[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "和普通的骑士团女仆相比，诺艾尔心中有着更加远大的梦想。\n\n在这被西风骑士团庇护了千年的城邦里，她与万千普通少男少女一样，都憧憬着有朝一日能穿上那副象征荣耀的甲胄。\n\n就算自身能力还不足以通过严苛的骑士选拔，至少也要在更近的地方学习骑士言行。\n\n训练学习之余，她很享受现在的生活——在蒙德城忙里忙外，出现在每一个需要帮助的人身边。\n\n「交给我吧！什么都可以交给我！」\n\n这是她的口头禅，所以有需要的话，就呼唤她的名字吧，她会很开心的。",
      "zht": "和普通的騎士團女僕相比，諾艾爾心中有著更加遠大的夢想。\n\n在這被西風騎士團庇護了千年的城邦裡，她與萬千普通少男少女一樣，都憧憬著有朝一日能穿上那副象徵榮耀的甲胄。\n\n就算自身能力還不足以通過嚴苛的騎士選拔，至少也要在更近的地方學習騎士的言行。\n\n訓練學習之餘，她很享受現在的生活——在蒙德城忙裡忙外，出現在每一個需要幫助的人身邊。\n\n「交給我吧！什麼都可以交給我！」\n\n這是她的口頭禪，所以有需要的話，就呼喚她的名字吧，她會很開心的。",
      "jp": "一般的な騎士団メイドに比べて、ノエルには大きな夢がある。\n\n千年も西風騎士団に守られてきたこの都市で、彼女は普通の少年少女と同じように、いつか栄誉を象徴する鎧を身にまとうことを夢見ていた。\n\nたとえ自身の能力では、まだ厳しい騎士選抜に合格できないとしても、せめてもっと近い距離で騎士の精神を学びたかった。\n\n訓練や勉強以外の時間を全て捧げ、助けを求める人々に寄り添う生活を彼女はとても気に入っている。\n\n「お任せください！なんでも私にお任せください！」\n\nこれは彼女の口癖である。助けが必要な時は、彼女の名前を呼んでみるといい。きっと彼女は喜んで手を差し伸べてくれるはずだ。",
      "ko": "평범한 기사단 메이드와 다르게 노엘의 마음속에는 더 원대한 꿈이 있다.\n\n천 년 동안 페보니우스 기사단의 보호를 받아 온 이 도시의 다른 젊은이들처럼, 그녀도 언젠가 영예를 상징하는 갑옷과 투구를 입는 것을 꿈꾼다.\n\n비록 아직 기사단의 엄격한 기사 선별을 통과하기엔 능력이 부족하지만, 그녀는 최소한 가까운 곳에서라도 기사단의 말과 행동을 배우려고 한다.\n\n그녀는 훈련과 공부를 마친 후엔 항상 도움이 필요한 사람 곁에 모습을 나타낸다.\n\n「저에게 맡기세요! 무엇이든 맡겨주세요!」\n\n노엘은 이 말을 입버릇처럼 달고 산다. 도움이 필요하다면 그녀의 이름을 불러보자, 그녀가 매우 기뻐할 테니",
      "en": "Noelle has much greater dreams and ambitions than other maids in the Knights of Favonius.\n\nLike anyone else in this city protected by the Knights of Favonius, she too dreams of donning the honored armor.\n\nEven if her skills are not enough to pass the rigorous selection trials, she still wishes to observe and learn from them every chance she gets.\n\nAside from her training, she enjoys her current life, helping everyone in need.\n\n\"You can leave absolutely anything to me!\"\n\nThat's her signature line. If there's anything that you need, Noelle is glad to be of aid.",
      "de": "Noelle hat viel größere Träume und Ambitionen als andere Mägde des Ordo Favonius.\n\nWie jeder andere in dieser Stadt, der vom Ritterorden beschützt wird, träumt auch sie davon, die ehrenwerte Rüstung zu tragen.\n\nAuch wenn ihre Fähigkeiten nicht ausreichen, um die strenge Auswahlprüfung zu bestehen, möchte sie dennoch jede Chance nutzen, um die Ritter zu beobachten und von ihnen zu lernen.\n\nNeben ihrer Ausbildung genießt sie ansonsten ihr Leben und hilft stets allen Bedürftigen.\n\n„Keine Sorge, ich mach das schon!“\n\nDas ist ihr Standardspruch. Wenn man etwas braucht, hilft Noelle immer gerne weiter.",
      "es": "A diferencia del resto de criadas normales y corrientes de los Caballeros, Noelle guarda en su corazón un sueño mucho más ambicioso.\n\nAl vivir en la ciudad que durante miles de años ha sido protegida por los Caballeros de Favonius, tanto ella como todos los jóvenes de Mondstadt ansían el día en que puedan ponerse esa honorable armadura.\n\nAunque no tenga las aptitudes suficientes para pasar el exigente proceso de selección, lo único que busca Noelle es acercarse cada vez más a los Caballeros para aprender de ellos.\n\nAparte de entrenar y estudiar, también disfruta de su vida en Mondstadt, yendo siempre de un sitio a otro para ayudar a todo aquel que necesite que le echen una mano.\n\nSu frase estrella es: “¡Déjamelo a mí! ¡Yo me encargo!”. Por eso, si alguien se encuentra en apuros, basta con gritar su nombre y ella acudirá a ayudar gustosamente.",
      "fr": "À la différence des autres servantes de l'Ordre de Favonius, Noëlle a des rêves et de l'ambition.\n\nComme nombre de jeunes de la cité protégée par les chevaliers de l'Ordre, elle aussi rêve de pouvoir un jour revêtir la fameuse armure.\n\nBien qu'elle n'ait pas encore le niveau pour passer les difficiles épreuves de sélection, elle peut du moins observer et apprendre davantage au contact des chevaliers.\n\nEn plus de son entraînement, elle apprécie énormément sa vie actuelle, déambulant dans Mondstadt et proposant son aide à ceux dans le besoin.\n\n« Laissez-moi m'en occuper ! Je peux me charger de tout ! »\n\nTelle est sa devise, pour ainsi dire. Si vous avez besoin de quoi que ce soit, n'hésitez pas : Noëlle est toujours contente d'aider.",
      "pt": "Noelle tem sonhos e ambições muito maiores do que outras empregadas dos Cavaleiros de Favonius.\n\nComo qualquer outra pessoa nesta cidade protegida pelos Cavaleiros de Favonius, ela também sonha em vestir a honrada armadura.\n\nMesmo que suas habilidades não sejam suficientes para passar pelos rigorosos testes de seleção, ela ainda deseja observar e aprender com eles em todas as chances que tiver.\n\nAlém do treinamento, ela gosta de sua vida atual, ajudando todos os necessitados.\n\n\"Você pode deixar absolutamente qualquer coisa para mim!\"\n\nEra a sua marca. Se houver algo que você precise, Noelle ficará feliz em ajudar.",
      "ru": "Амбиции Ноэлль гораздо больше по сравнению с другими горничными Ордо Фавониус.\n\nБудучи родом из Мондштадта, как и все другие горожане, находящиеся под защитой Ордо Фавониус уже несколько сотен лет, она мечтает надеть броню и присоединиться к ордену.\n\nДаже не обладая достаточными навыками для прохождения суровых отборочных испытаний, Ноэлль пытается наблюдать и учиться у рыцарей ордена.\n\nКроме тренировок, она также занимается оказанием помощи нуждающимся.\n\n«Дайте задание! Справлюсь с чем угодно!» Это коронная фраза Ноэлль.\n\nЕсли вам понадобится помощь, Ноэлль всегда будет рада помочь.",
      "id": "Noelle memiliki impian dan ambisi yang jauh lebih besar daripada pelayan lainnya di Knights of Favonius.\n\nSeperti orang lainnya di kota ini yang dilindungi oleh Knights of Favonius, dia juga bermimpi untuk mengenakan baju besi yang terhormat tersebut.\n\nWalaupun kemampuannya tidak cukup untuk melewati ujian seleksi pelatihan, dia masih berharap untuk mengamati dan belajar dari mereka pada setiap kesempatan.\n\nDi samping latihannya, dia juga menikmati hidupnya saat ini, membantu orang-orang yang membutuhkan.\n\n\"Kamu bisa mengandalkanku untuk apa saja!\"\n\nItulah motonya. Jika ada apa pun yang kamu butuhkan, Noelle dengan senang hati akan membantu.",
      "th": "เมื่อเทียบกับสาวใช้ของกองอัศวินโดยทั่วไปแล้ว Noelle นั้นมีความฝันที่ยิ่งใหญ่กว่ามาก\n\nในเมืองที่ซึ่งได้รับการปกป้องจากกองอัศวินแห่ง Favonius มานานนับพันปีนี้ เธอเองก็เหมือนกับเด็กผู้ชายและเด็กผู้หญิงหลายพันคนทั่วไปที่กำลังรอคอยวันหนึ่งที่จะได้สวมใส่ชุดเกราะที่เป็นสัญลักษณ์แห่งเกียรติยศ\n\nถึงขนาดที่แม้ว่าความสามารถของตัวเองนั้นจะยังไม่พอที่จะผ่านการคัดเลือกที่แสนจะหนักหนาสาหัส แต่อย่างน้อยก็ยังได้เข้าใกล้เหล่าอัศวินเพื่อเรียนรู้ลักษณะท่าทางของพวกเขา\n\nนอกเหนือจากช่วงเวลาของการฝึกฝนแล้วเธอเองก็เพลิดเพลินไปกับชีวิตในปัจจุบันนี้... นั่นคืออยู่ที่ด้านนอกของ Mondstadt เพื่อไปปรากฏตัวอยู่ข้าง ๆ คนทุกคนที่ต้องการความช่วยเหลือ\n\n\"วางใจเถอะ! ให้ฉันช่วยอะไรก็ได้ทั้งนั้นแหละ!\"\n\nนี่คือคำพูดติดปากของเธอ เพราะงั้นถ้าเกิดต้องการความช่วยเหลือล่ะก็ เรียกหาเธอสิ เธอจะต้องดีใจแน่นอน",
      "vi": "So với các hầu gái thông thường khác của đội kỵ sĩ, Noelle có một ước mơ to lớn.\n\nTrong thành phố được Đội Kỵ Sĩ Tây Phong bảo vệ cả ngàn năm, cô giống như các thiếu niên thiếu nữ khác mong muốn có một ngày mặc lên trên người chiếc áo khoác vinh dự.\n\nCho dù năng lực của bản thân vẫn chưa thể vượt qua được kỳ tuyển chọn gắt gao, nhưng ít nhất cũng nên học hỏi từng cử chỉ hành vi của kỵ sĩ.\n\nNgoài khoảng thời gian luyện tập và học hành, cô rất biết cách hưởng thụ cuộc sống hiện tại, bận rộn khắp nơi trong Mondstadt, cô luôn xuất hiện bên cạnh những người cần cô giúp đỡ.\n\n\"Giao cho tôi đi! Việc gì cũng được!\"\n\nĐó là câu nói đặc thù của cô, vì thế nếu cần giúp đỡ thì hãy gọi tên cô, cô ấy sẽ rất vui đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "诺艾尔是许多人眼中的万能女仆。\n\n这些人对诺艾尔都有相似的评价：「无处不在」。\n\n比如在宴会上，某个孩子想要一只碟子，却发现碟子全堆在柜子门前，处于只要打开门一定会全部掉出来摔碎的危险状态…\n\n「诺——艾——尔——！」\n\n孩子只需放声大喊，无处不在的诺艾尔便会立刻到达，将整个柜子放倒，取出一只盘子递给他，叮嘱他吃完烤肉后不要马上喝冰饮料。随后，再把柜子摆回原位，把其他盘子清洗干净摆放整齐。\n\n如此无处不在的诺艾尔，在人们看来极为神奇。\n\n但女仆的工作既不是神话也不是传说，诺艾尔仅仅是将一条准则贯彻到底：\n\n「一个不多，一个不少，该有的全都有，不该有的不能有。」\n\n诺艾尔觉得，自己并没什么特别之处，只是稍微多想了一点而已。",
      "zht": "諾艾爾是許多人眼中的萬能女僕。\n\n這些人對諾艾爾都有類似的評價：「無處不在」。\n\n例如在宴會上，某個孩子想要一個盤子，卻發現盤子全堆在櫃子門前，處於只要打開門一定會全掉出來摔碎的危險狀態…\n\n「諾——艾——爾——！」\n\n孩子只要放聲大喊，無處不在的諾艾爾便會立刻到達，將整個櫃子放倒，拿出一個盤子遞給他，叮嚀他吃完烤肉後不要馬上喝冰飲料。隨後，再把櫃子擺回原位，把其他盤子清洗乾淨擺放整齊。\n\n如此無處不在的諾艾爾，在人們看來極為神奇。\n\n但女僕的工作既不是神話也不是傳說，諾艾爾僅僅是將一條準則貫徹到底：\n\n「一個不多，一個不少，該有的全都有，不該有的不能有。」\n\n諾艾爾覺得，自己並沒什麼特別之處，只是稍微多想了一點而已。",
      "jp": "ノエルは人々から万能なメイドだと思われている。\n\n彼らがノエルに対するコメントにはある共通点がある。それは「どこにでも現れる」ということだ。\n\nたとえば、とあるパーティーで子供が皿を取ろうとした時のこと。だが、皿は無造作に積まれた状態で食器棚に仕舞ってあったため、子供が棚を開けた瞬間、一気に崩れ落ちてきた、そんな危機的状況…\n\n「ノーエールー！」\n\n子供がそう叫ぶと、ノエルはすぐに現れた。彼女は流れるように食器棚を床に倒し、中から皿を取り出し子供に手渡す。ついでに、炙り焼き肉を食べた後、すぐに冷たいドリンクを飲むと胃腸が痛みますよと言い聞かせ、その後棚を元に戻し、残った皿を綺麗に仕舞った。\n\nそんなどこにでも現れるノエルは、人々にとってとても不思議な存在である。\n\nだがメイドの仕事は神話でも伝説でもなく、ノエルはただ彼女のポリシーを守っているだけである。\n\n「多くもなく、少なくもなく、あるべきものは全てあって、ないものはあってはいけない。」\n\n自分が特別だなんてノエルは思わない。人より少し多く考えているだけだ。",
      "ko": "노엘은 모두의 만능 메이드로 통한다.\n\n그리고 사람들은 모두 노엘에 대해 비슷하게 평가한다: 「그녀는 어디에나 있다.」\n\n예를 들면, 한번은 연회에서 어떤 아이가 접시를 꺼내기 위해 캐비닛을 열려고 했지만, 문을 열면 금방이라도 접시들이 쏟아져 나올 것 같은 위험천만한 상황에 처했다.\n\n「노——오——엘——!」\n\n아이가 소리치자 노엘이 빠르게 달려와 아예 캐비닛을 눕힌 뒤 그에게 접시 하나를 꺼내줬다. 그리고 바비큐를 먹고 바로 차가운 음료를 마시지 말라고 당부까지 했다. 그런 뒤 그녀는 캐비닛을 다시 세워놓고 다른 접시들을 깨끗이 정리해놓았다.\n\n이렇게 어디에나 있는 노엘은 사람들에게 있어 신기한 존재다.\n\n그러나 메이드의 일은 신화나 전설이 아니다. 노엘은 그저 하나의 원칙만 끝까지 지킬 뿐이다:\n\n「많지도 않고 적지도 않게. 있어야 할 것은 모두 있되, 있어선 안 될 것은 없어야 한다.」\n\n노엘은 자신은 그저 생각이 조금 많을 뿐, 특별하지 않다고 생각한다",
      "en": "Noelle is \"the maid of all maids\" to many.\n\nSuch people also tend to say this of her: \"She's everywhere.\"\n\nFor example, there was a child who once tried to get a plate during a banquet, but found that there was no way to open the cabinet without all the plates falling out...\n\n\"Noelle!!!!!!\"\n\nAll the child needed to do was scream, and Noelle appeared. She put the cabinet down on its back, took a plate out, and handed it to the child, reminding him not to have cold drinks immediately after having barbecue. Then she righted the cabinet, cleaned up other plates, and then put them back in order.\n\nNoelle's ability to be everywhere all at once is something miraculous to many.\n\nHowever, the job of a maid is no myth or legend. Noelle only does her job to the letter.\n\n\"No more, no less. As it should be, not as it should not be.\"\n\nNoelle doesn't think herself special, only that she thinks too much at times.",
      "de": "Noelle ist für viele die „Alles könnende Magd“.\n\nDie meisten haben auch den gleichen Kommentar für sie: „Sie ist wirklich überall.“\n\nEinmal wollte ein Kind bei einem Bankett einen Teller haben, stellte jedoch fest, dass es keine Möglichkeit gab, den Schrank zu öffnen, ohne dass alle Teller dabei herausfielen ...\n\n„Noelle!!!“\n\nNachdem das Kind ihren Namen geschrien hatte, erschien sie auch schon. Sie kippte den Schrank auf den Rücken, nahm einen Teller heraus, reichte ihn dem Kind und erinnerte es daran, unmittelbar nach dem Grillen keine kalten Getränke zu trinken, richtete den Schrank wieder auf, räumte andere Teller weg und stellte sie ordentlich zur Seite.\n\nÜberall zur selben Zeit zu sein, ist für viele etwas Wunderbares.\n\nDie Arbeit eines Dienstmädchens ist jedoch kein Mythos oder eine Legende. Noelle macht ihre Arbeit nach einem ganz einfachen Prinzip:\n\n„Nicht zu viel und nicht zu wenig. Alles Nötige ist da, aber nichts ist überflüssig.“\n\nNoelle hält sich nicht für etwas Besonderes, sie denkt nur manchmal zu viel nach.",
      "es": "Noelle es “la criada de todas las criadas” para muchos.\n\nOtro punto en el que muchos están de acuerdo: “Noelle está en todas partes”.\n\nPor ejemplo, una vez en un banquete, un niño quería sacar un plato pero descubrió que no había forma de abrir el gabinete sin que se cayeran todos los platos...\n\n“¡¡Noelle!!”,\n\ngritó el niño, y en el acto apareció Noelle. Puso el gabinete tumbado en el suelo, sacó un plato, se lo entregó al niño recordándole que no tomara bebidas frías inmediatamente después de comer, enderezó el gabinete, limpió los otros platos y luego los volvió a poner en orden. .\n\nEstar en todas partes a la vez es algo milagroso para muchos.\n\nSin embargo, el trabajo de una criada no es algo digno de mitos o leyendas. Noelle solo hace su trabajo al pie de la letra.\n\n“Ni más ni menos. Como debería ser, no como no debería ser”.\n\nNoelle no se considera especial, solo que a veces piensa demasiado.",
      "fr": "Aux yeux de nombre de personnes, Noëlle est une vraie perle.\n\nCes dernières disent toutes d'elle la même chose : « Elle est partout. »\n\nMettons par exemple qu'un enfant veuille une assiette lors d'un banquet, mais qu'il soit incapable de se servir dans l'armoire sans faire tomber toute la vaisselle...\n\n« Noëlle !!! »\n\nIl lui suffit de crier son nom pour que l'omniprésente servante apparaisse de nulle part pour l'aider à prendre une assiette, tout en lui rappelant ne pas boire de boisson glacée après avoir mangé de la viande grillée ; puis elle en profite pour donner un coup de chiffon sur la vaisselle, et referme l'armoire.\n\nCette capacité à être toujours là quand on a besoin d'elle en étonne plus d'un, et nombreux sont ceux qui y voient une sorte de miracle.\n\nLe travail d'une servante n'a en réalité rien de miraculeux ; Noëlle applique juste à la lettre un ensemble de règles :\n\n« Rien en trop et rien en moins ; chaque chose à sa place, et pas de superflu. »\n\nNoëlle ne se considère nullement comme quelqu'un de spécial, estimant juste qu'elle a parfois tendance à trop réfléchir.",
      "pt": "Noelle é \"a melhor empregada\" para muitos.\n\nEles também falam sobre ela: \"Ela está em todo lugar\".\n\nPor exemplo, uma vez em um banquete uma criança queria um prato, mas descobriu que não havia como abrir a porta do armário sem deixar todos os pratos caírem...\n\n\"Noelle!!!!!!\"\n\nDepois que o garoto gritou, Noelle apareceu. Ela pôs o armário sobre suas costas, pegou um prato e entregou ao garoto, lembrando-o de não tomar bebidas frias imediatamente após comer churrasco. Endireitou o armário, limpou outros pratos e os colocou novamente em ordem.\n\nEstar em todos os lugares ao mesmo tempo é algo milagroso para muitos.\n\nNo entanto, o trabalho de uma empregada não é um mito ou uma lenda. Noelle apenas faz seu trabalho.\n\n\"Nem mais, nem menos\".\n\nNoelle não se considera especial, acha apenas que às vezes pensa demais.",
      "ru": "Многие люди в Мондштадте считают Ноэлль «горничной на все руки».\n\nОни также утверждают, что она «всегда и везде».\n\nК примеру, как-то раз на банкете ребёнок хотел вытащить тарелку из посудного шкафа, но понял, что шкаф наклонился и все тарелки упали на дверцу, и если её открыть, то они все выпадут.\n\n«Ноэлль!!!»\n\nНоэлль тут же прибежала на крик ребёнка, поставила шкаф на задние ножки, достала и протянула ребёнку тарелку, наказав ему не пить холодную воду после горячего жареного мяса, вытащила остальные тарелки, вымыла их и аккуратно сложила обратно.\n\nМногие люди считают невозможным работу служанки - быть везде и всюду одновременно, но для Ноэлль в этом нет ничего удивительного и невозможного. Она просто придерживается правила: «Не больше и не меньше, что есть - то есть, чего нет - того нет».\n\nНоэлль не считает себя особенной... просто немного задумавшейся.",
      "id": "Noelle adalah definisi dari pelayan multifungsi.\n\nBanyak orang yang mendeskripsikan Noelle dengan kalimat ini: \"Selalu siap kapan pun, di mana pun\".\n\nContohnya ketika jamuan makan malam, ada seorang anak yang mencari sebuah piring kecil, tetapi semua piring kecil ini tertumpuk di sebuah kabinet kaca. Bila pintu kabinet kaca ini dibuka, semua piring di dalam akan langsung jatuh berantakan...\n\n\"Noelleeeee...!\"\n\nAnak ini hanya perlu berteriak dengan lantang, maka Noelle akan langsung datang menghampiri. Kemudian Noelle membaringkan rak piring ini ke tanah, dan mengambil sebuah piring kecil untuknya, bahkan masih sempat memperingatkan anak ini untuk tidak meminum air dingin setelah memakan barbeku. Setelah itu, Noelle mengembalikan rak piring ke posisi semula, mencuci bersih semua piringnya dan merapikan tumpukan piring-piring di dalamnya.\n\nKemampuan Noelle untuk selalu siap kapan pun dan di mana pun, selalu menjadi misteri bagi banyak orang.\n\nTetapi pekerjaan pelayan bukanlah sesuatu yang ajaib dan juga bukan sebuah legenda, Noelle hanya menuruti setiap peraturan yang ada:\n\n\"Satu pun tidak lebih, satu pun tidak kurang, yang seharusnya ada harus ada, yang seharusnya tidak ada tidak boleh ada.\"\n\nNoelle sendiri tidak merasa dirinya spesial, hanya saja dia terkadang terlalu banyak berpikir.",
      "th": "ในสายตาของคนมากมายแล้ว Noelle คือสาวรับใช้ที่มาก ด้วยความสามารถ\n\nพวกเขาล้วนพูดถึงเป็นเสียง เดียวกัน: \"อยู่ทุกที่\"\n\nยกตัวอย่างงานเลี้ยงครั้งหนึ่ง มีเด็กต้องการที่จะไปหยิบจาน แต่ก็พบว่าจานทั้งหมดล้วนกองอยู่หน้าประตูของตู้เก็บของและอยู่ใน สภาพอันตรายที่พร้อมจะตกลงมา เมื่อเปิดได้ทุกเมื่อ...\n\n\"No...el...le!!!!!!\"\n\nขอแค่เด็กน้อยตะโกนเรียกชื่อแล้ว Noelle ผู้อยู่ทุกที่จะไปอยู่ที่นั่นในทันที โดยเธอจะนำตู้วางลงและเอาจาน ออกมาเพื่อส่งให้กับเด็กพร้อมเตือน เขาว่าอย่าดื่มน้ำเย็นหลังจาก กินบาร์บีคิวโดยทันที จากนั้นก็จัดการวางตู้ไว้ยังที่เดิม ทำความสะอาดจานอื่น ๆ และวางไว้อย่างเป็นระเบียบ\n\nการกระทำเช่นนี้ของ Noelle ผู้อยู่ทุกที่นั้น เป็นสิ่งที่วิเศษมากในสายตาของคนอื่น\n\nอย่างไรก็ตามงานของสาวใช้นั้นไม่ใช่ทั้งเรื่องของความลึกลับและ ตำนานอะไร เพียงแต่ว่า Noelle สามารถจัดการกับมาตรฐาน เหล่านั้นได้อย่างหมดจดเท่านั้นเอง:\n\n\"ไม่มากเกินไป ไม่น้อยเกินไป สิ่งที่ควรมีต้องมีและสิ่งที่ไม่ควรมี ก็ต้องไม่มี\"\n\nNoelle นั้นคิดว่าตนเองไม่ได้วิเศษอะไร ก็แค่คิดมากกว่าคนทั่วไปก็เท่านั้น",
      "vi": "Noelle trong mắt mọi người là một cô hầu gái vạn năng.\n\nHọ đều có cùng đánh giá về Noelle: \"Không nơi nào là không có mặt\".\n\nNhư trong bữa tiệc, một đứa trẻ cần lấy đĩa nhưng phát hiện ra chúng đều nằm trong tủ, nếu mở cánh cửa ra thì mọi thứ trong đó sẽ rơi ra ngoài vô cùng nguy hiểm...\n\n\"Noe...lle....!\" Đứa trẻ chỉ cần gọi to tên cô, Noelle sẽ xuất hiện ngay, lấy chiếc đĩa và đưa cho cậu bé không quên dặn dò sau khi ăn đồ nướng xong không được uống đồ lạnh, sau đó lại đóng của tủ lại, đặt đống chén đĩa đã được rửa sạch vào vị trí.\n\nNoelle xuất hiện khắp mọi nơi, là điều ai cũng thấy thần kỳ.\n\nCông việc của Noelle không giống như thần thoại cũng chả như truyền thuyết, cô chỉ cần làm hết mọi thứ theo quy tắc là được:\n\n\"Không thừa không thiếu, nên có phải có, không nên có thì không được có.\n\nNoelle cho rằng bản thân không có gì đặc biệt, chỉ là thích suy nghĩ chút thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "诺艾尔热衷于提供热情可靠、有时候甚至有些过度的帮助。\n\n如果在她路过的时候问她，用来野餐烤肉的篝火要怎么搭，她就会义无反顾地加入，不只是三两下搭好篝火，还会如疾风迅雷一般把烤肉架支起来，处理好食材，烹饪出香味扑鼻的大餐，试吃一口，叮嘱千万要烤熟，还有一定要灭尽火种严防山火，之后才离开。\n\n通常，大家不会介意这种帮忙方式。但偶尔，这样的举动也会带来神奇结果。\n\n曾有一位来自至冬国的商人试图在蒙德开展酒业生意。原本，他计划用欺骗的办法在这片土地打下钉子，再逐步用故乡的酒占据市场，摧毁蒙德酒业。\n\n他伪装成善良的商人，带着妻女来蒙德谈生意。身为远道而来的贵客，他们受到了诺艾尔的热情接待。\n\n起初，这位商人觉得诺艾尔的招待极为周到，与蒙德大多落后粗野的乡下人完全不同。但后来，他慢慢感觉到奇怪。\n\n诺艾尔总能提前知道他想干什么，她会为他打点行程。每天三餐，桌上的至冬国菜肴也总是一家人最爱吃的那种。她甚至知道商人女儿睡觉时喜欢抱着布偶，特地送来一只亲手缝制的布娃娃。\n\n如此举动，令商人不知该如何进行私下的商业计划。光是看到诺艾尔笑容满面的样子，商人都忐忑不安，认为她别有用意。\n\n最终，担惊受怕的商人带着妻女连夜离开蒙德，再也没有回来。\n\n诺艾尔以为是自己招待不周气走了客人，为此还消沉了几天。但实际上，这正是她认真工作的结果。",
      "zht": "諾艾爾熱衷於提供熱情可靠、有時候甚至有些過度的幫助。\n\n如果在她路過的時候問她，用來野餐烤肉的篝火要怎麼搭，她就會義無反顧地加入，不只三兩下就搭好篝火，還會如疾風迅雷一般把烤肉架支起來，處理好食材，烹飪出香味撲鼻的大餐，試吃一口，叮嚀千萬要烤熟，還有一定要滅盡火種嚴防火燒山，之後才離開。\n\n通常，大家不會介意這種幫忙方式。但偶爾，這樣的舉動也會帶來神奇結果。\n\n曾有一位來自至冬國的商人試圖在蒙德開展酒業生意。原本，他計畫用欺騙的方式在這片土地打下釘子，再逐步用故鄉的酒佔據市場，摧毀蒙德酒業。\n\n他偽裝成善良的商人，帶著妻女來蒙德談生意。身為遠道而來的貴客，他們受到了諾艾爾的熱情接待。\n\n起初，這位商人覺得諾艾爾的招待極為周到，與蒙德大多落後粗野的鄉下人完全不同。但後來，他慢慢感覺到奇怪。\n\n諾艾爾總能提前知道他想幹什麼，她會為他打點行程。每天三餐，桌上的至冬國菜餚也總是全家最愛吃的那種。她甚至知道商人女兒睡覺時喜歡抱著布偶，特地送來一隻親手縫製的布娃娃。\n\n如此舉動，令商人不知該如何進行私下的商業計畫。光是看到諾艾爾笑容滿面的樣子，商人都忐忑不安，認為她別有用意。\n\n最終，擔心害怕的商人帶著妻女連夜離開蒙德，再也沒有回來。\n\n諾艾爾以為是自己招待不周氣走了客人，為此還消沉了幾天。但實際上，這正是她認真工作的結果。",
      "jp": "ノエルは頼もしいが、その手伝いはたまに度が過ぎることもある。\n\nたとえば、通りかかった彼女にバーベキューの火の起こし方を聞くと、彼女はためらいもせずその場で火を起こし、焼網の設置や食材の処理を済ませ、肉を焼き、試食、きちんと焼いてくださいねと注意をし、最後に火の消し方を教えてからその場を去る。\n\nこういう手助けには誰も悪い気はしないが、例外もある。\n\nかつて、モンドで酒の商売をしようと、スネージナヤから来た商人がいた。まずはモンドの地に根を下ろしたように見せかけ、徐々に故郷の酒を輸入して市場を占有し、モンドの酒造業に大打撃を与える…というのが彼の計画だった。\n\n彼は妻子を連れて、モンドでビジネスを始めようとする普通の商人を装った。そして、彼らは遠くから来た客人として、ノエルのおもてなしを受けることになる。\n\n隅々まで行き届いたノエルのおもてなしに、モンドの田舎者とは大違いだと最初は喜んだ商人も、日が経つにつれ違和感を覚えるようになった。\n\nノエルがいつも商人の行動を予測し、一足先に用意を済ませているからだ。毎日食卓に出されるスネージナヤの料理は、いつも家族の好物で、娘の寝る時にぬいぐるみがないと眠れない癖も見抜かれ、手作りのぬいぐるみをプレゼントされた。\n\nそこまでプライベートを把握されては、商人も何時どうやって計画を進めればいいのか分からない。ノエルのニコニコした顔を見る度に寒気がして、何もかも見透かされたような気分になった。\n\n結局、耐えきれなくなった商人は妻子を連れてモンドを去り、その後二度と顔を見せることは無かった。\n\nノエルはというと、自分のおもてなしが行き届いていなかったせいだと、数日落ち込んだ。彼女はいつだって仕事に真面目なのだ。",
      "ko": "노엘은 믿음직하지만, 가끔 열정이 조금 지나칠 때도 있다.\n\n길을 가다 마주친 그녀에게 바비큐에 쓸 장작을 어떻게 쌓냐고 물어본다면, 그녀는 주저하지 않고 합류해 장작 쌓는 것뿐만 아니라 그릴을 세우고 식자재를 처리한 후, 진수성찬을 차린 뒤 한 입 먹어보곤 반드시 전부 익혀 먹으라고 당부까지 할 것이다. 그리고는 산불 조심하라는 한마디를 남긴 채 유유히 사라질 것이다.\n\n물론 보통은 이런 도움을 개의치 않아 하겠지만, 가끔 이런 방식이 신기한 결과를 가져오기도 한다.\n\n한번은 몬드에서 주류 사업을 벌이기 위해 스네즈나야에서 온 상인이 있었다. 그의 본래 목적은 몬드에 뿌리를 내린 후 점차 고향의 술로 시장을 점유해 몬드의 주류업을 파괴하는 것이었다.\n\n그는 착한 상인으로 위장해 처자식을 데리고 몬드에 왔고, 노엘은 멀리서 온 귀한 손님들을 지극정성으로 대접했다.\n\n처음에 상인은 몬드의 거칠고 낙후된 대부분의 시골 사람들과 다른 노엘의 극진한 대접에 감탄했지만, 조금씩 이상한 점을 느끼게 됐다.\n\n노엘은 상인이 말을 꺼내기도 전에 그가 원하는 것을 파악해 스케줄을 잡았고, 매일 삼시 세끼, 식탁에는 가족들이 가장 좋아하는 스네즈나야 음식으로 가득했다. 그뿐만 아니라 그녀는 상인의 딸이 잘 때 인형을 껴안고 잔다는 것을 알고 손수 만든 인형을 선물하기도 했다.\n\n이런 노엘의 행동에 상인은 몰래 장사 계획을 세울 수 없게 됐고, 그녀의 웃음 가득한 얼굴만 봐도 뭔가 숨겨진 의도가 있을까 봐 불안해졌다.\n\n결국, 겁에 질린 상인은 가족들을 데리고 야반도주했고 다시는 몬드에 돌아오지 않았다고 한다.\n\n노엘은 자신의 소홀한 대접 때문에 손님이 떠난 줄 알고 며칠을 의기소침하게 보냈다. 하지만 따지고 보면 이것 또한 그녀가 열심히 일한 결과다",
      "en": "Noelle is always eager to help, sometimes excessively so.\n\nIf you were to ask her how to build a campfire as she passed by, she would not only stop and build the campfire for you, she would also put up the grill racks, season the food, cook it for you, taste it herself to make sure it's done, and remind you to put out the fire when you've finished so as not to burn the forest down. Then she would get back to whatever she had been doing beforehand.\n\nOf course, most people don't mind at all that she regularly goes the extra mile. But it can sometimes produce unexpected results...\n\nFor example, a merchant from Snezhnaya once came to Mondstadt, ostensibly wishing to get into the winery business. In truth, he had an evil plot to ruin the land, destroy the winery business in Mondstadt altogether and then seize the market with wines from Snezhnaya.\n\nHe disguised himself as an honest merchant with his family on a business trip to Mondstadt. Naturally, with them being visitors from afar, Noelle gave them a warm reception.\n\nInitially, the merchant was delighted with Noelle's hospitality; it was a cut above the crude etiquette he had come to expect from most peasants in Mondstadt. However, after a while he began to feel that something was amiss.\n\nNoelle seemed to be able to read his mind: She correctly guessed his schedule, cooked his family's favorite Snezhnayan dishes for them each day, and even knew that his daughter liked to go to bed hugging a ragdoll, presenting her with a hand-made doll she had sewn together herself.\n\nThis spooked the merchant, and made him hesitant to execute the next phase of his plan. Noelle's warm smile now chilled the merchant to the bone. What else did she know, and what was she really planning?\n\nIn the end, the merchant fled Mondstadt with his family.\n\nNoelle was upset for a few days, thinking she had somehow insulted her guests. Little did she know that all of Mondstadt was indebted to her for taking her job so seriously.",
      "de": "Noelle ist stets bestrebt, zuverlässige, wenn nicht sogar exzessive Hilfe zu leisten.\n\nWenn man sie zum Beispiel im Vorbeigehen fragt, wie man am besten ein Lagerfeuer macht, um darauf Essen zuzubereiten, würde sie einem nicht nur dabei helfen, das Lagerfeuer zu entfachen, sie würde sogar das Gestell aufbauen, das Essen würzen, es kochen und probieren, um sicherzustellen, dass es auch wirklich richtig gekocht ist, nur um einen danach daran zu erinnern das Feuer wieder zu löschen, nachdem man damit fertig ist, sodass keinesfalls ein Waldbrand entsteht.\n\nDie meisten Leute hätten natürlich nichts dagegen einzuwenden. Es kam jedoch auch einmal etwas Überraschendes bei solch einem Szenario heraus.\n\nEin Händler aus Snezhnaya kam nach Mondstadt, um in die lokale Getränkewirtschaft einzusteigen. In Wahrheit plante er jedoch, die Branche in Mondstadt vollständig zu zerstören, indem er das Ackerland ruinierte und den Markt mit eigenen Weinen aus Snezhnaya überflutete.\n\nEr tarnte sich als ehrlicher Kaufmann, der mit seiner Familie auf einer Geschäftsreise nach Mondstadt war. Noelle sah die nahenden Besucher bereits aus weiter Ferne und empfing sie wie gewohnt herzlich.\n\nDer falsche Kaufmann freute sich über Noelles naive Gastfreundschaft, die im Gegensatz stand zu dem sonst eher groben Benehmen der meisten Bauern in Mondstadt. Es dauerte jedoch nicht lange, bis er bemerkte, dass etwas nicht so ganz stimmte.\n\nNoelle schien in der Lage zu sein, seine Gedanken zu lesen und seine wahren Pläne zu kennen. Sie kochte alle Lieblingsgerichte seiner Familie aus Snezhnaya für sie und wusste sogar, dass seine Tochter jeden Abend eine Puppe zum Einschlafen umarmte. Noelle gab ihm sogar eine Puppe, die sie eigens von Hand gefertigt hatte.\n\nDer Händler war verdutzt und zögerte, seine Pläne in die Tat umzusetzen. Noelles warmes Lächeln ließ dem Händler einen kalten Schauer über den Rücken laufen, weil er nicht sicher war, was sie wirklich wusste und was sie eigentlich vorhatte.\n\nLetztendlich floh der Händler mit seiner Familie aus Mondstadt.\n\nNoelle war daraufhin eine Zeit lang verärgert und dachte, sie hätte irgendetwas getan, das die Gäste verärgert hatte. Ganz Mondstadt steht wirklich tief in Noelles Schuld dafür, dass sie ihren Job so ernstnimmt.",
      "es": "Noelle siempre está dispuesta a brindar ayuda, a veces más de la necesaria.\n\nSi va de paso y le preguntan cómo hacer una fogata para cocinar, no solo ayudará a hacer la fogata, sino que pondrá la parrilla, sazonará la comida, la cocinará y la probará para asegurarse que quedó bien. Luego, antes de volver a sus asuntos, te recordará que apagues el fuego cuando termines para no quemar el bosque.\n\nA la mayoría de la gente no le importa que se esfuerce, por supuesto. Sin embargo, una vez ocurrió un hecho sorprendente.\n\nUn comerciante de Snezhnaya vino a Mondstadt deseando entrar en el negocio de los vinos. Sin embargo, su verdadera intención era destruir el negocio del vino en Mondstadt por completo, arruinando la tierra de los viñedos y ocupando el mercado con vinos de Snezhnaya.\n\nSe disfrazó como un comerciante honesto que viajaba con su familia a Mondstadt por un asunto de negocios. Como visitante de tierras lejanas, Noelle le dio una cálida recepción.\n\nInicialmente, el comerciante se sintió bastante feliz por la hospitalidad de Noelle, a diferencia de la falta de etiqueta de la mayoría de los campesinos en Mondstadt. Sin embargo, no pasó mucho tiempo antes de que comenzara a sospechar.\n\nElla parecía poder leer la mente del huésped: aprendió sus horarios de rutina, cocinaba los platos favoritos de su familia, e incluso hizo una muñeca con sus propias manos para la hija del comerciante, quien no podía conciliar el sueño si no dormía abrazada a una.\n\nEsto asustó al hombre de Snezhnaya, quien comenzó a dudar de ejecutar sus planes malvados. Las cálidas sonrisas de Noelle enfriaron al comerciante hasta los huesos, no sabiendo lo que sabía y lo que realmente tramaba.\n\nAl final, el comerciante huyó de Mondstadt con su familia.\n\nNoelle estuvo decepcionada por unos días, preguntándose si había molestado a sus invitados de alguna forma. Toda Mondstadt está en deuda con Noelle, por tomarse su trabajo tan en serio.",
      "fr": "Noëlle est toujours disposée à aider les autres, et en fait même parfois un peu trop.\n\nSi vous la croisez dehors et que vous lui demandez de l'aide pour préparer un barbecue, elle ne se contentera pas de préparer un feu de camp parfait ; elle montera également en un éclair le grill, y déposera les ingrédients jusqu'à ce qu'une délicieuse odeur se répande, et s'assurera en goûtant que l'assaisonnement soit juste comme il faut ; puis elle vous rappellera de bien cuire la viande, et de ne pas oublier d'éteindre complètement le feu afin d'éviter tout risque d'incendie. Alors seulement, elle repartira vaquer à ses affaires.\n\nCet enthousiasme ne dérange en général personne, mais peut de temps en temps donner de surprenants résultats...\n\nUn jour arriva à Mondstadt pour se lancer dans le commerce de l'alcool un marchand venant de Snezhnaya. L'homme était un filou, et son intention était de détruire les terres vinicoles et la production de la région, pour ensuite importer son propre vin de Snezhnaya et ainsi prendre le contrôle du marché local.\n\nSe faisant passer pour un honnête marchand, il débarqua à Mondstadt accompagné de sa femme et de sa fille ; et Noëlle se fit un point d'honneur d'accueillir cette famille de voyageurs.\n\nL'homme fut agréablement surpris par la qualité de cet accueil, dépassant largement ce à quoi il s'attendait de la part de personnes aussi arriérées à ses yeux que les gens du coin. Mais après un temps, il commença à trouver tout cela quelque peu étrange.\n\nNoëlle semblait savoir avant lui ce qu'il voulait faire, et lui préparait ses itinéraires sans qu'il les ait mentionnés. Chaque jour, trois repas lui étaient servis ; chaque plat était cuisiné à la manière de son pays, et toute la famille en raffolait. Noëlle savait même que sa fille avait pour habitude de dormir avec sa poupée, et lui en confectionna une de ses propres mains.\n\nÉtant le centre de toutes ces attentions, le marchand ne savait pas comment mettre en marche son triste plan ; et il finit par se convaincre que derrière le sourire et la bonne volonté affichée de la servante se cachait quelque manigance.\n\nFinissant par céder à un inexplicable sentiment de malaise, il s'enfuit un soir à la nuit tombée avec femme et enfant sans demander son reste.\n\nNoëlle crut à tort qu'elle n'avait pas pris suffisamment soin d'eux, et en conçut quelque dépit pendant plusieurs jours ; elle ignorait tout du service qu'elle venait de rendre à Mondstadt.",
      "pt": "Noelle está sempre ansiosa para ajudar, às vezes até excessivamente.\n\nSe você perguntar a ela como fazer uma fogueira para cozinhar alimentos enquanto ela está passando, ela não apenas ajudará você a fazer a fogueira, mas também colocará as grelhas, temperará a comida e cozinhará para você, experimentará para garantir que esteja bem cozida e apagará o fogo depois que terminar para não queimar a floresta antes de voltar aos assuntos dela.\n\nClaro, a maioria das pessoas não se importa com o fato de que ela se esforça regularmente. Mas, às vezes, podem ocorrer resultados inesperados... \n\nPor exemplo, um comerciante de Snezhnaya chegou a Mondstadt e ostensivamente desejava entrar no negócio do Vinhedo. Na verdade, ele tinha um plano maligno para arruinar a terra, destruir completamente os negócios do Vinhedo em Mondstadt e depois tomar o mercado com vinhos de Snezhnaya.\n\nEle se disfarçou de comerciante honesto com sua família em uma viagem de negócios a Mondstadt. Naturalmente, sendo visitantes de longe, Noelle lhes deu uma recepção calorosa.\n\nInicialmente, o comerciante ficou encantado com a hospitalidade de Noelle, era um nível acima da etiqueta grosseira que ele esperava da maioria dos camponeses de Mondstadt. No entanto, depois de um tempo, ele começou a sentir que algo estava errado.\n\nNoelle parecia ser capaz de ler sua mente: ela adivinhou corretamente os horários dele e preparava os pratos de Snezhnaya favoritos da família todos os dias. Ela até sabia que a filha dele gostava de ir para a cama abraçando uma boneca de pano, presenteando-a com uma boneca feita à mão por ela mesma.\n\nIsso assustou o comerciante e o fez hesitar em executar a próxima fase de seu plano. O sorriso caloroso de Noelle agora causava frio no comerciante até os ossos. O que mais ela sabia e o que ela realmente estava planejando?\n\nNo final, o comerciante fugiu de Mondstadt com sua família.\n\nNoelle ficou chateada por alguns dias, pensando que de alguma forma havia insultado seus convidados. Mal sabia ela que todo Mondstadt lhe era devedor por levar seu trabalho tão a sério",
      "ru": "Ноэлль всегда хочет помочь и зачастую чересчур любезна.\n\nЕсли вы просто спросите её о том, как развести костёр, чтобы приготовить еду, она не только поможет развести огонь, но и установит стойки, замаринует еду, приготовит её, попробует, чтобы убедиться, что всё получилось вкусно, и напомнит вам затушить костёр, чтобы не случилось лесного пожара, и только потом вернётся к своим делам.\n\nБольшинство людей, конечно, не возражает, но как-то раз случилось кое-что необычное.\n\nМондштадт посетил некий купец из Снежной, желающий заняться винодельческим делом, но истинной его целью было уничтожение винного бизнеса в Мондштадте посредством порчи плодородной земли и захвата рынка винами из Снежной.\n\nПод видом честного торговца с деловым визитом он также привёз с собой свою семью. Ноэлль оказала им приём, достойный заморских гостей.\n\nПоначалу купец был доволен оказанным гостеприимством Ноэлль, который отличался от грубого этикета большинства мондштадтских крестьян.\n\nОднако вскоре он начал подозревать что-то неладное.\n\nЕму казалось, что Ноэлль может читать мысли, ведь она не только знала его рабочее расписание и готовила лучшие блюда Снежной для всей его семьи, но также и знала, что его дочь привыкла засыпать в обнимку с куклой.\n\nНоэлль даже подарила ей куклу, сделанную своими руками.\n\nЭто чертовски напугало купца и заставило его отложить свои злые козни. Тёплая улыбка Ноэлль пробирала его до костей, он никак не мог понять, что она знает и что на самом деле замышляет.\n\nВ конце концов купец бежал из Мондштадта вместе со своей семьёй. Несколько дней после этого Ноэлль не находила себе места, всё думая, что это была её вина.\n\nТаким образом, не осознавая этого, весь Мондштадт находится в долгу перед Ноэлль и её серьёзным отношением к работе.",
      "id": "Noelle selalu bersemangat untuk membantu, bantuannya kadang-kadang terasa berlebihan.\n\nKalau kebetulan dia lewat dan kamu bertanya padanya bagaimana caranya membangun api unggun, dia tidak hanya akan berhenti dan sekadar menjawab pertanyaanmu, namun dia juga akan memasang kaki-kaki api unggun itu, menyiapkan bahan masakannya, membantumu memasak, dan akan mengingatkanmu untuk mematikan api ketika selesai memasak agar tidak terjadi kebakaran hutan. Setelah itu, barulah dia akan kembali ke apa pun yang telah dia sedang kerjakan sebelumnya.\n\nTentu saja, kebanyakan orang tidak keberatan sama sekali dengan apa yang dia lakukan. Tetapi hal itu kadang-kadang bisa menghasilkan hasil yang tidak terduga...\n\nContohnya, seorang pedagang dari Snezhnaya pernah datang ke Mondstadt untuk berkecimpung di bisnis anggur. Sebenarnya, dia punya rencana jahat terhadap Mondstadt, yaitu ingin menghancurkan bisnis anggur di Mondstadt sepenuhnya, kemudian menguasai pasar dengan anggur dari Snezhnaya.\n\nOrang itu menyamarkan dirinya dan tampak seperti seorang pedagang jujur yang datang dengan keluarganya dan sedang dalam perjalanan bisnis ke Mondstadt. Karena Noelle menganggap mereka sebagai pengunjung yang datang dari jauh, dia memberikan mereka sebuah sambutan yang hangat.\n\nAwalnya, mereka berdua merasa puas dengan keramahan Noelle; sikap keramahan itu mereka rasakan jauh berbeda dengan sikap kebanyakan orang yang kurang berpendidikan di Mondstadt. Namun, setelah beberapa waktu tamu Snezhnaya itu mulai merasa bahwa sesuatu yang ganjil sedang terjadi.\n\nMereka merasa bahwa Noelle tampaknya dapat membaca pikiran mereka: dia benar menebak jadwalnya, memasak masakan Snezhnaya favorit keluarganya untuk mereka setiap hari, dan bahkan tahu bahwa putrinya suka tidur dengan memeluk boneka, dan sengaja memberikan putrinya itu boneka kain buatan tangannya sendiri.\n\nHal-hal ini membuat tamu yang bermaksud jahat itu takut duluan, dan membuatnya ragu-ragu untuk melaksanakan rencananya lebih jauh. Senyum hangat Noelle yang tulus dari hati malah membuat mereka bergidik ketakutan seakan-akan Noelle memiliki rencana terselubung terhadap mereka. Akhirnya, pedagang bersama keluarganya itu malah memutuskan untuk pergi dan meninggalkan Mondstadt, serta tidak pernah kembali lagi.\n\nNoelle sedih dan mengira bahwa sang tamu pergi karena marah dan tidak puas dengan apa yang dia kerjakan. Di sisi lain, dia tidak tahu bahwa semua itu justru terjadi berkat keseriusannya dalam melakukan pekerjaannya.",
      "th": "Noelle นั้นหลงรักที่จะให้การบริการ ช่วยเหลือ ซึ่งบางครั้งมันก็มากจนเกินไป\n\nหากว่าคุณเดินผ่านเธอในป่าและถามเธอว่าจะสุมกองไฟเพื่อทำบาร์บีคิว ยังไง เธอจะเข้าช่วยเหลืออย่างไม่ต้องการการตอบแทน ไม่เพียงแต่จะช่วยสุมไฟสองกอง สามกองเท่านั้น แต่ยังจะจัดตะแกรงเตาย่างและจัดการกับอาหารไปจนถึงทำอาหาร ชิม คอยย้ำเตือนว่าต้องกินตอนสุกเท่านั้น และก็ห้ามลืมดับไฟก่อนกลับด้วย จากนั้นถึงจะยอมแยกกลับออกไป\n\nโดยปกติแล้วผู้คนก็ไม่ได้รังเกียจ ความช่วยเหลืออย่างนี้ แต่บางครั้งการกระทำแบบนี้ก็ให้ผลที่ไม่คาดคิดเหมือนกัน\n\nเคยมีนักธุรกิจจาก Snezhnaya คนหนึ่งมาที่ Mondstadt และพยายามที่จะขยายกิจการ อุตสาหกรรมเหล้า โดยแท้จริงแล้วเขาวางแผนที่จะใช้ วิธีการหลอกลวงเพื่อวางรากฐาน บนดินแดนแห่งนี้แล้วค่อย ๆ ครองตลาดด้วยเหล้าจากบ้านเกิดของเขาเพื่อทำลายอุตสาหกรรม เครื่องดื่มของ Mondstadt\n\nเขาทำตัวเป็นนักธุรกิจที่ใจดีและพาภรรยากับลูกสาวของเขามาที่ Mondstadt เพื่อหารือเกี่ยวกับธุรกิจในฐานะ แขกผู้มีเกียรติจากแดนไกล ซึ่งพวกเขาก็ได้รับการต้อนรับ อย่างอบอุ่นจาก Noelle\n\nในตอนแรกนักธุรกิจท่านนี้ก็คิดว่า การต้อนรับของ Noelle นั้นช่างวิเศษและแตกต่างจากชาว Mondstadt ส่วนใหญ่อย่างสิ้นเชิงที่ดูเหมือนจะล้าหลังและหยาบคาย แต่แล้วต่อมาเขาก็เริ่มรู้สึกแปลก ๆ\n\nNoelle นั้นมักจะรู้ล่วงหน้าเสมอว่าเขาต้องการจะทำอะไร เธอจัดตารางเวลาให้เขาอย่างดี โดยทุก ๆ วันอาหารของ Snezhnaya ทั้งสามมื้อจะถูกเตรียมไว้บนโต๊ะซึ่งก็มักจะเป็นอาหารที่คนในบ้านชอบ กินเสียด้วย หนำซ้ำเธอถึงขนาดรู้รายละเอียด ยิบย่อยที่ว่าลูกสาวของนักธุรกิจมี นิสัยชอบกอดตุ๊กตาผ้าเวลานอน แล้วยังทำตุ๊กตาผ้าส่งให้กับเธออีกด้วย\n\nการกระทำเหล่านี้ทำให้นักธุรกิจต้องลังเลที่จะดำเนินแผนที่ตัวเองวางไว้ เพียงแค่มองเห็นใบหน้าที่ยิ้มแย้ม ของ Noelle ใจของนักธุรกิจคนนั้นก็ถึงกับ อดกลั้นความกลัวไม่ได้และคิดว่าเธอ ทำไปด้วยเจตนาแอบแฝง\n\nสุดท้ายนักธุรกิจผู้ตื่นกลัวก็ออกจาก Mondstadt ไปกับภรรยาและลูกสาวของเขาใน ชั่วข้ามคืนและไม่กลับมาอีกเลย\n\nNoelle นั้นคิดว่ามันเป็นเพราะการต้อนรับ ของเธอมีข้อบกพร่องจึงทำให้แขก อารมณ์เสียและจาก Mondstadt ไป โดยเธอรู้สึกหดหู่อย่างนั้นอยู่หลายวัน แต่ที่จริงแล้วนี่เป็นผลของการ ทำงานอย่างขยันขันแข็งของเธอ",
      "vi": "Noelle luôn là người nhiệt tình đáng tin cậy, có lúc lại hơi quá đà.\n\nNếu hỏi cô khi cô vô tình đi ngang qua, làm sao đốt lửa trại cho buổi dã ngoại và tiệc nướng, thì Noelle sẽ nhất quyết tham gia cùng, không chỉ đốt lửa trong tích tắc, mà còn sơ chế đồ ăn, nấu một bữa thơm lừng một cách nhanh chóng, lại còn ăn thử một miếng và khuyên răn cẩn thận là phải nấu chín thực phẩm, nhớ dập lửa để phòng cháy rừng, rồi mới chịu rời đi.\n\nThông thường, mọi người sẽ không để bụng với cách thức giúp đỡ như thế.\n\nNhưng thỉnh thoảng hành động này cũng mang đến kết quả thần kỳ.\n\nTừng có một thương nhân đến từ Snezhnaya muốn buôn bán rượu ở Mondstadt, hắn vốn muốn lừa đảo, rồi nằm vùng ở đây, sau đó từ từ dùng rượu ở quê nhà độc chiếm thị trường, phá hủy ngành rượu ở Mondstadt.\n\nHắn giả làm thương nhân tốt bụng, đưa vợ con đến Mondstadt làm ăn, là thượng khách đến từ phương xa, họ đã nhận được sự đón tiếp nhiệt tình của Noelle.\n\nBan đầu cảm thấy sự tiếp đón của cô vô cùng chu đáo, khác hẳn so với những người dân quê mùa lạc hậu ở Mondstadt, thế nhưng dần dần cảm thấy có sự khác lạ.\n\nNoelle luôn biết những gì họ muốn, chuẩn bị trước hành trình cho họ, mỗi ngày ba bữa món ăn Snezhnaya, hơn nữa lại toàn là món ưa thích của họ, cô biết cả việc con gái thương nhân đó khi ngủ thích ôm gối, vậy nên cô đặc biệt đem đến con búp bê tự tay thêu.\n\nĐiều này khiến cho tên thương nhân không biết phải thực hiện kế hoạch của mình ra sao, chỉ riêng nụ cười của Noelle cũng khiến ông nghĩ rằng cô có dụng ý gì đó.\n\nCuối cùng hắn sợ hãi phải đưa vợ con rời khỏi Mondstadt ngay trong đêm, không bao giờ trở lại.\n\nNoelle cho rằng bản thân phục vụ không chu đáo nên thượng khách mới tức giận bỏ đi, buồn bã hết mấy ngày. Nhưng sự thật thì đây chính là kết quả cho sự làm việc chăm chỉ của cô."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "绝大多数时候，诺艾尔都是让人安心的存在，不过，偶尔也会有意外。\n\n某一天，她听说有位冒险家被困在了龙脊雪山，立刻收拾装备，独自进山搭救。\n\n当日的暴风雪如凶兽般顽劣，渺小人类在雪山上留下的痕迹会被瞬间抹去。想找一条安全上山的路线都很困难，更别说是寻找一个早已被白雪掩埋的人。\n\n诺艾尔却坚持在如此凶险的环境下进行搜救。大半天后，她终于在某个洞穴中找到了快要冻僵的冒险家。\n\n此时，诺艾尔的棉衣早已湿透，水壶里的水也冻成了冰块。饥寒交迫，她仍是挤出最后的力气，将冒险家背下了山。\n\n冒险家获救，诺艾尔却也力竭倒下。整整三天，她因高烧不省人事，整个骑士团辗转难眠，为她担心。\n\n所幸最后一切平安。\n\n类似的事发生过不止一次，骑士团的前辈们都很心疼诺艾尔。\n\n为了不让热心的诺艾尔陷入危险，琴只能尽量「发明」一些安全工作交给她，避免她接触到危险。不过，要是真出了什么大事，便轮到凯亚登场了。\n\n在蒙德的龙灾事件中，诺艾尔跃跃欲试，想要亲自解决灾害的源头。但在凯亚悉心安排下，她被无数个「紧急任务」支开，一直在城里奔波到了危机结束的那天。",
      "zht": "絕大多數時候，諾艾爾都是讓人安心的存在，不過，偶爾也會有意外。\n\n某一天，她聽說有位冒險家被困在了龍脊雪山，立刻收拾裝備，獨自進山搭救。\n\n當日的暴風雪如凶獸般頑劣，渺小人類在雪山上留下的痕跡會被瞬間抹去。想找一條安全上山的路線都很困難，更別說是尋找一個早已被白雪掩埋的人。\n\n諾艾爾卻堅持在如此兇險的環境下進行搜救。大半天後，她終於在某個洞穴中找到了快要凍僵的冒險家。\n\n此時，諾艾爾的棉衣早已濕透，水壺裡的水也凍成了冰塊。饑寒交迫，她仍是擠出最後的力氣，將冒險家背下了山。\n\n冒險家獲救，諾艾爾卻也力竭倒下。整整三天，她因高燒不省人事，整個騎士團輾轉難眠，為她擔心。\n\n所幸最後一切平安。\n\n類似的事發生過不止一次，騎士團的前輩們都很心疼諾艾爾。\n\n為了不讓熱心的諾艾爾陷入危險，琴只能盡量「發明」一些安全工作交給她，避免她接觸到危險。不過，要是真出了什麼大事，便輪到凱亞登場了。\n\n在蒙德的龍災事件中，諾艾爾躍躍欲試，想要親自解決災害的源頭。但在凱亞悉心安排下，她被無數個「緊急任務」支開，一直在城裡奔波到了危機結束的那天。",
      "jp": "ノエルは安心できる存在ではあるが、たまに例外もある。\n\nたとえばある日、冒険者がドラゴンスパインで遭難したと聞いた彼女は、すぐに荷物を整え、一人で山へ向かった。\n\nその日の吹雪は、安全に進める道を見つけるのも困難なほど激しかった。\n\nしかしノエルは怯まなかった。彼女は半日かけて、遂に洞窟の中で凍死寸前の冒険者を見つけ出した。\n\nその時点で彼女の服は雪のせいで濡れそぼり、水筒の水も氷になっていたが、それでも彼女は飢えと寒さに耐えながら力を絞り出し、冒険者を背負って山を下りた。\n\n冒険者は無事に助かったが、ノエルは倒れ三日も高熱にうなされた。幸い、その後すっかり回復し大事には至らなかった。\n\nしかし、こういった出来事は一度や二度ではないため、騎士団の先輩たちはとにかくノエルが心配なのだ。\n\n熱心なノエルがまた危険に巻き込まれに行かないよう、ジンはできるだけ彼女が安全にこなせる仕事を「作る」しかなかった——万が一危険に巻き込まれた時は、ガイアの出番だ。\n\nモンドで龍災が発生した時も、ノエルは災害の源をなんとかしようとうずうずしていたのだが、ガイアの入念な手配の下、危機が解決される日まで彼女はたくさんの「緊急任務」に駆り出され、多忙な日々を送ることとなった。",
      "ko": "노엘은 언제나 안심할 수 있는 존재이긴 하지만, 가끔 예외도 있다.\n\n예를 들면, 어느 날 드래곤 스파인에 갇힌 모험가가 있다는 소식을 듣게 된 노엘은 급하게 장비를 챙겨 혼자 산으로 구조를 떠났다.\n\n그날의 눈보라는 흉악한 야수처럼 사나웠고, 보잘것없는 인간이 설산에 남긴 흔적 따윈 순식간에 사라졌다. 안전한 노선을 찾아 산을 오르는 것도 버거운데, 이미 폭설에 파묻혀버린 사람을 찾는 건 여간 어려운 일이 아니었다.\n\n그러나 이런 험악한 환경 속에서 노엘은 반나절 동안 수색을 했고, 마침내 어느 한 동굴에서 곧 얼어 죽을 것 같은 모험가를 찾아냈다.\n\n노엘의 옷은 다 젖어 있었고, 물통의 물도 다 얼어 있었다. 굶주림과 추위가 몰려왔지만, 그녀는 마지막 힘을 짜내 모험가를 업고 산에서 내려왔다.\n\n모험가는 살았지만 노엘은 결국 힘을 다해 쓰러져버렸다. 그녀가 고열로 3일 동안 정신을 잃었을 때, 기사단 사람들은 모두 그녀 걱정에 잠을 이루지 못했다.\n\n다행히 그녀는 무사했다.\n\n그러나 이런 일이 한두 번이 아니었기에 기사단의 선배들은 마음을 놓을 수 없었다.\n\n노엘이 다시는 위험에 빠지지 않게 하기 위해 진은 그녀가 최대한 안전하게 할 수 있는 일을 「발명」해 위험한 사건에 휘말리지 않게 했다. 하지만 만약 정말 무슨 큰일이 일어난다면, 그때는 케이아가 나설 차례다.\n\n몬드에 용의 재앙이 일어났을 때 노엘은 이를 직접 해결하려고 했지만, 케이아의 세심한 배려 덕에 그녀는 무수히 많은 「긴급 임무」를 맡아 몬드성의 위기가 끝나는 날까지 분주했다",
      "en": "Most of the time, Noelle's reliability provides a comforting presence, but there are always exceptions.\n\nOnce, she learned that an adventurer was trapped on Dragonspine, so she decided to mount a rescue by herself.\n\nThe snowstorm that day was terribly fierce, wiping out any tracks left by humans as soon as they were made. It was impossible to find a safe route to proceed, to say nothing of saving the adventurer amidst the snow.\n\nHowever, Noelle persisted on searching for the adventurer and eventually found him inside a cave, suffering from severe hypothermia.\n\nAt the time, her coat was completely soaked, and the water inside her bottle had turned to ice. Thirsty and hungry, Noelle still managed to carry the adventurer down on her back.\n\nThe adventurer was saved, but Noelle, having over-exerted herself, laid in bed for three days straight, suffering from a high fever. Everyone in the Knights of Favonius barely slept out of concern for her during that period. Fortunately, Noelle recovered.\n\nIt was not the first or second time that something similar had happened, and everyone was deeply worried for Noelle.\n\nIn order to prevent Noelle from putting herself in harm's way again, Jean had to invent some safe jobs to keep Noelle busy. If something were to happen, then Kaeya would have to save the day.\n\nDuring the Stormterror threat, Noelle was also eager to resolve the threat at its source. However, Kaeya managed to arrange quite a few \"urgent matters\" for her to attend to inside the city until it was all over.",
      "de": "Die meiste Zeit bietet Noelles Zuverlässigkeit ein beruhigendes Gefühl, aber Ausnahmen gibt es immer.\n\nNachdem sie davon erfahren hatte, dass ein Abenteurer auf dem Drachengrat festsaß, beschloss sie, ihn selbst retten zu gehen.\n\nDer Schneesturm an jenem Tag war außergewöhnlich heftig. Von Menschen im Schnee hinterlassene Spuren wurden im Sturm fast sofort von neuem Schnee bedeckt. Es war unmöglich, einen sicheren Weg zur Spitze zu finden, um den Abenteurer inmitten des Schneesturms zu retten.\n\nNoelle suchte jedoch weiter nach dem Abenteurer und fand ihn schließlich vollkommen unterkühlt in einer Höhle.\n\nAls sie ihn fand, war ihr Mantel bereits völlig durchnässt und das Wasser in ihrer Feldflasche hatte sich schon in Eis verwandelt. Noelle war durstig und hungrig zugleich, schaffte es aber immer noch den Abenteurer auf ihrem Rücken zu tragen. Der Abenteurer wurde zwar gerettet, aber Noelle, die sich damit überanstrengt hatte, lag drei Tage lang auf dem Krankenbett und litt unter hohem Fieber. Jeder im Ordo Favonius schlief in dieser Zeit aus Sorge um sie kaum. Glücklicherweise erholte sich Noelle recht schnell.\n\nEs war nicht das erste Mal, dass so etwas passiert war. Alle sorgten sich sehr um Noelle.\n\nUm zu verhindern, dass Noelle erneut in solch eine Gefahr geriet, musste Jean einige sicherere Aufgaben erfinden, um Noelle zu beschäftigen. Wenn etwas in der Umgebung passieren würde, müsste eben Kaeya an ihrer Stelle die Lage unter Kontrolle bringen.\n\nWährend der Sturmschrecken-Bedrohung in Mondstadt war Noelle ebenfalls bestrebt, die Bedrohung an ihrer Quelle zu bekämpfen. Kaeya gelang es jedoch, einige dringende Angelegenheiten vorzutäuschen, die sie innerhalb der Stadt erledigen musste, bis alles vorbei war.",
      "es": "La mayoría de las veces, la fiabilidad de Noelle proporciona una presencia reconfortante, pero siempre hay excepciones.\n\nUna vez se enteró de que un aventurero estaba atrapado en Espinadragón, por lo que decidió preparar un rescate ella misma.\n\nLa tormenta de nieve ese día era excepcionalmente feroz; las huellas dejadas por los humanos en la nieve desaparecían casi tan pronto como levantaban el pie. Era imposible encontrar una ruta segura para continuar, y mucho menos encontrar al aventurero en medio de la nieve.\n\nSin embargo, Noelle persistió en buscarlo y finalmente lo encontró dentro de un cueva con hipotermia severa.\n\nEn ese momento, su abrigo estaba completamente empapado, y el agua dentro de su botella se había convertido en hielo. Muerta de hambre y sed, Noelle aún logró cargarse a ese aventurero a la espalda.\n\nEl aventurero se salvó, pero Noelle, que había hecho un esfuerzo sobrehumano, cayó enferma con una fiebre alta y estuvo en cama por tres días. Todos los Caballeros de Favonius apenas dormían preocupados por ella. Afortunadamente, Noelle se recuperó.\n\nNo era la primera ni la última vez que ocurrían cosas similares y todos se preocupaban mucho por Noelle.\n\nPara evitar que volviera a ponerse en peligro, Jean tuvo que inventar algunos trabajos seguros para mantener a Noelle ocupada. Si algo sucediera, entonces Kaeya tendría que prevenir la catástrofe.\n\nDurante la amenaza de Stormterror, Noelle también estaba dispuesta a cortar el problema de raíz; sin embargo, Kaeya logró organizar bastantes “asuntos urgentes” dentro de la ciudad para que ella se ocupara hasta que todo terminó.",
      "fr": "La plupart du temps, la présence de Noëlle se révèle source de réconfort ; cependant, cela n'est pas toujours le cas.\n\nIl arriva par exemple qu'un aventurier se trouve coincé aux Monts Dosdragon ; entendant la nouvelle, Noëlle ne perdit pas une minute, et, ses affaires préparées, partit tout de suite à sa recherche.\n\nUne tempête de neige aux vents mordants avait complètement effacé toute trace de l'homme ; trouver un chemin utilisable relevait du tour de force, trouver quelqu'un enterré sous la neige du miracle.\n\nNoëlle n'abandonna pas pour autant, et s'enfonça dans la montagne, résolue à sauver l'homme. Ses efforts payèrent, et elle finit après plusieurs heures passées au milieu de la tempête par trouver l'aventurier à moitié gelé dans une grotte.\n\nLes vêtements de la jeune fille étaient depuis longtemps trempés, et l'eau de sa gourde n'était plus qu'un glaçon. Tremblante et exténuée, elle fit malgré tout appel à ses dernières forces, et, portant l'homme sur son dos, redescendit dans la vallée.\n\nL'aventurier survécut ; Noëlle, à bout de force, s'effondra, perdant connaissance et restant inconsciente trois jours durant, à la plus grande inquiétude des chevaliers qui se relayèrent à son chevet, en perdant le sommeil.\n\nPar bonheur, elle finit par aller mieux, et l'histoire connut ainsi une fin heureuse.\n\nCe genre d'épisode arriva à plus d'une reprise.\n\nTout le monde porte Noëlle dans son cœur, et Jean, voulant s'assurer que sa générosité ne soit aussi la cause de sa perte, doit en permanence « trouver » des tâches sans danger pour la maintenir occupée. Si d'aventure quelque événement d'importance vient à éclater, c'est à Kaeya qu'échoue la responsabilité de s'assurer que rien ne lui arrive.\n\nAinsi par exemple, il fallut freiner les ardeurs de Noëlle lorsque Stormterror attaqua Mondstadt ; et Kaeya se débrouilla pour assigner la jeune fille à quelque « tâche urgente » à l'abri, le temps que la crise soit passée.",
      "pt": "Na maioria das vezes, a confiabilidade de Noelle é uma presença reconfortante, mas sempre há exceções.\n\nUma vez ela ficou sabendo que um aventureiro estava preso na Espinha do Dragão, então decidiu realizar um resgate sozinha.\n\nA tempestade de neve naquele dia foi excepcionalmente feroz. Rastros deixados por humanos foram apagados assim que foram feitos. Era impossível encontrar uma rota segura para prosseguir, sem mencionar o fato de ter que salvar o aventureiro no meio da neve.\n\nNo entanto, Noelle persistiu em procurar o aventureiro e acabou encontrando-o dentro de uma caverna, sofrendo de hipotermia grave.\n\nNo momento, seu casaco estava completamente encharcado e a água dentro de sua garrafa havia virado gelo. Sedento e faminto, Noelle ainda conseguiu levar o aventureiro nas costas.\n\nO aventureiro foi salvo, mas Noelle, tendo se esforçado demais, caiu na cama por três dias seguidos, sofrendo de febre alta. Todos os Cavaleiros de Favonius mal dormiram por causa dela durante esse período. Felizmente, Noelle se recuperou.\n\nNão foi a primeira nem a segunda vez que coisas semelhantes aconteceram. Todos se preocupavam profundamente com Noelle.\n\nPara evitar que Noelle fosse novamente colocada em perigo, Jean teve que \"inventar\" alguns trabalhos seguros para manter Noelle ocupada. Se algo acontecesse, Kaeya teria que salvar o dia.\n\nDurante a ameaça de Stormterror, Noelle também estava ansiosa para acabar com a ameaça em sua origem. No entanto, Kaeya conseguiu organizar alguns \"assuntos urgentes\" para ela resolver dentro da cidade até que tudo acabasse.",
      "ru": "Обычно своим присутствием Ноэлль делает жизнь окружающих проще, но всегда бывают исключения.\n\nОднажды она услышала, что один из путешественников потерялся на Драконьем хребте. Ноэлль тут же решила самостоятельно снарядить спасательную экспедицию.\n\nСнежная буря в тот день была особенно свирепа, снег заметал следы за секунду. Невозможно было найти безопасный маршрут среди скал, но Ноэлль продолжала идти.\n\nВ конце концов она отыскала путешественника в маленькой пещере. Он уже страдал от сильного переохлаждения.\n\nОдежда Ноэлль к тому времени промокла насквозь, а вода в её фляжке превратилась в лёд, но она всё же сумела спустить бедолагу со склона на своей спине.\n\nИскателя приключений удалось спасти, а переутомившаяся Ноэлль пролежала три дня в постели с высокой температурой. Беспокоившиеся за неё рыцари со всего ордена не могли тогда спать.\n\nК счастью, Ноэлль быстро поправилась. Это был не первый и не второй подобный случай. Весь орден заботится о Ноэлль.\n\nЧтобы отгородить её от опасностей, Джинн приходится выдумывать для неё ненужную, но безопасную работу. Если Мондштадту угрожает опасность, Кэйа сможет с этим разобраться сам.\n\nВо время нападения Ужаса Бури Ноэлль снова рвалась в бой, но Кэйе удалось придумать для неё достаточно «неотложных дел» в стенах города, чтобы занять её до разрешения экстренной ситуации.",
      "id": "Hampir sepanjang waktu kehadiran Noelle membuat orang lain merasa tenteram. Tetapi, kadang-kadang juga terjadi pengecualian.\n\nSuatu hari, dia mendengar bahwa ada seorang pengembara terjebak di Dragonspine dan dia memutuskan untuk berangkat seorang diri ke tempat itu untuk menyelamatkannya.\n\nPada hari itu sedang terjadi hujan badai yang sangat besar, dan dalam sekejap hujan badai itu menghapuskan jejak-jejak langkah orang yang pergi menuju ke tempat itu. Jangankan mencari orang yang tertimbun salju, bahkan untuk mencari jalur aman untuk mendaki ke gunung itu pun sangat sulit.\n\nNamun nekadnya, Noelle tetap teguh hati untuk melakukan aksi penyelamatannya itu. Singkat cerita, Noelle berhasil menemukan pengembara malang yang menderita hipotermia di dalam sebuah gua.\n\nSaat itu, jaket yang dia pakai sudah tersobek parah, dan air yang dia bawa di dalam botolnya sudah membeku. Di dalam kondisi yang sesulit itu, Noelle masih bertekad untuk menggunakan kekuatan terakhirnya untuk menggendong sang pengembara dan turun dari gunung tersebut.\n\nSang pengembara akhirnya selamat, sementara Noelle justru kehabisan tenaganya dan tumbang. Tiga hari penuh setelahnya Noelle hanya bisa berbaring di tempat tidurnya karena demam yang sangat tinggi. Semua anggota Knights of Favonius sulit tidur dengan baik kala itu karena mengkhawatirkan kondisi Noelle.\n\nBeruntung setelahnya semua berhasil kembali normal.\n\nHal seperti ini tidak hanya terjadi sekali dua kali. Para senior Knights of Favonius begitu mengkhawatirkan serta menyayangi Noelle.\n\nDemi melindungi Noelle dari bahaya-bahaya lain lagi, Jean berupaya semaksimal mungkin \"memberikan\" tugas-tugas yang aman kepada dirinya. Kalau suatu saat benar-benar terjadi keadaan darurat, biarlah Kaeya yang menggantikannya mengurus hal itu.\n\nPada saat terjadi ancaman oleh Stormterror, Noelle juga ingin mengatasi permasalahan itu oleh dirinya sendiri. Tetapi Kaeya memberikannya \"tugas mendesak\" untuk mengalihkan perhatiannya sehingga dia tetap berada di dalam kota sampai saat-saat yang berbahaya itu berakhir.",
      "th": "โดยส่วนใหญ่แล้ว Noelle มักจะให้ความรู้สึกที่สบายใจต่อคนรอบข้างเสมอ อย่างไรก็ตามบางครั้งก็จะมีเรื่องที่เหนือความคาดหมายเกิดขึ้นบ้าง\n\nครั้งหนึ่งเธอได้ยินว่ามีนักผจญภัยคนหนึ่งติดอยู่บน Dragonspine จึงรีบจัดเตรียมสิ่งของและมุ่งหน้าขึ้นไปบนภูเขาเพื่อช่วยเหลือเพียงลำพังโดยทันที\n\nวันนั้นเป็นวันที่พายุหิมะโหมกระหน่ำอย่างบ้าคลั่งและรุนแรง ซึ่งร่องรอยของมนุษย์ก็จะถูกลบไปอย่างรวดเร็วและเป็นเรื่องยากมากที่จะหาคนภายใต้สภาวะแวดล้อมที่แค่หาเส้นทางเดินที่ปลอดภัยยังทำได้ยาก\n\nแต่ Noelle ก็ยังคงยืนยันที่จะค้นหาต่อไปท่ามกลางสภาวะที่อันตรายอย่างนี้ เวลาผ่านไปกว่าครึ่งวัน ในที่สุดก็ได้พบนักผจญภัยที่กำลังจะแข็งตายอยู่ในถ้ำ\n\nในเวลานั้นเสื้อคลุมผ้าฝ้ายของ Noelle ก็เปียกโชกไปหมดแล้วและน้ำในกาต้มน้ำก็กลายเป็นก้อนน้ำแข็ง แต่ถึงแม้จะถึงแม้จะอยู่ในสถานการณ์ที่สิ้นหวังสุด ๆ เธอก็ยังรวบรวมกำลังเฮือกสุดท้ายของเธอและพานักผจญภัยลงมาจากภูเขา\n\nถึงแม้ว่านักผจญภัยจะได้รับความช่วยเหลือแล้วแต่ Noelle ซึ่งฝืนตัวเองจนเกินไปก็ต้องล้มป่วยไปถึงสามวันเต็ม ๆ ทำเอาเหล่าอัศวินทั้งหลายต้องกังวลไปตาม ๆ กัน\n\nโชคยังดีที่สุดท้ายแล้วเธอไม่ได้เป็นอะไรร้ายแรง\n\nเรื่องพวกนี้ไม่ได้เกิดแค่ครั้งหรือสองครั้งเท่านั้นซึ่งทำให้เหล่าอัศวินอาวุโสทั้งหลายในกองอัศวินล้วนแต่เป็นห่วงเธอเป็นอย่างมาก\n\nเพื่อที่จะไม่ให้ Noelle ผู้แสนใจดีต้องตกอยู่ในอันตรายแล้ว Jean ถึงกับต้องพยายาม \"คิดค้น\" หางานที่ปลอดภัยเพื่อที่จะให้เธอไปทำเพื่อหลีกเลี่ยงอันตรายที่จะเกิดขึ้นกับตัวเธอ อย่างไรก็ตามหากเกิดเรื่องใหญ่อะไรขึ้นมาจริง ๆ ล่ะก็ นั่นก็ถึงตา Kaeya ต้องออกโรงแล้วล่ะ\n\nในช่วงที่เกิดภัยพิบัติมังกรขึ้นใน Mondstadt นั้น Noelle มีความกระตือรือร้นอย่างมากที่จะพยายามแก้ไขแหล่งที่มาของความหายนะนี้ แต่ภายใต้การจัดการอย่างรอบคอบของ Kaeya แล้ว เธอจึงได้รับ \"งานฉุกเฉิน\" จำนวนนับไม่ถ้วนและยังคงยุ่งอยู่ใน Mondstadt จนกระทั่งช่วงเวลาวิกฤตสิ้นสุดลง",
      "vi": "Phần lớn mọi người đều an tâm trước sự xuất hiện của Noelle, có điều cũng có ngoại lệ.\n\nCó lần cô nghe được tin một Nhà Mạo Hiểm bị mắc kẹt trong Long Tích Tuyết Sơn, thế là cô liền thu dọn công cụ, một mình tiến đến ngọn núi cứu người.\n\nNgày hôm đó bão tuyết dữ dội, những dấu chân của con người nhỏ bé để lại nhanh chóng bị xóa sạch, muốn tìm đường an toàn lên núi là không hề dễ, chứ đừng nói là tìm người bị vùi trong tuyết.\n\nẤy vậy mà trong hoàn cảnh nguy hiểm như thế, Noelle đã kiên trì tìm kiếm, cuối cùng đã tìm được Nhà Mạo Hiểm sắp bị lạnh cóng trong một hang động.\n\nLúc ấy, áo len của cô cũng đã ướt sung từ lâu, nước trong bình cũng đóng băng, trong cái đói và giá buốt, cô dùng hết sức mình cõng Nhà Mạo Hiểm xuống núi.\n\nNhà Mạo Hiểm tuy được cứu, nhưng Noelle lại ngất vì kiệt sức, sốt cao ba ngày ba đêm, mọi người trong đội kỵ sĩ vô cùng lo lắng\n\nMay mà cuối cùng tất cả đều bình an.\n\nSự việc này không chỉ xảy ra một lần, các tiền bối của đội kỵ sĩ vô cùng lo lắng cho Noelle.\n\nĐể người nhiệt tình như Noelle không lâm vào nguy hiểm, Jean đành cố hết sức \"chế tạo\" những thứ cần thiết cho việc cứu người của cô. Thế nhưng nếu thật sự xảy ra chuyện lớn, thì sẽ đến phiên Kaeya xuất hiện giải vây.\n\nTrong sự việc thảm họa rồng Mondstadt, Noelle vô cùng háo hức muốn đích thân giải quyết nguồn gốc của thảm họa. Nhưng dưới sự sắp xếp tài tình của Kaeya, cô đã bị vô số “nhiệm vụ khẩn” quay chóng mặt, bận rộn cho đến cái ngày nguy hiểm kết thúc."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "诺艾尔看似娇小的身躯中蕴藏着非常强大的力量。这不仅仅是指她意志坚定，顽强不屈，也是指她的力气非常之大。\n\n有一次，丽莎不小心将实验仪器掉到了书架底下，正在苦恼趴下去捡起是否有失体面。诺艾尔及时赶来，单手举起了装满书的书架。从拿起到放下，书架里的书都没被晃出一本。\n\n还有一次，几辆送货的货车在经过蒙德城侧门时被火史莱姆袭击，燃起大火。货主手忙脚乱之际，也是诺艾尔赶到，连货带车统统扔进果酒湖，跟着马上跳下水，把货物一个不漏地捞了回来。\n\n据说诺艾尔练剑时，差点让那位自诩手艺精良的铁匠瓦格纳沮丧到归隐山林。\n\n他前后尝试十几种矿石配方锻造出的所有长剑，只要被诺艾尔用上几次便会崩刃，无一例外。\n\n原本，瓦格纳以为是诺艾尔用剑的方法不对，后来才发觉，根本问题在于武器强度不足。\n\n瓦格纳赌上名誉，为诺艾尔定制了一把沉重又扎实的大剑，配合诺艾尔自身岩元素力加固，这才勉强解决了她的武器问题。\n\n不过请放心，诺艾尔不会在非必要场合展示她过人的力量，她本人也是暴力的反对者。\n\n只是听说，诺艾尔刚拿到定制大剑那天，在醉汉峡被两个喝醉的盗宝团成员盯上，当成了手无缚鸡之力的小绵羊…\n\n希望以后不要再有这样的倒霉鬼出现了。",
      "zht": "諾艾爾看似嬌小的身軀中蘊藏著非常強大的力量。這不僅僅是指她意志堅定，頑強不屈，也是指她的力氣非常之大。\n\n有一次，麗莎的實驗儀器不小心掉到了書架底下，正在苦惱趴下去撿起是否有失體面。諾艾爾及時趕來，單手舉起了裝滿書的書架。從拿起到放下，書架裡的書都沒被晃出一本。\n\n還有一次，幾輛送貨的貨車在經過蒙德城側門時被火史萊姆襲擊，燃起大火。貨主手忙腳亂之際，也是諾艾爾趕到，連貨帶車統統丟進果酒湖，跟著馬上跳下水，把貨物一個不漏地撈了回來。\n\n據說諾艾爾練劍時，差點讓那位自詡手藝精良的鐵匠瓦格納沮喪到歸隱山林。\n\n他前後嘗試十幾種礦石配方鍛造出的所有長劍，只要被諾艾爾用上幾次便會崩刃，無一例外。\n\n原本，瓦格納以為是諾艾爾用劍的方法不對，後來才發覺，根本問題在於武器強度不足。\n\n瓦格納賭上名譽，為諾艾爾定製了一把沉重又扎實的大劍，配合諾艾爾自身岩元素力加固，這才勉強解決了她的武器問題。\n\n不過請放心，諾艾爾不會在非必要場合展示她過人的力量，她本人也是暴力的反對者。\n\n只是聽說，諾艾爾剛拿到定製大劍那天，在醉漢峽被兩個喝醉的盜寶團成員盯上，當成了手無縛雞之力的小綿羊…\n\n希望以後不要再有這樣的倒楣鬼出現了。",
      "jp": "ノエルの華奢な体には、とても強い力が秘められている。それは、彼女の揺るぎない意志だけを指しているのではない。彼女は本当に力持ちなのである。\n\nある時、実験器具をうっかり本棚の下に落としてしまったリサが、レディとして床に這いつくばって拾うのはいかがなものかと悩んでいたところ、たまたま通ったノエルが颯爽と本棚を持ち上げて、下にあった器具をリサに渡した。その際、中の本は一冊たりとも崩れたり落ちたりしなかったそうだ。\n\nまたある時、荷物を乗せた馬車がモンド側門で炎スライムの襲撃を受け、積み荷が火に包まれた。偶然そこへ通りかかったノエルは、瞬時に馬車ごと積み荷をシードル湖に放り投げ入れたかと思うと、すぐに湖の中に飛び込み、荷物を無事すべて回収したらしい。\n\nそんなノエルは昔、鍛冶屋のワーグナーを、引退を考えさせるほど落ち込ませたことがある。\n\nワーグナーが十数種もの配合を試して作りあげた自慢の長剣を、ノエルは2、3度使っただけで鉄塊へと変えてしまったからだ。\n\n始め、ワーグナーはノエルの使い方が間違っているのだと思ったが、彼女の戦いをよく観察した結果、単なる強度不足だと気付いた。ワーグナーは職人の名誉にかけてノエルに重くしっかりした大剣を作り、さらにノエル自身の持つ岩元素の力で補強をかけ、そうしてやっと彼女の武器問題を解決した。\n\n強い力を持っているとはいえ、ノエルは必要でない時にその力を披露することはない。彼女自身が暴力的なことを嫌うからだ。\n\nただ噂によると、ノエルがオーダーメイドの大剣を手に入れた日、酔漢峡で酔っぱらった宝盗団メンバーたちにいいカモだと思われ襲われたらしい…\n\nそれが本当ならば、彼らがノエルの前に現れることは二度とないだろう。",
      "ko": "가녀린 듯한 노엘의 몸속엔 매우 강력한 힘을 지니고 있다. 이는 그녀의 의지가 견고하고 완강하다는 것뿐 아니라 힘이 정말 세다는 것을 의미한다.\n\n한 번은 리사가 실수로 실험 도구를 책장 밑으로 떨어뜨렸는데, 그녀가 숙녀답지 않은 자세로 엎드려서 줍는 걸 망설이고 있을 때 노엘이 달려와 책이 가득한 책장을 한 손으로 들어 올렸다. 그리고 다시 내려놓을 때까지 책이 한 권도 떨어지지 않았다고 한다.\n\n또 한 번은 화물을 실은 마차가 몬드성 옆문을 지날 때 화염 슬라임의 습격을 받아 불이 붙어버렸다. 화물 주인이 허둥지둥하고 있는 사이 역시나 노엘이 달려와 마차를 통째로 시드르 호수에 던져 버린 후 바로 물에 들어가 화물을 하나도 빠짐없이 전부 회수해 왔다.\n\n또한, 노엘이 검술 연습을 할 때 솜씨가 좋다고 자부하던 대장장이 바그너는 낙담해 은거할 뻔했다고 한다.\n\n바그너가 열몇 종의 광석 배합법을 시도해 단조한 모든 장검이 노엘이 몇 번 사용하기만 하면 바로 부서져 버렸다.\n\n바그너는 노엘이 칼을 쓰는 방법이 잘못됐다고 생각했지만, 나중에야 무기 강도가 부족한 게 문제란 걸 깨달았다.\n\n바그너는 자신의 명예를 걸고 노엘을 위해 무겁고 튼튼한 대검을 제작했고, 노엘의 바위 원소 속성에 맞춰 보강해 겨우 그녀에게 맞는 무기를 완성했다.\n\n그러나 안심해도 좋다. 노엘은 불필요한 상황에서 그녀의 초인적인 힘을 드러내지 않으며, 그녀 자신 또한 폭력을 싫어한다.\n\n다만 노엘이 맞춤 대검을 받은 그 날, 주정뱅이 협곡에서 만취한 보물 사냥단 단원 2명에게 얕보여 습격당했다고 하는데….\n\n더는 이 둘처럼 재수 없는 '피해자'가 나오지 않길…",
      "en": "Noelle's petite form does a good job of hiding her great strength.\n\nThis does not just refer to her resoluteness or her indomitable spirit, but also her physical strength.\n\nOnce, Lisa accidentally dropped her experimental apparatus under her bookshelf and troubled over whether she could remain decent while bending over to retrieve it. Noelle made it over in the nick of time, lifting the full bookshelf with only one hand — and not a single book fell out between her hefting it and putting it down.\n\nThere was another incident in which several cargo-bearing carts were attacked by Pyro Slimes as they tried to pass through Mondstadt's side gate. As the owners were all in a panic, it was Noelle again who came to the rescue — hurling the carts — cargo and all, into the Cider Lake, before leaping into the water herself and retrieving every last item.\n\nRumor has it that when Noelle was studying the blade, she nearly sent Wagner — who prided himself in his forging skills — into despairing seclusion.\n\nIn all, he forged over ten different swords with different alloy compositions for Noelle, but all would lose their edge after a few uses.\n\nAt first, Wagner thought Noelle unskilled, but eventually found that the problem was more foundational: the swords just weren't strong enough.\n\nPutting his reputation on the line, Wagner finally made Noelle a sturdy and heavy claymore that was further reinforced by her affinity for Geo. Only then was her weapon issue (barely) solved.\n\nBut don't worry, Noelle won't use her superhuman strength unless the situation calls for it, as she is a pacifist at heart.\n\nThey say, however, that the very day Noelle received her custom-made claymore, she was set upon by a pair of drunken Treasure Hoarders in Drunkard Gorge, who thought her a harmless lamb...\n\nLet's just hope that no one else will ever be so unlucky.",
      "de": "Auch wenn es nicht so erscheint, birgt Noelle große Kraft in ihrem relativ zierlichen Körper – nicht nur metaphorisch, sondern auch im wahrsten Sinne des Wortes.\n\nEinmal, als sie nicht aufpasste, fiel ein Gerät in Lisas Labor unter eines der Bücherregale der Bibliothek. In dem Moment, als Lisa das Gefühl hatte, dass sie sich nicht gerade damenhaft auf dem Boden ausbreitete, kam Noelle herbei und stemmte einfach das gesamte Regal nach oben, damit Lisa das Buch hervorholen konnte. Kein einziges anderes Buch fiel dabei aus dem Regal heraus. Bei einer anderen Gelegenheit, als ein paar Güterwagen am Nebentor von Mondstadt vorbeifuhren, wurden diese von Pyro-Schleimen angegriffen und alles ging in Flammen auf. Noelle kam zur Rettung, wuchtete alle Wagen samt Ladung hoch und warf sie in den Mostsee, nur um sofort danach selbst hereinzuspringen und alles wieder herauszuholen.\n\nManche sagen auch, dass Noelle der Grund war, warum sich Wagner der Meisterschmied fast zurückgezogen hätte, um als Einsiedler im Wald zu leben. Denn jedes Schwert, das er jemals aus jeglichen Erzen mit den verschiedensten Techniken hergestellt hatte, zerbrach während des Trainings mit Noelle nach nur kürzester Zeit sofort in ihrer Hand.\n\nWagner hatte zu Anfang noch gedacht, Noelle könnte einfach nicht mit einem Schwert umgehen. Später aber fand er heraus, dass seine Klingen nicht robust genug geschmiedet waren. Deshalb machte es Wagner sich zu seiner Lebensaufgabe, ein schweres und robustes Großschwert für sie zu schmieden, das von Noelle selbst noch weiter mit Geo-Kraft verstärkt wurde, um das Problem des Zerbrechens zu beheben. Noelle würde aber niemals ihre unglaubliche Stärke zeigen, wenn man sie nicht danach fragen würde. In ihrem Herzen ist sie nämlich eine ziemliche Pazifistin.\n\nGerüchte besagen, dass Noelle an dem Tag, an dem sie endlich ihr eigenes Großschwert von Wagner erhielt, von zwei betrunkenen Schatzräubern in der Säuferschlucht überfallen wurde ...\n\nHoffentlich überlegen es sich die armen Räuber beim nächsten Mal besser.",
      "es": "Noelle alberga una gran fuerza dentro de su pequeño cuerpo... No hablando metafóricamente, sino literalmente.\n\nEn una ocasión, un aparato de laboratorio de Lisa cayó debajo de una de las estanterías de la biblioteca. Lisa dudaba en arrastrarse por el suelo, perdiendo cualquier decoro femenino, pero Noelle vino y simplemente levantó el estante para que Lisa pudiera recuperar el instrumento. Desde que Noelle levantó el estante hasta ponerlo de vuelta, ningún libro se cayó.\n\nEn otra ocasión, cuando unas carretas de carga pasaron por las puertas laterales de Mondstadt, fueron atacados por Slimes Pyro y todo comenzó a arder. Una vez más, Noelle acudió al rescate, arrojando todas las carretas al Lago de Sidra antes de saltar y recuperar la carga.\n\nSe dice que fue Noelle quien casi hizo que Wagner, el maestro herrero, se retirara a vivir como un ermitaño en los bosques por depresión, porque sin importar la técnica o los materiales detrás de sus espadas, se doblaban con unos cuantos golpes de espada de Noelle.\n\nAl principio Wagner pensó que era porque Noelle no era buena con la espada, pero más tarde descubrió que era simplemente porque sus hojas no eran lo suficientemente resistentes. Entonces Wagner puso su reputación en juego y forjó una gran espada fuerte y robusta para Noelle, reforzada con Geo por ella misma.\n\nNo hay nada de que preocuparse, Noelle nunca haría uso de su increíble fuerza si no fuera necesario. A fin de cuentas, es una pacifista de corazón.\n\nSin embargo, se dice que el día en que Noelle recibió la gran espada de Wagner, fue asaltada por dos ladrones de tesoros ebrios en la Garganta de los Borrachos...\n\nNuestros pensamientos y oraciones están con esos pobres bandidos.",
      "fr": "Sous l'apparence chétive de Noëlle se cache une grande force. Il ne faut pas comprendre par là uniquement qu'elle a une volonté et un courage à toute épreuve : elle possède aussi une force physique surprenante pour sa taille.\n\nUn jour, l'un des appareils de laboratoire de Lisa tomba derrière une bibliothèque. Alors que cette dernière hésitait à s'agenouiller pour partir à sa recherche, estimant que cela n'était guère digne d'une demoiselle, Noëlle apparut, et souleva d'une main sûre la bibliothèque ; pas un livre ne bougea.\n\nUne autre fois, un convoi de marchands se fit attaquer par des Pyroblobs alors qu'il s'apprêtait à passer les portes de la cité. Au milieu des marchands affolés courant parmi les flammes apparut bien sûr Noëlle, qui jeta les charrettes l'une après l'autre dans le Lac de cidre tout proche. Elle ne s'arrêta pas là : plongeant à leur suite, elle récupéra chaque chargement.\n\nOn raconte que Wagner le forgeron, qui se targue de compter parmi les meilleurs artisans, fut à deux doigts de partir vivre en ermite suite à une dépression causée par l'usage que fit Noëlle de ses armes durant l'entraînement.\n\nPeu importe la technique ou l'alliage utilisé : chaque arme par lui forgée et testée par Noëlle finit brisée en quelques minutes.\n\nWagner crut au début que la jeune fille faisait n'importe quoi, pour réaliser très vite que le problème venait en réalité de la solidité des armes sortant de sa forge.\n\nSa réputation étant en jeu, il mit tout son savoir dans la création d'une épée longue aussi lourde que résistante, que Noëlle renforça elle-même par élément Géo ; seulement alors put-elle s'entraîner sans mettre en péril la santé mentale du forgeron.\n\nCependant, ne vous y trompez pas : Noëlle, qui exècre la violence, n'est pas du genre à faire montre de sa force surhumaine.\n\nCela dit, on raconte aussi que, traversant la Gorge de l'Ivrogne le jour où on lui remit l'épée, elle tomba aux mains de deux bandits, qui se félicitaient d'avoir trouvé une cible sans défense et se voyaient déjà plus riches de quelques moras.\n\nNos pensées accompagnent les malheureux.",
      "pt": "Noelle abriga grande força dentro de seu corpo pequeno... Não metaforicamente falando, mas literalmente.\n\nUma vez, um aparelho de laboratório de Lisa caiu sob uma das estantes de livros da biblioteca. Lisa ficou hesitante, sentindo que se ajoelhar pelo chão não seria uma boa ideia. Noelle veio e simplesmente levantou a prateleira inteira para que Lisa pudesse pegar o livro. Nenhum livro caiu enquanto Noelle erguia a prateleira e a abaixava novamente...\n\nEm outra ocasião, quando algumas carroças de carga passaram pelos portões laterais de Mondstadt, eles foram atacados por Slimes Pyro e tudo começou a queimar. Também foi Noelle quem veio em socorro, levantando e jogando as carroças e cargas no Lago de Sidra antes de pular nele e recuperar todas as cargas sozinha.\n\nTambém foi dito que foi Noelle quem quase fez Wagner, o ferreiro, se aposentar para viver como um eremita nas florestas em depressão.\n\nPorque toda espada que ele já fabricou de minérios diferentes, com técnicas diferentes, se dobraram apenas em alguns usos nas mãos de Noelle durante o treinamento.\n\nWagner pensou que era porque Noelle não sabia manusear uma espada, porém mais tarde ele descobriu que era simplesmente porque suas lâminas não eram resistentes o suficiente. Portanto, Wagner apostou em sua reputação para criar uma espada grande e resistente para Noelle, reforçada ainda mais com Geo pela própria Noelle.\n\nNão se preocupe. Noelle nunca demonstraria sua força incrível desnecessariamente. Ela é bastante pacifista.\n\nDito isso, dizem os boatos que, no dia em que Noelle recebeu sua espada personalizada de Wagner, ela foi assaltada por dois ladrões de tesouro bêbados no Desfiladeiro dos Bêbados...\n\nNossos sentimentos ficaram para sempre com esses pobres bandidos.",
      "ru": "Миниатюрное тело Ноэлль скрывает огромную силу... не в переносном смысле, а в буквальном.\n\nКак-то раз один из лабораторных аппаратов Лизы закатился под книжную полку в библиотеке. Она подумала, что распластаться на полу под книжной полкой не достойно истинной леди, но мимо проходила Ноэлль, которая просто подошла и приподняла полную книг полку, да так, что ни одна книга не выпала.\n\nВ другой раз, при выезде из боковых ворот Мондштадта на грузовые повозки напали Пиро слаймы. Вспыхнул пожар.\n\nТолько Ноэлль пришла на помощь. Она закинула повозки в Сидровое озеро, затем прыгнула следом и вытащила на сушу весь товар.\n\nТакже поговаривают, что мастер-кузнец Вагнер чуть не ушёл жить в лес депрессивным отшельником из-за Ноэлль, потому что она могла сломать любой его меч, будь он сделан из самой сильной железной руды при помощи самой совершенной кузнечной техники.\n\nСначала Вагнеру казалось, что Ноэлль просто не умеет обращаться с мечом, но потом он понял, что его клинки были недостаточно крепкими для её руки, поэтому он поклялся своим именем, что сможет выковать для неё особенно крепкий двуручный меч, который Ноэлль позже сама усилила Гео элементом.\n\nОднако к всеобщему удивлению, Ноэлль никогда не станет выставлять свою силу напоказ и в неуместной ситуации.\n\nНо ходят слухи, что тем же днём, когда Ноэлль получила свой особенный меч, её решили ограбить пьяные разбойники в ущелье Пьяницы, приняв её за слабого пушистого ягнёночка...\n\nДа покоятся они с миром.",
      "id": "Terdapat kekuatan yang sangat besar di balik tubuh Noelle yang mungil itu. Kekuatan yang besar ini maksudnya bukan hanya tekad dan keras kepalanya saja, tapi memang Noelle juga memiliki tenaga fisik yang sangat kuat.\n\nPernah suatu hari Lisa tidak sengaja menjatuhkan alat penelitian ke bawah rak buku dan dia bingung untuk mengambilnya. Noelle secara sigap datang dan membantu, dia mengangkat rak buku yang penuh akan buku itu hanya dengan satu tangannya saja. Dari rak buku itu diangkat sampai dikembalikan ke posisinya yang semula, tidak ada satu buku pun yang terjatuh.\n\nAda juga satu kali di mana beberapa gerobak yang sedang melintasi gerbang samping kota Mondstadt diserang oleh Pyro Slimes dan terjadi kebakaran. Saat pemilik gerobak itu sedang kepanikan, Noelle melakukan aksi penyelamatannya lagi. Dia mengambil gerobak itu dan mendorongnya tercebur ke dalam Cider Lake, setelahnya dia menerjunkan dirinya sendiri ke dalam air itu dan mengumpulkan kembali barang-barang dari gerobak yang sudah tercerai berai itu tanpa ada satu barang pun yang hilang.\n\nDengar-dengar, pada saat Noelle berlatih pedang, dia hampir membuat Wagner sang penempa yang handal itu merasa putus asa.\n\nWagner sudah mencoba membuatkan Noelle lebih dari 10 macam pedang dengan bahan dasar yang berbeda-beda, alhasil pedang itu selalu patah tidak lama setelah Noelle pakai.\n\nAwalnya dia mengira bahwa Noelle yang salah dalam menggunakan pedang. Setelahnya dia baru menyadari bahwa kesalahannya justru terletak pada kekuatan senjata itu yang tidak begitu kuat.\n\nWagner mempertaruhkan reputasinya untuk membuatkan Noelle sebuah pedang yang berat dan kokoh, yang cocok untuk Noelle yang memiliki elemen Geo.\n\nTetapi jangan khawatir, Noelle tidak akan menggunakan kekuatan super yang dia miliki di atas kekuatan orang-orang pada umumnya pada waktu dan tempat yang tidak seharusnya, karena dia pun seseorang yang menentang kekerasan.\n\nHanya saja sekali waktu pernah ada kejadian di mana ada 2 orang Treasure Hoarder yang sedang mabuk di Drunkard Gorge mengusik Noelle yang kebetulan lewat pas di hari dia menerima pedang besarnya tersebut. Gara-gara tindakannya sendiri, mereka berdua terpaksa menjadi kelinci percobaan dari tangguhnya senjata baru itu...\n\nSemoga lain kali tidak ada kejadian sial seperti ini lagi.",
      "th": "ดูเหมือนว่ารูปร่างเล็ก ๆ ของ Noelle นั้นจะแฝงด้วยพลังที่แข็งแกร่งมาก ๆ มันไม่ใช่แค่ว่าเธอตั้งใจแน่วแน่และ ดื้อดึงเพียงเท่านั้น แต่ว่าเธอนั้นมีพละกำลังที่แข็งแกร่งจริง ๆ\n\nครั้งหนึ่ง Lisa บังเอิญทำเครื่องมือการทดลองตกลงไปใต้ชั้นวางหนังสือและกำลังกังวลอยู่ว่าการก้มลงนอนเพื่อเก็บของใต้ชั้นวางอย่างนั้นจะทำลายภาพ พจน์ความเป็นเลดี้ของเธอหรือไม่ เมื่อเห็นดังนั้น Noelle ก็รีบเข้าไปหาทันทีและจัดการยกชั้นวางหนังสือที่มีหนังสือวางอยู่เต็ม ขึ้นด้วยมือเดียว โดยระหว่างช่วงเวลาตั้งแต่ตอนที่ ยกขึ้นจนถึงวางลงนั้น ไม่มีหนังสือขยับเลยแม้แต่เล่มเดียว\n\nแล้วก็อีกเหตุการณ์หนึ่งเมื่อรถส่งสินค้าจำนวนสองสามคันวิ่งผ่านประตูด้านข้างเมืองของ Mondstadt ถูกโจมตีโดย Pyro Slime และไหม้ไปหมดทั้งคัน โดยในขณะที่เจ้าของสินค้ากำลังลนลานทำอะไรไม่ถูกนั้น ก็เป็นอีกครั้งที่ Noelle มาถึงอย่างรวดเร็วและจัดการโยนทั้งสินค้าและรถขนสินค้าลงไปใน ทะเลสาบ Cider Lake หลังจากนั้นก็รีบกระโดดตามลงไป ในน้ำเพื่อเก็บสินค้ากลับขึ้นมาโดย ไม่หายแม้แต่ชิ้นเดียว\n\nว่ากันว่าในตอนที่ Noelle ฝึกวิชาดาบอยู่นั้นแทบจะทำให้ช่างตีดาบ Wagner ที่แสนจะภาคภูมิใจในฝีมือของตน เองต้องถึงกับหดหู่และอยากจะ หนีเข้าไปในป่า\n\nดาบที่เขาตีขึ้นมาด้วยแร่ต่าง ๆ ที่ต่างกันไปนั้นล้วนบิ่นและหัก ทั้งหมดหลังจากผ่านการใช้งาน ของเธอเพียงแค่ไม่กี่ครั้งเท่านั้น\n\nในตอนแรกนั้น Wagner คิดว่าเป็นเพราะปัญหาการใช้ดาบ อย่างไม่ถูกวิธีของ Noelle แต่ต่อมาก็พบว่ามันเป็นเรื่องของ ความแข็งแกร่งของอาวุธที่ยัง ไม่พอล้วน ๆ\n\nWagner จึงเดิมพันชื่อเสียงของตนเองใน การสร้างดาบใหญ่ที่ทั้งหนังอึ้งและ ทนทานขึ้นมาเล่มหนึ่ง ซึ่งเมื่อรวมเข้ากับพลังธาตุหินของ Noelle แล้ว นี่จึงสามารถแก้ไขปัญหาเรื่องอาวุธของเธอได้\n\nอย่างไรก็ตามมั่นใจได้เลยว่า Noelle จะไม่แสดงพลังที่มากผิดมนุษย์มนาของเธออย่างไม่จำเป็นแน่นอน นั่นก็เพราะว่าเธอเองก็ต่อต้านการ ใช้ความรุนแรงเหมือนกันยังไงล่ะ\n\nเพียงแต่ว่ากันว่าในวันที่ Noelle เพิ่งจะได้รับดาบที่ทำขึ้นมาอย่าง พิเศษนั้น เธอถูกโจมตีโดยโจรล่าสมบัติสอง คนซึ่งกำลังเมาอยู่ที่ Drunkard Gorge...\n\nหวังว่าจะไม่มีใครต้องโชคร้ายอย่างเจ้าโจรสองคนนั้นอีกแล้วนะ",
      "vi": "Trong thân hình nhỏ bé của Noelle dường như ẩn chứa một sức mạnh vô cùng to lớn. Không chỉ có ý chí kiên cường, không chịu khuất phục...mà cô còn có sức mạnh to lớn thực sự.\n\nCó một lần, Lisa không cẩn thận làm rơi đồ thí nghiệm xuống dưới kệ sách trong thư viện, đang vắt óc suy nghĩ xem việc bò xuống nhặt có làm mất thể diện hay không thì Noelle đã xuất hiện. Cô nhấc bổng kệ sách lên, cả quá trình nhấc và hạ đều không làm lay động một cuốn sách nào.\n\nCó lần, vài chiếc xe chở hàng đi qua cửa hông của thành Mondstadt thì bị Slime Hỏa tấn công, bị đốt cháy toàn bộ. Trong lúc chủ đống hàng đang bấn loạn, thì Noelle đã xuất hiện, vứt toàn bộ số hàng và xe xuống Hồ Rượu Trái Cây, sau đó lập tức nhảy xuống hồ vớt lên không thiếu một món.\n\nNghe nói, Noelle trong lúc luyện kiếm xém chút nữa là khiến thợ rèn Wagner đau khổ đến mức quy ẩn giang hồ.\n\nTất cả những thanh kiếm mà anh phải thử dùng mười mấy loại khoáng thạch để rèn nên, chỉ cần Noelle dùng qua hai ba lần là sứt mẻ hết.\n\nBan đầu Wagner nghĩ rằng do cách dùng kiếm của Noelle không chuẩn xác, sau này anh mới biết là do độ cứng vẫn chưa đủ.\n\nThế là Wagner đánh cược với cả danh dự của mình, chế tạo cho Noelle một thanh kiếm vừa nặng vừa chắc, kết hợp với năng lực Nguyên Tố nham của Noelle, vậy mới có thể miễn cưỡng giải quyết được vấn đề vũ khí của cô.\n\nCó điều hãy yên tâm, Noelle sẽ không thể hiện sức mạnh hơn người trong những trường hợp không cần thiết, cô cũng là người phản đối bạo lực mà.\n\nChỉ có điều nghe nói, đúng ngày cầm thanh đại kiếm được đặc chế riêng ấy, cô đã bị hai tên Đạo Bảo Đoàn uống say ở Vách Núi Mơ Màng dòm ngó, tưởng cô là chú cừu non trói gà không chặt...\n\nHy vọng sau này mấy tên xui xẻo đừng xuất hiện như vậy nữa."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "诺艾尔最大的敌人之一，是羽球节。\n\n羽球节期间，教堂广场会摆出围成大圈的长桌，桌上摆满各色美食，供任何来到这里的人大快朵颐。\n\n桌上的美食通常由擅长烹饪的市民自发提供。一向严格要求自己的诺艾尔，也会在此期间不断地做菜、上菜。\n\n工作量并未增加太多，这件事的难处在于，作为女仆，她要事先品尝每一份端上桌的菜品，保证其风味与品质。\n\n香酥可口的「月亮派」、吃进嘴里咔嚓作响的「蒙德炸猪排」、将奶酪和肉摞成山一样的「堆高高」，还有各种油腻程度与幸福指数成正比的油炸食品与烤肉…这些都是必不可少的宴会菜肴。\n\n能在节日里看见大家欢笑举杯，诺艾尔打从心底感到愉快。可一旦看见吃得微微鼓起的腰腹，她又会忍不住唉声叹气一番。\n\n羽球节结束后，一整个月里，诺艾尔都会自愿加入西风骑士的夜巡队伍，不断在城内跑上跑下。\n\n即使节日已经落下帷幕，她的战斗也还没有结束。",
      "zht": "諾艾爾最大的敵人之一，是羽球節。\n\n羽球節期間，教堂廣場會擺出圍成大圈的長桌，桌上擺滿各色美食，供任何來到這裡的人大快朵頤。\n\n桌上的美食通常由擅長烹飪的市民自發提供。一向嚴格要求自己的諾艾爾，也會在此期間不斷地做菜、上菜。\n\n工作量並未增加太多，這件事的難處在於，作為女僕，她要事先品嚐每一份端上桌的菜品，保證其風味與品質。\n\n香酥可口的「月亮派」、吃進嘴裡咔嚓作響的「蒙德炸豬排」、將乳酪和肉堆成山一樣的「堆高高」，還有各種油膩程度與幸福指數成正比的油炸食品與烤肉…這些都是必不可少的宴會菜餚。\n\n能在節日裡看見大家歡笑舉杯，諾艾爾打從心底感到愉快。可一旦看見吃得微微鼓起的腰腹，她又會忍不住唉聲嘆氣一番。\n\n羽球節結束後，一整個月裡，諾艾爾都會自願加入西風騎士的夜巡隊伍，不斷在城內跑上跑下。\n\n即使節日已經落下帷幕，她的戰鬥也還沒有結束。",
      "jp": "ノエルの最大の敵の一つ、それはバドルドー祭である。\n\nバドルドー祭開催中、大聖堂広場にはたくさんの長いテーブルが並べられ、その上には様々な料理が所狭しと置かれる。\n\n本来、テーブルにある料理は、腕に自信のある市民たちが自発的に提供するものだが、自分に厳しいノエルもその期間中に調理、配膳を担当している。\n\n平時と比べ仕事量がそこまで多くなるわけではないが、メイドとしてノエルは並べられる料理の試食をしなければいけない。\n\n香ばしく焼きあがった「ムーンパイ」、サクサクの「モンド風トンカツ」、チーズと肉でできた「お肉ツミツミ」、それから揚げ物やバーベキュー…みんな祭りの定番料理。\n\n美味しそうに酒を飲み祭りを楽しむ人々を見ているだけでノエルも楽しくなるが、少しふくよかになった自分のお腹に目を落とすと思わずため息が漏れる。\n\nだから、バドルドー祭が終わった後の1ヶ月間、運動量を増やすために、ノエルはいつも西風騎士の夜の見回りに参加するようにしている。\n\n祭りが終わっても、彼女の戦いは終わらないのだ。",
      "ko": "노엘의 가장 큰 적 중 하나는 바로 하르파스툼 축제다.\n\n하르파스툼 축제 기간 동안 성당 광장에는 모든 사람이 즐길 수 있도록 맛있는 음식들이 가득한 긴 테이블들이 놓인다.\n\n테이블 위에 놓이는 음식들은 요리를 잘하는 시민들이 자발적으로 제공하는데, 자신에게 엄격한 노엘 역시 축제 기간에 열심히 요리를 내온다.\n\n평소보다 업무량이 많이 늘진 않았지만, 메이드로서 사전에 테이블에 올라갈 음식들을 하나하나 먹어보며 맛과 품질을 확인해야 한다는 게 문제였다.\n\n고소하고 맛있는 「달빛 파이」, 입에 넣으면 바삭한 소리를 내는 「몬드 돈가스」, 치즈와 고기를 산더미처럼 쌓은 「높이 쌓기」, 그리고 각종 기름진 튀김과 바비큐까지…. 모두 연회에 빠져선 안 될 음식들이다.\n\n모두가 웃고 떠들며 축제를 즐기는 모습을 보는 건 정말 기쁘지만, 고개를 숙여 살짝 나온 배와 허리를 보면 그녀는 한숨이 나올 뿐이다.\n\n하르파스툼 축제가 끝난 후의 1개월 동안 노엘은 페보니우스 기사단의 야간 순찰팀에 자원해 몬드성을 몇 바퀴씩 뛰어다닌다.\n\n축제는 막을 내렸지만, 그녀의 전투는 아직 끝나지 않았다",
      "en": "Noelle's greatest enemy, curiously, is not a person, but Ludi Harpastum itself.\n\nDuring Ludi Harpastum, long tables arranged in a circular shape and filled with all kinds of food will be set up in the plaza before the Cathedral for everyone to enjoy.\n\nThe food is usually prepared by volunteers who can cook. During this time, Noelle, who always holds herself to a high standard, joins the volunteers in continuously cooking and serving food.\n\nIt's not really any additional work; what's difficult is that she insists on tasting every dish to make sure they are up to standard.\n\nThe crispy Moon Pies; the sizzling Mondstadt Pork Chops; the towering Pile 'Em Ups — all the fried and barbecued foods, equal parts delicious and fatty, are customary at the festival.\n\nThe smiles on people's faces make Noelle truly happy. What makes her less so is seeing her bulging belly. She can't help but let out a sigh.\n\nFor the entire month following the festival, Noelle will volunteer for the Knights of Favonius' city night patrol.\n\nThe festival may be over, but her battle is only beginning.",
      "de": "Noelles größter Feind ist seltsamerweise keine Person, sondern es sind die Ludi Harpastum selbst.\n\nZu Festzeiten wurden auf dem Platz vor der Kathedrale lange Tische im Kreis aufgestellt, die mit allen Arten von Leckereien belegt wurden, damit sie alle Bewohner genießen konnten.\n\nDas Essen wurde normalerweise von Freiwilligen zubereitet, die ein Händchen fürs Kochen hatten. Während dieser Zeit kochte Noelle, die einen sehr hohen Standard hält, gemeinsam mit den Freiwilligen und servierte ununterbrochen Essen.\n\nAuch wenn dies keine zusätzliche Arbeit machte, war es relativ schwierig, weil sie darauf bestand jedes Gericht einzeln zu probieren, um sicherzustellen, dass es ihrem Standard entsprach.\n\nDie knusprigen Mondkuchen, brutzelnde Mondstädter Schnitzel, Hochgestapeltes bestehend aus Bergen von Käse und Fleisch und all die gebratenen und gegrillten Speisen, die zugleich köstlich und fettig waren, wie es auf diesem Fest so üblich war.\n\nDas Lächeln auf den Gesichtern der Menschen machte Noelle wirklich glücklich. Was sie nicht so glücklich machte, war, ihren prallen Bauch zu sehen. Sie konnte nicht anders, als zu seufzen.\n\nFür den ganzen Monat nach dem Fest meldete sich Noelle freiwillig bei der Nachtpatrouille des Ritterordens.\n\nDas Fest mochte zwar vorbei sein, doch ihr Kampf hatte gerade erst begonnen.",
      "es": "El mayor enemigo de Noelle, curiosamente, no es una persona, sino el propio Ludi Harpastum.\n\nDurante la celebración del festival, se colocan unas grandes mesas circulares llenas de todo tipo de comida en la plaza que hay frente a la Catedral para el disfrute de todos.\n\nNormalmente, la comida la preparan voluntariamente personas con excelentes habilidades culinarias, y Noelle siempre se une a ellos para cocinar y servir comida sin parar.\n\nPara ella, el problema no es la carga de trabajo, sino que tiene que probar todos los platos y dar su visto bueno.\n\nLos crujientes pastelillos de luna, la chuleta de cerdo de Mondstadt, la imponente torre de Ludi, hecha con carne, queso y todo tipo de comida frita y asada que es tan deliciosa como poco saludable.\n\nLas sonrisas en los rostros de las personas hacen feliz a Noelle. Lo que no le hace tanta gracia es ver su abultada barriga...\n\nDespués del festival, Noelle se ofrece como voluntaria de la patrulla nocturna de los Caballeros de Favonius de Mondstadt.\n\nPuede que el festival haya terminado, pero sus batallas no.",
      "fr": "Le pire ennemi de Noëlle est... le Ludi Harpastum.\n\nEn effet, durant le festival, une grande table circulaire est érigée sur la place de la cathédrale, sur laquelle sont déposés une multitude de plats en libre-service.\n\nCes plats sont pour la plupart préparés par les cuisiniers amateurs de la ville ; bien entendu, la servante diligente se doit de participer, et cuisine sans discontinuer, s'arrêtant seulement pour servir les convives.\n\nCe n'est pas à ses yeux une grosse surcharge de travail ; le problème réside dans le fait qu'en tant que servante, elle estime de son devoir de s'assurer que chaque plat terminant sur la table soit suffisamment bon et ne présente aucune anomalie, et s'oblige à tout goûter.\n\nTourtes de lune croustillantes, côtes de porc frites à la mondstadtoise qui craquent dans la bouche, empil'tout composés de couches successives de fromage et de viande, sans oublier une foultitude d'autres plats frits ou grillés à la contenance en calorie directement proportionnelle à la joie ambiante.\n\nLa vue des habitants mangeant et riant emplit Noëlle de bonheur ; mais un coup d'œil à son propre ventre bedonnant suffit à lui arracher un soupir.\n\nRésultat des courses : lorsque le festival touche à sa fin, Noëlle se porte volontaire pour participer aux patrouilles des chevaliers de l'Ordre, courant autant qu'elle peut à travers la cité pendant un mois.\n\nLa fin du Ludi Harpastum ne marque pour elle que le début du régime...",
      "pt": "O maior inimigo de Noelle, curiosamente, não é uma pessoa, mas o próprio Ludi Harpastum.\n\nDurante o Ludi Harpastum, longas mesas são arranjadas de maneira circular, cheias de todos os tipos de comida, na praça em frente à Catedral para todos desfrutarem.\n\nA comida normalmente é preparada por voluntários que saibam cozinhar. Durante essa época, Noelle, que sempre se manteve em um nível de qualidade superior, se juntava aos voluntários que continuamente cozinhavam e serviam comida.\n\nNão é exatamente nenhum tipo de trabalho extra; o que era realmente difícil é que ela insistia em experimentar cada um dos pratos para ter certeza que eles seriam de qualidade.\n\nAs Tortas Crocantes Lunares; as escaldantes Costeletas de Porco de Mondstadt; a gigantesca Pilha — todas as comidas fritas e assadas que são igualmente deliciosas e gordurosas como costumeiro do festival.\n\nO sorriso nos rostos das pessoas faz a Noelle verdadeiramente feliz. O que não é tão feliz para ela é ver a sua barriga inchada. Ela não consegue evitar soltar um suspiro.\n\nDurante o mês inteiro seguinte ao festival, Noelle era voluntária na patrulha noturna da cidade dos Cavaleiros de Favonius.\n\nAinda que o festival tenha acabado, sua batalha está apenas começando.",
      "ru": "Самым главным врагом Ноэлль является вовсе не какой-нибудь человек, а сам фестиваль Луди Гарпастум.\n\nВо время фестиваля на соборной площади устанавливают длинные ряды круглых столов, наполненных различными блюдами. Приготовлением еды обычно занимаются волонтёры, уверенные в своих кулинарных способностях.\n\nКонечно же, Ноэлль присоединяется к волонтёрам и занимается приготовлением и расстановкой блюд, однако её дополнительная работа состоит в том, чтобы попробовать каждое блюдо и убедиться, что оно соответствует стандартам качества.\n\nХрустящие лунные пироги, шипящая свиная отбивная по-мондштадтски, сложенная из сыра и мяса «Расти гора», и другие жирные, но вкусные жареные блюда - всё это непоколебимая традиция фестиваля.\n\nУлыбки на лицах людей заставляют сердце Ноэлль трепетать, но послепраздничный выпирающий живот сводит улыбку на нет.\n\nПосле фестиваля Ноэлль ещё записывается добровольцем в ночной городской патруль. Даже после праздника сражения Ноэлль не утихают.",
      "id": "Salah satu musuh terbesar Noelle adalah Ludi Harpastum.\n\nPada saat Ludi Harpastum, di alun-alun Katedral akan disusun meja-meja panjang dalam bentuk lingkaran dan di atasnya terdapat banyak macam makanan lezat yang dipersiapkan untuk dinikmati oleh pengunjung mana pun yang datang ke situ.\n\nMakanan-makanan tersebut biasanya dipersiapkan secara sukarela oleh siapa pun yang dapat memasak. Pada waktu ini, Noelle yang ketat dalam menentukan standar pun turut serta dalam kegiatan masak-memasak dan menghidangkan makanan itu.\n\nSebenarnya pekerjaannya tidak terlalu banyak, namun kesulitannya terletak pada tugasnya untuk mencicipi setiap hidangan tersebut sebelum disajikan untuk memastikan cita rasa dan kualitasnya.\n\n\"Moon Pie\" yang renyah, \"Daging Boar Mondstadt\" yang mendesis di mulut; \"Pile’Em Ups\" yang menjulang tinggi, semua makanan yang digoreng dan barbekyu... ini semua adalah makanan wajib dalam festival ini.\n\nNoelle begitu bahagia melihat senyuman yang terdapat pada wajah orang-orang itu. Namun, ketika dia melihat ekspresi sebagian orang yang tidak menyukai hidangan yang disajikan tersebut, dia hanya bisa menghela napas dan sedikit bete karenanya.\n\nSetelah Ludi Harpastum berakhir, sebulan penuh waktu ke depannya, dia menjadi sukarelawan Nightrider Knights of Favonius dan tidak henti-hentinya berlari ke sana dan kemari.\n\nFestival boleh berakhir, namun pertarungannya masih saja belum usai.",
      "th": "หนึ่งในศัตรูตัวฉกาจของ Noelle ก็คือเทศกาล Ludi Harpastum\n\nระหว่างช่วงเวลาของเทศกาล Ludi Harpastum นั้นจะมีการตั้งโต๊ะยาวเรียงเป็น วงกลมขนาดใหญ่ตั้งอยู่ในจัตุรัส ของมหาวิหาร ซึ่งโต๊ะเหล่านั้นจะเต็มไปด้วย อาหารเลิศรสมากมายหลายอย่าง เพื่อทำให้ทุกคนที่มาที่นี่ได้รับทั้ง ความสุขและอิ่มท้อง\n\nอาหารบนโต๊ะนั้นล้วนมาจากเหล่า ชาวเมืองที่มีความถนัดในการ ทำอาหารอาสาจัดหามาให้ ซึ่ง Noelle ผู้เคร่งครัดต่อตัวเองอยู่เสมอนั้น ก็มักจะทำอาหารอย่างไม่ หยุดหย่อนเพื่อนำอาหารมา วางไว้บนโต๊ะ\n\nอันที่จริงแล้วงานที่เพิ่มขึ้นก็ไม่ได้ มากมายอะไร แต่ความยากลำบากของมันก็คือ ในฐานะสาวรับใช้แล้วเธอจะต้อง ชิมอาหารทั้งหมดที่ทำก่อนเพื่อ เป็นการตรวจสอบคุณภาพและ รสชาติของอาหาร\n\n\"Moon Pie\" กรอบแสนอร่อย, \"Mondstadt Pork Chop\" ร้อน ๆ, \"Pile 'Em Up\" กองสูง ๆ แล้วก็อาหารทอดและย่างที่ ทั้งอร่อยและทำให้อ้วนทั้งหลาย... ทั้งหมดนี้ล้วนเป็นอาหารที่ขาดไม่ ได้ในการเฉลิมฉลองของเทศกาล\n\nการที่ได้เห็นรอยยิ้มบนใบหน้า ของผู้คนที่ยกแก้วดื่มเพื่อ เฉลิมฉลองกันนั้นทำให้ Noelle มีความสุขจากก้นบึ้งของหัวใจ แต่เมื่อได้เห็นพุงที่กินอาหาร เข้าไปจนใหญ่ขึ้น ๆ ก็ทำให้เธอ อดไม่ไหวจนต้องถอนหายใจ ด้วยความลำบากใจ\n\nภายในเวลาหนึ่งเดือนหลังจาก เทศกาล Ludi Harpastum จบลง Noelle จะอาสาเข้าร่วมหน่วยลาดตระเวน ของกองอัศวินแห่ง Favonius และวิ่งวุ่นไปมาในเมืองอย่าง ไม่หยุดหย่อน",
      "vi": "Một trong những kẻ thù lớn nhất của Noelle chính là Lễ Đánh Cầu.\n\nVào thời gian diễn ra Lễ Đánh Cầu, quảng trường giáo đường sẽ bày biện những chiếc bàn dài xếp thành vòng tròn lớn, trên đó bày vô số thức ăn cho khách khứa ăn uống no say.\n\nMón ngon thông thường đều do những người dân có tay nghề bếp núc tự làm. Thế là, Noelle với yêu cầu khắt khe cho bản thân mình, cũng luôn bận rộn trong việc nấu nướng, lên món.\n\nLượng công việc cũng không nhiều nhặn gì, cái khó ở chỗ, với vai trò là hầu gái, cô phải nếm hết các món ăn trên bàn, đảm bảo hương vị và chất lượng.\n\nBánh trung thu ngon mềm, sườn rán Mondstadt giòn tan, Pile 'Em Up làm từ sữa và thịt, còn có món rán và thịt nướng với những chỉ số đo độ dầu mỡ và hạnh phúc... Đều là những thứ không thể thiếu trong buổi yến tiệc.\n\nTrong buổi lễ, Noelle chỉ cần nhìn thấy mọi người hoan hô, nâng ly chúc mừng là đã vô cùng hạnh phúc. Nhưng khi nhìn xuống cái bụng hơi nhô lên, cô lại bất giác thở dài.\n\nLễ Đánh Cầu kết thúc, Noelle tự nguyện tham gia vào đội tuần tra kỵ sĩ Tây Phong, liên tục chạy tới chạy lui trong thành.\n\nNgay cả khi ngày lễ đã kết thúc, tinh thần chiến đấu của cô vẫn chưa hề kết thúc."
    }
  },
  {
    "title": {
      "zhs": "「玫瑰的警示」",
      "zht": "「玫瑰的警示」",
      "jp": "「バラの警告」",
      "ko": "「장미의 경고」",
      "en": "\"Warning of Roses\"",
      "de": "„Die Warnung der Rosen“",
      "es": "“La advertencia de las rosas”",
      "fr": "Le rappel des roses",
      "pt": "\"A advertência das rosas\"",
      "ru": "«Предостережение роз»",
      "id": "\"Peringatan Mawar\"",
      "th": "\"Warning of Roses\"",
      "vi": "\"Sự cảnh cáo của hoa hồng\""
    },
    "line": {
      "zhs": "骑士团女仆有很多不可逾越的红线，其中有一条，「骑士团成员的私人情报，必须严格保密」。\n\n这不仅仅是指要对外人保密，对骑士团其他成员也不例外。\n\n比如琴的私人房间里究竟有什么、安柏的兔兔伯爵里究竟装了什么、凯亚特殊的眼罩究竟有多少条、可莉藏炸弹的地方究竟有多少个…这些都是秘密中的秘密。\n\n为避免一不小心说漏嘴，诺艾尔用红色的布料做了许多玫瑰——玫瑰在蒙德象征着「守口如瓶」。\n\n她特意缝了一朵在手甲上，为的就是随时警示自己。\n\n泄露秘密是女仆的重大失职，立志成为骑士的人一定不能犯下此等错误。\n\n所以，若想知晓什么秘密，还是放弃向诺艾尔打听吧。她什么都不会说的。",
      "zht": "騎士團女僕有很多不可逾越的紅線，其中有一條，「騎士團成員的私人情報，必須嚴格保密」。\n\n這不僅僅是指要對外人保密，對騎士團其他成員也不例外。\n\n比如琴的私人房間裡究竟有什麼、安柏的兔兔伯爵裡究竟裝了什麼、凱亞特殊的眼罩究竟有多少條、可莉藏炸彈的地方究竟有多少個…這些都是秘密中的秘密。\n\n為避免一不小心說漏嘴，諾艾爾用紅色的布料做了許多玫瑰——玫瑰在蒙德象徵著「守口如瓶」。\n\n她特別縫了一朵在手甲上，為的就是隨時警示自己。\n\n洩露秘密是女僕的重大失職，立志成為騎士的人一定不能犯下此等錯誤。\n\n所以，若想知曉什麼秘密，還是放棄向諾艾爾打聽吧。她什麼都不會說的。",
      "jp": "騎士団のメイドには超えてはいけない一線がある。そのうちの一つは「騎士団メンバーの個人情報は、厳密に保管しなければならない」こと。\n\nこれは外部者に対してのみでなく、騎士団メンバーに対しても同じだ。\n\n例えば、ジンの個人部屋に何かあるとか、アンバーのウサギ伯爵には何か仕込まれているのかとか、ガイアの特殊眼帯は一体何本あるかとか、クレーが爆弾を隠した場所は一体何箇所あるかとか……これら全てがトップシークレットだ。\n\nうっかり口を滑らさないように、ノエルは赤い布でたくさんのバラの造花を作った——モンドでバラは「口の堅さ」を象徴するものだ。\n\nさらに彼女は自分への警告として、一枚を自分の手甲につけている。\n\n秘密漏洩はメイドにとって重大なミスで、騎士を目指す人間が犯してはならないことだ。\n\nそのため、誰かの秘密を知りたいなら、ノエル以外の人に聞いた方がいい。彼女からは何も聞き出せないからだ。",
      "ko": "기사단 메이드에겐 절대 넘어선 안 되는 마지노선이 많이 있다. 그중 한 가지는 「기사단 단원의 개인 정보는 반드시 기밀 유지」이다.\n\n이건 외부인뿐만 아니라 다른 기사단 단원에게도 비밀이다.\n\n예를 들어 진의 개인방에 뭐가 있고, 엠버의 토끼 백작 안에는 뭐가 들어 있고, 케이아의 특수한 안대는 몇 개가 있으며, 클레가 폭탄을 숨기는 장소는 몇 개가 있는지…. 이 모든 것들이 비밀 중의 비밀이다.\n\n말을 실수하는 걸 방지하기 위해 노엘은 빨간색 천으로 장미를 많이 만들었다——몬드에서 장미는 「비밀엄수」를 뜻한다.\n\n그녀는 자신에게 수시로 경고하기 위해 장갑에 장미 한 송이를 수놓았다.\n\n비밀 누설은 메이드의 큰 잘못이기에 기사가 되겠다고 다짐한 사람으로서 절대 잘못을 저지르면 안 된다.\n\n때문에 어떤 비밀을 알고 싶어도 노엘에게 묻는 건 포기해라. 그녀는 아무것도 알려주지 않을 테니…",
      "en": "The maids of the Knights have many \"red lines\" that are not to be crossed, and one of these is that \"the personal information of the Knights must be kept in strict confidence.\"\n\nThis does not only require restricting outsider access to such information — this restriction also applies to other members of the Knights.\n\nFor example, what Jean keeps in her private quarters, the contents of Amber's Baron Bunny, the number of special eye patches that Kaeya owns, the number of Klee's hidden bomb caches... These things are all top secret.\n\nTo avoid leaking such information, Noelle used red cloth to make a great many roses — in Mondstadt, this flower means \"my lips are sealed.\"\n\nShe specially wove one such rose into her gauntlet as an ever-present reminder to herself.\n\nRevealing secrets would be a major dereliction of duty for a maid, and those who aspire to be knights cannot afford such errors.\n\nSo you can forget about probing Noelle for any secrets. She won't tell.",
      "de": "Die Mägde des Ritterordens haben viele Vorschriften, gegen die sie nicht verstoßen dürfen. Eine wichtige Vorschrift ist, dass „die persönlichen Informationen der Mitglieder des Ritterordens streng vertraulich behandelt werden müssen.“ Dies erfordert nicht nur eine Beschränkung des Zugangs zu solchen Informationen für Außenstehende, diese Beschränkung gilt auch für andere Mitglieder des Ritterordens.\n\nZum Beispiel das, was Jean in ihren privaten Gemächern aufbewahrt, oder der Inhalt von Ambers Graf von Hoppel, wie viele spezielle Augenklappen Kaeya besitzt, oder die Anzahl der Bombenverstecke von Klee ... All diese Dinge sind streng geheim.\n\nUm zu vermeiden, dass derartige Details an andere durchsickern, stellte Noelle aus rotem Tuch eine Vielzahl von Rosen her. In Mondstadt bedeutet dies nämlich, „Meine Lippen sind versiegelt.“\n\nSie flocht sich sogar eine solche Rose an ihr Armband, um sich immer wieder selbst zu erinnern.\n\nGeheimnisse zu enthüllen, wäre eine große Pflichtverletzung für eine Magd und diejenigen, die Ritter werden wollen, können sich solche Fehler nicht leisten.\n\nMan kann es also vergessen, Noelle nach irgendwelchen Geheimnissen auszufragen. Sie wird nichts ausplappern.",
      "es": "Las criadas de los Caballeros tienen muchas “líneas rojas” que no deben cruzar, y una de ellas es que la información personal de los Caballeros debe mantenerse en estricta confidencialidad.\n\nEsto no solo requiere restringir que personas ajenas a los Caballeros tengan acceso a esa información, sino que también se aplica a otros miembros de los Caballeros.\n\nPor ejemplo, lo que guarda Jean en sus aposentos, qué hay dentro del Barón Bunny de Amber, la cantidad de parches del ojo especiales que posee Kaeya, cuántos escondites de bombas tiene Klee... Todo ello es información confidencial.\n\nPara evitar que esa información se filtrara, Noelle usó una tela roja para hacer muchas rosas de tela, ya que en Mondstadt, esta flor simboliza que “mis labios están sellados como una botella en la que se guarda una rosa”.\n\nAdemás, también tejió una de esas rosas específicamente para su guantelete como recordatorio para sí misma.\n\nRevelar un secreto sería una grave negligencia del deber de una criada, y aquellos que aspiran a ser caballeros no pueden permitirse tales errores.\n\nAsí que, si quieres que Noelle te revele algún secreto, mejor ve olvidándote de ello. Jamás lo hará.",
      "fr": "Les servantes de l'Ordre de Favonius respectent certaines règles à la lettre ; l'une d'elle est de ne jamais dévoiler les informations personnelles des chevaliers à quiconque.\n\nCela vise bien sûr toute personne étrangère à l'Ordre, mais également les membres mêmes de l'Ordre.\n\nAinsi par exemple, qu'il s'agisse de ce qui se trouve dans les quartiers personnels de Jean, de ce que contient le Baron Lapinou d'Amber, du nombre de cache-œils possédés par Kaeya ou du nombre de cachettes à bombes secrètes de Klee – toutes ces informations sont considérées par les servantes comme relevant du secret professionnel.\n\nPour se rappeler de faire attention à cette règle, Noëlle fabriqua plusieurs roses rouges en tissu – à Mondstadt, cette fleur est associée à l'expression « De la même manière que les bouteilles de vin sont bouchées, mes lèvres sont scellées ».\n\nElle en cousit une sur son gant, qui y resta, rappel visuel permanent de faire attention aux mots s'échappant de ses lèvres.\n\nRévéler ce type d'informations personnelles est considéré comme une faute grave pour toute servante de l'Ordre, une faute que ne peut se permettre celle qui souhaite un jour devenir chevalier à son tour.\n\nAlors si jamais vous cherchez à percer un secret, Noëlle est la dernière personne à aller chercher : elle demeurera muette.",
      "pt": "As empregadas dos Cavaleiros têm muitas \"linhas vermelhas\" que não devem ser cruzadas, e uma delas é que \"as informações pessoais dos cavaleiros devem ser mantidas em estrita confidencialidade.\"\n\nIsso não requer apenas a restrição do acesso de pessoas de fora a tais informações - essa restrição também se aplica a outros membros dos Cavaleiros.\n\nPor exemplo, o que Jean guarda em seus aposentos particulares, o conteúdo do Barão Coelho de Amber, o número de tapa-olhos que Kaeya possui, o número de esconderijos de bombas de Klee... Essas coisas são todas ultrassecretas.\n\nPara evitar vazar tais informações, Noelle usou um pano vermelho para fazer muitas rosas - em Mondstadt, essa flor significa \"meus lábios estão selados\".\n\nEla teceu uma rosa especial em sua manopla como um lembrete sempre presente para si mesma.\n\nRevelar segredos seria uma grande negligência no dever de uma empregada, e aqueles que aspiram a ser cavaleiros não podem cometer tais erros.\n\nAssim, desista de sondar Noelle por qualquer segredo. Ela não irá contar.",
      "ru": "Горничные Ордо Фавониус стеснены множеством правил, одно из которых гласит: «Личные данные рыцарей должны храниться в строжайшей тайне».\n\nКасается оно не только посторонних, но и самих рыцарей Ордена.\n\nНапример, что находится в личных покоях Джинн, чем начинён Барон Зайчик Эмбер, количество особых глазных повязок у Кэйи, число тайников с бомбами Кли - всё это секрет.\n\nЧтобы никто случайно не проболтался, Ноэлль сделала из красной ткани много роз. В Мондштадте роза - символ печати безмолвия.\n\nСебе же она в качестве постоянного напоминания вышила на перчатке красную розу.\n\nРазглашение секретов - серьёзная оплошность для горничной, после которой о возведении в рыцари можно забыть.\n\nПоэтому можете ни о чём Ноэлль не расспрашивать. Она всё равно ничего не скажет.",
      "id": "Pelayan-pelayan Knights of Favonius memiliki banyak \"pantangan\" yang tidak boleh dilanggar, salah satunya adalah \"harus bisa menyimpan rahasia anggota kesatria dengan ketat\".\n\nIni bukan hanya berarti harus menjaga privasi rahasia tersebut terhadap orang asing saja, namun juga terhadap sesama anggota kesatria.\n\nMisalnya saja, apa yang terdapat di dalam ruang pribadi Jean, apa yang terdapat pada Baron Bunny milik Amber, jumlah penutup mata khusus yang dimiliki Kaeya, ada berapa tembakan bom tersembunyi yang Klee miliki... semua ini adalah hal yang sangat rahasia.\n\nUntuk menghindari bocornya informasi tersebut, Noelle menggunakan kain merah untuk membuat banyak mawar – di Mondstadt, mawar melambangkan \"Aku seorang yang menjaga rahasia\".\n\nDia secara khusus menenun mawar yang demikian dan menempatkannya pada sarung tangannya sebagai pengingat untuk dirinya sendiri.\n\nMembocorkan rahasia adalah kelalaian yang sangat besar bagi seorang pelayan, dan mereka yang bercita-cita menjadi seorang kesatria sama sekali tidak boleh melakukan kesalahan seperti itu.\n\nJadi, lupakanlah untuk bertanya tentang suatu rahasia kepada Noelle. Dia tidak akan pernah membocorkan informasi apa pun.",
      "th": "สาวรับใช้ของกองอัศวินนั้นมีกฎ แดงที่ไม่สามารถล้ำเส้นได้มากมาย แต่หนึ่งในนั้นมีอยู่ข้อหนึ่ง \"ความลับส่วนตัวของสมาชิก กองอัศวิน จำเป็นต้องปิดบังรักษาอย่าง เข้มงวด\"\n\nไม่เพียงแต่ต้องปิดบังความลับ ของตน ยังจำเป็นต้องปิดบังความลับของ สมาชิกอื่นในกองอัศวินด้วยเช่นกัน\n\nเช่นในห้องส่วนตัวของ Jean มีอะไรบ้าง, ในตัว Baron Bunny ของ Amber มีอะไรอยู่ในนั้น, ผ้าปิดตาของ Kaeya มีกี่อัน, Klee ซ่อนระเบิดไว้กี่ที่...พวกนี้ล้วนแล้ว เป็นความลับ\n\nเพื่อป้องกันเผลอพูดออกจากปาก Noelle ได้ใช้ผ้าสีแดงทำดอกกุหลาบขึ้นมามากมาย——ซึ่งในเมือง Mondstadt ดอกกุหลาบมีความหมายว่า \"ปิดปากให้สนิทเหมือนจุกปิด ขวดไวน์\"\n\nเพื่อเป็นการเตือนสติตัวเองตลอด เวลา เธอได้ถักมันไว้บนถุงมือ\n\nการหลุดความลับถือว่าเป็นความผิดที่หนักที่สุดสำหรับสาวใช้ หากตั้งมั่นเป็นคนของกองอัศวินจะต้องห้ามทำผิดกฎข้อนี้เป็นอันขาด\n\nดังนั้น หากอาจจะสืบหาความลับ ก็ให้ล้มเลิกความคิดกับ Noelle เถอะ เธอไม่เอ่ยปากพูดอะไรออกมาหรอก",
      "vi": "Nữ hầu gái của Đội Kỵ Sĩ có rất nhiều giới hạn không thể vượt qua, trong đó có một dòng \"Thông tin cá nhân của các thành viên Đội Kỵ Sĩ phải được bảo mật tuyệt đối\".\n\nKhông chỉ là giữ bí mật với người ngoài, mà đối với các thành viên khác trong Đội Kỵ Sĩ cũng không ngoại lệ.\n\nVí dụ như: Trong phòng riêng của Jean có gì, thỏ bá tước của Amber chứa thứ gì, Kaeya có bao nhiêu chiếc bịt mắt đặc biệt, Klee giấu bom ở đâu... những điều này đều cần phải giữ bí mật.\n\nĐể tránh việc lỡ miệng nói ra, Noelle đã làm ra rất nhiều bông hồng bằng vải đỏ... ở Mondstadt những bông hồng tượng trưng cho việc \"giữ mồm giữ miệng\".\n\nCô còn đặc biệt đính một bông trên cổ tay, để nhắc nhở bản thân luôn phải chú ý.\n\nTiết lộ bí mật là sơ suất nghiêm trọng của hầu gái, đã quyết chí trở thành người của Đội Kỵ Sĩ thì không thể phạm phải những sai lầm như vậy được.\n\nVì vậy, nếu muốn biết bí mật gì, hãy từ bỏ việc tìm hiểu từ Noelle. Chuyện gì cô ấy cũng sẽ không nói."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "诺艾尔曾经过早地想要实现梦想。数年之前，在第七次明知会失败的选拔落选后，她有些心灰意冷。\n\n苦心学习的礼仪、剑术、言辞…这些都是徒劳吗？她记得每一位正式骑士的优秀之处，但谁会记得她这个失败者的努力？\n\n她从未停止过对西风骑士的向往，只是身体的疲倦让她没能像往常一样立刻站起。这很危险，就像在寒冷的冰原上日夜兼程，开始出现困意了。\n\n此时，骑士团大门突然打开，原来是刚刚负责骑士选拔的代理团长琴走了出来。\n\n诺艾尔尚未想好用怎样的表情面对她，就已不由自主地行了一个标准骑士礼。\n\n她马上意识到自己的唐突。她不知道一个落选者摆出这种动作，会让琴产生怎样的想法。\n\n不过，就在她无地自容、想要赶快逃跑的时候，琴停下脚步，向她回以同样的骑士礼。\n\n诺艾尔愣了愣，局促地笑了起来。样子有些笨拙，却又很单纯。\n\n这天是诺艾尔难以忘怀的幸运日。她获得了两份极为重要的认可，一份来自琴，另一份，则来自神。\n\n原来她的努力，还是会被记住的。\n\n那天之后，手握「神之眼」的她越发坚信自己终有一日能穿上那副甲胄，变得温柔可靠，以及，真正的无处不在。",
      "zht": "諾艾爾曾經過早地想要實現夢想。數年之前，在第七次明知會失敗的選拔落選後，她有點心灰意冷。\n\n苦心學習的禮儀、劍術、言辭…這些都是徒勞嗎？她記得每一位正式騎士的優秀之處，但誰會記得她這個失敗者的努力？\n\n她從未停止過對西風騎士的嚮往，只是身體的疲倦讓她沒能像往常一樣立刻站起。這很危險，就像在寒冷的冰原上日夜趕路，開始出現睏意了。\n\n此時，騎士團大門突然打開，原來是剛剛負責騎士選拔的代理團長琴走了出來。\n\n諾艾爾尚未想好用怎樣的表情面對她，就已不由自主地行了一個標準騎士禮。\n\n她馬上意識到自己的唐突。她不知道一個落選者擺出這種動作，會讓琴產生怎樣的想法。\n\n不過，就在她無地自容、想要趕快逃跑的時候，琴停下腳步，向她回以同樣的騎士禮。\n\n諾艾爾愣了愣，局促地笑了起來。樣子有些笨拙，卻又很單純。\n\n這天是諾艾爾難以忘懷的幸運日。她獲得了兩份極為重要的認可，一份來自琴，另一份，則來自神。\n\n原來她的努力，還是會被記住的。\n\n那天之後，手握「神之眼」的她越發堅信自己終有一日能穿上那副甲胄，變得溫柔可靠，以及，真正的無處不在。",
      "jp": "かつてはノエルも、早く夢を実現したいと思っていた。数年前、事前に落選すると分かっていた七度目の選抜が終わった後、ノエルは意気消沈した。\n\n苦労して学んだ礼儀、剣術、言葉遣い…全部水の泡になるのだろうか？彼女は正規騎士一人一人の優れたところを全て覚えているが、失敗者の彼女の努力は誰も覚えていない。\n\n彼女は騎士になることへの憧憬を一度も諦めなかったが、ただ、今回は疲れ果て、いつものように立ち上がることができなかった。これはかなり危険なサインだ。極寒の氷原で、昼夜を問わず何日も休むことなく行動した後のような眠気が襲ってきた。\n\nちょうどその時、騎士の選抜を担当する代理団長ジンが出てきた。\n\nノエルがどんな顔をしていいかを考えているうちに、体は反射的に騎士の敬礼をした。\n\n次の瞬間、彼女は自分がとんでもない行為をしてしまったことに気づいた。落選した者があんな敬礼をしたら、ジンにどう思われるかを想像するだけで不安になった。\n\nノエルが恥ずかしさのあまりにその場から逃げ出そうとした時、ジンは足を止め、ノエルに同じ敬礼を返した。\n\nノエルはびっくりし、そして笑みを浮かべた。間抜け顔ではあったが、その笑顔は純粋だった。\n\nその日はノエルが忘れられない幸運な日だった。彼女は2つのものから認められたのだ。一つはジン。もう1つは神。\n\nやはり努力は、必ず誰かに認められるのだ。\n\nその日から、「神の目」を持つようになった彼女は、いつか自分にも騎士の兜を身に纏う日が来ると信じている。彼女はより優しく頼れる人になり、「どこにでも現れる」存在となった。",
      "ko": "노엘은 오래전부터 꿈을 이루길 바라왔다. 수년 전, 7번째 선발 탈락 이후 그녀는 살짝 낙담했다.\n\n열심히 배운 예절과 검술, 언행… 이 모든 게 전부 헛수고일까? 그녀는 모든 정식 기사들의 뛰어난 점을 기억하고 있지만 그녀 같은 실패자의 노력은 누가 기억할까?\n\n그녀는 페보니우스 기사단에 대한 동경을 단 한 번도 멈춘 적 없다. 그저 몸의 피로가 그녀를 예전처럼 바로 일어날 수 없게 했을 뿐이다. 이는 매서운 추위가 몰아치는 설원에서 밤을 새우다 잠이 오는 것처럼 매우 위험했다.\n\n이때 기사단의 대문이 갑자기 열리더니 기사단 선발을 책임지는 단장 대행 진이 걸어 나온다.\n\n노엘은 어떤 표정으로 그녀를 대해야 할지 생각하다 자신도 모르게 표준적인 기사의 예를 갖추었다.\n\n노엘은 자신의 무례함을 바로 깨닫게 된다. 그녀는 진이 그녀처럼 선발에서 탈락한 이가 이런 예를 행하는 것에 대해 어떻게 생각할지 몰랐다.\n\n하지만 그녀가 부끄러움에 못 이겨 도망가려고 할 때 진이 걸음을 멈추고 그녀에게 똑같은 기사의 예를 갖추었다.\n\n노엘은 순간 멍해졌다가 어색하게 웃게 된다. 살짝 바보 같았지만 아주 단순하기 그지없었다.\n\n이 날은 노엘에게 있어 절대 잊을 수 없는 행운의 날이다. 이날 그녀는 매우 중요한 인정을 두 개나 받았다. 하나는 진으로부터, 또 하나는 신으로부터….\n\n그녀의 노력은 기억되고 있었던 것이다.\n\n그날 이후 「신의 눈」을 움켜쥔 그녀는 자신도 언젠가 저 갑옷을 입는 날이 올 것이라 굳게 믿게 됐다",
      "en": "Noelle did once wish to fulfill her dream before its time. Some years ago, after failing her seventh selection test, which was really a foregone conclusion, she felt somewhat discouraged.\n\nThe etiquette, swordsmanship, the lines she had memorized... had they all gone to waste? She remembered all the strong points of every official knight, but who would remember the hard work of a failure like her?\n\nShe had never stopped aspiring to become a Knight of Favonius, but her exhausted body wouldn't let her get back on her feet like she normally would. She felt like someone who had spent days and nights traveling through an icy tundra.\n\nAt that moment, the main gate of the Knights Headquarters were flung upon, and out walked Acting Grand Master Jean, who had just been in charge of the selection process.\n\nWithout a thought, Noelle gave a precise knight's salute.\n\nImmediately, she knew that this was too abrupt a thing to do, and wondered what Jean might think of her.\n\nBut just as she was wishing that there was some hole she might crawl into to flee, Jean stopped in her own tracks and returned the salute.\n\nAfter a moment's surprise, Noelle gave a strained smile, clumsy but pure.\n\nThis was a lucky day that she would always remember, for she would receive recognition from two all-important sources this day: once from Jean, and the other from the gods.\n\nHer hard work had been remembered after all.\n\nFrom that day forward, Vision in hand, Noelle reaffirmed her belief that she would one day be able to don that armor. That she would be gentle and reliable — and yes, everywhere at once too.",
      "de": "Noelle wollte sich ihren Traum schon vor langer Zeit erfüllen, bevor sie überhaupt bereit dazu war. Vor einigen Jahren, nachdem sie beim bereits siebten Auswahltest durchgefallen war, was sie eigentlich sogar vorausgesehen hatte, war sie etwas entmutigt ...\n\nDie Regeln der Etikette, die Schwertkunst, die endlosen Zeilen, die sie auswendig gelernt hatte ... war dies alles vergebens gewesen? Sie erinnerte sich an all die Stärken eines jeden offiziellen Ritters. Doch wer erinnert sich schon an die harte, aber vergebliche Arbeit einer Versagerin wie sie?\n\nSie hatte nie aufgehört, danach zu streben, ein Ritter des Ordo Favonius zu werden, aber ihr erschöpfter Körper ließ sie nicht wieder auf die Beine kommen, wie es sonst der Fall war. Sie fühlte sich wie jemand, der Tage und Nächte durch eine eisige Tundra gereist war.\n\nIn diesem Moment wurde das Haupttor des Ritterhauptquartiers aufgerissen und hinaus ging der stellvertretende Großmeister Jean, die gerade den Auswahlprozess geleitet hatte.\n\nOhne einen Gedanken daran zu verschwenden, salutierte Noelle sofort mit einem präzisen Rittergruß.\n\nSie wusste sofort, dass dies komisch ausgesehen haben muss und fragte sich, was Jean wohl von ihr halten würde.\n\nAber gerade als sie sich wünschte im Erdboden zu versinken, blieb Jean plötzlich stehen und erwiderte den Gruß.\n\nNach einem Moment der Überraschung lächelte Noelle angestrengt – zwar etwas unbeholfen, dennoch ehrlich.\n\nDies war ein glücklicher Tag, an den sie sich immer erinnern würde. Denn an diesem Tag hatte sie von denen Anerkennung erhalten, die so wichtig für sie waren, einerseits von Jean, andererseits von den Göttern. Ihre harte Arbeit hatte sich schließlich ausgezahlt.\n\nVon dem Tag an, das Göttliche Auge fest umschlossen, glaubte sie daran, dass sie eines Tages die lang ersehnte Rüstung tragen würde.",
      "es": "Una vez, Noelle deseó cumplir su sueño antes de tiempo. Hace unos años, después de reprobar su séptima prueba de selección, algo que incluso ella sabía que ocurriría, se sintió un tanto desanimada.\n\nEl protocolo, el manejo de la espada, las frases que había tenido que memorizar... ¿Había sido todo una pérdida de tiempo? Ella recordaba los puntos fuertes de todos los Caballeros, pero ¿quién recordaría el arduo trabajo de alguien que fracasaba constantemente?\n\nNunca había dejado de aspirar a convertirse en Caballera de Favonius, pero debido a su agotamiento físico, seguir esforzándose le estaba empezando a costar mucho. Se sentía como alguien que había pasado días y noches viajando a través de la tundra helada.\n\nEn ese momento, la puerta principal de la Sede de los Caballeros se abrió, y de ella salió la Gran Maestra Intendente Jean, que estaba a cargo del proceso de selección.\n\nSin pensarlo, Noelle saludó exactamente como se esperaba que lo hiciera un Caballero.\n\nInmediatamente, se dio cuenta de que había sido un poco abrupta, y se preguntó qué pensaría Jean de ella.\n\nPero justo cuando pensó “tierra, trágame”, Jean se detuvo en seco y le devolvió el saludo.\n\nAl recuperarse de su sorpresa, Noelle sonrió forzada pero inocentemente.\n\nAquel fue un día que nunca olvidaría, ya que recibió dos importantes reconocimientos: el de Jean y el de los dioses.\n\nA pesar de todo, alguien había recordado su esfuerzo.\n\nDesde aquel día en adelante, ya con su Visión, Noelle reafirmó su creencia de que algún día sería capaz de ponerse esa armadura que tanto anhelaba; que sería una Caballera en quien la gente confiara; y que, igual que había hecho como criada, siempre estaría allá donde se la necesitase.",
      "fr": "Noëlle s'y prit plusieurs fois trop tôt pour tenter d'achever son rêve. Il y a de cela quelques années, après avoir échoué pour la septième reprise le test de sélection, un grand découragement l'envahit.\n\nToutes ces règles d'étiquette, de maniement de l'épée, toutes ces lignes qu'elle avait passé tant d'heures à mémoriser... Et pourquoi ? Tout cela n'avait servi à rien. Elle pouvait se rappeler tous les points forts de chacun des chevaliers, mais qui se rappellerait jamais de l'échec qu'elle était ?\n\nElle n'avait point abandonné son idéal, mais cette fois-ci son corps semblait refuser de la remettre en selle comme par le passé, et elle se donnait l'impression d'être telle la voyageuse ayant traversé jours et nuits la toundra.\n\nTandis que ces pensées l'habitaient, la grande porte du quartier général à côté de laquelle elle se tenait s'ouvrit d'un coup, laissant passer Jean, la Grande Maîtresse suppléante de l'Ordre, qui avait justement été la présidente du jury.\n\nSans une hésitation, Noëlle lui fit immédiatement le salut officiel des chevaliers.\n\nEt ce faisant, elle réalisa soudain qu'il s'agissait là d'une terrible maladresse, d'un faux pas impardonnable...\n\nMais alors qu'elle se mettait à rougir comme une pivoine, espérant de toutes ses forces pouvoir disparaître à l'autre bout du monde d'un claquement de doigts, Jean, à sa grande surprise, s'arrêta et lui retourna le salut.\n\nAprès un instant d'ébahissement, un sourire gêné mais aussi pur que le cristal apparut sur son visage.\n\nJamais de sa vie elle n'oublierait ce jour, qui la vit recevoir l'approbation non seulement de Jean, mais également des dieux.\n\nEt depuis lors, œil divin en sa possession, Noëlle a vu renaître son rêve de devenir digne de porter l'armure tant désirée. Cela prendra le temps qu'il faudra, et elle se montrera la plus efficace des servantes en attendant.",
      "pt": "Noelle uma vez desejou realizar os seus sonhos antes que chegasse a hora. Alguns anos atrás, depois de falhar em seu sétimo teste de seleção, do qual ela já sabia o resultado, ela se sentiu um pouco desanimada.\n\nA cortesia, a arte da espada, as frases que ela tinha memorizado... Todas elas foram desperdiçadas? Se lembrou de todos os pontos fortes de todos os cavaleiros oficiais, mas quem se lembraria do trabalho duro de uma perdedora como ela?\n\nNunca tinha parado de aspirar a se tornar uma Cavaleira de Favonius, mas o seu corpo exausto não a deixava voltar como sempre fazia, e isso foi um sinal perigoso. Ela sentia o cansaço de alguém que passava dias e noites viajando através da tundra gelada.\n\nNaquele momento, o portão principal da sede dos Cavaleiros se abriu e apareceu a Grande Mestre Intendente Jean, que tinha acabado um processo de seleção.\n\nSem pensar direito, Noelle fez uma saudação padrão dos cavaleiros.\n\nImediatamente, ela soube que isso era algo muito abrupto e se perguntou o que a Jean poderia pensar dela.\n\nMas assim como ela desejava que houvesse algum buraco no chão para fugir, Jean parou e fez a mesma saudação.\n\nApós um momento de surpresa, Noelle deu um sorriso tenso, desajeitado, mas puro.\n\nEste era um dia de sorte, que ela nunca se esqueceria, pois recebeu reconhecimento de duas fontes importantes: um de Jean e o outro dos deuses.\n\nO trabalho duro tinha sido lembrado, afinal.\n\nA partir de então, com a Visão em mãos, Noelle reafirmou a sua crença de que um dia seria capaz de vestir essa armadura. Ela seria gentil e confiável - e sim, estaria em todos os lugares ao mesmo tempo quando precisasse.",
      "ru": "Как-то раз Ноэлль попыталась исполнить свою мечту заранее. Несколько лет тому назад она провалила отборочное испытание в седьмой раз. Такой результат не был неожиданностью, но всё равно она отчаялась.\n\nЭтикет, фехтование, красноречие... Неужели все старания впустую? Она помнила сильные стороны каждого из официальных рыцарей, но разве кто-нибудь запомнит настойчивую неудачницу?\n\nСтремление Ноэлль стать рыцарем никогда не угасало, но на этот раз быстро вернуться на ноги ей помешала усталость. Она чувствовала себя так, будто после дня и ночи хождения по промёрзлой тундре на неё навалился предательский сон.\n\nВ тот момент врата Ордена вдруг распахнулись, и вышел действующий магистр, Джинн, которая также руководила отборочным испытанием.\n\nНоэлль, было, растерялась, но тут же невольно изобразила стандартное рыцарское приветствие.\n\nДо неё сразу дошло, сколь опрометчивым был этот жест, и оставалось только догадываться, что могла подумать Джинн.\n\nНо пока она, не находя себе от стыда места, раздумывала пуститься наутёк, Джинн её остановила и ответила на приветствие.\n\nНоэлль опешила и выдавила неловкую, но искреннюю улыбку.\n\nТот счастливый день останется в её памяти навсегда, ведь к ней пришло огромной важности признание - от Джинн, и от богов.\n\nЕё усилия не забыли.\n\nС того дня, сжимая в руке Глаз Бога, она укрепилась в вере, что когда-нибудь наденет те доспехи, и станет мягкой, надёжной, и поистине вездесущей.",
      "id": "Noelle pernah menginginkan untuk bisa mewujudkan impiannya jauh lebih cepat daripada targetnya. Beberapa tahun yang lalu, setelah gagal di tes seleksi yang ke-7, dia agak berputus asa.\n\nEtika kesatria, ilmu pedang, aturan-aturan yang dia sudah pelajari... bukankah semua ini sia-sia? Dia hafal persis setiap kelebihan yang dimiiki oleh seorang kesatria resmi yang hebat, tapi siapa gerangan yang akan mengingat jerih payah seorang yang gagal sepertinya?\n\nDia tidak pernah mengubur impiannya untuk menjadi seorang Knights of Favonius, namun tubuhnya yang sudah kelelahan itu tidak bisa membuatnya berdiri dengan kokoh seperti biasanya. Ini sangat berbahaya, seperti tetap memaksakan diri berjalan siang dan malam melewati dataran beku di musim dingin yang sangat menusuk.\n\nPada saat ini, gerbang utama markas Knights of Favonius terbuka lebar, dari dalam keluarlah Jean yang bertanggung jawab terhadap proses seleksi.\n\nTanpa berpikir terlebih dahulu, Noelle langsung memberikan hormat yang sesuai dengan standar kesatria kepada Jean yang baru keluar tersebut.\n\nDia kemudian menyadari tindakan yang dilakukannya secara tiba-tiba tersebut, dan penasaran dengan apa yang dipikirkan Jean terhadap tindakannya itu.\n\nTetapi, di saat Noelle merasa sangat malu akan tindakannya dan berharap bisa segera kabur dari tempat itu, Jean malah berhenti di hadapannya serta membalas hormat Noelle sama dengan apa yang dilakukannya barusan. Setelah merasa terkejut, Noelle terpaksa menunjukkan senyumannya yang malu-malu, senyuman itu terlihat canggung namun tulus dari hati.\n\nIni adalah hari keberuntungan yang tidak akan Noelle lupakan. Dia mendapatkan dua buah pengakuan yang sangat penting, satu berasal dari Jean, dan satunya lagi berasal dari sang Dewa.\n\nTernyata jerih payahnya selama ini... juga diperhitungkan.\n\nSejak saat itu, \"Vision\" yang ada di tangannya membuat dia semakin yakin bahwa suatu hari dia juga pasti bisa mengenakan zirah, layaknya seorang kesatria yang gagah dan dapat diandalkan di segala tempat dan keadaan.",
      "th": "เมื่อนานมาแล้ว Noelle เคยคิดที่จะทำความปรารถนาให้เป็นจริง เมื่อหลายปีก่อนหน้า หลังจากล้มเหลวในการเข้ารับการคัดเลือกอย่างหมดท่า เธอก็เริ่มที่จะรู้สึกท้อแท้\n\nมารยาท วิชาดาบ ศิลปะการเจรจาที่พยายามเรียนมา... ทั้งหมดนี้ต้องเสียแรงเปล่างั้นเหรอ? เธอจำจุดเด่นของอัศวินทุกคนได้ แต่ใครจะจดจำความพยายามของผู้แพ้อย่างเธอกันล่ะ?\n\nเธอไม่เคยหยุดมุ่งมั่นที่จะเป็นอัศวินแห่ง Favonius เพียงแต่ร่างกายอันเหน็ดเหนื่อยนี้ ไม่สามารถยืนขึ้นได้โดยทันทีเหมือนเมื่อก่อน และนี่ก็เป็นสิ่งที่อันตรายเป็นอย่างมาก เหมือนดั่งเดินทางทั้งวันทั้งคืน บนน้ำแข็งท่ามกลางอากาศที่หนาวเหน็บ แล้วก็เริ่มเกิดอาการง่วงนอนขึ้นมา\n\nทันใดนั้นเอง... จู่ ๆ ประตูของกองอัศวินก็เปิดออก รักษาการผู้บัญชาการ Jean ผู้ซึ่งรับผิดชอบการคัดเลือกอัศวินได้เดินออกมา\n\nNoelle ไม่รู้ว่าควรจะแสดงสีหน้าแบบไหน จึงทำความเคารพตามแบบฉบับของอัศวินไปโดยไม่รู้ตัว\n\nไม่นานเธอก็รู้สึกได้ว่าตัวเองทำอะไรพรวดพราด เธอไม่รู้ว่าการแสดงกิริยาเช่นนี้ของผู้ที่ล้มเหลวในการเข้ารับการคัดเลือก จะทำให้ Jean เกิดความคิดแบบไหน\n\nอย่างไรก็ตาม ในขณะที่เธออายจนอยากที่จะแทรกแผ่นดินหนี Jean กลับหยุดอยู่ตรงหน้าเธอ และทำความเคารพตามแบบฉบับอัศวินกลับเช่นกัน\n\nNoelle ตกตะลึงไปครู่หนึ่ง จากนั้นก็ยิ่มอย่างเจื่อน ๆ ท่าทางดูงุ่มง่ามแต่ก็บริสุทธิ์เป็นอย่างมาก\n\nวันนี้เป็นวันอันแสนโชคดีที่เธอจะไม่มีวันลืม เธอได้รับการยอมรับสองอย่างที่สำคัญเป็นอย่างมาก อย่างที่หนึ่งมาจาก Jean อีกอย่างจากเทพเจ้า\n\nแท้จริงแล้วความพยายามที่เธอทุ่มเทนั้น ก็ยังได้รับการจดจำ\n\nหลังจากวันนั้น เธอที่ถือ \"วิชั่น\" ในมือมีความมั่นใจมากขึ้น ว่าสักวันต้องสวมชุดเกราะนั้น มีความน่าเชื่อถือ อ่อนโยน และอยู่ทุกหนแห่งอย่างแท้จริงให้ได้",
      "vi": "Từ lâu Noelle đã luôn muốn thực hiện ước mơ của mình. Vài năm trước, sau khi biết được mình bị loại khỏi tuyển chọn lần thứ bảy, cô đã có chút nản lòng.\n\nKhổ cực học tập câu từ, lễ nghĩa, kiếm thuật... giờ đây tất cả đều trở thành vô ích rồi sao? Cô ghi nhớ sự xuất sắc của mỗi kỵ sĩ chính thức, nhưng ai sẽ nhớ đén sự cố gắng của kẻ thất bại như cô chứ?\n\nCô chưa bao giờ ngừng hướng về Kỵ Sĩ Tây Phong, nhưng sự mệt mỏi về thể chất khiến cô không thể ngay lập tức đứng dậy như thường lệ. Điều này thật sự rất nguy hiểm, giống như việc bắt đầu cảm thấy buốn ngủ khi đi trên vùng cao nguyên băng giá lạnh lẽo cả ngày lẫn đêm.\n\nLúc đó, cánh cửa của Đội Kỵ Sĩ đột nhiên mở ra, hoá ra là Đội Trưởng Đại Diện Jean, người phụ trách tuyển chọn kỵ sĩ bước ra.\n\nNoelle vẫn chưa nghĩ ra làm thế nào để đối mặt với cô ấy, thì đã vô tình thực hiện động tác chào tiêu chuẩn kỹ sĩ.\n\nCô lập tức ý thức được sự đường đột của mình. Cô không biết một ứng cử viên thất bại bày ra động tác như vậy, đã khiến Jean nảy ra ý tưởng gì.\n\nNhưng, ngay khi cô cảm thấy vô cùng xấu hổ, muốn trốn chạy, thì Jean dừng bước, hướng chào cô với động tác ý như vậy.\n\nNoelle sững sờ trong chốc lát rồi mỉm cười, với dáng vẻ có chút vụng về nhưng lại rất ngây thơ.\n\nNgày này là một ngày may mắn khó quên với Noelle. Cô đã nhận được hai sự chấp nhận cực kỳ quan trọng, một đến từ Jean, còn một đến từ thần.\n\nHoá ra sự cố gắng của cô, vẫn được ghi nhớ.\n\nSau ngày hôm đó, cầm Vision trong tay, cô càng tin chắc là sẽ có một ngày nào đó cô có thể mặc bộ áo giáp đó, trở nên dịu dàng đáng tin cậy, và có mặt khắp mọi nơi."
    }
  }
]