[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是诺艾尔，西风骑士团的女仆，从今天起会陪你一起去冒险。如果遇到任何困扰或者麻烦，不用担心，我都会尽全力帮你解决的。嗯，现在就可以哦。",
      "zht": "#我是諾艾爾，西風騎士團的女僕，從今天起會陪{F#妳}{M#你}一起去冒險。如果遇到任何困擾或者麻煩，不用擔心，我都會盡全力幫{F#妳}{M#你}解決的。嗯，現在就可以哦。",
      "jp": "私はノエル、西風騎士団のメイドです。今日から一緒に冒険させていただきます。何かお困りごとや悩みごとがありましたら、全力で解決しますのでご心配なく。ええ、今からでも大丈夫ですよ。",
      "ko": "전 노엘이라고 해요, 페보니우스 기사단 메이드죠. 오늘부터 당신과 함께 모험을 떠날 거예요. 곤란한 일이나 귀찮은 일이 생기면 걱정 마세요. 제가 최선을 다해 해결해드릴게요. 네, 지금도 가능해요",
      "en": "My name is Noelle, maid of the Knights of Favonius, and it's my pleasure to be joining you on your adventure today. Should you encounter any problems at all at any point throughout your journey, please do not hesitate to call me and I will be delighted to provide you with my full assistance. Yes, starting right now — what do you need?",
      "de": "Mein Name ist Noelle und ich bin Magd beim Ordo Favonius. Von heute an werde ich dich auf deinen Reisen begleiten. Solltest du auf irgendwelche Schwierigkeiten stoßen, werde ich mein Bestes tun das Problem zu lösen. Ab jetzt und sofort.",
      "es": "Mi nombre es Noelle y soy la criada de los Caballeros de Favonius. Es un placer para mí ir de aventuras con usted. Si durante su viaje se encuentra con algún problema, no dude en avisarme y estaré encantada de ofrecerle mi ayuda. Sí, comenzando desde ya mismo. ¿Qué necesita?",
      "fr": "Je m'appelle Noëlle, je suis la servante de l'Ordre de Favonius, et c'est avec un grand plaisir qu'à partir de maintenant, je t'accompagnerai lors de tes aventures. Si tu rencontres le moindre problème à n'importe quel moment, n'hésite pas à m'appeler et je serai ravie de t'offrir mon assistance. Oui, ça commence à partir de maintenant... De quoi as-tu besoin ?",
      "pt": "Meu nome é Noelle, criada dos Cavaleiros de Favonius, e tenho o prazer de estar hoje com vocês em sua aventura. Caso você encontre algum problema em algum momento de sua viagem, não hesite em me chamar e terei o maior prazer em lhe dar toda a minha assistência. Sim, começando agora mesmo - o que você precisa?",
      "ru": "Меня зовут Ноэлль, я горничная Ордо Фавониус. Начиная с сегодняшнего дня я буду сопровождать вас в ваших приключениях. Если вы столкнулись с какими-либо трудностями, то сообщите мне и я буду рада предоставить вам всю необходимую помощь. Да, уже можно. Чем могу помочь?",
      "id": "Namaku Noelle, pelayan dari Knights of Favonius dan aku akan menemanimu dalam petualanganmu mulai hari ini. Jika dalam perjalanan kamu menemui masalah atau ada permasalahan apa pun, jangan khawatir, aku akan mencoba yang terbaik untuk membantumu menyelesaikannya. Ya, kamu dapat memulainya dari sekarang.",
      "th": "ฉันชื่อ Noelle เป็นสาวใช้ประจำกองอัศวินแห่ง Favonius ฉันยินดีเป็นอย่างยิ่งที่ได้ มาร่วมผจญภัยกับคุณในวันนี้ ถ้าเจอปัญหาหรือเรื่องกลุ้มใจอะไร ไม่ต้องกังวลไปนะ ฉันจะช่วยเหลือคุณอย่างเต็มที่ อื้ม เริ่มตอนนี้เลยก็ได้นะ",
      "vi": "Tôi là hầu gái của Đội Kỵ Sĩ Tây Phong Noelle. Từ nay về sau, tôi sẽ cùng bạn đi mạo hiểm, nếu có bất kỳ khó khăn hay phiền phức nào cũng không cần lo lắng, tôi sẽ giải quyết hết. Uhm, bây giờ cũng được đó."
    }
  },
  {
    "title": {
      "zhs": "闲聊·帮忙",
      "zht": "閒聊·幫忙",
      "jp": "世間話·手伝い",
      "ko": "잡담·도움",
      "en": "Chat: A Favor",
      "de": "Gespräch – Ein Gefallen",
      "es": "Charla - Ayuda",
      "fr": "Bavardage - Aide",
      "pt": "Bate-papo - Um Favor",
      "ru": "Поболтаем: Услуга",
      "id": "Berbincang: Bantuan",
      "th": "แชท - ช่วยเหลือ",
      "vi": "Nói chuyện phiếm - Giúp đỡ"
    },
    "line": {
      "zhs": "交给我吧！什么都可以交给我！——对了，你要拜托我做什么来着？我还没来得及听…",
      "zht": "#交給我吧！什麼都可以交給我！——對了，{F#妳}{M#你}要拜託我做什麼來著？我還沒來得及聽…",
      "jp": "任せてください！なんでも私にお任せを！——そういえば、何をすればよろしいのでしょうか？聞いていませんでしたね…",
      "ko": "제게 맡기세요! 뭐든지 다 제게 맡기세요!——맞다, 제게 뭘 맡기시려 하셨죠? 아직 듣지 못했는데…",
      "en": "Leave it to me! All of it, whatever it is! ...What... exactly is \"it\"? I didn't quite catch your request...",
      "de": "Überlass das ganz mir! Egal was es ist, überlass es mir! Aber, was sollte ich denn genau machen? Ich hab es gar nicht richtig verstanden ...",
      "es": "¡Déjemelo a mí! ¡Puede contar conmigo para lo que sea! Espere, ¿qué era lo que me quería pedir? No le dio tiempo a decírmelo...",
      "fr": "Laisse-moi m'en occuper ! Laisse-moi m'occuper de tout, quoi que ce soit ! ... Mais... de quoi s'agit-il au fait ? Je n'ai pas bien compris ta demande...",
      "pt": "Deixe comigo! Pode deixar tudo comigo! Olhe, o que você quer que eu faça? Não prestei muita atenção...",
      "ru": "Дайте задание! Справлюсь с чем угодно! ... А что вам угодно? Я не дослушала...",
      "id": "Serahkan saja padaku! Apa pun itu serahkan saja padaku! Ngomong-ngomong... kamu mau minta tolong apa ya? Aku masih belum mendengar permintaanmu...",
      "th": "ให้ฉันจัดการเอง! วางใจได้ทุกเรื่องเลย! ...จริงสิ เมื่อกี้คุณจะให้ฉันทำอะไรนะ? ฉันไม่ทันได้ฟังน่ะ...",
      "vi": "Cứ giao cho tôi! Việc gì cũng có thể giao cho tôi! À phải rồi bạn muốn nhờ tôi làm việc gì nhỉ, vừa rồi tôi vẫn chưa kịp nghe..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·休息",
      "zht": "閒聊·休息",
      "jp": "世間話·休み",
      "ko": "잡담·휴식",
      "en": "Chat: Rest",
      "de": "Gespräch – Ruhe",
      "es": "Charla - Descanso",
      "fr": "Bavardage - Repos",
      "pt": "Bate-papo - Descanso",
      "ru": "Поболтаем: Отдых",
      "id": "Berbincang: Istirahat",
      "th": "แชท - พักผ่อน",
      "vi": "Nói chuyện phiếm - Nghỉ ngơi"
    },
    "line": {
      "zhs": "有点累了吗？那就在这里休息吧，我去为你沏茶，要全糖、半糖，还是无糖？",
      "zht": "#有點累了嗎？那就在這裡休息吧，我去為{F#妳}{M#你}沏茶，要全糖、半糖，還是無糖？",
      "jp": "疲れましたか？ここで少し休みましょう。今お茶をご用意しますね。お砂糖はどうしますか？多め？普通？それともなしでしょうか？",
      "ko": "피곤하세요? 그럼 여기서 좀 쉬세요. 제가 차를 끓여 올게요. 설탕은 한 개, 반 개? 아니면 넣지 말까요?",
      "en": "You seem tired. Would you like some tea? I'll brew you some. Do you take sugar? One cube, or two?",
      "de": "Du scheinst etwas erschöpft zu sein? Dann ruh dich direkt hier aus, ich werde dir etwas Tee zubereiten. Möchtest du viel, wenig oder gar keinen Zucker?",
      "es": "#¿Está cansad{F#a}{M#o}? Bien, quédese aquí a descansar, yo iré a prepararle un té. ¿Cómo lo quiere, con mucho azúcar, un poco o nada?",
      "fr": "#Tu as l'air {M#fatigué}{F#fatiguée}. Tu veux du thé ? Je vais en préparer. Tu prends du sucre ? Un ou deux ?",
      "pt": "Está cansado? Então, descanse aqui. Vou te fazer um chazinho. Você quer açúcar?",
      "ru": "Устали? Отдохните немного, я чай поставлю. Вам с сахаром? Две ложки? Одну?",
      "id": "Apakah kamu lelah? Kalau begitu istirahatlah di sini. Aku akan membuatkan teh untukmu. Apakah kamu mau pakai gula yang banyak, sedang saja, atau tanpa gula?",
      "th": "คุณเหนื่อยแล้วงั้นเหรอ? งั้นก็ไปพักผ่อนเถอะ เดี๋ยวฉันจะชงชาให้ เอาแบบหวานมาก หวานน้อย หรือไม่ใส่น้ำตาลดี?",
      "vi": "Mệt rồi ư? Vậy bạn nghỉ ngơi đi nhé, tôi sẽ đi pha một tách trà cho bạn, bạn uống 100%, 50% hay không đường?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·可靠",
      "zht": "閒聊·可靠",
      "jp": "世間話·頼もしい",
      "ko": "잡담·신뢰",
      "en": "Chat: Being Reliable",
      "de": "Gespräch – Zuverlässigkeit",
      "es": "Charla - Confiable",
      "fr": "Bavardage - Fiabilité",
      "pt": "Bate-papo - Confiável",
      "ru": "Поболтаем: Быть надёжной",
      "id": "Berbincang: Dapat Diandalkan",
      "th": "แชท - พึ่งพาได้",
      "vi": "Nói chuyện phiếm - Đáng tin"
    },
    "line": {
      "zhs": "只要你需要我，我随时都会出现在你的身边。",
      "zht": "#只要{F#妳}{M#你}需要我，我隨時都會出現在{F#妳}{M#你}的身邊。",
      "jp": "私を必要とされる限り、いつまでもそばでお仕えいたします。",
      "ko": "제가 필요하시면 언제든지 당신 곁에 나타날게요",
      "en": "Whenever you need me, I'll be there.",
      "de": "Wenn du mich brauchst, werde ich an deiner Seite sein.",
      "es": "Siempre que me necesite, allí estaré.",
      "fr": "Je serai toujours là quand tu auras besoin de moi.",
      "pt": "Sempre que você precisar de mim, eu estarei lá.",
      "ru": "Если я вам понадоблюсь, я всегда буду рядом.",
      "id": "Kapan pun kamu membutuhkanku, aku akan selalu berada di sisimu.",
      "th": "ขอแค่คุณต้องการฉัน ฉันก็จะไปอยู่ข้างกายคุณทันที",
      "vi": "Tôi sẽ luôn ở bên cạnh bạn vào những lúc bạn cần tôi nhất."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "糟了，大家的衣服还晾在外面！我能不能现在回去收拾一下？",
      "zht": "糟了，大家的衣服還晾在外面！我能不能現在回去收拾一下？",
      "jp": "大変です、皆さまのお洋服を干したままでした！帰って洗濯物を取り込んでもよろしいでしょうか？",
      "ko": "이런, 사람들 옷을 아직 밖에 말리고 있었는데! 돌아가서 옷을 걷어도 될까요?",
      "en": "Oh dear, everyone's laundry is still on the line! May I be excused to fetch it in?",
      "de": "Oh nein, die ganze Kleidung ist noch auf der Leine! Darf ich bitte kurz zurück, um sie reinzuholen?",
      "es": "¡Por Los Siete! ¡La ropa de todo el mundo está tendida afuera! ¿Me permite un minuto para recogerla?",
      "fr": "Mon dieu, j'ai laissé ma lessive dehors ! Peux-tu m'excuser une minute que j'aille la récupérer ?",
      "pt": "Oh minha nossa, a roupa de todos ainda está em jogo! Posso ser dispensada para ir buscá-las?",
      "ru": "О нет, всё бельё ещё сушится на улице! Можно я сбегаю сниму?",
      "id": "Oh tidak, cucian semua orang masih ada di luar! Bolehkah aku minta izin untuk pulang dan mengambil cuciannya terlebih dahulu?",
      "th": "แย่แล้ว เสื้อผ้าของทุกคนยังตากอยู่บนราวอยู่เลย! ฉันขอกลับไปเก็บก่อนได้มั้ย?",
      "vi": "Thôi xong rồi, quần áo của mọi người vẫn phơi ở ngoài! Tôi có thể quay về thu đồ được không?"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "遇到打雷还是待在屋子里比较好哦，如果有非出门不可的事，就交给我吧。",
      "zht": "遇到打雷還是待在屋子裡比較好哦，如果有非出門不可的事，就交給我吧。",
      "jp": "雷の日は屋内にいたほうがよろしいかと。どうしても外出しなければいけない用事がありましたら、この私に任せてください。",
      "ko": "번개가 치면 실내에 있는 게 좋죠. 반드시 외출해야만 한다면 제게 맡기세요",
      "en": "Please stay indoors until the storm passes. I will deal with any urgent outdoor business.",
      "de": "Bitte bleib drinnen, solange der Sturm tobt. Sollte es etwas zu erledigen geben, werde ich das übernehmen.",
      "es": "Cuando truena, es mejor quedarse en casa. Si hay algo que necesite hacer sí o sí, déjemelo a mí.",
      "fr": "S'il te plaît, reste à l'intérieur jusqu'à ce que l'orage se calme. Je m'occupe de tout ce qui a besoin d'être fait dehors.",
      "pt": "Por favor, fique dentro de casa até que a tempestade passe. Tratarei de qualquer assunto urgente se for realmente necessário sair.",
      "ru": "Во время грозы лучше оставаться дома. Если есть неотложные дела снаружи, то предоставьте их мне.",
      "id": "Harap tetap di dalam rumah sampai badai berlalu. Jika kamu ada urusan yang harus keluar, serahkan saja padaku.",
      "th": "กรุณาหลบพายุอยู่ข้างในก่อนเถอะ ถ้ามีเรื่องจำเป็นต้องออกไป ข้างนอกจริง ๆ ฉันจะไปจัดการให้เอง",
      "vi": "Nếu trời đổ sấm chớp thì tốt nhất hãy ở trong nhà, còn nếu bắt buộc phải ra ngoài thì hãy giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "天气晴朗，不如做一些和「阳光」有关的事吧。欸？具体一点…只要能让你的心情也变得晴朗的事，都可以。",
      "zht": "#天氣晴朗，不如做一些和「陽光」有關的事吧。欸？具體一點…只要能讓{F#妳}{M#你}的心情也變得晴朗的事，都可以。",
      "jp": "晴れてますね。何か気持ちが晴れるようなことでもしましょうか。え？具体的にですか…ふふっ、気持ちが晴れやかになるならなんでもいいですよ。",
      "ko": "날이 쨍쨍하니 「햇빛」과 관련된 일을 해요. 네? 구체적으로요…? 당신 마음이 밝아지는 일이라면 뭐든지 가능해요",
      "en": "Mmm, such fair weather. Why don't we do a bit of sunny work? Oh, what sort of work is that, you ask? Haha, well, anything that makes you feel bright and sunny too.",
      "de": "Was für herrliches Wetter! Warum suchen wir uns nicht einige sonnige Aktivitäten? Was sonnige Aktivitäten sind, willst du wissen? Haha, nun, alles, was dich sonnig und erhellt fühlen lässt.",
      "es": "Qué buen tiempo hace. ¿Por qué no aprovechamos este sol para hacer algo? ¿Como qué, dice? Bueno... algo que le haga sentir bien, como este reconfortante sol.",
      "fr": "Mmm, quel temps merveilleux. Pourquoi ne pas faire quelques tâches « ensoleillées » ? Oh, tu te demandes de quel genre de tâches il s'agit ? Haha, eh bien, tout ce qui peut te faire sentir bien et te redonner le sourire.",
      "pt": "Que tempo tão bom. Por que não aproveitamos e fazemos um pouco de trabalho enquanto está ensolarado? Oh, que tipo de trabalho é esse, você pergunta? Haha, bem, qualquer coisa que faça você se sentir brilhante e ensolarado também.",
      "ru": "Такая ясная погода. Почему бы не заняться солнечными делами? А? Какие именно дела? Ха-ха, любые дела, которые делают настроение ярким и солнечным.",
      "id": "Cuacanya bagus, bagaimana kalau kita melakukan sesuatu yang \"cerah\". Eh? Lebih spesifiknya seperti... sesuatu yang bisa membuat suasana hatimu menjadi lebih cerah, apa pun itu.",
      "th": "อากาศดีจังเลย งั้นเรามาทำเรื่องที่ \"สดใส\" กันดีกว่า หืม? เรื่องที่สดใสคืออะไรงั้นเหรอ... ก็คือเรื่องอะไรก็ได้ที่จะทำให้ คุณอารมณ์ดีไงล่ะ",
      "vi": "Trời xanh mây trắng thế này thì hãy làm những việc liên quan đến \"ánh nắng\" nhé. Hả? Cụ thể một chút ư... Chỉ cần làm những chuyện có thể khiến bạn trở nên vui vẻ là được."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "听见了吗？是风神的声音。每到我心烦意乱的时候，听见风声就能平静下来。",
      "zht": "聽見了嗎？是風神的聲音。每到我心煩意亂的時候，聽見風聲就能平靜下來。",
      "jp": "聞こえましたか？風神さまの声ですよ。気分が沈んでいる時に、風の音を聞くといつも落ち着きます。",
      "ko": "들었어요? 바람 신의 음성이에요. 마음이 복잡할 때마다 바람 소리를 들으면 평온해져요",
      "en": "Ahh... Can you hear the Anemo Archon's voice on the breeze? It calms me down whenever I get flustered.",
      "de": "Hast du das gehört? Das war die Stimme des Gottes des Windes. Immer dann, wenn ich etwas aufgewühlt bin, beruhigt mich der Klang seiner Stimme wieder.",
      "es": "¿Lo escuchó? Es la voz del Arconte Anemo. El sonido del viento me ayuda a calmarme cuando me siento frustrada o molesta por algo.",
      "fr": "Ahhh... Peux-tu entendre la voix de l'Archon Anémo dans la brise ? Elle me calme à chaque fois que quelque chose m'indispose.",
      "pt": "Está ouvindo? É o som do Arconte Anemo nessa brisa. Este som me acalma quando eu fico inquieta.",
      "ru": "Слышите? Это голос Анемо Архонта. Когда на сердце тяжело, звук ветра меня всегда успокаивает.",
      "id": "Bisakah kamu mendengar suara Archon Anemo yang tertiup oleh angin? Suaranya selalu dapat menenangkanku setiap kali aku merasa kesal.",
      "th": "ได้ยินรึเปล่า? เสียงของเทพแห่งลม ทุกครั้งที่ฉันมีเรื่องกลุ้มใจ พอได้ยินเสียงลม ใจฉันก็สงบลงทันทีเลย",
      "vi": "Nghe thấy không? Đó là tiếng gọi của Phong Thần. Mỗi khi nghe thấy âm thanh đó, tâm trạng rối bời của tôi lại trở nên tốt hơn."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好，早餐已经做好了哦。我就待在你身边，如果哪里不合口味，请随时告诉我。",
      "zht": "#早安，早餐已經做好了哦。我就待在{F#妳}{M#你}身邊，如果哪裡不合口味，請隨時告訴我。",
      "jp": "おはようございます。朝食のご用意ができましたよ。近くにいますので、何かお口に合わないものがありましたら、いつでもお申し付けください。",
      "ko": "좋은 아침, 아침 식사 준비됐어요. 제가 옆에 있을 테니 입맛에 안 맞으면 언제든지 말씀하세요",
      "en": "Good morning! Breakfast is served. I will be on hand the whole time. Should you find that anything is not to your taste, please, do not hesitate to let me know.",
      "de": "Guten Morgen! Das Frühstück ist bereits serviert. Ich werde genau hier an deiner Seite stehen. Sollte etwas nicht zu deiner Zufriedenheit sein, lass es mich sofort wissen.",
      "es": "¡Buenos días! El desayuno está servido. Estaré a su lado todo el tiempo, así que, si hay algo que no sea de su agrado, no dude en decírmelo.",
      "fr": "Bonjour ! Le petit déjeuner est servi. Je suis à ta disposition. Si quoi que ce soit n'est pas à ton goût, n'hésite pas à me le faire savoir.",
      "pt": "Bom dia! O café da manhã é servido. Estarei disponível o tempo todo. Se você descobrir que algo não está a seu gosto, por favor, não hesite em me avisar.",
      "ru": "Доброе утро! Ваш завтрак уже готов. Я всегда рядом. Если что-то будет не так, то зовите.",
      "id": "Selamat pagi! Sarapan sudah siap. Aku akan tetap menemanimu di sisimu. Jika ada yang tidak sesuai dengan seleramu, silakan langsung beri tahu aku.",
      "th": "อรุณสวัสดิ์ อาหารเช้าจัดไว้เรียบร้อยแล้วล่ะ ฉันจะอยู่ข้าง ๆ คุณนะ ถ้ารสชาติไม่ถูกปาก บอกฉันได้ทันทีเลย",
      "vi": "Chào buổi sáng! Bữa sáng đã chuẩn bị xong rồi. Tôi sẽ đứng cạnh bạn, nếu không hợp khẩu vị cứ nói với tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "想要坐下来喝杯茶吗？我去为你准备。对了，我还顺手准备了厚云朵松饼，是我的拿手菜哦，请一定要尝一尝。",
      "zht": "#想要坐下來喝杯茶嗎？我去為{F#妳}{M#你}準備。對了，我還順手準備了厚雲朵鬆餅，是我的拿手菜哦，請一定要嘗一嘗。",
      "jp": "座ってお茶でもしますか？すぐにご用意しますね。そうだ、ついでにパンケーキもご用意します。得意料理ですので、ぜひ召し上がってください。",
      "ko": "앉아서 차 한 잔 하실래요? 제가 준비할게요. 맞다, 준비하는 김에 뭉게구름 팬케익도 만들어 올게요. 자신 있는 요리니 꼭 맛 보세요",
      "en": "Ready for your tea break? Please wait here while I get it ready. Oh yes, I also made Lighter-Than-Air Pancakes! You simply must try one, it's my specialty.",
      "de": "Möchtest du eine kleine Teepause einlegen? Einen kurzen Moment bitte, ich bereite den Tee sofort vor. Des Weiteren mache ich sehr fluffige Eierkuchen, meine Spezialität, bitte probier doch einen.",
      "es": "¿Quiere un poco de té? Por favor, espere aquí mientras lo preparo. Ah, también hice panqueques esponjosos. Pruébelos, son mi especialidad.",
      "fr": "#Tu es {M#prêt}{F#prête} pour ta pause-déjeuner ? Attends-moi ici, je vais préparer le thé. Oh oui, j'ai aussi préparé des pancakes ! Il faut que tu goûtes, c'est ma spécialité.",
      "pt": "Pronto para sua pausa para o chá? Por favor, espere aqui enquanto eu o preparo. Oh sim, eu também fiz Panquecas Esponjosas mais leves que o ar! Você simplesmente deve experimentar uma, é minha especialidade.",
      "ru": "Не желаете выпить чашку чая? Я сейчас же заварю. Ах да, я испекла блинчики к чаю. Это моё фирменное блюдо.",
      "id": "Apakah kamu ingin beristirahat dan minum teh sejenak? Aku akan menyiapkannya untukmu. Oh iya, aku juga menyiapkan Lighter-than-air Pancake. Silakan dicicipi ya, ini adalah makanan andalanku.",
      "th": "อยากนั่งดื่มชางั้นเหรอ? งั้นเดี๋ยวฉันไปเตรียมให้นะ จริงสิ ฉันทำ Tea Break Pancake ด้วยเลยดีกว่า เป็นเมนูที่ฉันถนัด ที่สุดเลยล่ะ คุณต้องลองชิมดูนะ",
      "vi": "Muốn ngồi xuống uống một ly trà không? Tôi đi chuẩn bị trà cho bạn. À tôi còn làm món tủ của tôi là Bánh Quế Mây Dày đấy, bạn nếm thử đi nhé."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上是大家的休息时间，也是我最忙的时候…安柏洗好的发带放在哪了？凯亚新买的眼罩有几套？我会全部记住的，这是女仆的责任。",
      "zht": "晚上是大家的休息時間，也是我最忙的時候…安柏洗好的髮帶放在哪了？凱亞新買的眼罩有幾套？我會全部記住的，這是女僕的責任。",
      "jp": "夜は皆さまがお休みになる時間で、私が一番忙しくなる時間でもあります…アンバーさまの洗濯済みのリボンがどこに置いてあるのかも、ガイアさまが新たに購入した眼帯の数も、全部覚えています。メイドのお仕事ですから。",
      "ko": "저녁은 모두가 쉬는 시간이고 전 가장 바쁜 시간이죠…. 엠버가 씻은 머리끈을 어디에 뒀더라? 케이아가 새로 산 안대는 몇 개였지? 전 전부 기억할 거예요. 이게 메이드의 일이죠",
      "en": "Everyone has free time in the evening, and that is when I am busiest. Where have Amber's washed hairbands been placed? How many new eyepatches did Kaeya buy? Keeping track of all these things is a maid's responsibility.",
      "de": "Abends haben die meisten Leute Zeit und ruhen sich aus, aber das ist die Zeit, zu der ich am meisten zu tun habe. Wo sind Ambers Haargummis jetzt schon wieder hin, wie viele neue Augenklappen hat Kaeya heute gekauft? Es ist nicht leicht, da den Überblick zu behalten, aber es sind die Aufgaben einer Magd.",
      "es": "Aunque por la noche es cuando todo el mundo descansa, es el momento en que más ocupada estoy... ¿Dónde han puesto las bandanas limpias de Amber? ¿Cuántos parches del ojo nuevos compró Kaeya? Recordar todo eso es mi responsabilidad como criada.",
      "fr": "Tout le monde a du temps libre le soir, et c'est là que je suis la plus occupée. Où sont les bandeaux repassés d'Amber ? Combien de nouveaux cache-œils Kaeya a-t-il achetés ? C'est la responsabilité d'une servante de garder tout ça en tête.",
      "pt": "Todos têm tempo livre à noite, e é quando eu estou mais ocupado. Onde foram colocadas as faixas de cabelo lavadas da Amber? Quantos novos tapa-olho o Kaeya comprou? Manter o controle de todas essas coisas é responsabilidade de uma empregada.",
      "ru": "Вечером все отдыхают, и поэтому я очень занята... Где постиранная косынка Эмбер? Сколько новых повязок на глаз купил Кэйа? Помнить обо всём - это обязанность горничной.",
      "id": "Malam hari adalah waktu istirahat semua orang, dan waktu tersibuk untukku... Ditaruh di mana ikat rambut Amber yang sudah dicuci bersih? Berapa banyak penutup mata baru yang dibeli Kaeya? Megingat semua hal ini adalah tanggung jawab pelayan.",
      "th": "ช่วงเวลาว่างในตอนเย็นของทุกคน เป็นช่วงเวลาที่ฉันยุ่งที่สุด... ที่คาดผมที่ซักแล้วของ Amber ไปวางอยู่ที่ไหนนะ? Kaeya ซื้อที่ปิดตาใหม่กี่อันแล้วเนี่ย? เรื่องพวกนี้ฉันต้องบันทึกไว้หมด เพราะเป็นหน้าที่ของสาวใช้",
      "vi": "Buổi tối tuy là thời gian nghỉ ngơi của mọi người nhưng cũng là thời gian tôi bận nhất... Dây buộc tóc của Amber cất ở đâu? Bịt mắt của Kaeya có mấy cái? Tôi đều ghi nhớ hết, đó cũng là trách nhiệm của tôi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "今天的冒险辛苦你了，请去休息吧。我还要回骑士团一趟…欸？要我守候你入睡吗？…唔…倒是没什么问题，不过…不是在捉弄我吧？",
      "zht": "#今天的冒險辛苦{F#妳}{M#你}了，請去休息吧。我還要回騎士團一趟…欸？要我守候{F#妳}{M#你}入睡嗎？…唔…倒是沒什麼問題，不過…不是在捉弄我吧？",
      "jp": "本日の冒険、お疲れ様でした。どうぞお休みください。私は騎士団に…えっ？眠るまでそばにいてほしいのですか？えと…問題ありませんが…私をからかっているんじゃありませんよね？",
      "ko": "오늘 모험하느라 고생했어요. 이제 쉬세요. 전 기사단으로 돌아가봐야겠어요…. 네? 잠드는 걸 지켜봐달라고요? 음… 문제는 없는데… 절 놀리는 거 아니죠?",
      "en": "Please get some rest, you must be tired from today's adventure. I should head back to the Knights of F— Sorry? You want me to watch over you until you fall asleep? I—I... I mean, of course, it's no problem. But, um... You're not just teasing me, are you?",
      "de": "Bitte ruh dich etwas aus, du musst erschöpft sein vom heutigen Tag. Ich muss zurück zum Ritterorden, aber ich kann warten, bis du eingeschlafen bist. Natürlich ist das kein Problem für mich, aber du machst doch hoffentlich keine Späße mit mir?",
      "es": "Hoy se esforzó mucho en sus aventuras. Descanse un poco. Yo volveré a la Sede de los Caballeros de Favonius para... ¿Eh? ¿Quiere que espere hasta que se duerma? Humm... Bueno, no hay problema, pero... no estará tramando nada raro, ¿cierto?",
      "fr": "#S'il te plaît, va te reposer, tu dois être {M#crevé}{F#crevée} après la journée d'aujourd'hui. Il faut que je retourne au quartier général des chevaliers de... Pardon ? Tu veux que je veille sur toi jusqu'à ce que tu t'endormes ? Je... Je... Je veux dire, bien sûr, ce n'est pas un problème. Mais, hum... Tu n'es pas en train de te moquer de moi, n'est-ce pas ?",
      "pt": "Por favor, descanse um pouco, você deve estar cansado da aventura de hoje. Devo voltar para os Cavaleiros do F - Desculpe? Você quer que eu tome conta de você até adormecer? E-E-Eu... Quero dizer, claro, não é problema. Mas, um... Você não está apenas me provocando, está?",
      "ru": "Вы, наверное, устали за сегодня, идите скорее спать. Мне ещё нужно сходить в Ордо Фавониус... А? Хотите, чтобы я посидела рядом, пока вы не заснёте? Ну... конечно, я посижу... вы, наверное, просто пошутили?",
      "id": "Kamu telah bekerja keras untuk petualangan hari ini. Aku harus kembali ke Knights of F— Hah? Kamu ingin aku menemanimu sampai kamu tertidur? A—Aku... maksudku, tentu saja, ini tidak masalah, tapi, hm... kamu hanya menggodaku, kan?",
      "th": "คุณคงเหนื่อยจากการผจญภัยวันนี้ รีบไปพักผ่อนเถอะ ฉันต้องกลับไปที่กองอัศวินอีกรอบ...อ๊ะ? คุณอยากให้ฉันเฝ้าจนกว่าคุณจะ หลับงั้นเหรอ? ...เอิ่ม... ก็ไม่ได้เป็นปัญหาหรอกนะ แต่ว่า... คุณไม่ได้ล้อฉันเล่นใช่มั้ย?",
      "vi": "Ngày hôm nay đã vất vả rồi, bạn hãy nghỉ ngơi đi nhé. Tôi còn phải quay về xem Đội Kỵ Sĩ nữa... Haizz? Tôi còn phải ru bạn ngủ sao?... Uhm... Không có vấn đề gì, nhưng mà... không được trêu trọc tôi đó?"
    }
  },
  {
    "title": {
      "zhs": "关于诺艾尔自己·自律",
      "zht": "關於諾艾爾自己·自律",
      "jp": "ノエル自身について·自律",
      "ko": "노엘 자신에 대해·자율",
      "en": "About Noelle: Discipline",
      "de": "Über Noelle – Selbstbeherrschung",
      "es": "Sobre Noelle - Autodisciplina",
      "fr": "À propos de Noëlle - Autodiscipline",
      "pt": "Sobre Noelle - Autodisciplina",
      "ru": "О Ноэлль: Дисциплина",
      "id": "Tentang Noelle: Disiplin",
      "th": "เกี่ยวกับตัวของ Noelle เอง - วินัยในตนเอง",
      "vi": "Về bản thân Noelle - Tự ràng buộc"
    },
    "line": {
      "zhs": "我只是每天都做同样的事，和真正的骑士比起来还差远了…但这是通往骑士之路的修行，修行可不能只是嘴上说说而已啊。",
      "zht": "我只是每天都做同樣的事，和真正的騎士比起來還差遠了…但這是通往騎士之路的修行，修行可不能只是嘴上說說而已啊。",
      "jp": "毎日同じことを繰り返しているだけです。本物の騎士と比べたらまだまだです…でも、これも騎士になるための修行のひとつです。修行は口先だけでは成せませんから。",
      "ko": "전 매일 같은 일을 할 뿐이에요. 진짜 기사들에 비해 아직 멀었죠…. 하지만 이건 기사가 되는 수행이에요. 수행은 말로만 하는 게 아니죠",
      "en": "In my job, I do the exact same things every day — a far cry from being a true knight, that's for sure. But ultimately, this is all part of my training, and when it comes to training, actions speak louder than words.",
      "de": "Meine Arbeit ist jeden Tag die gleiche, nichts im Vergleich zu dem was ein echter Ritter so tut. Jedoch ist dies alles Teil meines Trainings und meiner Ausbildung und wenn es mir hilft meinem Traum näher zu kommen, dann werde ich alles tun was ich kann.",
      "es": "Mi trabajo es igual todos los días. Aún me queda mucho para ser una Caballera, pero todo esto es parte de mi entrenamiento, y en el entrenamiento valen más los hechos que las palabras.",
      "fr": "Avec mon travail, je fais exactement les mêmes choses tous les jours. C'est très loin de ce que font les chevaliers, c'est vrai. Mais au final, tout cela fait partie de mon entraînement, et quand on parle d'entraînement : l'action compte plus que les mots.",
      "pt": "Eu faço a mesma coisa todos os dias, e ainda falta muito para ser um cavaleiro verdadeiro. Mas, no fim, tudo isso é parte de meu treinamento, e no que se refere a treinamentos, ações falam mais que palavras.",
      "ru": "Я каждый день делаю одни и те же дела, но настоящее рыцарство - это совсем другое. Но это всё часть моей тренировки, а тут одними разговорами не обойдёшься.",
      "id": "Aku hanya melakukan hal yang sama setiap hari — ini masih sangat jauh dari menjadi seorang Knight sejati... Tapi pada akhirnya ini semua adalah bagian dari pelatihanku, dan pelatihan adalah tindakan yang berbicara lebih keras daripada kata-kata.",
      "th": "ทุกวันฉันทำแต่งานเดิม ๆ เทียบกับการเป็นอัศวินที่แท้จริง ไม่ได้หรอก... ในหนทางสู่การเป็นอัศวิน การฝึกฝนไม่ได้เป็นสิ่งที่พูดแต่ปากหรอกนะ",
      "vi": "Công việc hàng ngày của tôi đều giống nhau, kém rất xa so với công việc của kỵ sĩ thực thụ... Thế nhưng đây cũng là con đường để tôi tu luyện bản thân trở thành một kỵ sĩ, việc rèn luyện không thể chỉ nói mà không làm."
    }
  },
  {
    "title": {
      "zhs": "关于诺艾尔自己·分歧",
      "zht": "關於諾艾爾自己·分歧",
      "jp": "ノエル自身について·分岐",
      "ko": "노엘 자신에 대해·의견 차이",
      "en": "About Noelle: Disagreement",
      "de": "Über Noelle – Uneinigkeit",
      "es": "Sobre Noelle - Desacuerdo",
      "fr": "À propos de Noëlle - Divergences",
      "pt": "Sobre Noelle - Divergência",
      "ru": "О Ноэлль: Разногласия",
      "id": "Tentang Noelle: Perselisihan",
      "th": "เกี่ยวกับตัวของ Noelle เอง - ความแตกต่าง",
      "vi": "Về bản thân Noelle - Bất đồng"
    },
    "line": {
      "zhs": "我有点不太擅长和别人争辩，很多时候说不清道理，还会惹别人生气，所以我就会先按我的想法去做，结果又被人说是「固执」了…我只是想用结果说服他而已，这也是「固执」吗？",
      "zht": "我有點不太擅長和別人爭辯，很多時候說不清道理，還會惹別人生氣，所以我就會先按我的想法去做，結果又被人說是「固執」了…我只是想用結果說服他而已，這也是「固執」嗎？",
      "jp": "他人と言い争うことは少し苦手です。道理を説明できない上に、怒らせてしまうことが多いですので。まずは私の考えに従って行動しますが、結局「頑固」と言われます…結果を示して説得しようと思っただけですが、それも「頑固」なのでしょうか？",
      "ko": "전 다른 사람과 논쟁을 잘 못해요. 대부분 논리적으로 말을 못하고 사람들의 화를 돋구죠. 그래서 제 생각대로 일을 처리하다가 또 사람들에게 「고집」스럽다는 말을 듣죠…. 결과로 보여주고 싶은 것뿐인데 이것도 「고집」인가요?",
      "en": "I'm a bit useless in an argument because I can't really explain my reasoning clearly. People find that hard to understand, so instead, I try to just get on with my work in my own way. But then they call me stubborn. All I try to do is convince people with results instead of trying to talk them round... Is that really stubborn of me?",
      "de": "Im Streitfall kann ich mich oft schlecht erklären und das verärgert die meisten Leute dann noch mehr, weil sie es nicht verstehen. Also versuche ich erstmal auf meine eigene Art weiter zu machen, aber dann nennen mich die Leute stur ... Ich will einfach nur Resultate sprechen lassen, anstatt zu diskutieren und das nennt man dann stur?",
      "es": "No se me da bien discutir porque nunca sé explicar bien mis opiniones. A veces, incluso hago que la gente se enoje, así que prefiero hacer lo que creo correcto, aunque luego algunas personas digan que soy muy terca... Solo lo hago porque quiero convencerles de mi opinión con mis resultados. ¿Acaso eso es ser terca?",
      "fr": "Je suis un peu dépourvue lors d'un dispute parce que je ne peux pas vraiment exprimer le fond de ma pensée clairement. Les gens trouvent ça difficile à comprendre, alors à la place, j'essaye juste de faire mon travail à ma façon. Mais alors, ils me disent que je suis têtue. Tout ce que j'essaye de faire, c'est de convaincre les gens en leur montrant des résultats plutôt que des mots... Est-ce que cela fait de moi quelqu'un de têtu ?",
      "pt": "Sou um pouco inútil em uma discussão porque não consigo realmente explicar meu raciocínio claramente. As pessoas acham isso difícil de entender, então, em vez disso, eu tento continuar com meu trabalho à minha maneira. Mas depois eles me chamam de teimosa. Tudo o que eu tento fazer é convencer as pessoas com resultados, em vez de tentar falar com elas. Isso é realmente teimoso da minha parte?",
      "ru": "Я плохо умею спорить с людьми. У меня часто не получается объяснить свою точку зрения, а люди начинают злиться. Поэтому я просто делаю как считаю нужным, а меня в итоге называют упрямой... Я всего лишь хочу убеждать людей делом, а не словом. Это упрямство, да?",
      "id": "Aku tidak pintar dalam berdebat dengan orang lain karena aku tidak dapat menjelaskannya dengan jelas dan hanya bisa membuat orang-orang menjadi marah. Jadi aku mencoba untuk melanjutkan pekerjaanku dengan caraku sendiri. Tetapi kemudian mereka memanggilku \"keras kepala\". Padahal yang sedang coba kulakukan adalah meyakinkan orang-orang dengan menunjukkan hasil alih-alih hanya mencoba untuk membujuk mereka dengan kata-kata... Apakah ini juga disebut sebagai \"keras kepala\"?",
      "th": "ฉันเถียงกับใครไม่เป็นหรอก เพราะฉันอธิบายเหตุผลไม่เก่ง หลายครั้งที่ทำให้คนโกรธ เพียงเพราะเรื่องนี้ ดังนั้นฉันเลยทำตามวิธีของฉันเอง แต่สุดท้ายกลับโดนคนบอกว่า \"ดื้อ\" เฉยเลย... ฉันก็แค่อยากให้พวกเขายอมรับ ผลลัพธ์แค่นั้นเอง อย่างงี้เรียกว่า \"ดื้อ\" งั้นเหรอ?",
      "vi": "Tôi không giỏi việc tranh luận với người khác, nhiều lúc nói không rõ ý mình còn khiến mọi người bực tức. Thế nhưng nếu làm theo ý của mình thì mọi người lại bảo tôi \"cố chấp\"... Tôi chỉ muốn dùng kết quả để chứng minh mà thôi, đó cũng là \"cố chấp\" sao?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·身份",
      "zht": "關於我們·身分",
      "jp": "身分について…",
      "ko": "우리에 대해·신분",
      "en": "About Us: Identities",
      "de": "Über uns – Identität",
      "es": "#Sobre nosotr{F#as}{M#os} - Identidad",
      "fr": "À propos de nous - Identité",
      "pt": "Sobre Nós - Identidade",
      "ru": "О нас: Личности",
      "id": "Tentang Noelle: Jati diri",
      "th": "เกี่ยวกับเรา - ตัวตน",
      "vi": "Về chúng tôi - Thân phận"
    },
    "line": {
      "zhs": "我的奉献是出于自由的奉献，「女仆」在我看来就是最自由的身份。厨师、园丁、战士、向导…你需要我是什么，我就是什么！",
      "zht": "#我的奉獻是出於自由的奉獻，「女僕」在我看來就是最自由的身分。廚師、園丁、戰士、嚮導…{F#妳}{M#你}需要我是什麼，我就是什麼！",
      "jp": "私の奉仕は自由への奉仕です。私の中で「メイド」こそが最も自由な身分ですが、シェフ、庭師、戦士、ガイド…必要がありましたら、私はなんでもします！",
      "ko": "전 자유롭게 봉사하고 있어요. 제 생각에 「메이드」는 가장 자유로운 신분이에요. 요리사, 정원사, 전사, 가이드…. 당신이 필요하면 전 뭐든지 될 수 있어요!",
      "en": "I am devoted to what I do, but make no mistake — I devote myself freely. A maid, to me, is the most liberating job there is. I'm a chef, a gardener, a warrior, a guide... I can be anything you need me to be!",
      "de": "Meine Hingabe ist aus freien Stücken und eine Magd hat meiner Meinung nach die größten Freiheiten. Ich bin unter anderem Koch, Gärtner, Krieger, Kundschafter und was immer du brauchst, all das kann ich sein und noch viel mehr!",
      "es": "Me dedico a trabajar de criada porque es algo que yo misma he elegido. No lo veo como una coartación de mi libertad. Soy chef, jardinera, guerrera, guía... ¡Puedo ser lo que necesite que sea!",
      "fr": "Je suis totalement dévouée à ce que je fais mais ne te méprends pas : je suis dévouée de mon plein gré. Selon moi, servante est le métier le plus libérateur qu'il soit. Je suis une cheffe, une jardinière, une guerrière, une guide... Je peux être qui tu as besoin que je sois !",
      "pt": "Sou dedicada ao que faço, mas não se engane - me dedico livremente. Uma empregada, para mim, é o trabalho mais libertador que existe. Sou chef de cozinha, jardineira, guerreira, guia... Posso ser qualquer coisa que você precise que eu seja!",
      "ru": "Я полностью отдаюсь работе, но это я сама так решила. Я считаю, что работа горничной даёт мне свободу. Повар, садовник, воин, проводник... Я могу быть кем захотите!",
      "id": "Aku mengabdikan diri pada apa yang kulakukan, tapi jangan salah paham dulu — aku mengabdikan diri atas kehendakku sendiri. Bagiku menjadi seorang pelayan adalah pekerjaan yang paling membebaskan diriku... Koki, tukang kebun, prajurit, pemandu... aku bisa menjadi apa pun yang kamu butuhkan!",
      "th": "การอุทิศตนของฉันเป็นการอุทิศตนโดยสมัครใจ ฉันคิดว่าตำแหน่งสาวใช้ เป็นตำแหน่งที่อิสระที่สุด ไม่ว่าจะให้ฉันเป็นแม่ครัว คนสวน นักรบ ไกด์... ขอแค่คุณต้องการ ฉันเป็นให้คุณได้ทุกอย่าง!",
      "vi": "Tôi tự nguyện cống hiến sức mình, thân phận \"hầu gái\" là thứ tôi luôn tự hào. Đầu bếp, người dọn vườn, chiến sĩ, người hướng dẫn... Bạn cần tôi giúp gì thì tôi sẽ giúp bạn!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·叮嘱",
      "zht": "關於我們·叮囑",
      "jp": "注意について…",
      "ko": "우리에 대해·당부",
      "en": "About Us: Reminders",
      "de": "Über uns – Mahnung",
      "es": "#Sobre nosotr{F#as}{M#os} - Urgencia",
      "fr": "À propos de nous - Exhortations",
      "pt": "Sobre Nós - Avisos",
      "ru": "О нас: Наставления",
      "id": "Tentang Noelle: Pengingat",
      "th": "เกี่ยวกับเรา - เร่งเร้า",
      "vi": "Về chúng tôi - Căn dặn"
    },
    "line": {
      "zhs": "就算再怎么仓促，一日三餐也不能应付，不可以吃来历不明的东西，也不能光吃肉不吃蔬菜。对了，尽量不要喝冷水，对胃不好…唔，你不会在想「因为太麻烦所以还是交给诺艾尔」吧？唔唔…如果你真的这么想…好吧，还是交给我来吧！",
      "zht": "#就算再怎麼倉促，一日三餐也不能應付，不可以吃來歷不明的東西，也不能光吃肉不吃蔬菜。對了，盡量不要喝冷水，對胃不好…唔，{F#妳}{M#你}不會在想「因為太麻煩所以還是交給諾艾爾」吧？唔唔…如果{F#妳}{M#你}真的這麼想…好吧，還是交給我來吧！",
      "jp": "いくら忙しくても、三食きちんと食べませんと。正体不明のものを食べてはいけません、肉ばかりで野菜を食べないのもいけません。あと胃に優しくないので冷たい水もなるべく控えたほうが…あっ、今「面倒だからノエルに任せよう」って思っていませんか？うーん…本当にそう思っていますなら…わかりました、任せてください！",
      "ko": "아무리 급해도 하루 세 끼를 어디에서 난 지 모를 음식으로 때울 순 없죠. 채소 빼고 고기만 먹을 수도 없구요. 맞다, 찬물은 웬만하면 마시지 말아요. 위에 안 좋으니까…. 음, 「너무 귀찮으니까 노엘에게 맡겨야지」라고 생각하는 건 아니겠죠? 음음… 정말 그렇게 생각한다면… 좋아요, 제게 맡기세요!",
      "en": "Even when you're too busy to eat three square meals, never eat something if you don't know where it came from, and always maintain a balance between meat and vegetables. Oh, and no swimming right after a meal. Haha, I do hope you're not thinking, \"that's too much trouble, I'll just leave it to Noelle,\" are you? ... Oh... but of course, if you are... Well then, just leave it to me.",
      "de": "Egal wie viel du um die Ohren hast und du es nicht schaffst drei Mahlzeiten am Tag zu dir zu nehmen, iss niemals etwas, von dem du nicht weißt, woher es kam. Außerdem solltest du immer eine ausgewogene Balance zwischen Fleisch und Gemüse einhalten. Nach dem Essen solltest du auch nicht sofort eiskalte Getränke zu dir nehmen, das reizt den Magen. Ich hoffe nur, dass du nicht denkst, das ist alles viel zu anstrengend, ich vertraue auf Noelle, oder? Solltest du aber wirklich so denken, na gut, dann werde ich darauf achten.",
      "es": "#Por muy ocupad{F#a}{M#o} que esté, nunca se salte las tres comidas del día, nunca coma algo que no sepa de dónde procede y mantenga siempre un equilibrio entre la carne y la verdura que coma. Ah, y tampoco beba agua muy fría porque, según la gente de Liyue, es malo para el estómago. No estará pensando “¡Oh! Esta tarea es muy complicada. Le diré a Noelle si puede hacerla por mí”, ¿no? Porque si es así... Está bien, déjemelo a mí.",
      "fr": "Même si vous n'avez pas le temps pour trois repas complets par jour, ne mangez jamais un aliment dont l'origine est inconnue et équilibrez toujours les portions de viande et de légumes. Et pas question de nager après un repas... J'espère que vous ne pensez pas tout me laisser faire ? Si c'est le cas, vous pourrez quand même compter sur moi !",
      "pt": "Mesmo que esteja com muita pressa, não pode comer qualquer coisa nas refeições, e tem que ter um equilíbrio de nutrição, por exemplo, não pode só comer carne. E outra coisa, não bebe água fria, isso faz muito mal ao estômago. Ugh... Não me diga que está pensando \"deixa isso para a Noelle, dá muito trabalho\"? Uuugh... Se você está realmente pensando assim, então deixe comigo!",
      "ru": "Даже если вы очень заняты, обязательно нужно есть три раза в день; не ешьте продукты неизвестного происхождения; и обязательно нужно есть овощи, а не только мясо. Да, и не купайтесь на полный желудок. Не думаете ли вы: «Это всё очень хлопотно, лучше поручить это Ноэлль»? Хммм... Но если вы так думаете... Справлюсь с чем угодно!",
      "id": "Sekalipun kamu terlalu sibuk untuk makan tiga kali sehari, jangan pernah makan sesuatu jika kamu tidak tahu dari mana asalnya, dan ingatlah untuk selalu menjaga keseimbangan antara daging dan sayuran. Oh iya, cobalah untuk tidak minum air dingin, ini tidak baik untuk perutmu... Yah, kuharap kamu tidak berpikir \"ini terlalu merepotkan, jadi serahkan saja pada Noelle\"? Hmm... jika kamu benar-benar berpikir demikian... baiklah, serahkan saja padaku!",
      "th": "ถึงแม้คุณจะยุ่งจนไม่สามารถทาน ข้าวได้ครบวันละ 3 มื้อ แต่คุณห้ามทานของที่ไม่รู้ว่ามาจากไหนเด็ดขาด ห้ามกินแต่เนื้อโดยไม่กินผัก จริงด้วย พยายามอย่าดื่มน้ำเย็น มันไม่ดีต่อกระเพาะ... หืม คุณกำลังคิดว่า \"ยุ่งยากขนาดนี้ ให้ Noelle จัดการดีกว่า\" ใช่มั้ยล่ะ? เอิ่ม... ถ้าคุณคิดอย่างงี้... ก็ได้ งั้นฉันจัดการเอง!",
      "vi": "Cho dù có vội thế nào thì ba bữa trong ngày cũng không được bỏ, không nên ăn đồ không rõ nguồn gốc xuất xứ, cũng không được ăn mỗi thịt mà bỏ rau. À, không được uống nước lạnh, như vậy không tốt cho dạ dày... Không lẽ bạn đang nghĩ \"Những chuyện hết sức phức tạp hãy giao cho Noelle\" chứ?... Nếu bạn thực sự nghĩ như thế... Thì cứ giao cho tôi đi!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·欢迎会",
      "zht": "關於我們·歡迎會",
      "jp": "歓迎会について…",
      "ko": "우리에 대해·환영회",
      "en": "About Us: Welcome Party",
      "de": "Über uns – Willkommen",
      "es": "#Sobre nosotr{F#as}{M#os} - Fiesta de bienvenida",
      "fr": "À propos de nous - Fête de bienvenue",
      "pt": "Sobre Nós - Festa de Boas-Vindas",
      "ru": "О нас: Торжественный приём",
      "id": "Tentang Kita: Pesta penyambutan",
      "th": "เกี่ยวกับเรา - งานเลี้ยงต้อนรับ",
      "vi": "Về chúng tôi - Tiệc chào mừng"
    },
    "line": {
      "zhs": "我听说了，你成为了西风骑士团的荣誉骑士，真是羡慕啊…那今后你就是我的前辈了。对了，应该为你举办一场热闹的欢迎会！我现在就去准备！",
      "zht": "#我聽說了，{F#妳}{M#你}成為了西風騎士團的榮譽騎士，真是羡慕啊…那今後{F#妳}{M#你}就是我的前輩了。對了，應該為{F#妳}{M#你}舉辦一場熱鬧的歡迎會！我現在就去準備！",
      "jp": "西風騎士団の栄誉騎士になったと聞きました。羨ましいです…では今後、あなたさまは先輩ですね。そうだ、歓迎会の準備をしないといけません！今すぐ準備にとりかかります！",
      "ko": "당신이 페보니우스 기사단 명예 기사가 되었다고 들었어요. 정말 부러워요…. 그럼 앞으로 당신은 제 선배예요. 맞다, 화려한 환영 파티를 열어야죠! 바로 준비할게요!",
      "en": "So I hear you're an Honorary Knight of Favonius? I envy you! I suppose that makes you my senior... Anyway, it's about time someone threw you a welcome party, surely? Leave it to me!",
      "de": "Ich habe gehört, dass du bereits zum Ehrenritter des Ordo Favonius ernannt wurdest, da bin sogar ich ganz neidisch ... Also bist du jetzt sogar mir höher gestellt. Du hattest auch noch gar keine Willkommensparty! Ich werde alles vorbereiten!",
      "es": "#Escuché que es usted {F#la Caballera Honoraria}{M#el Caballero Honorario} de los Caballeros de Favonius. ¡Cuánto {F#la}{M#lo} envidio! Supongo que eso le hace mi superior... Bueno, ya es hora de que alguien le haga una fiesta de bienvenida, ¿no cree? ¡Déjemelo a mí!",
      "fr": "#Alors comme ça, vous êtes {M#devenu}{F#devenue} chevalier honoraire de l'Ordre de Favonius ? Je vous envie... Je suppose que ça fait de vous mon {M#aîné}{F#aînée} eu sein de l'organisation. Ah, vous n'avez pas encore eu de fête de bienvenue ? Laissez-moi faire !",
      "pt": "#Já ouvi dizer que você se tornou em {M#Cavaleiro}{F#Cavaleira} Honorável! Estou com muita inveja... A partir de hoje, você é alguém que merece o meu respeito. Ah! Eu devia organizar uma festa de recepção de boas-vindas! Vou preparar agora mesmo!",
      "ru": "Я слышала, что вы стали почётным рыцарем Ордо Фавониус. Я вам так завидую... Получается, вы теперь старше меня по званию. Кстати, нужно устроить вечеринку в вашу честь! Пойду всё приготовлю!",
      "id": "Aku dengar kamu adalah Honorary Knight dari Knights of Favonius? Wah, sungguh membuat orang jadi iri padamu! Kalau begitu mulai hari ini kamu adalah seniorku. Ngomong-ngomong, pesta selamat datang yang meriah harus diadakan untukmu! Serahkan saja padaku! Aku akan mempersiapkannya sekarang juga!",
      "th": "ฉันได้ยินมาว่า คุณเป็นอัศวินผู้มีเกียรติของกองอัศวินแห่ง Favonius อิจฉาจังเลย... ถ้างั้นต่อไปนี้คุณก็อาวุโสกว่าฉันแล้ว จริงสิ เราควรจะต้องจัดงานเลี้ยงต้อนรับให้คุณแล้วล่ะ! ฉันจะไปเตรียมงานเดี๋ยวนี้แหละ!",
      "vi": "Nghe nói bạn là Kỵ Sĩ Danh Dự của Đội Kỵ Sĩ Tây Phong. Điều này thật đáng ngưỡng mộ... Từ nay về sau, bạn là tiền bối của tôi. À đúng rồi, tôi nên tổ chức tiệc hoan nghênh mới được! Để đó cho tôi lo!"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "说实话，有些失望…虽然这「神之眼」象征神明对我的肯定，但为什么不是「风」，而是与风的性质相差最远的「岩」呢？我觉得最适合西风骑士团的元素，毕竟还是…",
      "zht": "說實話，有點失望…雖然這「神之眼」象徵神明對我的肯定，但為什麼不是「風」，而是與風的性質相差最遠的「岩」呢？我覺得最適合西風騎士團的元素，畢竟還是…",
      "jp": "正直に言いますと、少し残念です…「神の目」は神様が私を認めた証ですが、なぜ「風」ではなく、風と一番相性の悪い「岩」なのでしょう？一番西風騎士団に相応しい元素はやはり…",
      "ko": "사실 좀 실망했어요…. 이 「신의 눈」이 신이 당신을 인정한 상징이라지만, 왜 「바람」이 아니고 또 바람과 성질이 가장 다른 「바위」인가요? 아무래도 페보니우스 기사단에 가장 적합한 원소는…",
      "en": "To be honest, I'm feeling a little dejected. Sure, this Vision proves that the Archons think I'm worthy, but why is it a Geo Vision? I mean, Geo's the furthest thing from Anemo, and for a Knight of Favonius...",
      "de": "Um ehrlich zu sein, bin ich etwas enttäuscht ... Zwar beweist dieses Göttliche Auge, dass die Götter mich anerkennen, aber wieso ist es ein Auge mit Geo- und nicht Anemo-Kraft? Ich finde, für einen Ritter des Ordo Favonius ist Anemo die passendste Kraft ...",
      "es": "La verdad es que estoy un poco decepcionada. Tengo una Visión, lo que demuestra que los Arcontes piensan que la merezco, pero ¿por qué una Visión Geo? Es decir, Geo es lo más alejado de Anemo, y para un Caballero de Favonius...",
      "fr": "En toute honnêteté, je suis un peu déçue. Cet œil divin est la preuve que les dieux sont avec moi, mais pourquoi m'ont-ils fait don de la maîtrise de l'élément Géo ? L'élément Anémo aurait été parfait pour un chevalier de l'Ordre de Favonius...",
      "pt": "Para ser sincera, estou um pouco desapontada. Mesmo que essa Visão seja um símbolo do endosso do Arconte, mas por que foi uma visão Geo? Quero dizer, Geo é a coisa mais distante de Anemo, e para uma Cavaleira de Favonius...",
      "ru": "Честно говоря, я немного разочарована... Конечно, Глаз Бога - это символ признания Архонтов, но почему не Анемо, а Гео, который так сильно отличается от Анемо? Мне кажется, Ордо Фавониус больше всего всё-таки подходит...",
      "id": "Sejujurnya, aku merasa sedikit kecewa... Meskipun Vision membuktikan pengakuan Archon terhadap aku, tetapi mengapa aku mendapatkan Vision Geo? Maksudku, Geo merupakan perbedaan terjauh dari Anemo, dan untuk Knights of Favonius...",
      "th": "พูดตามตรง ฉันรู้สึกผิดหวังนิดหน่อย... ถึงแม้ว่า \"วิชั่น\" นี้เป็นสัญลักษณ์ของการยอมรับจากเทพเจ้า แต่ทำไมถึงไม่ใช่ \"ลม\" แต่กลับเป็น \"หิน\" ที่แตกต่างกับลมอย่างสุดขั้วล่ะ? ฉันคิดว่าธาตุที่เหมาะสมกับอัศวินแห่ง Favonius ที่สุดน่าจะเป็น...",
      "vi": "Nói thực lòng tôi có chút thất vọng... Tuy Vision là biểu tượng được thần công nhận, thế nhưng tại sao không phải là \"Phong\" mà lại trao cho tôi \"Nham\" chứ? Thứ nguyên tố có tính chất khác xa với Phong. Tôi nghĩ rằng, nguyên tố phù hợp nhất cho Đội Kỵ Sĩ Tây Phong vẫn chỉ có..."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "其实我很喜欢闻酒的味道，可是现在的我还没到喝酒的年纪…虽然不止一次有偷偷尝的机会，但我都忍住了，还是把这份神秘感保留到我成年的那一天吧。",
      "zht": "其實我很喜歡聞酒的味道，可是現在的我還沒到喝酒的年紀…雖然不止一次有偷偷嘗的機會，但我都忍住了，還是把這份神秘感保留到我成年的那一天吧。",
      "jp": "お酒のにおいが好きですが、まだお酒を飲める歳ではありませんので…こっそり飲む機会も何回かありましたが、我慢しました。この楽しみは、やはり成人の日まで取っておきたいのです。",
      "ko": "사실 저도 술 냄새 맡는 걸 좋아해요. 하지만 전 아직 술 마실 나이가 안 됐어요…. 몰래 맛볼 기회가 여러번 있었지만 다 참았어요. 이 신비감을 성년이 되는 날까지 지킬래요",
      "en": "I actually really like the smell of wine, I'm just not of drinking age yet. There've been a few times when I could've had a little taste if I'd wanted, and no one would ever have known... but I resisted the temptation. I feel like the first time you try it is probably really magical, so I want to save it till I'm older.",
      "de": "Ich mag den Geruch von Wein eigentlich sehr gerne, es ist nur schade, dass ich noch nicht volljährig bin und trinken darf. Es hat bereits Momente gegeben, in denen ich die Gelegenheit zum Trinken gehabt hätte und niemand hätte je davon erfahren ... aber, ich bin stark geblieben. Ich stelle mir den ersten Schluck Alkohol als sehr magisch vor, daher werde ich noch warten bis ich alt genug bin.",
      "es": "Me gusta mucho el olor a vino, pero todavía no tengo edad para beber. Hay ocasiones en las que podría haber probado un poco si hubiera querido, y nadie se habría enterado... pero resistí la tentación. Creo que la primera vez que lo haga será un momento mágico, así que prefiero reservarlo para cuando sea mayor.",
      "fr": "J'aime beaucoup l'odeur du vin en fait, je n'ai juste pas encore l'âge d'en boire. J'aurais pu en goûter à quelques occasions si j'avais voulu et personne ne l'aurait su... mais j'ai résisté à la tentation. Je pense que la première fois qu'on essaye, ça doit être vraiment magique, alors j'ai envie de garder ça pour quand je serai plus grande.",
      "pt": "Eu realmente gosto muito do cheiro do vinho, só que ainda não tenho idade para beber. Houve algumas vezes em que eu poderia ter provado um pouco se quisesse, e ninguém jamais saberia... Mas eu resisti à tentação. Sinto que a primeira vez que você experimenta é provavelmente muito mágica, por isso quero guardá-la até ser mais velha.",
      "ru": "Сказать по правде, мне очень нравится, как пахнет вино, но я ещё слишком молодая, чтобы пить... Несколько раз у меня была возможность тайком попробовать, но я устояла перед искушением. Мне кажется, это чудесное событие - впервые попробовать вино. Я отложу это на то время, когда подрасту.",
      "id": "Aku benar-benar sangat menyukai aroma anggur, hanya saja aku masih belum cukup umur untuk minum-minum. Meskipun beberapa kali aku berkesempatan untuk mencicipinya secara diam-diam... tapi aku menahan godaannya. Kurasa saat pertama kali mencobanya pasti akan sangat luar biasa, jadi aku ingin menyimpan misteri ini hingga aku dewasa nanti...",
      "th": "จริง ๆ แล้วฉันชอบกลิ่นไวน์มากเลย แต่ตอนนี้อายุยังไม่ถึงเกณฑ์ที่จะ ดื่มได้... ถึงแม้จะมีโอกาสแอบดื่ม ตั้งหลายครั้งก็ตาม แต่ฉันก็ยังอดใจไว้ก่อน รอจนกว่าจะโตพอที่จะดื่มด่ำ กับรสชาติอันแสนวิเศษของมัน ได้เต็มที่",
      "vi": "Thực ra tôi rất thích ngửi mùi rượu, nhưng mà hiện tại vẫn chưa đến tuổi được phép uống... Tuy nhiều lần có cơ hội uống trộm, thế nhưng tôi phải kiềm chế bản thân. Đợi đến ngày trưởng thành tôi sẽ nếm thử thứ mùi vị thần bí đó."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "女仆要严守秘密，所以我很喜欢玫瑰，玫瑰在蒙德就代表「守口如瓶」，它总是能提醒我…欸？在你的家乡，玫瑰代表「爱情」吗？…居、居然还有这么火热的含义啊…",
      "zht": "#女僕要嚴守秘密，所以我很喜歡玫瑰，玫瑰在蒙德就代表「守口如瓶」，它總是能提醒我…欸？在{F#妳}{M#你}的家鄉，玫瑰代表「愛情」嗎？…居、居然還有這麼火熱的含義啊…",
      "jp": "秘密を守るのがメイドですので、バラが好きです。モンドでバラは「口の堅さ」を象徴するものですから…えっ？あなたの故郷でバラは「愛情」を表すのですか？そ、そんな情熱的な意味があるのですね…",
      "ko": "메이드는 비밀을 엄수해야 돼요. 그래서 전 장미를 좋아해요. 장미는 몬드에서 「비밀엄수」를 뜻해요. 장미는 언제나 제게… 네? 당신의 고향에서 장미는 「사랑」을 뜻한다고요? …그, 그렇게 열정적인 뜻이 담겨 있었다니…",
      "en": "A maid is required to keep everyone's secrets. That's why my favorite flower is the rose. Here in Mondstadt, the rose represents the saying, \"As wine bottles are corked, so too my lips are sealed.\" It reminds me to— What? ...Roses represent love in your hometown? I—I had no idea the rose held such a... passionate meaning.",
      "de": "Mägde sind verpflichtet alles geheim zu halten, daher ist meine Lieblingsblume die Rose. In Mondstadt steht die Rose für das Sprichwort „Meine Lippen sind versiegelt, wie eine verkorkte Weinflasche.“ Dieses Sprichwort erinnert mich an ... Was? Rosen gelten als Symbol der Liebe in deiner Heimat? Ich ... Ich hatte ja keine Ahnung, dass Rosen auch noch solch eine Bedeutung haben.",
      "es": "Una buena criada siempre guarda los secretos de otros. En Mondstadt, tenemos un dicho que dice “mis labios están sellados como una botella en la que se guarda una rosa”. Por eso, mi flor favorita es la rosa, ya que siempre me recuerda que... ¿Qué? ¿Que las rosas representan el amor en su hogar natal? No tenía idea de que la rosa tenía un significado tan... apasionado.",
      "fr": "Une servante se doit de garder les secrets de tout le monde. C'est pourquoi ma fleur préférée est la rose. Ici à Mondstadt, elle représente l'expression « De la même manière que les bouteilles de vin sont bouchées, mes lèvres sont scellées ». Ce qui me rappelle... Quoi ? ... Les roses représentent l'amour chez toi ? J—Je ne savais pas que les roses pouvaient avoir une signification aussi... passionnée.",
      "pt": "É necessária uma empregada para guardar os segredos de todos. É por isso que minha flor favorita é a rosa. Aqui em Mondstadt, a rosa representa o ditado \"Como as garrafas de vinho são arrolhadas, assim também meus lábios são selados\". Isso me lembra... O quê? ...As rosas representam o amor em sua cidade natal? Eu não tinha ideia de que a rosa tinha um significado tão... Apaixonado.",
      "ru": "Горничные должны уметь хранить секреты. Поэтому мой любимый цветок - роза. У нас в Мондштадте роза олицетворяет поговорку «мои уста запечатаны, подобно бутылке вина». И я всегда вспоминаю... Что? На вашей родине это символ любви? Оказывается, есть ещё и такое пылкое значение...",
      "id": "Pelayan harus bisa menjaga rahasia semua orang, makanya bunga favoritku adalah mawar. Di Mondstadt, mawar melambangkan ungkapan \"Ketika botol-botol anggur disumbat, begitu pula bibir disegel.\" Ini mengingatkanku akan— Apa? Mawar melambangkan cinta di kota asalmu? A—Aku tidak tahu mawar memiliki makna... yang penuh gairah.",
      "th": "สาวใช้ต้องเก็บความลับอย่างเคร่งครัด ดังนั้นฉันจึงชอบ ดอกกุหลาบมากเป็นพิเศษ ที่เมือง Mondstadt นี้ ดอกกุหลาบใช้สื่อความหมายว่า \"ปิดปากให้สนิทเหมือนจุกขวดไวน์\" มันจะคอยย้ำเตือนฉันอยู่เสมอ... หืม? ที่บ้านเกิดคุณ กุหลาบใช้สื่อความหมายว่า \"รัก\" งั้นเหรอ? ...ฉะ ฉัน ไม่รู้มาก่อนเลยว่า ดอกกุหลาบจะมีความหมาย ที่ร้อนแรงอย่างงั้น...",
      "vi": "Người giúp việc phải giữ bí mật một cách nghiêm ngặt, vì vậy tôi rất thích hoa hồng. Hoa hồng tượng trưng cho sự \"kín kẽ\" ở Mondstadt. Nó luôn nhắc nhở tôi... Hả? Ở quê hương của bạn, hoa hồng tượng trưng cho \"tình yêu\"?... Lại... Có ý nghĩa sâu sắc đến vậy sao..."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "她是我非常尊敬的前辈，实力很强不说，对人也很亲切。她还教我怎么做「兔兔伯爵」，你看，我会把它当成护身符带在身边，做得不错吧？",
      "zht": "#她是我非常尊敬的前輩，實力很強不說，對人也很親切。她還教我怎麼做「兔兔伯爵」，{F#妳}{M#你}看，我會把它當成護身符帶在身邊，做得不錯吧？",
      "jp": "アンバーさまは尊敬する先輩です。実力者で、とても親切なんですよ。「ウサギ伯爵」の作り方も教えてくれました。ほら、いつもお守り代わりに持ち歩いています。よくできてますよね？",
      "ko": "그녀는 제가 아주 존경하는 선배예요. 실력도 좋지만 사람들에게 참 친절해요. 그녀는 제게 「토끼백작」 만드는 법도 가르쳐줬어요. 봐요, 이걸 호신부적처럼 가지고 다녀요. 잘 만들었죠?",
      "en": "I really look up to Amber. Not only is she an accomplished knight, but she's a kind person too. She taught me how to make a Baron Bunny. I keep it on my person for luck, and it looks quite alright I think. Oh no, please do not be alarmed. There's no risk of explosion whatsoever.",
      "de": "Amber ist mein absolutes Vorbild. Sie ist ein Ritter nach Vorschrift und gleichzeitig ein sehr netter Mensch. Sie hat mir auch beigebracht, wie man einen Graf von Hoppel herstellt. Ich trage ihn immer bei mir als Glücksbringer.",
      "es": "Admiro mucho a Amber. No solo es muy fuerte, sino también amable. Ella me enseñó a hacer mi propio Barón Bunny. Mire, lo suelo tener conmigo como amuleto protector. Está bien hecho, ¿no cree?",
      "fr": "J'admire Amber. Elle est non seulement un excellent chevalier, mais aussi une fille extrêmement gentille. Elle m'a même appris comment fabriquer un Baron Lapinou. Regarde, je le garde toujours sur moi comme un porte-bonheur. Il est plutôt réussi, n'est-ce pas ?",
      "pt": "Eu realmente admiro a Amber. Ela não só é uma cavaleira realizada, como também é uma pessoa gentil. Ela me ensinou como fazer um Barão Coelho. Eu o mantenho em minha pessoa para dar sorte, e parece muito bonito, você não acha?",
      "ru": "Я её очень уважаю. Она не только очень сильная, но и очень добрая. Она научила меня, как делать Барона Зайчика. Смотрите, я его ношу в качестве талисмана. Неплохо получился, да? О нет, не пугайтесь! Он безопасен.",
      "id": "Amber adalah senior yang sangat kuhormati. Dia sangat kuat dan baik kepada orang-orang. Dia juga mengajariku cara membuat Baron Bunny. Bagus kan? Aku akan menyimpannya sebagai jimat keberuntungan... Oh, jangan khawatir! Ini sama sekali tidak ada risiko meledak.",
      "th": "ฉันนับถือ Amber มาก ๆ เลย เธอเป็นคนเข้มแข็งมาก แล้วยังใจดีอีกต่างหาก เธอสอนฉันทำ Baron Bunny ด้วย คุณดูสิ ฉันห้อยติดตัวไว้ตลอดเลย สวยดีใช่มั้ยล่ะ?",
      "vi": "Cô ấy là tiền bối vô cùng đáng kính, vừa tài giỏi lại đối xử với người khác vô cùng ân cần. Cô ấy còn dạy cho tôi cách làm Bá Tước Thỏ, bạn xem nè, tôi làm nó thành bùa hộ thân đó, nhìn đẹp không?"
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "我一直很想知道，她还这么小，是怎么正式成为骑士的。有一次向她请教经验，她还没听完我的话，就拉着我去骑士团外面玩炸弹…我以为这是什么修行，结果最后我和她都被琴团长关了禁闭…",
      "zht": "我一直很想知道，她還這麼小，是怎麼正式成為騎士的。有一次向她請教經驗，她還沒聽完我的話，就拉著我去騎士團外面玩炸彈…我以為這是什麼修行，結果最後我和她都被琴團長關了禁閉…",
      "jp": "まだ幼いのに正式な騎士になれた理由をずっと聞きたいと思っていました。以前、彼女に教えてもらおうと思って声をかけたのですが、話の途中で引っ張られて騎士団の外で爆弾を…何かの修行かと思いましたが、結局二人で反省室行きでしたね…",
      "ko": "전 그녀가 아직 어린데 어떻게 정식 기사가 됐는지 알고 싶었어요. 그녀에게 경험을 공유해달라고 청했는데, 제 말이 끝나기도 전에 절 기사단 밖으로 데려가 폭탄을 터트렸어요… 그게 수행인 줄 알았는데, 나중에 저희 둘은 진 단장님 명령으로 갇히게 됐죠",
      "en": "I've always been curious as to how she managed to become a fully-fledged knight at such a young age. I actually went to ask her for tips once, but I'd barely started talking to her when she grabbed me by the hand and took me outside the Knights headquarters to play with bombs. I thought it was some kind of training exercise at first, but Jean found us, and we both ended up in solitary confinement...",
      "de": "Was ich immer wissen wollte, wie sie es geschafft hat so jung bereits ein Ritter zu werden. Einmal habe ich sie sogar nach Tips und Anregungen gefragt, aber ich hatte noch nicht ganz zu Ende gesprochen, da nahm sie mich schon an die Hand und wir gingen raus, um mit Bomben zu spielen. Erst dachte ich noch, es wäre eine Art Training, aber dann hat uns Jean geschnappt und wir kriegten beide Hausarrest ...",
      "es": "Siempre he tenido curiosidad por saber cómo se las arregló para convertirse en una Caballera siendo tan pequeña. En realidad, fui a pedirle consejo una vez, pero, apenas comencé a hablar con ella, me agarró de la mano y me llevó a la Sede de los Caballeros para jugar con bombas. Al principio, pensé que era una especie de ejercicio de entrenamiento, pero Jean nos descubrió y ambas acabamos encerradas.",
      "fr": "Je me suis toujours demandé comment elle a fait pour faire partie des chevaliers à un si jeune âge. Quand je lui ai demandé, elle m'a entraîné à l'extérieur du quartier général pour jouer avec des explosifs. Je pensais que c'était un entraînement, mais nous nous sommes retrouvées en détention ensemble quand Jean nous a vues...",
      "pt": "Sempre tive curiosidade em saber como ela conseguiu se tornar um cavaleiro completo em uma idade tão jovem. Na verdade, fui pedir-lhe dicas uma vez, mas mal tinha começado a falar com ela quando ela me agarrou pela mão e me levou para fora da sede dos Cavaleiros para brincar com bombas. A princípio pensei que era algum tipo de exercício de treinamento, mas Jean nos encontrou, e ambos acabamos na solitária...",
      "ru": "Я всё думаю, как она стала настоящим рыцарем в таком юном возрасте. Однажды я попросила её поделиться опытом, но она, не слушая, потащила меня во двор играть с бомбами. Я сначала подумала, что это часть тренировки, но потом пришла Джинн и посадила нас за решётку...",
      "id": "Aku selalu ingin tahu bagaimana dia berhasil menjadi seorang Knight sejati pada usia yang sangat muda. Suatu kali aku berniat meminta saran darinya, tapi baru saja aku akan mulai berbicara dengannya, dia sudah menarikku keluar markas Knight untuk bermain bom dengannya... Pada awalnya kupikir semacam latihan, tapi pada akhirnya ketahuan Jean dan dikurung di ruang tahanan...",
      "th": "ฉันสงสัยมาตลอด ว่าเธอเป็นอัศวินเต็มตัวตั้งแต่อายุ ยังน้อยได้ยังไงกัน มีครั้งหนึ่งฉันไปถามเธอเพื่อหา ความรู้ เธอฟังสิ่งที่ฉันพูดยังไม่จบ เธอก็ลากฉันไปเล่นระเบิดนอก ศูนย์บัญชาการกองอัศวิน... ตอนแรกฉันคิดว่ามันเป็นการฝึกฝนบางอย่าง แต่ Jean มาเจอพวกเราเข้า แล้วเราก็โดนขังทั้งคู่เลย",
      "vi": "Tôi cũng muốn biết lý do tại sao cô ấy bé như vậy mà có thể trở thành kỵ sĩ chính thức được. Có lần khi đang hỏi cô ấy về kinh nghiệm, còn chưa nói xong thì bị lôi ra ngoài nghịch bom... Tôi cứ tưởng đây là một trong những cách rèn luyện, không ngờ cả tôi và cô ấy đều bị đội trưởng Jean đưa vào phòng giam..."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "琴团长一直都是我的榜样，我的实力和认真程度完全比不上她。她对别人就像对自己一样严格，所以如果有一天我能得到她的认可，那也是对我一直以来努力的最大肯定了。在那之前，我都是不会松懈的！",
      "zht": "琴團長一直都是我的榜樣，我的實力和認真程度完全比不上她。她對別人就像對自己一樣嚴格，所以如果有一天我能得到她的認可，那也是對我一直以來努力的最大肯定了。在那之前，我都是不會鬆懈的！",
      "jp": "団長さまは私の目標です。実力も真面目さも全然適いませんが、自分自身と他人に厳しいジン団長に認められる日が来ましたら、きっと今までの努力が認められるような気がします。そうなるまで、私は怠けたりしません！",
      "ko": "진 단장님은 제 본보기예요. 제 실력과 진지함은 그녀에게 한참 뒤떨어지죠. 그녀는 다른 사람에게도 자신에게처럼 엄격해요. 그래서 그녀의 인정을 받게 된다면, 그건 제 노력에 대한 최고의 보답이 될 거예요. 그때까지 흐트러질 수 없어요!",
      "en": "Master Jean has always been my role model, both in terms of ability and dedication. She holds herself and others to the same high standards, so if there ever comes a day when I meet with her approval, it will be the ultimate acknowledgment of all my efforts so far. Until then, there's no room for complacency!",
      "de": "Meister Jean, sie ist wirklich mein Vorbild, sowohl in Bezug auf Können als auch Hingabe. Sie hat die gleichen Anforderungen an sich und andere. Sollte sie also eines Tages meinem Rittertum zustimmen, wäre das die größte Anerkennung für mich. Bis es so weit ist, darf ich mich nicht ausruhen!",
      "es": "La Maestra Jean siempre ha sido mi modelo a seguir, tanto por su habilidad como por su dedicación. Tiene las mismas exigencias tanto para sí misma como para los demás, por lo que, si alguna vez reconoce mi valía, todo lo que me esforcé habrá merecido la pena. Hasta entonces, ¡debo seguir esforzándome!",
      "fr": "Jean est un modèle pour moi, autant sur le plan de la force que sur celui de la dévotion. Elle est exigeante avec les autres, mais surtout envers elle-même. Obtenir son approbation un jour serait la consécration de mes efforts. En attendant, je dois donner le meilleur de moi-même !",
      "pt": "A Mestre Jean sempre foi meu modelo, tanto em termos de capacidade quanto de dedicação. Ela se mantém e aos outros nos mesmos padrões elevados, portanto, se alguma vez chegar um dia em que eu tenha a aprovação dela, será o reconhecimento final de todos os meus esforços até o momento. Até lá, não há espaço para a complacência!",
      "ru": "Магистр Джинн - мой кумир. Мне не сравниться с ней ни в силе, ни в целеустремлённости. И к другим людям у неё такие же высокие требования, как и к себе, поэтому если я когда-нибудь смогу добиться её признания, то это стало бы лучшей наградой за мои труды. А до тех пор я не могу расслабляться!",
      "id": "Master Jean selalu menjadi panutanku, baik dalam hal kemampuan maupun pengabdiannya. Dia sama ketatnya dengan orang lain seperti dengan dirinya sendiri. Jadi jika suatu hari aku bisa mendapatkan pengakuan darinya, itu akan menjadi pengakuan tertinggi atas semua usahaku sejauh ini. Sampai saat itu tiba, aku tidak akan bermalas-malasan!",
      "th": "หัวหน้า Jean เป็นไอดอลของฉันมาตลอด ความแข็งแกร่งและความจริงจัง ของฉันนั้นยังด้อยกว่าเธอมาก เธอเข้มงวดกับคนอื่นเหมือนกับตัว เธอเอง ดังนั้นถ้าวันหนึ่งฉันได้รับการ ยอมรับจากเธอ มันจะเป็นสิ่งยืนยันที่ยิ่งใหญ่ที่สุด ในการทำงานหนักของฉัน จนกว่าจะถึงตอนนั้น ฉันจะไม่ล้อเล่นเด็ดขาด!",
      "vi": "Đội trưởng Jean luôn là tấm gương cho tôi, năng lực và sự nghiêm túc trong công việc của tôi vẫn còn phải học hỏi cô ấy nhiều. Cô ấy luôn có yêu cầu nghiêm khắc với bản thân, cũng như đối với người khác. Nếu có một ngày được cô ấy công nhân, thì đó chính là lời khẳng định đầy to lớn cho những cố gắng của tôi từ trước đến nay. Cho đến ngày đó, tôi sẽ không lười nhác!"
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "本来我想跟着他的队伍一起去冒险，履行女仆的责任，但大团长说我留在蒙德他才不会有后顾之忧…大团长这么器重我，我特别开心！虽然后来我知道大团长不只对我一个人说了这句话，不过…器重就是器重嘛。",
      "zht": "本來我想跟著他的隊伍一起去冒險，履行女僕的責任，但大團長說我留在蒙德他才不會有後顧之憂…大團長這麼器重我，我很開心！雖然後來我知道大團長不只對我一個人說了這句話，不過…器重就是器重嘛。",
      "jp": "一緒に遠征して、メイドの責任を果たそうと思いましたが、大団長さまは私がモンドに残っていたほうが安心だと言ってくれましたので…大団長さまにそんな風に信用されて、とても嬉しかったです！大団長さまがそんなことを言う相手は私だけじゃないって後から知りましたが…信用されていることには変わりありませんから！",
      "ko": "원래 그의 팀을 따라 모험을 떠나서 메이드 업무를 수행하려 했어요. 하지만 대단장님이 제가 몬드에 있어야 걱정이 없다고 하셨어요… 대단장님이 절 이렇게 믿어주셔서 정말 기뻐요! 나중에 대단장님에게 저 말을 들은 사람이 또 있다는 걸 알았지만, 믿어주시는 건 믿어주시는 거죠",
      "en": "At first I wanted to join his expedition party and do my part as a maid. But the Grand Master said no — it would give him more peace of mind if I stayed behind to take care of things in Mondstadt. It made me so happy to hear how much he values me! ...Okay, so apparently he said the same thing to a lot of people. But that doesn't change the fact he prizes me too!",
      "de": "Ursprünglich wollte ich mit auf seine Expedition und meine Pflicht als Magd erfüllen. Aber der Großmeister lehnte mein Vorhaben ab und dass er beruhigter wäre, wenn ich in Mondstadt bleiben würde um mich hier um alles zu kümmern. Es freut mich so sehr, wie sehr sich der Großmeister um sorgt. Zwar hat er dies wohl zu einigen Leuten gesagt, jedoch schmälert das nicht die Tatsache, dass er mich auch erwähnt hat.",
      "es": "Al principio, quería unirme a su expedición como criada. Pero el Gran Maestro dijo que no, que estaría más tranquilo si me quedaba en Mondstadt. ¡Me hizo muy feliz escuchar lo mucho que me valora! Más tarde, descubrí que le dijo lo mismo a muchas otras personas, ¡pero eso no cambia el hecho de que a mí también me valora!",
      "fr": "Je voulais rejoindre l'expédition du Grand Maître pour le servir, mais il a refusé en me disant qu'il se sentirait mieux s'il me savait à Mondstadt. J'étais si heureuse d'être estimée de la sorte ! ... Oui, je sais que je ne suis pas la seule à qui il l'a dit, mais ça ne change rien.",
      "pt": "No início eu queria participar de sua expedição e fazer minha parte como empregada. Mas o Grão-Mestre disse que não - isso lhe daria mais paz de espírito se eu ficasse para trás para cuidar das coisas em Mondstadt. Fiquei tão feliz ao saber o quanto ele me valoriza! ...Certo, então aparentemente ele disse a mesma coisa para muitas pessoas. Mas isso não muda o fato de que ele também me preza!",
      "ru": "Я хотела отправиться с его отрядом и исполнять обязанности горничной в путешествии, но Магистр ордена сказал, что ему будет спокойнее, если я буду прикрывать тыл в Мондштадте... Я очень рада, что он меня так ценит! Правда, потом оказалось, что он много кому это сказал, но меня-то он ценит не меньше!",
      "id": "Awalnya aku ingin bergabung dengan party ekspedisinya dan memenuhi tugasku sebagai pelayan, tetapi Grand Master mengatakan bahwa dia akan jauh lebih tenang jika aku tetap tinggal untuk mengurus hal-hal di Mondstadt. Aku sangat senang mendengarnya menghargaiku! Meskipun sepertinya dia mengatakan hal yang sama kepada banyak orang, tapi... hal itu tidak mengubah fakta bahwa dia juga menghargaiku!",
      "th": "ตอนแรกฉันว่าจะเข้าร่วมทีมผจญภัยของแกรนด์มาสเตอร์ในฐานะสาวใช้ แต่แกรนด์มาสเตอร์บอกว่า ให้ฉันอยู่ดูแลความเรียบร้อยในเมือง Mondstadt ท่านถึงจะวางใจ... แกรนด์มาสเตอร์เชื่อมั่นในตัวฉันขนาดนี้ ฉันดีใจสุด ๆ เลย! ถึงแม้ตอนหลัง ฉันถึงรู้ว่าเขาไม่ได้พูดอย่างงี้กับฉันแค่คนเดียว แต่ว่า... ยังไงคำชมก็เป็นคำชมล่ะน่า",
      "vi": "Ban đầu tôi dự định cùng anh ấy đi mạo hiểm, thực hiện trách nhiệm của hầu gái, thế nhưng Đại Đội Trưởng lại muốn tôi ở lại chăm lo cho Mondstadt... Đại Đội Trưởng đã coi trọng tôi như vậy tôi thấy vô cùng hãnh diện! Tuy sau này tôi mới biết Đại Đội Trưởng nói câu ấy với tất cả mọi người... nhưng mà coi trọng vẫn là coi trọng phải không."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "他很神秘，来如影，去如风，每天都有很重要的任务要去处理。他还经常会给我安排一些小任务，就好像我已经是他的小队成员了一样…嗯？只是跑腿？不不不，虽然确实是跑腿，可是我很珍惜的！",
      "zht": "他很神秘，來如影，去如風，每天都有很重要的任務要去處理。他還經常會給我安排一些小任務，就好像我已經是他的小隊成員了一樣…嗯？只是跑腿？不不不，雖然確實是跑腿，可是我很珍惜的！",
      "jp": "ガイアさまはとてもミステリアスな方で、毎日重要な任務があるようです。彼はよく私に小さな任務をまかせてくれますが、まるで私を彼の隊員のように…ただの使い走りって？いえいえ、確かに使い走りかもしれませんが、大切な任務です！",
      "ko": "그는 그림자처럼 왔다가 바람처럼 사라지는 신비로운 사람이에요. 매일 처리해야 할 중요한 임무가 있죠. 그는 제게 소소한 업무를 자주 맡겨요. 제가 그의 팀원인 것처럼요…. 응? 심부름 아니냐고요? 아니에요, 심부름이긴 하지만 제겐 중요한 일이라구요!",
      "en": "He's a mysterious character! He comes and goes like the wind, and is always occupied with important business. I like the fact that he delegates some of the smaller jobs to me sometimes, it's nice to feel like part of the team, you know... What do you mean, \"errand runner\"? I don't see it like that at all! Okay, well yes, technically I run errands for him. But still, I really appreciate it!",
      "de": "Er ist ein bisschen mysteriös, er kommt und geht wie der Wind und ist jeden Tag mit wichtigen Aufgaben unterwegs. Kleinere Aufgaben teilt er mir sogar oft zu, was mich sehr ehrt, so als wäre ich bereits ein Junior-Mitglied. Was meinst du, nur ein Laufbursche? Nein nein, also ja, auch wenn ich viel laufe, ich mache das alles sehr gerne!",
      "es": "¡Es una persona muy misteriosa! Viene y va como el viento, y siempre está ocupado con sus cosas. Me gusta que a veces delegue en mí algún que otro trabajito. Es agradable sentir que formo parte de su equipo, ¿sabe? ... ¿Qué quiere decir con “chica de los mandados”? ¡Yo en absoluto lo veo así! De acuerdo, bueno. Técnicamente, sí son mandados, pero, aun así, ¡es algo que aprecio mucho!",
      "fr": "C'est un personnage mystérieux qui va et qui vient comme le vent, toujours occupé avec des affaires d'une grande importance. Il m'envoie souvent faire quelques courses pour lui ; c'est comme si j'étais son assistante... Ah ? Non, je ne suis pas un larbin, voyons ! Je ne le vois pas comme ça, et même si c'était le cas, j'en serais enchantée !",
      "pt": "Ele é um personagem misterioso! Ele vem e vai como o vento, e está sempre ocupado com negócios importantes. Gosto do fato de ele delegar alguns dos trabalhos menores para mim às vezes, é bom sentir-se parte da equipe... O que você quer dizer com \"garota de recados\"? Eu não vejo nada disso! Certo, bem, sim, tecnicamente eu faço algumas coisas para ele. Mas, mesmo assim, eu realmente aprecio isso!",
      "ru": "Он очень загадочный: то появляется, то исчезает, и постоянно занят какими-то важными делами неизвестно где. Мне нравится, что он иногда даёт небольшие поручения, как будто я в его команде... Как это «просто на побегушках»? Ну нет! Ну может быть, и на побегушках, но мне всё равно очень приятно.",
      "id": "Dia merupakan karakter yang sangat misterius! Dia datang bagai bayangan, pergi bagai angin, dan memiliki tugas yang sangat penting untuk dihadapi setiap hari. Dia juga sering mengatur beberapa tugas kecil untukku, seolah-olah aku sudah menjadi bagaian dari anggota partynya. Hah? Maksudmu \"pesuruh\"? Aku tidak menganggapnya begitu! Yah, secara teknis aku memang menjalankan tugas untuknya, tapi tetap saja, aku sangat menghargainya!",
      "th": "เขาเป็นคนลึกลับมาก มาเหมือนเงา ไปเหมือนสายลม และมีงานสำคัญที่ต้องจัดการทุกวัน เขามักจะหางานเล็ก ๆ ให้ฉันทำ ราวกับว่าฉันเป็นสมาชิกของทีมคนหนึ่ง... หืม? เด็กส่งของ? ไม่ไม่ ถึงจะเป็นแค่เด็กส่งของจริง ๆ แต่ฉันก็เห็นคุณค่านะ!",
      "vi": "Anh ấy rất thần bí, đi mây về gió, ngày nào cũng có nhiệm vụ quan trọng cần giải quyết. Anh ta thường xuyên sắp xếp cho tôi những nhiệm vụ nhỏ, dường như ngụ ý là tôi đã trở thành một thành viên trong đội vậy... Hả? Chỉ là chân chạy việc thôi sao? Không phải đâu, tuy là chạy việc nhưng tôi rất trân trọng đó!"
    }
  },
  {
    "title": {
      "zhs": "关于班尼特…",
      "zht": "關於班尼特…",
      "jp": "ベネットについて…",
      "ko": "베넷에 대해…",
      "en": "About Bennett",
      "de": "Über Bennett ...",
      "es": "Sobre Bennett...",
      "fr": "À propos de Bennett...",
      "pt": "Sobre Bennett...",
      "ru": "О Беннете...",
      "id": "Tentang Bennett",
      "th": "เกี่ยวกับ Bennett...",
      "vi": "Về Bennett..."
    },
    "line": {
      "zhs": "他不止一次来邀请我，说什么比起骑士团，还是冒险家协会更适合我…虽然我是会像一个普通的冒险家一样，帮他照顾他的老爹们，但…骑士团对我来说有特别的意义，而且我也不想认输…嗯，果然还是没法答应。",
      "zht": "他不止一次來邀請我，說什麼比起騎士團，還是冒險家協會更適合我…雖然我是會像一個普通的冒險家一樣，幫他照顧他的老爹們，但…騎士團對我來說有特別的意義，而且我也不想認輸…嗯，果然還是沒法答應。",
      "jp": "騎士団よりも冒険者協会の方が私に相応しいと、何回もお誘いをいただきました…確かに普通の冒険者のように、彼のオヤジさんたちの世話を手伝いますが…私にとって騎士団には特別な意味がありますし、負けたくありません…うん、やはりお受けできませんね。",
      "ko": "그는 저에게 모험가 길드에 들어오라고 여러 차례 초청했어요. 기사단보다 모험가 길드가 제게 더 맞다면서… 당연히 그를 도와 평범한 모험가처럼 그의 아버지들을 돌볼 수는 있지만… 기사단은 제게 아주 특별한 의미가 있어요. 그리고 전 포기하고 싶지 않은 걸요… 역시 그의 제안을 받아들일 수 없어요",
      "en": "He's asked me to join the Adventurers' Guild more than a few times, saying that life there would suit me better than with the Knights of Favonius. While I could help him take care of his \"dads\" like the other adventurers... the Knights hold a special meaning for me, and I'm not ready to give up on becoming one yet. No, I simply cannot accept his offer.",
      "de": "Er hat mich schon mehrfach eingeladen der Abenteurergilde beizutreten, dass die Gilde besser für mich wäre, als der Ritterorden. Zwar kann ich ihm helfen auf seine Väter aufzupassen, muss ich dennoch passen, denn der Ritterorden hat eine besondere Bedeutung in meinem Herzen, also kann ich seine Einladung nicht annehmen.",
      "es": "Me pidió que me uniera al Gremio de Aventureros en más de una ocasión, y me dijo que mi vida sería mucho mejor que con los Caballeros de Favonius. Podría ayudarlo a cuidar a sus “papás”, como hacen otros aventureros, pero... los Caballeros significan mucho para mí, y aún no estoy lista para renunciar a ser una de ellos. No, no puedo aceptar su oferta.",
      "fr": "Il a essayé de me recruter maintes fois au sein de la Guilde des aventuriers, en insistant sur le fait que ce serait mieux. Je peux l'aider à s'occuper des vétérans, mais je ne peux pas renoncer à mon rêve de devenir chevalier...",
      "pt": "Ele me pediu para me juntar à Guilda dos Aventureiros mais de algumas vezes, dizendo que a vida lá me convinha melhor do que com os Cavaleiros de Favonius. Embora eu pudesse ajudá-lo a cuidar de seus \"pais\" como os outros aventureiros... os Cavaleiros têm um significado especial para mim, e eu ainda não estou pronta para desistir de me tornar um. Não, eu simplesmente não posso aceitar sua oferta.",
      "ru": "Он несколько раз меня приглашал, говорил, что Гильдия искателей приключений подошла бы мне больше, чем Ордо Фавониус... Хотя я и могла бы помогать ему заботиться о его «папах», но... Ордо Фавониус имеет для меня особенное значение и я не могу просто так сдаться... Да, я не могу на это пойти.",
      "id": "Dia sudah beberapa kali mengundangku untuk bergabung dengan Adventurers' Guild, katanya kehidupan di sana akan lebih cocok untukku daripada dengan para Knights of Favonius. Sementara aku bisa membantunya merawat para \"ayah\" seperti petualang lainnya, tapi... Knight memiliki arti tersendiri bagiku dan aku tidak ingin menyerah... Jadi aku tidak bisa menerima tawarannya.",
      "th": "เขาเชิญฉันเข้าร่วมกิลด์นักผจญภัยตั้งหลายครั้งแล้ว บอกว่างานของกิลด์เหมาะกับฉันมากกว่ากองอัศวิน... ถึงฉันจะสามารถช่วยเขาดูแลคุณพ่อทั้งหลายได้เช่นเดียวกับนักผจญภัย แต่ว่า... สำหรับฉันแล้วกองอัศวิน Favonius มีความหมายพิเศษอยู่ อีกอย่างฉันจะไม่ยอมแพ้เด็ดขาด... อืม สุดท้ายเลยปฏิเสธข้อเสนอของเขาไป",
      "vi": "Cậu ấy đến mời tôi rất nhiều lần, nói so với đội kỵ sĩ thì hiệp hội nhà mạo hiểm thích hợp với tôi hơn... Mặc dù tôi sẽ như một nhà mạo hiểm bình thường, giúp cậu ấy chăm sóc cha, nhưng... đội kỵ sĩ có một ý nghĩa đặc biệt đối với tôi, hơn nữa tôi cũng không muốn nhận thua... ừm, tôi không thể nhận lời."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔·茶点",
      "zht": "關於菲謝爾·茶點",
      "jp": "フィッシュルについて·お菓子",
      "ko": "피슬에 대해·다과",
      "en": "About Fischl: Tea",
      "de": "Über Fischl – Zwischenmahlzeit",
      "es": "Sobre Fischl - Refrigerios",
      "fr": "À propos de Fischl - Thé",
      "pt": "Sobre Fischl - Dim Sum",
      "ru": "О Фишль: Десерт",
      "id": "Tentang Fischl: Teh",
      "th": "เกี่ยวกับ Fischl - ของว่าง",
      "vi": "Về Fischl - Điểm tâm"
    },
    "line": {
      "zhs": "她好像是从别的世界来的，其他的我也不清楚…不过她好像很喜欢骑士团的图书馆，总是在那里看书。我打扫的时候会送去一些热乎乎的茶点，她每次都会感谢我，还会说很多听不明白，但都很夸张的话…",
      "zht": "她好像是從別的世界來的，其他的我也不清楚…不過她好像很喜歡騎士團的圖書館，總是在那裡看書。我打掃的時候會送去一些熱呼呼的茶點，她每次都會感謝我，還會說很多聽不明白，但都很誇張的話…",
      "jp": "別の世界から来たようですが、それ以外はよくわかりません…でも騎士団の図書館がお気に入りのようで、よくそこで読書をしています。私が掃除を担当する時はできたてのお菓子を差し上げますが、彼女はいつもよく分からない、誇張した感謝の言葉をくれますね…",
      "ko": "그녀는 다른 세상에서 온 것 같아요. 다른 건 잘 모르겠어요…. 하지만 그녀는 기사단의 도서관을 좋아하는 것 같아요. 언제나 거기서 책을 보죠. 제가 청소할 때마다 따뜻한 차를 대접하는데, 매번 제게 감사인사를 해요. 그리고 못 알아듣겠는 과장이 심한 말들을 하죠…",
      "en": "I think she's from another world, but I don't know the details. One thing I do know, however, is that she loves the Knights of Favonius' library. She can always be found there with her nose in a book. I bring her some refreshments whenever I go in there to clean, and she always thanks me profusely. When I say profusely... I mean she goes a bit over the top, to be honest, and... I actually don't understand half of what she's saying.",
      "de": "Sie scheint von einer anderen Welt zu sein, aber ich bin da auch nicht ganz sicher ... Was ich jedoch mit Sicherheit sagen kann, sie liebt unsere Bibliothek, man kann sie jeden Tag dort antreffen. Ab und zu bringe ich ihr ein paar Snacks und etwas zu trinken. Dann dankt sie mir jedes Mal sehr gehoben, fast schon zu gehoben. Manchmal verstehe ich noch nicht mal, was sie sagt.",
      "es": "Creo que es de otro mundo, pero no conozco los detalles. Sin embargo, una cosa que sí sé es que le encanta la Biblioteca de los Caballeros de Favonius. Siempre se la puede encontrar allí leyendo un libro. Cada vez que voy a limpiar, le llevo algo de comida y bebida. Ella siempre me lo agradece con frases que no llego a entender muy bien. Su manera de hablar es un poco extraña.",
      "fr": "Elle a l'air de venir d'un tout autre monde, je ne sais pas trop... mais en tout cas, cette fille semble apprécier la bibliothèque de l'Ordre de Favonius. Je lui apporte le thé quand j'y vais pour y faire le ménage. Elle me remercie à chaque fois, mais je ne comprends pas toujours ce qu'elle me raconte ensuite...",
      "pt": "Acho que ela é de outro mundo, mas não conheço os detalhes. Uma coisa eu sei, entretanto, é que ela ama a biblioteca dos Cavaleiros de Favonius. Ela sempre pode ser encontrada lá com o nariz em um livro. Trago-lhe alguns refrescos sempre que vou lá dentro para limpar, e ela sempre me agradece profundamente. Quando eu digo profundamente... Quero dizer que ela exagera um pouco, para ser honesta, e... Na verdade não entendo metade do que ela está dizendo.",
      "ru": "Она, похоже, из другого мира, но я не знаю подробностей... Но знаю, что ей очень нравится библиотека Ордо Фавониус. Она постоянно там сидит, уткнувшись в книгу. Когда я иду туда убираться, то всегда приношу ей что-нибудь сладенькое. Она меня каждый раз без конца благодарит и говорит какие-то странные вещи, которые я не понимаю...",
      "id": "Dia sepertinya datang dari dunia lain, tapi aku tidak tahu detailnya. Satu hal yang kutahui adalah dia sangat menyukai perpustakaan Knights of Favonius. Dia selalu dapat ditemukan di sana dan terlihat sedang menikmati bacaannya. Aku selalu memberinya minuman hangat saat sedang bersih-bersih, dan dia selalu berterima kasih kepadaku sedalam-dalamnya... Maksudku sedalam-dalamnya... yah, dia sedikit berlebihan dan jujur saja... aku sebenarnya tidak mengerti setengah dari apa yang dia katakan.",
      "th": "เธอดูเหมือนจะมาจากอีกโลกหนึ่ง ฉันก็ไม่รู้รายละเอียดมากนัก... แต่ดูเหมือนว่าเธอจะชอบห้องสมุด ของกองอัศวินมาก และชอบไปอ่านหนังสืออยู่ที่นั่นเสมอ ตอนฉันทำความสะอาดฉันมักจะนำ เครื่องดื่มอุ่น ๆ ไปให้เธอ เธอจะขอบคุณฉันทุกครั้งและพูด อะไรที่ฉันไม่เข้าใจหลายอย่าง แต่คำพูดพวกนั้นมักจะเกินจริงมาก...",
      "vi": "Tôi chỉ biết cô ấy dường như đến từ thế giới khác, còn lại thì không rõ... Nhưng cô ấy rất thích thư viện của Đội Kỵ Sĩ. Thường xuyên đến đó xem sách. Mỗi khi quét dọn, tôi đều mang cho cô ấy một tách trà. Cô ấy rất cảm kích và nói nhưng câu không rõ ngụ ý là gì, nhưng trông có vẻ rất khoa trương..."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔·身世",
      "zht": "關於菲謝爾·身世",
      "jp": "フィッシュルについて·身の上",
      "ko": "피슬에 대해·신분",
      "en": "About Fischl: Background",
      "de": "Über Fischl – Schicksal",
      "es": "Sobre Fischl - Experiencia",
      "fr": "À propos de Fischl - Antécédents",
      "pt": "Sobre nós - Experiência",
      "ru": "О Фишль: Прошлое",
      "id": "Tentang Fischl: Latar belakang",
      "th": "เกี่ยวกับ Fischl - ภูมิหลัง",
      "vi": "Về Fischl - Thân thế"
    },
    "line": {
      "zhs": "以前我打扫图书馆的时候，记得有本书叫《菲谢尔皇女夜谭》，我还以为只是幻想小说…但没想到，里面的主人公居然真的存在！能有一本自己的传记，她一定很厉害吧。",
      "zht": "以前我打掃圖書館的時候，記得有本書叫《菲謝爾皇女夜譚》，我還以為只是幻想小說…但沒想到，裡面的主人公居然真的存在！能有一本自己的傳記，她一定很厲害吧。",
      "jp": "以前、図書館を掃除した時、『フィッシュル皇女物語』という本を見かけました。ただのファンタジー小説かと思いましたが…その主人公が実在していたとは！本になるくらいですから、きっとすごい人なのでしょう。",
      "ko": "예전에 도서관을 청소할 때 《피슬 황녀의 야화》라는 책이 있었어요. 환타지 소설인 줄 알았는데… 주인공이 실제로 존재하더라고요! 자신의 전기가 있다니 그녀는 대단한 인물일 거예요",
      "en": "So once when I was cleaning the library, I noticed a book on the shelf called Flowers for Princess Fischl. At the time I assumed it was just a fantasy novel... I was so surprised to find out the main character is a real person. I could hardly believe it! She must be someone incredible to have a whole book dedicated to her.",
      "de": "Als ich ein mal in der Bibliothek aufgeräumt hatte, fiel mir ein Buch mit dem Titel „Die Nacht der Prinzessin Fischl“ in die Hände. Zuerst dachte ich noch, es wäre nur ein Fantasie-Roman, doch wer hätte es gedacht, der Hauptcharakter existiert wirklich! Sie muss wirklich was Besonderes sein, wenn sie sogar eine Biografie hat.",
      "es": "Una vez que estaba limpiando la biblioteca, me fijé en un libro que había en un estante, llamado «Flores para la princesa Fischl». En ese momento, supuse que era solo una novela de fantasía... Me sorprendió mucho descubrir que el personaje principal es una persona que existe de verdad. ¡No me lo podía creer! Debe ser alguien increíble para tener un libro entero dedicado a ella misma.",
      "fr": "En rangeant une étagère, je suis tombée sur un livre nommé « Fleurs pour la princesse Fischl ». Moi qui pensais que c'était un roman de fantasy, j'étais loin de me douter que l'héroïne était belle et bien réelle ! Ça ne doit pas être n'importe qui, pour avoir sa biographie publiée...",
      "pt": "Então, uma vez quando estava limpando a biblioteca, notei um livro na prateleira chamado Flores para a Princesa Fischl. Na época, presumi que fosse apenas um romance de fantasia. Fiquei tão surpresa ao descobrir que o personagem principal é uma pessoa real. Eu mal podia acreditar! Ela deve ser alguém incrível para ter um livro inteiro dedicado a ela.",
      "ru": "Однажды я убиралась в библиотеке и увидела книгу «Цветы для принцессы Фишль». Я тогда ещё подумала, что это фантастический роман... Я так удивилась, когда узнала, что это про настоящего человека! Она, наверное, очень крутая, раз про неё книгу написали.",
      "id": "Ketika aku membersihkan perpustakaan sebelumnya, aku ingat ada sebuah buku yang berjudul \"Bunga untuk Putri Fischl\". Kupikir itu hanya sebuah novel fantasi... tak kusangka ternyata karakter utamanya adalah orang sungguhan! Aku hampir tidak bisa memercayainya! Dia pasti seseorang yang luar biasa untuk bisa memiliki seluruh buku yang didedikasikan kepadanya.",
      "th": "มีครั้งหนึ่งตอนที่ฉันทำความสะอาดห้องสมุด ฉันจำได้ว่าเคยเห็นหนังสือเล่มหนึ่งชื่อ \"Fischl เจ้าหญิงแห่งความมืด\" เธอจะต้องเก่งมากแน่ ๆ ถึงได้มีหนังสือชีวประวัติเป็นของ ตัวเองเลย",
      "vi": "Trước kia khi quét dọn thư viện, tôi nhớ có một cuốn sách là \"Cổ tích về công chúa Fischl\", tôi cứ ngỡ là tiểu thuyến viễn tưởng... Ai ngờ nhân vật chính trong truyện thực sự tồn tại! Có một cuốn sách viết về bản thân mình thì thật là lợi hại,"
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "我们经常在一起喝茶，有时候她会轻轻哼出很好听的调子，告诉我灵感来了。虽然我对音乐给不出什么实用的建议…但能跟芭芭拉享受这样的时光，我真的非常高兴！",
      "zht": "我們經常在一起喝茶，有時候她會輕輕哼出很好聽的調子，告訴我靈感來了。雖然我對音樂給不出什麼實用的建議…但能跟芭芭拉享受這樣的時光，我真的非常高興！",
      "jp": "よく一緒にお茶をしますよ。バーバラちゃんはたまに綺麗なメロディーを口ずさんで、インスピレーションが降りてきたと教えてくれます。音楽に関して建設的な意見は出せませんが…バーバラちゃんとそういう時間を一緒に過ごせて、とても嬉しいです。",
      "ko": "우리는 종종 함께 차를 마셔요. 때때로 그녀는 듣기 좋은 멜로디를 흥얼거리며 영감이 왔다고 말해요. 음악에 도움이 되는 의견을 내진 못하지만… 바바라와 이런 시간을 함께 보낼 수 있어서 정말 기뻐요!",
      "en": "We take tea breaks together sometimes. Often she'll start humming a tune, saying inspiration has come to her. I'm not the right person to give useful feedback on anything musical... But I still love spending time with Barbara.",
      "de": "Wir trinken oft Tee zusammen und manchmal summt sie mir sogar eine Melodie vor und sagt dann, dass sie eine neue Inspiration gefunden hat. Ich kann keinen professionellen Ratschlag geben, wenn es um Musik geht, aber ich bin einfach nur glücklich, wenn ich Zeit mit Barbara verbringen kann!",
      "es": "Cuando tomamos el té juntas, a veces comienza a tararear una melodía. Dice que es porque le ha llegado la inspiración. Aunque no puedo darle ningún consejo musical, me encanta pasar tiempo con Bárbara.",
      "fr": "Nous prenons souvent le thé ensemble. Parfois, il lui arrive de fredonner quand elle est inspirée. Je n'y connais rien en musique, mais ça me fait plaisir de partager ces moments avec Barbara !",
      "pt": "Às vezes fazemos pausas para o chá juntas. Muitas vezes ela começa a cantarolar uma canção, dizendo que a inspiração chegou até ela. Não sou a pessoa certa para dar um comentário útil sobre qualquer coisa musical. Mas eu ainda adoro passar tempo com a Barbara.",
      "ru": "Иногда мы вместе пьём чай, и она начинает тихонько напевать какую-нибудь красивую мелодию. Говорит, что на неё вдохновение снизошло. Я мало что понимаю в музыке... Но мне очень нравится проводить время с Барбарой!",
      "id": "Kami sering minum teh bersama, dan terkadang dia akan mulai menyenandungkan nada yang sangat indah, katanya inspirasi telah datang padanya. Meskipun aku tidak begitu memahami tentang musik untuk memberikannya saran apa pun... tapi aku sangat senang bisa menghabiskan waktu bersama Barbara!",
      "th": "เรามักจะดื่มชาด้วยกัน และบางครั้งเธอก็ฮัมเพลงเบา ๆ เธอบอกฉันว่าเกิดแรงบันดาลใจขึ้นมา แม้ว่าฉันจะไม่สามารถให้คำแนะนำที่เป็นประโยชน์เกี่ยวกับดนตรีได้... แต่ฉันมีความสุขมากที่ได้ใช้เวลา ร่วมกับ Barbara!",
      "vi": "Chúng tôi thường xuyên uống trà với nhau, nhiều lúc còn ngẫu hứng ngân nga vài giai điệu dễ nghe, còn nói là cảm xúc đến rồi. Tuy tôi không hiểu gì về âm nhạc, nhưng có thể cùng Barbara tận hưởng những giây phút như vậy thật là hạnh phúc!"
    }
  },
  {
    "title": {
      "zhs": "想要了解诺艾尔·其一",
      "zht": "想要瞭解諾艾爾·其一",
      "jp": "ノエルを知る·1",
      "ko": "노엘에 대해 알기·첫 번째",
      "en": "More About Noelle: I",
      "de": "Ich will mehr über Noelle erfahren I",
      "es": "Más sobre Noelle (I)",
      "fr": "Connaître Noëlle (1)",
      "pt": "Mais sobre Noelle (I)",
      "ru": "Узнать больше о Ноэлль I",
      "id": "Mengenal Noelle: I",
      "th": "อยากรู้เกี่ยวกับ Noelle - 1",
      "vi": "Muốn tìm hiểu Noelle - Điều thứ 1"
    },
    "line": {
      "zhs": "是需要我帮忙吗？哦…只是想和我聊聊天，好吧，如果这就算帮上了你的忙，那想聊多久都可以。",
      "zht": "#是需要我幫忙嗎？哦…只是想和我聊聊天，好吧，如果這就算幫上了{F#妳}{M#你}的忙，那想聊多久都可以。",
      "jp": "助けが必要でしょうか？えっ…ただお話したいと？わかりました、それがお手伝いになるのでしたら、最後までお付き合いしますよ。",
      "ko": "제 도움이 필요하세요? 아… 저와 이야기를 나누고 싶다고요? 좋아요, 그게 도움이 된다면 얼마든지 이야기 나눠도 돼요",
      "en": "How may I be of assistance? ...Oh, you just want to chat? Okay then! Well, if that's how I can help, then please feel free to chat as long as you'd like.",
      "de": "Brauchst du meine Hilfe? Oh, du möchtest nur etwas plaudern? Gern, wenn ich dir so behilflich sein kann, dann können wir uns so lange unterhalten, wie du möchtest.",
      "es": "#¿Necesita ayuda? Ah, ¿solo quiere charlar? Bueno, si así puedo ayudarl{F#a}{M#o}, entonces hable todo lo que quiera.",
      "fr": "Comment puis-je t'aider ? ... Oh, tu veux juste bavarder ? Très bien, alors ! Si c'est ce que je peux faire pour toi, alors tu peux discuter avec moi aussi longtemps que tu le voudras.",
      "pt": "Como posso ser útil? ...Oh, você só quer conversar? Está bem, então! Bem, se é assim que eu posso ajudar, então por favor, sinta-se à vontade para conversar o tempo que quiser.",
      "ru": "Чем я могу помочь? А... Вы просто хотите поговорить? Хорошо. Если я вам этим помогаю, то мы можем разговаривать, сколько пожелаете.",
      "id": "Apakah ada yang bisa kubantu? Oh... kamu hanya ingin mengobrol? Baiklah, jika ini dapat membantumu, silakan mengobrol denganku selama yang kamu mau.",
      "th": "อยากให้ฉันช่วยอะไรมั้ย? อ๊ะ... แค่อยากคุยกับฉันงั้นเหรอ ได้สิ ถ้าสิ่งนี้ถือเป็นการช่วยคุณล่ะก็ เราจะคุยกันนานเท่าไหร่ก็ได้",
      "vi": "Cần tôi giúp đỡ gì không? Ồ... Chỉ là nói chuyện ư, không vấn đề. Miễn có thể giúp được bạn, cho dù nói chuyện lâu thế nào cũng không sao."
    }
  },
  {
    "title": {
      "zhs": "想要了解诺艾尔·其二",
      "zht": "想要瞭解諾艾爾·其二",
      "jp": "ノエルを知る·2",
      "ko": "노엘에 대해 알기·두 번째",
      "en": "More About Noelle: II",
      "de": "Ich will mehr über Noelle erfahren II",
      "es": "Más sobre Noelle (II)",
      "fr": "Connaître Noëlle (2)",
      "pt": "Mais sobre Noelle (II)",
      "ru": "Узнать больше о Ноэлль II",
      "id": "Mengenal Noelle: II",
      "th": "อยากรู้เกี่ยวกับ Noelle - 2",
      "vi": "Muốn tìm hiểu Noelle - Điều thứ 2"
    },
    "line": {
      "zhs": "没关系，什么样的事都可以交给我，不用照顾我的感受的…欸？那不是「女仆」而是「工具」？唔…工具做了很多事也不一定会开心吧，但我为你做的每件事，我都很有成就感哦。",
      "zht": "#沒關係，什麼樣的事都可以交給我，不用照顧我的感受的…欸？那不是「女僕」而是「工具」？唔…工具做了很多事也不一定會開心吧，但我為{F#妳}{M#你}做的每件事，我都很有成就感哦。",
      "jp": "私の気持ちは考えなくても大丈夫です、なんでもお任せを…えっ？それは「メイド」ではなく「道具」？…うーん、道具はたくさんお仕事しても喜ぶとは限りませんよね。私はお手伝いできてとても満足していますよ。",
      "ko": "괜찮아요, 어떤 일이든 다 제게 맡기세요. 제 기분은 생각하지 않아도 돼요…. 네? 그건 「메이드」가 아니라 「도구」라고요? 음… 도구로 여러 일을 해도 기쁘지 않을 수도 있죠. 하지만 당신을 위한 일이라면 전 뿌듯하답니다",
      "en": "Not a problem, I am here to serve in whatever capacity you require. You needn't be concerned about the way I feel. ...Huh? More tool than maid? I disagree! A tool might help you to complete a million tasks to a satisfactory standard, but it feels nothing. I, on the other hand, feel a strong sense of achievement every time I do something for you.",
      "de": "Das macht nichts, ich kann alles tun, ohne groß über meine Gefühle nachzudenken. Wie? So wäre ich bloß ein Werkzeug und keine Magd? Nun, Werkzeuge können eine ganze Reihe von Dingen, aber sie fühlen nichts. Ich hingegen fühle mich gut, wenn ich etwas getan habe und dir helfen konnte.",
      "es": "No pasa nada, puede contar conmigo para lo que sea. No se preocupe por mí. ¿Eh? ¿Que parezco más una herramienta que una criada? ¡No estoy de acuerdo! Una herramienta puede servir para hacer tareas, pero no siente nada. Yo, en cambio, me siento realizada cada vez que hago algo por usted.",
      "fr": "Aucun problème, je suis là pour te servir dans la capacité de tes besoins. Tu n'as pas besoin de te soucier de ce que je ressens... Hein ? Outil plus que servante ? Je ne suis pas d'accord. Un outil peut peut-être t'aider à accomplir des millions de tâches de façon satisfaisante mais il ne ressent rien. Alors que moi, d'autre part, j'éprouve un profond sentiment d'accomplissement à chaque fois que je fais quelque chose pour toi.",
      "pt": "Não há problema, eu estou aqui para servir em qualquer capacidade que você precisar. Você não precisa se preocupar com o que eu sinto. ...Huh? Mais ferramenta do que empregada? Eu discordo! Uma ferramenta pode ajudá-lo a completar um milhão de tarefas com um padrão satisfatório, mas não sente nada. Eu, por outro lado, sinto uma forte sensação de realização cada vez que faço algo por você.",
      "ru": "Ничего страшного, давайте мне любые поручения, не надо беспокоиться о моих чувствах... Что? Не горничная, а орудие? Ну нет, с помощью орудия можно сделать много всего, но оно не станет счастливее; я же, выполняя каждое ваше поручение, испытываю чувство глубокого удовлетворения.",
      "id": "Tidak apa-apa, hal apa pun bisa serahkan saja padaku, tidak perlu khawatir dengan perasaanku... Hah? Yang begitu bukan \"pelayan\" tetapi \"alat\"? Hmm... Alat memang bisa membantumu menyelasaikan banyak hal tapi alat tidak dapat merasakan apa-apa. Sebaliknya, aku memiliki rasa pencapaian dalam semua hal yang kulakukan untukmu.",
      "th": "ไม่เป็นไร ฉันจัดการได้ทุกเรื่องเลย ไม่ต้องกังวลถึงความรู้สึกของฉัน หรอก... ฮะ? มันฟังดูเหมือนเป็นเครื่องมือมาก กว่าเป็นสาวใช้งั้นเหรอ? อืม... บางทีใช้งานเครื่องมือหนักเกินไป มันอาจไม่พอใจก็ได้นะ แต่ทุกครั้งที่ฉันทำงานสำเร็จ ฉันจะรู้สึกภูมิใจมากเลย",
      "vi": "Không sao đâu cứ giao cho tôi đi, không phải suy nghĩ đến cảm xúc của tôi... Haiz? Không phải \"hầu gái\" mà là \"công cụ\"? Công cụ làm nhiều việc chưa chắc đã vui vẻ, nhưng tôi mỗi khi hoàn thành một việc lại có cảm giác thành công."
    }
  },
  {
    "title": {
      "zhs": "想要了解诺艾尔·其三",
      "zht": "想要瞭解諾艾爾·其三",
      "jp": "ノエルを知る·3",
      "ko": "노엘에 대해 알기·세 번째",
      "en": "More About Noelle: III",
      "de": "Ich will mehr über Noelle erfahren III",
      "es": "Más sobre Noelle (III)",
      "fr": "Connaître Noëlle (3)",
      "pt": "Mais sobre Noelle (III)",
      "ru": "Узнать больше о Ноэлль III",
      "id": "Mengenal Noelle: III",
      "th": "อยากรู้เกี่ยวกับ Noelle - 3",
      "vi": "Muốn tìm hiểu Noelle - Điều thứ 3"
    },
    "line": {
      "zhs": "这、这些点心是送给我的吗？不不不，这怎么好意思呢？那…那我也要做很多点心作为回报！我现在就去，马上就去！半个小时…呜，最多一个小时就做好了。你可以先去做别的事，茶点很快就会热乎乎地端到你的面前！",
      "zht": "#這、這些點心是送給我的嗎？不不不，這怎麼好意思呢？那…那我也要做很多點心作為回報！我現在就去，馬上就去！半個小時…嗚，最多一個小時就做好了。{F#妳}{M#你}可以先去做別的事，茶點很快就會熱呼呼地端到{F#妳}{M#你}的面前！",
      "jp": "こ、これらのお菓子を私に？いえいえ、そんな、申し訳ないです。…では、お返しに私もお菓子をたくさん作りますね！今、今作りますから、あと30分…えっと、あと1時間ください。他にご用がありましたら先にどうぞ。すぐにできたてのお菓子を送りますからね！",
      "ko": "이, 이 디저트 저 주시는 거예요? 아, 아니에요. 이걸 어떻게 받아요? 그럼… 저도 디저트를 많이 만들어 드릴게요! 지금 당장 만들어 올게요! 30분만… 음, 1시간이면 돼요. 일단 다른 일을 하고 계세요. 따끈한 차와 간식을 곧 대령할게요!",
      "en": "Th—These treats are for me? Oh no, I couldn't, really. Well... Then I'll make some for you too! I'll go right now, right this instant! Half an hour... Ah, okay, maybe an hour, tops. You can busy yourself with other things first, and I'll be sure to deliver them right to you, hot and fresh out of the oven!",
      "de": "Sind, sind diese Süßigkeiten etwa für mich? Nein, nein, nein, das kann ich doch nicht annehmen! Dann muss ich dir auch etwas als Gegenleistung schenken. Warte ein bisschen, eine halbe Stunde ... höchstens eine Stunde, dann müsste ich fertig sein. Du kannst dich erst mit was anderem beschäftigen oder ausruhen, meine Leckereien werden schon ganz bald vor deiner Nase stehen!",
      "es": "¿Esta comida es para mí? Oh, no hace falta, no puedo aceptarlo. Bueno... Entonces, ¡haré algo de comida para usted! ¡Voy ahora mismo! En media hora... o, como mucho, en una hora habré terminado. Puede hacer otras cosas mientras tanto. ¡Yo le traeré la comida bien caliente!",
      "fr": "Ces... Ces pâtisseries sont pour moi ? Oh, non, je ne peux pas, vraiment. Eh bien... Dans ce cas, j'en fais également pour toi ! J'y vais tout de suite ! Je reviens dans une demi-heure... Ah OK, peut-être une heure, max. Tu peux t'occuper en attendant, je m'assurerai de te les livrer directement dès que ce sera prêt, fraîchement sorti du four !",
      "pt": "Estes... Estes lanches são para mim? Não... Não é preciso... Então, então eu vou também fazer lanche para você em troca! Vou preparar agora mesmo! Meia hora... Ugh, no máximo uma hora! Você pode fazer outra coisa, o lanche já estará pronto.",
      "ru": "Это... угощение для меня? Нет-нет, я не могу принять. Хотя... Ну тогда я для вас пирожки приготовлю! Сейчас же пойду готовить, вот сию секунду! Полчаса... Ну, самое большее - час. Вы пока займитесь другими делами, я сама вам их принесу, с пылу с жару!",
      "id": "M—Makanan ini untukku? Oh tidak, aku tidak bisa menerimanya... K—Kalau begitu aku juga akan membuatkan makanan untukmu! Aku akan pergi membuatnya sekarang, saat ini juga! Setengah jam... ah, mungkin paling lama selesai dalam satu jam. Kamu dapat melakukan hal-hal lain terlebih dahulu, dan aku akan memastikan untuk memberikannya kepadamu dalam keadaan hangat di depanmu!",
      "th": "ขะ ขนมพวกนี้ให้ฉันงั้นเหรอ? ไม่ ๆ ๆ ฉันรับไว้ไม่ได้หรอก! งะ งั้นฉันต้องทำขนมให้คุณเป็นการ ตอบแทนเหมือนกัน! ฉันจะไปทำเดี๋ยวนี้แหละ จะไปเดี๋ยวนี้เลย! อีกครึ่งชั่วโมง... อ่า นานสุดไม่เกินชั่วโมงนึงก็เสร็จแล้วล่ะ คุณไปทำอย่างอื่นรอก่อนก็ได้ เดี๋ยวฉันจะเอาของว่างร้อน ๆ ไปเสิร์ฟถึงที่เลย!",
      "vi": "Món điểm tâm này dành cho tôi sao? Không không, thật là ngại quá? Vậy... Tôi làm chút điểm tâm báo đáp lại bạn! Bây giờ tôi đi làm, nhanh thôi! Nửa tiếng thôi nhé... Í, có lâu thì một tiếng là xong. Bạn có thể bận việc khác đi, tiệc trà nóng hổi sẽ được đặt trước mặt bạn!"
    }
  },
  {
    "title": {
      "zhs": "想要了解诺艾尔·其四",
      "zht": "想要瞭解諾艾爾·其四",
      "jp": "ノエルを知る·4",
      "ko": "노엘에 대해 알기·네 번째",
      "en": "More About Noelle: IV",
      "de": "Ich will mehr über Noelle erfahren IV",
      "es": "Más sobre Noelle (IV)",
      "fr": "Connaître Noëlle (4)",
      "pt": "Mais sobre Noelle (IV)",
      "ru": "Узнать больше о Ноэлль IV",
      "id": "Mengenal Noelle: IV",
      "th": "อยากรู้เกี่ยวกับ Noelle - 4",
      "vi": "Muốn tìm hiểu Noelle - Điều thứ 4"
    },
    "line": {
      "zhs": "我每天做的都是一些琐碎的小事，但只要这些小事能帮到你的冒险、你的生活，我就会很开心…因为你的道谢，会让我觉得这些小事，也都有小小的意义。",
      "zht": "#我每天做的都是一些瑣碎的小事，但只要這些小事能幫到{F#妳}{M#你}的冒險、{F#妳}{M#你}的生活，我就會很開心…因為{F#妳}{M#你}的道謝，會讓我覺得這些小事，也都有小小的意義。",
      "jp": "私が毎日するのは些細なことばかりです。でも、そんなことであなたさまの冒険や暮らしのお手伝いができたのなら、とてもうれしいです。ふふっ、お礼を言われると、そんな些細なことも…ちゃんと意味があると思えてきます。",
      "ko": "제가 매일 하는 일은 자질구레한 것들이지만, 당신의 모험과 생활에 도움이 된다면 기쁠 거예요…. 당신의 감사인사에 전 소소한 의미를 느끼거든요",
      "en": "I spend all my days handling the most trivial of matters, but so long as it helps you in your adventure, or makes your life easier in some small way, I couldn't be happier. That's because each time I get a thank-you, it makes me feel like my work at least has some meaning, no matter how insignificant it seems.",
      "de": "Ich bin den ganzen Tag mit kleinen Aufgaben beschäftigt, aber solange diese Aufgaben dir bei deinem Abenteuer helfen, bin ich glücklich. Dein Dank gibt mir das Gefühl wichtig zu sein und dass meine Arbeit einen Wert hat.",
      "es": "Me paso el día haciendo tareas triviales, pero mientras le sirva en sus aventuras o le facilite las cosas de alguna manera, yo estaré contenta. Cada vez que usted me da las gracias, siento que lo que hago tiene sentido, por insignificante que parezca.",
      "fr": "Je passe toutes mes journées à m'occuper des problèmes les plus banals, mais si ça peut t'aider dans ton aventure ou te faciliter la vie ne serait-ce qu'un peu, alors je ne pourrais pas être plus heureuse. C'est parce qu'à chaque fois qu'on me remercie, ça me donne l'impression que mon travail a au moins du sens, aussi insignifiantes que mes tâches puissent paraître.",
      "pt": "Passo todos os meus dias lidando com o mais trivial dos assuntos, mas desde que isso o ajude em sua aventura, ou facilite sua vida de alguma forma pequena, eu não poderia estar mais feliz. Isso porque cada vez que recebo um agradecimento, isso me faz sentir que meu trabalho pelo menos tem algum significado, não importa o quão insignificante ele pareça.",
      "ru": "Каждый день я выполняю самые мелкие дела, но если это хоть немного облегчит ваше путешествие или вашу жизнь, то я очень рада... Ведь каждая ваша благодарность придаёт моей работе ценность, какой бы пустяковой она ни казалась.",
      "id": "Apa yang aku lakukan setiap hari adalah hal-hal sepele, tetapi selama hal-hal kecil ini dapat membantu kamu dalam petualangan dan hidup, aku akan sangat bahagia ... Karena rasa berterima kasihmu akan membuatku merasa usahaku sedikit bermakna.",
      "th": "สิ่งที่ฉันทำทุกวันเป็นเรื่องเล็ก ๆ น้อย ๆ แต่ตราบใดที่เรื่องเล็กน้อยเหล่านี้ สามารถช่วยคุณในการผจญภัยและ ทำให้ชีวิตของคุณสะดวกขึ้น ฉันก็มีความสุขมากแล้วล่ะ... เพราะคำขอบคุณของคุณทำให้ฉันรู้สึกว่าสิ่งเล็ก ๆ น้อย ๆ เหล่านี้มีความหมาย",
      "vi": "Hàng ngày tôi đều làm những việc lặt vặt, nhưng nếu chuyện nhỏ đó giúp được công việc mạo hiểm, cuộc sống của bạn thì tôi cũng rất vui... Nhờ có lời cảm ơn của bạn, nó sẽ giúp tôi cảm thấy những việc nhỏ nhặt ấy có ý nghĩa riêng của nó."
    }
  },
  {
    "title": {
      "zhs": "想要了解诺艾尔·其五",
      "zht": "想要瞭解諾艾爾·其五",
      "jp": "ノエルを知る·5",
      "ko": "노엘에 대해 알기·다섯 번째",
      "en": "More About Noelle: V",
      "de": "Ich will mehr über Noelle erfahren V",
      "es": "Más sobre Noelle (V)",
      "fr": "Connaître Noëlle (5)",
      "pt": "Mais sobre Noelle (V)",
      "ru": "Узнать больше о Ноэлль V",
      "id": "Mengenal Noelle: V",
      "th": "อยากรู้เกี่ยวกับ Noelle - 5",
      "vi": "Muốn tìm hiểu Noelle - Điều thứ 5"
    },
    "line": {
      "zhs": "我是为骑士团服务的女仆，也一直想要帮到更多人的忙。但不知不觉，用在你身上的时间已经变得越来越多了…唉，像我这样自私的做法，是不是…不太好？",
      "zht": "#我是為騎士團服務的女僕，也一直想要幫到更多人的忙。但不知不覺，用在{F#妳}{M#你}身上的時間已經變得越來越多了…唉，像我這樣自私的做法，是不是…不太好？",
      "jp": "私は騎士団のメイド、皆さまのお手伝いがしたいと思います。でも、いつの間にかあなたに使う時間が多くなっていました…はあ、そんな身勝手なやり方は、よろしくないのでしょうか？",
      "ko": "저는 기사단을 위해 일하는 메이드예요. 줄곧 더 많은 사람을 돕고 싶었구요. 근데 어느새 당신에게 쓰는 시간이 많아졌네요…. 하, 저처럼 이기적인 태도가 나쁜가요?",
      "en": "Even though I mostly work for the Knights of Favonius, I'm always looking out for ways I can help more people. These days, though, I seem to be spending more and more of my time with you... It might be a bit selfish of me... What do you think?",
      "de": "Auch wenn ich hauptsächlich für den Ritterorden als Magd arbeite, suche ich immer nach Gelegenheiten, wie ich anderen Leuten auch helfen kann. In der letzten Zeit jedoch habe ich soviel Zeit mit dir verbracht ... Ist das nicht zu selbstsüchtig von mir?",
      "es": "Aunque trabajo principalmente para los Caballeros de Favonius, también me gusta ayudar a otras personas. Sin embargo, últimamente, parece que paso más tiempo con usted. Tal vez esté siendo un poco egoísta... ¿Usted qué piensa?",
      "fr": "Bien que je travaille principalement pour l'Ordre de Favonius, je cherche toujours des moyens de venir en aide à d'autres personnes. Ces derniers jours, cependant, j'ai l'impression de passer de plus en plus de temps avec toi... C'est peut-être un peu égoïste de ma part... Qu'en penses-tu ?",
      "pt": "Apesar de trabalhar principalmente para os Cavaleiros de Favonius, estou sempre procurando maneiras de poder ajudar mais pessoas. Hoje em dia, no entanto, parece que estou passando cada vez mais tempo com vocês. Pode ser um pouco egoísta da minha parte... O que você acha?",
      "ru": "Хоть я и горничная на службе Ордо Фавониус, но я стараюсь помочь всем без исключения. Но, похоже, что я всё больше времени провожу вместе с вами... Хм, это, наверное, немного эгоистично с моей стороны... Как вы думаете?",
      "id": "Meski aku kebanyakan bekerja untuk Knights of Favonius, aku selalu mencari cara untuk membantu lebih banyak orang. Tapi akhir-akhir ini aku sepertinya lebih banyak menghabiskan waktu bersamamu... menurutku sedikit egois, apakah kamu setuju?",
      "th": "เพราะฉันเป็นสาวใช้ของกองอัศวิน ฉันถึงคอยช่วยเหลือผู้คนอยู่ตลอด แต่ช่วงนี้ ฉันใช้เวลาอยู่กับคุณมากขึ้นทุกวัน... อ๊ะ การกระทำที่เห็นแก่ตัวแบบนี้ มันฟังดู... ไม่ค่อยดีเลยใช่มั้ย?",
      "vi": "Tôi là hầu gái của Đội Kỵ sĩ, tôi có mong muốn giúp đỡ càng nhiều người càng tốt. Nhưng mà cảm thấy thời gian dành cho bạn ngày càng nhiều rồi... cách làm ích kỷ của tôi như vậy, dường như... Có gì đó không tốt?"
    }
  },
  {
    "title": {
      "zhs": "诺艾尔的爱好…",
      "zht": "諾艾爾的愛好…",
      "jp": "ノエルの趣味…",
      "ko": "노엘의 취미…",
      "en": "Noelle's Hobbies",
      "de": "Noelles Hobbys ...",
      "es": "Aficiones de Noelle...",
      "fr": "Les loisirs de Noëlle...",
      "pt": "Passatempos de Noelle...",
      "ru": "Хобби Ноэлль...",
      "id": "Hobi Noelle",
      "th": "งานอดิเรกของ Noelle",
      "vi": "Sở thích của Noelle..."
    },
    "line": {
      "zhs": "爱好吗？我最喜欢洗各种各样的东西，洗衣服，洗地板，洗窗户，看到脏东西变干净我就会特别有成就感…欸？是指「休息时的爱好」？我想想…嗯，果然还是洗东西！",
      "zht": "愛好嗎？我最喜歡洗各種各樣的東西，洗衣服，洗地板，洗窗戶，看到髒東西變乾淨我就會特別有成就感…欸？是指「休息時的愛好」？我想想…嗯，果然還是洗東西！",
      "jp": "趣味ですか？お掃除することが好きです。洗濯、床掃除、窓掃除、いろんなものが綺麗になっていくのを見ると達成感があります…えっ？「休みの日の趣味」ですか？そうですね…うん、やはりお掃除ですね！",
      "ko": "취미요? 여러가지 청소하는 걸 좋아해요. 세탁, 바닥이나 창문 청소, 더러워진 걸 깨끗하게 만들고 나면 무척 뿌듯하죠…. 네? 「쉴 때 즐기는 취미」요? 음… 역시 청소요!",
      "en": "My hobby? I really like washing all sorts of things... clothes, floorboards, windows, you name it! Whenever I see something dirty, I just want to give it a good old clean! It gives me such a sense of achievement! ...Oh, you mean the things I do in my free time? Hmm... Same answer!",
      "de": "Meine Hobbys? Am liebsten wasche ich alle möglichen Dinge, die Wäsche, schrubbe den Boden, putze die Fenster ... Wenn ich sehe, wie etwas dreckiges sauber wird, dann habe ich ein unglaubliches Erfolgsgefühl ... Was? Was ich gerne tue, wenn ich mich ausruhe und nicht arbeite? Mal überlegen, hmm, da muss ich dir die gleiche Antwort geben!",
      "es": "¿Mis aficiones? Me gusta limpiar todo tipo de cosas: ropa, suelos, ventanas... ¡Lo que sea! Cada vez que veo algo sucio, ¡me entran ganas de limpiarlo! Hacerlo me hace sentir realizada, ¿sabe? Ah, ¿se refieres a las cosas que hago en mi tiempo libre? Humm... pues eso: ¡limpiar!",
      "fr": "Mes loisirs ? J'aime bien laver toutes sortes de choses... vêtements, sols, fenêtres, un peu tout ! Dès que je vois quelque chose de sale, je ne peux pas m'empêcher de le nettoyer ! Cela me donne un tel sentiment de satisfaction ! ... Oh, tu veux dire ce que je fais quand j'ai du temps libre ? Hmm... Même réponse !",
      "pt": "Hobbies? Eu gosto de lavar roupas, sapatos, limpar o quarto, banheiro... Eu me sinto muito bem realizada quando vejo que a sujeira se torna em limpeza... Eh? você se refere aos hobbies nos dias de folga? Deixe-me pensar... Hum, mesma resposta!",
      "ru": "Хобби? Больше всего мне нравится что-нибудь мыть. Стирать одежду, мыть полы, мыть окна. Когда грязная вещь становится чистой, я получаю особенное удовлетворение... А? То есть в свободное время? Хммм... Всё же мне нравится что-нибудь мыть!",
      "id": "Hobi? Aku suka mencuci semua benda, baju, lantai, jendela. Setiap mencuci benda kotor sampai bersih, aku akan merasa sangat bangga. Eh? Maksudmu \"hobi di waktu luang?\"? Biar aku pikirkan sebentar... Hmm... Ya, hobiku tetap sama, mencuci semua benda!",
      "th": "งานอดิเรกงั้นเหรอ? ฉันชอบซักล้างสิ่งของต่าง ๆ ... ซักเสื้อผ้า ล้างพื้น ล้างหน้าต่าง เวลาฉันเห็นของที่สกปรกกลายเป็นของสะอาด ฉันจะรู้สึกภูมิใจมากเลย... ฮะ? คุณหมายถึงงานอดิเรก ตอนพักผ่อนงั้นเหรอ? ฉันคิดก่อนนะ... อื้ม ฉันขอยืนยันคำตอบเดิม!",
      "vi": "Sở thích? Tôi thích giặt, rửa đồ vật như giặt đồ, lau sàn, lau cửa sổ. Mỗi khi nhìn thấy những món đồ bẩn thỉu trở nên sạch sẽ tôi cảm thấy rất vui... Í? Là chỉ \"thú vui lúc nhàn rỗi\"? Tôi nghĩ xem nào... Hình như vẫn là giặt, rửa đồ vật!"
    }
  },
  {
    "title": {
      "zhs": "诺艾尔的烦恼…",
      "zht": "諾艾爾的煩惱…",
      "jp": "ノエルの悩み…",
      "ko": "노엘의 고민…",
      "en": "Noelle's Troubles",
      "de": "Noelles Sorgen ...",
      "es": "Preocupaciones de Noelle...",
      "fr": "Les problèmes de Noëlle...",
      "pt": "Preocupações de Noelle...",
      "ru": "Беспокойство Ноэлль...",
      "id": "Kekhawatiran Noelle",
      "th": "เรื่องกลุ้มใจของ Noelle",
      "vi": "Nỗi buồn của Noelle..."
    },
    "line": {
      "zhs": "该怎么用最少的预算、采购到最多最好的物资呢…我试过一个人跑去璃月比对所有商铺的价格、再一个人把东西全都搬回来…但那次花的时间太长，琴团长差点以为我在路上被风魔龙吃掉了…",
      "zht": "該怎麼用最少的預算、採購到最多最好的物資呢…我試過一個人跑去璃月比對所有商鋪的價格、再一個人把東西全都搬回來…但那次花的時間太長，琴團長差點以為我在路上被風魔龍吃掉了…",
      "jp": "最も少ない予算で一番いいものを買う方法はないでしょうか…一人で璃月に行って値段を比べて、買ったものを一人で運んだことがありますが…時間がかかりすぎたせいで、風魔龍に食べられたんじゃないかと団長さまにご心配をかけたようで…",
      "ko": "어떻게 최소의 예산으로 최고의 물건을 많이 살 수 있을까…전 혼자서 리월에 가서 모든 상점의 가격을 비교하고, 다시 혼자서 모든 물건들을 가지고 돌아온 적이 있어요…하지만 그때 시간이 참 오래 걸렸죠. 진 단장님은 제가 풍마룡에게 먹힌 줄 아셨다니까요…",
      "en": "How to get more for your Mora? Last time I went all the way to Liyue, I visited every single shop to compare prices, and then carried everything back myself... I won't be doing that again though. I was on the road for so long that Jean was convinced I'd been gobbled up by Stormterror along the way!",
      "de": "Wie man am meisten aus dem Budget rausholt und dennoch die besten Sachen kauft? Ich bin dafür einmal nach Liyue gereist, um die Preise aller Läden zu vergleichen, habe mich dann mit allen erworbenen Sachen auf den Rückweg gemacht, aber es hat einfach viel zu viel Zeit in Anspruch genommen ... Es hat sogar so lange gedauert, dass Jean schon angenommen hat, ich wäre unterwegs von dem Sturmschrecken aufgefressen worden ...",
      "es": "Cómo comprar muchas cosas y de buena calidad con pocos Moras. La última vez que fui a Liyue, visité todas las tiendas para comparar precios, y luego traje todo de vuelta yo misma... No creo que vuelva a hacerlo. ¡Tardé tanto tiempo en volver que Jean pensó que Stormterror me había engullido!",
      "fr": "Comment faire des économies ? La dernière fois je suis allée jusqu'à Liyue, j'ai visité toutes les boutiques pour comparer les prix, et ensuite j'ai tout ramené moi-même... Je ne le referai pas. Ça m'a pris tellement de temps que Jean était persuadée que je m'étais fait engloutir par Stormterror en cours de route !",
      "pt": "Como obter mais para sua Mora? Da última vez que fui até Liyue, visitei todas as lojas para comparar preços e depois levei tudo de volta eu mesma... Mas não voltarei a fazer isso. Estive fora por tanto tempo que Jean estava convencida de que eu tinha sido devorada pelo Stormterror ao longo do caminho!",
      "ru": "Как бы потратить поменьше, а купить побольше и получше... Как-то раз я одна обошла все лавки в Ли Юэ, сравнивая цены, а потом одна несла все продукты... Больше я так делать не буду. Джинн тогда подумала, что меня утащил Ужас Бури...",
      "id": "Bagaimana mendapatkan banyak barang dengan sedikit Mora ya? Aku pernah mengunjungi setiap toko di Liyue dan membanding-bandingkan harga, lalu membawa semuanya pulang sendirian. Tapi aku tidak akan melakukannya lagi karena aku membuang waktu terlalu banyak. Jean hampir mengira aku sudah dimakan Stormterror di jalan!",
      "th": "ฉันจะใช้งบประมาณที่น้อยที่สุดเพื่อซื้อเสบียงให้ได้คุ้มที่สุดและดีที่สุด ได้ยังไง... ฉันเคยลองวิ่งไปเปรียบเทียบราคา กับร้านทุกร้านในเมือง Liyue และหอบของทั้งหมดกลับมาคน เดียว... แต่มันใช้เวลานานมากเลย หัวหน้า Jean นึกว่าฉันถูก Stormterror กินกลางทางซะแล้ว",
      "vi": "Làm thế nào tiêu ít tiền nhất nhưng mua được nhiều đồ ư... Tôi sẽ đến cửa hàng ở Liyue so sánh giá, sau đó mang đồ về... Nhưng mà mất nhiều thời gian như vậy e rằng Jean đội trưởng lại nghĩ tôi bị Phong Ma Long ăn mất tiêu rồi..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "当然是「满足沙拉」，蒙德的自然水土汇于一盘，营养均衡，热量也不会超标…你问吃不腻吗？当然不会，很好吃的！我已经吃了十年了。",
      "zht": "#當然是「滿足沙拉」，蒙德的自然水土匯於一盤，營養均衡，熱量也不會超標…{F#妳}{M#你}問吃不膩嗎？當然不會，很好吃的！我已經吃了十年了。",
      "jp": "「満足サラダ」ですね。一皿でモンドの自然を感じられますし、栄養バランスがよく、カロリーも低いです…飽きないかって？もちろん飽きません、美味しいですから！10年は食べ続けてますよ。",
      "ko": "물론 「만족 샐러드」죠. 몬드의 자연을 한데 담아, 균형 잡힌 영양가에 칼로리도 기준을 넘지 않아요…. 물리지 않나고요? 아니요, 정말 맛있어요! 10년 넘게 먹어온 걸요",
      "en": "My favorite is easily a Satisfying Salad. The best of Mondstadt's natural produce on one plate — highly nutritious, and a low calorie count. No, I never get sick of eating it — it's delicious! I've been eating it for ten years now.",
      "de": "Natürlich ist es „Sättigender Salat“. Mondstadts beste, frische Zutaten, alle zusammen auf einer Platte. Gesund mit wenig Kalorien und hohem Vitamingehalt. Ich kann davon nie genug bekommen, so lecker! Ich esse ihn seit bereits zehn Jahren.",
      "es": "¡La ensalada saludable, por supuesto! Tiene lo mejor de todos los productos naturales de Mondstadt: es muy nutritiva y baja en calorías. Nunca me canso de comerla, ¡está deliciosa! Llevo diez años comiéndola.",
      "fr": "Mon plat préféré est sans aucun doute la salade copieuse. Le meilleur des produits naturels de Mondstadt réuni sur une assiette, très nutritive et faible en calories. Non, je ne m'en lasse jamais, c'est délicieux ! Cela fait dix ans que j'en mange maintenant.",
      "pt": "Meu favorito é facilmente a Salada Saudável. O melhor dos produtos naturais de Mondstadt em um só prato - altamente nutritiva e com baixa contagem de calorias. Não, eu nunca me canso de comê-la - é deliciosa! Eu a como há dez anos.",
      "ru": "Конечно же питательный салат. Лучшие дары мондштадтской природы на одной тарелке - очень полезно, и не слишком калорийно... Не надоело? Нет, конечно. Очень даже вкусно! Десять лет уже ем.",
      "id": "Makanan favoritku adalah Satisfying Salad! Satu piring penuh dengan tanaman terbaik Mondstadt. Penuh dengan nutrisi dan rendah kalori. Rasanya juga enak, aku tidak pernah bosan memakannya! Aku sudah memakannya selama 10 tahun!",
      "th": "ก็ต้องเป็น Satisfying Salad อยู่แล้ว มันรวมเอาวัตถุดิบแสนอร่อยของ Mondstadt มาไว้ในจานเดียว มีสารอาหารครบถ้วน แคลอรี่ต่ำอีกด้วยนะ... กินบ่อย ๆ เบื่อมั้ยเหรอ? ไม่มีทาง! ฉันกินมาเป็นสิบปีแล้ว",
      "vi": "\"Gỏi Mãn Nguyện\" là món ăn làm từ những thực phẩm tự nhiên ở Mondstadt, vô cùng dinh dưỡng, lượng chất béo cũng không vượt quá tiêu chuẩn... Bạn hỏi nó có ngán không ư? Đương nhiên là không rồi, lại rất ngon đó! Tôi đã ăn 10 năm rồi!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我不挑食！但有一种情况会让我比较头疼…宴会上的一大桌菜，作为女仆，每一道菜都必须自己先尝一尝。但这样一口接一口…唉，太罪恶了。",
      "zht": "我不挑食！但有一種情況會讓我比較頭痛…宴會上的一大桌菜，作為女僕，每一道菜都必須自己先嘗一嘗。但這樣一口接一口…唉，太罪惡了。",
      "jp": "好き嫌いはしません！でも唯一困っている状況があります…メイドとして、会食の食事は全部試食しないといけません。ただこうして一口一口食べ続けますと…はあ、罪悪感が。",
      "ko": "전 편식 안 해요! 하지만 골치 아픈 상황은 있죠…. 연회에는 음식을 많이 준비하잖아요. 메이드로서 모든 음식을 전부 맛봐야 해요. 하지만 이렇게 한 입씩 먹으면… 아, 이건 죄악이에요",
      "en": "I'm not a fussy eater, but I really don't like banquets... The reason being, as the maid, I'm expected to sample every single dish on the table to ensure its quality. Just one bite of each, of course, but it all adds up... Oh, the guilt...",
      "de": "Ich überspringe niemals eine Mahlzeit! Aber ich mag keine Buffets ... Als Magd bin ich für das gesamte Essen verantwortlich und muss daher alles vorab probieren. Bei einem Buffet kannst du dir vorstellen, da kommt einiges zusammen ...",
      "es": "No soy muy quisquillosa con la comida, pero no me gustan los banquetes... La razón es que, como criada, mi obligación es probar todos y cada uno de los platos para garantizar su calidad. Solo pruebo un bocado de cada uno, claro, pero, aun así, va directo a mi estómago... Me siento tan culpable después de comer tanto...",
      "fr": "Je ne suis pas difficile, mais je n'aime vraiment pas les banquets. La raison étant qu'en tant que servante, je me dois de goûter à tous les plats présentés à table pour m'assurer de leur qualité. Une bouchée chacun, bien sûr, mais à force... Oh, j'ai mauvaise conscience...",
      "pt": "Eu como um pouco de tudo! Mas existe uma situação que me deixa com dor de cabeça, não gosto muito de banquetes... A razão é que, como empregada, espera-se que eu prove cada prato na mesa para garantir sua qualidade. Apenas uma mordida de cada, é claro, mas tudo se soma no fim das contas... Oh, a culpa...",
      "ru": "Я непривередливая! Вот только не люблю банкеты... Я ведь горничная и обязана лично убедиться в качестве каждого блюда. Всего по маленькой ложечке, но всё вместе... это преступление.",
      "id": "Aku tidak pilih-pilih makanan. Tapi ada satu hal yang tidak kusukai. Semua makanan yang dihidangkan di perjamuan harus aku cicipi satu per satu. Tapi setiap gigitan demi gigitan membuatku merasa sangat berdosa.",
      "th": "ฉันไม่เรื่องมากเรื่องกิน! แต่มีเรื่องนึงที่ทำให้ฉันปวดหัว... อาหารในงานเลี้ยงไงล่ะ ในฐานะสาวใช้ฉันต้องชิมอาหาร ทุกจานด้วยตัวเอง แต่กินเยอะขนาดนี้... เฮ้อ รู้สึกผิดชะมัด",
      "vi": "Tôi không kén ăn! Nhưng có một chuyện khiến tôi luôn đau đầu... Đó là bàn ăn trên bữa tiệc. Là một người hầu gái, mọi món ăn đều phải được bản thân nêm nếm trước. Nhưng mà cứ một miếng một miếng một... Thì thật khủng khiếp."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "能把普通的菜肴做得那么好吃…我对你的钦佩，又多了一些！",
      "zht": "#能把普通的菜餚做得那麼好吃…我對{F#妳}{M#你}的欽佩，又多了一些！",
      "jp": "よく見るお料理なのに、こんなに美味しく作れるなんて…あなたを尊敬するところが、また増えてしまいましたね！",
      "ko": "평범한 요리를 이렇게 맛있게 만드시다니, 선배님을 더 존경하게 됐어요!",
      "en": "How can you make such a simple dish taste so good? My admiration towards you just keeps growing!",
      "de": "Die Fähigkeit, gewöhnliche Gerichte so gut schmecken zu lassen ... Meine Bewunderung für dich ist gerade noch ein bisschen größer geworden!",
      "es": "#Ha llevado un plato tan común como este a otro nivel. ¡Ahora {F#la}{M#lo} admiro todavía más!",
      "fr": "Tu arrives à transformer un plat aussi ordinaire en un véritable délice... L'admiration que j'ai pour toi ne finit pas de grandir !",
      "pt": "Como você consegue fazer um prato simples ter um sabor tão delicioso? Minha admiração por você não para de crescer.",
      "ru": "Как у тебя получается сделать такое простое блюдо настолько вкусным? Я не перестаю тобой восхищаться!",
      "id": "Kok bisa sih makanan yang biasa saja jadi seenak ini? ... aku semakin kagum padamu!",
      "th": "สามารถปรุงรสอาหารธรรมดาได้อร่อยขนาดนี้... ฉันรู้สึกชื่นชมคุณมากกว่าเดิมเสียอีก!",
      "vi": "Có thể biến những nguyên liệu bình thường như vậy thành món ngon... tôi lại khâm phục bạn thêm rồi!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "味道真好。我也要向你学习！再怎么说，这也是女仆的职责…",
      "zht": "#味道真好。我也要向{F#妳}{M#你}學習！再怎麼說，這也是女僕的職責…",
      "jp": "なんて美味しいのでしょう。私も見習わなければなりませんね！お料理もメイドの務めですから…",
      "ko": "정말 맛있네요. 저도 배우고 싶어요! 이것도 메이드의 일이니까요…",
      "en": "This tastes wonderful! Uh, would you mind teaching me how to make this? After all, it is my duty as a maid...",
      "de": "Was für ein großartiger Geschmack. Ich muss auch von dir lernen! Es ist die Pflicht einer Magd ...",
      "es": "Está muy rico. ¡Quiero que me enseñe a cocinarlo! Al fin y al cabo, es mi deber como criada.",
      "fr": "C'est un délice. Je dois apprendre de toi ! Quoi qu'il en soit, la cuisine est aussi le travail d'une servante...",
      "pt": "Isso tem um gosto ótimo. Por favor, me ensine a fazer isso! Afinal, isso é meu dever como Empregada...",
      "ru": "Вкус просто невероятный! Пожалуйста, научи меня готовить. Всё же я горничная, и готовка - моя обязанность...",
      "id": "Enak sekali! Boleh tidak ajari aku bagaimana cara buatnya? Masak kan termasuk tanggung jawab seorang pelayan ....",
      "th": "รสชาติดีจริง ๆ ฉันเองก็อยากเรียนรู้กับคุณเหมือนกัน! ไม่ว่ายังไง นี่ก็เป็นหน้าที่ของสาวใช้เช่นกัน...",
      "vi": "Hương vị rất tuyệt. Tôi cũng muốn học hỏi từ bạn! Dù sao, đây cũng là trách nhiệm của một hầu gái..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "热量…会不会已经超过一整天的份额了…",
      "zht": "熱量…會不會已經超過一整天的份額了…",
      "jp": "カロリーが…一日に必要な量を超えているのではないでしょうか…",
      "ko": "칼로리가… 이미 하루 치를 초과한 것 같아요…",
      "en": "Hmm... This is more than I normally eat in a whole day...",
      "de": "Die Kalorien ... Wäre das nicht mehr als ein ganzer Tagesbedarf ...",
      "es": "Humm... Esto es más de lo que suelo comer en un día entero...",
      "fr": "Toutes ces calories... Est-ce que ça dépassera mes apports journaliers ?",
      "pt": "Hmm... Isso é mais do que eu costumo comer em um dia...",
      "ru": "Хм... Я обычно и за целый день столько не съедаю...",
      "id": "Wah, ini sudah melebihi jatah makanku untuk satu hari ....",
      "th": "แคลอรี... สูงเกินกำหนดในหนึ่งวันหรือเปล่านะ...",
      "vi": "Lượng calo... có khi nào đã vượt quá mức cho phép của một ngày rồi không..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "每天都忙于冒险，是不是积压了很多琐事来不及处理？今天我就是你的专属女仆，全都交给我吧！还有…在这最棒的一天，祝你生日快乐！",
      "zht": "#每天都忙於冒險，是不是積壓了很多瑣事來不及處理？今天我就是{F#妳}{M#你}的專屬女僕，全都交給我吧！還有…在這最棒的一天，祝{F#妳}{M#你}生日快樂！",
      "jp": "毎日冒険に勤しんで、処理できていないことが溜まっていませんか？今日、私はあなたの専属メイドですから、全部私に任せてください！それと…この素敵な日に祝福を、お誕生日おめでとうございます。",
      "ko": "매일 모험하느라 바빠서, 아직 처리하지 못 한 번거로운 일들이 쌓였나요? 오늘은 제가 당신의 전속 메이드니 전부 저한테 맡겨주세요! 그리고… 이 최고의 날에 태어난 당신의 생일을 축하해요!",
      "en": "Since you're always so busy adventuring, there must be so many little things you never get round to, surely? Well, you need not worry about them adding up, because today, I am all yours — your exclusive maid for the entire day! Just leave it all to me! ...Also, I'd like to take this opportunity to wish you a very happy birthday!",
      "de": "Jeden Tag bist du so beschäftigt mit Abenteuern und so, kriegst du eigentlich alle deine Nebensächlichkeiten erledigt? Nun, zumindest heute brauchst du dich darum nicht zu sorgen, denn heute bin ich deine persönliche Magd, überlass alles mir! Und natürlich, alles Liebe und Gute zum Geburtstag wünsche ich dir!",
      "es": "#Ya que siempre está tan ocupad{F#a}{M#o} con sus aventuras, seguro que hay cosas que no le da tiempo a hacer. Bueno, pues no se preocupe porque hoy soy toda suya. ¡Seré su criada exclusiva durante todo el día! ¡Déjamelo todo a mí! Ah, casi me olvido: ¡feliz cumpleaños!",
      "fr": "#Comme tu es {M#occupé}{F#occupée} à voyager, je suis sûre que tu n'as pas le temps de faire certaines choses. Pas de panique, je m'en occupe parce que je te suis exclusivement dévouée aujourd'hui ! J'en profite aussi pour te souhaiter un joyeux anniversaire !",
      "pt": "#Como você está sempre tão ocupad{F#a}{M#o} em aventuras, deve haver tantas pequenas coisas que você nunca chega a fazer, certamente... Bem, você não precisa se preocupar com a somatória delas, porquê hoje sou toda sua - sua empregada exclusiva para o dia inteiro! Deixe tudo por minha conta! ...Também, gostaria de aproveitar esta oportunidade para desejar-lhe um feliz aniversário!",
      "ru": "Вы постоянно так заняты, что наверняка у вас накопилась куча маленьких дел? Предоставьте всё мне, ведь сегодня я ваша персональная горничная! А ещё... в этот замечательный день я хочу поздравить вас с днём рождения!",
      "id": "Karena kamu selalu sibuk bertualang, apa kamu punya banyak hal sepele yang tidak sempat kamu tangani? Hari ini biarkan aku menjadi asisten pribadi kamu, aku akan membantumu menyelesaikannya! Dan juga, di hari yang spesial ini, izinkan aku mengucapkan selamat ulang tahun untukmu!",
      "th": "ต้องออกไปผจญภัยทุกวัน คงมีเรื่องที่รอการสะสางอีก เป็นกองเลยล่ะสิ? งั้นวันนี้ฉันจะเป็นสาวใช้ส่วนตัว ของคุณนะ ให้ฉันจัดการเองเถอะ! อีกเรื่องนึง... ในวันสุดพิเศษอย่างงี้ ฉันขออวยพรให้คุณมีความสุข ในวันเกิดนะ!",
      "vi": "Ngày nào cũng đi mạo hiểm như vậy phải chăng có rất nhiều việc vặt cần giải quyết? Hôm nay tôi là hầu gái riêng của bạn, hãy giao hết cho tôi đi! Hơn nữa.... Chúc bạn sinh nhật vui vẻ!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "这就是…新的力量？谢谢你，这样我就能帮到更多人了。",
      "zht": "#這就是…新的力量？謝謝{F#妳}{M#你}，這樣我就能幫到更多人了。",
      "jp": "これが…新しい力ですか？これでより多くの方を助けられますね、ありがとうございます。",
      "ko": "이게 바로… 새로운 힘? 고마워요, 이제 더 많은 사람을 도울 수 있겠어요",
      "en": "What is this... new power!? Thank you! Now I can be of assistance to even more people.",
      "de": "Ist das etwa ... neugewonnene Kraft? Ich danke dir, jetzt kann ich noch mehr Menschen helfen.",
      "es": "Ahora soy aún más fuerte. Gracias, así podré ayudar a más gente todavía.",
      "fr": "Quel est ce... nouveau pouvoir !? Merci ! À présent, je peux aider encore plus de gens.",
      "pt": "O que é este... Novo poder!? Obrigada! Agora eu posso ajudar ainda mais pessoas.",
      "ru": "Это... новая сила? Спасибо! Теперь я смогу ещё больше помогать людям!",
      "id": "Apakah ini adalah ... kekuatan baru? Terima kasih! Dengan begini aku bisa membantu lebih banyak orang.",
      "th": "นี่คือ... พลังใหม่? ขอบคุณมากนะ อย่างงี้ฉันก็สามารถช่วยคนอื่น ได้มากขึ้นแล้วล่ะ",
      "vi": "Đây là... Sức mạnh mới? Cảm ơn bạn, như vậy tôi có thể giúp đỡ càng nhiều người hơn nữa."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "还不能满足，在成为正式的西风骑士之前，我都要加倍努力。",
      "zht": "還不能滿足，在成為正式的西風騎士之前，我都要加倍努力。",
      "jp": "満足はしません。正式な西風騎士になるまで、人の倍努力しませんと。",
      "ko": "이걸로 만족할 순 없어요. 정식으로 페보니우스 기사가 되기 전까지 더 노력해야 돼요",
      "en": "I cannot rest on my laurels. After all, I'm not even formally a knight yet. Until that day, I must work even harder.",
      "de": "Ich darf mich nicht ausruhen, ich muss meinen Einsatz noch verdoppeln, bis ich es zum Ritter schaffe.",
      "es": "No puedo dormirme en los laureles. Debo seguir trabajando aún más duro para convertirme oficialmente en una Caballera.",
      "fr": "Je ne peux pas me reposer sur mes lauriers. Après tout, je ne suis même pas encore officiellement chevalier. Jusqu'à ce que ça arrive, je me dois de travailler encore plus dur.",
      "pt": "Eu ainda não posso descansar. Afinal, ainda nem sequer sou formalmente uma cavaleira. Até esse dia, devo trabalhar ainda mais.",
      "ru": "Нельзя расслабляться. Пока я не стану настоящим рыцарем Ордо Фавониус, я буду работать ещё усерднее.",
      "id": "Aku masih belum boleh puas. Sebelum menjadi salah satu dari Knights of Favonius, aku masih harus terus berjuang keras.",
      "th": "ฉันยังไม่พอใจหรอก ตราบใดที่ฉันยังไม่ได้เป็นอัศวิน แห่ง Favonius ฉันจะต้องพยายามเป็นสองเท่า",
      "vi": "Không được tự đắc, trước khi trở thành kỵ sĩ chính thức tôi càng phải nỗ lực hơn nữa."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "多亏了能和你一起冒险，我才获得了这么多的成长。明明女仆的职责是为你排忧解难，结果反倒是让你为我花了这么多心思…",
      "zht": "#多虧了能和{F#妳}{M#你}一起冒險，我才獲得了這麼多的成長。明明女僕的職責是為你排憂解難，結果反倒是讓{F#妳}{M#你}為我花了這麼多心思…",
      "jp": "あなたさまと共に冒険させていただき、私は成長できました。メイドの仕事はあなたさまの悩みをなくすことなのに、かえってあなたさまに助けられましたね…",
      "ko": "당신과 함께 모험한 덕분에 이렇게 많이 성장했어요. 메이드로 당신의 고민을 해결해줘야 하는데, 오히려 당신이 절 위해 더 고생이네요…",
      "en": "Thank you for the opportunity to accompany you on your adventures, it's taught me a lot and I believe I have improved a lot. As a maid, I should be the one serving you, but it seems you have done more for me than I could ever imagine...",
      "de": "Ich danke dir dafür, dass ich dich auf deinen Reisen begleiten durfte. Ich habe so viel von dir gelernt und bin viel stärker als jemals zuvor geworden. Als Magd ist es normalerweise meine Aufgabe etwas für dich zu tun, aber letztendlich hast du so viel mehr für mich getan.",
      "es": "#Gracias por darme la oportunidad de acompañarl{F#a}{M#o} en sus aventuras. He aprendido y mejorado mucho. Como criada, yo debería ser la que le sirve, pero, al final, usted hizo muchas cosas por mí...",
      "fr": "Merci de m'avoir donné l'opportunité de t'accompagner dans tes aventures, cela m'a beaucoup appris et je pense que je me suis beaucoup améliorée. En tant que servante, cela devrait être à moi de te servir, mais il semble que tu aies fait plus pour moi que je n'aurais jamais pu imaginer...",
      "pt": "#Obrigada pela oportunidade de acompanhá-l{M#o}{F#a} em suas aventuras, isso me ensinou muito e acredito que melhorei muito. Como empregada, eu deveria ser a única a servi-l{M#o}{F#a}, mas parece que você fez mais por mim do que eu poderia imaginar...",
      "ru": "Спасибо за возможность путешествовать с вами, я научилась очень многому и стала сильнее. Это я, как горничная, должна ухаживать за вами, но и вы проявили ко мне столько заботы, что даже сложно представить...",
      "id": "Untungnya aku berkesempatan menemani kamu bertualang, aku belajar banyak sekali dari pengalaman itu. Sebagai seorang pelayan, seharusnya aku yang membantumu menyelesaikan masalah, tapi malah kamu yang membantuku dalam banyak hal...",
      "th": "ขอบคุณจริง ๆ สำหรับการร่วมผจญภัยกับคุณ ฉันได้เรียนรู้หลายอย่างและ มันทำให้ฉันโตขึ้นมาก ฉันควรจะเป็นสาวใช้ของคุณและ ช่วยแก้ปัญหาให้คุณแท้ ๆ แต่กลายเป็นว่าคุณทำเพื่อฉัน ตั้งมากมาย...",
      "vi": "Thật là may mắn khi có thể cùng bạn mạo hiểm, tôi mới có thể học hỏi được nhiều điều. Rõ ràng chỉ là một hầu gái giúp bạn giải quyết phiền phức, không ngờ bạn lại dành nhiều thời gian cho tôi như vậy..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "蒙德城的大家都说我变得比以前更可靠了，还说我马上就能成为真正的西风骑士了，但其实我…什么？你也这么觉得？呃…谢谢你能这么说，这是对我最好的夸奖！",
      "zht": "#蒙德城的大家都說我變得比以前更可靠了，還說我馬上就能成為真正的西風騎士了，但其實我…什麼？{F#妳}{M#你}也這麼覺得？呃…謝謝{F#妳}{M#你}能這麼說，這是對我最好的誇獎！",
      "jp": "モンドの皆様に以前より頼もしくなった、きっとすぐに本物の西風騎士になれると言われましたが、私は何も…えっ？あなたさまもそう思うんですか？えっと…そう言ってくださってありがとうございます、最高の褒め言葉です！",
      "ko": "몬드성 사람들이 다 제가 전보다 훨씬 믿음직스러워졌다고 해요. 또 제가 진짜 페보니우스 기사가 될 수 있을 것 같다고 하네요. 하지만 사실 전… 뭐라고요? 당신도 그렇게 생각한다구요? 헉… 그렇게 말해줘서 고마워요. 최고의 칭찬이네요!",
      "en": "Everyone in Mondstadt is saying that I'm much more reliable now. Some even say that I'm to be made a true knight soon, but I don't think— What? You think so too? Awwww... Thank you! Coming from you, that is the best compliment I could ever hope for!",
      "de": "Jeder in Mondstadt sagt, dass ich jetzt viel verlässlicher geworden bin, manche sagen sogar, dass ich vielleicht wirklich bald ein Ritter werde. Was, du denkst genauso? Oooh, danke, das ist wirklich lieb von dir, dieses Kompliment aus deinem Munde bedeutet mir mehr als alles andere!",
      "es": "Ahora, todo el mundo en Mondstadt dice que soy mucho más de fiar que antes. Algunos dicen incluso que pronto me convertiré en una verdadera caballera, pero no creo... ¿Qué? ¿Usted también lo cree? Ohhh, ¡gracias! Que usted también lo diga es la mejor recompensa que podría pedir.",
      "fr": "Tout le monde à Mondstadt dit que je me suis beaucoup améliorée. Certains disent même que je pourrais devenir un vrai chevalier très bientôt, mais je ne pense... Quoi ? Tu le penses aussi ? Ohhh... Merci ! Venant de toi, c'est le plus beau compliment que je pouvais espérer !",
      "pt": "Todos em Mondstadt estão dizendo que agora sou muito mais confiável. Alguns até dizem que logo serei uma verdadeira cavaleira, mas eu não acho... O quê? Você também acha? Awwnn... Obrigada! Vindo de você, esse é o melhor elogio que eu poderia esperar!",
      "ru": "Все в Мондштадте говорят, что я стала ещё надёжнее и вот-вот смогу стать настоящим рыцарем, но мне кажется... А? Вы тоже так думаете? Ох... Спасибо за ваши слова, это самая большая похвала для меня!",
      "id": "Semua orang di Mondstadt mengatakan kalau aku semakin bisa diandalkan. Mereka juga mengatakan kalau tidak lama lagi aku bisa menjadi kesatria. Tapi sebenarnya aku... APA?! Menurutmu juga begitu? Awww, terima kasih! Ini adalah pujian terbaik yang pernah kudengar!",
      "th": "ทุกคนในเมือง Mondstadt ต่างก็พูดเป็นเสียงเดียวกันว่า ฉันพึ่งพาได้มากขึ้น แล้วยังบอกอีกว่าฉันน่าจะได้เป็น อัศวินแห่ง Favonius เร็ว ๆ นี้ แต่ฉันคิดว่า... อะไรนะ? คุณก็คิดอย่างงั้นเหมือนกัน? ฮือ... ขอบคุณมากนะ การที่คุณคิดแบบนี้ถือเป็นคำชม ที่ดีที่สุดที่ฉันเคยได้รับเลย!",
      "vi": "Mọi người ở thành Mondstadt đều nói tôi ngày càng đáng tin cậy, còn khen là tôi sắp trở thành kỵ sĩ Tây Phong thực thụ rồi, nhưng tôi... Gì cơ? Bạn cũng nghĩ như vậy sao?... Cảm ơn bạn, đây là lời cổ vũ lớn nhất đối với tôi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "岩石的重量，令人安心。",
      "zht": "岩石的重量，令人安心。",
      "jp": "岩の重さは安心できます。",
      "ko": "바위의 무게는 사람을 안심시켜요",
      "en": "Steady as stone.",
      "de": "Wie der Fels in der Brandung.",
      "es": "Firme como una piedra.",
      "fr": "Stable comme la pierre !",
      "pt": "Firme como um pedra.",
      "ru": "Крепче камня.",
      "id": "Teguh seperti batu.",
      "th": "น้ำหนักของหิน ทำให้ผู้คนสบายใจ",
      "vi": "Trọng lượng của nham thạch làm người ta yên tâm."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "一定要干净利落。",
      "zht": "一定要乾淨俐落。",
      "jp": "綺麗にしませんと。",
      "ko": "깔끔하게 처리해야 돼",
      "en": "I must leave no stone unturned.",
      "de": "Ich darf nichts unversucht lassen.",
      "es": "Seré pulcra y eficaz.",
      "fr": "Tout doit être propre.",
      "pt": "Não vai sobrar pedra sobre pedra.",
      "ru": "Я камня на камне не оставлю.",
      "id": "Aku tidak boleh meninggalkan satu kesalahan pun.",
      "th": "จะต้องสะอาดเรียบร้อยอย่างแน่นอน",
      "vi": "Nhất định phải gọn gàng."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "交给我吧。",
      "zht": "交給我吧。",
      "jp": "任せてください。",
      "ko": "제게 맡기세요",
      "en": "Leave it all to me.",
      "de": "Überlasse das alles mir.",
      "es": "Déjamelo a mí.",
      "fr": "Comptez sur moi.",
      "pt": "Deixa tudo comigo.",
      "ru": "Предоставьте это мне.",
      "id": "Serahkan padaku.",
      "th": "ให้ฉันจัดการเอง",
      "vi": "Cứ giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "该打扫战场了。",
      "zht": "該打掃戰場了。",
      "jp": "戦場のお掃除の時間です。",
      "ko": "전장을 청소해야겠군요",
      "en": "Time to clean up.",
      "de": "Zeit zum Aufräumen.",
      "es": "Hora de limpiar.",
      "fr": "C'est l'heure du ménage.",
      "pt": "Hora da limpeza.",
      "ru": "Пора прибраться.",
      "id": "Waktunya untuk bersih-bersih.",
      "th": "ต้องความสะอาดให้เรียบแล้วล่ะ...",
      "vi": "Phải quét dọn chiến trường rồi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "我会注意骑士的风度。",
      "zht": "我會注意騎士的風度。",
      "jp": "騎士の風格に気を付けます。",
      "ko": "기사의 품격에 주의하겠습니다",
      "en": "As a good knight should.",
      "de": "Wie es sich für einen guten Ritter gehört.",
      "es": "Tal como haría un buen Caballero.",
      "fr": "Comme un bon chevalier.",
      "pt": "Como uma boa cavaleira.",
      "ru": "Как и положено доблестному рыцарю.",
      "id": "Sebagaimana seperti seorang kesatria yang baik.",
      "th": "ฉันจะใส่ใจกับท่าทางของอัศวิน",
      "vi": "Tôi sẽ chú ý phong thái của kỵ sĩ."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "我会注意女仆的礼仪。",
      "zht": "我會注意女僕的禮儀。",
      "jp": "メイドの礼儀に気を付けます。",
      "ko": "메이드의 예절에 주의하겠습니다",
      "en": "As a dutiful maid would.",
      "de": "Wie es eine pflichtbewusste Magd tun würde.",
      "es": "Tal como haría un buena criada.",
      "fr": "Comme une bonne servante.",
      "pt": "Como qualquer donzela diligente.",
      "ru": "Как и положено почтительной горничной.",
      "id": "Sebagaimana seperti seorang pelayan yang berbakti.",
      "th": "ฉันจะคอยระวังมารยาทของสาวใช้",
      "vi": "Tôi sẽ chú ý đến lễ nghi của hầu gái."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "应该赶得上。",
      "zht": "應該趕得上。",
      "jp": "これで間に合いますね。",
      "ko": "따라잡을 수 있어요",
      "en": "I'll catch up.",
      "de": "Ich kanns noch einholen.",
      "es": "Te seguiré el ritmo.",
      "fr": "Je devrais y arriver.",
      "pt": "Eu chego lá.",
      "ru": "Я догоню.",
      "id": "Aku akan menyusul.",
      "th": "น่าจะตามทันนะ",
      "vi": "Chắc là kịp."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其二",
      "zht": "衝刺開始·其二",
      "jp": "ダッシュ開始·2",
      "ko": "대시 시작·두 번째",
      "en": "Sprint Start: II",
      "de": "Rennen – Start II",
      "es": "Al esprintar (II)",
      "fr": "Début de sprint (2)",
      "pt": "Início da Corrida - II",
      "ru": "Начало спринта II",
      "id": "Mulai Lari: II",
      "th": "เริ่มวิ่ง - 2",
      "vi": "Xung Kích Bắt Đầu II"
    },
    "line": {
      "zhs": "还有人需要帮忙。",
      "zht": "還有人需要幫忙。",
      "jp": "助けが必要な方がいるはずです。",
      "ko": "아직 내 도움이 필요한 사람이 있어요",
      "en": "Someone needs assistance.",
      "de": "Jemand braucht meine Hilfe.",
      "es": "Alguien necesita ayuda.",
      "fr": "Quelqu'un a besoin d'aide.",
      "pt": "Alguém precisa de ajuda.",
      "ru": "Кому-то нужна помощь.",
      "id": "Seseorang butuh bantuan.",
      "th": "ยังมีคนที่ต้องการความช่วยเหลืออยู่",
      "vi": "Vẫn còn người cần giúp đỡ."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "心满意足。",
      "zht": "心滿意足。",
      "jp": "とても満足です。",
      "ko": "만족해요",
      "en": "All in a day's work.",
      "de": "Das ist alles an einem Tag zu schaffen.",
      "es": "¡Todo en un día de trabajo!",
      "fr": "Ah, une bonne journée de travail !",
      "pt": "Mais um dia de trabalho.",
      "ru": "Обычное дело.",
      "id": "Pekerjaan hari ini pun selesai.",
      "th": "เท่านี้ก็พอใจแล้ว",
      "vi": "Mãn nguyện ghê."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "真高兴…",
      "zht": "真高興…",
      "jp": "心から嬉しく思います…",
      "ko": "정말 기뻐요…",
      "en": "Oh, wonderful...",
      "de": "Wunderbar ...",
      "es": "Maravilloso.",
      "fr": "Merveilleux...",
      "pt": "Maravilhoso...",
      "ru": "Замечательно...",
      "id": "Senang sekali ....",
      "th": "ดีใจจังเลย...",
      "vi": "Tuyệt vời..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "这些宝藏积灰了，先清洗一下！",
      "zht": "這些寶藏蒙灰了，先清洗一下！",
      "jp": "ほこりをきれいにしますね！",
      "ko": "보물에 먼지가 쌓였어요. 좀 닦을게요!",
      "en": "A little dusty... Best give it a spring-cleaning!",
      "de": "Ein bisschen staubig ... Mach am besten einen Frühjahrsputz!",
      "es": "Está un poco polvoriento... ¡Será mejor que lo limpie a fondo!",
      "fr": "Pas mal de poussière... Mieux vaut astiquer ça un grand coup !",
      "pt": "Um pouco empoeirado... É melhor dar uma limpadinha!",
      "ru": "Сколько пыли... Нужно прибраться!",
      "id": "Agak kebul ya ... harus dibersihkan dulu!",
      "th": "สมบัติพวกนี้ฝุ่นเกาะเต็มไปหมดแล้ว ต้องล้างให้สะอาดก่อนนะ!",
      "vi": "Kho báu đóng bụi rồi, rửa cho sạch đã!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "没关系，轻伤而已。",
      "zht": "沒關係，輕傷而已。",
      "jp": "かすり傷ですから、大丈夫です。",
      "ko": "괜찮아요, 가벼운 부상일 뿐이에요",
      "en": "I can patch myself up.",
      "de": "Nur leichte Kratzer.",
      "es": "Puedo curarme yo misma.",
      "fr": "Ce n'est qu'une petite blessure.",
      "pt": "Eu consigo cuidar de mim.",
      "ru": "Я залатаю свои раны.",
      "id": "Aku bisa mengobatinya sendiri.",
      "th": "ไม่เป็นไรหรอก แค่บาดเจ็บเล็ก ๆ น้อย ๆ น่ะ",
      "vi": "Không sao, vết thương nhẹ thôi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "唔，衣服都弄脏了…",
      "zht": "唔，衣服都弄髒了…",
      "jp": "うっ、服が汚れてしまいましたね…",
      "ko": "아, 옷이 다 더러워졌네요…",
      "en": "Ugh, that's going back in the wash...",
      "de": "Das muss in die Wäsche ...",
      "es": "Oh, tendré que lavar esta ropa...",
      "fr": "Oh, mes vêtements sont tous sales...",
      "pt": "Ugh, vou ter que lavar esta roupa de novo...",
      "ru": "Ох, вся перепачкалась...",
      "id": "Ugh, bajuku perlu dicuci.",
      "th": "ว๊า... เสื้อผ้าสกปรกหมดแล้ว",
      "vi": "Ôi, quần áo bẩn hết rồi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "我不会退缩的。",
      "zht": "我不會退縮的。",
      "jp": "引きません。",
      "ko": "물러서지 않을 겁니다",
      "en": "If at first you don't succeed...",
      "de": "Ich gebe nicht auf!",
      "es": "Si no lo consigues a la primera...",
      "fr": "Je ne reculerai pas.",
      "pt": "Se não der certo na primeira...",
      "ru": "Не всё получается с первого раза...",
      "id": "Pada awalnya kamu mungkin tidak berhasil...",
      "th": "ฉันไม่ยอมถอยแน่",
      "vi": "Tôi sẽ không lùi bước."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "别动，小心伤口，我来治疗！",
      "zht": "別動，小心傷口，我來治療！",
      "jp": "動かないでください、手当します！",
      "ko": "제가 치료해 드릴 테니 움직이지 마세요!",
      "en": "Apply continuous pressure to the wound.",
      "de": "Lass mich um deine Wunde kümmern!",
      "es": "Ejerce una presión continua sobre la herida.",
      "fr": "Laisse-moi soigner ta blessure !",
      "pt": "Aplique pressão contínua na ferida.",
      "ru": "Я наложу на рану давящую повязку!",
      "id": "Tekan lukanya dan tahan.",
      "th": "อย่าขยับนะ ระวังแผลของคุณด้วย ให้ฉันรักษาให้ก่อน!",
      "vi": "Đừng nhúc nhích, coi chừng vết thương đấy, để tôi xử lý cho!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "交给我吧！换我来！",
      "zht": "交給我吧！換我來！",
      "jp": "任せてください！私の番です！",
      "ko": "제게 맡기세요! 제가 할게요!",
      "en": "Let me get this. You need medical attention!",
      "de": "Überlass es mir! Ich bin jetzt dran!",
      "es": "¡Déjamelo a mí! ¡Necesitas atención médica!",
      "fr": "Laisse-moi faire ! C'est à mon tour !",
      "pt": "Deixe isso comigo. Você precisa de cuidados médicos!",
      "ru": "Позволь мне вылечить твои раны!",
      "id": "Biar aku yang maju. Kamu harus diobati!",
      "th": "ให้ฉันจัดการเอง! เปลี่ยนตากันเถอะ!",
      "vi": "Cứ giao cho tôi!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "让骑士团…蒙羞了…",
      "zht": "讓騎士團…蒙羞了…",
      "jp": "騎士団に…恥を…",
      "ko": "기사단에… 먹칠을 했네요…",
      "en": "I am a disgrace... to the knights...",
      "de": "Ich bin eine Schande ... für die Ritterschaft.",
      "es": "Soy una vergüenza... para los Caballeros...",
      "fr": "Je suis la honte... de l'Ordre de Favonius...",
      "pt": "Eu sou uma desgraça... para todos os cavaleiros...",
      "ru": "Я позор... рыцарского рода...",
      "id": "Aku adalah aib... bagi para kesatria...",
      "th": "สร้างความอับอาย... ให้กับกองอัศวินซะแล้ว...",
      "vi": "Để đội kỵ sĩ...phải xấu hổ rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "我还想…保护大家…",
      "zht": "我還想…保護大家…",
      "jp": "まだ…皆様を守りたいのに…",
      "ko": "전… 모두를 지키고 싶어요…",
      "en": "But they still need me...",
      "de": "Aber sie brauchen mich noch ...",
      "es": "Todavía hay gente que me necesita...",
      "fr": "Je veux... protéger tout le monde...",
      "pt": "Mas eles ainda precisam de mim...",
      "ru": "И всё же во мне нуждаются...",
      "id": "Tapi mereka masih membutuhkanku...",
      "th": "ฉันยังอยากจะ... ปกป้องทุกคน...",
      "vi": "Tôi vẫn muốn...bảo vệ mọi người..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "再见了…主人…",
      "zht": "再見了…主人…",
      "jp": "さようなら…ご主人様…",
      "ko": "안녕히 계세요… 주인님…",
      "en": "It was my honor to serve you...",
      "de": "Es war mir eine Ehre, dir zu dienen ...",
      "es": "Fue un honor servirle...",
      "fr": "C'était un... honneur de te servir...",
      "pt": "Foi uma honra servir você...",
      "ru": "Для меня было честью служить тебе...",
      "id": "Sunggu suatu kehormatan bisa melayani Anda.",
      "th": "ไปก่อนนะ... นายท่าน...",
      "vi": "Tạm biệt...chủ nhân..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "唔…失态了。",
      "zht": "唔…失態了。",
      "jp": "うっ…失礼しました。",
      "ko": "으… 추태를 보였군요",
      "en": "Ugh... I missed a spot...",
      "de": "Hach, Liebeskummer.",
      "es": "Oh... me faltó una cosa.",
      "fr": "Hum, je me suis relâchée.",
      "pt": "Ugh... Descuidei...",
      "ru": "Ох... Прямо в слабое место...",
      "id": "Ugh... aku tak mengira...",
      "th": "โอ่ย... เสียท่าซะแล้ว",
      "vi": "Ôi...thất lễ rồi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "真高兴…啊、嗯。",
      "zht": "真高興…啊、嗯。",
      "jp": "うれしい…あ、いえ。",
      "ko": "정말 기뻐요…. 아,음",
      "en": "Ohhh, how exciting! Ahem.",
      "de": "Ich bin froh!",
      "es": "Oh, ¡qué emoción! *Ejem*",
      "fr": "Quel plaisir...! Ahem...",
      "pt": "Ohhh, que emoção! *Aham*",
      "ru": "Ой, как интересно! Кхм.",
      "id": "Oh! Aku senang sekali! *ehem*",
      "th": "ดีใจจัง... อื้ม",
      "vi": "Vui quá...à, ừm."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "一定会保护你。",
      "zht": "#一定會保護{F#妳}{M#你}。",
      "jp": "必ずあなたをお守りします。",
      "ko": "제가 지켜줄게요",
      "en": "I will protect you.",
      "de": "Ich werde dich beschützen!",
      "es": "#L{F#a}{M#o} protegeré.",
      "fr": "Je te protégerai coûte que coûte.",
      "pt": "Protegerei vocês.",
      "ru": "Я буду защищать тебя.",
      "id": "Aku akan melindungimu.",
      "th": "ฉันจะปกป้องเธอแน่นอน",
      "vi": "Nhất định sẽ bảo vệ bạn."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "嗯，如你所愿。",
      "zht": "#嗯，如{F#妳}{M#你}所願。",
      "jp": "はい、お望みのままに。",
      "ko": "당신이 바라는 대로",
      "en": "As you wish.",
      "de": "Wie du wünschst.",
      "es": "Como desee.",
      "fr": "Eh bien, comme tu veux.",
      "pt": "Como desejar.",
      "ru": "Как пожелаешь.",
      "id": "Lakukan apa pun yang kamu mau.",
      "th": "ได้ตามที่เธอต้องการ",
      "vi": "Ừm, theo ý bạn vậy."
    }
  }
]