[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「班尼冒险团」是冒险家协会蒙德分会的一个特例。\n\n为了相互扶持、降低意外率而设置的「冒险团」机制，要求团队内至少有三到四名常驻冒险者。\n\n而班尼特作为团长的「班尼冒险团」仅有团长一人在队。这种状态已经维持了很久。\n\n队员的流失，与团长班尼特那「霉运缠身」的体质脱不开关系。\n\n但对冒险充满着热情的班尼特，并不会因此而感到孤单——\n\n偶尔，内心深处有过那么一次两次。也许吧。",
      "zht": "「班尼冒險團」是冒險家協會蒙德分會的一個特例。\n\n為了相互扶持、降低意外率而設置的「冒險團」機制，要求團隊內至少有三到四名常駐冒險者。\n\n而班尼特作為團長的「班尼冒險團」僅有團長一人在隊。這種狀態已經維持了很久。\n\n隊員的流失，與團長班尼特那「霉運纏身」的體質脫不了關係。\n\n但對冒險充滿著熱情的班尼特，並不會因此而感到孤單——\n\n偶爾，內心深處有過那麼一次兩次。也許吧。",
      "jp": "「ベニー冒険団」は、冒険者協会モンド支部の一つの特例である。\n\n「冒険団」というのは互いを支え合い、リスクの発生率を下げるために作られたシステムで、通常3から4名のメンバーがいる。\n\nしかし、ベネットが団長を務める「ベニー冒険団」は、長い間団長一人だけの状態を維持している。\n\n団員減少の最大原因といえば、それは団長ベネットの「不運体質」である。\n\nしかし、冒険に対して常に情熱あふれるベネットは、団員がいないことを寂しいと思っていない——\n\nいや、心の片隅で、たまに1、2回くらいは思うことはあったかもしれない。",
      "ko": "「베니 모험단」은 모험가 길드 몬드 지부의 특별 케이스다.\n\n서로 돕고, 변수를 줄이기 위해 만들어진 「모험단」이라는 시스템은 한 팀 당 최소 3~4명의 모험가가 상주해야 한다.\n\n하지만 베넷이 단장으로 있는 「베니 모험단」은 단장 한 명인 상태로 오랫동안 유지되어 왔다.\n\n단원이 없는 이유는 바로 단장 베넷의 「악운」 체질 때문이다.\n\n그러나 모험에 열정이 넘치는 베넷은 그것 때문에 외로움을 느끼지 않는다——\n\n아마 가끔 마음속으로는 한두 번 느꼈을지도 모른다",
      "en": "Benny's Adventure Team is an exception to the norm in the Adventurers' Guild, Mondstadt Branch.\n\nInitially, the team mechanism requiring at least 3 or 4 regulars in each team was set up to promote mutual support and prevent accidents.\n\nAs for Benny's Adventure Team, however, its only regular member has been Bennett himself.\n\nThe lack of team members essentially has everything to do with Bennett's infamous bad luck.\n\nHowever, being the passionate adventurer he is, Bennett never feels lonely.\n\nWell, maybe once or twice, sometimes...",
      "de": "„Bennys Abenteurertruppe“ ist eine Sondergruppe in der Niederlassung der Abenteurergilde in Mondstadt.\n\nUrsprünglich wurde ein System mit Teams eingerichtet, das mindestens 3 bis 4 Stammmitglieder erfordert, um die gegenseitige Unterstützung zu fördern und Unfälle zu verhindern.\n\nIn „Bennys Abenteurertruppe“ von Bennett ist momentan nur Bennett selbst das einzige Mitglied.\n\nDer Mangel an Teammitgliedern hat im Wesentlichen mit Bennetts berüchtigtem Pech zu tun.\n\nEin leidenschaftlicher Abenteurer ist Bennett jedoch trotzdem und er fühlt sich nie einsam ...\n\nNun, vielleicht doch hin und wieder ... ein bisschen ...",
      "es": "La “Brigada de Benny” es un caso especial en el Gremio de Aventureros de Mondstadt.\n\nInicialmente, el sistema de equipos, que requería al menos de tres a cuatro miembros frecuentes, se creó para promover el apoyo mutuo y evitar accidentes.\n\nEl único miembro regular de la Brigada de Benny ha sido su propio creador, Bennett.\n\nLa falta de miembros en el equipo tiene que ver principalmente con su famosa “mala suerte”.\n\nSin embargo, al ser un aventurero apasionado, Bennett nunca se siente solo...\n\nBueno, quizás de vez en cuando...",
      "fr": "La Bande à Benny occupe une place à part au sein de la branche mondstadtoise de la Guilde des aventuriers.\n\nIl est généralement requis qu'une équipe d'aventuriers soit composée de trois à quatre membres permanents. De cette manière, les risques d'accidents s'en trouvent réduits, et les membres sont à même de se soutenir mutuellement.\n\nMais la Bande à Benny ne compte depuis longtemps qu'un seul aventurier permanent : son chef, Bennett.\n\nL'absence d'autres membres s'explique principalement par la déveine légendaire de ce dernier.\n\nNon que cela dérange ce passionné d'aventures outre-mesure ; Bennett ne se sent jamais seul...\n\nEnfin, presque jamais.",
      "pt": "A \"Equipe de Aventura de Benny\" é um caso especial da Guilda de Aventureiros, filial de Mondstadt.\n\nInicialmente, o sistema da \"equipe\", que requer pelo menos de 3 a 4 membros frequentes, foi criado para promover apoio mútuo e evitar acidentes.\n\nQuanto à \"Equipe de Aventura de Benny\" de Bennett, seu único membro regular sempre foi o próprio Bennett.\n\nA falta de membros da equipe tem tudo a ver com a infame \"má sorte\" de Bennett.\n\nNo entanto, como o aventureiro apaixonado que é, Bennett nunca se sente sozinho...\n\nBem, talvez de vez em quando.",
      "ru": "«Приключенческий отряд Бенни» - это особый случай в Мондштадтской ветви Гильдии искателей приключений.\n\n«Командный» механизм Гильдии подразумевает отряды из не менее 3-4 человек для взаимной помощи и сокращения несчастных случаев, однако в «Приключенческом отряде Бенни» его постоянным членом является только сам Беннет.\n\nНедостаток людей в отряде напрямую связан с «невезением» Беннета.\n\nОднако будучи страстным искателем приключений, Беннет никогда не чувствует себя одиноким...\n\nНу, не больше двух раз в неделю...",
      "id": "Tim Petualang Benny adalah pengecualian terhadap norma yang ada di Adventurers' Guild, cabang Mondstadt.\n\nSebenarnya, mekanisme tim memerlukan setidaknya 3 atau 4 orang anggota tetap pada setiap tim untuk saling mendukung dan mencegah kecelakaan atau hal tak diinginkan.\n\nSedangkan untuk Tim Petualang Benny, anggota tetapnya hanyalah Bennett sendiri.\n\nKurangnya anggota tim berkaitan pada nasib buruk Bennett.\n\nNamun, sebagai petualang yang penuh gairah, Bennett tidak pernah merasa kesepian. Yah, mungkin sekali atau dua kali, kadang-kadang saja.",
      "th": "\"กลุ่มนักผจญภัยของ Benny\" คือเคสพิเศษอย่างหนึ่งของ กิลด์นักผจญภัยแห่ง Mondstadt\n\nโดยทั่วไปแล้ว เงื่อนไขในการจัดตั้ง \"กลุ่มผจญภัย\" คือจะต้องมีนักผจญภัยอย่างน้อยสาม ถึงสี่คนประจำอยู่ในทีมที่จัดตั้งขึ้น เพื่อสนับสนุนซึ่งกันและกัน และลดอัตราการเกิดอุบัติเหตุ\n\nแต่ \"กลุ่มนักผจญภัยของ Benny\" ที่มี Bennett เป็นกัปตันนั้น มีเขาเป็นสมาชิกเพียงคนเดียวในทีมเท่านั้น และก็เป็นอย่างนี้มาตั้งนานแล้วด้วย\n\nการสูญเสียสมาชิกทีมให้กับ \"ความซวย\" ของ Bennett เป็นเหมือนระเบียบปฏิบัติที่ไม่สามารถ หลีกเลี่ยงได้\n\nแต่เหตุผลเหล่านี้ไม่มีทางที่จะทำให้ Bennett ผู้มีใจรักในการผจญภัยต้องรู้สึก โดดเดี่ยวอย่างแน่นอน...\n\nแต่บางครั้งลึก ๆ ในใจอาจจะมีบ้างสักครั้งหรือสองครั้งล่ะนะ...",
      "vi": "\"Đoàn mạo hiểm Benny\" là một ví dụ đặc biệt của phân hội Hiệp Hội Nhà Mạo Hiểm Mondstadt.\n\nĐể hỗ trợ lẫn nhau và giảm tỷ lệ tai nạn của cơ chế \"đội mạo hiểm\", yêu cầu có ít nhất ba đến bốn nhà mạo hiểm thường trú trong đội.\n\nCòn \"Đoàn mạo hiểm Benny\" mà Bennett là người đứng đầu, thì chỉ có mỗi một mình đội trưởng, việc này đã kéo dài từ rất lâu rồi.\n\nCác thành viên bị thất lạc, có quan hệ mật thiết đến số phận \"đen đủi\" của Bennett.\n\nNhưng đối với người thích mạo hiểm như Bennett lại chẳng hề cảm thấy cô đơn vì điều này…\n\nĐôi khi, trong thâm tâm cũng chỉ xuất hiện cảm giác ấy một hai lần. Có lẽ là vậy."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "冒险家杰克，曾是「班尼冒险团」的第一号受害人。\n\n在离宝藏只有几步之遥的时刻，百年难遇的岩元素乱流忽然发生，强力地震在众人面前创造了一道万丈沟壑。\n\n「近在咫尺又遥不可及的感觉…就像爱情。」\n\n虽说杰克在岩石崩裂中只受了些擦伤，此事却对他的冒险生涯造成了巨大打击，看起来一度像是失恋了一样。\n\n团员罗伊斯在一次秘境探险时听到一声「嘿咻」，随后在巨响中失去了知觉。\n\n事后罪魁祸首可莉被关了七天禁闭，理由是把冒险者正在探索的秘境当成巨大的兔子洞给炸掉了。\n\n赫克勒自从加入「班尼冒险团」便开始了为期一周的严重腹泻，虽说明显是食物中毒的症状，但赫克勒坚持将它归咎于团长的坏运气。\n\n「他们还会回来的，只是请假了哈哈…拜托你不要把班尼冒险团的登记注销…」\n\n面对班尼特诚恳的请求，凯瑟琳小姐叹了口气，并没有把那些团员早已跳槽的事实当面揭穿。",
      "zht": "冒險家傑克，曾是「班尼冒險團」的第一號受害人。\n\n在離寶藏只有幾步之遙的時刻，百年難遇的岩元素亂流突然發生，強力地震在眾人面前創造了一道萬丈溝壑。\n\n「近在咫尺又遙不可及的感覺…就像愛情。」\n\n雖說傑克在岩石崩裂中只受了些擦傷，此事卻對他的冒險生涯造成了巨大打擊，看起來一度像是失戀了一樣。\n\n團員羅伊斯在一次秘境探險時聽到一聲「嘿咻」，隨後在巨響中失去了知覺。\n\n事後罪魁禍首可莉被關了七天禁閉，理由是把冒險者正在探索的秘境當成巨大的兔子洞給炸掉了。\n\n赫克勒自從加入「班尼冒險團」便開始了為期一週的嚴重腹瀉，雖說明顯是食物中毒的症狀，但赫克勒堅持將它歸咎於團長的壞運氣。\n\n「他們還會回來的，只是請假了哈哈…拜託妳不要把班尼冒險團的登記註銷…」\n\n面對班尼特誠懇的請求，凱瑟琳小姐嘆了口氣，並沒有把那些團員早已跳槽的事實當面揭穿。",
      "jp": "冒険者ジャックは、かつての「ベニー冒険団」の最初の被害者である。\n\nあの日、宝物まであと数歩という距離で、彼らは百年に一度発生するかどうかの岩元素乱流に巻き込まれ…一行と宝箱は深い溝で隔たれた。\n\n「近いのに遠い…恋みたいだ。」\n\nジャックはそのアクシデントでかすり傷しか受けてなかったが、このことはまるで失恋のように、彼の冒険人生に大きな打撃を与えた。\n\n団員ロイスは、秘境探索中「よいしょっ」という声を聞いた直後、盛大に響き渡る音の中で意識を失った。\n\nその後、犯人のクレーは7日間も反省室に閉じ込められた。爆弾を投げた理由は、冒険者たちが探索している秘境を大きいウサギの巣だと思ったかららしい。\n\nヘッケラーは、「ベニー冒険団」に加入してから1週間も腹を下した。食中毒だと医者に言われたが、本人はかたくなに団長の不運体質のせいにしたという。\n\n「あいつらはすぐに戻ってくるって…だから、ベニー冒険団の登録を削除しないでくれ…」\n\nベネットの頼みに対してキャサリンはため息をつき、団員たちはとうに辞めたという事実を告げないことにした。",
      "ko": "모험가 잭은 「베니 모험단」의 첫 번째 피해자였다.\n\n보물이 바로 눈앞에 있는 시점에서 갑자기 백 년에 한 번 볼까 말까 한 바위 원소 난류로 강력한 지진이 발생해 모두의 앞에 깊은 골짜기가 생겨버렸다.\n\n「가깝고도 멀리 있는 것 같은 느낌…. 마치 사랑과도 같았지.」\n\n잭은 암석 균열에서 찰과상을 입은 정도에 그치긴 했지만, 그 일로 인해 그의 모험 인생은 시련 당한 것처럼 큰 타격을 입은 듯 했다.\n\n단원 로이스는 비경을 탐험하던 중 「읏챠」하는 소리를 들었고, 잠시 뒤 엄청나게 큰 소리와 함께 정신을 잃었다.\n\n사건의 장본인인 클레는 모험가가 탐색 중이던 비경을 거대한 토끼굴로 착각하고 폭파시켰다는 이유로 7일 감금당했다.\n\n허클러는 「베니 모험단」에 가입한 후, 곧바로 일주일 동안 심각한 설사에 시달렸다. 명백한 식중독 증상이었지만 허클러는 단장의 악운을 탓했다.\n\n「다들 잠시 휴가 간 것뿐이에요, 곧 돌아온다니까요? 하하… 부탁이예요, 제발 베니 모험단을 삭제하지 말아줘요….」\n\n베넷의 간절한 요구에 캐서린은 한숨을 쉬며 이미 다른 팀으로 가버린 단원들의 일을 눈감아 주기로 했다",
      "en": "The adventurer Jack was the first victim of Benny's Adventure Team.\n\nJust a few feet away from the treasure, an extremely rare Geo Turbulence occurred, tearing the ground apart and opening a bottomless chasm right before everyone's eyes.\n\n\"So close, yet so far... like love.\"\n\nJack only suffered minor injuries, but he was never the same as an adventurer thereafter; the event seemed to have left him with a broken heart.\n\nAnother member, Royce, heard someone shout \"Heyo!\" before losing consciousness in a huge explosion. The culprit, Klee, was sent to the confinement room for seven days for mistaking the cave the adventurers were still exploring in for a giant rabbit hole and blowing it up.\n\nHeckler suffered from a severe bout of diarrhea for a week after joining the team. Although it turned out to be food poisoning, he insisted it was because of Bennett's bad luck.\n\n\"They'll be back! They're just... on leave. Please don't invalidate my team's registration with the Guild...\"\n\nSeeing Bennett beg and plead before her eyes, Katheryne sighed and decided to spare him the truth that his \"teammates\" had long jumped ship.",
      "de": "Der Abenteurer Jack war das erste Opfer von Bennys Abenteurertruppe.\n\nNur ein paar Meter vom letzten Schatz entfernt trat eine äußerst seltene Geo-Turbulenz auf, die den Boden aufriss und einen endlosen Abgrund direkt vor den Augen aller öffnete.\n\n„So nah und doch so fern ... genau wie die Liebe.“\n\nJack erlitt nur geringfügige Verletzungen, aber danach war er nie mehr derselbe. Das Ereignis schien ihn mit gebrochenem Herzen zurückgelassen zu haben.\n\nEin anderes Mitglied, Royce, hörte jemanden „Heho!“ rufen bevor er bei einer gewaltigen Explosion das Bewusstsein verlor. Die Täterin Klee wurde für sieben Tage in Haft geschickt, weil sie die Höhle in die Luft gejagt hatte, die die Abenteurer immer noch wie einen Kaninchenbau erkundeten.\n\nHeckler litt eine Woche lang an einem schweren Durchfall, nachdem er sich dem Team angeschlossen hatte. Obwohl sich herausstellte, dass es sich um eine Lebensmittelvergiftung handelte, bestand er darauf, dass dies auf Bennetts Pech zurückzuführen war.\n\n„Sie werden zurückkommen! Sie sind nur ... in Urlaub. Bitte mach die Registrierung meines Teams bei der Gilde nicht ungültig.“\n\nAls Katheryne Bennett betteln und vor ihren Augen flehen sah, seufzte sie und beschloss, ihm die Wahrheit zu ersparen, dass seine Teamkollegen das Schiff schon lange verlassen hatten.",
      "es": "La primera víctima de la “Brigada de Benny” fue Jack, el aventurero.\n\nA unos pasos del tesoro escondido, ocurrió una turbulencia Geo, un fenómeno extremadamente poco común, que rompió el suelo y creó un abismo sin fondo ante los ojos de todos.\n\n“Tan cerca, y a la vez tan lejos... ¡tal y como en el amor!”.\n\nAunque Jack solo sufrió heridas leves, el incidente lo impactó enormemente como aventurero, y ahora pasa sus días como un hombre que sufre de amor no correspondido.\n\nOtro miembro del gremio, Royce, escuchó a alguien decir “¡Oye!” antes de perder el conocimiento en una gran explosión. La culpable, Klee, creyó que se trataba de una madriguera de conejo y acabó detenida durante 7 días por volar la cueva que los aventureros estaban explorando.\n\nHeckler sufrió una diarrea muy grave que duró una semana nada más unirse al equipo. Aunque claramente se trataba de una intoxicación alimentaria, Heckler insistía en que era por la mala suerte de Bennett.\n\n“¡Volverán! Solo están... de vacaciones. Por favor, no invaliden el registro de mi equipo en el Gremio...”\n\nFrente a las súplicas de Bennett, Katheryne solo pudo suspirar y evitar decirle la verdad: que sus “compañeros de equipo” habían abandonado el barco hacía mucho tiempo.",
      "fr": "Jack fut la première victime de la légendaire déveine de la Bande à Benny.\n\nAlors qu'il se trouvait à quelques pas seulement du trésor recherché, une turbulence Géo comme il n'en advient qu'une fois par millénaire se fit soudain sentir, et en l'espace de quelques secondes le sol tremblant s'ouvrit, révélant à tous un abysse sans fond.\n\n« Si proche, et pourtant si loin... »\n\nJack ne souffrit que de contusions mineures, mais cet épisode marqua durablement sa carrière d'aventurier : il ne fut plus jamais le même homme, comme s'il avait eu le cœur brisé.\n\nUn autre membre de l'équipe, Royce, entendit quelqu'un crier « Héhooo ! », avant de perdre conscience dans une immense explosion.\n\nLa criminelle se cachant derrière la catastrophe n'était autre que Klee ; elle fut enfermée en punition pendant sept jours dans sa cellule pour avoir fait exploser une grotte qui s'avéra malheureusement être une cave secrète explorée avec précaution par le groupe d'aventuriers.\n\nHeckler souffrit lui pendant une semaine de diarrhée aiguë après avoir rejoint la Bande à Benny ; bien que cela s'avéra être dû à une intoxication, personne ne put lui faire démordre qu'il s'agissait là d'une autre manifestation de la poisse de Bennett.\n\n« Ils vont revenir ! Ils sont juste partis en vacances, hahaha... Je vous en prie, ne supprimez pas mon équipe de la Guilde ! »\n\nFace aux sincères supplications de Bennett, Catherine finit par soupirer ; elle n'eut pas le cœur de lui avouer que ses partenaires s'étaient déjà tous carapatés.",
      "pt": "Jack, o aventureiro, foi a primeira vítima da Equipe de Aventura de Benny.\n\nApenas a alguns metros do tesouro final, ocorreu uma acontecimento geográfico extremamente raro, partindo o chão e abrindo um abismo sem fundo diante dos olhos de todos.\n\n\"Tão perto, e tão longe... Assim como o amor.\"\n\nJack sofreu apenas ferimentos leves, mas nunca mais foi o mesmo aventureiro. O evento parecia tê-lo deixado com o coração partido.\n\nOutro membro, Royce, ouviu alguém gritar \"Ei!\" antes de perder a consciência em uma enorme explosão. A culpada, Klee, foi enviada para a sala de confinamento por sete dias por explodir a caverna que os aventureiros ainda estavam explorando como uma toca de coelho.\n\nHeckler sofreu um grave ataque de diarreia por uma semana depois de ingressar na equipe. Embora tenha sido uma intoxicação alimentar, ele insistiu que era por causa da má sorte de Bennett.\n\n\"Eles voltarão! Eles estão apenas... De licença. Por favor, não invalide o registro da minha equipe na Guilda...\"\n\n\n\nVendo Bennett clamar e implorar diante de seus olhos, Katheryne suspirou e decidiu poupar-lhe a verdade de que seus \"colegas de equipe\" haviam saltado do navio há muito tempo.",
      "ru": "Искатель приключений Джек пал первой жертвой невезения «Приключенческого отряда Бенни».\n\nВсего лишь за несколько метров до сокровища случилась чрезвычайно редкая Гео турбулентность. Каменный пол разверзся и перед взором путешественников открылась бездонная пропасть.\n\n«Так близко, но так далеко... прямо как любовь».\n\nДжек отделался лишь мелкими царапинами, но этот инцидент плохо сказался на его карьере искателя приключений, превратив его словно в страдающего от безответной любви человека.\n\nПоследним, что услышал другой член Гильдии, Ройс, перед тем как потерять сознание от мощного взрыва, было задорное: «Юху!» Виновная Кли была отправлена в камеру на 7 дней за то, что при помощи взрывчатки устроила обвал в пещере с приключенцами.\n\nЕщё один член Гильдии, Хеклер, страдал от диареи с момента вступления в отряд Беннета. Это было всего лишь пищевым отравлением, но Хеклер утверждал, что во всём виновато невезение Беннета.\n\n«Они вернутся! Они просто... ушли в отпуск. Пожалуйста, не вычёркивайте мой отряд из списков Гильдии...»\n\nСлушая мольбы Беннета, Катерина решила не рассказывать ему правду, что все его друзья уже давно покинули этот корабль.",
      "id": "Petualang Jack adalah korban pertama Tim Petualang Benny.\n\nHanya beberapa meter jauhnya dari harta karun, terjadi turbulensi Geo yang menyebabkan tanah bergejolak dan muncul jurang di depan semua orang.\n\n\"Begitu dekat, tapi juga begitu jauh... seperti cinta.\"\n\nMeski Jack hanya menderita luka ringan, tapi itu menjadi pukulan besar dalam karir bertualangnya; Peristiwa itu tampaknya membuat dirinya patah hati.\n\nAnggota lainnya, Royce, mendengar seseorang berteriak \"hei!\" sebelum kehilangan kesadaran karena ledakan besar.\n\nPelakunya, Klee, dikirim ke ruang tahanan selama tujuh hari karena dia mengira bahwa gua yang masih dijelajahi oleh para petualang sebagai lubang kelinci raksasa dan meledakkannya.\n\nHeckler mengalami diare parah selama seminggu setelah bergabung dengan tim. Meskipun penyebabnya adalah karena keracunan makanan, tapi dia bersikeras bahwa itu adalah karena nasib buruk Bennett.\n\n\"Mereka akan kembali! Mereka hanya cuti... Tolong jangan membatalkan pendaftaran Tim Petualang Bennett...\"\n\nMelihat Bennett memohon kepadanya, Katheryne menghela napas dan memutuskan untuk tidak mengungkapkan kebenaran bahwa rekan-rekan setimnya telah lama berpindah kerja.",
      "th": "นักผจญภัย Jack นั้นเคยเป็นเหยื่อเบอร์หนึ่งของ \"กลุ่มนักผจญภัยของ Benny\"\n\nในช่วงเวลาที่ห่างจากสมบัติ แค่เพียงไม่กี่ก้าวอยู่ ๆ ก็เกิดการปั่นป่วนของพลังธาตุหินที่ร้อยปีจะเกิดซักครั้งขึ้นอย่างรุนแรง แผ่นดินไหวที่รุนแรงสร้างรอยแยกลึกจนมองไม่เห็นเบื้องล่างอยู่ ต่อหน้าทุก ๆ คน\n\n\"เห็นอยู่ตรงหน้า แต่ก็เอื้อมไปคว้าไม่ถึง... ช่างเหมือนกันกับความรัก\"\n\nแม้ว่าแจ็คจะแค่ฟกช้ำเพียงเล็กน้อยในการระเบิดของหินครั้งนั้น แต่เหตุการณ์นี้ก็ส่งผลกระทบต่อ อาชีพการผจญภัยของเขาเป็น อย่างมาก ซึ่งมันดูเหมือนคนที่สูญเสียความรักไปอย่างนั้นแหละ\n\nส่วน Royce สมาชิกทีมอีกคนเมื่อได้ยินเสียง \"เฮ้\" ระหว่างการเดินทางผจญภัยและ สำรวจดันเจี้ยนก็จะเป็นลมหมดสติ ไปกับเสียงดังนั่นซะแล้ว\n\nเรื่องหลังจากนั้นก็คือ Klee ผู้ซึ่งเป็นต้นเหตุของโศกนาฏกรรมถูกสั่งคุมขังเป็นเวลาเจ็ดวัน โทษฐานที่ระเบิดถ้ำที่เหล่านักผจญภัย กำลังสำรวจอยู่ซะราวกับเป็น รูกระต่าย\n\nHeckler ได้รับความทุกข์ทรมานจากอาการ ท้องเสียอย่างรุนแรงเป็นเวลา หนึ่งสัปดาห์นับตั้งแต่เข้าร่วม \"กลุ่มนักผจญภัยของ Benny\" ซึ่งแม้ว่ามันจะแสดงอาการของโรคอาหารเป็นพิษแต่เขาก็ยังยืนยันว่า มันเกี่ยวกับเรื่องดวงกุดของ Bennett อยู่ดี\n\n\"พวกเขาก็ยังกลับมาอยู่นะ แต่ก็มาเพื่อขอลาหยุดน่ะ ฮ่าฮ่า... ยังไงเธออย่าลาออกจากกลุ่มเลยนะขอร้องล่ะ...\"\n\nเมื่อต้องเผชิญกับคำขอที่สุดแสนจะจริงใจของ Bennett สิ่งที่ Katheryne ทำได้ก็แค่ถอนหายใจและไม่เปิดเผยความจริงที่ว่าสมาชิกเหล่านั้นได้หนีไปตั้งนานแล้วเท่านั้น",
      "vi": "Nhà Mạo Hiểm Jack từng là người bị hại đầu tiên của \"Đoàn mạo hiểm Benny\".\n\nTrong thời khắc chỉ cách báu vật vài bước chân, dòng chảy hỗn loạn của Nguyên Tố Nham trăm năm mới xuất hiện đột nhiên xảy ra, trận động đất khủng khiếp tạo ra một hố vực sâu vạn trượng ngay trước mặt mọi người.\n\n\"Cảm giác lúc ấy giống như tình yêu gần ngay trước mắt xa tít chân trời vậy.\"\n\nTuy là lúc đó núi lở chỉ khiến Jack bị thương nhẹ, nhưng đó lại là cú đả kích lớn vào cuộc đời Nhà Mạo Hiểm của anh ấy, giống như là thất tình vậy.\n\nThành viên Royce trong một lần thám hiểm Bí Cảnh đã nghe được âm thanh \"rắc rắc\", sau đó thì mất đi ý thức trong tiếng nổ kinh hoàng.\n\nKẻ đứng đầu của vụ nổ ấy - Klee bị giam vào ngục 7 ngày, vì cho rằng Bí Cảnh mà các Nhà Mạo Hiểm đang thám hiểm là một cái hang thỏ rồi làm nó nổ tung.\n\nHeckler từ khi tham gia vào \"Đoàn mạo hiểm Benny\" lại mắc phải bệnh tiêu chảy với tần suất một tuần một lần. Tuy nguyên nhân dẫn đến tình trạng này được xác định là do ăn phải thức ăn có độc, thế nhưng anh nhất quyết quy trách nhiệm cho sự xui xẻo của đội trưởng.\n\n\"Họ sẽ quay lại, chỉ là xin nghỉ phép mà thôi ha ha... Xin bạn đừng hủy đăng ký của Đoàn mạo hiểm Benny...\"\n\nThấy bộ dạng thành khẩn cầu xin của Bennett, tiểu thư Katheryne thở dài và không nỡ vạch trần sự thật rằng mọi người đã chuyển vào đội khác làm việc."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "曾有一处令人无比绝望的险境。\n\n正有一位老冒险家深入其中。\n\n烈焰烧灼着他的皮肤，雷鸣仿佛要将鼓膜击穿，狂风肆意撕扯着他的灵魂。\n\n在地狱一般的旅途最后，等在终点的却是…一个婴儿。\n\n老冒险家原本认为，他才是第一个涉足这「绝境」的生命。但不论如何，都无法解释眼前的景象。\n\n此时，一个想法冒了出来，而且他相信那就是真相。\n\n「这个婴儿…是被世界抛弃的孩子。」\n\n没能得到神兵利器或是珠宝黄金，可老人脸上并未浮现一丝失望，似乎眼前这个命悬一线的小家伙就是「宝藏」。\n\n「这趟冒险也一定有它的意义所在吧」，老人这样想着，将婴儿藏在怀中。\n\n哪怕他正在做的事，与世界的意志相违背。",
      "zht": "曾有一處令人無比絕望的險境。\n\n正有一位老冒險家深入其中。\n\n烈焰燒灼著他的皮膚，雷鳴仿佛要將鼓膜擊穿，狂風肆意撕扯著他的靈魂。\n\n在地獄一般的旅途最後，等在終點的卻是…一個嬰兒。\n\n老冒險家原本認為，他才是第一個涉足這「絕境」的生命。但不論如何，都無法解釋眼前的景象。\n\n此時，一個想法冒了出來，而且他相信那就是真相。\n\n「這個嬰兒…是被世界拋棄的孩子。」\n\n沒能得到神兵利器或是珠寶黃金，但是老人臉上並未浮現一絲失望，似乎眼前這個命懸一線的小傢伙就是「寶藏」。\n\n「這趟冒險也一定有它的意義所在吧」，老人這樣想著，將嬰兒藏在懷中。\n\n哪怕他正在做的事，與世界的意志相違背。",
      "jp": "かつて、攻略不可能とされる秘境があった。\n\nある年寄りの冒険者がこの秘境へ足を踏み入れた。\n\n烈火に皮膚を焼かれ、雷鳴に鼓膜を刺され、狂風に魂が引き裂かれそうだった。\n\nこの地獄のような旅の終点で彼を待っていたのは、なんと赤子だった。\n\n自分こそがこの「絶境」に足を踏み入れた最初の生き物だと、冒険者は思っていた。だからこそ、目の前の光景を理解できなかった。\n\n「この赤ん坊は…世界に捨てられた子なのだろうな」\n\nふと彼の頭に浮かんだ考え、それが真実なのだと彼は信じた。\n\n伝説の武器や数えきれない程の黄金は手に入れられなかったが、老人の顔に落胆の表情が浮かぶことはなかった。彼にとって、目の前で必死に生きようとする赤子こそが「宝物」であったからだ。\n\n「この冒険にはきっと意味があるのだろう」そう思いながら、老人は赤子を抱きしめた。\n\nたとえそれが世界の意思に背くことだったとしても。",
      "ko": "어느 곳과도 비교할 수 없을 만큼 절망적인 곳이 있었다.\n\n한 늙은 모험가가 그곳 깊숙이 들어갔다.\n\n화염이 그의 피부를 태웠고, 천둥소리가 고막을 뚫을 듯 했으며, 광풍이 그의 영혼을 갈기갈기 찢어놓았다.\n\n지옥 같던 여정의 끝에 그를 기다리고 있던 것은…뜻밖에도 한 아기였다.\n\n모험가는 자신이 이 「사경」에 첫발을 디딘 생명이라고 생각했지만, 도저히 눈앞의 광경을 설명할 방법이 없었다.\n\n그때, 갑자기 한 가지 생각이 떠올랐고, 그는 그게 진실이라 믿었다.\n\n「이 아기는… 세상으로부터 버려진 아이구나.」\n\n신병이기나 금은보화는 얻지 못했지만, 눈앞의 금방이라도 꺼져버릴 것만 같은 조그만 녀석이 「보물」이라는 듯 노인은 실망한 기색이 전혀 없었다.\n\n「이번 모험에도 분명 의미가 있겠지」, 노인은 그렇게 생각하며 아기를 품에 안았다.\n\n설령 그 한 일이 세상의 의지에 반하는 것이라 해도 말이다",
      "en": "There was once a predicament of incomparable despair.\n\nA predicament that had all but swallowed an old adventurer.\n\nThe scorching flames scalded his skin, the deafening thunder almost ruptured his eardrums, and the hollering winds threatened to rip his soul from him.\n\nAt the end of his hellish journey, what awaited him was... a baby.\n\nThe old adventurer thought he was the first living thing to pass through this hell on earth. But how could he explain that which lay before him?\n\nIn that moment, it hit him, and he believed it to be true.\n\n\"This baby must be... a child abandoned by the world itself.\"\n\nThough there were no mighty artifacts, jewelry, or gold, the old man's face did not seem disappointed in the slightest, for he regarded this baby, whose life hung by a mere thread, to be his treasure.\n\n\"This child is what I was meant to find on this journey,\" he thought as he took the baby into his arms.\n\nEven if what he was about to do opposed the will of the world itself, he was unafraid.",
      "de": "Es gab einen Ort von unvergleichlicher und hoffnungsloser Gefahr.\n\nEs war ein Ort, an den ein alter Abenteurer gegangen war, um alles darin zu erkunden.\n\nDie lodernden Flammen verbrannten seine Haut, der ohrenbetäubende Donner zerriss fast sein Trommelfell und die brüllenden Winde versuchten, seine Seele aus seinem Leib zu reißen.\n\nAm Ende seiner höllischen Reise erwartete ihn ... ein Kleinkind.\n\nDer alte Abenteurer dachte, er sei der erste gewesen, der diese Hölle auf Erden durchquerte. Aber wenn das der Fall wäre, wie könnte er erklären, was vor ihm lag.\n\nIn diesem Moment traf ihn eine Erleuchtung und er glaubte fest daran.\n\n„Dieses Kind muss ... ein Kind sein, das von der Welt selbst verlassen wurde.“\n\nAuch wenn er keine alten Artefakte, Schmuck oder Gold gefunden hatte, war er kein bisschen enttäuscht, denn er betrachtete dieses Kind als seinen Schatz.\n\n„Dieses Kind sollte ich auf dieser Reise finden“, dachte er, als er das Kind in seine Arme nahm.\n\nAuch wenn das, was er eigentlich vorhatte, dem Willen des Universums widersprach.",
      "es": "Había una vez un lugar extremadamente peligroso y en el que no existía la esperanza.\n\nEntonces, un viejo aventurero quiso explorarlo.\n\nLas abrasadoras llamas quemaron su piel, el trueno ensordecedor casi le rompió los tímpanos, y los vientos aullantes casi le arrancaron el alma.\n\nAl final de este viaje infernal, lo que le esperaba era... un bebé.\n\nEl viejo aventurero pensaba que había sido el primero en conquistar este infierno en la tierra, así que no daba crédito a lo que tenía delante.\n\nEn ese momento, un pensamiento cruzó su mente. El aventurero creyó que ese pensamiento era verdad.\n\n“Este bebé debe ser... un niño abandonado por el mundo”.\n\nAunque no había artefactos antiguos, joyas u oro en aquel lugar, no se sintió para nada decepcionado, porque consideró a ese bebé como su tesoro.\n\n“Este niño es lo que debía encontrar en este viaje”, pensó mientras tomaba al bebé en sus brazos.\n\nNo tenía miedo de que lo que estaba a punto de hacer se oponía a la voluntad del mundo.",
      "fr": "Autrefois existait un lieu empli de dangers et de désespoir.\n\nUn vieil explorateur vint à le parcourir.\n\nLes flammes dansantes lui brûlaient la peau, et le tonnerre retentissant dans l'air le transperçait de son grondement strident, tandis qu'il avançait en proie à des vents à déchirer l'âme.\n\nParvenant enfin au bout de son infernal périple, quelle ne fut pas sa surprise lorsqu'il y trouva... un nourrisson.\n\nLe vieil aventurier, qui était convaincu d'être le premier être vivant à fouler ce lieu de perdition, ne put s'expliquer cette surprenante apparition.\n\n« Ce bébé... Ce bébé a été abandonné par le monde. »\n\nNullement déçu de n'avoir pas trouvé quelque arme sacrée ou artéfact précieux, le vieil homme décida que le nourrisson lui tiendrait lieu de trésor.\n\n« Nul doute que cette aventure a sa propre signification. » Et ainsi pensant, il prit avec soin le petit être chétif contre sa poitrine.\n\nCe faisant, il ignorait qu'il allait à l'encontre de la volonté du monde.",
      "pt": "Havia um lugar de perigo incomparável e sem esperança.\n\nUm lugar onde um velho aventureiro foi explorar.\n\nAs chamas escaldantes feriram sua pele, o trovão ensurdecedor quase rompeu seus tímpanos e os ventos berrantes tentaram arrancar sua alma.\n\nNo final de sua jornada infernal, o que o esperava era... Um bebê.\n\nO velho aventureiro pensou que ele era a primeira coisa viva a passar por esse inferno na terra. Mas, se fosse esse o caso, como ele poderia explicar o que estava diante dele?\n\nNesse momento, ele entendeu e acreditou que era verdade.\n\n\"Este bebê deve ser... uma criança abandonada pelo mundo\". Embora não houvesse artefatos antigos, joias ou ouro, ele não ficou desapontado nem um pouco, pois considerava esse bebê o seu tesouro.\n\n\"Essa criança era o que eu precisava encontrar nesta jornada.\" Ele pensou enquanto pegava o bebê nos braços.\n\nMesmo se o que ele estava prestes a fazer fosse contrário à vontade do mundo.",
      "ru": "Однажды путь одного старого искателя приключений привёл его в подземелье, полное опасностей.\n\nПламя из стен обжигало его кожу, оглушительные раскаты грома разрывали его барабанные перепонки, а завывающий ветер пытался забрать его душу...\n\nВ конце этого адского испытания его ждал... младенец.\n\nСтарый искатель приключений думал, что он был первым, кому покорился этот земной ад, он не мог понять, что было перед ним.\n\nИ тут его осенило: «Должно быть, этого ребёнка оставил тут... сам мир! Истинно!»\n\nВ подземелье не оказалось никаких древних артефактов, драгоценностей или золота, но старик ни капли не расстроился, ибо посчитал младенца своим сокровищем.\n\n«Было предопределено, чтобы в конце своего путешествия я нашёл этого мальчика», сказал он, беря младенца на руки.\n\nЕму было всё равно, противоречило ли это воле мира.",
      "id": "Pernah ada bahaya yang luar biasa.\n\nSebuah bahaya yang menelan petualang tua.\n\nApi yang membara membakar kulitnya, guntur yang menggelegar hampir memecahkan gendang telinganya, dan angin yang kencang hampir merobek jiwanya.\n\nPada akhir perjalanannya yang mengerikan, yang menantinya adalah... seorang bayi.\n\nPetualang tua mengira dia adalah makhluk hidup pertama yang melewati \"neraka\" di bumi ini. Namun bagaimana dia dapat menjelaskan apa yang ada di hadapannya?\n\nPada saat itu, sebuah ide muncul, dan dia percaya itu adalah kebenaran.\n\n\"Bayi ini pasti adalah... anak yang ditinggalkan oleh dunianya.\"\n\nMeskipun tidak ada artefak berharga atau emas permata, wajah pria tua itu tidak menunjukkan kekecewaan sedikit pun. Dia menganggap bayi yang ada di hadapannya itu adalah \"harta karun\".\n\n\"Petualangan ini pasti memiliki makna tersendiri,\" pikirnya sambil menggendong bayi itu.\n\nBahkan dia tidak takut jika apa yang akan dia lakukan menentang kehendak dunia itu sendiri.",
      "th": "มีอยู่ที่หนึ่งซึ่งเป็นสถานที่ที่แสนจะ อันตรายและทำให้คนสิ้นหวัง\n\nมีนักผจญภัยแก่เข้าไปในนั้น\n\nเปลวไฟแผดเผาผิวหนังของเขา เสียงฟ้าผ่าฟ้าร้องก็ดังราวกับจะ ทะลุแก้วหูและลมที่โหมกระหน่ำราว กับจะฉีกกระชากวิญญาณของเขา ให้ขาดได้ง่าย ๆ\n\nในท้ายสุดของการเดินทางที่ราวกับขุมนรกนั้น สิ่งที่รออยู่ในจุดหมายปลายทาง กลับเป็นเพียง... เด็กทารกคนหนึ่ง\n\nในตอนแรกนักผจญภัยแก่ผู้นั้นคิด ว่าเขาเป็นคนแรกที่เอาชนะนรก บนดินนี้ได้แต่ไม่ว่ายังไงเขาก็ ไม่สามารถอธิบายถึงสิ่งที่ อยู่ตรงหน้านั้นได้\n\nในตอนนั้นเองที่ความคิดหนึ่งแล่น เข้ามาในหัวและเขาก็เชื่อว่ามัน เป็นเรื่องจริง\n\n\"เด็กทารกคนนี้... ต้องเป็นเด็กที่ถูกโลกนี้ทอดทิ้ง อย่างแน่นอน\"\n\nถึงแม้จะไม่ได้รับอาวุธเวทมนตร์ หรือเครื่องเพชรพลอยทองคำใด ๆ แต่ก็ไม่มีความผิดหวังบนใบหน้า ของชายแก่ผู้นี้เลย ราวกับว่าเด็กน้อยที่อยู่ตรงหน้าผู้นี้ก็คือ \"สมบัติ\" นั่นเอง\n\n\"การผจญภัยครั้งนี้ก็คงจะมี ความหมายของมันแหละนะ\" ชายแก่คิดอย่างนั้นพร้อมกับโอบอุ้มเด็กทารกไว้ในอ้อมกอด\n\nแม้ว่าสิ่งที่เขากำลังจะทำนั้นจะตรงกันข้ามกับความประสงค์ของโลกนี้ก็ตาม",
      "vi": "Từng có một Bí Cảnh khiến người ta vô cùng tuyệt vọng.\n\nXưa kia, một Nhà Mạo Hiểm già đã đi sâu vào thám hiểm. \n\nNgọn lửa ác liệt thiêu rụi làn da ông, sấm sét ầm ĩ như xuyên qua mặt trống và những cơn cuồng phong muốn xé toạc tâm hồn.\n\nKết thúc cuộc hành trình giống như đi vào địa ngục, phía cuối con đường lại là... một đứa bé.\n\nNhà mạo hiểm già ban đầu nghĩ ông là người đầu tiên đặt chân vào nơi \"tuyệt vọng\" này. Nhưng dù thế nào, cũng không thể giải thích được cảnh tượng trước mắt.\n\nVào lúc này, một ý tưởng đã xuất hiện và ông tin rằng đó là sự thật.\n\n\"Đứa bé này... bị thế giới bỏ rơi.\"\n\nKhông tìm được vũ khí thần thánh hay vàng bạc châu báu, nhưng khuôn mặt của ông không hề lộ vẻ thất vọng, dường như trong mắt ông, sinh mệnh của đứa bé này chính là kho báu.\n\n\"Cuộc phiêu lưu này phải có ý nghĩa của nó\", ông lão nghĩ vậy và giấu đứa bé vào lòng.\n\nCho dù việc ông đang làm là trái với ý muốn của thế giới."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "老人还没来得及亲口讲述那段冒险经历，便伤重离世了，只留下这个从「绝境」中救下的孩子。\n\n临终前他吐出这样的字眼：「意志」、「冒险」与「终点的宝藏」。\n\n冒险家协会蒙德分会中，尚有几位无妻无子的老冒险家。他们给孩子取名「班尼特」，视如己出，精心抚养长大。\n\n自小懂事的班尼特也亲切地称呼他们每一个人为「老爹」。\n\n「老爹，你的假牙掉碗里了！」「老爹，不要穿这件皮甲了，我给你买的衬衣呢？」「雨天不要靠我太近啊老爹，会被雷劈到的！」\n\n如今，照顾老无所依的「老爹」们，几乎花掉了班尼特冒险之余的所有时间。\n\n「老爹们可真是捡到宝藏了啊，哈哈。」现任会长塞琉斯一边笑着，一边用粗糙的大手没轻没重地拍着班尼特的后背。\n\n既然自己不够幸运，至少要努力为每一个他所爱的人带来幸运——班尼特是这么想的。\n\n无比不幸的冒险家班尼特，正跌跌撞撞地追寻着，被视为「幸运」象征的宝藏。",
      "zht": "老人還沒來得及親口講述那段冒險經歷，便傷重離世了，只留下這個從「絕境」中救下的孩子。\n\n臨終前他吐出這樣的字眼：「意志」、「冒險」與「終點的寶藏」。\n\n冒險家協會蒙德分會中，尚有幾位無妻無子的老冒險家。他們替這孩子取名做「班尼特」，視如己出，精心撫養長大。\n\n自小懂事的班尼特也親切地稱呼他們每一個人為「老爹」。\n\n「老爹，你的假牙掉到碗裡了！」「老爹，不要穿這件皮甲了，我買給你的襯衣呢？」「雨天不要靠我太近啊老爹，會被雷劈到的！」\n\n如今，照顧老無所依的「老爹」們，幾乎花掉了班尼特冒險之餘的所有時間。\n\n「老爹們可真是撿到寶藏了啊，哈哈。」現任會長賽琉斯一邊笑著，一邊用粗糙的大手沒輕沒重地拍著班尼特的後背。\n\n既然自己不夠幸運，至少要努力為每一個他所愛的人帶來幸運——班尼特是這麼想的。\n\n無比不幸的冒險家班尼特，正跌跌撞撞地追尋著，被視為「幸運」象徵的寶藏。",
      "jp": "老人はあの冒険を誰かに話す前に、「絶境」から救った子供を残して、この世を去った。\n\n彼は亡くなる直前、「意志」「冒険」「終点の宝物」という言葉を残した。\n\n冒険者協会モンド支部には、まだ妻子のいないベテラン冒険者が数人いた。彼らはその子供をベネットと呼び、我が子のように育てた。幼い頃から物わかりのいいベネットも、彼らを「オヤジ」と呼んでいる。\n\n「オヤジ、入れ歯が茶碗に入ってたよ」「オヤジ、なんでまだそれ着てるんだよ？オレが買ったシャツは？」「雨の日はオレから離れたほうがいいぞ、オヤジ。雷が落ちてくるからな！」\n\n今となっては、ベネットは冒険以外の時間を全て「オヤジたち」の世話に使っている。\n\n「あいつらいい宝を拾ったな、ハハッ。」モンド支部長のサイリュスは笑いながら、ベネットの背中を叩いた。\n\n自分は不運だけど、少なくとも愛する人たちに幸運をもたらすために頑張ろう——ベネットはそう思っている。\n\n不運の冒険者ベネットは今日も「幸運」を象徴する宝物を探している。",
      "ko": "노인은 그 모험담을 직접 말할 겨를도 없이 심한 부상으로 세상을 떠났고, 「사경」에서 구한 아이만이 홀로 남게 됐다.\n\n노인은 임종 직전에 이런 말을 남겼다: 「의지」, 「모험」과 「그 끝의 보물」.\n\n모험가 길드 몬드 지부엔 아직 가정을 꾸리지 않은 구세대 모험가들이 몇 명 있었는데, 그들은 아이에게 「베넷」이라는 이름을 지어주고 친자식처럼 아끼고 보살피며 그를 키웠다.\n\n그리고 일찍 철이 든 베넷 또한 그들을 친근하게 「아버지」라 불렀다.\n\n「아버지, 틀니가 그릇에 떨어졌잖아요!」, 「아버지, 그 낡은 갑옷 좀 그만 입어요, 내가 사준 셔츠는 어디 갔대!?」, 「비 오는 날엔 저한테 가까이 붙지 마요, 아버지. 번개 맞는다구요!」.\n\n그렇게 베넷은 지금도 의지할 곳 없는 「아버지」들을 돌보는 일에 모험 외의 모든 시간을 쏟고 있다.\n\n「아버지들이 보물을 하나 주웠구만, 하하.」 현임 회장 사이러스는 그렇게 말하며 다짜고짜 거칠고 큰 손으로 베넷의 등을 토닥였다.\n\n자신에게 운이 없다면 최소한 자신이 사랑하는 사람들에게 행운을 가져다줘야 한다고 베넷은 생각했다.\n\n엄청난 불행의 모험가 베넷은 오늘도 「행운」을 상징하는 보물을 찾기 위해 노력한다",
      "en": "The old adventurer died from severe injuries before being able to tell this story, leaving only the child he had saved.\n\nOn his deathbed, he only managed four final words: \"will,\" \"adventure,\" and \"final treasure.\"\n\nSeveral single, childless, old adventurers in the Adventurers' Guild in Mondstadt raised the child as their own and named him Bennett.\n\nBeing raised by the Guild, Bennett referred to everyone as \"Dad.\"\n\n\"Dad, your dentures fell into the bowl!\", \"Dad, you should stop wearing that old leather armor. Where are the undergarments I bought you?\", \"Dad, it's raining, better keep your distance from me so you don't get struck by lightning!\"\n\nTaking care of all his aging dads who have no family has taken up most of his time outside of adventuring.\n\n\"The dads certainly have found a treasure, haha!\"\n\nCyrus, the current Guild Master, laughed, giving Bennett a pat on the back.\n\nThough he is unlucky himself, he can at least try to bring luck to those he cares about. At least, that's how Bennett feels.\n\nBennett the Unlucky still strives to find his own lucky treasure through his series of unfortunate events.",
      "de": "Der alte Abenteurer starb an seinen schweren Verletzungen, noch bevor er diese Geschichte erzählen konnte, und ließ nur das eine Kind zurück, das er gerettet hatte. Auf seinem Sterbebett schaffte er es nur diese letzten Worte herauszupressen: „Wille“, „Abenteuer“ und „letzter Schatz“.\n\nDiverse alleinstehende, kinderlose, alte Abenteurer aus der Abenteurergilde in Mondstadt zogen das Kind wie ihr eigenes auf und gaben ihm den Namen Bennett.\n\nIn der Gilde redete Bennett alle mit Papa an.\n\n„Papa, dein Gebiss ist dir in die Schüssel gefallen!“, „Papa, du solltest wirklich aufhören, diese alte Lederrüstung zu tragen. Wo ist denn die Unterwäsche, die ich dir letztens gekauft habe?“, „Papa, es regnet und ein Gewitter zieht auf. Halte besser ein wenig Abstand zu mir, damit du nicht vom Blitz getroffen wirst!“\n\nDie Pflege seiner alternden Väter, die selbst keine Familien hatten, nahm die meiste Zeit außerhalb seiner Abenteuer in Anspruch.\n\n„Die Papas haben sicherlich einen Schatz gefunden, haha!“\n\nCyrus, der derzeitige Anführer der Gilde, lachte, als er Bennett einen Klaps auf den Rücken gab.\n\nObwohl er selbst Pech hatte, konnte er zumindest versuchen, denen Glück zu geben, die ihm wichtig sind. Zumindest fühlte sich Bennett so.\n\nDer Pechvogel und Abenteurer Bennett bemüht sich immer noch, durch eine Reihe unglücklicher Ereignisse am Ende seinen eigenen Glücksschatz zu finden.",
      "es": "El viejo aventurero murió gravemente herido antes de poder contar esta historia, dejando solamente al niño que había salvado.\n\nEn su lecho de muerte, murmuró tres palabras: “voluntad”, “aventura” y “tesoro”.\n\nUn grupo de viejos aventureros solteros de la división del Gremio de Mondstadt cuidaron del niño como si fuera suyo, y lo llamaron “Bennett”.\n\nBennett creció en el gremio, y llamaba “papá” a todos los miembros.\n\n“¡Papá, tu dentadura se cayó en el tazón!”, “Papá, deberías dejar de usar esa vieja armadura de cuero. ¿Dónde está la ropa interior que te compré?”, “¡Papá, mejor mantente alejado de mí para que no te caiga un rayo en un día tan lluvioso!”.\n\nCuando no está de aventuras, cuidar a todos sus papás, los cuales no tienen ninguna otra familia, consume la mayor parte de su tiempo.\n\n“¡Tus papás encontraron un tesoro, jaja!”, dijo una vez Cyrus, el actual Maestro del Gremio, mientras reía y le daba una palmada en la espalda.\n\nAunque él mismo tiene mala suerte, al menos puede intentar darle suerte a todos los que le importan. Al menos, así es como se siente Bennett.\n\nBennett, el desafortunado, todavía se esfuerza por encontrar su suerte.",
      "fr": "Le vieil aventurier succomba à ses blessures avant d'avoir pu raconter son histoire, ne laissant derrière lui que le mystérieux bébé rescapé.\n\nIl parvint seulement à murmurer ces ultimes mots avant de rendre son dernier souffle : « volonté », « aventure », et « trésor final ».\n\nLa branche mondstadtoise de la Guilde des aventuriers comptait alors parmi ses membres plusieurs hommes d'un âge avancé n'ayant ni femme ni enfants ; ceux-ci prirent le nourrisson sous leur aile, le traitant comme leur propre fils, et l'appelant Bennett.\n\nLe petit Bennett, qui avait l'esprit éveillé, les appelait tous « papa ».\n\n« Papa, ton dentier est encore tombé dans la soupe ! » ; « Papa, pourquoi continuer à porter ce vieux pourpoint en cuir ? Où sont les sous-vêtements que je t'ai achetés ? » ; « Ne reste pas trop près de moi sous l'orage papa, ou tu risques de te faire frapper par la foudre ! »\n\nDe nos jours, Bennett passe le plus clair de son temps libre à prendre soin de tous ces aïeux qui n'ont pas de famille sur qui s'appuyer.\n\n« Tous ces vieux ont certainement trouvé un sacré trésor, pas de doute là-dessus ! », a coutume de dire en riant Cyrus, l'actuel chef de la Guilde, en donnant une bonne claque dans le dos de Bennett.\n\nIl a beau être malchanceux, au moins peut-il rendre la vie de ceux qui lui sont chers plus agréable – c'est du moins ainsi que Bennett voit les choses.\n\nCe dernier continue de croire que sa malchance finira par le guider vers son propre trésor.",
      "pt": "O velho aventureiro morreu de ferimentos graves antes de poder contar essa história, deixando apenas esse garoto que ele havia salvo.\n\nEm seu leito, ele apenas falou três palavras: \"desejo\", \"aventura\" e \"tesouro\".\n\nUm grupo de aventureiros da Guilda, sem esposa e filhos, criou essa criança como sua e o nomeou Bennett.\n\nPor ter sido criado pela Guilda, Bennett se referia a todos como \"pai\".\n\n\"Pai, suas dentaduras caíram na tigela!\", \"Pai, você deve parar de usar aquela velha armadura de couro. Onde estão as cuecas que eu comprei para você?\", \"Pai, é melhor manter distância de mim para não ser atingido pelo raio em um dia tão chuvoso!\" Agora, cuidar de todos os seus pais idosos que não têm família ocupa a maior parte do tempo fora de suas aventuras.\n\n\"Os pais certamente encontraram um tesouro, haha!\"\n\nCyrus, o atual Mestre da Guilda, uma vez riu e deu um tapinha nas costas de Bennett.\n\nEmbora seja azarado, ele pode pelo menos tentar dar sorte a todos com quem se importava. Pelo menos, é assim que Bennett se sente.\n\nBennett, o Azarado, ainda se esforça para encontrar seu tesouro da \"sorte\" através de uma série de eventos infelizes.",
      "ru": "Старый искатель приключений умер от тяжёлых ран, прежде чем смог поведать кому-то свою историю, оставив после себя только спасённого младенца.\n\nПеред смертью он смог произнести только три слова: «воля», «приключения» и «сокровище».\n\nНесколько старых холостых членов Гильдии вместе вырастили ребёнка и назвали его Беннет.\n\nМальчик называл всех в Гильдии папами.\n\n«Папа, твоя вставная челюсть упала в сортир!»\n\n«Папа, перестань носить эту кожаную броню, я же купил тебе нормальную рубаху!»\n\n«Папа, лучше не стой рядом со мной в такой дождь, а то в тебя ударит молния!»\n\nПо сей день большую часть его приключений составляет забота о своих нескольких престарелых отцах.\n\n«Ха-ха, папы, должно быть, и вправду нашли сокровище!», посмеивался Сайрус, магистр Гильдии, похлопывая юного Беннета по плечу.\n\nХоть он и не был любимчиком леди Фортуны, Беннет всё же пытался поделиться удачей с теми, о ком он заботился. По крайней мере, так это чувствовал он сам.\n\nСквозь все невзгоды, Невезучий Беннет до сих пор пытается найти свою удачу, своё настоящее сокровище.",
      "id": "Belum sempat menceritakan petualangan-petualangannya, petualang tua ini sudah meninggal karena luka berat yang dideritanya, meninggalkan seorang anak yang telah dia selamatkan dari \"keputusasaan\".\n\nSebelum dia meninggal, kata-kata terakhir yang dia ucapkan adalah: \"tekad\", \"petualangan\" dan \"harta karun terakhir\".\n\nAkhirnya anak ini dibesarkan oleh para petualang tua yang tidak berkeluarga di Adventurers' Guild di Mondstadt. Anak ini diberi nama \"Bennett\", dan dia dibesarkan dengan sepenuh hati, seperti anak mereka sendiri.\n\nBennett memanggil semua orang yang membesarkannya di Guild dengan panggilan \"ayah\".\n\n\"Ayah, gigi palsumu jatuh ke dalam mangkuk!\", \"Ayah, jangan pakai perisai kulit ini lagi, mana kemeja yang pernah kubelikan?\", \"Ayah, lebih baik jangan terlalu dekat denganku saat hujan deras, bisa-bisa tersambar petir!\"\n\nSaat tidak sedang bertualang, semua waktu Bennett dihabiskan untuk menjaga dan merawat para \"ayah\" yang sudah tua dan tidak memiliki keluarga ini.\n\n\"Sepertinya para ayah telah berhasil menemukan harta karun, hahaha.\" ucap Guild Master Cyrus sambil menepuk punggung Bennett.\n\nMeskipun dirinya sendiri tidak begitu beruntung, setidaknya dia berusaha keras untuk membawa keberuntungan bagi orang-orang yang dicintainya —— inilah prinsip Bennett.\n\nBennett the Unlucky masih terus mencari sekuat tenaga, mencari sebuah harta karun yang disebut dengan \"keberuntungan\".",
      "th": "ก่อนที่ชายชราจะมีเวลาได้บอกเล่า ถึงเรื่องราวการผจญภัยด้วยตนเอง เขาก็เสียชีวิตด้วยอาการบาดเจ็บไปซะก่อนและเหลือเพียงเด็กทารกผู้ ถูกช่วยเอาไว้เพียงเท่านั้น\n\nก่อนที่จะจากโลกนี้ไปเขาได้เอ่ยคำ พูดหนึ่งออกมา: \"เจตนารมณ์\",\"การผจญภัย\" และ \"สมบัติที่อยู่ในปลายทาง\"\n\nที่กิลด์นักผจญภัยของ Mondstadt นั้นมีนักผจญภัยอาวุโสอยู่หลายคนที่ไม่เคยมีลูกและภรรยาเลยในชีวิตนี้ ดังนั้นพวกเขาจึงเรียกเด็กทารกคนนี้ว่า Bennett และปฏิบัติกับเขาราวกับเป็นลูกของตนเอง\n\nโดยตั้งแต่เริ่มรู้ความนั้น Bennett เองก็เรียกพวกเขาเหล่านั้นว่า \"พ่อ\" เช่นกัน\n\n\"พ่อ ฟันปลอมหล่นลงชามไปแล้ว!\", \"พ่อ ไม่ต้องใส่ชุดเกราะหนังนี่แล้ว เสื้อที่ฉันซื้อให้ไปไหนแล้วล่ะ?\", \"ฝนตกอย่ามาใกล้ฉันนักล่ะพ่อ เดี๋ยวจะโดนฟ้าผ่าเอา!\"\n\nทุกวันนี้ดูเหมือนว่าการดูแลเหล่า \"คุณพ่อ\" ที่ไม่มีที่พึ่งพานั้นจะกินเวลาที่เหลือ จากการผจญภัยของ Bennett ไปหมดแล้ว\n\n\"พวกคุณพ่อทั้งหลายนี่ช่างเหมือนกับสมบัติที่เก็บมาได้เลยนะ ฮ่าฮ่า\" Cyrus หัวหน้ากิลด์คนปัจจุบันหัวเราะและ ตบไปที่หลังของ Bennett เบา ๆ ด้วยมือที่ใหญ่และหยาบกร้าน ของเขา\n\nในเมื่อตัวเองนั้นโชคไม่ดี ถ้าอย่างนั้นอย่างน้อยก็พยายามนำพาโชคดีมาให้แก่คนที่เรารักก็ยังดี... Bennett คิดอย่างนี้\n\nBennett นักผจญภัยผู้มีความซวยอย่างหา คนมาเปรียบได้ยากนั้นกำลัง พยายามอย่างหนักในการตามหา สมบัติที่แสดงถึง \"ความโชคดี\"",
      "vi": "Ông lão chưa kịp kể lại cuộc phiêu lưu cho mọi người, thì đã qua đời bởi những vết thương quá nặng, chỉ để lại đứa trẻ được giải cứu khỏi \"tuyệt vọng\".\n\nTrước khi ra đi, ông thốt ra những từ như thế này: \"ý chí\", \"phiêu lưu\" và \"kho báu cuối cùng\".\n\nTrong phân hội Mondstadt của Hiệp Hội Nhà Mạo Hiểm, có vài Nhà Mạo Hiểm già không vợ không con. Họ đã nuôi nấng cậu bé và đặt tên là Bennett. Coi cậu như là con mình, chăm sóc cẩn thận.\n\nBennett từ nhỏ đã vô cùng hiểu chuyện, vô cùng thân thiết gọi họ là \"bố\".\n\n\"Bố à, răng giả rơi vào bát rồi kìa!\", \"Bố ơi đừng mặc cái áo giáp da đó nữa, con mua sơ mi cho nhé\", \"Trời mưa đừng đứng gần con quá, sẽ bị sét đánh trúng đó!\".\n\nĐến nay, việc chăm sóc những người \"bố\" không nơi nương tựa này đã chiếm toàn bộ thời gian còn lại của Bennett sau mỗi lần mạo hiểm.\n\n\"Những người bố này đúng là nhặt được báu vật rồi ha ha\". Hội trưởng đương nhiệm Cyrus vừa cười vừa vỗ vai Bennett.\n\nNếu bản thân đã không được may mắn thì chí ít cũng phải cố gắng mang đến may mắn cho những người mà anh yêu thương - Bennett đã nghĩ như thế.\n\nBennett đen đủi đang trên đường đi tìm một báu vật gọi là \"sự may mắn\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "菲谢尔的眷属，乌鸦奥兹，称班尼特为「世界上最顽强的少年」。\n\n从他身上的累累伤痕也能看出，班尼特经历过无数困境。\n\n怪物袭击，遗迹坍塌，跌落悬崖…面对这些，「不幸经验」十分丰富的班尼特总能找到应对危机的手段。\n\n教堂的祈礼牧师芭芭拉，曾惊讶于他治疗脱臼的手法之娴熟。\n\n不幸所带来的另外一个礼物，则是有些「病态」的战斗天赋。\n\n「那孩子的动作，难道说…他感觉不到痛吗？」骑士团的法尔伽大团长在见到班尼特战斗的场面后，产生了极大的好奇。\n\n并非感觉不到疼痛，而是早已适应疼痛，化为日常感官的一部分。\n\n剧烈的疼痛对于班尼特来说，只是相当于嗅到了刺鼻的气味、看到了刺眼的光线一样。\n\n因此，超越人体极限的战斗方式与奋不顾身的攻击动作，成为了冒险家班尼特的标志。",
      "zht": "菲謝爾的眷屬，烏鴉奧茲，稱班尼特為「世界上最頑強的少年」。\n\n從他身上的累累傷痕也能看出，班尼特經歷過無數困境。\n\n怪物襲擊，遺蹟坍塌，跌落懸崖…面對這些，「不幸經驗」十分豐富的班尼特總能找到應對危機的手段。\n\n教堂的祈禮牧師芭芭拉，曾驚訝於他治療脫臼的手法之嫺熟。\n\n不幸所帶來的另外一個禮物，則是有點「病態」的戰鬥天賦。\n\n「那孩子的動作，難道說…他感覺不到痛嗎？」騎士團的法爾伽大團長在見到班尼特戰鬥的場面後，產生了極大的好奇。\n\n並非感覺不到疼痛，而是早已適應疼痛，化為日常感官的一部分。\n\n劇烈的疼痛對於班尼特來說，只是相當於嗅到了刺鼻的氣味、看到了刺眼的光線一樣。\n\n因此，超越人體極限的戰鬥方式與奮不顧身的攻擊動作，成為了冒險家班尼特的標誌。",
      "jp": "フィッシュルの眷属、鴉のオズはベネットのことを「世界で一番頑強な少年」と呼ぶ。\n\nベネットの体にある傷跡を見れば、彼が今までどれほどの不運を経験してきたかわかる。\n\n怪物の襲撃、遺跡の崩壊、崖からの転落…どんな状況に遭遇しても、「不運経験」が十分にあるベネットはいつもすぐ対応策を思いつく。\n\n大聖堂の祈祷牧師バーバラも、脱臼の応急処置に慣れているベネットには驚いたものだ。\n\n不運がもたらしたもう一つの贈り物は「病的」な戦闘方法だった。\n\n「あの子の動き…痛みを感じていないのか？」ベネットの戦い方を見た騎士団の大団長ファルカはそう思った。\n\n痛みを感じないわけではないが、体はとうに痛みに慣れて、日常の一部となっている。\n\n激しい痛みはベネットにとって、鼻にツンとくる匂いや眩しい光みたいなものだ。\n\nだからこそ、人体の極限を超えた戦い方と何をも恐れない攻撃の動きは、冒険者ベネットのトレードマークになったのだ。",
      "ko": "피슬의 권속, 까마귀 오즈는 베넷을 「세계에서 가장 완강한 소년」이라고 말한다.\n\n베넷의 몸에 난 흉터들을 보면 그가 경험한 수많은 곤경이 어느 정도인지 가늠할 수 있다.\n\n몬스터의 습격, 유적의 붕괴, 절벽에서의 추락…. 이런 「불행한 경험」이 풍부한 베넷은 항상 위기에 대처할 수 있는 방법을 찾을 수 있다.\n\n성당의 바바라 부제도 그의 능숙한 탈골 치료 솜씨에 놀란 적이 있다.\n\n불행이 가져온 또 다른 선물은 다소 「병적」인 전투 특성이다.\n\n「저 아이의 움직임을 봐…. 설마 고통을 못 느끼는 건가?」 기사단의 바르카 대단장은 베넷의 전투를 보고 굉장한 호기심이 생겼다.\n\n고통을 못 느끼는 게 아니라 이미 고통에 적응해 일상적인 감각이 되어버린 것뿐이다.\n\n베넷에게 있어 격렬한 고통은 그저 코를 찌르는 듯한 냄새나 눈을 자극하는 빛과 같다.\n\n때문에 인체의 극한을 초월한 전투 방식과 몸을 사리지 않는 공격 동작은 모험가 베넷의 상징이 됐다",
      "en": "Oz the Raven, Fischl's familiar, said Bennett is \"the most tenacious young man in the world.\"\n\nIndeed, Bennett's share of bad luck throughout his life can be seen from his scars, old and new.\n\nAttacked by monsters, buried in collapsed ruins, falling from cliffs... A wealth of \"unfortunate events\" has taught Bennett how to deal with more of them in the future.\n\nBarbara, the Deaconess at the Church of Favonius, was once surprised by how skilled Bennett is at treating dislocated joints.\n\nAnother gift from his ordeals is his jaw-dropping talent for combat.\n\n\"Look at his moves... Doesn't that hurt?\" Grand Master Varka of the Knights was extremely intrigued after seeing Bennett in combat.\n\nIt's not that Bennett doesn't feel pain — he has simply gotten used to it. He adapted to the pain as others would to pungent smells or blinding light.\n\nTherefore, the way Bennett dives into battles head-on without reservation has become something of a signature of his.",
      "de": "Oz der Rabe, Fischls Freund und Vertrauter, sagte, Bennett sei „der zäheste junge Mann der Welt“.\n\nDa war etwas Wahres dran. Bennetts Anteil an Pech während seines ganzen Lebens, ist offensichtlich an seinen alten und neuen Narben zu erkennen.\n\nVon Monstern angegriffen, in zusammengebrochenen Ruinen begraben, von Klippen gefallen ... Sein Reichtum an „unglücklichen Ereignissen“ hat Bennett beigebracht, wie man damit in der Zukunft umgehen sollte.\n\nBarbara, die Bischöfin der Kathedrale des Ritterordens, war einmal ganz überrascht, wie geschickt Bennett im Umgang mit ausgerenkten Gelenken ist.\n\nEin weiteres Geschenk seiner Last waren seine „umwerfenden“ Talente im Kampf.\n\n„Man siehe sich nur seine Bewegungen an ... Tut das nicht weh?“ Großmeister Varka vom Ritterorden war äußerst fasziniert, nachdem er Bennett im Kampf gesehen hatte. Es ist nicht so, dass Bennett keinen Schmerz empfindet, er hatte sich nur schon daran gewöhnt. Er passte sich dem Schmerz an, wie es jeder tun würde, wenn er strenge Gerüche oder blendendes Licht vermeiden wollte.\n\nDaher ist die Art und Weise, wie Bennett sich ohne Vorbehalt in Schlachten stürzt, zu einer Art Markenzeichen von ihm geworden.",
      "es": "El cuervo Oz, el familiar de Fischl, dijo que Bennett era “el joven más tenaz del mundo”.\n\nGran parte de la mala suerte de Bennett a lo largo de su vida es evidente en sus cicatrices, antiguas y nuevas.\n\nAtacado por monstruos, enterrado en ruinas derrumbadas, cayendo por acantilados... La gran variedad de eventos desafortunados le han enseñado a Bennett cómo lidiar con ellos en el futuro.\n\nBárbara, la Diaconisa de la Iglesia de Favonius, se sorprendió una vez por la habilidad de Bennett al curar articulaciones dislocadas.\n\nOtra recompensa por sus calvarios fue su asombroso “talento” en el combate.\n\n“Mira sus movimientos... ¿No le duele eso?”. El Gran Maestro Varka de los Caballeros estaba extremadamente intrigado después de ver a Bennett en combate.\n\nNo es que Bennett no sienta dolor; solo que se ha acostumbrado a él. Se adaptó al dolor como cualquiera lo haría a un mal olor o a una luz cegadora.\n\nPor lo tanto, la forma en que Bennett entra en combate con emoción y sin preocuparse de salir herido se ha convertido en su seña de identidad.",
      "fr": "Oz, le corbeau de Fischl, dit de Bennett qu'il s'agit du « jeune homme le plus tenace de l'univers ».\n\nCeci n'est pas sans fondement : en effet, les cicatrices qui le recouvrent témoignent d'une vie d'épreuves.\n\nAttaques de monstres, effondrements de ruines, chutes de précipices... Bennett le malchanceux a dû apprendre à la dure à se sortir de tous types de situations.\n\nBarbara la Diaconesse fut un jour surprise de voir avec quelle facilité Bennett remet en place les articulations disloquées.\n\nUn autre don résultant de toutes les épreuves qu'il subit est son « talent unique » en combat.\n\n« Regardez ses mouvements... Cela ne devrait-il pas lui faire mal ? », fit un jour le Grand Maître Varka, intrigué au plus haut point.\n\nCe n'est pas que Bennett soit insensible à la douleur ; il s'y est juste habitué, comme on s'habitue à une mauvaise odeur ou à une lumière trop puissante.\n\nC'est ainsi que son style unique de combat – foncer droit devant au mépris du danger – est devenu en quelque sorte sa signature.",
      "pt": "Oz, o Corvo, familiar de Fischl, disse que Bennett é \"o jovem mais tenaz\".\n\nÉ verdade. A parte de azar de Bennett ao longo de sua vida pode ser vista claramente em suas cicatrizes, antigas e novas.\n\nAtacado por monstros, enterrado em ruínas desabadas, caindo de penhascos... A riqueza de \"eventos infelizes\" ensinou Bennett a lidar com eles no futuro.\n\nBarbara, a diaconisa da Igreja de Favonius, se surpreendeu uma vez que Bennett era magistral no tratamento de juntas deslocadas.\n\nOutro presente de suas provações foi o talento de \"deslocar o queixo\" em combate.\n\n\"Veja seus movimentos... Não dói?\" O Grande Mestre Varka dos Cavaleiros ficou extremamente intrigado depois de ver Bennett em combate.\n\nNão é que Bennett não sinta dor, é que ele se acostumou com isso. Ele se adaptou à dor como qualquer um faria a cheiros ruins ou luzes ofuscantes. Portanto, o modo como Bennett entra em combate sem reservas se tornou sua característica principal.",
      "ru": "Ворон Оз, фамильяр Фишль, как-то сказал, что Беннет - «самый упорный юноша на свете».\n\nИ это не далеко от истины. О неудачах Беннета можно судить по его многочисленным шрамам.\n\nОкружённый чудовищами... Оказавшийся под обрушившимся подземельем... Упавший со скалы...\n\nОбилие «неудач» Беннета научило его преодолевать их в будущем.\n\nБарбара, пастор собора Барбатоса, была крайне удивлена тем, как Беннет мастерски лечил вывихнутые суставы.\n\nЕщё одним приобретённым качеством было то, как он ведёт бои. Наблюдавший его в бою магистр Ордо Фавониус Варка заметил: «Посмотри на то, как он терпит удары. Разве это не больно?»\n\nБеннет чувствует боль, как и любой другой человек. Он просто к ней привык.\n\nЕго органы приспособились к боли, как нос приспосабливается к резкому запаху, или глаза - к яркому свету.\n\nПоэтому то, как Беннет бросается в бой сломя голову, стало его отличительной особенностью.",
      "id": "Menurut Oz the Raven, yang merupakan pengikut setia Fischl, Bennett adalah \"pemuda paling gigih sedunia\".\n\nHanya dengan melihat bekas luka di tubuhnya, seseorang sudah bisa tahu bahwa Bennett telah melewati banyak kesulitan.\n\nSerangan monster, terkubur di reruntuhan, terjatuh dari tebing... semua \"malapetaka\" ini menjadi pelajaran bagi Bennett untuk mencari cara untuk menghindarinya di kemudian hari.\n\nBarbara, seorang Diakones dari Katedral Favonius, terkejut ketika melihat kemahiran Bennett merawat sendi yang terkilir.\n\nBerkah lain yang didapatkan Bennett dari berbagai malapetaka itu adalah bakat bertarungnya yang sedikit \"mengerikan\".\n\n\"Lihat gerakan anak itu... apakah dia tidak bisa merasakan sakit?\" ucap Grand Master Varka yang terkesima ketika melihat gerakan Bennett.\n\nBukannya Bennett tidak bisa merasakan sakit, tetapi dia sudah terbiasa merasakan sakit, baginya itu sama seperti kejadian sehari-hari.\n\nBagi Bennett, merasakan sakit itu sama seperti saat dia mencium bau tidak sedap yang menusuk hidung, atau seperti melihat cahaya terang yang membutakan mata.\n\nDengan begitu, gaya bertarung Bennett yang melebihi batas tubuh manusia dan nekat kini menjadi ciri khas Bennett.",
      "th": "เรเวน Oz ซึ่งเป็นข้ารับใช้ของ Fischl นั้นเรียก Bennett ว่า \"เด็กหนุ่มที่หนังเหนียวที่สุดในโลก\"\n\nจากร่องรอยแผลเป็นบนตัวของเขาก็สามารถบอกได้ว่า Bennett นั้นประสบกับความยากลำบาก มากมายที่เกิดจากโชคร้ายของเขา\n\nอสูรเข้าโจมตี, โบราณสถานพังทลาย, ตกหน้าผา... ต่อหน้า \"ประสบการณ์ความซวย\" ที่มากมายเหล่านี้ Bennett ก็มักจะหาทางออกในการรับมือกับ วิกฤตได้เสมอ\n\nซิสเตอร์ Barbara ผู้อุทิศตนของมหาวิหารแห่ง Favonius นั้นครั้งหนึ่งยังถึงกับทึ่งในความ ชำนาญในการรักษาอาการ ข้อต่อหลุดของเขา\n\nของขวัญอีกอย่างนึงที่ความ โชคร้ายนำพามาก็คือพรสวรรค์ การต่อสู้ที่ค่อนข้างจะ \"ผิดปกติ\" ของเขา\n\n\"การเคลื่อนไหวของเจ้าเด็กนั่น อย่าบอกนะว่า... เขาไม่รู้สึกเจ็บเลยงั้นเหรอ?\" Varka แกรนด์มาสเตอร์แห่งกองอัศวิน สงสัยเป็นอย่างมากหลังจาก ที่เห็นการต่อสู้ของ Bennett\n\nไม่ใช่ไม่รู้สึกเจ็บ แต่เป็นเพราะชินกับความเจ็บปวด มาตั้งนานแล้ว จนมันกลายเป็นความรู้สึกที่ต้องเจอในทุก ๆ วัน\n\nสำหรับ Bennett แล้วความเจ็บปวดที่รุนแรงนั้นเป็น เหมือนกับการได้กลิ่นเหม็นหรือได้ เห็นแสงจ้าแยงลูกตาเท่านั้น\n\nเพราะเหตุนี้วิธีการต่อสู้ที่ก้าวข้าม ขีดจำกัดของร่างกายมนุษย์กับการ เข้าโจมตีอย่างบ้าระห่ำซึ่งไม่ เกรงกลัวต่อสิ่งใด ๆ จึงกลายเป็นสัญลักษณ์ของ นักผจญภัยที่ชื่อว่า Bennett",
      "vi": "Thuộc hạ của Fischl, quạ đen Oz gọi Bennett là \"thiếu niên kiên cường nhất thế giới\".\n\nTừ các vết thương trên người của Bennett có thể nhận ra anh đã trải qua vô vàn khó khăn.\n\nQuái vật tấn công, di tích sụp đổ, rơi xuống vực sâu... Bennett với kinh nghiệm vô cùng phong phú khi đối mặt với những thứ \"xui xẻo\" luôn tìm được cách ứng phó với chúng.\n\nBarbara - mục sư tế lễ của giáo đường đã rất ngạc nhiên bởi sự điêu luyện trong việc điều trị trật khớp của anh.\n\nSự xui xẻo còn mang đến một món quà, đó là tinh thần chiến đấu với \"bệnh tật\".\n\n\"Động tác của đứa trẻ đó, lẽ nào...nó không cảm thấy đau sao?\" Đại Đội Trưởng Varka của đội kỵ sĩ đã vô cùng tò mò khi nhìn thấy cảnh Bennett chiến đấu.\n\nKhông phải không cảm thấy đau, mà là đã sớm thích nghi và biến chúng thành một phần giác quan thường ngày.\n\nNỗi đau tột cùng đối với Bennett mà nói, cũng chỉ như mùi vị khiến anh sặc mũi, như ánh sáng làm anh chói mắt mà thôi.\n\nVì vậy, với phương thức chiến đấu vượt qua giới hạn và động tác tấn công không màng đến bản thân đã trở thành tiêu chí của Nhà Mạo Hiểm Fischl."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "死亡究竟是什么呢？总是游离在死亡边缘的班尼特不禁思考。\n\n班尼特知道将他「捡」回来的那位冒险家「老爹」，在死后留下诸多冒险传说供人称颂。\n\n班尼特知道冒险家孑然一身，他的葬礼上不会有哀声泣泪，只有众多老友碰杯豪饮为他送别。\n\n班尼特知道蒙德冒险家最好的归宿，便是献身于追求宝藏与大地的秘密之路，再由风神将其灵魂带回故乡。\n\n他曾十分畏惧死亡。\n\n但思考过后的班尼特认为，死亡对冒险家而言或许是一件幸事。\n\n——可幸运的事与我无关啊？\n\n「启程吧，去找宝藏！」于是班尼特放弃了思考。",
      "zht": "死亡究竟是什麼呢？總是游離在死亡邊緣的班尼特不禁思考。\n\n班尼特知道將他「撿」回來的那位冒險家「老爹」，在死後留下諸多冒險傳說供人稱頌。\n\n班尼特知道冒險家孑然一身，他的葬禮上不會有哀聲泣淚，只有眾多老友碰杯豪飲為他送別。\n\n班尼特知道蒙德冒險家最好的歸宿，便是獻身於追求寶藏與大地的秘密之路，再由風神將其靈魂帶回故鄉。\n\n他曾十分畏懼死亡。\n\n但思考過後的班尼特認為，死亡對冒險家而言或許是一件幸事。\n\n——可是幸運的事與我無關啊？\n\n「啟程吧，去找寶藏！」於是班尼特放棄了思考。",
      "jp": "死ぬって一体何なんだろう？いつも死の瀬戸際にいるベネットは、考えずにはいられなかった。\n\n自分を「拾った」冒険者の「オヤジ」が死んだ後でも、その冒険伝説が語り継がれていることをベネットは知っている。\n\n妻子のいない冒険者の葬式には涙がなく、旧友たちの乾杯する音だけが響くことをベネットは知っている。\n\nモンドの冒険者にとって最高の終わり方は、宝物や大地の秘密を追い求めた道の先でその身を捧げ、風神の手で魂を故郷へ連れていってもらう事だとベネットは知っている。\n\nかつての彼は死を恐れていた。\n\nしかし何度も考えた後、冒険者にとって死はむしろ幸運なことかもしれないとベネットは思うようになった。\n\n——まあ、幸運はオレとは関係ないけどな。\n\n「行こう！宝物を探しに！」そしてベネットは、ネガティブな考えをやめた。",
      "ko": "죽음이란 대체 무엇일까? 언제나 죽음의 문턱을 넘나드는 베넷은 항상 이런 생각을 한다.\n\n베넷은 안다. 자신을 「주워」온 모험가 「아버지」가 돌아가신 후에 사람들의 칭송을 받는 수많은 모험 전설들을 남겼다는 것을.\n\n베넷은 안다. 혈혈단신인 모험가의 장례식엔 슬픔의 눈물 대신 오직 술잔을 기울이며 그를 떠나보내는 오랜 친구들만이 있었다는 것을.\n\n그리고 베넷은 안다. 몬드의 모험가에게 가장 의미 있는 죽음은 보물이나 대지의 비밀을 추구하기 위해 그 몸을 바쳐 바람 신에 의해 영혼을 고향으로 데려가는 것이란 걸.\n\n과거의 그는 죽음을 두려웠했다.\n\n하지만 어느 순간부터, 베넷은 죽음이 모험가에게 있어 행운일 수도 있겠다는 생각이 들었다.\n\n——하지만 행운은 나와 무관하잖아?\n\n「가자, 보물을 찾으러!」 그렇게 베넷은 생각하는 것을 포기했다",
      "en": "What does death mean, exactly? Always walking the thin line between life and death, Bennett can't help but wonder.\n\nBennett knows that the old adventurer who saved him has left many praiseworthy stories and legends after his death.\n\nHe knows that an adventurer will not have weeping at their funerals, only toasts made in their names by old comrades.\n\nHe knows, to the adventurers of Mondstadt, a \"good death\" comes at the end of a life given to the pursuit of treasure and the secrets of the world. Once over, their souls are brought back to their homeland by Barbatos.\n\nHe once feared death.\n\nHowever, after pondering on this matter some more, he now feels death may be something fortunate for an adventurer...\n\nNot that fortune has anything to do with him.\n\n\"Onto the next treasure!\" And with that, Bennett puts this thinking business behind him.",
      "de": "Was bedeutet Tod eigentich genau? Bennett wandelt immer auf dem schmalen Grat zwischen Leben und Tod und stellt sich daher diese Frage.\n\nBennett weiß, dass der alte Abenteurer, der ihn gerettet hat, nach seinem Tod viele lobenswerte Geschichten und Legenden hinterlassen hat.\n\nEr weiß auch, dass es bei Beerdigungen von alten Abenteurern ohne Familie kein Gewimmer und keine Tränen geben wird, sondern nur einen Trinkspruch auf ihren Namen.\n\nFür die Abenteurer von Mondstadt bedeutet ein „guter Tod“ am Ende ihres Lebens, dass die Suche nach den Schätzen und Geheimnissen der Welt erfolgreich war. Wenn das Leben vorbei ist, werden ihre Seelen von Barbatos in ihre Heimat zurückgebracht.\n\nEinst fürchtete er den Tod.\n\nNachdem er jedoch über die Angelegenheit länger nachgedacht hatte, glaubte er jetzt, dass der Tod für einen Abenteurer etwas Glückliches sein könnte.\n\nNicht dass Glück etwas mit ihm zu tun hätte.\n\n„Auf zum nächsten Schatz!“ Und damit lässt Bennett das Denken wieder sein.",
      "es": "¿Qué es exactamente la muerte? Como alguien que siempre camina sobre la delgada línea que separa la vida de la muerte, Bennett no puede evitar hacerse esta pregunta.\n\nSabe que el viejo aventurero que lo salvó dejó muchas historias y leyendas dignas de elogio después de su muerte.\n\nSabe que no hay lágrimas en los funerales de viejos aventureros, solo brindis en sus nombres por parte de sus camaradas.\n\nTambién sabe que, para los aventureros de Mondstadt, una “buena muerte” es dar sus vidas en la búsqueda de tesoros y secretos del mundo, y que Barbatos traiga sus almas de vuelta a casa.\n\nUna vez temió a la muerte.\n\nSin embargo, después de reflexionar un poco más sobre este asunto, ahora siente que la muerte puede ser algo afortunado para un aventurero.\n\nDe todos modos, a él la fortuna nunca le sonríe.\n\nEntonces, Bennett piensa: “¡Hacia el próximo tesoro!”, y se olvida de todo lo demás.",
      "fr": "Qu'est-ce que la mort ? Ayant passé sa vie entière entre la vie et la mort, Bennett ne peut s'empêcher de se poser la question.\n\nIl sait que le vieil aventurier qui l'a sauvé a laissé après sa mort nombre d'histoires se transmettant d'une génération à l'autre.\n\nIl sait aussi qu'on n'entend nuls pleurs aux funérailles des vieux explorateurs n'ayant pas de famille, mais juste le son des verres d'amis de longue date trinquant à leur départ.\n\nIl sait également qu'aux yeux des aventuriers de Mondstadt, une « bonne mort » est apportée par une vie dédiée à la poursuite des trésors et des secrets de ce monde ; l'âme de l'aventurier méritant est alors emportée par l'Archon Anémo.\n\nBennett était autrefois terrifié par l'idée-même de la mort.\n\nMais après avoir longuement réfléchi au sujet, il sent maintenant que la mort est une conclusion heureuse pour tout aventurier.\n\nNon que la fortune lui sourie en aucune manière de toute façon...\n\n« Allez, direction le prochain trésor ! » ; et Bennett abandonne ainsi le fil de ses pensées.",
      "pt": "O que exatamente significa a morte? Sempre caminhando na linha tênue entre vida e morte, Bennett não pode deixar de se perguntar.\n\nBennett sabe que o velho aventureiro que o salvou deixou muitas histórias e lendas louváveis após sua morte.\n\nEle sabe que não haverá gritos nos funerais de velhos aventureiros sem família, apenas brindes feitos em seus nomes.\n\nEle sabe que, para os aventureiros de Mondstadt, uma \"boa morte\" chega ao fim de uma vida dedicada em busca dos tesouros e segredos do mundo. Uma vez terminadas, suas almas são trazidas de volta à sua terra natal por Barbatos.\n\nEle já teve medo da morte.\n\nNo entanto, depois de refletir um pouco mais sobre esse assunto, agora ele sente que a morte pode ser algo de afortunado para um aventureiro...\n\nNão que a sorte tenha alguma coisa a ver com ele.\n\n\"Para o próximo tesouro!\" E com isso, Bennett deixa todo o seu pensamento para trás.",
      "ru": "Что же такое «смерть»? Пройдя столько раз по тонкой грани между жизнью и смертью, Беннет начал задаваться этим вопросом.\n\nОн знает, что старый искатель приключений, который вынес его из подземелья, оставил после своей смерти множество историй и легенд.\n\nОн понимает, что на похоронах его отцов, старых искателей приключений, не имеющих своих семей, не будет слёз, только тосты в честь их имён.\n\nОн в курсе, что по мнению мондштадтских искателей приключений, если ты отдал свою жизнь в погоне за сокровищами и тайнами мироздания, сам Барбатос принесёт твою душу в родные места. Это они называют «достойной смертью».\n\nКогда-то Беннет боялся смерти, но после долгих размышлений он понял, что смерть в походе - это большая удача для искателя приключений... Вот только ему всё никак не везёт.\n\n«Вперёд, за сокровищами!», снова кричит он, откинув все свои мысли.",
      "id": "Apa sebenarnya kematian itu? Bennett, yang selalu berjalan di ambang kematian tidak habis-habisnya berpikir.\n\nBennett tahu bahwa pengembara \"tua\" yang \"membawa\" dirinya kembali itu telah meninggalkan banyak cerita petualangan yang patut dipuji setelah kematiannya.\n\nBennett tahu bahwa pengembara itu hidup sebatang kara, dan karenanya tidak ada yang menangisi kepergiannya, hanya beberapa teman lama saja yang bersulang untuk mengantar kepergiannya itu. Bennett tahu bahwa tujuan akhir terbaik bagi para pengembara Mondstadt adalah mengabdikan dirinya untuk mengejar harta karun berharga dan menemukan rahasia dari tanah yang luas itu, dan setelah semuanya selesai Archon Anemo akan membawa jiwanya kembali ke kampung halamannya.\n\nBennett sangat takut akan kematian.\n\nTetapi setelah memikirkannya, Bennett percaya bahwa kematian adalah berkat bagi para pengembara tersebut.\n\nNamun, apa juga hubungannya berkat-berkat ini dengan dirinya?\n\nAkhirnya Bennett berhenti merenung dan \"Ayo mulai bertualang dan dapatkan harta karun itu!\".",
      "th": "ความตายมันเป็นยังไงกันนะ? Bennett ผู้มักจะใช้ชีวิตอยู่ระหว่างความเป็นกับความตายตลอดนั้นอดที่จะคิด สงสัยไม่ได้\n\nBennett รู้ว่า \"พ่อ\" ผู้เป็นนักผจญภัยซึ่ง \"เก็บ\" เขามานั้นได้ทิ้งเรื่องราว การผจญภัยที่น่าชื่นชมไว้มากมาย ภายหลังการตายของเขา\n\nBennett รู้ว่าในงานศพของนักผจญภัยที่ อ้างว้างตัวคนเดียว คงไม่มีเสียงคร่ำครวญและร้องไห้ มีเพียงการดื่มเพื่ออำลาจากเพื่อน เก่า ๆ เท่านั้น\n\nBennett รู้ว่าการผจญภัยที่ดีที่สุดสำหรับ นักผจญภัยแห่ง Mondstadt นั้นคือเส้นทางการอุทิศตนเพื่อตามล่าหาสมบัติและความลับ ของแผ่นดิน และจากนั้นเทพแห่งสายลมจะพา วิญญาณของเขากลับไปที่บ้านเกิด ของเขา\n\nครั้งหนึ่งเขาเคยเกรงกลัวต่อความตายเป็นอย่างมาก\n\nแต่หลังจากที่พิจารณาดูแล้ว Bennett ก็คิดว่าสำหรับนักผจญภัยแล้วบางทีความตายอาจจะเป็นโชคดีอย่าง นึงก็ได้\n\n...แต่เรื่องโชคดีอะไรนั่นมันไม่เกี่ยวกับฉันนี่นา?\n\n\"ออกเดินทางกันเถอะ ไปหาสมบัติกัน!\" จากนั้น Bennett ก็เลิกที่จะคิดเกี่ยวกับเรื่องพวกนี้",
      "vi": "Cái chết rốt cuộc là gì? Bennett - người luôn mon men gần ranh giới cái chết tự hỏi.\n\nBennett biết rằng, người \"bố\" - Nhà Mạo Hiểm đã cứu vớt anh sau khi chết đã được rất nhiều người ca tụng.\n\nBennett biết Nhà Mạo Hiểm trong đám tang của chính mình chả có mấy ai khóc than, phần lớn chỉ là những người bạn già uống với nhau chén rượu rồi đưa ông đến nơi chôn cất.\n\nBennett biết rằng nơi trở về tốt nhất cho Nhà Mạo Hiểm Mondstadt đó là hiến thân cho việc truy tìm Bí Cảnh có chứa báu vật và vùng đất lớn, rồi từ đó sẽ được Phong Thần đem linh hồn về quê hương.\n\nAnh từng rất sợ cái chết.\n\nThế nhưng sau đó Bennett cho rằng, cái chết có lẽ sẽ là một việc hạnh phúc với Nhà Mạo Hiểm. \n\nNhưng điều may mắn lại chẳng liên quan đến mình mà?\n\n\"Khởi hành thôi, đi tìm kho báu!\" Thế là Bennett bỏ mặc những suy nghĩ ngổn ngang đó."
    }
  },
  {
    "title": {
      "zhs": "胶布绷带",
      "zht": "膠布繃帶",
      "jp": "絆創膏",
      "ko": "테이프 붕대",
      "en": "Adhesive Bandage",
      "de": "Pflaster",
      "es": "Vendas",
      "fr": "Pansements et bandages",
      "pt": "Ataduras Adesivas",
      "ru": "Лейкопластырь",
      "id": "Perban Kain",
      "th": "ผ้ากาวพันแผล",
      "vi": "Băng gạc"
    },
    "line": {
      "zhs": "遇到骨折或失血较多的重伤时，班尼特会跑去教堂寻求牧师芭芭拉的治疗。\n\n「这次又是我…真不好意思。」班尼特挠着后脑勺。\n\n芭芭拉只是摇摇头，「把擦伤的地方也处理一下吧」，然后递上几片胶布绷带。\n\n不经意间的关心，却被班尼特视若珍宝。他像佩戴勋章一样地将胶布绷带贴在伤口上，并报以热情的感谢。\n\n班尼特冒险时的随身小口袋里，保存着很多胶布绷带。老爹们的、芭芭拉小姐的、凯瑟琳小姐的…还有受伤后偶遇的冒险家们送的。\n\n小小的善意收集起来，是一份独属于班尼特，看得见摸得着的幸运。 \n\n「至少还有大家在，看来我也没那么倒霉。」",
      "zht": "遇到骨折或失血較多的重傷時，班尼特會跑去教堂尋求牧師芭芭拉的治療。\n\n「這次又是我…真不好意思。」班尼特搔著後腦勺。\n\n芭芭拉只是搖搖頭，「把擦傷的地方也處理一下吧」，然後遞上幾片膠布繃帶。\n\n不經意間的關心，卻被班尼特視若珍寶。他像佩戴勳章一樣地將膠布繃帶貼在傷口上，並報以熱情的感謝。\n\n班尼特冒險時的隨身小口袋裡，保存著很多膠布繃帶。老爹們的、芭芭拉小姐的、凱瑟琳小姐的…還有受傷後偶遇的冒險家們送的。\n\n小小的善意收集起來，是一份獨屬於班尼特，看得見摸得著的幸運。\n\n「至少還有大家在，看來我也沒那麼倒楣。」",
      "jp": "骨折や出血が多い怪我をした時、ベネットは大聖堂に行って、牧師のバーバラに治療してもらう。\n\n「またオレだ…わりぃな」と言いながら頭を掻くベネット。\n\nバーバラはただ首を横に振り、「擦り傷も手当してね」と、絆創膏を渡した。\n\nこのさりげない優しさは、ベネットにとってまるで宝物のようだった。彼は勲章をつけるように絆創膏を傷口につけ、バーバラに情熱的な感謝を述べた。\n\nベネットが冒険する時は、いつもポケットにたくさんの絆創膏を入れている。オヤジさんたちの、バーバラさんの、キャサリンさんの…または怪我した後に出会った冒険者たちからもらったもの。\n\n小さな気遣いを集めて、ベネットだけの触れられる幸運に変わる。\n\n「少なくともオレにはみんながいるから、不運も大したことないみたいだな」",
      "ko": "골절 혹은 과다출혈의 중상을 입었을 때 베넷은 성당의 바바라 부제를 찾아가 치료를 부탁한다.\n\n베넷은 뒤통수를 긁적이며 「이번에도 또 저네요…. 죄송합니다」\n\n바바라는 그저 고개를 저으며, 「찰과상도 같이 치료하세요」라며 붕대를 건넨다.\n\n무심코 한 관심을 베넷은 보물처럼 여겼다. 그는 훈장을 착용한 것처럼 붕대로 상처를 감싸고 고마워했다.\n\n베넷은 모험을 떠날 때 주머니에 붕대를 많이 넣고 다닌다. 아버지들이 준 것, 바바라가 준 것, 캐서린이 준 것… 그리고 부상을 입었을 때 우연히 만난 모험가가 준 것까지.\n\n작디작은 선의가 모여 베넷만의 볼 수 있고 만질 수 있는 행운이 되었다.\n\n「나에게 최소한 그분들이 있으니까, 난 운이 나쁜 게 아닐 수도 있어」",
      "en": "Whenever he suffers severe injuries such as fractures or excessive loss of blood, Bennett will go to the Cathedral to seek treatment from Deaconess Barbara.\n\n\"Sorry, it's me again...\" Bennett will say, scratching the back of his head.\n\nBarbara, however, will just shake her head, and with a \"let's deal with those scratches as well,\" she will toss him some adhesive bandages.\n\nSuch displays of concern may be inadvertent, but they have a special place in Bennett's heart. He sticks those bandages on his wounds with the care of one pinning a medal to their chest, before thanking her wholeheartedly.\n\nBennett keeps many such bandages in his utility pouch when he goes on adventures. Ones he gets from his dads, from Barbara, from Katheryne... and from adventurers he sometimes meets by chance after getting injured.\n\nThese tiny tokens of goodwill form a tangible collection of fair fortune unique to Bennett.\n\n\"Well, since everyone's by my side, I guess I'm not that unlucky after all.\"",
      "de": "Wann immer er schwerere Verletzungen wie Knochenbrüche oder übermäßigen Blutverlust erleidet, geht Bennett in die Kathedrale, um sich von Bischöfin Barbara behandeln zu lassen.\n\n„Entschuldigung, ich bin schon wieder hier ...“, stammelt Bennett dann meistens und kratzt sich verlegen am Hinterkopf.\n\nBarbara jedoch wird nur leicht ihren Kopf schütteln. Mit einem freundlichen „Dann kümmern wir uns mal um diese Kratzer“ und ein paar Pflastern wird sie ihn versorgen.\n\nSolche Anzeichen der Besorgnis mögen unbeabsichtigt sein, aber sie haben einen besonderen Platz in Bennetts Herzen. Er klebt diese Verbände auf seine Wunden mit der Sorgfalt, mit der man Verdienstmedaillen an die Brust heftet, bevor man der verdienstvollen Person von ganzem Herzen dankt. Bennett bewahrt viele solcher Verbände in seinem Gebrauchsbeutel auf, wenn er sich auf Abenteuer begibt. Er bekommt sie von seinen Vätern, von Barbara, von Katheryne ... und von Abenteurern, die er manchmal zufällig trifft, nachdem er sich verletzt hat.\n\nDiese winzigen Zeichen des guten Willens bilden eine greifbare Sammlung von Glück, die nur Bennett hat.\n\n„Nun, da so viele Leute an meiner Seite stehen, habe ich wohl doch nicht so viel Pech.“",
      "es": "Cada vez que sufre heridas graves, como fracturas o pérdida de sangre, Bennett va a la Catedral para que Bárbara, la Diaconisa, lo cure.\n\n“Lo siento, soy yo otra vez”, dice Bennett mientras se rasca la nuca.\n\nEntonces, Bárbara sacude la cabeza, dice “Te curaré esos rasguños” y le ayuda a ponerse unas vendas.\n\nEsas muestras de preocupación pueden no parecer gran cosa, pero Bennett las atesora muy fuertemente en su corazón. Se pone las vendas en las heridas como si de medallas de guerra se trataran y le da las gracias a Bárbara de todo corazón.\n\nBennett guarda muchas de esas vendas en su bolsa cuando se va de aventuras: las que recibe de sus papás, de Bárbara, de Katheryne y de los aventureros que conoce por casualidad después de salir herido de alguna situación.\n\nEsas pequeñas muestras de buena voluntad son, en realidad, la verdadera y única suerte de la que goza Bennett.\n\n“Tal vez no sea tan desafortunado. Después de todo, tengo la suerte de que mucha gente se preocupa por mí”.",
      "fr": "À chaque fois que ses aventures se soldent par des blessures en tout genre (soit à chaque aventure), Bennett se rend à la cathédrale pour y recevoir les soins de la main de Barbara, qui lui remet les os en place et arrête ses hémorragies.\n\n« Pardon, c'est encore moi », peut-on l'entendre dire à chaque fois tandis qu'il se gratte la tête d'un air perplexe.\n\nÀ sa vue, Barbara secoue alors la tête et lui répond « Bien, occupons-nous donc de ces égratignures », et ce faisant lui donne un paquet de pansements.\n\nCes démonstrations d'affection occupent une place spéciale dans le cœur de Bennett, qui applique chacun des pansements offerts avec le soin que d'autres mettraient à accrocher des médailles ; puis il se fond en remerciements à l'égard de la diaconesse.\n\nBennett garde sur lui un grand nombre de pansements qui lui ont été offerts par ses aïeux, Barbara, Catherine... ou encore d'autres aventuriers qu'il croise par chance lorsqu'il est blessé.\n\nAux yeux du jeune homme, tous ces témoignages d'affection qui l'accompagnent sont une sorte de porte-bonheur :\n\n« Avec toutes ces personnes qui se soucient de moi, je ne suis pas aussi malchanceux que ça après tout ! »",
      "pt": "Sempre que sofre ferimentos graves, como fraturas ou perda excessiva de sangue, Bennett vai à Catedral procurar o tratamento da diaconisa Barbara.\n\n\"Desculpe, sou eu de novo...\", Bennett dirá, coçando a nuca.\n\nBarbara, no entanto, apenas balança a cabeça e, com um \"vamos cuidar desses arranhões também\", ela joga algumas ataduras adesivas para ele.\n\nEssas demonstrações de preocupação podem ser despretensiosas, mas elas têm um lugar especial no coração de Bennett. Ele coloca os curativos nas feridas com o cuidado de uma pessoa prendendo medalhas no peito, antes de agradecer de todo o coração.\n\nBennett mantém muitos desses curativos em sua bolsa de utilidades quando sai em aventuras. Os que recebe de seus pais, de Barbara, de Katheryne... E de aventureiros que às vezes encontra por acaso depois de se machucar.\n\nEsses pequenos símbolos de boa vontade formam uma coleção tangível da boa sorte única de Bennett.\n\n\"Bem, com tanta gente ao meu lado, acho que não sou tão azarado, afinal\".",
      "ru": "Испытав перелом либо потеряв изрядное количество крови, Беннет всегда первым делом бежит в Собор Барбатоса за помощью к пастору Барбаре.\n\n«Извините, но к вам опять я...» - почёсывая затылок, бормотал Беннет.\n\nБарбара лишь качала головой, и со словами «эти ссадины мы тоже вылечим» передавала ему пластырь.\n\nОт заботы Барбары сквозило небрежностью, но Беннет страстно ею дорожил. Он клеил пластыри на раны так заботливо, будто надевал медали, а затем сердечно её благодарил.\n\nПеред приключением Беннет всегда набивает подсумок пластырями - от отцов, от Барбары, от Катерины... А иногда и от путешественников, встретившихся ему после того, как он поранился.\n\nЭти маленькие знаки доброй воли говорят об особой удаче, какой обладает только Беннет.\n\n«Не так уж я и неудачлив, раз меня поддерживает столько людей».",
      "id": "Setiap kali dia menderita cedera parah seperti patah tulang atau kehilangan banyak darah, Bennett akan pergi ke Katedral untuk mendapatkan pengobatan dari Barbara.\n\n\"Maaf, aku lagi aku lagi...\" Bennett akan mengatakan hal itu sambil menggaruk bagian belakang kepalanya.\n\nBarbara, dia hanya akan menggeleng-gelengkan kepalanya dan berkata \"Ayo kita sembuhkan luka-luka itu\", setelah itu dia akan memakaikan perban kepadanya.\n\nPerhatian semacam itu secara tidak langsung cukup menyentuh hati Bennett. Barbara membalutkan perban itu pada luka-lukanya dengan telaten dan Bennett berterima kasih padanya dengan sepenuh hati.\n\nBennett menyimpan banyak perban seperti itu di kala dia pergi bertualang. Dia menyimpan perban-perban yang dia dapatkan dari ayahnya, Barbara, Katheryne... dan dari para pengembara lain yang terkadang bertemu secara kebetulan dengannya saat dia sedang terluka.\n\nKebaikan-kebaikan kecil dari orang lain ini menjadi suatu koleksi unik bagi Bennett sebagai pertanda keberuntungannya.\n\n\"Ya, kurasa aku sangat beruntung memiliki mereka semua di sisiku.\"",
      "th": "เมื่อพบสถานการณ์สูญเสียเลือด มากหรือกระดูกหักฉุกเฉิน Bennett จะรีบไปหา Barbara ที่วิหารเพื่อขอความช่วยเหลือ\n\n\"ครั้งนี้ฉันอีกแล้ว...โทษทีนะ\" Bennett เกาหัว\n\nBarbara เพียงแค่ส่ายหัวเบา ๆ \"เช็ดทำความสะอาดแผลที่ถลอก ด้วยละกัน\" จากนั้นส่งเทปพันแผลให้กับเขา\n\nการเอาใจใส่เล็กน้อยนี้ Bennett กลับเห็นคุณค่าเป็นอย่างมาก เขาปิดแผลด้วยเทปพันแผลเหมือนกลัดเหรียญตราทรงเกียรติ และตอบแทนด้วยคำขอบคุณที่ จริงใจ\n\nระหว่างที่ Bennett ผจญภัยนั้นมักจะพกเทปปิดแผล มากมายในกระเป๋า จากคุณพ่อทั้งหลาย พี่ Barbara คุณ Katheryne...และจากนักผจญภัยที่พบเจอระหว่างบาดเจ็บมอบให้\n\nความหวังดีเล็ก ๆ น้อย ๆ ที่รวบรวมไว้ เป็นความโชคดีที่จับต้องได้สำหรับ Bennett เพียงผู้เดียว\n\n\"อย่างน้อยก็ยังมีทุกคนอยู่ตรงนี้ ดูเหมือนว่าฉันก็ไม่ได้โชคร้ายขนาดนั้นหรอก\"",
      "vi": "Khi bị thương nghiêm trọng như gãy xương hoặc mất máu quá nhiều, Bennett sẽ chạy đến giáo đường nhờ mục sư Barbara chữa trị.\n\n\"Lại là tôi đây... thật xin lỗi.\" Bennett gãi gãi đầu.\n\nBarbara chỉ biết lắc đầu, \"những vết trầy này cũng xử lý nốt\", sau đó đưa đến miếng băng gạc.\n\nSự quan tâm vô tư, nhưng Bennett lại coi như báu vật. Anh dán miếng băng gạc lên vết thương trông giống như đeo huân chương rồi cảm ơn một cách nồng nhiệt.\n\nBennett giữ rất nhiều băng gạc trong ngăn túi nhỏ, và mang theo trong suốt hành trình mạo hiểm. Của các bố, của tiểu thư Barbara, của tiểu thư Katheryne... còn có từ các Nhà Mạo Hiểm mà anh tình cờ gặp phải khi bị thương.\n\nNhững lòng tốt nhỏ bé được gom lại, là sự may mắn hữu hình chỉ thuộc về Bennett.\n\n\"Ít nhất thì mọi người đều ở đây, xem ra tôi cũng không quá xui xẻo\"."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "没有什么可以阻止班尼特的冒险热情。\n\n他想要像「老爹」们一样，不断地探索、挑战、挥洒热血，在冒险路上慢慢老去。\n\n可是这一次，班尼特遇上了真正的危机。\n\n正如当年老人所遇的那样，是一处令人无比绝望的险境。\n\n「这出血量…不妙了呀。」\n\n可班尼特没有停下脚步，「没有回去的道理。」他这样想着。\n\n不知为何，他觉得过去所经受的一切不幸折磨，都是为了突破这一刻的险境。\n\n但在地狱一般的旅途最后，等在终点的却是——空无一物。\n\n「一无所获也是冒险的…一部分嘛，别…在意…」\n\n紧绷的神经稍一懈怠，班尼特的意识便被累累伤痕夺去，倒在地上。\n\n再度醒来时，他发觉伤口似乎被某种神奇的火焰灼烧过，止住了流血，又感觉不到疼痛。\n\n一颗温热的宝珠在他掌心跳动，伴随着胸中只属于冒险家的心跳节拍。\n\n那并非世界的仁慈，也绝非命运的怜悯，而是真正配得上他如火般意志的「终点的宝藏」。",
      "zht": "沒有什麼可以阻止班尼特的冒險熱情。\n\n他想要像「老爹」們一樣，不斷地探索、挑戰、揮灑熱血，在冒險路上慢慢老去。\n\n可是這一次，班尼特遇上了真正的危機。\n\n正如當年老人所遇的那樣，是一處令人無比絕望的險境。\n\n「這出血量…不妙了呀。」\n\n但是班尼特沒有停下腳步，「沒有回去的道理。」他這樣想著。\n\n不知為何，他覺得過去所經受的一切不幸折磨，都是為了突破這一刻的險境。\n\n但在地獄一般的旅途最後，等在終點的卻是——空無一物。\n\n「一無所獲也是冒險的…一部分嘛，別…在意…」\n\n緊繃的神經稍一懈怠，班尼特的意識便被累累傷痕奪去，倒在地上。\n\n再度醒來時，他發覺傷口似乎被某種神奇的火焰灼燒過，止住了流血，又感覺不到疼痛。\n\n一顆溫熱的寶珠在他掌心跳動，伴隨著胸中只屬於冒險家的心跳節拍。\n\n那並非世界的仁慈，也絕非命運的憐憫，而是真正配得上他如火般意志的「終點的寶藏」。",
      "jp": "ベネットの冒険への熱意を止められるものはない。\n\n彼は「オヤジ」たちのように情熱を持って探索し続け、挑戦し続け、冒険に人生の全てを捧げる。\n\nだが、今回のベネットは本当の危機に直面した。\n\nオヤジたちが若い頃にあったような絶体絶命の危機。\n\n「この出血量は…ヤバいぞ」\n\nでもベネットは足を止めなかった。「このまま帰るわけにはいかない」彼はこう思った。\n\n何故か分からないが、ベネットは過去に経験した全ての不幸が、この瞬間を突破するための試練だと思えた。\n\nだが、地獄のような旅の終点で待っていたのは——何もなかった。\n\n「収穫なしも冒険…の一部だからさ、き…気にすんな…」\n\n強張った緊張感が弛緩した途端に、傷だらけのベネットは倒れた。\n\n目を覚ました時、なぜか傷口が不思議の炎に焼かれた気がした。出血が止まり、痛みも感じなかった。\n\n一枚の温かい宝珠が彼の手のひらで、冒険者の心拍に合わせて脈打っていた。\n\nそれは世界の慈悲や運命の憐憫ではなく、彼の炎のような意志に相応しい「終点の宝物」だった。",
      "ko": "그 어떤 것도 베넷의 모험에 대한 열정을 막을 수 없다.\n\n그는 「아버지」들처럼 끊임없이 탐험하고 도전하며 열정을 쏟으면서 모험을 하며 천천히 늙어가길 바랐다.\n\n하지만 이번에 베넷은 진정한 위기를 맞이하게 된다.\n\n그 해 노인이 맞이했던 것처럼 매우 절망스러운 위험을 맞이하게 된다.\n\n「이 정도 출혈량이면… 큰일인데」\n\n하지만 베넷은 걸음을 멈추지 않았다. 「돌아가야 할 이유는 없어」 그는 이렇게 생각했다.\n\n왜인지 모르지만 그는 과거에 겪었던 불행의 고통은 모두 이 위기의 순간을 돌파하기 위함일 것이라고 생각했다.\n\n하지만 지옥 같은 여행의 끝에는 아무것도 없었다.\n\n「아무것도 없는 것도 모험의… 일부니까, 괜…괜찮아…」\n\n다잡았던 정신이 살짝 흐트러지자 베넷은 쌓이고 쌓인 상처로 인해 정신을 잃고 땅에 쓰러지졌다.\n\n다시 깨어났을 때 그는 상처들이 어떤 신비한 불꽃에 타들어가 출혈이 멈추고 더 이상 아픔이 느껴지지 않는 걸 발견하게 된다.\n\n따뜻한 보주 하나가 그의 손안에서 모험가의 심장과 함께 뛰기 시작했다.\n\n이건 세계의 자비도 아니고, 운명의 동정심도 아닌 그의 불같은 의지와 어울리는 「그 끝의 보물」이었다",
      "en": "Bennett's passion for adventure is unstoppable.\n\nHe wants to constantly explore, challenge, sweat it out, and eventually grow old on the adventurer's path.\n\nBut there was once when he met with a true crisis.\n\nJust as that old adventurer had so long ago, Bennett was in a predicament that would cause any other person to despair.\n\n\"Losing this much blood... Not good.\"\n\nBut Bennett did not stop. \"There's no reason to turn back,\" he thought.\n\nSomehow, he just knew that all the agonizing misfortune he had suffered up till this point was for the sake of overcoming this precarious position.\n\nBut at the end of his hellish journey, what he found at the end was — nothing at all.\n\n\"Ha, returning empty-handed is... part of an adventure. I... don't mind...\"\n\nAt last, his tightly-wound emotions came loose, allowing his many injuries to rob him of his consciousness, and he collapsed.\n\nWhen he reawakened, he found that his wounds had been cauterized by a mysterious flame, stopping both the bleeding and the pain.\n\nA jewel pulsed warmly in the palm of his hand, its rhythm in time with the heartbeat in his chest — the beating heart of an adventurer.\n\nThis was not the mercy of the world, or that fate took pity on him. Rather, this was his \"final reward,\" one befitting a person with Bennett's burning passion.",
      "de": "Nichts kann Bennetts Abenteuerlust aufhalten.\n\nEr will erforschen, herausfordern, sein Blut vergießen und schließlich auf dem Weg des Abenteurers alt werden, ganz wie seine Väter.\n\nEinmal jedoch geriet er in einen echten Schlamassel.\n\nDer alte Abenteurer befand sich in einer Zwangslage, die jeden anderen Menschen zur Verzweiflung gebracht hätte.\n\n„So viel Blut zu verlieren ... Nicht gut, gar nicht gut.“ Aber Bennett gab nicht auf. „Es gibt keinen Grund umzukehren“, dachte er. Irgendwie wusste er einfach, dass all das qualvolle Unglück, das er bis zu diesem Zeitpunkt erlitten hatte, ihn darauf vorbereitet hatte, diese prekäre Lage zu überwinden. Am Ende seiner beschwerlichen Reise jedoch wartete gar nichts auf ihn. Er schwankte und fiel letztendlich bewusstlos zu Boden. Als er wieder erwachte, stellte er fest, dass seine Wunden von einer geheimnisvollen Flamme ausgebrannt worden waren, die sowohl die Blutung als auch den Schmerz stoppte.\n\nEin Juwel pulsierte warm in seiner Handfläche, sein Rhythmus im Takt mit dem Herzschlag in seiner Brust. Das schlagende Herz eines Abenteurers. Das war nicht die Gnade der Welt oder ein Zeichen, dass das Schicksal Mitleid mit ihm hatte. Vielmehr war dies seine „letzte Belohnung“, die einem Menschen mit Bennetts brennender Leidenschaft gebührte.",
      "es": "La pasión de Bennett por las aventuras es imparable.\n\nÉl solo desea explorar el mundo sin cesar, enfrentarse a nuevos desafíos, sudar en el intento y, finalmente, envejecer como un aventurero.\n\nPero una vez tuvo una verdadera crisis.\n\nIgual que ese viejo aventurero, Bennett estaba en una difícil y desesperante situación.\n\n“Perder tanta sangre... No es bueno”.\n\nPero Bennett no se detuvo. “No hay razón para regresar”, pensó.\n\nDe alguna manera, sabía que la agonizante desgracia que había sufrido hasta ese momento había sido para superar la precaria situación en la que se encontraba.\n\nPero, al final de su viaje infernal, lo que encontró fue la nada.\n\n“¡Ja! Regresar con las manos vacías es... parte de una aventura. A mí... no me importa...”\n\nFinalmente, sus emociones se desbordaron y sus muchas heridas hicieron que perdiera la consciencia, y Bennett se derrumbó.\n\nCuando despertó, descubrió que sus heridas habían sido cauterizadas por una llama misteriosa que había detenido tanto el sangrado como el dolor.\n\nUna joya latía cálidamente en la palma de su mano. El ritmo al que latía era el mismo que el de su palpitante corazón de aventurero.\n\nAquello no ocurrió porque el mundo o el destino tuvieran compasión por él, sino que fue su “recompensa final”; una recompensa que solo podía corresponderle a una persona con una pasión tan ardiente como la de Bennett.",
      "fr": "Aucun obstacle ne semble être capable d'arrêter la passion de Bennett pour l'aventure.\n\nBennett n'a qu'une envie : explorer, défier, combattre, et devenir vieux en suivant le chemin de l'aventure.\n\nIl lui arriva cependant une fois de vivre une crise d'une importance bien réelle.\n\nTout comme le vieil aventurier des années plus tôt, Bennett se trouvait alors en un lieu où l'espoir n'existait point.\n\n« Perdu trop de sang... Pas bon ça, pas bon... »\n\nMais il ne s'arrêta pas pour autant. « Ce n'est pas une raison pour revenir sur mes pas ! » pensait-il.\n\nIl réalisa soudain que toutes les mésaventures qu'il avait connues jusqu'ici n'avaient eu qu'un seul but : le préparer pour cet instant précis.\n\nMais au bout du chemin semé d'embûches de ces terres désolées, il ne trouva... rien.\n\n« Haha, revenir les mains vides... Cela fait aussi partie de l'aventure. Peu... m'importe... »\n\nC'est ce moment que choisirent ses multiples blessures pour se rappeler à son bon souvenir, et ces mots à peine prononcés, il s'écroula, inconscient.\n\nÀ son réveil, il découvrit avec surprise que ses blessures avaient été cautérisées par quelque mystérieuse flamme, et que saignements et douleurs s'étaient interrompus.\n\nDans sa main brillait un joyau, envoyant un éclat battant à l'unisson avec son propre cœur – le cœur d'un vrai aventurier.\n\nIl ne s'agissait là point du signe de la pitié de quelque divinité, mais bien de la récompense accordée à Bennett pour sa passion inébranlable.",
      "pt": "A paixão do Bennett pela aventura é inabalável.\n\nEle quer explorar constantemente, desafiar, suar e eventualmente envelhecer ainda no caminho de um aventureiro.\n\nMas houve uma vez que ele se deparou com uma verdadeira crise.\n\nAssim como aquele velho aventureiro há tanto tempo atrás, Bennett estava em uma situação difícil que desesperaria qualquer outra pessoa.\n\n\"Perder todo esse sangue... Nada bom\".\n\nMas Bennett não desistiu. \"Não há motivo para voltar agora\", ele pensou.\n\nDe alguma forma, ele apenas sabia que toda a agonizante desgraça que sofreu até este ponto era pelo benefício de superar essa posição ruim.\n\nMas no fim de sua jornada infernal, o que ele encontrou foi - absolutamente nada.\n\n\"Ah, voltar de mãos vazias é... Parte de uma aventura. Eu... Não me importo...\"\n\nPor fim, as suas muitas emoções feridas finalmente foram liberadas, permitindo que seus muitos ferimentos tirassem sua consciência, ele desmaiou.\n\nQuando ele acordou, descobriu que suas feridas haviam sido cauterizadas por uma chama misteriosa, interrompendo tanto o sangramento quanto a dor.\n\nUma joia pulsava calorosamente na palma de sua mão ao ritmo do batimento do coração em seu peito - o coração palpitante de um aventureiro.\n\nIsso foi a misericórdia do mundo, nem mesmo a piedade do destino. Pelo contrário, essa foi sua \"recompensa final\", uma recompensa digna de uma pessoa com uma paixão tão ardente quanto a de Bennett.",
      "ru": "Страсть к приключениям Беннета не остановит ничто.\n\nОн желает непрерывно исследовать, дерзать, проливать кровь и на пути искателя приключений встретить старость, как «отцы».\n\nНо на этот раз Беннет чуть не лишился жизни.\n\nОн оказался в крайне отчаянном положении, совсем как тот старый искатель приключений много лет назад.\n\n«Потерял столько крови... Плохо дело».\n\nНо Беннет продолжал идти вперёд. «Какой смысл возвращаться?» - думал он.\n\nПо какой-то причине он знал, что все пережитые им невзгоды готовили его именно к этой трудной минуте.\n\nНо, пройдя сей адский путь, Беннет обнаружил, что в конце не было ничего.\n\n«Возвращаюсь с пустыми руками... Приключения могут кончаться и так... Не страшно...»\n\nНаконец тугой клубок чувств лопнул, и боль от ран лишила его сознания.\n\nКогда он пришёл в себя, то обнаружил, что чудесный огонь, охвативший его раны, залечил их, остановил кровотечение и унял боль.\n\nВ ладони пульсировал тёплый шар, вторя сердцу, которое билось в груди - сердцу искателя приключений.\n\nБыла то не милость судьбы, ни снисхождение мира, а награда под стать человеку с огненной страстью Беннета.",
      "id": "Tidak ada hal yang dapat menghalangi antusiasme Bennett dalam bertualang.\n\nDia ingin seperti \"ayah\"nya yang menghabiskan waktu hidupnya dengan terus bereksplorasi, bertarung, dan menumpahkan darah.\n\nTetapi kali ini Bennett harus menghadapi krisis yang sesungguhnya.\n\nSama seperti yang dialami petualang tua itu dulu, kini Bennett harus menghadapi bahaya yang dapat membuat siapa pun putus asa.\n\n\"Gawat... aku mulai kehabisan darah.\"\n\nTetapi Bennett tidak menghentikan langkahnya, \"Sudah tidak ada jalan untuk kembali.\" pikirnya.\n\nEntah mengapa, Bennett merasa bahwa semua kesulitan yang pernah dia alami, semuanya bertujuan untuk mempersiapkan dia untuk saat ini.\n\nTetapi apa yang dia temukan di ujung perjalanan bagai neraka ini... tidak ada apa-apa.\n\n\"Pulang tanpa membawa apa pun... juga merupakan bagian dari sebuah petualangan, tidak... apa-apa...\"\n\nSemua syaraf tubuh Bennett melemas, luka-luka di tubuhnya membuat Bennett hilang kesadaran dan terjatuh ke tanah.\n\nSaat kesadarannya kembali, hampir seluruh luka di tubuhnya sudah tertutup menggunakan sejenis api magis, pendarahannya sudah berhenti, dan dia sama sekali tidak merasakan sakit.\n\nSebuah bola kristal berdetak di telapak tangan Bennett, mengikuti irama detak jantung sang petualang.\n\nIni bukan perbuatan baik dunia kepada Bennett, juga bukan bentuk belas kasihan, melainkan sebuah \"harta karun terakhir\" yang hanya bisa didapatkan oleh seseorang dengan tekad yang membara bagaikan api.",
      "th": "ไม่มีอะไรที่สามารถหยุดการรัก ผจญภัยของ Bennett ได้\n\nเขาอยากเหมือน \"คุณพ่อ\" ทั้งหลาย ที่ไม่หยุดผจญภัย ต่อสู้ หลั่งความเลือดร้อน และค่อย ๆ แก่ไปในระหว่างหนทางผจญภัย\n\nแต่ครั้งนี้ Bennett ได้พบกับอันตรายที่แท้จริง\n\nเช่นเหตุการณ์ที่ให้ความรู้สึก ผิดหวังอย่างที่สุด ดั่งที่คนชราเคยพบเจอมาก่อน\n\n\"เลือดที่สูญเสียนี้...ไม่ได้การล่ะ\"\n\nBennett ไม่หยุดเดิน และคิดในใจว่า \"ไม่มีเหตุผลที่จะกลับไป\"\n\nไม่รู้เพราะเหตุใด เขาคิดได้ว่าความโชคร้ายที่เขาเคย ผ่านมา ก็เพื่อที่จะผ่านอุปสรรคในครั้งนี้\n\nแต่การผจญภัยเฉกเช่นนรกนี้ ปลายทางที่รออยู่มีเพียง... ความว่างเปล่า\n\n\"ความว่างเปล่านี้ก็เป็นส่วนหนึ่ง... ของการผจญภัยล่ะ อย่าใส่ใจเลย...\"\n\nเพื่อความตึงเครียดได้รับ การปลดปล่อย Bennett รู้สึกได้เพียงร่างกายที่เต็มไปด้วย บาดแผล จากนั้นเขาจึงล้มลงกับพื้น\n\nเมื่อฟื้นขึ้นมา เขารู้สึกได้ถึงบาดแผลที่ได้รับการ หยุดเลือดด้วยเปลวไฟมหัศจรรย์ บางอย่าง แต่ก็ไม่รู้สึกถึงความเจ็บปวดใด\n\nอัญมณีอุ่นก้อนหนึ่งเต้นอยู่ในกำมือของเขา จังหวะการเต้นของมันไปพร้อมกับหัวใจกลางอกของนักผจญภัย\n\nนั่นไม่ใช่ความเมตตาจากโลก และไม่ใช่ความสงสารจากโชคชะตา แต่มันคือ \"สมบัติ ณ ปลายทาง\" จากความแน่วแน่ดั่งไฟที่เขาคู่ควร",
      "vi": "Không có gì có thể ngăn cản được lòng nhiệt huyết với những cuộc mạo hiểm của Bennett.\n\nAnh muốn được như những ông \"bố\" của mình, không ngừng khám phá, thử thách, đổ máu và dần dần già đi trên con đường mạo hiểm.\n\nNhưng lần này, Bennett đã gặp phải nguy hiểm thực sự.\n\nĐúng như những gì ông lão đã gặp phải năm đó, là một tình huống nguy hiểm khiến người ta vô cùng tuyệt vọng.\n\n\"Mất máu như thế này... không hay rồi\".\n\nNhưng Bennett không dừng lại, anh nghĩ \"không có lý do gì để quay lại\".\n\nKhông biết vì lý do gì, anh cảm thấy rằng tất cả những điều không may mà anh phải chịu đựng trong quá khứ, là để vượt qua sự hiểm nguy trong thời điểm này.\n\nNhưng thứ chờ đợi anh ở cuối hành trình giống như địa ngục này lại là... không gì cả.\n\n\"Không thu hoạch được gì cũng là một phần... của mạo hiểm mà, đừng... để ý...\"\n\nDây thần kinh buông lỏng, những vết thương, kèm theo sự mệt mỏi đã lấy đi ý thức của Bennett, anh ngã lăn ra đất.\n\nKhi tỉnh lại lần nữa, anh phát hiện ra vết thương dường như đang bị đốt cháy bởi ngọn lửa thần kỳ, cầm máu lại không có cảm giác đau đớn.\n\nMột viên ngọc ấm áp khẽ lay động trong lòng bàn tay anh, hoà theo nhịp đập của trái tim trong lồng ngực Nhà Mạo Hiểm.\n\nĐây không phải là sự nhân từ của thế giới, cũng không phải là sự thương sót của số phận, mà là \"kho báu cuối cùng\" thực sự xứng đáng với ý chí như ngọn lửa của anh ấy."
    }
  }
]