[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "这就是你的冒险团吗？真好啊…又热闹，又有人情味。啊，我是「班尼冒险团」的团长班尼特！能把我列入你们的合作伙伴吗？拜托了！",
      "zht": "#這就是{F#妳}{M#你}的冒險團嗎？真好啊…又熱鬧，又有人情味。啊，我是「班尼冒險團」的團長班尼特！能把我列入你們的合作夥伴嗎？拜託了！",
      "jp": "これがお前の冒険団？いいな…賑やかで、人のぬくもりがある。あっ、オレは「ベニー冒険団」の団長、ベネットだ！オレを仲間に入れてくれないか？頼む！",
      "ko": "이게 네 모험단이야? 우와… 엄청 활기차고 정이 넘치잖아? 아, 난 「베니 모험단」의 단장, 베넷이라고 해! 날 동료로 받아줘! 부탁할게!",
      "en": "This is your team? Cool... I like the vibe. I'm Bennett, leader of Benny's Adventure Team. Any chance we can team up? Please?",
      "de": "Also das ist deine Abenteurer-Truppe? Nicht schlecht ... sehr freundlich. Ich bin der Anführer von Bennys Abenteurertruppe, Bennett! Ob unsere Teams wohl zusammen arbeiten können? Ich bitte dich!",
      "es": "¿Este es tu equipo de aventuras? Genial... me gusta su ambiente. Soy Bennett, líder de la Brigada de Benny. ¿Puedo unirme a ustedes? ¿Por favor?",
      "fr": "C'est ton équipe ? Cool ! Elle est chaleureuse et pleine d'entrain... Au fait, moi c'est Bennett. Je suis le chef de la Bande à Benny ! Je peux te rejoindre ? S'il te plaît !",
      "pt": "Esta é a sua equipe? Parece muito legal! Sou o Bennett, líder da Equipe de Aventura de Benny. Alguma chance de me listar como um companheiro? Por favor?",
      "ru": "Это твой отряд? Здорово... Очень душевная атмосфера. Я Беннет, командир отряда Бенни. Можно с вами посотрудничать? Пожалуйста?",
      "id": "Apakah ini timmu? Keren... penuh kehidupan dan sangat manusiawi. Ah, aku Bennett, pemimpin Tim Petualang Benny. Adakah kesempatan kita bisa berkolaborasi? Kumohon?",
      "th": "นี่ก็คือกลุ่มนักผจญภัยของเธอเหรอ? ดีจัง...ทั้งครึกครื้น ทั้งมีน้ำใจ อ่า ฉันคือ Bennett หัวหน้ากลุ่มนักผจญภัยของ Benny! ขอให้ฉันได้มีโอกาสร่วมทีมกับพวก เธอบ้างได้มั้ย? ขอร้องล่ะ!",
      "vi": "Đây chính là đoàn mạo hiểm của bạn sao? Tốt lắm... Vừa náo nhiệt, vừa ngập tràn tình cảm. A, tôi là đoàn trưởng Bennett của \"Đoàn Mạo Hiểm Benny\"! Có thể cho tôi tham gia làm người đồng hành hợp tác của các bạn không? Xin các bạn đấy!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·宝藏",
      "zht": "閒聊·寶藏",
      "jp": "世間話·お宝",
      "ko": "잡담·보물",
      "en": "Chat: Treasures",
      "de": "Gespräch – Schatz",
      "es": "Charla - Tesoro escondido",
      "fr": "Bavardage - Trésor",
      "pt": "Bate-papo - Tesouros",
      "ru": "Поболтаем: Сокровища",
      "id": "Berbincang: Harta Karun",
      "th": "แชท - สมบัติ",
      "vi": "Nói chuyện phiếm - Kho báu"
    },
    "line": {
      "zhs": "不如在周围找找看吧，说不定有宝藏呢！",
      "zht": "不如在周圍找找看吧，說不定有寶藏呢！",
      "jp": "周りを探索してみないか？もしかしたらお宝が隠れてるかもしれないぞ！",
      "ko": "주위를 찾아보자. 보물이 있을지도 몰라!",
      "en": "Let's go find some treasure!",
      "de": "Lass uns in der Umgebung nach Schätzen suchen gehen!",
      "es": "Busquemos en los alrededores. ¡El tesoro debe estar al caer!",
      "fr": "Partons à la recherche d'un trésor dans les environs !",
      "pt": "Vamos dar uma olhada em volta. Talvez haja alguns tesouros!",
      "ru": "Пойдём искать сокровища!",
      "id": "Ayo pergi cari harta karun!",
      "th": "ไปหาดูรอบ ๆ กันดีกว่า ไม่แน่อาจจะมีสมบัติก็ได้!",
      "vi": "Chi bằng tìm xung quanh biết đâu lại có báu vật!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·冒险",
      "zht": "閒聊·冒險",
      "jp": "世間話·冒険",
      "ko": "잡담·모험",
      "en": "Chat: Adventures",
      "de": "Gespräch – Abenteuer",
      "es": "Charla - Aventura",
      "fr": "Bavardage - Aventures",
      "pt": "Bate-papo - Aventura",
      "ru": "Поболтаем: Приключения",
      "id": "Berbincang: Petualangan",
      "th": "แชท-ผจญภัย",
      "vi": "Nói chuyện phiếm - Mạo hiểm"
    },
    "line": {
      "zhs": "好久没有和别人一起冒险了！我们走吧！",
      "zht": "好久沒有和別人一起冒險了！我們走吧！",
      "jp": "他の人と一緒に冒険するのは久しぶりだ！行こうぜ！",
      "ko": "누군가와 함께 모험하는 건 정말 오랜만이야! 가자!",
      "en": "No one's joined me on an adventure in ages. C'mon, let's go!",
      "de": "Ich war schon lange mit keinem mehr auf einem Abenteuer! Los geht’s!",
      "es": "¡Hace mucho que no voy de aventuras con alguien! ¡Vamos!",
      "fr": "C'est la première fois depuis des lustres que je ne pars pas tout seul à l'aventure ! En route !",
      "pt": "Já faz muito tempo que não me aventuro com outros! Vamos lá!",
      "ru": "Давно я не путешествовал с кем-нибудь вместе. Пойдём скорее!",
      "id": "Sudah lama sejak aku melakukan petualangan dengan orang lain! Ayo kita pergi!",
      "th": "ไม่ได้ออกผจญภัยกับคนอื่นมานานมากแล้ว! พวกเราไปกันเถอะ!",
      "vi": "Lâu lắm rồi không tổ đội cùng với người khác đi mạo hiểm! Chúng ta mau đi thôi!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·调侃",
      "zht": "閒聊·調侃",
      "jp": "世間話·からかい",
      "ko": "잡담·조롱",
      "en": "Chat: Self-Deprecation",
      "de": "Gespräch – Spaß",
      "es": "Charla - Autocrítica",
      "fr": "Bavardage - Taquineries",
      "pt": "Bate-papo - Provocações",
      "ru": "Поболтаем: Насмешки",
      "id": "Berbincang: Minder",
      "th": "แชท - เยาะเย้ย",
      "vi": "Nói chuyện phiếm - Trêu đùa"
    },
    "line": {
      "zhs": "俗话说「等在原地是不会有好事发生的」，当然以我的运气来说，往哪里走都一样啦…",
      "zht": "俗話說「等在原地是不會有好事發生的」，當然以我的運氣來說，往哪裡走都一樣啦…",
      "jp": "待ってるだけじゃダメって言うだろ。まあ、運に恵まれないオレはどこに行っても同じだけどな…",
      "ko": "「가만히 있으면 좋은 일이 생기지 않는다」고 하잖아. 물론 나처럼 재수가 없다면 어딜 가도 똑같겠지만…",
      "en": "\"Good things come to those who don't wait around!\" That's what they say, anyway. Knowing my luck, the opposite is probably true for me...",
      "de": "Da gab es doch ein Sprichwort „Vom Rumsitzen ist noch keiner reich geworden“, natürlich mit meinem Glück ist es egal, wo ich bin ...",
      "es": "“¡Las cosas buenas solo les llegan a aquellos que no se quedan esperando!”. Al menos, eso es lo que dice la gente. Aunque, conociendo mi suerte, probablemente a mí me ocurra lo contrario...",
      "fr": "On dit souvent : « Tout vient à point à qui sait attendre », mais ce n'est pas vrai pour moi...",
      "pt": "Como o ditado diz: \"Nenhuma sorte virá se você ficar parado\". É o que eles dizem, de qualquer forma. Sabendo da minha sorte, o oposto provavelmente é verdadeiro para mim...",
      "ru": "Как говорят, под лежачий камень вода не течёт! Хотя с моим везением под меня всегда что-то течёт.",
      "id": "Pepatah mengatakan, \"Hal-hal baik hanya datang kepada mereka yang berusaha keras!\" Karena aku selalu tidak beruntung, yang berlaku untukku mungkin hal sebaliknya...",
      "th": "อย่างที่กล่าวกันว่า \"เอาแต่รออยู่กับที่คงไม่มีอะไรดี ๆ เกิดขึ้น\" แต่สำหรับดวงของฉันแล้ว ไม่ว่าจะไปที่ไหนก็เหมือนกันหมดนั่นแหละ...",
      "vi": "Ông cha ta thường nói \"há miệng chờ sung chắc chắn sẽ chẳng có kỳ tích nào xảy ra\", có điều với vận mệnh đen đủi của mình thì tôi đi đâu cũng giống nhau vậy thôi..."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "我冒险的时候，大多都是这种天气。",
      "zht": "我冒險的時候，大多都是這種天氣。",
      "jp": "オレが冒険に出かける時は、大体こういう天気なんだよな。",
      "ko": "모험할 때 대부분 이런 날씨였어",
      "en": "It always rains when I go on an adventure.",
      "de": "Fast jedes Mal, wenn ich auf Abenteuerreise bin, regnet es.",
      "es": "Siempre hace este tiempo cuando voy de aventuras.",
      "fr": "Il pleut toujours quand je pars à l'aventure.",
      "pt": "O tempo sempre está chuvoso quando eu me aventuro.",
      "ru": "Когда я путешествую, всегда такая погода.",
      "id": "Selalu saja turun hujan ketika aku pergi bertualang.",
      "th": "ส่วนใหญ่เวลาที่ฉันออกผจญภัย อากาศก็เป็นแบบนี้แหละ",
      "vi": "Đa phần những lúc tôi đi mạo hiểm, thời tiết đều như vậy."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "啊！别和我站得太近，这样雷就不会劈到你了。",
      "zht": "#啊！別和我站得太近，這樣雷就不會劈到{F#妳}{M#你}了。",
      "jp": "あんまオレに近づかないほうがいい、雷が落ちてくるぞ。",
      "ko": "아! 나랑 너무 가깝게 서 있지 마. 그래야 벼락 안 맞아!",
      "en": "Don't stand too close to me, or you might get hit by lightning too.",
      "de": "Ah! Steh bloß nicht zu dicht bei mir, sonst wirst du nachher auch noch vom Blitz getroffen!",
      "es": "¡Ah! No te acerques mucho a mí, o te alcanzará un rayo.",
      "fr": "Ah ! Éloigne-toi de moi ou la foudre va s'abattre sur toi.",
      "pt": "Ah! Afaste de mim! Para evitar ser acertado por um relâmpago também.",
      "ru": "Не стой рядом со мной, а то тебя тоже молния ударит.",
      "id": "Jangan berdiri terlalu dekat denganku agar petirnya tidak menyambarmu juga.",
      "th": "อ่า! อย่ายืนใกล้ฉันเกินไป ไม่งั้นเธอจะถูกฟ้าจะผ่าได้นะ",
      "vi": "Hả! Đừng đứng gần tôi như vậy, sấm chớp không có mắt đâu."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "今天的天气真不错…啊，糟了，说完这种话多半就要下雨了。",
      "zht": "今天的天氣真不錯…啊，糟了，說完這種話多半就要下雨了。",
      "jp": "今日は天気いいな…あっ、まずい、こう言ったら大体雨が降るんだよな。",
      "ko": "오늘 날씨 정말 좋다…. 아! 이런 말만 하면 항상 비가 왔었지",
      "en": "Weather's not bad today... Oh crud, I jinxed it! Now it's bound to rain.",
      "de": "Heute ist das Wetter wirklich nicht schlecht ... Oh nein, hätte ich mal nichts gesagt, es scheint doch noch anfangen zu regnen.",
      "es": "Qué buen tiempo hace hoy... Ups, no debí decir eso. ¿Qué te apuestas a que ahora empieza a llover?",
      "fr": "Il fait beau aujourd'hui... Et zut ! Maintenant, il va se mettre à pleuvoir...",
      "pt": "O tempo não está ruim hoje... Droga! Foi só falar que já começou a chover.",
      "ru": "Хорошая сегодня погода... О нет, сглазил. Теперь, скорее всего, дождь пойдёт.",
      "id": "Cuaca hari ini sangat baik... Oh tidak, aku kan membawa sial! Sekarang pasti akan turun hujan.",
      "th": "วันนี้อากาศดีจัง...อ่า พูดไม่ทันขาดคำฝนก็จะตกซะแล้ว",
      "vi": "Thời tiết hôm nay thật tuyệt... Thôi xong rồi, thông thường nói những câu như vậy, trời chắc chắn đổ mưa."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "小心点，别被吹过来的石头砸到脑袋了！",
      "zht": "小心點，別被吹過來的石頭砸到腦袋了！",
      "jp": "風で飛んできた石に頭をぶつけないよう気をつけろよ！",
      "ko": "바람에 날아온 돌멩이에 안 맞게 조심해!",
      "en": "Careful! In this kind of wind, it's easy to get hit in the head by flying rocks.",
      "de": "Pass auf, bei diesen starken Windböen fliegen manchmal sogar Steine durch die Luft und können einen treffen!",
      "es": "Ten cuidado. Con este viento, una roca podría golpearte en la cabeza.",
      "fr": "Fais attention ou tu vas te prendre un caillou sur la tête !",
      "pt": "Cuidado com esse tipo de vento, você pode correr o risco de bater com a cabeça nas pedras voadoras.",
      "ru": "Осторожно! При таком ветре в голову может камень прилететь!",
      "id": "Hati-hati! Dalam angin seperti ini, banyak batu-batu beterbangan yang mudah mengenai kepala!",
      "th": "ระวังจะโดนลมพัดจนหัวไปโขกโดนหินเข้าล่ะ!",
      "vi": "Cẩn thận, đừng có để những viên đá đi lạc đập trúng đầu nhé!"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好！我们今天去哪儿冒险啊？",
      "zht": "早安！我們今天去哪冒險啊？",
      "jp": "おはよう！今日はどこで冒険するんだ？",
      "ko": "좋은 아침! 오늘은 어디로 모험하러 갈까?",
      "en": "Morning! Where's the adventure at today?",
      "de": "Guten Morgen! Wohin soll es denn heute auf ein Abenteuer gehen?",
      "es": "¡Buenos días! ¿A dónde vamos hoy de aventuras?",
      "fr": "Coucou ! Quelles aventures nous attendent aujourd'hui ?",
      "pt": "Bom dia! Para onde vamos nos aventurar hoje?",
      "ru": "Доброе утро! Куда сегодня отправимся за приключениями?",
      "id": "Selamat pagi! Di mana kita akan bertualang hari ini?",
      "th": "อรุณสวัสดิ์! วันนี้เราจะไปผจญภัยที่ไหนกันเหรอ?",
      "vi": "Chào buổi sáng! Hôm nay chúng ta sẽ đi mạo hiểm ở đâu đấy?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "我带了三明治，要吃吗？分你一半…唔唔！咳，咳…不好意思，噎到了。",
      "zht": "#我帶了三明治，要吃嗎？分{F#妳}{M#你}一半…唔唔！咳，咳…不好意思，噎到了。",
      "jp": "サンドイッチを持ってきたが、食べるか？はんぶんこして…うん、うまい…っ！ゲホゲホッ…悪い、喉に詰まった。",
      "ko": "샌드위치 챙겨 왔는데, 먹을래? 반 나눠줄게…으윽! 케, 켁… 미안, 목에 걸렸어",
      "en": "I brought a sandwich. You want some? I'll give you hal- *choking* *spluttering* ...Phew. Sorry, nearly choked to death there!",
      "de": "Ich habe belegtes Brot dabei, willst du eins abhaben? *mampf* ... *hust*, *röchel* ... Oh, entschuldige bitte, mir ist da was im Hals stecken ... ge...blieben.",
      "es": "Traje un sándwich. ¿Quieres? Toma la mit... *Ejem, ejem* *Cof, cof* *Ejem* Uf, perdón, me atraganté al comer.",
      "fr": "J'ai ramené des sandwichs, tu en veux ? Je peux te donner la moiti... *tousse violemment* Ouh, j'ai failli m'étouffer...",
      "pt": "Eu trouxe sanduíche, você quer? Vou te dar metade... *Engasgando*... Ufa. Desculpe, quase morri engasgado.",
      "ru": "Я взял бутерброд. Хочешь? Отломлю тебе половинку... Мммм, вкусно! Кха-кха... Извини, подавился.",
      "id": "Aku membawa sandwich. Kamu mau? Aku akan membaginya untukmu — *uhuk, uhuk!* Maaf, aku hampir saja tersedak!",
      "th": "ฉันเอาแซนวิชมาด้วย กินมั้ย? แบ่งให้เธอครั้งหนึ่ง...งั่ม ๆ! แค่ก แค่ก...ขอโทษที ติดคอน่ะ",
      "vi": "Tôi có mang theo sandwich nè, có muốn ăn không? Chia cho bạn một nửa nè... Nhoàm! Khụ... Khụ... Xin lỗi, tôi bị mắc nghẹn rồi!"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "要不要陪我去和老爹们聊聊天啊？老冒险家的故事可有意思了！",
      "zht": "要不要陪我去和老爹們聊聊天啊？老冒險家的故事可有意思了！",
      "jp": "一緒にオヤジたちの話を聞きに行かないか？ベテラン冒険者たちの話は面白いぞ！",
      "ko": "아버지들과 이야기하러 가지 않을래? 베테랑 모험가들의 이야기는 정말 재밌어!",
      "en": "Hey, wanna go talk to my dads for a bit? They tell the best adventure stories!",
      "de": "Willst du mich begleiten und mit meinen Vätern plaudern gehen? Die haben die tollsten Geschichten drauf!",
      "es": "¿Quieres venir conmigo a hablar con mis papás? ¡Sus historias de aventuras son muy interesantes!",
      "fr": "Allons parler à mes aïeux, ils racontent les meilleures histoires !",
      "pt": "Você quer falar com os meus pais? As histórias dos aventureiros mais velhos são bem interessantes.",
      "ru": "Не хочешь пойти поболтать с папами? Старые искатели приключений рассказывают интереснейшие истории!",
      "id": "Apakah kamu ingin menemaniku mengobrol dengan ayahku? Dia akan menceritakan kisah petualangan terbaik!",
      "th": "จะไปคุยกับพวกคุณพ่อด้วยกันมั้ย? เรื่องของนักผจญภัยเก่าแก่น่ะสนุกมากเลยนะ!",
      "vi": "Có cần tôi dẫn bạn đến nói chuyện với các bố già không? Câu chuyện mà các Nhà Mạo Hiểm lớn tuổi kể lại rất thú vị đó!"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "要走了吗？能和你一起冒险太开心了，下次记得再叫上我啊！",
      "zht": "#要走了嗎？能和{F#妳}{M#你}一起冒險太開心了，下次記得再叫上我啊！",
      "jp": "もう行くのか？お前と一緒に冒険できて楽しかったよ！また次も呼んでくれよ！",
      "ko": "가려고? 너와 함께 모험할 수 있어서 정말 기뻤어! 다음에도 꼭 불러줘!",
      "en": "You're headed off? Cool. It was awesome adventuring with you. We should totally do it again!",
      "de": "Musst du schon gehen? Mit dir auf Abenteuer zu gehen war wirklich eine Freude, ruf mich das nächste Mal auch wieder!",
      "es": "¿Ya te vas? Me encanta ir de aventuras contigo. ¡Avísame para la próxima!",
      "fr": "Tu pars ? C'était génial de partir à l'aventure avec toi, on devrait refaire ça un de ces jours !",
      "pt": "Você vai embora? Foi um prazer me aventurar com você! Pode me chamar na próxima vez.",
      "ru": "Уже уходишь? Было очень весело искать с тобой приключения. Не забудь позвать в следующий раз!",
      "id": "Sudah mau pergi? Sungguh luar biasa bertualang denganmu. Kita harus melakukannya lagi!",
      "th": "จะไปแล้วเหรอ? ผจญภัยกับเธอมีความสุขมาก ๆ เลย ครั้งหน้าอย่าลืมเรียกฉันด้วยล่ะ!",
      "vi": "Phải đi rồi sao? Được chu du mạo hiểm cùng bạn thật là thích, lần sau nhớ gọi tôi đó!"
    }
  },
  {
    "title": {
      "zhs": "关于班尼特自己·冒险团",
      "zht": "關於班尼特自己·冒險團",
      "jp": "ベネット自身について·冒険団",
      "ko": "베넷 자신에 대해·모험단",
      "en": "About Bennett: Adventure Team",
      "de": "Über Bennett – Team",
      "es": "Sobre Bennett - Equipo de aventura",
      "fr": "À propos de Bennett - Bande d'aventuriers",
      "pt": "Sobre Bennett - Equipe de Aventura",
      "ru": "О Беннете: Приключенческий отряд",
      "id": "Tentang Bennett: Tim Adventure",
      "th": "เกี่ยวกับตัวของ Bennett เอง - กลุ่มนักผจญภัย",
      "vi": "Về bản thân Bennett - Đoàn mạo hiểm"
    },
    "line": {
      "zhs": "我就是「班尼冒险团」的团长，振兴蒙德冒险家协会的希望之星…没见过其他团员？那个…最近他们都请假了，哈哈。",
      "zht": "我就是「班尼冒險團」的團長，振興蒙德冒險家協會的希望之星…沒見過其他團員？那個…最近他們都請假了，哈哈。",
      "jp": "オレが「ベニー冒険団」の団長で、モンドの冒険者協会を復興する希望の星だ…何？他のメンバーを見たことがない？あ、ああ…最近休んでるんだよ、あははっ。",
      "ko": "내가 바로 「베니 모험단」의 단장, 몬드의 모험가 길드를 일으킬 샛별이지…. 다른 단원들은 한 번도 못 봤다고? 그게… 다들 휴가 가서, 하하",
      "en": "I'm the leader of Benny's Adventure Team — a rising star in the Mondstadt Adventurers' Guild! ...Where are the others? Ah, haha, they're all on leave right now.",
      "de": "Ich bin der Anführer von Bennys Abenteurertruppe, ein Nachwuchstalent der Abenteurergilde ... Wo die anderen Mitglieder sind? Die, ja die haben in der letzten Zeit alle Urlaub genommen, haha.",
      "es": "Soy el líder de la Brigada de Benny, ¡una estrella del Gremio de Aventureros de Mondstadt cada vez más popular! ¿Dónde están mis compañeros de equipo? Ah, cierto, se tomaron el día libre, jaja.",
      "fr": "Je suis le chef de la Bande à Benny qui rassemble les étoiles montantes de la Guilde des aventuriers de Mondstadt ! Mes co-équipiers ? Ils sont tous en congé pour le moment...",
      "pt": "Olá, eu sou o chefe da Equipe de Aventura de Benny, e a esperança principal da Guilda de Aventureiros... Nunca viu outros membros? Errr... Eles estão de folga. Haha.",
      "ru": "Я командир «Приключенческого отряда Бенни» - восходящей звезды Гильдии искателей приключений Мондштадта! ...Где остальные члены? Ээээм... Они отпросились ненадолго, ха-ха.",
      "id": "Aku pemimpin Tim Petualang Benny — idola yang sedang naik daun di Adventurers' Guild Mondstadt! Hah? Di mana anggota yang lainnya? Ah... hahaha, mereka semua sedang cuti sekarang.",
      "th": "ฉันเป็นหัวหน้ากลุ่มนักผจญภัยของ Benny ดาวรุ่งพุ่งแรงของกิลด์นักผจญภัยแห่ง Mondstadt...ไม่ค่อยเห็นสมาชิกคนอื่นในกลุ่ม? อ่า...ช่วงนี้พวกเขาลาน่ะ ฮ่าฮ่า",
      "vi": "\"Ngôi sao đem theo hy vọng chấn hưng Hiệp Hội Nhà Mạo Hiểm Mondstadt, đội trưởng \"đoàn mạo hiểm Benny\" chính là tôi... Không thấy thành viên khác sao? Haha thật ra là... Thời gian gần đây họ xin nghỉ phép hết rồi.\""
    }
  },
  {
    "title": {
      "zhs": "关于班尼特自己·坏运气",
      "zht": "關於班尼特自己·壞運氣",
      "jp": "ベネット自身について·不運",
      "ko": "베넷 자신에 대해·나쁜 운",
      "en": "About Bennett: Bad Luck",
      "de": "Über Bennett – Pech",
      "es": "Sobre Bennett - Mala suerte",
      "fr": "À propos de Bennett - Poisse",
      "pt": "Sobre Bennett - Azar",
      "ru": "О Беннете: Неудачи",
      "id": "Tentang Bennett: Ketidakberuntungan",
      "th": "เกี่ยวกับตัวของ Bennett เอง - ดวงไม่ดี",
      "vi": "Về bản thân Bennett - Vận xui"
    },
    "line": {
      "zhs": "没有传说中那么夸张啦，不过就是走路经常会掉进猎人打猎用的坑里，或者被突然倒下的树干砸到脑袋，都很平常嘛，对吧？",
      "zht": "沒有傳說中那麼誇張啦，不過就是走路經常會掉進獵人打獵用的坑裡，或者被突然倒下的樹幹砸到腦袋，都很平常嘛，對吧？",
      "jp": "オレの噂話なんて大したことないよ。歩いていたら狩人たちの掘った穴に落ちたり、突然倒れてきた木に押し潰されたりしただけだ、こんなの普通だろ？",
      "ko": "소문만큼 운이 나쁘진 않아. 길을 가다가 사냥꾼들이 설치한 함정에 빠진다든가, 갑자기 쓰러진 나무에 머리가 깨지는 정도랄까. 뭐 이런 일은 흔히 있는 거잖아, 안 그래?",
      "en": "Eh, it's not as bad as you've heard! Everyone falls into a trapper's pit or gets hit on the head by a falling tree now and then, right?",
      "de": "Es ist nicht so dramatisch wie in Legenden beschrieben, aber es kommt schon öfter mal vor, dass man in ein Jägerloch fällt, oder von einem alten, morschen umfallenden Baum getroffen wird, oder etwa nicht?",
      "es": "¡No tengo tan mala suerte como dicen! Sí, es cierto que suelo caer en las trampas de los cazadores o que de repente me caen en la cabeza ramas de árboles, pero eso es normal, ¿no?",
      "fr": "Ce n'est pas si grave ! Tout le monde s'est déjà fait prendre dans un piège de chasse ou fait écraser par un arbre au moins une fois dans sa vie, pas vrai ?",
      "pt": "Eh, não é tão ruim quanto você já ouviu falar! Todo mundo cai no buraco de um caçador ou é atingido na cabeça por uma árvore que cai de vez em quando, certo?",
      "ru": "Слухи сильно преувеличены, конечно. Бывает, идёшь по дороге, и вдруг упал в волчью яму, или там ветка на голову упадёт. Обычное дело, правда?",
      "id": "Eh, ini tidak seburuk yang kamu dengar! Semua orang akan jatuh ke lubang perangkap atau terpukul batang pohon yang tiba-tiba jatuh, kan?",
      "th": "ไม่ได้เลวร้ายอย่างในตำนานหรอก แต่เวลาเดิน ๆ ไปก็มักจะตกลงไปในหลุมกับดัก สัตว์ของนายพรานอยู่บ่อย ๆ หรือไม่จู่ ๆ ก็ถูกกิ่งไม้ตกใส่หัว พวกนี้ก็ถือเป็นเรื่องปกติใช่มั้ย?",
      "vi": "Không có ghê gớm như tin đồn vậy đâu, chỉ là nhiều lúc vô tình rớt xuống bẫy của thợ săn hay là bị cành cây nào đó rớt trúng đầu mà thôi, chuyện này không có gì lạ đúng không?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·搭档",
      "zht": "關於我們·搭檔",
      "jp": "パートナーについて…",
      "ko": "우리에 대해·파트너",
      "en": "About Us: Teammates",
      "de": "Über uns – Partner",
      "es": "Sobre nosotros - Compañeros de equipo",
      "fr": "À propos de nous - Partenaires",
      "pt": "Sobre Nós - Colegas de Equipe",
      "ru": "О нас: Товарищи",
      "id": "Tentang Kita: Rekan Tim",
      "th": "เกี่ยวกับเรา - คู่หู",
      "vi": "Về chúng tôi - Cộng tác"
    },
    "line": {
      "zhs": "哈哈，不行的，「班尼冒险团」早就满员了…合适的人选有那么多，没必要找我这个倒霉蛋吧？",
      "zht": "哈哈，不行的，「班尼冒險團」早就滿員了…合適的人選有那麼多，沒必要找我這個倒楣蛋吧？",
      "jp": "ハハハッ、ダメだ、「ベニー冒険団」はとっくに満員だぞ…他にもいい人材がたくさんいるのに、疫病神のオレに声をかけなくてもいいだろ？",
      "ko": "하하하, 안 돼. 「베니 모험단」은 이미 인원이 다 찼어…. 적합한 사람이 그렇게 많은데, 굳이 나 같이 운이 나쁜 놈을 찾을 필요는 없잖아?",
      "en": "Hahaha, you wish! Benny's Adventure Team has had no vacancies in ages... I mean, you must be spoiled for choice, right? Why'd you wanna join the unluckiest adventurer alive, anyway?",
      "de": "Haha, das geht leider nicht, Bennys Abenteurertruppe nimmt leider keine neuen Mitglieder mehr auf, haha. Du hast doch bestimmt die freie Auswahl, wieso dann ausgerechnet diese hier?",
      "es": "Jaja, me encantaría, pero no puedo. No hay vacantes en la Brigada de Benny. Seguro que puedes unirte a alguien mejor. ¿Por qué querrías a escogerme a mí, la persona con la peor suerte que existe?",
      "fr": "Il n'y a plus de place dans la Bande à Benny, désolé ! Mais tout le monde doit s'arracher tes talents... Pourquoi voudrais-tu faire équipe avec un malchanceux comme moi ?",
      "pt": "Haha, não dá. A Equipe de Aventura de Benny não tem mais vagas disponíveis há muito tempo... Quero dizer, o que não te falta são candidatos, por que você quer se unir a um cara tão azarado como eu?",
      "ru": "Ха-ха, нет, в отряде Бенни давно уже нет свободных мест... Да и у тебя огромный выбор, наверное. Зачем вступать в самый несчастливый отряд?",
      "id": "Haha, tidak, Tim Petualang Benny sudah penuh... Maksudku, ada banyak pilihan yang lebih cocok di luar sana, jadi tidak perlu bergabung dengan petualang yang paling sial, kan?",
      "th": "ฮ่าฮ่า ไม่ได้หรอก กลุ่มนักผจญภัยของ Benny น่ะเต็มตั้งนานแล้ว...มีคนที่เหมาะสมให้เลือกตั้งมากมาย ทำไมถึงต้องเป็นคนที่ดวงไม่ดี อย่างฉันด้วยล่ะ?",
      "vi": "Haha không còn suất nào trong \"đoàn mạo hiểm Benny\" đâu... Người ưu tú nhiều như vậy, không cần phải tìm đến kẻ đen đủi như tôi chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·分工",
      "zht": "關於我們·分工",
      "jp": "役割について…",
      "ko": "우리에 대해·분업",
      "en": "About Us: Division of Labor",
      "de": "Über uns – Arbeitsaufteilung",
      "es": "Sobre nosotros - Distribución del trabajo",
      "fr": "À propos de nous - Division du travail",
      "pt": "Sobre Nós - Divisão de Trabalho",
      "ru": "О нас: Разделение обязанностей",
      "id": "Tentang Kita: Pembagian tugas",
      "th": "เกี่ยวกับเรา - แบ่งงาน",
      "vi": "Về chúng tôi - Phân công"
    },
    "line": {
      "zhs": "以后我负责引走怪物和激活陷阱，你就负责带走宝藏。啊，这样不行吗？哎呀，没事没事！不用担心我会受伤啦，这是我最擅长的！而且为了你的话，我愿意！",
      "zht": "#以後我負責引走怪物和觸發陷阱，{F#妳}{M#你}就負責帶走寶藏。啊，這樣不行嗎？哎呀，沒事沒事！不用擔心我會受傷啦，這是我最擅長的！而且為了{F#妳}{M#你}的話，我願意！",
      "jp": "これからはオレが囮や罠解除の担当で、お前が宝物を持って帰る担当な。えっ、ダメなのか？大丈夫だ、オレは慣れっこだから怪我の心配はすんな！それに、お前のためなら、オレは喜んでやるぞ！",
      "ko": "앞으로 몬스터 유인과 함정 활성화는 내가 맡을 테니, 보물은 너한테 맡길게. 아, 안된다고? 괜찮아. 내가 다칠까 봐 걱정하지 않아도 돼, 이건 내 전문이거든! 게다가 널 위해서라면, 얼마든지 할 수 있어!",
      "en": "From now on, I'll distract the monsters and set off the traps while you grab the treasure. Sound good? ...You don't like it? Oh — don't worry about me getting injured! It's what I'm best at... And for you, it would be my pleasure!",
      "de": "Ich übernehme das Ablenken der Monster und werde die Fallen ausschalten, während du den Schatz in Sicherheit bringst. Geht das so in Ordnung? Ach, du brauchst dir keine Gedanken machen, ob ich verletzt werde, darin bin ich doch am besten! Und für dich macht es mir erst recht nichts aus!",
      "es": "De ahora en adelante, distraeré a los monstruos y pondré trampas mientras tú robas el tesoro. ¿Te parece bien? ¿No? ¡Oh, no te preocupes si me lesiono! Es lo que mejor se me da... ¡Estaría encantado de hacerlo por ti!",
      "fr": "À partir de maintenant, je me charge d'attirer les monstres et de déclencher tous les pièges pendant que tu t'empares du trésor. T'inquiète ! Je me blesse tout le temps de toute façon, c'est mon talent. Et c'est avec plaisir que je le fais si je peux t'être utile dans la foulée !",
      "pt": "A partir de agora, vou distrair os monstros e disparar as armadilhas enquanto você pega o tesouro. Parece bom?... Você não gostou? Oh! Não se preocupe quanto a eu me machucar! É o que eu sou melhor... E para você, seria um prazer!",
      "ru": "Теперь я буду отвлекать монстров и активировать ловушки, а ты будешь собирать сокровища. А? Не пойдёт? Да ладно, не волнуйся, я в этом деле мастер! Да и ради тебя, я готов на всё!",
      "id": "Mulai sekarang aku akan mengalihkan perhatian para monster dan melepaskan jebakan saat kamu mengambil harta karun itu. Kedengarannya bagus, bukan? Ah, bukankah ini baik-baik saja? Oh — jangan khawatir aku terluka! Aku paling pandai dalam hal ini! Dan melakukannya untukmu, aku bersedia dengan senang hati!",
      "th": "จากนี้ไปฉันจะรับผิดชอบล่อ มอนสเตอร์และตั้งกับดักเอง ส่วนเธอก็รับผิดชอบขนสมบัติไป อ่า แบบนี้ไม่ได้เหรอ? ปัดโธ่ ไม่เป็นไร หรอก ๆ! ไม่ต้องห่วงว่าฉันจะได้รับบาดเจ็บ นี่เป็นอะไรที่ฉันถนัดมาก! และยิ่งได้ทำเพื่อเธอล่ะก็ ฉันเต็มใจ!",
      "vi": "Từ nay về sau, tôi sẽ phụ trách đánh lừa quái vật và giải quyết bẫy, còn bạn phụ trách đi tìm kho báu. Hả, như vậy cũng không được sao? Không cần phải lo lắng tôi có bị thương hay không, tôi rất giỏi trong việc này đó! Hơn nữa tôi tình nguyện làm vì bạn!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·险境",
      "zht": "關於我們·險境",
      "jp": "危険について…",
      "ko": "우리에 대해·위험 지대",
      "en": "About Us: Dangerous Places",
      "de": "Über uns – Gefahr",
      "es": "Sobre nosotros - Situaciones peligrosas",
      "fr": "À propos de nous - Dangereuses situations",
      "pt": "Sobre Nós - Locais Perigosos",
      "ru": "О нас: Опасные места",
      "id": "Tentang Kita: Tempat berbahaya",
      "th": "เกี่ยวกับเรา - สถานการณ์อันตราย",
      "vi": "Về chúng tôi - Hiểm cảnh"
    },
    "line": {
      "zhs": "我终于明白你为什么找我搭档了，你和我很像，一定也很喜欢置身于险境的那种快感吧！冒险就是因为有危险才让人欲罢不能啊。",
      "zht": "#我終於明白{F#妳}{M#你}為什麼找我搭檔了，{F#妳}{M#你}和我很像，一定也很喜歡置身於險境的那種快感吧！冒險就是因為有危險才讓人欲罷不能啊。",
      "jp": "なんでお前がオレを仲間にしたかわかったぞ。お前はオレと同じ、リスクに身を置く快感が好きなんだろ！冒険はリスクがあるからこそハマるよな。",
      "ko": "네가 왜 나랑 파트너하자고 했는지 알 것 같아. 너랑 난 닮았거든. 너도 위험한 상황을 즐기는 거야! 모험은 위험해서 더 짜릿한 법이지",
      "en": "I think I get why you teamed up with me now. It's 'cause we're the same, you and I — we both like that adrenaline rush you get from being in dangerous situations. That's what makes adventuring so addictive!",
      "de": "Ich habe endlich verstanden, wieso wir uns zusammengeschlossen haben, du und ich, wir sind uns sehr ähnlich, wir mögen beide die Gefahr und das Adrenalin, das es dabei gibt. Daher sind Abenteuer so süchtig-machend.",
      "es": "Creo que ya entiendo por qué te uniste a mí: porque somos iguales. A los dos nos gusta la adrenalina que se siente al estar en una situación peligrosa. ¡Eso es lo que hace que la aventura sea tan adictiva!",
      "fr": "Je comprends enfin pourquoi nous faisons équipe. On se ressemble, toi et moi ! La montée d'adrénaline quand on est dans des situations dangereuses, il n'y a que ça de vrai ! C'est ce qui me rend accro à l'aventure.",
      "pt": "Acho que entendo porque você se uniu a mim agora. É porque somos iguais, você e eu - ambos gostamos daquela adrenalina que você recebe por estar em situações perigosas. É isso que torna aventurar-se tão viciante!",
      "ru": "#Я понял, почему ты взял{F#a} меня в команду. Мы с тобой очень похожи, и оба обожаем это чувство, когда подвергаешь себя опасности. Именно поэтому приключения так затягивают!",
      "id": "Aku akhirnya mengerti mengapa kamu bersedia bekerja sama denganku sekarang. Kamu sangat mirip denganku, kita berdua menyukai aliran adrenalin yang didapatkan dari berada dalam situasi berbahaya! Hal itulah yang menjadikan bertualang begitu membuat orang jadi ketagihan!",
      "th": "ในที่สุดฉันก็เข้าใจว่าทำไมเธอถึง อยากได้ฉันไปเป็นคู่หู เธอคงจะชอบความรู้สึกที่ได้เสี่ยง อันตรายเหมือนฉันใช่มั้ยล่ะ! เป็นเพราะการผจญภัยได้เสี่ยง อันตรายนี่แหละถึงทำให้คนติดใจ",
      "vi": "Cuối cùng cũng hiểu lý do tại sao bạn muốn tôi là người đồng hành rồi, chắc chắn bạn cũng rất thích cảm giác thú vị khi rơi vào nguy hiểm phải không! Mạo hiểm có nguy hiểm mới thú vị mà."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "没想到我这么倒霉的人也可以获得神的认可，既然神都没有放弃我，我又怎么能放弃我自己呢？",
      "zht": "沒想到我這麼倒楣的人也可以獲得神的認可，既然神都沒有放棄我，我又怎麼能放棄我自己呢？",
      "jp": "オレみたいな疫病神でも神に認められるとはな。神がオレを諦めてないんだ、オレも自分を諦められるわけないだろ？",
      "ko": "나처럼 운이 나쁜 사람도 신의 인정을 받을 수 있다니. 신도 날 포기하지 않았는데, 내가 어떻게 포기할 수 있겠어?",
      "en": "Getting recognized by the gods was the last thing I expected, seeing as how I'm so unlucky all the time. But if the gods haven't given up on me, I guess that means I shouldn't give up on me either.",
      "de": "Ich hätte nie gedacht, dass die Götter mich als würdig ansehen würden, wo ich doch sonst eher zum Pech tendiere. Aber vielleicht ist es auch ein Zeichen, dass ich mich selbst nicht so schnell aufgeben soll.",
      "es": "Ser reconocido por los dioses fue lo último que esperaba, ya que tengo tanta mala suerte todo el tiempo... Pero si los dioses no se han rendido conmigo, supongo que eso significa que yo tampoco debería tirar la toalla conmigo mismo.",
      "fr": "Les Archons m'ont reconnu alors que je ne m'y étais jamais attendu à cause de ma poisse légendaire ! Ils ne m'ont pas abandonné, alors je dois continuer de croire en moi.",
      "pt": "Nunca imaginei que uma pessoa com tanto azar como eu poderia ganhar o reconhecimento dos deuses. Como os deuses nunca desistiram de mim, eu também não irei!",
      "ru": "Вот уж не думал, что такой неудачливый человек, как я, может получить признание богов. Раз боги не бросили меня, то как же я могу себя бросить?",
      "id": "Aku tidak menyangka bahwa orang yang malang sepertiku bisa mendapatkan pengakuan para Dewa. Mengingat bagaimana aku bisa sangat sial sepanjang waktu, tetapi jika para Dewa tidak menyerah terhadapku, kurasa itu berarti aku juga tidak boleh menyerah pada diriku sendiri.",
      "th": "คิดไม่ถึงเลยว่าฉันดวงไม่ดีอย่างฉันก็จะได้รับการยอมรับจากเทพด้วย ในเมื่อเทพไม่ทอดทิ้งฉัน แล้วฉันจะยอมแพ้ในตัวเองได้ยังไงกัน?",
      "vi": "Tôi không ngờ rằng một người số đen như tôi lại được thần linh chấp nhận. Nếu người đã tin tưởng, thì sao tôi phải từ chối bản thân mình chứ?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "有机会要和我一起去俯瞰蒙德的夜景吗？蒙德城灯火通明，果酒湖反射着月光，特别漂亮…你问我在哪里看到的？哈哈，有一次不小心被龙卷风卷到了特别高的地方…什么？不想去啊，哦，好吧…",
      "zht": "#有機會要和我一起去俯瞰蒙德的夜景嗎？蒙德城燈火通明，果酒湖反射著月光，特別漂亮…{F#妳}{M#你}問我在哪裡看到的？哈哈，有一次不小心被龍捲風捲到了特別高的地方…什麼？不想去啊，哦，好吧…",
      "jp": "機会があったらオレと一緒にモンドの夜景を見に行かないか？モンドの灯り、そしてシードル湖に映った月がすごく綺麗でさ…どこで見たかって？ハハッ、この前竜巻に巻き込まれて高いところまで飛ばされてさ…ん？行きたくない？お、おう、わかった…",
      "ko": "기회 되면 나중에 나랑 몬드의 야경을 감상하러 가지 않을래? 몬드성의 불이 밝혀지고, 시드르 호수에 달빛이 비치면 정말 아름답거든…. 어디서 봤냐고? 하하, 예전에 회오리에 휩쓸려 엄청 높은 곳까지 갔거든… 뭐? 가고 싶지 않다고? 음, 알겠어…",
      "en": "Do you wanna come and see the view of Mondstadt from above some time? It's real pretty at night, when the city's all lit up and you can see the moon reflected on Cider Lake... Huh? From where? Haha, well, there was this one time when I got picked up by a tornado and ended up on this cliff way up high— Not interested? Oh, okay then, never mind.",
      "de": "Wenn sich die Chance ergibt, willst du dir einmal Mondstadt mit mir von oben ansehen? Mondstadts Laternenlicht leuchtet so schön, auf dem Mostsee spiegelt sich das helle Mondlicht, es ist schon ein toller Anblick ... Wo ich das schonmal gesehen habe? Haha, ich habe einmal bei einem Tornado nicht schnell genug reagiert und wurde von diesem erwischt, der mich dann auf einen sehr hohen Punkt gesetzt hat. Wie, du willst nicht? Na gut ...",
      "es": "¿Quieres venir a ver las vistas de Mondstadt desde un lugar alto? Es muy bonito por la noche, cuando la ciudad está iluminada y la luna se refleja en el Lago de Sidra. ¿Eh? ¿Me preguntas que desde dónde lo vi exactamente? Jaja. Bueno, una vez un fuerte tornado me arrastró hasta un lugar muuuy elevado y... ¿No quieres ir? Oh, bueno... Está bien.",
      "fr": "Il faut que je te montre la vue surplombante de Mondstadt ! C'est si beau la nuit ! La cité est illuminée et on peut voir le reflet de la lune sur la surface du Lac de cidre... Tu veux savoir où on ira pour ça ? En fait, un jour, je me suis fait emporter par une tornade et j'ai atterri sur cette falai— Tu ne veux pas ? Tant pis...",
      "pt": "Você quer vir ver a vista de Mondstadt lá de cima algum momento? É bem bonito à noite, quando a cidade está toda iluminada e você pode ver a lua refletida no Lago de Sidra... Hein? De onde? Haha, bem, houve uma vez em que fui soprado por um tornado e acabei caindo neste penhasco lá no alto - Não está interessado? Oh, ok então, tudo bem...",
      "ru": "Хочешь вместе со мной посмотреть с высоты на ночной Мондштадт? Блеск огней города, отражение лунного света в Сидровом озере... Откуда я смотрел? Ха-ха, как-то раз меня засосал смерч и занёс на очень высокую гору... Что? Не хочешь? Ну ладно тогда...",
      "id": "Jika ada kesempatan maukah kamu datang dan melihat pemandangan malam Mondstadt bersamaku? Pemandangannya benar-benar sangat mempesona di malam hari, seluruh kota terang benderang, dan Cider Lake akan memantulkan cahaya bulan... Hah? Dari mana aku melihatnya? Haha, suatu kali tanpa sengaja aku tersapu ke tebing yang sangat tinggi oleh tornado — tidak tertarik? Oh, baiklah kalau begitu, tidak apa-apa.",
      "th": "ถ้ามีโอกาสขึ้นไปดูวิวตอนกลางคืนของ Mondstadt ด้วยกันมั้ย? แสงไฟใน Mondstadt นั้นสว่างไสวและแสงจันทร์ที่สะท้อนใน Cider Lake ก็สวยสุด ๆ เลยล่ะ...ฉันเห็นมาจากที่ไหนน่ะเหรอ? ฮ่าฮ่า มีอยู่ครั้งหนึ่งฉันถูกพายุพัดขึ้นไปที่ ๆ สูงมากน่ะ...ว่าไงนะ? ไม่อยากไปเหรอ โอ้ เอาเถอะ...",
      "vi": "Muốn cùng tôi đi ngắm cảnh đêm ở Mondstadt? Trong thành luôn có ánh đèn chiếu sáng, còn Hồ Rượu Trái Cây lại phản chiếu hào quang của mặt trăng vô cùng đẹp đó... Bạn hỏi tôi đi chỗ nào thích hợp ư? Haha có một lần bị vòi rồng cuốn lên trên cao... Hả? Lại không muốn đi ngắm cảnh nữa sao, thế thì thôi vậy..."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "其实我很喜欢卷心菜，看上去很普通，却是一般人家必不可少的食物。它能生长在很多地方，也能和很多食材搭配，还从不抢味道。其实普通一点，也挺好的嘛。",
      "zht": "其實我很喜歡高麗菜，看起來很普通，卻是一般人家必不可少的食物。它能生長在很多地方，也能和很多食材搭配，還從不搶味道。其實普通一點，也挺好的嘛。",
      "jp": "キャベツが好きなんだ。平凡な食材に見えるけど、料理によく使われるだろ。いろんな場所で栽培できて、様々な食材と合うし、味の邪魔もしない。うん、平凡もいいもんだよな。",
      "ko": "사실 난 양배추를 엄청 좋아해. 평범해 보이지만 빼놓을 수 없는 음식이잖아. 양배추는 여러 곳에서 자라는데, 다양한 식자재와 잘 어울리면서도 다른 재료의 맛을 해치지 않아. 사실 평범한 것도, 괜찮잖아",
      "en": "I actually quite like cabbage. It's not much to look at, but you can't imagine a world without it. You can grow it anywhere, it goes with everything, and the flavor never gets in the way. I dunno, there's something... nice about being ordinary.",
      "de": "Eigentlich mag ich Weißkohl sehr gern, er mag sehr gewöhnlich wirken, aber er ist eine unverzichtbare Zutat für das Essen vieler normaler Leute. Man kann ihn fast überall anbauen und beim Kochen überdeckt er nicht den Geschmack von anderen Dingen und ist vielseitig einsetzbar. Ein wenig gewöhnlich zu sein, hat also viele gute Seiten.",
      "es": "En realidad, me gusta mucho el repollo. A simple vista, no parece tener nada de especial, pero es un ingrediente que casi todo el mundo necesita. Puedes cultivarlo en cualquier lugar, combina con todo y su sabor no eclipsa al de los otros ingredientes. No sé, las cosas corrientes también tienen su atractivo.",
      "fr": "J'aime bien le chou. C'est un légume ordinaire, mais personne ne peut s'en passer ! On peut le cultiver partout et le manger avec tout, car son goût n'est pas trop fort... Comme quoi, c'est bien de ne pas être extraordinaire parfois...",
      "pt": "Na verdade eu gosto muito de repolhos. Eles podem parecer comuns, mas são algo imprescindível em casa. Eles crescem em todo o lugar e combinam com todos os ingredientes. Eles nunca se salientam, são mesmo muito comuns.",
      "ru": "Я очень люблю капусту. Вроде совсем обычный овощ, но без неё дома никак не обойдёшься. Растёт она почти везде, почти со всем сочетается и не перебивает другие вкусы. В её обычности есть что-то замечательное.",
      "id": "Sebenarnya aku sangat menyukai kubis, memang terlihat biasa-biasa saja, tetapi ini adalah makanan yang sangat diperlukan bagi orang-orang biasa. Aku tidak bisa membayangkan dunia tanpanya, ia bisa tumbuh di banyak tempat, bisa dicocokkan dengan banyak bahan makanan, dan rasanya tidak pernah merebut rasa yang lain. Sebenarnya menjadi biasa saja juga hal yang baik.",
      "th": "จริง ๆ แล้วฉันชอบกะหล่ำปลีมาก ดูไปแล้วอาจจะธรรมดาแต่กลับเป็นอาหารที่คนทั่วไปขาดไม่ได้เลย มันสามารถเติบโตได้ในหลายพื้นที่ และสามารถเอาไปทำรวมกับวัตถุดิบได้มากมายโดยไม่ทำให้เสีย รสชาติด้วย จริง ๆ แล้วธรรมดาหน่อยก็อร่อยได้นะ",
      "vi": "Tôi rất thích Bắp Cải Cuộn, tuy nhìn vẻ ngoài không có gì đặc biệt nhưng đó là món đồ ăn vô cùng dân dã. Bắp Cải Cuộn có thể sinh trưởng trên nhiều vùng thổ nhưỡng khác nhau, vì có hương vị nhẹ, thanh mát nên nó có thể ăn kèm với nhiều thứ khác nhau. Thật ra món dân dã mới là ngon nhất đó."
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "她很擅长唱歌跳舞！我冒险不顺的时候就会去看她的演出，跟着观众一起喊喊口号加加油，心情就变好了，真的很神奇！这就是她为什么这么受欢迎的原因吧…啊，我这个当团长的，要是也这么受欢迎就好了。",
      "zht": "她很擅長唱歌跳舞！我冒險不順的時候就會去看她的演出，跟著觀眾一起喊喊口號加加油，心情就變好了，真的很神奇！這就是她為什麼這麼受歡迎的原因吧…啊，我這個當團長的，要是也這麼受歡迎就好了。",
      "jp": "バーバラは歌とダンスが得意だぞ！冒険がうまくいかない時は彼女のステージを見て、観客たちと一緒に応援すると気分がよくなるんだ、不思議だろ！たぶんこれが彼女が人気ある理由だろうな…オレも団長として人気だったらいいのに。",
      "ko": "그녀는 노래도 잘하고 춤도 잘 춰! 모험이 순조롭지 않을 때면 그녀의 공연을 보러 가는데, 관객들과 함께 구호를 외치고 응원을 하면 기분이 좋아진다니까, 정말 신기해! 그래서 그렇게 인기가 많은 거겠지…. 나도 그렇게 인기 많은 단장이면 좋겠다",
      "en": "She's the best singer and dancer out there! I always go to watch her in concert after an adventure goes south — it really lifts my mood, chanting along with all the other fans, cheering her on. It's really kinda magical! It's no wonder she's so popular... Boy, if I had even half her popularity as leader of my adventure team...",
      "de": "Sie ist die beste Sängerin und Tänzerin, die es gibt! Wenn ein Abenteuer mal schlecht gelaufen ist, gehe ich zu ihr, und mit den anderen Fans zusammen zu jubeln hebt meine Stimmung ungemein. Es ist wirklich magisch. Kein Wunder, dass sie so beliebt bei allen ist. Wenn ich ein so beliebter Anführer wäre ...",
      "es": "¡Es la mejor cantante y bailarina que existe! Siempre voy a verla a un concierto cuando una aventura no me salió bien. Cantar junto a otros admiradores suyos y animarla me levanta el ánimo. ¡Es algo realmente mágico! No es de extrañar que sea tan popular... Si fuera la mitad de popular que ella como líder de mi brigada...",
      "fr": "Barbara est la meilleure chanteuse et danseuse que je connaisse ! Je vais souvent à ses concerts après une mission foireuse... Je l'encourage, puis je chante avec les autres fans et ça me remonte vachement le moral ! Elle nous fait vivre des instants magiques, alors je comprends pourquoi on l'aime tant à Mondstadt. Si seulement la Bande à Benny pouvait être aussi appréciée...",
      "pt": "Ela é a melhor cantora e dançarina do mundo! Eu sempre a assisto um concerto quando eu encontro dificuldade em aventura. Isso realmente melhora meu humor, cantando junto com todos os outros fãs, animando-a. É realmente meio mágico! Talvez isso explique porquê ela esteja tão popular... Cara, se eu tivesse metade da popularidade dela como líder da minha equipe de aventura...",
      "ru": "Она прекрасно поёт и танцует! После неудачного приключения я всегда иду смотреть её выступление. Покричу «браво!» с другими зрителями и настроение становится лучше. Это чудесно! Неудивительно, что она так популярна. Ах, если бы я был хоть в половину таким популярным в качестве командира.",
      "id": "Dia adalah penyanyi dan penari terbaik yang pernah ada! Aku selalu pergi menontonnya di konser ketika petualanganku tidak berjalan dengan baik, dan aku akan meneriakkan slogan-slogan bersama semua penggemar lainnya untuk menyemangatinya. Ini akan membuat suasana hatiku membaik, sungguh menakjubkan! Tidak heran dia sangat populer... Ah, seandainya saja aku memiliki setengah dari popularitasnya sebagai pemimpin untuk tim petualanganku...",
      "th": "เธอถนัดทั้งร้องทั้งเต้นเลย! ฉันมักจะไปดูคอนเสิร์ตของเธอเวลาที่หัวเสียจากการผจญภัยที่ไม่ค่อย ราบรื่น ได้ตะโกนสโลแกนเชียร์ร่วมกับผู้ชมคนอื่น ๆ ก็ทำให้อารมณ์ดีขึ้นมาเลยล่ะ แปลกจริง ๆ! นี่คงเป็นเหตุผลที่ทำให้เธอป๊อป ล่ะมั้ง...อ่า ถ้าหัวหน้าอย่างฉันป๊อปแบบนี้บ้าง คงจะดีสิ",
      "vi": "Cô ấy ca hát nhảy múa rất giỏi! Mỗi lần mạo hiểm gặp bất lợi, tôi đều đến xem cô ấy biểu diễn, hòa vào dòng người hô to khẩu hiệu cố lên, chẳng mấy chốc tâm tính lại trở lại bình thường, đúng là điều kỳ diệu phải không! Đó cũng chính là lý do cô ấy được yêu thích đến như vậy... Haizz nếu người đội trưởng như tôi được mọi người đón nhận thì thích biết bao."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "那个孩子啊…很可爱，但我必须和她保持距离。只要我陪她玩，她的那些炸弹就会突然爆炸…我倒霉一点无所谓，但要是炸伤了可莉就麻烦了，估计整个骑士团都会跟我没完吧。",
      "zht": "那個孩子啊…很可愛，但我必須和她保持距離。只要我陪她玩，她的那些炸彈就會突然爆炸…我倒楣一點無所謂，但要是炸傷了可莉就麻煩了，估計整個騎士團都會跟我沒完吧。",
      "jp": "あの子は…かわいいけど、距離を置かないといけない。一緒に遊んでると、クレーの爆弾が急に爆発するんだ…オレは別にいいけど、クレーが怪我したら大変だ。騎士団を敵に回すことになる。",
      "ko": "그 아이는… 정말 귀엽긴 한데, 난 그 애와 반드시 거리를 유지해야돼. 나랑만 있으면 그 애의 폭탄이 갑자기 터지거든…. 나야 원래 운이 나쁘니 괜찮지만, 클레가 다치기라도 하면 큰일이야. 그럼 기사단 사람들이 날 가만두지 않을 거라고",
      "en": "She's a cute kid... but I have to keep my distance. Whenever she plays with me, her bombs always end up going off... It's not so much me I'm worried about, it would just be awful if something happened to Klee. The Knights of Favonius would never forgive me, that's for sure.",
      "de": "Dieses Mädchen ... sie ist schon sehr niedlich, beim Spielen mit ihr muss ich jedoch aufpassen, ihre Bomben gehen manchmal unkontrolliert los. Dabei sorge ich mich gar nicht mal so sehr um mich, sondern mehr um Klee. Der Ritterorden würde mir niemals vergeben, wenn ihr etwas zustieße.",
      "es": "Es una niña muy linda... pero debo mantener mis distancias con ella. Cada vez que juega conmigo, sus bombas siempre terminan explotando... No me preocupa por mí, pero sería horrible si algo le sucediera a Klee. Los Caballeros de Favonius nunca me lo perdonarían, estoy seguro.",
      "fr": "Klee est mignonne comme tout, mais je préfère quand même garder mes distances... Ses bombes explosent à tous les coups quand on joue ensemble. C'est la routine pour moi, mais je m'inquiète pour elle. Les chevaliers de l'Ordre voudraient ma peau s'il lui arrivait quelque chose...",
      "pt": "Ela é uma garota fofa... Mas eu tenho que manter minha distância. Sempre que ela brinca comigo, as bombas dela sempre acabam explodindo... Não é tanto comigo que estou preocupado, só seria horrível se algo acontecesse com a Klee. Os Cavaleiros de Favonius nunca me perdoariam, com toda certeza.",
      "ru": "Она очень милая девочка, но мне стоит держаться от неё подальше. Когда мы с ней играем, её бомбы начинают взрываться сами по себе. За себя-то я не волнуюсь, но если с Кли что-то случится, рыцари Ордо Фавониус меня никогда не простят.",
      "id": "Dia adalah anak yang lucu... tapi aku harus menjaga jarak darinya. Setiap kali dia bermain denganku, bomnya akan tiba-tiba meledak... Jika hanya aku yang sial tidak masalah, tapi akan mengerikan jika terjadi sesuatu kepada Klee. Aku yakin Knights of Favonius pasti tidak akan pernah memaafkanku.",
      "th": "เด็กคนนั้น...น่ารักมาก แต่ฉันต้องรักษาระยะห่างเธอเอาไว้ เพราะเวลาที่ฉันไปเล่นกับเธอ จู่ ๆ ระเบิดพวกนั้นของเธอก็ระเบิดน่ะ... เรื่องดวงไม่ดีของฉันนี่ไม่เท่าไหร่นะ แต่ถ้า Klee บาดเจ็บจากระเบิดล่ะก็ยุ่งแน่ กองอัศวินทั้งกองคงไม่ปล่อยฉันไว้แน่",
      "vi": "Đứa trẻ kia đáng yêu quá... Không được, tôi vẫn phải giữ khoảng cách. Mỗi khi chơi cùng cô bé, bom đạn sẽ nổ bất thình lình... Tôi có đen đủi một chút cũng chả sao, chẳng may làm Klee bị thương thì thật đáng trách, không biết chừng còn gặp rắc rối với đội kỵ sĩ nữa."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔…",
      "zht": "關於菲謝爾…",
      "jp": "フィッシュルについて…",
      "ko": "피슬에 대해…",
      "en": "About Fischl",
      "de": "Über Fischl ...",
      "es": "Sobre Fischl...",
      "fr": "À propos de Fischl...",
      "pt": "Sobre Fischl...",
      "ru": "О Фишль...",
      "id": "Tentang Fischl",
      "th": "เกี่ยวกับ Fischl...",
      "vi": "Về Fischl..."
    },
    "line": {
      "zhs": "她是异世界来的「断罪皇女」，可厉害了！我不止一次和她说想要去她的家乡冒险，但每次说到这里她就吞吞吐吐的…嗯，一定是担心我的安危吧，看来她的家乡真的是很凶险的地方。",
      "zht": "她是異世界來的「斷罪皇女」，可厲害了！我不止一次和她說想要去她的家鄉冒險，但每次說到這裡她就吞吞吐吐的…嗯，一定是擔心我的安危吧，看來她的家鄉真的是很兇險的地方。",
      "jp": "彼女は異世界から来た「断罪の皇女」で、すごいんだぞ！何回も彼女の故郷に行って冒険したいと言ったが、その話になるといつも話題をそらすんだ…きっとすごく危険な場所だから、オレを心配してるんだと思う。",
      "ko": "그녀는 이세계에서 온 「단죄의 황녀」인데, 정말 대단해! 그녀의 고향으로 모험을 가고 싶다고 여러 번 말했는데, 그럴 때마다 우물쭈물 거리더라고…. 음, 분명 내가 위험할까 봐 걱정해주는 거겠지. 그녀의 고향은 정말 무서운 곳인가 봐",
      "en": "Oh yeah, the Prinzessin der Verurteilung from the world beyond! She's amazing. I keep asking her if we can go adventuring in her home world together, but each time I bring it up she sort of avoids the topic... She's probably just worried about my safety. Her home world sounds like a dangerous place, for sure.",
      "de": "Die Prinzessin der Verurteilung aus einer anderen Welt, sie ist echt stark! Ich frage sie ständig, ob wir auch mal in ihrer Welt auf ein Abenteuer gehen können, aber sie ignoriert solche Fragen meistens ... Wahrscheinlich ist sie nur zu sehr um meine Sicherheit besorgt. Es hört sich nämlich an, als wäre ihre Welt ein ganz schön gefährlicher Ort.",
      "es": "¡Ah, sí! ¡La Princesa del Juicio de otro mundo distinto! Es una persona alucinante. Siempre le pregunto si podemos ir de aventuras juntos a su mundo natal, pero cada vez que lo hago, ella evita el tema... Tal vez esté preocupada por mi seguridad. Su mundo natal debe ser un lugar muy peligroso.",
      "fr": "Ah oui, la Princesse du châtiment venue d'un autre monde ! Cette fille est géniale. Je lui demande toujours si on peut explorer son monde ensemble, mais je crois qu'elle évite le sujet parce qu'elle se fait du souci pour moi. C'est clair que ça a l'air d'un endroit dangereux...",
      "pt": "Ah sim, a Princesa do Pecado do outro mundo distante! Ela é incrível. Eu continuo perguntando se podemos nos aventurar juntos em seu mundo natal, mas cada vez que eu falo nisso ela meio que evita o tópico... Ela provavelmente está apenas preocupada com a minha segurança. Seu mundo natal parece ser um lugar perigoso, com certeza.",
      "ru": "Принцесса осуждения из потустороннего мира, она очень крутая. Я много раз предлагал ей вместе отправиться в её родной мир на поиски приключений, но она постоянно отнекивается... Наверное, просто беспокоится о моей безопасности. Там, похоже, довольно-таки опасно.",
      "id": "Dia adalah Prinzessin der Verurteilung dari dunia luar yang begitu menakjubkan! Aku selalu berkata padanya bahwa aku ingin bertualang di dunia asalnya, tetapi setiap kali aku membicarakannya, dia jadi ragu-ragu dan menghindari topik tersebut... Mungkin dia hanya khawatir tentang keselamatanku. Dunia asalnya terdengar seperti tempat yang benar-benar berbahaya.",
      "th": "เธอคือเจ้าหญิงแห่งการลงทัณฑ์ที่ มาจากต่างโลก เก่งมากเลยล่ะ! ฉันพูดกับเธอหลายต่อหลายครั้งว่าอยากไปผจญภัยที่บ้านเกิดของเธอ แต่ทุกครั้งที่พูดถึงที่นั่นเธอจะกลืน ไม่เข้าคายไม่ออกทุกที...อืม คงเป็นห่วงความปลอดภัยของฉัน ล่ะมั้ง ดูแล้วบ้านเกิดของเธอคงเป็นที่ ๆ อันตรายมากเลยนะ",
      "vi": "Cô ấy là \"Công Chúa Định Tội\" vô cùng lợi hại đến từ thế giới khác! Rất nhiều lần tôi đề nghị được đến nơi đó mạo hiểm, cô ấy chỉ ậm ừ cho qua chuyện... Có lẽ là lo lắng cho sự an toàn của tôi, xem ra quê hương cô ấy là nơi lành ít dữ nhiều."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "我本来想向琴团长要一些对蒙德的冒险家协会的支援，但其实我不太知道要怎么和她说…冒险家协会没有骑士团那么多规矩，我和老爹们成天也嘻嘻哈哈的，但用这种态度和琴团长说话，肯定不行吧…我是不是要学一下骑士团敬礼的方式？",
      "zht": "我本來想向琴團長要一些對蒙德的冒險家協會的支援，但其實我不太知道要怎麼和她說…冒險家協會沒有騎士團那麼多規矩，我和老爹們成天也嘻嘻哈哈的，但用這種態度和琴團長說話，肯定不行吧…我是不是要學一下騎士團敬禮的方式？",
      "jp": "ジン団長に冒険者協会への支援を要請しようと思うんだが、どう話せばいいか分からないんだ…冒険者協会は騎士団みたいにたくさんのルールがないし、オレもオヤジたちもこんな感じだからな。こういう態度でジン団長と話すのはダメだよな…騎士団の敬礼でも覚えたほうがいいのかな？",
      "ko": "진 단장에게 몬드의 모험가 길드에 대한 지원을 요청할 생각이었는데, 어떻게 말을 꺼내야 할지 모르겠어…. 우리 모험가 길드는 기사단처럼 규율이 많지 않거든. 항상 아버지들과는 자유롭게 웃고 떠드는데, 이런 태도로 진 단장과 말하면 안 되겠지…. 기사단의 경례하는 방식이라도 배워야 하나?",
      "en": "I keep meaning to ask Master Jean for some help with the Mondstadt Adventurers' Guild, but I don't know how to go about it. The Guild doesn't have as many rules and regulations as the Knights of Favonius, the dads and I are pretty laid back about everything. Pretty sure that attitude wouldn't fly with Jean though... I guess I should read up on the Knights' etiquette or something?",
      "de": "Schon seit einiger Zeit will ich Jean um Hilfe bitten, bei der Umstrukturierung der Abenteurergilde in Mondstadt, aber ich weiß nicht wie ich anfangen soll. Die Gilde hat nicht so viele Regeln und Richtlinien wie der Ordo Favonius, weil ich und meine Väter eher entspannt an die Sache ran gehen. Ich glaube aber, das würde Jean nicht gutheißen. Vielleicht sollte ich doch besser etwas Gehorsam lernen?",
      "es": "Llevo mucho tiempo queriendo pedirle ayuda a la Maestra Jean con el Gremio de Aventureros de Mondstadt, pero no sé cómo hacerlo. El Gremio no tiene tantas reglas como los Caballeros de Favonius, así que los papás y yo solemos hacerlo todo muy tranquilamente. Sin embargo, estoy seguro de que esa actitud no valdría con Jean... Quizás debería leer sobre la etiqueta de los Caballeros o algo así.",
      "fr": "J'aimerais lui demander de l'aide pour la Guilde des aventuriers, mais je ne sais pas comment je devrais m'y prendre. Le fonctionnement de la Guilde est très libre comparé à celui de l'Ordre de Favonius... Mes aïeux sont super relax et je ne crois pas que ça lui plaise. Étudier l'étiquette chevaleresque devrait peut-être m'aider...",
      "pt": "Continuo querendo pedir ajuda da Mestre Jean para a Guilda dos Aventureiros de Mondstadt, mas não sei como fazer isso. A Guilda não tem tantas regras e regulamentos como os Cavaleiros de Favonius, os pais e eu somos muito descontraídos em relação a tudo. Mas tenho quase certeza de que essa atitude não funcionaria com a Jean. Acho que eu deveria ler sobre a etiqueta dos Cavaleiros ou algo assim...",
      "ru": "Я всё хочу поговорить с Джинн о помощи с мондштадтской Гильдией искателей приключений, но не знаю, как бы к этому подойти. В Гильдии нет всех этих правил, как в Ордо Фавониус, а нам с папами лишь бы погыгыкать. Но такое отношение с Джинн не пройдёт... Придётся, наверное, освоить этикет Ордо Фавониус?",
      "id": "Aku ingin bertanya pada Master Jean untuk menolongku dengan Adventurers' Guild, tapi aku tidak tahu bagaimana caranya. Guild itu tidak punya terlalu banyak aturan dan regulasi seperti Knights of Favonius, para ayah dan aku cukup santai dengan segala hal. Aku yakin sikap seperti itu tidak cocok dengan Jean... Mungkin sebaiknya aku membaca buku mengenai etika Knight atau semacamnya?",
      "th": "ตอนแรกฉันว่าจะขอความช่วยเหลือ จากกิลด์นักผจญภัยแห่ง Mondstadt กับหัวหน้ากอง Jean แต่ฉันไม่รู้ว่าจะพูดกับเธอยังไงดีน่ะ...ก็กิลด์นักผจญภัยไม่ได้มีกฎ เยอะแยะเหมือนกองอัศวินนี่นา ฉันกับพวกคุณพ่อวัน ๆ ก็เฮฮาปาจิงโกะกัน ถ้าไปคุยกับหัวหน้ากอง Jean ด้วยท่าทีแบบนี้ คงไม่ได้แน่...ฉันควรจะเรียนรู้วิธีการแสดงความเคารพของกองอัศวิน หน่อยดีมั้ย?",
      "vi": "Tôi rất muốn xin sự trợ giúp của đội trưởng Jean cho Hiệp Hội Nhà Mạo Hiểm Mondstadt, nhưng lại không biết bắt đầu câu chuyện thế nào... Hiệp Hội Nhà Mạo Hiểm không nhiều quy tắc như Đội Kỵ Sĩ, mỗi khi nói chuyện với các bố già chúng tôi cứ hihi haha suốt, thế nhưng không được dùng thái độ như vậy nói chuyện với đội trưởng Jean... Lẽ nào tôi phải học cách thức hành lễ của Đội Kỵ Sĩ?"
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "他是我非常崇拜的人，名副其实的大团长！能领导整个西风骑士团，那该有多厉害啊。不过后来我想了想，冒险团规模太大好像也不行，团里太忙了的话，老爹们就没人照顾了。哈哈，还是现在好啊。",
      "zht": "他是我非常崇拜的人，名副其實的大團長！能領導整個西風騎士團，那該有多厲害啊。不過後來我想了想，冒險團規模太大好像也不行，團裡太忙了的話，老爹們就沒人照顧了。哈哈，還是現在好啊。",
      "jp": "名実ともにある大団長はオレの憧れなんだ。西風騎士団を率いてるなんて、それだけですごい人だろ！でもよく考えると、冒険団が大きくなりすぎるのもよくないよな。冒険団が忙しくなると、オヤジたちの世話ができないからな。ハハッ、やっぱり今のままのほうがいいや。",
      "ko": "난 그를 무척 존경해. 그 유명한 대 단장님이잖아! 페보니우스 기사단을 이끌다니 정말 대단하셔. 그런데 생각해보니까, 모험단은 규모가 너무 크면 안 될 거 같아. 너무 바빠지면 아버지들을 돌볼 수가 없잖아. 하하, 역시 지금 이대로가 좋겠어",
      "en": "He's my role model! Talk about team leaders — he's the Grand Master! Leads the whole darn Knights of Favonius! How incredible do you have to be to do that!? Recently, though, I've been thinking that having a smaller Adventure Team isn't such a bad thing after all. I mean, if things got too busy in the team, I'd have no time to look after all my dads in the guild, would I? Yeah... Yeah, things are fine the way they are.",
      "de": "Mein großes Vorbild als Anführer, der Großmeister! Wie stark er sein muss, dass er den gesamten Ordo Favonius anführt. Vor kurzem habe ich mir noch gedacht, eigentlich ist ein kleineres Team zu leiten trotzdem besser. Wenn ich auf einmal keine Zeit mehr hätte, wer würde sich dann um meine Väter kümmern, haha. So wie es jetzt ist, ist es gut.",
      "es": "¡Él es mi modelo a seguir, y digno de ser reconocido como Gran Maestro! Lidera a todos los Caballeros de Favonius. ¿Te imaginas lo fuerte que debe de ser? Pero luego pienso que tampoco es bueno que la brigada de aventuras sea demasiado grande. Si tuviéramos muchas cosas que hacer, no tendría tiempo para cuidar a los papás del Gremio. Las cosas están bien como están, jaja.",
      "fr": "C'est mon héros ! Il faut être super balèze pour être à la tête de l'Ordre de Favonius, tu ne trouves pas ? Mais quand j'y pense, je me dis que ce n'est pas si mal d'être le chef d'une petite équipe. Je n'aurais pas le temps de m'occuper de mes aïeux sinon... Mouais, les choses sont très bien comme elles sont.",
      "pt": "Ele é meu modelo a seguir! Fale sobre líderes de equipe - ele é o Grande Mestre! Lidera todos os Cavaleiros de Favonius! Quão incrível você tem que ser para fazer isso!? Recentemente, porém, tenho pensado que ter uma Equipe de Aventura menor não é uma coisa tão ruim, afinal de contas. Quero dizer, se as coisas ficassem muito ocupadas na equipe, eu não teria tempo de cuidar de todos os meus pais na guilda, teria? Sim... Sim, as coisas estão bem do jeito que estão.",
      "ru": "Я его очень уважаю, вот уж настоящий магистр! Насколько нужно быть крутым, чтобы быть лидером всего Ордо Фавониус. Хотя я тут подумал, что слишком большой отряд - это тоже не очень хорошо. Если бы я был таким занятым, то некому было бы присматривать за папами. Ха-ха, в общем, и сейчас всё неплохо.",
      "id": "Dia tokoh panutanku! Bicara mengenai pemimpin, tentu saja sang Grand Master! Dia memimpin seluruh Knight Knights of Favonius! Menakjubkan sekali bukan?! Walaupun, akhir-akhir ini, aku berpikir bahwa mempunyai Tim Petualang yang lebih kecil juga tidak buruk. Maksudku, jika aku dan timku sibuk, maka tidak ada waktu untuk mengurus para ayah, ya kan? Ya... Ya, semuanya baik-baik saja.",
      "th": "เขาเป็นคนที่ฉันนับถือมาก แกรนด์มาสเตอร์สุดยิ่งใหญ่! เขาสามารถนำกองอัศวินแห่ง Favonius ทั้งกองได้สุดยอดมาก ๆ เลยล่ะ แต่ฉันว่ากลุ่มนักผจญภัยถ้าใหญ่ไปคงไม่ดีเท่าไหร่ ถ้าในกลุ่มยุ่งมากแล้วใครจะดูแล พวกคุณพ่อล่ะ ฮ่าฮ่า เป็นแบบนี้แหละดีแล้ว",
      "vi": "Ông ấy là người hùng, đồng thời cũng là đại đội trưởng danh bất hư truyền! Có thể dẫn dắt cả Đội Kỵ Sĩ Tây Phong thì thật lợi hại. Thế nhưng sau này nghĩ lại nếu quy mô của đoàn mạo hiểm quá lớn dường như cũng có chút khó khăn, như vậy không có thời gian chăm sóc các bố già. Như hiện tại là vừa đủ haha."
    }
  },
  {
    "title": {
      "zhs": "关于雷泽…",
      "zht": "關於雷澤…",
      "jp": "レザーについて…",
      "ko": "레이저에 대해…",
      "en": "About Razor",
      "de": "Über Razor ...",
      "es": "Sobre Razor...",
      "fr": "À propos de Razor...",
      "pt": "Sobre Razor...",
      "ru": "О Рэйзоре...",
      "id": "Tentang Razor",
      "th": "เกี่ยวกับ Razor...",
      "vi": "Về Razor..."
    },
    "line": {
      "zhs": "你说奔狼领的那个小哥哥啊，他虽然看上去凶巴巴的，也不愿意说话…但是是个有趣的人哦！他和我都特别喜欢吃肉，我给他做肉吃，他教我狼怎么说话，哈哈，你下次要不要一起来？",
      "zht": "#{F#妳}{M#你}說奔狼領的那個小哥哥啊，他雖然看上去凶巴巴的，也不願意說話…但是是個有趣的人哦！他和我都特別喜歡吃肉，我給他做肉吃，他教我狼怎麼說話，哈哈，{F#妳}{M#你}下次要不要一起來？",
      "jp": "奔狼領の男の子か、一見怖そうに見えるし、口数も少ないけど…面白いやつだぞ！オレもあいつも肉が好きだからな、オレが肉料理を作って食べさせると、狼の言葉を教えてくれるんだ。ハハッ、今度お前も一緒にどうだ？",
      "ko": "울프 영지의 그 소년? 험악해 보이고 말도 잘 안 하지만… 사실 되게 재밌는 사람이야! 우리 둘 다 고기를 엄청 좋아하는데, 내가 그에게 고기 요리를 해주면 그는 내게 늑대와 대화하는 법을 가르쳐 주지. 하하, 다음에 같이 갈래?",
      "en": "Wolvendom guy! Looks a little on the feral side... doesn't talk much... but he's alright! We both love eating meat, so we got that in common. I sometimes cook some meat for him, and he teaches me how wolves communicate in return. Haha! You should join us next time!",
      "de": "Ah ja, der Junge aus Wolfenlauf. Er sieht zwar ein wenig gefährlich aus und spricht auch nicht gerade viel, aber er ist ansonsten ein guter Kumpel! Wir beide stehen sehr auf alles Fleischige, das verbindet uns. Manchmal koche ich etwas Fleisch für ihn und er bringt mir als Dank dafür die Wolfssprache bei. Haha, sei beim nächsten Mal doch auch dabei!",
      "es": "¡El chico del Reino de los Lobos! Parece un poco... salvaje. Y no habla mucho... ¡pero no pasa nada! A los dos nos encanta comer carne, así que a veces le cocino algo de carne y él, a cambio, me enseña cómo se comunican los lobos. ¡Jaja! ¡Deberías venir con nosotros la próxima vez!",
      "fr": "Il est taciturne et peu loquace, mais je l'aime bien ! On aime la viande tous les deux. Ça m'arrive de lui faire la cuisine et en échange, il m'apprend le langage des loups ! Tu devrais te joindre à nous la prochaine fois, on s'amuse comme des fous.",
      "pt": "Ah, você está falando daquele garoto do Reino dos Lobos! Parece um pouco selvagem... Não fala muito... Mas ele é legal! Nós dois adoramos comer carne, então temos isso em comum. Às vezes eu cozinho um pouco de carne para ele, e ele me ensina como os lobos se comunicam em troca. Haha! Você deveria se juntar a nós na próxima vez!",
      "ru": "Ты о парне из Вольфендома. Выглядит диковатым и почти не разговаривает... но он очень интересный! Мы с ним оба очень любим мясо. Я ему готовлю, а он учит меня разговаривать на волчьем. Ха-ха, хочешь с нами?",
      "id": "Ah pria dari Wolvendom! Meskipun dia terlihat galak... dan tidak banyak bicara... tapi dia cukup baik! Kami berdua sama-sama menyukai makanan, itu kesamaan kami. Terkadang aku memasak daging untuknya, lalu dia mengajariku cara berkomunikasi dengan serigala. Haha! Apa lain kali kamu mau bergabung dengan kami?",
      "th": "เธอหมายถึงหนุ่มน้อยที่ Wolvendom คนนั้นเหรอ ถึงแม้เขาจะดูดุร้ายไม่พูดไม่จา... แต่เป็นคนที่น่าสนใจมากคนหนึ่ง เลยนะ! เขากับฉันชอบกินเนื้อมาก ฉันทำเมนูเนื้อให้เขากินส่วนเขาสอนฉันพูดภาษาหมาป่า ฮ่าฮ่า ครั้งหน้าเธอจะไปด้วยกันมั้ยล่ะ?",
      "vi": "Bạn nhắc đến anh chàng ở Lang Lãnh sao, tuy có vẻ ngoài hung tợn, kiệm lời... Thế nhưng anh ấy rất thú vị đó! Chúng tôi đều rất thích ăn thịt, tôi nấu cơm cho anh ấy ăn, còn anh ấy dạy tôi ngôn ngữ của loài sói haha. Lần sau bạn cũng đến nhé?"
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "哦哦，想起来了，那个女孩子，总横冲直撞的…她和我一样，经常去野外冒险！只不过…只要路边架着锅，就总会飘来浓浓的黑烟，还有什么东西烧糊了的味道…唔，难道她的运气也很差？",
      "zht": "哦哦，想起來了，那個女孩子，總橫衝直撞的…她和我一樣，經常去野外冒險！只不過…只要路邊架著鍋，就總會飄來濃濃的黑煙，還有什麼東西燒糊了的味道…唔，難道她的運氣也很差？",
      "jp": "ああ、思い出したぞ、あの女の子はいつも全力疾走って感じがするよな…よく街の外へ冒険にいってるらしいから、オレと一緒だな！でも…道中で鍋を見つけると、黒い煙とともに何か焦げたにおいがしてくるとか…うん、まさか彼女も運に恵まれないタイプか？",
      "ko": "아아, 생각났어. 그 좌충우돌하는 여자애…. 그녀도 나처럼 자주 야외로 모험을 떠나! 단지… 길가에 솥만 있으면 항상 검은 연기와 함께 뭔가 탄 냄새가 나…. 아, 혹시 그녀도 운이 나쁜가?",
      "en": "Oh, I know who you mean. The girl who's always charging around all over the place. She's always off adventuring in the wild, just like me... But if you ever see her near a cooking pot, you'll soon find a cloud of thick black smoke blowing in your direction, followed by the smell of burnt steak... Huh, maybe she was born unlucky too?",
      "de": "Oh ja, ich erinnere mich, dieses Mädchen, sie ist immer auf dem Sprung und rennt viel in der Wildnis herum ... Genau wie ich, ständig auf einem Abenteuer! Es sei denn, sie entdeckt unterwegs einen Kochtopf, dann kann man nach kürzester Zeit in der Umgebung schwarzen Rauch ausmachen und es riecht nach verbranntem Essen ... Ob sie wie ich auch zum Pech neigt?",
      "es": "Ah... Sé a quién te refieres. La chica que siempre está corriendo de acá para allá. Siempre está de aventuras en la naturaleza, como yo... Pero, si alguna vez ves una nube de humo negro que va en tu dirección, seguida de un olor a filete quemado, sabrás que es porque ha estado cocinando... Quizás también nació con muy mala suerte.",
      "fr": "Oh, je vois de qui tu parles. C'est cette fille qui court dans tous les sens... Elle aime explorer la nature, comme moi ! Par contre... il ne faut pas la laisser cuisiner. Il y a toujours de la fumée noire et une odeur de steak brûlé qui flottent dans le coin. Pas de chance, hein ?",
      "pt": "Oh, eu sei a quem você se refere. A garota que está sempre correndo por toda parte. Ela está sempre se aventurando na natureza, como eu... Mas se você a vir perto de uma panela, logo encontrará uma nuvem de fumaça preta espessa soprando em sua direção, seguida pelo cheiro de bife queimado... Huh, talvez ela também tenha nascido azarada?",
      "ru": "А, я понял, ты об этой девушке, которая постоянно носится как сумасшедшая. Она, как и я, постоянно ищет приключения! Но... если она подойдёт к котелку, то скоро из него повалит чёрный дым и запахнет горелым.... Хм, а может она тоже неудачливая?",
      "id": "Oh, aku tahu siapa yang kamu maksud. Gadis yang selalu pergi ke mana-mana. Dia selalu bertualang di alam liar, sama sepertiku... Tapi jika kamu pernah melihatnya di dekat panci masak, kamu akan segera menemukan awan asap hitam tebal bertiup ke arahmu, diikuti oleh aroma steak yang terbakar... Huh, mungkin dia terlahir sial juga?",
      "th": "โอ้ ๆ นึกออกแล้ว เด็กผู้หญิงที่มักจะป้ำเป๋อ ๆ...เธอเหมือนกับฉันที่ชอบไปผจญภัยในป่า! แต่ว่า...ถ้าข้างทางเกิดเรื่องขึ้น ก็มักจะมีควันดำ ๆ ลอยขึ้นมา และยังมีกลิ่นอะไรไหม้ด้วย...เฮ้อ หรือเธอเองก็ดวงไม่ค่อยดีนะ?",
      "vi": "Ồ tôi nhớ ra cô bé tung hoành khắp nơi đó rồi... Cũng giống như tôi, cô ây thường xuyên mạo hiểm ngoài thành! Chỉ là... Mỗi lần đi ngang qua nơi có thể dựng bếp nấu ăn, sẽ nhìn thấy khói đen ngút trời và múi khét nồng nặc... Không lẽ cô ấy cũng là người đen đủi?"
    }
  },
  {
    "title": {
      "zhs": "关于诺艾尔…",
      "zht": "關於諾艾爾…",
      "jp": "ノエルについて…",
      "ko": "노엘에 대해…",
      "en": "About Noelle",
      "de": "Über Noelle ...",
      "es": "Sobre Noelle...",
      "fr": "À propos de Noëlle...",
      "pt": "Sobre a Noelle...",
      "ru": "О Ноэлль...",
      "id": "Tentang Noelle",
      "th": "เกี่ยวกับ Noelle...",
      "vi": "Về Noelle..."
    },
    "line": {
      "zhs": "你说她啊，其实我注意她很久了。她很有天分，又特别努力，但在骑士团只能当女仆，一直没成为正式的骑士，你不觉得太可惜了吗？唉，要是她肯来冒险家协会，估计早就是个了不起的冒险家了。",
      "zht": "#{F#妳}{M#你}說她啊，其實我注意她很久了。她很有天分，又特別努力，但在騎士團只能當女僕，一直沒成為正式的騎士，{F#妳}{M#你}不覺得太可惜了嗎？唉，要是她肯來冒險家協會，估計早就是個了不起的冒險家了。",
      "jp": "彼女のことはオレも長いこと注目してきたよ。彼女は才能があって、努力を惜しまないけど、騎士団では正式な騎士ではなくメイドとして働いてるっていうんだから、もったいないと思わないか？はあ、冒険者協会に来てくれたら、すごい冒険者になるかもしれないのに。",
      "ko": "사실 꽤 오랫 동안 그녀를 지켜봤는데 재능도 있고 엄청난 노력파지만 기사단에선 정식 기사가 아닌 메이드인 모양이야. 너~무 아깝지 않아? 에휴, 모험가 길드로 왔다면 벌써 엄청난 모험가가 됐을 텐데",
      "en": "Noelle's someone I've been watching for a while. She's really talented, and extremely hardworking. But somehow she's still a maid — the Knights of Favonius still haven't made her a knight. It's a shame, don't you think? Boy, if she switched to the Adventurers' Guild, she'd easily be one of the best there is.",
      "de": "Noelle ist mir schon lange aufgefallen. Sie ist sehr talentiert und arbeitet sehr hart. Warum sie beim Ritterorden nur eine Magd ist, bleibt mir ein Rätsel. Denkst du nicht auch, dass das sehr schade ist? Wenn sie nur in unsere Abenteurergilde eintreten würde, wäre sie mit Leichtigkeit eine der besten.",
      "es": "Noelle es alguien a quien he estado observando por un tiempo. Tiene un gran talento y es extremadamente trabajadora, pero, aun así, sigue siendo una criada: los Caballeros de Favonius aún no la han convertido en caballera. Es una pena, ¿no te parece? Si se uniera al Gremio de Aventureros, sería una de las mejores aventureras.",
      "fr": "Je garde un œil sur Noëlle depuis un bon moment. Elle est talentueuse et ne rechigne pas à la tâche. Je ne comprends pas pourquoi elle est encore servante ! L'Ordre de Favonius gagnerait à en faire un chevalier, pas vrai ? Si elle rejoignait la Guilde des aventuriers, je suis certain qu'elle serait la plus forte d'entre nous.",
      "pt": "Noelle é alguém que tenho observado há algum tempo. Ela é realmente talentosa, e extremamente trabalhadora. Mas de alguma forma ela ainda é uma empregada - os Cavaleiros de Favonius ainda não a transformaram em uma cavaleira. É uma vergonha, não acha? Cara, se ela se mudasse para a Guilda dos Aventureiros, ela seria facilmente uma das melhores que existe.",
      "ru": "А я давно за ней слежу. Она очень талантливая и работящая. Очень жаль, что она до сих пор горничная Ордо Фавониус, а не рыцарь. Как ты думаешь? Если бы она вступила в Гильдию искателей приключений, то стала бы одной из лучших.",
      "id": "Noelle adalah orang yang sudah kuawasi sekian lama. Dia benar-benar berbakat, dan juga pekerja keras. Tapi terkadang dia masih bersikap seperti pelayan, Knights of Favonius masih belum membuatnya sebagai seorang Knight. Sungguh memalukan. Ah, jika dia bergabung dengan Adventurers' Guild, dia pasti menjadi salah satu yang terbaik di sana.",
      "th": "เธอน่ะเหรอ จริง ๆ ฉันแอบสังเกตเธอมานานแล้วล่ะ เธอมีทั้งพรสวรรค์และมีความ พยายามแต่กลับเป็นได้แค่สาวรับใช้ ในกองอัศวิน ไม่ได้เป็นอัศวินกะ เค้าสักที เธอว่านี่ไม่น่าเสียดายหรอกเหรอ? เอ่อ ถ้าเธอมากิลด์นักผจญภัย คงเป็นนักผจญภัยที่เก่งกาจไปนานแล้ว",
      "vi": "Bạn nói đến cô ấy ư, thực ra tôi đã chú ý đến cô ấy từ lâu rồi. Cô ấy rất tài năng và chăm chỉ nhưng mãi chỉ là hầu gái trong đội kỵ sĩ mà không được trở thành kỵ sĩ chính thức. Thật là đáng tiếc phải không? Than ôi, nếu cô ấy sẵn sàng đến với Hội Nhà Mạo Hiểm có lẽ sẽ là một nhà mạo hiểm xuất sắc."
    }
  },
  {
    "title": {
      "zhs": "想要了解班尼特·其一",
      "zht": "想要瞭解班尼特·其一",
      "jp": "ベネットを知る·1",
      "ko": "베넷에 대해 알기·첫 번째",
      "en": "More About Bennett: I",
      "de": "Ich will mehr über Bennett erfahren I",
      "es": "Más sobre Bennett (I)",
      "fr": "Connaître Bennett (1)",
      "pt": "Mais sobre Bennett - I",
      "ru": "Узнать больше о Беннете I",
      "id": "Mengenal Bennett: I",
      "th": "อยากรู้เกี่ยวกับ Bennett - 1",
      "vi": "Muốn tìm hiểu Bennett - Điều thứ 1"
    },
    "line": {
      "zhs": "什么，想要了解我？哈哈，我只是个普普通通的倒霉冒险家，和你的各种传奇经历相比，简直不值一提啊。",
      "zht": "#什麼，想要瞭解我？哈哈，我只是個普普通通的倒楣冒險家，和{F#妳}{M#你}的各種傳奇經歷相比，簡直不值一提啊。",
      "jp": "なにっ、オレのことを知りたい？ハハッ、オレは運に恵まれない普通の冒険者だよ。お前が経験してきたことと比べたら、全然話にならない。",
      "ko": "나에 대해 알고 싶다고? 하하, 난 그냥 운이 나쁜 평범한 모험가일 뿐이야. 너의 전설적인 경험에 비하면 언급조차 부끄럽지",
      "en": "Oh... you wanna know about me? Haha, I'm just your average adventurer. 'Cept I'm more unlucky than average. Anyway, I'm nothing compared to you — you're the star of all those legendary tales. What do I got to show for myself?",
      "de": "Wie, du willst auch etwas mehr über mich erfahren? Haha, ich bin nur ein ganz gewöhnlicher Abenteurer, der ein wenig vom Pech verfolgt wird. Kein Vergleich zu dir, dem legendären Helden.",
      "es": "Oh... ¿quieres saber algo sobre mí? Jaja, solo soy un simple aventurero con muy mala suerte. No puedo compararme contigo y todas las aventuras legendarias que has vivido.",
      "fr": "#Je suis juste un aventurier ordinaire plutôt malchanceux. Rien à voir avec toi, qui a l'étoffe d'{M#un héros}{F#une héroïne} dont les exploits sont gravés dans la légende...",
      "pt": "Como? Você quer me conhecer? Haha, eu sou apenas um aventureiro com azar... Comparando com as suas experiências lendárias, não vale a pena mencionar as minhas.",
      "ru": "А? Хочешь узнать обо мне больше? Ха-ха, я всего лишь обычный искатель приключений. Может, чуть менее удачливый. По сравнению с твоими легендарными похождениями, не о чем и говорить.",
      "id": "Apa, kamu ingin memahamiku? Haha, aku hanyalah pengembara biasa saja. Hanya saja, aku sedikit lebih tidak beruntung daripada orang lain. Ngomong-ngomong, aku ini bukan siapa-siapa dibandingkan denganmu, kamu adalah bintang dari semua cerita legendaris itu, ceritaku tidak layak disebutkan.",
      "th": "อะไรนะ อยากจะรู้จักฉัน? ฮ่าฮ่า ฉันก็เป็นแค่นักผจญภัยธรรมดา ๆ ที่ดวงกุดคนหนึ่ง เทียบกับเธอที่ได้พบเจอสิ่งอัศจรรย์มา มากมายแล้ว คงเทียบไม่ติดแม้แต่ปลายเล็บ เลยล่ะ",
      "vi": "Gì cơ, bạn muốn tìm hiểu tôi sao? Haha tôi chỉ là một Nhà Mạo Hiểm với số phận đen đủi mà thôi, không thể so sánh với người có nhiều kỳ tích như bạn được."
    }
  },
  {
    "title": {
      "zhs": "想要了解班尼特·其二",
      "zht": "想要瞭解班尼特·其二",
      "jp": "ベネットを知る·2",
      "ko": "베넷에 대해 알기·두 번째",
      "en": "More About Bennett: II",
      "de": "Ich will mehr über Bennett erfahren II",
      "es": "Más sobre Bennett (II)",
      "fr": "Connaître Bennett (2)",
      "pt": "Mais sobre Bennett - II",
      "ru": "Узнать больше о Беннете II",
      "id": "Mengenal Bennett: II",
      "th": "อยากรู้เกี่ยวกับ Bennett - 2",
      "vi": "Muốn tìm hiểu Bennett - Điều thứ 2"
    },
    "line": {
      "zhs": "「老爹们」…这是我对蒙德的老冒险家们的叫法，听说我是他们在非常险恶的绝境中捡到的孤儿。很奇妙对吧？明明我的运气这么差，居然能被人捡到还活到了现在，简直是奇迹啊。",
      "zht": "「老爹們」…這是我對蒙德的老冒險家們的叫法，聽說我是他們在非常險惡的絕境中撿到的孤兒。很奇妙對吧？明明我的運氣這麼差，居然能被人撿到還活到了現在，簡直是奇跡啊。",
      "jp": "「オヤジたち」…オレはモンドのベテラン冒険者たちをそう呼んでる。あいつらの話だと、オレが赤ん坊の頃、とても危険な場所に捨てられていたが、オヤジたちが拾ってくれたらしい。不思議だろ？オレは不運なのに、誰かに拾われて今まで生きてこれたなんて、まるで奇跡だよ。",
      "ko": "「아버지들」…. 난 몬드의 연로한 모험가들을 이렇게 불러. 난 그분들이 아주 위험한 곳에서 주워온 고아래. 신기하지? 운이 이렇게 나쁜데도 누군가에게 구해져 지금까지 살아 있다니. 그야말로 기적이지",
      "en": "\"The dads...\" That's how I refer to all the older adventurers in Mondstadt. Apparently, I was an orphan kid that they rescued from the most perilous situation ever. How cool is that? I have such terrible luck all the time, and yet I was rescued against the odds and survived all this time. It's a miracle if you ask me.",
      "de": "„Die Väter“ ... So nenne ich die anderen älteren Abenteurer in Mondstadt. Man hat mir gesagt, ich wäre ein Waisenkind gewesen, das von ihnen aus einer brenzligen Lage gerettet wurde. Der Wahnsinn, oder? Dafür, dass ich sonst so vom Pech verfolgt werde, war das wirklich ein glücklicher Zufall.",
      "es": "Los “papás”... Así es como me refiero a los aventureros más mayores de Mondstadt. Al parecer, yo era un niño huérfano al que rescataron de una situación muy peligrosa. Increíble, ¿verdad? Siempre tengo tan mala suerte y, sin embargo, me rescataron de aquella situación y sobreviví todo este tiempo... Es casi un milagro.",
      "fr": "Je considère tous les aventuriers plus âgés de la Guilde comme mes aïeux. J'étais un orphelin qu'ils ont sauvé du danger... C'est trop classe de leur part ! Ma poisse a toujours été phénoménale et je trouve que c'est un miracle si je suis encore en vie aujourd'hui.",
      "pt": "\"Os pais...\" é assim que me refiro a todos os aventureiros mais velhos de Mondstadt. Aparentemente, eu era uma criança órfã que eles resgataram da situação mais arriscada de todos os tempos. Quão legal é isso? Tenho tanto azar o tempo todo, e mesmo assim fui resgatado contra as probabilidades e sobrevivi todo esse tempo. É um milagre, se você me perguntar.",
      "ru": "«Папы»... Так я называю старых искателей приключений из мондштадтской Гильдии. Говорят, что, когда я был сиротой, они спасли меня из самой наиопаснейшей ситуации. Невероятно, правда? Я такой неудачливый, а они меня всё-таки спасли, и я дожил до сегодняшнего дня. Это просто чудо.",
      "id": "Para ayah... begitulah aku menyebut mereka yang lebih tua di Mondstadt. Karena, aku adalah anak yatim piatu yang mereka selamatkan dari situasi paling berbahaya yang pernah ada. Keren sekali kan? Keberuntunganku benar-benar buruk, namun aku diselamatkan dari segala rintangan dan bertahan selama ini. Ini benar-benar keajaiban.",
      "th": "\"คุณพ่อทั้งหลาย\"...นี่คือคำที่ฉันใช้เรียกเหล่านักผจญภัยแก่ของ Mondstadt น่ะ ได้ยินมาว่าฉันเป็นเด็กกำพร้าที่พวกเขาช่วยชีวิตเอาไว้ เจ๋งไปเลยใช่มั้ย? ทั้ง ๆ ที่ฉันเป็นคนดวงกุดแท้ ๆ ยังถูกคนเก็บมาเลี้ยงจนมีชีวิตถึง ทุกวันนี้ได้ มหัศจรรย์สุด ๆ",
      "vi": "\"Bố già\"... Là cách gọi của tôi đối với các Nhà Mạo Hiểm lớn tuổi ở Mondstadt mà thôi. Theo lời bọn họ, tôi được tìm thấy trong một Bí Cảnh vô cùng nguy hiểm. Cũng kì lạ phải không? Vốn là người đen đủi nhưng chẳng hiểu sao tôi vẫn sống được đến bây giờ, quả là điều hiếm thấy."
    }
  },
  {
    "title": {
      "zhs": "想要了解班尼特·其三",
      "zht": "想要瞭解班尼特·其三",
      "jp": "ベネットを知る·3",
      "ko": "베넷에 대해 알기·세 번째",
      "en": "More About Bennett: III",
      "de": "Ich will mehr über Bennett erfahren III",
      "es": "Más sobre Bennett (III)",
      "fr": "Connaître Bennett (3)",
      "pt": "Mais sobre Bennett - III",
      "ru": "Узнать больше о Беннете III",
      "id": "Mengenal Bennett: III",
      "th": "อยากรู้เกี่ยวกับ Bennett - 3",
      "vi": "Muốn tìm hiểu Bennett - Điều thứ 3"
    },
    "line": {
      "zhs": "你看出来了啊…呵呵，没错，「班尼冒险团」很久之前就只有我一个人了。因为我很倒霉，无论是多么简单安全的冒险都会变得险象环生，没人愿意跟着这样的团长…你也会这么想吗？",
      "zht": "#{F#妳}{M#你}看出來了啊…呵呵，沒錯，「班尼冒險團」很久之前就只有我一個人了。因為我很倒楣，無論是多麼簡單安全的冒險都會變得險象環生，沒人願意跟著這樣的團長…{F#妳}{M#你}也會這麼想嗎？",
      "jp": "見抜かれたか…ハハッ、そうだ、「ベニー冒険団」はかなり前からオレひとりだよ。オレは疫病神だから、どんなに簡単で安全な冒険でも危険にさらされることになる。誰もそんな団長にはついていきたくないんだ…お前もそう思うだろ？",
      "ko": "눈치챘구나…. 하하, 맞아, 「베니 모험단」은 오래 전부터 나 혼자였어. 난 운이 안 좋은 편이라, 아무리 쉽고 안전한 모험도 위험해져버려. 누가 나 같은 단장을 따르겠어…. 너도 그렇게 생각해？",
      "en": "You've, uh, noticed then... Heh. Yeah, Benny's Adventure Team has been me on my own for a long time now. Reason is, I have such bad luck that even the most benign of adventures end up turning into the adventure from hell, and no one wants to come with me... Do you feel the same way?",
      "de": "Du hast es anscheinend bemerkt ... Hehe, das stimmt, Bennys Abenteurertruppe besteht schon seit langer Zeit eigentlich ausschließlich aus mir. Der Grund dafür ist, dass ich soviel Pech habe und selbst die mutigsten Abenteurer mit mir in die schlimmsten Situationen geraten, sodass am Ende keiner mehr mit mir gehen wollte ... Denkst du genau wie sie?",
      "es": "Veo que ya te diste cuenta... Sí, yo soy el único miembro de la Brigada de Benny desde hace mucho tiempo. La razón es que tengo tanta mala suerte que incluso las aventuras más simples y seguras acaban convirtiéndose en situaciones de vida o muerte, así que nadie quiere venir conmigo... ¿A ti también te pasa lo mismo?",
      "fr": "Tu l'as deviné... Je suis le seul membre qui reste de la Bande à Benny. J'ai tellement la poisse que même la plus facile des missions se transforme un cauchemar pour les autres... Personne ne veut faire équipe avec moi pour cette raison. Tu dois aussi penser de même...",
      "pt": "Você já notou então... Heh. Sim, a Equipe de Aventura de Benny tem sido eu mesmo por muito tempo. A razão é que tenho tanta má sorte que até as aventuras mais benignas acabam se transformando na aventura dos infernos, e ninguém quer vir comigo... Você se sente da mesma maneira?",
      "ru": "#Ты всё-таки заметил{F#a}... Хех. Да, в Отряде Бенни уже давно никого кроме меня нет. Из-за того, что я такой неудачливый, любое самое безопасное приключение становится смертельно опасным, и никто не хочет следовать за таким командиром... Ты тоже так думаешь?",
      "id": "Jadi kamu sudah menyadarinya ya... Heh, ya, Tim Petualang Benny hanya aku seorang. Alasannya, aku punya nasib buruk sehingga petualangan paling mudah saja bisa seperti neraka bagiku, dan tidak ada seorang pun yang ingin pergi bersamaku... apa kamu juga merasa begitu?",
      "th": "ดูออกแล้วเหรอ...เหอะ ๆ ไม่เลวนี่ เมื่อก่อนกลุ่มนักผจญภัยของ Benny มีแค่ฉันคนเดียว เป็นเพราะฉันดวงกุดน่ะ ไม่ว่าจะเป็นการผจญภัยที่ง่ายและ ปลอดภัยแค่ไหนก็เกิดภัยอันตราย เสียหมด ไม่มีใครอยากจะอยู่กับหัวหน้าแบบนี้หรอก...เธอเองก็คิดแบบนี้ใช่มั้ยล่ะ?",
      "vi": "Bạn nhận ra rồi sao... Haha không sai, \"đoàn mạo hiểm Benny\" trước kia chỉ có một mình tôi là thành viên. Không ai dám tổ đội cùng một tổ trưởng đen đủi luôn biến những hành trình tưởng chừng đơn giản thành nguy hiểm phải không... Bạn cũng nghĩ như vậy chứ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解班尼特·其四",
      "zht": "想要瞭解班尼特·其四",
      "jp": "ベネットを知る·4",
      "ko": "베넷에 대해 알기·네 번째",
      "en": "More About Bennett: IV",
      "de": "Ich will mehr über Bennett erfahren IV",
      "es": "Más sobre Bennett (IV)",
      "fr": "Connaître Bennett (4)",
      "pt": "Mais sobre Bennett - IV",
      "ru": "Узнать больше о Беннете IV",
      "id": "Mengenal Bennett: IV",
      "th": "อยากรู้เกี่ยวกับ Bennett - 4",
      "vi": "Muốn tìm hiểu Bennett - Điều thứ 4"
    },
    "line": {
      "zhs": "我的坏运气是与生俱来的，长这么大也差不多习惯了。其实换种想法，「倒霉」其实也是件好事，因为说不定哪天我的坏运气就会害死我，我才会想趁着还活着的时候，去更多的地方冒险，认识更多的人——不然，可能我就没机会认识你了，哈哈！",
      "zht": "#我的壞運氣是與生俱來的，長這麼大也差不多習慣了。其實換種想法，「倒楣」其實也是件好事，因為說不定哪天我的壞運氣就會害死我，我才會想趁著還活著的時候，去更多的地方冒險，認識更多的人——不然，可能我就沒機會認識{F#妳}{M#你}了，哈哈！",
      "jp": "オレの不運は生まれつきで、もう慣れっこだよ。考え方を変えてみると、「不運」もいいことだぞ。だって、いつかオレは不運のせいで死ぬかもしれない、だからオレは生きてるうちにいろんな場所を冒険したいし、いろんな人と知り合いたいと強く思うようになった——でないと、お前と知り合う機会もきっとなかっただろう、ハハッ！",
      "ko": "난 태어날 때부터 운이 나빴어. 하지만 이젠 익숙해. 사실 다르게 생각해보면 「운이 나쁜」게 좋은 일일 수도 있어. 운이 나빠서 죽을 수도 있다는 생각에, 살아있을 때 더 많은 곳을 모험하고 더 많은 사람을 만나야겠다고 생각했거든——그렇지 않았으면 너와 만날 기회도 없었을 거야, 하하!",
      "en": "I was born unlucky. That's just the way it is, and I've lived with it so long now that I'm just used to it. But you know what? Maybe it's a good thing. It means I know that whatever luck I do have left is gonna run out sooner rather than later... so I'd better make the most of my life while it lasts. You know, go on plenty of adventures, meet loads of people... I mean, if I didn't live like that, I may never have even met you! Can you imagine? Haha!",
      "de": "Ich wurde unglücklich geboren, so ist das leider. Und ich habe jetzt bereits so lange mit diesem Pech gelebt, dass ich mich schon daran gewöhnt habe. Aber vielleicht ist das ja auch eine gute Sache. Ich sollte das Beste aus dem Hier und Jetzt machen, solange ich kann. Sollte viele Abenteuer bestreiten und viele neue Leute treffen. Wenn ich nicht nach dieser Devise leben würde, hätte ich dich noch nicht einmal getroffen, haha!",
      "es": "Nací con mala suerte. Así son las cosas, y llevo tanto tiempo viviendo con eso que ya estoy acostumbrado. Pero ¿sabes qué? Quizás sea algo bueno. Mi mala suerte podría llegar a matarme, así que prefiero aprovechar al máximo mi vida mientras dure, participar en muchas aventuras, conocer mucha gente... Si no viviera así, ¡tal vez nunca te hubiera conocido! ¡Jaja!",
      "fr": "La malchance est innée chez moi. Je m'y suis fait en grandissant, mais au fond, c'est peut-être une bonne chose. Je ne sais pas quand elle aura raison de moi, alors il faut que je profite de la vie autant que je peux. Pour moi, c'est surtout vivre plein d'aventures et rencontrer un tas de gens ! Je n'aurais jamais pu faire ta connaissance si j'étais né chanceux !",
      "pt": "Eu nasci azarado. É assim mesmo, e eu vivo com isso há tanto tempo que estou acostumado a isso. Mas sabe de uma coisa? Talvez seja uma coisa boa. Significa que sei que a sorte que me resta vai acabar mais cedo do que mais tarde... Por isso é melhor aproveitar ao máximo minha vida enquanto ela durar. Aventurar-se em muitas aventuras, conhecer muitas pessoas... Quero dizer, se eu não tivesse vivido assim, talvez nunca tivesse sequer te conhecido! Você consegue imaginar? Haha!",
      "ru": "Я родился неудачливым. Всю жизнь так было, и я уже привык. Но знаешь что? Если на это посмотреть с другой стороны, то на самом деле моя неудача - это даже хорошо. Рано или поздно она меня всё-таки прикончит, и поэтому я стараюсь жить на полную, больше путешествовать и встречать разных людей. А иначе, может быть, никогда бы тебя и не встретил! Ты можешь такое вообразить?",
      "id": "Aku lahir dengan tidak beruntung. Begitulah adanya, dan aku sudah lama hidup begitu sampai aku sudah terbiasa. Tapi apa kamu tahu? Mungkin itu hal yang baik. Itu berarti aku tahu bahwa keberuntungan apa pun yang aku miliki akan habis lebih cepat daripada nanti... jadi aku lebih baik memanfaatkan hidupku selama itu berlangsung. Kamu tahu kan, pergi ke berbagai petualangan, bertemu banyak orang... Maksudku, jika aku tidak hidup seperti itu, aku mungkin tidak akan pernah bertemu denganmu! Hahaha!",
      "th": "ฉันดวงกุดมาตั้งแต่เกิด โตมาขนาดนี้ก็เริ่มชินแล้วล่ะ จริง ๆ ถ้าลองเปลี่ยนวิธีคิด \"ดวงกุด\" ก็เป็นเรื่องที่ดีนะ เพราะฉันไม่รู้ว่าโชคร้ายจะเล่นงาน จนต้องจบชีวิตลงวันไหน ฉันเลยต้องถือโอกาสตอนที่ยังมี ชีวิตอยู่นี้ ไปผจญภัยตามที่ต่าง ๆ และรู้จักคนให้ได้มากขึ้น...ไม่งั้นฉันอาจจะไม่มีโอกาสได้รู้จักเธอแล้ว ฮ่า ๆ!",
      "vi": "Từ nhỏ đến lớn tôi đã quen với đen đủi rồi. Nếu thay cách nói khác, \"đen đủi\" hóa ra lại là điềm may, may là vì tôi chưa bị vận đen hại chết mới có cơ hội đi thật nhiều nơi, làm quen thật nhiều người. Nếu không chúng ta chẳng có cơ hội làm quen rồi, haha!"
    }
  },
  {
    "title": {
      "zhs": "想要了解班尼特·其五",
      "zht": "想要瞭解班尼特·其五",
      "jp": "ベネットを知る·5",
      "ko": "베넷에 대해 알기·다섯 번째",
      "en": "More About Bennett: V",
      "de": "Ich will mehr über Bennett erfahren V",
      "es": "Más sobre Bennett (V)",
      "fr": "Connaître Bennett (5)",
      "pt": "Mais sobre Bennett - V",
      "ru": "Узнать больше о Беннете V",
      "id": "Mengenal Bennett: V",
      "th": "อยากรู้เกี่ยวกับ Bennett - 5",
      "vi": "Muốn tìm hiểu Bennett - Điều thứ 5"
    },
    "line": {
      "zhs": "不知不觉，我们已经搭档很长时间了。其实我有一个梦想，等到蒙德城的冒险家协会发展成七国里最壮大的协会，我就要去周游提瓦特大陆！「班尼冒险团」会变成最伟大的冒险团，而我们，就是最伟大的两位冒险家！…你问你什么时候加入的？哎呀，这种细节不用在意嘛。",
      "zht": "#不知不覺，我們已經搭檔很長時間了。其實我有一個夢想，等到蒙德城的冒險家協會發展成七國裡最壯大的協會，我就要去周遊提瓦特大陸！「班尼冒險團」會變成最偉大的冒險團，而我們，就是最偉大的兩位冒險家！…{F#妳}{M#你}問你什麼時候加入的？哎呀，這種細節不用在意嘛。",
      "jp": "いつのまにか、長い時間お前と一緒にいるんだな。実はオレには夢があって、モンドの冒険者協会が七国でもっとも立派な協会になったら、オレはテイワット大陸を周遊したいんだ！「ベニー冒険団」は最強の冒険団になって、オレたちは偉大な冒険者になる！…いつのまに入団したことになったんだって？まあまあ、細かいことは気にするな。",
      "ko": "그러고 보니, 우리가 파트너가 된 지도 한참 됐네. 내겐 꿈이 있어. 몬드성의 모험가 길드가 7개국에서 가장 큰 길드가 된다면, 티바트 대륙을 일주할 거야! 「베니 모험단」은 가장 위대한 모험단이 될 거고 우리 둘은 가장 위대한 모험가가 되는 거지! 아… 넌 언제 가입된 거냐고? 에헤헤, 그런 사소한 건 신경 쓰지 마~",
      "en": "Time flies! We've been a team for a while now, haven't we? Anyway, I have a dream I wanna tell you about. Once the Mondstadt Adventurers' Guild becomes the biggest branch in Teyvat, I wanna go adventuring all over the whole world! Benny's Adventure Team will be the greatest adventure team there ever was, because you and me are the greatest adventurers! ...\"Since when?\" Uh... I don't remember exactly when you signed onto Benny's Adventure Team. But whatever, it's just details, right?",
      "de": "Wie die Zeit vergeht, wie lange wir jetzt schon zusammen unterwegs waren. Ich habe noch einen Traum. Sobald die Abenteurergilde in Mondstadt zur größten von ganz Teyvat wird, will ich die ganze Welt bereisen. Bennys Abenteurertruppe wird dann das beste Abenteuer-Team, das es je gegeben hat, weil du und ich die besten Abenteurer sind! Seit wann? Ich erinnere mich nicht mehr an den genauen Tag, das tut aber auch nichts zur Sache.",
      "es": "¡El tiempo vuela! Ya llevamos un tiempo siendo compañeros. ¿Sabes cuál es mi mayor sueño? Cuando el Gremio de Aventureros de Mondstadt se convierta en la división más grande de Teyvat, ¡quiero ir de aventuras por todo el mundo! La Brigada de Benny será el mejor equipo de aventuras que haya existido, porque en ella estamos tú y yo, ¡los mejores aventureros! ¿Que desde cuándo formas parte de mi Brigada? Hummm... No recuerdo exactamente cuándo firmaste el contrato, ¡pero eso da igual! Son detalles sin importancia, ¿verdad?",
      "fr": "Mine de rien, ça fait un sacré bail qu'on fait équipe tous les deux ! Mon rêve serait d'explorer le monde quand la branche mondstadtoise de la Guilde des aventuriers sera la meilleure de tout Teyvat. La Bande à Benny sera célébrissime parce que nous serons les plus grands aventuriers de tous les temps ! ... Depuis quand ? Eh bah, je ne me rappelle plus exactement, mais l'important c'est qu'on soit ensemble maintenant !",
      "pt": "O tempo voa! Já somos uma equipe há algum tempo, não é mesmo? De qualquer forma, tenho um sonho que quero te contar. Quando a Guilda dos Aventureiros de Mondstadt se tornar a maior filial de Teyvat, quero me aventurar em todo o mundo! A Equipe de Aventura de Benny será a maior equipe de aventura que já existiu, porque você e eu somos os maiores aventureiros! ... \"Desde quando?\" Uh... Não me lembro exatamente quando você entrou para a Equipe de Aventura de Benny. Mas seja o que for, são apenas detalhes, certo?",
      "ru": "#Вот время летит, мы уже так долго путешествуем вместе. Вообще, у меня одна мечта. Когда мондштадтская Гильдия искателей приключений станет самой большой Гильдией семи королевств, я хочу объездить весь Тейват! Отряд Бенни станет самым великим отрядом, а мы с тобой - самыми великим искателями приключений! ...Спрашиваешь, когда ты успел{F#a} вступить в отряд? Ой, я точно уже не помню, но это ведь мелочи, да?",
      "id": "Waktu cepat berlalu, kita sudah lama menjadi rekan seperjalanan. Oh ya, aku mempunyai sebuah mimpi yang ingin kuceritakan padamu. Saat Adventurers' Guild di Mondstadt menjadi Guild dengan cabang terbesar di Teyvat, aku akan pergi bertualang ke seluruh dunia! Tim Petualang Benny akan menjadi tim petualang terbesar yang pernah ada, karena kamu dan aku adalah petualang terhebat!... \"Sejak kapan?\" Eh... aku tidak ingat kapan kamu menjadi bagian dari Tim Petualang Benny. Ah sudahlah, tidak usah pedulikan masalah detil begitu.",
      "th": "ไม่ทันรู้เนื้อรู้ตัว พวกเราก็เป็นคู่หูกันมานานมากเลย จริง ๆ ฉันมีความฝันอยู่เรื่องหนึ่ง รอให้กิลด์นักผจญภัยของ Mondstadt กลายเป็นสมาคมที่ใหญ่ที่สุดในทั้ง เจ็ดประเทศ แล้วฉันจะเที่ยวให้ทั่วทั้งทวีป Teyvat เลย! กลุ่มนักผจญภัยของ Benny จะกลายเป็นกลุ่มนักผจญภัยที่ ยิ่งใหญ่ที่สุด และพวกเราก็จะเป็นนักผจญภัย สองคนที่ยิ่งใหญ่ที่สุด!... เธอร่วมด้วยตั้งแต่เมื่อไหร่น่ะเหรอ? ปัดโธ่ ไม่ต้องไปสนใจรายละเอียด แบบนี้หรอกน่า",
      "vi": "Thật không ngờ chúng ta đã tổ đội với nhau lâu như vậy. Tôi có một ước mơ đó là đợi Hiệp Hội Nhà Mạo Hiểm Mondstadt trở thành hiệp hội lớn mạnh nhất bảy quốc gia, tôi sẽ chu du khắp đại lục Teyvat! \"Đoàn mạo hiểm Benny\" là một trong những đoàn mạo hiểm vĩ đại nhất, còn hai chúng ta là những nhà mạo hiểm lừng danh!... Bạn hỏi khi nào mới cho bạn gia nhập ư? Ôi dào, đừng có gặng hỏi chi tiết như vậy chứ."
    }
  },
  {
    "title": {
      "zhs": "班尼特的爱好…",
      "zht": "班尼特的愛好…",
      "jp": "ベネットの趣味…",
      "ko": "베넷의 취미…",
      "en": "Bennett's Hobbies",
      "de": "Bennetts Hobbys ...",
      "es": "Aficiones de Bennett...",
      "fr": "Les loisirs de Bennett...",
      "pt": "Passatempos de Bennett...",
      "ru": "Хобби Беннета...",
      "id": "Hobi Bennett",
      "th": "งานอดิเรกของ Bennett...",
      "vi": "Sở thích của Bennett..."
    },
    "line": {
      "zhs": "我什么都喜欢，但最喜欢的还是冒险！总有一天我会找到这世界上最珍贵的宝藏，到时候老爹们就都能过上好日子，蒙德的冒险家协会也会热闹起来吧！",
      "zht": "我什麼都喜歡，但最喜歡的還是冒險！總有一天我會找到這世界上最珍貴的寶藏，到時候老爹們就都能過上好日子，蒙德的冒險家協會也會熱鬧起來吧！",
      "jp": "何でも好きだけど、一番はやっぱ冒険だな！いつか世界一のお宝を見つけたい、そしたらオヤジたちにいい暮らしをさせてやれるし、モンドの冒険者協会も賑わうだろ！",
      "ko": "난 뭐든 다 좋지만, 역시 모험하는 게 제일 좋아! 언젠가 이 세상에서 제일 진귀한 보물을 찾아낼 거야. 그럼 아버지들도 호강시켜드릴 수 있고, 몬드의 모험가 길드도 떠들썩해질 거야!",
      "en": "I like all kinds of things, but most of all, I like adventures! One day, I'm gonna find the most valuable treasure in the whole world, and then my dads can have a better life... and the Mondstadt Adventurers' Guild will be back in business!",
      "de": "Ich mag alles mögliche, aber am meisten mag ich Abenteuer! Eines Tages werde ich den wertvollsten Schatz der Welt finden und dann können alle meine Väter einen guten Ruhestand genießen. Außerdem wird die Abenteurergilde von Mondstadt ganz aus dem Häuschen sein!",
      "es": "Me gustan todo tipo de cosas, pero, sobre todo, ¡me gustan las aventuras! Un día encontraré el tesoro más valioso del mundo para darles a mis papás una vida mejor... ¡y el Gremio de Aventureros de Mondstadt se situará en la cima de todo Teyvat!",
      "fr": "J'aime énormément de choses, mais celle que je préfère est bien évidemment partir à l'aventure ! Un jour, je trouverai le plus grand trésor du monde et je pourrais offrir une vie meilleure à mes aïeux ! La Guilde des aventuriers de Mondstadt retrouvera aussi sa gloire passée !",
      "pt": "Eu gosto de todos os tipos de coisas, mas acima de tudo, eu gosto de aventuras! Um dia vou encontrar o tesouro mais valioso do mundo inteiro, e então meus pais poderão ter uma vida melhor... E a Guilda dos Aventureiros de Mondstadt estará de volta aos negócios!",
      "ru": "Мне всё нравится, но больше всего мне нравятся приключения! Когда-нибудь я найду самое драгоценное в мире сокровище, и тогда папы заживут припеваючи, а мондштадтская Гильдия станет самой популярной!",
      "id": "Aku suka semua hal, tapi yang paling penting, aku suka petualangan! Suatu hari aku akan menemukan harta paling berharga di seluruh dunia, dan kemudian para ayah akan dapat memiliki kehidupan yang lebih baik... dan Adventurers' Guild di Mondstadt akan kembali berjaya!",
      "th": "ฉันชอบหมดแหละ แต่ที่ชอบที่สุดก็คือการผจญภัย! ฉันต้องหาสมบัติที่ล้ำค่าที่สุดในโลกนี้เจอให้ได้สักวัน ถึงตอนนั้นคุณพ่อทั้งหลายก็จะสบาย และกิลด์นักผจญภัยของ Mondstadt ก็จะได้ครึกครื้นขึ้น!",
      "vi": "Cái gì tôi cũng thích, nhưng thích nhất đó là mạo hiểm! Sẽ có một ngày tôi tìm được báu vật quý giá nhất trần gian, khi ấy tôi cùng các bố già sống cuộc đời an nhàn, Hiệp Hội Nhà Mạo Hiểm Mondstadt chắc chắn sẽ náo nhiệt hơn!"
    }
  },
  {
    "title": {
      "zhs": "班尼特的烦恼…",
      "zht": "班尼特的煩惱…",
      "jp": "ベネットの悩み…",
      "ko": "베넷의 고민…",
      "en": "Bennett's Troubles",
      "de": "Bennetts Sorgen ...",
      "es": "Preocupaciones de Bennett...",
      "fr": "Les problèmes de Bennett...",
      "pt": "Preocupações de Bennett...",
      "ru": "Беспокойство Беннета...",
      "id": "Kekhawatiran Bennett",
      "th": "เรื่องกลุ้มใจของ Bennett...",
      "vi": "Nỗi buồn của Bennett..."
    },
    "line": {
      "zhs": "硬要说的话…特别倒霉的日子心情会不太好，比如冒险又什么都没找到，或者老爹的身体犯老毛病了之类的，但这些都算不上烦恼，睡一觉就全忘光了。新的一天当然要有新的开始！",
      "zht": "硬要說的話…特別倒楣的日子心情會不太好，比如冒險又什麼都沒找到，或者老爹的身體犯老毛病了之類的，但這些都算不上煩惱，睡一覺就全忘光了。新的一天當然要有新的開始！",
      "jp": "あえて言うなら…特別ツイてない日は気持ちが沈むかな。たとえば冒険の収穫がなかったとか、オヤジの持病がまたひどくなったとか、でも寝たら忘れるから悩みというレベルでもないよな。新しい一日には新しい始まりがないと！",
      "ko": "굳이 말하자면…. 정말 운이 나쁜 날은 기분이 별로야. 예를 들면 모험을 하면서 아무것도 못 찾거나, 아버지의 고질병이 도진다거나 하면 말이야. 그렇다고 이런 게 고민거리가 되진 않아. 자고 일어나면 다 잊어버리거든. 새로운 하루는 새롭게 시작해야지!",
      "en": "Hmm... Well, if you really wanna know... When I have a bad day, I feel a bit glum. Like, it sucks when I come back empty-handed from an adventure, or when one of my dads' old injuries starts acting up. But... they're just small things, really. After a good night's sleep, I forget all about them. New day, new start! Haha!",
      "de": "Wenn du es wirklich wissen willst, auch ich habe mal einen schlechten Tag, wenn man bei einem Abenteuer einfach keinen Schatz findet, oder einer der Väter wieder gesundheitliche Probleme hat, aber letztendlich sind dies alles nur Kleinigkeiten. Normalerweise vergesse ich das alles nach einem guten Nachtschlaf und starte einen neuen, besseren Tag!",
      "es": "Humm... Bueno, si realmente quieres saberlo... Cuando tengo un mal día, me siento un poco triste. Odio cuando regreso con las manos vacías de una aventura, o cuando a alguno de mis papás le duele alguna herida o lesión que se hicieron. Pero, al final, son cosas pequeñas y, después de una buena noche de sueño, me olvido de ellas. ¡Nuevo día, nuevo comienzo!",
      "fr": "Si tu veux tout savoir, je ne me sens pas super bien les jours où je suis plus malchanceux que d'habitude ; par exemple, quand je reviens bredouille d'une aventure ou quand mes aïeux souffrent encore à cause d'une vieille blessure. Mais ce ne sont des petites choses que j'oublie avec une bonne nuit de sommeil. Après tout, demain est un autre jour !",
      "pt": "Hmm... Bem, se você realmente quer saber... Quando tenho um dia ruim, me sinto um pouco abatido. Tipo, é uma droga quando volto de mãos vazias de uma aventura, ou quando um dos ferimentos antigos de um dos meus pais começa a piorar. Mas essas são apenas pequenas coisas, realmente, depois de uma boa noite de sono eu esqueço tudo sobre eles. Novo dia, novo começo! Haha!",
      "ru": "Ну, если настаиваешь... В особенно неудачные дни у меня портится настроение. Например, когда возвращаешься из приключения с пустыми руками, или когда у папы обостряется старая болезнь. Но это не беспокойство, поспишь и всё пройдёт. Новый день - новое начало.",
      "id": "Hmm... nah, jika kamu benar-benar ingin tahu... Ketika aku mengalami hari yang buruk, aku biasanya jadi agak murung. Seperti saat misalnya, menyebalkan sekali rasanya ketika aku kembali dengan tangan kosong dari sebuah petualangan, atau ketika luka lama dari salah satu ayahku kambuh lagi. Tapi itu hanya hal-hal kecil, setelah tidur nyenyak aku akan lupa mengenai segalanya. Hari baru, awal baru! Haha!",
      "th": "เอาจริง ๆ เลยนะ...วันที่อารมณ์ไม่ค่อยดีก็จะ ยิ่งโชคร้ายสุด ๆ เลย อย่างตอนผจญภัยก็จะหาอะไร ไม่เจอเลย หรืออาการป่วยของคุณลุงดัน กำเริบขึ้นมาอะไรแบบนี้ แต่พวกเรื่องพวกนี้น่ะหลับสักตื่น ก็ลืมหมดแล้วล่ะ วันใหม่ก็ต้องเริ่มต้นสิ่งใหม่!",
      "vi": "Nói thật... Vào những lúc gặp vận đen, tâm trạng tôi không được tốt. Ví dụ như tìm không thấy thứ mình cần hay bệnh của bố già tái phát, nhưng mà mấy chuyện vặt này có đáng gì, ngủ một giấc là quên hết. Ngày mới bắt đầu sẽ mang theo những trải nghiệm mới!"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "肉！肉是最能让人精力充沛的食物！野菇鸡肉串，烤肉排，还有甜甜花酿鸡都是我的拿手菜。和我一起冒险，是不会让你饿肚子的。",
      "zht": "#肉！肉是最能讓人精力充沛的食物！野菇雞肉串，烤肉排，還有甜甜花釀雞都是我的拿手菜。和我一起冒險，是不會讓{F#妳}{M#你}餓肚子的。",
      "jp": "肉だ！肉は一番元気が出る食べ物だよな！キノコ焼き鳥、ステーキ、それと鳥肉のスイートフラワー漬け焼きがオレの得意料理だ。オレと一緒に冒険すれば、腹が空くことはないぞ。",
      "ko": "고기! 고기는 에너지를 가장 많이 채워주는 음식이지! 버섯 닭꼬치, 스테이크, 그리고 달콤달콤 닭고기 스튜! 모두 내가 자신 있는 요리야. 나와 함께 모험하면 절대 굶을 일은 없을 거야",
      "en": "Meat! Meat is the best sustenance there is. Chicken-Mushroom Skewers, Steaks, and Sweet Madames are all my specialties. You won't go hungry if you come adventuring with me, that's for sure!",
      "de": "Fleisch! Fleisch bringt dir die meiste Energie! Spieße mit Pilzen und Hühnchen, Steak oder süß mariniertes Hühnchen, sie alle sind meine Spezialitäten. Wenn du mit mir unterwegs bist, wirst du auf keinen Fall verhungern.",
      "es": "¡La carne! La carne es el mejor alimento que existe. Lo que mejor cocino son las brochetas de champiñones y pollo, filete a la barbacoa y pollo asado con miel. No pasarás hambre si vienes de aventuras conmigo, ¡eso te lo aseguro!",
      "fr": "La viande ! Il n'y a pas de repas complet sans ça ! Je cuisine les brochettes de poulet et de champignons, le steak et le poulet mariné aux fleurs sucrantes à la perfection. Avec moi, tu ne mourras jamais de faim sur la route !",
      "pt": "Carne! Carne pode te manter energético! Espeto de Frango com Cogumelos, Bife e Frango em Molho de Mel são os meus favoritos. Venha comigo para aventurar juntos, te garanto que não vai ficar com fome.",
      "ru": "Мясо! Мясо лучше всего наполняет человека энергией! Куриный шашлычок с грибами, мясной стейк, цыплёнок в медовом соусе - это всё мои коронные блюда. Будешь со мной путешествовать - никогда не проголодаешься.",
      "id": "Daging! Daging adalah makanan terbaik yang ada. Chicken-Mushroom Skewer, steak, dan Sweet Madame adalah spesialisasiku. Kamu tidak akan kelaparan jika kamu bertualang denganku, itu pasti!",
      "th": "เนื้อ! เนื้อเป็นอาหารที่ให้พลังงานได้ดี! Chicken-Mushroom Skewer, Steak และยังมี Sweet Madame เหล่านี้คือเมนูที่ฉันถนัดทั้งนั้น ถ้าออกผจญภัยกับฉันล่ะก็ ไม่มีทางปล่อยให้เธอหิวแน่เลย",
      "vi": "Thịt ư! Thịt là món đồ nạp năng lượng tốt nhất cho cơ thể! Xiên Thịt Gà Nấm, Sườn Nướng hay Gà Nấu Hoa Ngọt đều là món tủ của tôi. Cùng tôi đi mạo hiểm, bạn sẽ có cái bụng no đó."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "虽然说冒险家不能挑食，但其实我不是很能吃辣，比如绝云椒椒什么的…吃了之后就喘不上气，感觉呼吸都是辣的，而且之后肯定会拉肚子…这种恶魔一样的果子究竟是怎么长出来的。",
      "zht": "雖然說冒險家不能挑食，但其實我不是很能吃辣，比如絕雲椒椒什麼的…吃了之後就喘不上氣，感覺呼吸都是辣的，而且之後肯定會拉肚子…這種惡魔一樣的果子究竟是怎麼長出來的。",
      "jp": "冒険者は好き嫌いしないというけど、辛い物はあまり得意じゃないんだ。たとえば絶雲の唐辛子とか…食べると息が荒くなって、呼吸まで辛くなった気がするし、絶対に腹を下すよな。こういう悪魔みたいなものは一体どうやって生まれたんだか。",
      "ko": "모험가가 편식하면 안 되지만 난 절운고추 같은 매운 음식은 잘 못 먹어…. 먹기만 하면 숨이 막혀서 숨을 쉬기만 해도 매워지는 것 같다니까? 게다가 먹으면 꼭 배탈이 나거든…. 이렇게 악마 같은 열매는 대체 어떻게 생겨난 걸까?",
      "en": "You can't really afford to be picky as an adventurer. That said, I can't really handle spicy food. I find it hard to breathe after eating Jueyun Chilis, like the spice went right into my lungs. And there's no avoiding the diarrhea afterward... It's the devil's fruit, I say. Who knows where it came from?",
      "de": "Als Abenteurer kann man es sich eigentlich nicht leisten, mäkelig beim Essen zu sein. Womit ich aber ein großes Problem habe, ist scharfes Essen, wie zum Beispiel Jueyun-Peperoni ... Ein Bissen davon und ich kann nicht mehr atmen und ich weiß auch schon, in welcher Form es wieder herauskommen wird. Wer hat sich nur dieses diabolische Gemüse ausgedacht.",
      "es": "Un aventurero no puede ser muy quisquilloso con la comida. Dicho esto, no aguanto la comida picante. Cuando como chiles de Jueyun, me resulta difícil respirar, como si el picante entrara directamente en mis pulmones. Además, después de comerlo, necesito ir al baño todo el tiempo... Es como la comida del diablo. ¿A quién se le ocurrió cultivarlo?",
      "fr": "Les aventuriers ne peuvent pas être des fines bouches, on mange ce qu'on trouve ! Malgré ça, je supporte mal la nourriture épicée. Je n'arrive plus à respirer après avoir mangé un piment de Jueyun, comme si mes poumons étaient en feu ! Et bonjour l'accélération du transit... Bref, c'est le fruit du démon ! Puis, je me demande qui a bien pu l'inventer...",
      "pt": "Sendo aventureiro, não devo ser exigente na comida, mas não gosto da comida picante, por exemplo: Pimenta de Jueyun... Depois de ter a comido, não consigo respirar facilmente, e sinto me que o ar que me rodeia se torna picante, e logo depois vem a diarreia... Não entendo o sentido de existência desta coisa.",
      "ru": "Хотя искатель приключений не может привередничать, но я не очень люблю острое, например, заоблачный перчик. Как съем, так сразу дыхание перехватывает, как будто острота прямо в лёгкие попадает, а потом ещё из туалета не вылезешь. Откуда только такие дьявольские овощи берутся...",
      "id": "Meskipun para petualang tidak bisa pilih-pilih makanan, sebenarnya aku tidak bisa makan makanan pedas, misalnya makan Jueyun Chili... Setelah memakannya, aku jadi tidak bisa bernapas, rasanya napasku jadi panas dan pedas, dan aku pasti akan diare juga... Bagaimana buah iblis ini bisa tumbuh?",
      "th": "ถึงแม้จะบอกว่านักเดินทางห้าม เลือกกิน แต่จริง ๆ แล้วฉันกินเผ็ดไม่ค่อยได้เลย อย่างพริก Jueyun Chili อะไรแบบนี้...กินแล้วหายใจไม่ ทั่วท้องเลย เพราะหายใจแล้วก็ยังรู้สึกได้ถึง ความเผ็ด แล้วยังท้องเสียด้วย...พืชที่ร้ายกาจแบบนี้นี่เติบโตมายังไงกันนะ",
      "vi": "Tuy Nhà Mạo Hiểm không được phép kén ăn, thế nhưng tôi không thể ăn cay được, ví dụ như món Ớt Tuyệt Vân... Mỗi lần ăn xong tôi thở không ra hơi, đến hít vào còn thấy nóng trong người nữa là, chắc chắn sau đó sẽ tiêu chảy... Thứ quả quái ác này sao lại có thể mọc ra được cơ chứ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "太幸福了！哈哈…哎呀！会不会把这阵子的好运全部用完了…",
      "zht": "太幸福了！哈哈…哎呀！會不會把這陣子的好運全部用完了…",
      "jp": "すっげー幸せ！ハハッ…あっ！まさかこれって、当分の運を使い果たしたってことなんじゃ…",
      "ko": "너무 행복해! 헤헤… 으아! 설마 최근의 행운을 다 써버린 거 아니야…?",
      "en": "Whoa, lucky me! Haha... Oh wait! Does that mean I just used all of my good luck for today...?",
      "de": "Glück gehabt! Haha ... Oh! Bedeutet das, dass ich mein ganzes Glück für die Zwischenzeit aufgebraucht habe ...",
      "es": "Guau, ¡qué suerte! Jaja... Oh, ¡espera! ¿Esto significa que ya usé toda mi buena suerte de hoy?",
      "fr": "Je suis un veinard ! Haha... Ah ! Tu crois que j'ai épuisé mon quota de chance pour les prochains jours ?",
      "pt": "Uau, que sorte! Haha... Oh, não! Será que eu usei toda a minha sorte do dia?",
      "ru": "Ого, вот это повезло! Ха-ха... Постой! Неужели это значит, что я израсходовал всю свою удачу на сегодня?..",
      "id": "Wah, beruntung sekali aku! Haha ... ASTAGA! Apa ini juga artinya jatah nasib baikku hari ini sudah habis semua ...?",
      "th": "โชคดีจัง! ฮ่าฮ่า... โอ๊ะ! ฉันใช้โชคดีทั้งหมดไปแล้วรึเปล่านะ...",
      "vi": "Hạnh phúc quá! Haha... Ui! Có khi nào tất cả may mắn đều dùng hết vào đây rồi không...."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "无论做什么都很好吃，真不愧是你啊！",
      "zht": "#無論做什麼都很好吃，真不愧是{F#妳}{M#你}啊！",
      "jp": "何を作っても美味いなんて、さすがお前だな！",
      "ko": "역시 네가 만든 건 뭐든 맛있구나!",
      "en": "Literally everything you cook ends up tasting amazing. Ha, you're awesome!",
      "de": "Egal, was du machst, es ist köstlich, es ist so wahr!",
      "es": "En serio, cocines lo que cocines, siempre está delicioso. ¡Eres increíble!",
      "fr": "Tout ce que tu cuisines est délicieux, ça ne m'étonne pas venant de toi !",
      "pt": "Tudo que você cozinha acaba ficando maravilhoso. Você é incrível!",
      "ru": "#Всё, что ты готовишь, невероятно вкусно! Ты просто {F#потрясающая}{M#потрясающий}!",
      "id": "Kamu memang hebat, mau masak apa juga selalu enak!",
      "th": "ทำอะไรก็อร่อยไปหมดเลย สมแล้วที่เป็นเธอ!",
      "vi": "Bất kể bạn làm món gì cũng đều rất ngon, không hổ danh là bạn mà!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "完了…肚子已经开始疼了…",
      "zht": "完了…肚子已經開始疼了…",
      "jp": "しまった…腹が、痛くなってきた…",
      "ko": "큰일이야… 배가 아프기 시작했어…",
      "en": "Oh no... my stomach hurts...",
      "de": "Oh nein ... Mein Magen tut schon weh ...",
      "es": "Uff... Me duele el estómago...",
      "fr": "La poisse... Je commence à avoir mal au ventre...",
      "pt": "Oh, não... Minha barriga está doendo...",
      "ru": "О нет... Живот болит...",
      "id": "Wah, gawat ... perutku sakit ....",
      "th": "แย่แล้ว... ฉันเริ่มจะปวดท้องแล้วสิ...",
      "vi": "Không ổn rồi... bụng bắt đầu đau..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！祝你新的一年也能有最好的运气！放心吧放心吧，倒霉是不会传染的，因为只要有我在，它们就不会找上你了。",
      "zht": "#生日快樂！祝{F#妳}{M#你}新的一年也能有最好的運氣！放心吧放心吧，倒楣是不會傳染的，因為只要有我在，它們就不會找上{F#妳}{M#你}了。",
      "jp": "誕生日おめでとう！新たな一年が最高の幸運に恵まれますように！安心しろ、不運は伝染しないぞ。オレがいる限り、不運はお前のほうに行かないからな。",
      "ko": "생일 축하해! 올해엔 가장 좋은 운이 따르길! 헤헤, 걱정 마, 나쁜 운은 전염되지 않으니까. 내가 있는 한 그게 너한테 갈 일은 없어",
      "en": "Happy birthday! Best of luck in the year ahead. Don't worry, bad luck isn't contagious! As long as I'm around, it'll be drawn to me and not you, so you're safe.",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Mögest du auch weiterhin im neuen Lebensjahr vom Glück verfolgt werden! Keine Sorge, Pech ist nicht ansteckend und solange du bei mir bist, wird es nur mich verfolgen und nicht dich.",
      "es": "¡Feliz cumpleaños! Te deseo mucha suerte en este año. No te preocupes, ¡la mala suerte no es contagiosa! Si estoy contigo, la mala suerte vendrá a mí, no a ti, así que estás a salvo.",
      "fr": "#Joyeux anniversaire ! J'espère que la chance te sourira cette année encore ! Tant que je serai avec toi, tu ne seras jamais {M#malchanceux}{F#malchanceuse}, parce que je suis un aimant à poisse.",
      "pt": "Feliz Aniversário! Muito parabéns para você, espero que todas as sortes te rodeie! Fique descansado, o azar não se espalha. O azar sempre anda comigo em vez de com você.",
      "ru": "#С днём рождения! Желаю тебе удачи в этом году! Не волнуйся, невезение не заразно, все неприятности идут ко мне, ты им не нуж{M#ен}{F#на}.",
      "id": "Selamat ulang tahun! Semoga beruntung di tahun yang baru! Jangan khawatir, nasib buruk tidak menular! Selama ada aku di sini, kesialan tidak akan menghampirimu, kamu akan aman-aman saja!",
      "th": "สุขสันต์วันเกิด! ขอให้ปีนี้เธอโชคดีตลอดทั้งปีนะ! วางใจได้ ๆ ความโชคร้ายนี่มันติดต่อกัน ไม่ได้หรอก เพราะขอแค่มีฉันอยู่ พวกมันไม่ไปหาเธอหรอกน่ะ",
      "vi": "Chúc mừng sinh nhật! Chúc bạn một năm luôn gặp nhiều may mắn! Yên tâm đi, vận đen không có truyền nhiễm đâu. Có tôi ở đây, chúng sẽ không dám làm phiền bạn đâu."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "所有力量都提升了！除了运气，哈哈。",
      "zht": "所有力量都提升了！除了運氣，哈哈。",
      "jp": "全ての力が上がった気がする！運以外な、ハハッ。",
      "ko": "운 빼고 모든 힘이 다 증가됐어! 하하",
      "en": "I feel stronger in every sense! Just as unlucky as ever, though. Hahaha.",
      "de": "Ich fühle mich viel stärker, in jeglichem Aspekt! Nur leider immer noch vom Pech verfolgt, haha.",
      "es": "¡Me siento mucho más fuerte! Pero con la misma mala suerte que siempre, jaja.",
      "fr": "Je me sens plus fort ! Et encore plus malchanceux...",
      "pt": "Eu me sinto mais forte em todos os sentidos! No entanto, com o mesmo azar de sempre. Hahaha.",
      "ru": "Все мои способности улучшились! Кроме удачи, ха-ха.",
      "id": "Aku merasa lebih baik dalam segala hal! Kecuali dalam hal keberuntungan. Hahaha.",
      "th": "พลังทั้งหมดเพิ่มขึ้นแล้วล่ะ! เว้นก็แต่โชคชะตาน่ะ ฮ่าฮ่า",
      "vi": "Mọi thứ đều ổn! Trừ vận đen haha."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "这样距离你就又近了一步，我会继续努力的！",
      "zht": "#這樣距離{F#妳}{M#你}就又近了一步，我會繼續努力的！",
      "jp": "これでまたお前に一歩近づけたな、まだまだ頑張るぞ！",
      "ko": "이렇게 너와 한 걸음 더 가까워졌어. 계속해서 노력할 거야!",
      "en": "I'm catching up with you, Traveler! One step at a time.",
      "de": "Ich komme dir immer näher und werde mir weiterhin die größte Mühe geben!",
      "es": "Un poco más y casi te alcanzo. ¡Seguiré esforzándome al máximo!",
      "fr": "Un jour, je serai aussi fort que toi ! J'y arriverai lentement mais sûrement !",
      "pt": "Estou te alcançando, Viajante! Um passo de cada vez.",
      "ru": "#А я тебя уже догоняю, путешественни{F#ца}{M#к}! Шаг за шагом!",
      "id": "Dengan begini aku sudah selangkah lebih dekat denganmu, Pengembara! Aku akan terus bekerja keras untuk menyusulmu!",
      "th": "ระยะห่างแบบนี้ก็ทำให้เธอ ใกล้ขึ้นมาอีกก้าวหนึ่งแล้ว ฉันจะพยายามต่อไป!",
      "vi": "Khoảng cách như vậy lại khiến bạn gần hơn một bước, tôi sẽ tiếp tục cố gắng!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "得到了这么强的力量，我要怎么报答你呢？对了，我知道一个藏着无价宝藏的秘境，一起去冒险吧？",
      "zht": "#得到了這麼強的力量，我要怎麼報答{F#妳}{M#你}呢？對了，我知道一個藏著無價寶藏的秘境，一起去冒險吧？",
      "jp": "これほど強い力を手に入れて、お前にはどう感謝したらいいんだか。そうだ、すごいお宝が隠されてる秘境を知ってるから、一緒に冒険に行かないか？",
      "ko": "이렇게 강한 힘을 얻었으니, 너한테 보답해야겠지? 아 맞다! 엄청난 보물이 숨어있는 비경을 아는데, 같이 모험하러 갈래?",
      "en": "Wow, check out all this power! How can I repay you, though? Hmm... Oh yeah! I know this Domain where there's a priceless treasure hidden somewhere inside! Let's go hit it up!",
      "de": "Wie kann ich das nur jemals wieder gut machen, soviel neu gewonnene Stärke? Übrigens, ich kenne da einen geheimen Ort mit vielen unbezahlbaren Schätzen im Inneren versteckt. Sollen wir dort mal zusammen hin?",
      "es": "No sé cómo podré darte las gracias por lo fuerte que me he hecho. Cierto, sé de un dominio donde hay un tesoro supervalioso. ¿Quieres venir conmigo?",
      "fr": "Je ne sais pas comment te remercier pour toute la force que tu me donnes... Ah, j'ai une idée ! Je connais un donjon qui renferme un gros trésor, ça te dit qu'on aille y faire un tour ?",
      "pt": "Uau, veja todo este poder! Mas como posso te retribuir? Hmm... Ah, sim! Eu conheço este Domínio onde há um tesouro inestimável escondido em algum lugar lá dentro! Vamos lá!",
      "ru": "Я стал таким сильным! Как мне тебя отблагодарить? А, точно! Я знаю одно подземелье, где спрятано бесценное сокровище. Пойдём поищем?",
      "id": "Wow, lihatlah semua kekuatan ini! Bagaimana aku bisa membalas budiku padamu? Hmm... Oh iya, aku tahu sebuah Domain di mana ada harta karun yang tak ternilai tersembunyi di suatu tempat di dalamnya! Ayo kita mulai petualangannya!",
      "th": "ได้รับพลังที่แข็งแกร่งขนาดนี้ ฉันจะตอบแทนเธอยังไงดี? ฉันรู้จักดันเจี้ยนที่มีสมบัติ ล้ำค่าซ่อนอยู่ ไปผจญภัยด้วยกันเถอะ?",
      "vi": "Nhận được sức mạnh lớn như vậy phải làm thế nào để báo đáp bạn đây? Tôi biết một nơi có chứa báu vật vô giá, cùng nhau thám hiểm nào?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "托你的福，现在的我应该有能力保护其他人了，这下子大家都会对我慢慢改观吧——那个倒霉得要命，总是遍体鳞伤的班尼特，终于变成一个可靠的冒险家了！…嘿嘿，但愿吧。",
      "zht": "#託{F#妳}{M#你}的福，現在的我應該有能力保護其他人了，這下子大家都會對我慢慢改觀吧——那個倒楣得要命，總是遍體鱗傷的班尼特，終於變成一個可靠的冒險家了！…嘿嘿，但願吧。",
      "jp": "お前のおかげで、今のオレは他人を守る力を手に入れた。これでみんなはオレのことを見直してくれるはずだ——あの疫病神で傷だらけだったベネットが、頼もしい冒険者になったってな！…へへっ、早くそう言われたい。",
      "ko": "네 덕분에 나도 다른 사람들을 지킬 수 있는 힘을 갖게 됐어. 이제 사람들이 날 다르게 보겠지—— 그 운이 나쁘고 항상 만신창이였던 베넷이, 드디어 듬직한 모험가가 됐다고! …에헤헤, 그러면 좋겠지만",
      "en": "Thanks to your help, I should finally be able to keep everyone safe now. Hopefully, people's opinions of me will start to change. Once the unluckiest guy alive, with a million cuts and bruises to show it. Now, a dependable adventurer at long last! ...Heh, well, I—I can hope.",
      "de": "Dank deiner Unterstützung habe ich endlich die Kraft andere zu beschützen. Hoffentlich ändert das auch ihre Meinung über mich, dass ein so vom Pech gebeutelter Kerl wie ich es auch zu etwas bringen kann, endlich ein respektierter Abenteurer! Nun, zumindest hoffe ich das.",
      "es": "Gracias a tu ayuda, creo que por fin podría ser capaz de proteger a los demás. Tal vez la gente empiece a tener otra opinión de mí y digan: “Bennett, el chico con mala suerte que siempre tiene heridas por todo el cuerpo, ¡por fin es un aventurero en quien se puede confiar!”. Jeje, ojalá...",
      "fr": "Grâce à toi, je suis assez fort pour protéger tout le monde. L'opinion qu'on a de moi devrait commencer à changer ! Le Prince de la guigne abdique pour enfin devenir un aventurier digne de confiance ! Enfin, je l'espère...",
      "pt": "Graças a você, agora já tenho capacidade suficiente para proteger outros, e penso que eles vão mudando as opiniões sobre mim. O Bennett azarado, e de ferimentos da cabeça aos pés finalmente se tornou num aventureiro confiável! ... Assim espero!",
      "ru": "Благодаря тебе я достаточно сильный, чтобы защищать других людей. Теперь их мнение обо мне будет понемногу меняться. Раньше я был неудачливый Беннет без живого места на теле, а теперь я надёжный искатель приключений! Хе-хе, хорошо бы.",
      "id": "Terima kasih atas bantuannya, akhirnya aku bisa melindungi semua orang sekarang. Semoga pendapat orang-orang tentangku juga akan mulai berubah. Bennett yang malang, yang selalu memar-memar dan terluka, akhirnya menjadi petualang yang andal! Hehe... kuharap begitu.",
      "th": "เป็นเพราะเธอแท้ ๆ ตอนนี้ฉันมีพลังที่สามารถปกป้อง คนอื่นได้แล้ว ทีนี้ทุกคนก็จะค่อย ๆ เปลี่ยนมุมมองที่มีต่อฉันแล้วสินะ... ชีวิตที่มีแต่ความโชคร้าย Bennett ที่มีแผลไปทั่วทั้งตัว ในที่สุดก็จะกลายเป็นนักผจญภัย ที่เป็นที่พึ่งได้แล้ว!... เหอะ ๆ หวังว่านะ",
      "vi": "Nhờ phúc của bạn hiện tại tôi có năng lực bảo vệ người khác rồi, như vậy mọi người sẽ có cách nhìn khác đối với tôi. Bennett tôi luôn mang vận đen cùng tấm thân thương tích này sẽ trở thành Nhà Mạo Hiểm đáng tin cậy!... Haha hy vọng chuyện như vậy sẽ đến."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "哈——",
      "zht": "哈——",
      "jp": "えい！",
      "ko": "핫——",
      "en": "Hah!",
      "de": "Ha!",
      "es": "¡Ja!",
      "fr": "Ha !",
      "pt": "Hah!",
      "ru": "Хэх!",
      "id": "Hah!",
      "th": "ฮัด——",
      "vi": "Hah!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "烧起来吧！",
      "zht": "燒起來吧！",
      "jp": "燃えろ！",
      "ko": "불타올라라!",
      "en": "Let's light it up!",
      "de": "Brenne!",
      "es": "¡Fuego!",
      "fr": "Brûlez !",
      "pt": "Vamos acender as coisas!",
      "ru": "Зажжём здесь всё!",
      "id": "Ayo kita nyalakan!",
      "th": "แผดเผามันซะ!",
      "vi": "Cháy lên nào!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "上天去吧！",
      "zht": "上天去吧！",
      "jp": "天に召せ！",
      "ko": "하늘로 날려주마!",
      "en": "Get outta here!",
      "de": "Fliege!",
      "es": "¡Largo de aquí!",
      "fr": "Bon débarras !",
      "pt": "Saia já daqui!",
      "ru": "Проваливай!",
      "id": "Enyahlah dari sini!",
      "th": "ขึ้นสวรรค์ไปซะเถอะ!",
      "vi": "Lên thiên đàng đi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "喝啊！",
      "zht": "喝啊！",
      "jp": "ハーッ！",
      "ko": "흐아!",
      "en": "Haah!",
      "de": "Hia!",
      "es": "¡Oh! ¡Ja!",
      "fr": "Haaaa !",
      "pt": "Haah!",
      "ru": "Ха-а!",
      "id": "Haah!",
      "th": "ย๊ากกก!",
      "vi": "Haah!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "炸飞你们！",
      "zht": "炸飛你們！",
      "jp": "吹き飛べ！",
      "ko": "모두 터트려주지!",
      "en": "Take cover!",
      "de": "Ich bombe euch weg!",
      "es": "¡A cubierto!",
      "fr": "Explosez !",
      "pt": "Abaixem-se!",
      "ru": "В укрытие!",
      "id": "Berlindunglah!",
      "th": "ระเบิดให้ลอยปลิว!",
      "vi": "Thổi bay các người!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "都闪开！",
      "zht": "都閃開！",
      "jp": "全員どけ！",
      "ko": "모두 비켜",
      "en": "Outta the way!",
      "de": "Geht weg!",
      "es": "¡Apártense!",
      "fr": "Dégagez le passage !",
      "pt": "Fora do meu caminho!",
      "ru": "С дороги!",
      "id": "Pergi dari pandanganku!",
      "th": "หลีกทางไป!",
      "vi": "Tránh ra đi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "我来保护大家！",
      "zht": "我來保護大家！",
      "jp": "みんなはオレが守る！",
      "ko": "내가 모두를 지켜줄게!",
      "en": "Everybody stand back!",
      "de": "Ich werde alle beschützen!",
      "es": "¡Pónganse detrás de mí!",
      "fr": "Tout le monde derrière moi !",
      "pt": "Fiquem todos para trás!",
      "ru": "Всем назад!",
      "id": "Berlindunglah di belakangku!",
      "th": "ฉันจะปกป้องทุกคนเอง!",
      "vi": "Tôi sẽ bảo vệ mọi người!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "该总攻击了！",
      "zht": "該總攻擊了！",
      "jp": "全力攻撃だ！",
      "ko": "총공격을 시작하지!",
      "en": "I'm going in!",
      "de": "Voll rein!",
      "es": "¡Allá voy!",
      "fr": "J'y vais !",
      "pt": "Vou tentar!",
      "ru": "Иду в наступление!",
      "id": "Waktunya aku menyerang!",
      "th": "ได้เวลาโจมตีแล้ว!",
      "vi": "Tổng tấn công thôi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "有大家在身边，伤口就不会痛！",
      "zht": "有大家在身邊，傷口就不會痛！",
      "jp": "みんながそばにいてくれれば、傷なんて痛まない！",
      "ko": "이깟 상처 따위 아프지 않아!",
      "en": "Teamwork is dreamwork!",
      "de": "Teamarbeit ist Traumarbeit!",
      "es": "¡Trabajemos en equipo!",
      "fr": "Avec tout le monde à mes côtés, rien ne me fait mal !",
      "pt": "Trabalho em equipe é fundamental!",
      "ru": "Команда мечты!",
      "id": "Kerja sama tim adalah impian dalam pekerjaan!",
      "th": "ถ้ามีทุกคนอยู่ แผลแค่นี้ไม่เท่าไหร่หรอก!",
      "vi": "Có mọi người ở bên cạnh, vết thương sẽ không đau!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "冒险、冒险！",
      "zht": "冒險、冒險！",
      "jp": "冒険だ、冒険！",
      "ko": "모험, 모험!",
      "en": "Adventure time!",
      "de": "Zeit für Abenteuer!",
      "es": "¡Hora de irse de aventuras!",
      "fr": "C'est l'heure de l'aventure !",
      "pt": "É hora da aventura!",
      "ru": "Время приключений!",
      "id": "Waktunya bertualang!",
      "th": "ผจญภัย ผจญภัย!",
      "vi": "Mạo hiểm, mạo hiểm!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其二",
      "zht": "衝刺開始·其二",
      "jp": "ダッシュ開始·2",
      "ko": "대시 시작·두 번째",
      "en": "Sprint Start: II",
      "de": "Rennen – Start II",
      "es": "Al esprintar (II)",
      "fr": "Début de sprint (2)",
      "pt": "Início da Corrida - II",
      "ru": "Начало спринта II",
      "id": "Mulai Lari: II",
      "th": "เริ่มวิ่ง - 2",
      "vi": "Xung Kích Bắt Đầu II"
    },
    "line": {
      "zhs": "好，出发！",
      "zht": "好，出發！",
      "jp": "よしっ、出発だ！",
      "ko": "좋아, 출발!",
      "en": "Off we go!",
      "de": "Gut, los geht’s!",
      "es": "¡Vamos!",
      "fr": "C'est parti !",
      "pt": "Lá vamos nós!",
      "ru": "Поехали!",
      "id": "Ayo berangkat!",
      "th": "โอเค ลุยกันเลยยยย!",
      "vi": "Được, xuất phát thôi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "是货真价实的宝藏！",
      "zht": "是貨真價實的寶藏！",
      "jp": "正真正銘のお宝だ！",
      "ko": "진짜 보물이야!",
      "en": "Now that's what I call treasure!",
      "de": "Das nenne ich einen Schatz!",
      "es": "¡Eso sí que es un tesoro!",
      "fr": "Alors ça, c'est ce que j'appelle un trésor !",
      "pt": "Isso é o que eu chamo de tesouro!",
      "ru": "Вот это я и называю сокровищем!",
      "id": "Ini baru namanya harta karun!",
      "th": "นี่สิสมบัติที่แท้จริง!",
      "vi": "Kho báu thật này!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "我居然也有这么好运的一天！",
      "zht": "我居然也有這麼好運的一天！",
      "jp": "オレがこんな幸運に恵まれるなんて！",
      "ko": "나도 운이 좋을 때가 있다니!",
      "en": "Even better than I imagined! It's my lucky day!",
      "de": "Mein Glückstag! Hmm, wo ist der Haken ...",
      "es": "¡Mejor de lo que esperaba! ¡Debe ser mi día de suerte!",
      "fr": "Mon jour de chance ! Hmm, où est le piège...",
      "pt": "Meu dia de sorte! Hmm, qual a pegadinha...?",
      "ru": "Даже ещё лучше! Какой удачный день!",
      "id": "Wah, aku beruntung! Tapi apa gantinya ya ....",
      "th": "ฉันก็มีวันที่โชคดีแบบนี้ด้วยเหรอเนี่ย!",
      "vi": "Không ngờ cũng có ngày tôi gặp may đấy!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "简直是奇迹！",
      "zht": "根本就是奇蹟！",
      "jp": "まるで奇跡だ！",
      "ko": "이건 기적이야!",
      "en": "*chuckle* It's a miracle!",
      "de": "Es ist ein Wunder!",
      "es": "¡Es un milagro!",
      "fr": "C'est un miracle !",
      "pt": "É um milagre!",
      "ru": "Это чудо!",
      "id": "Ini mukjizat!",
      "th": "นี่มันปาฏิหาริย์ชัด ๆ!",
      "vi": "Đúng là kỳ tích!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "糟糕…最近绷带在涨价啊！",
      "zht": "糟糕…最近繃帶在漲價啊！",
      "jp": "まずい…最近、包帯が値上がりしたっていうのに！",
      "ko": "이런… 요새 붕대 가격이 비싸다고!",
      "en": "Shoot, I can't afford any more bandages...",
      "de": "Mist, ich kann mir kein Verbandszeug mehr leisten ...",
      "es": "Oh, no... No tengo dinero para comprar más vendas...",
      "fr": "Mince... les pansements sont devenus chers ces derniers temps !",
      "pt": "Bolas, não tenho mais esparadrapos...",
      "ru": "Проклятье, бинты закончились...",
      "id": "Gawat, aku tidak mampu membeli perban lagi...",
      "th": "แย่แล้ว... ช่วงนี้ราคาผ้าพันแผลขึ้นอีกแล้วอ่ะ!",
      "vi": "Tiêu rồi... băng gạc lại tăng giá rồi!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "别担心…我坚持得住。",
      "zht": "別擔心…我堅持得住。",
      "jp": "心配ない…まだやれる。",
      "ko": "걱정 마…. 난 버틸 수 있어",
      "en": "Don't worry. I got this.",
      "de": "Mach dir keine Sorgen. Ich mach das schon.",
      "es": "No te preocupes. Lo tengo bajo control.",
      "fr": "Ne t'inquiète pas, je maîtrise.",
      "pt": "Não se preocupe. Deixa comigo.",
      "ru": "Не беспокойся, я справлюсь.",
      "id": "Jangan cemas, aku bisa bertahan.",
      "th": "ไม่ต้องเป็นห่วง... ฉันยังไหว",
      "vi": "Đừng lo...tôi chịu được."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "绝地反击？这个我熟，让我来吧。",
      "zht": "絕地反擊？這個我熟，讓我來吧。",
      "jp": "起死回生の一撃？オレの得意分野だから任せろ。",
      "ko": "절체절명의 반격? 그건 내 전문이지, 내게 맡겨",
      "en": "I always bounce back, just watch me...",
      "de": "Ich komme immer wieder zurück, sieh mir einfach zu ...",
      "es": "Siempre me recupero. Déjamelo a mí.",
      "fr": "Triompher d'une situation désespérée, ça me connaît. Prenez-en de la graine...",
      "pt": "Eu sempre me recupero, pode esperar...",
      "ru": "Я всегда встаю на ноги, смотрите...",
      "id": "Aku selalu bangkit kembali, lihat saja.",
      "th": "โจมตีโต้กลับ? เรื่องนี้ฉันถนัดให้ฉันจัดการเอง",
      "vi": "Lội ngược dòng? Tôi quen với việc này, cứ để tôi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "别逞强，交给我！",
      "zht": "別逞強，交給我！",
      "jp": "強がるな、オレに任せろ。",
      "ko": "무리하지 말고 나한테 맡겨!",
      "en": "You're in over your head! Lemme try!",
      "de": "Spiel nicht den starken Mann. Ich werde mich darum kümmern!",
      "es": "¡Estás en un buen lío! ¡Déjame a mí!",
      "fr": "Tu n'en peux plus ! Laisse-moi essayer !",
      "pt": "#Você está doid{M#o}{F#a}! Deixe-me tentar!",
      "ru": "У тебя проблемы! Я этим займусь!",
      "id": "Kamu terlalu memaksa! Biar kucoba!",
      "th": "อย่าฝืนน่า ปล่อยให้เป็นหน้าที่ของฉันเถอะ!",
      "vi": "Đừng ỷ mạnh, giao cho tôi!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "有本事冲我来！",
      "zht": "有本事衝我來！",
      "jp": "やるならオレを狙え！",
      "ko": "내가 상대해주지!",
      "en": "Hey, pick on someone your own size!",
      "de": "He, komm her! Mess dich mit dem echten Kämpfer!",
      "es": "¡Ey, métete con alguien de tu tamaño!",
      "fr": "Hé, embête quelqu'un de ta taille !",
      "pt": "Ei, brigue com alguém do seu tamanho!",
      "ru": "Эй, выбери кого-нибудь своего размера!",
      "id": "He, kalau cari lawan yang seimbang dong!",
      "th": "ถ้าเก่งจริงก็เข้ามาหาฉันเซ่!",
      "vi": "Có bản lĩnh thì nhào vô!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "我真是个不称职的团长…",
      "zht": "我真是個不稱職的團長…",
      "jp": "オレは不出来な団長だな…",
      "ko": "난 정말 자격 없는 단장이야…",
      "en": "Benny's Adventure Team... I have failed you...",
      "de": "Ich habe euch enttäuscht ...",
      "es": "Brigada de Benny... Te he fallado...",
      "fr": "Je suis un chef de bande tellement incompétent...",
      "pt": "Equipe de Aventura de Benny... Não correspondi às vossas expectativas...",
      "ru": "Отряд Бенни... Зря вы на меня положились...",
      "id": "Tim Petualang Benny... Aku telah mengecewakanmu...",
      "th": "ฉันเป็นหัวหน้าทีมที่ไร้ความสามารถจริง ๆ ...",
      "vi": "Tôi thực sự là một đội trưởng không đủ năng lực..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "不出意料的…坏运气…",
      "zht": "不出意料的…壞運氣…",
      "jp": "想定内の…不運だ…",
      "ko": "예상했던 대로… 운이 나빴어…",
      "en": "This is just my luck...",
      "de": "Pech ...",
      "es": "Esta es mi suerte...",
      "fr": "Pas de chance, quelle surprise...",
      "pt": "Que sorte a minha...",
      "ru": "Мне просто не повезло...",
      "id": "Ini hanyalah kesialanku...",
      "th": "โชคร้าย... อย่างที่คิดไว้...",
      "vi": "Không có gì đáng ngạc nhiên... thật xui xẻo..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "没能突破…厄运的封锁…",
      "zht": "沒能突破…厄運的封鎖…",
      "jp": "不運の連鎖を…断ち切れなかった…",
      "ko": "악운의 저주를… 돌파하지 못했군…",
      "en": "Couldn't break... the curse...",
      "de": "Konnte den Fluch nicht brechen ... den Fluch ...",
      "es": "No pude romper... mi maldición...",
      "fr": "Je n'ai pas pu... surmonter ma malchance...",
      "pt": "Não pude quebrar... a maldição...",
      "ru": "Проклятие... нельзя снять...",
      "id": "Aku tidak bisa menghapus... kutukan kesialannya...",
      "th": "ข้ามผ่านการปิดล้อมที่อันตราย... ไปไม่ได้...",
      "vi": "Không thể phá vây... xui xẻo bao vây rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "只是意外。",
      "zht": "只是意外。",
      "jp": "事故った。",
      "ko": "우연일 뿐이야",
      "en": "Didn't see that coming.",
      "de": "Das habe ich nicht kommen sehen.",
      "es": "Eso no lo vi venir.",
      "fr": "Je ne l'avais pas vu venir.",
      "pt": "Com essa eu não contava.",
      "ru": "Вот уж не ожидал.",
      "id": "Aku tidak melihat serangannya.",
      "th": "คาดไม่ถึงจริง ๆ",
      "vi": "Chuyện ngoài ý muốn thôi."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "痛死了。",
      "zht": "痛死了。",
      "jp": "いてぇ。",
      "ko": "아파 죽겠네",
      "en": "That's gonna hurt in the morning...",
      "de": "Das wird morgen früh wehtun ...",
      "es": "Esto me dolerá mañana...",
      "fr": "Ça fait un mal de chien !",
      "pt": "Isso vai doer amanhã...",
      "ru": "Утром будет больно...",
      "id": "Sakit sekali...",
      "th": "เจ็บจะตายอยู่แล้ว",
      "vi": "Đau chết mất."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "又没躲开…",
      "zht": "又沒躲開…",
      "jp": "また躱せなかった…",
      "ko": "또 못 피했어…",
      "en": "Why do they never miss?",
      "de": "Warum schießen sie nie daneben?",
      "es": "¿Por qué no fallan nunca?",
      "fr": "Esquive ratée...",
      "pt": "Por que eles nunca falham?",
      "ru": "Почему они никогда не промахиваются?",
      "id": "Kenapa serangan musuh tidak pernah gagal?",
      "th": "หลบไม่ทันอีกแล้ว...",
      "vi": "Lại không né được..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "真、真的在叫我吗？",
      "zht": "真、真的在叫我嗎？",
      "jp": "ほ、本当にオレを呼んだのか？",
      "ko": "나, 날 불러준 거야?",
      "en": "Y—You want me on your team?",
      "de": "Meinst du mich?",
      "es": "¿D-de verdad me quieres en tu equipo?",
      "fr": "Je peux venir ? Pour de vrai ?",
      "pt": "V—Você quer que eu entre para a sua equipe?",
      "ru": "Ты... приглашаешь меня в отряд?",
      "id": "Ka-kamu mau aku masuk timmu?",
      "th": "เรียกใช้ฉันจะ จริงเหรอ?",
      "vi": "Đang kêu tôi thật sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "决不拖后腿！…尽量。",
      "zht": "決不拖後腿！…盡量。",
      "jp": "絶対に足は引っ張らない！…できる限り",
      "ko": "절대 발목 잡지 않을게! 아… 최대한",
      "en": "I won't hold you back! ...Much.",
      "de": "Ich gebe mein Bestes! Oder versuche es zumindest ...",
      "es": "No seré una carga... o lo intentaré.",
      "fr": "Je ne te ralentirai pas ! ... Du mieux que je peux.",
      "pt": "Não deixarei a desejar! ...Tanto assim.",
      "ru": "Я не задержу вас!.. Почти.",
      "id": "Aku tidak akan memperlambat kamu! Aku akan berusaha!",
      "th": "จะไม่ขัดแข้งขัดขาเธอแน่นอน! ...จะพยายามนะ",
      "vi": "Tuyệt đối không gây trở ngại!...Cố gắng hết sức."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "太棒了！",
      "zht": "太棒了！",
      "jp": "すごいなぁ！",
      "ko": "좋았어!",
      "en": "Gonna be epic!",
      "de": "Super!",
      "es": "¡Esto va a ser genial!",
      "fr": "Génial !",
      "pt": "Ótimo!",
      "ru": "Круто!",
      "id": "Mantap!",
      "th": "เยี่ยมไปเลย!",
      "vi": "Quá tuyệt!"
    }
  }
]