{
  "id": 11414,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "天目影打刀",
    "zht": "天目影打刀",
    "jp": "天目影打",
    "ko": "아메노마 카게우치가타나",
    "en": "Amenoma Kageuchi",
    "de": "Amenoma Kageuchi",
    "es": "Espada Amenoma Gemela",
    "fr": "Lame kageuchi d'Amenoma",
    "pt": "Lâmina Amenoma Kageuta",
    "ru": "Амэнома Кагэути",
    "id": "Amenoma Kageuchi",
    "th": "Amenoma Kageuchi",
    "vi": "Đoản Đao Amenoma"
  },
  "description": {
    "zhs": "传说中连以神速见长的天狗都能斩落的名士订制的刀。",
    "zht": "傳說中連以神速見長的天狗都能斬落的名士定製的刀。",
    "jp": "神速で名を馳せる天狗をも斬り墜とすという伝説を持つ、名士が発注した刀。",
    "ko": "전설 속의 아주 빠른 텐구 마저 베어버린다는 명사가 주문한 검",
    "en": "A blade custom made for a famed samurai who could strike down a tengu warrior, known for their incredible agility, in midair.",
    "de": "Ein Schwert, das auf Bestellung von einem berühmten Samurai angefertigt wurde, der, den Legenden nach, sogar den schnellsten Tengu-Krieger mühelos niederschlagen konnte.",
    "es": "Una espada que, según la leyenda, fue forjada a medida bajo petición de un famoso samurái que podía incluso clavársela en el aire a un guerrero tengu, conocidos por ser extremadamente veloces.",
    "fr": "Une lame qui aurait été fabriquée sur commande pour un célèbre samouraï capable de trancher même le plus robuste des guerriers tengu, célèbres pour leur habileté à utiliser leur incroyable vitesse pour fendre les airs.",
    "pt": "Uma lâmina que dizem ter sido feita sob encomenda por um famoso samurai que poderia até mesmo cortar do ar um guerreiro tengu, famoso por sua habilidade em usar sua incrível velocidade.",
    "ru": "Клинок, сделанный специально для знаменитого самурая, который мог сразить ловкого тэнгу прямо в воздухе.",
    "id": "Pedang yang konon dibuat sesuai permintaan samurai terkenal yang bahkan sanggup memotong prajurit tengu. Pedang ini termasyhur karena kecepatannya, menebas tajam dari udara.",
    "th": "ตามตำนานกล่าวกันว่า นี่คือดาบที่ถูกสั่งทำขึ้นเป็นพิเศษโดยซามูไรที่มีชื่อเสียง ซึ่งแม้แต่เท็งงุที่รวดเร็วดั่งสายฟ้า ก็ยังสามารถฟันให้ร่วงลงมาได้",
    "vi": "Thanh kiếm chế tạo theo lệnh của một samurai nổi tiếng. Theo truyền thuyết có thể nhanh chóng hạ gục ngay cả chiến binh Tengu thần tốc."
  },
  "lore": {
    "zhs": "\n名刀「薄缘满光天目」的其中一柄影打。\n由岩藏流初代宗主「道胤」赠予柴门家，\n报答他在自己隐居绀田村时受到的关照。\n\n传说中岩藏流的秘剑「天狗抄」是内心中不能有一丝迷惘，才能使出的剑技。\n「天狗抄」之名在过去音同「天狗胜」，是连自在空行的天狗也能切落之剑。\n在数百年间，承袭「胤」之名的岩藏剑豪在稻妻诸岛施展秘剑，斩妖邪无数。\n\n据说「天狗抄」最初完成时，是在一间不再有香火的小社院内。\n秘剑威力之大，将屋舍尽数摧毁，而岩藏道胤的刀也断为两截。\n在这之后，凭借剑术他创立了岩藏流，成为了九条家的指南役，\n并向当时的天目定制了随胤之名流传的名刀「薄缘满光天目」。\n\n那把刀的事迹有着诸多传说，据说锋利得连人的缘分也能斩断。\n至于冗长的刀号，传说是岩藏道胤在定制时向天目特别指定的。",
    "zht": "\n名刀「薄緣滿光天目」的其中一柄影打。\n由岩藏流初代宗主「道胤」贈予柴門家，\n報答他在自己隱居紺田村時受到的關照。\n\n傳說中岩藏流的秘劍「天狗抄」是內心中不能有一絲迷惘，才能使出的劍技。\n「天狗抄」之名在過去音同「天狗勝」，是連自在空行的天狗也能切落之劍。\n在數百年間，承襲「胤」之名的岩藏劍豪在稻妻諸島施展秘劍，斬妖邪無數。\n\n據說「天狗抄」最初完成時，是在一間不再有香火的小社院內。\n秘劍威力之大，將屋舍盡數摧毀，而岩藏道胤的刀也斷為兩截。\n在這之後，憑藉劍術他創立了岩藏流，成為了九條家的指南役，\n並向當時的天目定製了隨胤之名流傳的名刀「薄緣滿光天目」。\n\n那把刀的事蹟有著諸多傳說，據說鋒利得連人的緣分也能斬斷。\n至於冗長的刀號，傳說是岩藏道胤在定製時向天目特別指定的。",
    "jp": "\n名刀「薄縁満光天目」の影打ち。\n岩蔵流初代当主「道胤」が紺田村に隠居中に世話になった礼として、\n柴門家に贈呈したものだ。\n\n岩蔵流の秘剣「天狗抄」は迷いをすべて捨ててやっと使える技だという。\n「天狗抄」は「天狗勝」のもじりで、空飛ぶ天狗さえも斬り落とせる剣だ。\n数百年間、「胤」の名を世襲してきた岩蔵の剣豪たちは稲妻で秘剣を振るい、無数の妖魔を斬り捨てた。\n\n「天狗抄」が完成したのは、祀られなくなった社の中だった。\n秘剣の威力が大きく、建物は尽く壊され、岩蔵道胤の刀も真っ二つになった。\nその後、剣術の腕で岩蔵流を創立し、九条家の指南役になった。\n当時の天目に依頼して、胤の名とともに受け継いでいく名刀「薄縁満光天目」を打ってもらった。\n\nその刀の逸話も諸説あり、人の縁さえも切れると言われている。\n長い号は、岩蔵道胤が直々に指定したものだそうだ。",
    "ko": "\n명도「하쿠엔 미치미츠 아메노마」의 영도 한 자루\n이와쿠라류의 초대 종주 「도우인」이 사이몬에게 준 선물로\n콘다 마을에서 은거할 때 입은 은혜의 보답이다\n\n이와쿠라류의 「텐구쇼」는 마음속에 한 치의 흔들림도 없어야 쓸 수 있는 검기이다\n「텐구쇼(抄)」의 발음은 「텐구쇼(勝)」와 같으며, 하늘을 나는 텐구도 벨 수 있다는 검이다\n수백 년 동안, 「이와쿠라」의 이름을 계승한 이와쿠라 검호가 이나즈마 열도에서 비검을 뽐내며 요괴를 수도 없이 베었다\n\n「텐구쇼」가 처음 완성된 곳은 더는 향불이 나지 않는 작은 사원 안이었다\n비검의 위력이 너무 세서, 모든 집을 파괴하고, 이와쿠라 도우인의 검도 반으로 부러졌다\n그 후 그는 검술로 이와쿠라류를 창립했으며, 쿠죠가의 가이드 역을 담당했다\n그리고 당시의 아메노마에게 타네의 이름을 이어받아 전해지는 명도 「하쿠엔 미치미츠 아메노마」의 제작을 맡겼다\n\n해당 검의 행적에 대해 여러 전설이 있다. 매우 날카로워서 사람의 인연조차 벨 수 있다고 한다\n긴 칼호는 이와쿠라 도우인이 제작을 맡길 때 아메노마에게 특별히 당부한 것이라고 한다",
    "en": "\nOne of the \"kageuchi\" copies of the famed sword \"Hakuen Michimitsu Amenoma.\"\nIt was gifted to the Saimon Clan by Douin, the founding patriarch of the Iwakura Clan.\nThis gift was given in thanks for the care that he received from them when he was living in seclusion in Konda Village.\n\nIt is said that Iwakura's secret blade technique, Tengu Sweeper, can only be performed when there is not a single trace of confusion in one's heart.\nIn the past, the name \"Tengu Sweeper\" sounded the same as \"Tengu Victor,\" and it was a sword strike that could cut a Tengu soaring in the sky down.\nFor centuries, the swordsmen of Iwakura, they who inherited the name \"In,\" would use this secret blade to destroy countless evils throughout the Inazuman archipelago.\n\nLegend has it that the Tengu Sweeper was first created in the courtyard of a small shrine where incense no longer burned.\nThe technique was so powerful that it destroyed the building, and Iwakura Douin's sword was broken in two.\nAfter that, he founded the Iwakura Art with his swordsmanship skills and became the instructor of the Kujou Clan.\nHe would also have the Amenoma master of that time craft the sword that would be passed down through the \"In\" line — the \"Hakuen Michimitsu Amenoma.\"\n\nLegends abound concerning the deeds done using that blade. It is said that its edge was so sharp that it might even cut through mortal fate.\nAs for the overly lengthy name, it is said that Iwakura Douin specified to Amenoma that it be called as such.",
    "de": "\nEine der Kageuchi-Kopien des berühmten Schwerts „Hakuen Michimitsu Amenoma“.\nEs wurde dem Saimon-Klan von Douin, dem Gründervater des Iwakura-Klans, geschenkt,\nzum Dank für die Pflege, die er erhielt, als er zurückgezogen im Dorf Konda lebte.\n\nDas legendäre Geheimschwerttechnik der Iwakura-Schule, „Tengu-Feger“, ist eine Schwerttechnik, die nur ausgeführt werden kann, wenn keine Spur von Verwirrung im Herzen vorhanden ist.\nIn der Vergangenheit wurde der Name „Tengu-Feger“ als „Tengu-Sieger“ ausgesprochen und es war ein Schwert, das sogar die durch die Luft fliegenden Tengu-Krieger niederstrecken konnte.\nIm Laufe der Jahrhunderte haben die Schwertkämpfer von Iwakura, die den Namen „In“ geerbt haben, ihre geheimen Schwerter auf den Inseln von Inazuma benutzt, um viele Dämonen und böse Geister zu töten.\n\nEs wird erzählt, dass der „Tengu-Feger“ zuerst im Hinterhof einer kleinen Gemeinde entstand, in der es kein Räucherstäbchen mehr gibt.\nDas geheime Schwert war so mächtig, dass es das Haus zerstörte, und Iwakura Douins Schwert brach in zwei Teile.\nDanach gründete er mit seinen Schwertkünsten die Iwakura-Schule, die zum Leitbetrieb der Familie Kujou wurde.\nAuch würde er den damaligen Amenoma-Meister das Schwert herstellen lassen, das über die „In“-Linie weitergegeben wurde, nämlich das „Hakuen Michimitsu Amenoma“.\n\nUm die Taten dieser Klinge ranken sich viele Legenden und man sagt, dass das Schwert so scharf ist, dass es menschliche Schicksale schneiden kann.\nWas die Nummer der langen Klinge betrifft, so wurde sie der Legende nach von Iwakura Douin zum Zeitpunkt der Anpassung speziell für Tenmoku vergeben.",
    "es": "\nUna de las réplicas de la famosa Espada Amenoma Luminosa del Destino.\nFue un regalo de Douin, el fundador del estilo Iwakura, al clan Saimon.\nCon este regalo, mostraba su agradecimiento por el cuidado que recibió durante su vida ascética en la Aldea Konda.\n\nSe dice que la técnica secreta del estilo Iwakura, el corte tengu, solo puede llevarse a cabo cuando no hay una sola duda en el alma.\nEn el pasado, “corte tengu” se pronunciaba igual que “vencedor de tengu”. Era una técnica que podía derribar a un tengu en pleno vuelo.\nDespués de cientos de años, los espadachines de Iwakura, que heredaron el nombre de In, utilizaron esta espada secreta para aniquilar numerosos monstruos y espíritus por toda Inazuma.\n\nSegún la leyenda, el corte tengu se inventó en el patio de un pequeño santuario donde ya no se hacían ofrendas de incienso.\nLa técnica era tan poderosa que destruyó la casa, y la espada de Iwakura Douin se partió en dos.\nDespués de eso, fundó el estilo Iwakura basándose en sus habilidades con la espada y se convirtió en el instructor del clan Kujou.\nTambién encargó al maestro Amenoma de ese entonces que forjara la espada que se heredaría con el nombre de In: la Espada Amenoma Luminosa del Destino.\n\nExisten muchas leyendas sobre las hazañas de esta espada. Se dice que es tan afilada que incluso puede cortar los hilos del destino.\nEn cuanto a la longitud del nombre, el propio Iwakura Douin insistió en él.",
    "fr": "\nUne des versions kageuchi de la célèbre épée « Hakuen Michimitsu d'Amenoma ».\nElle a été offerte au Clan Saimon par Douin, le patriarche fondateur du Clan Iwakura.\nCe cadeau a été donné en remerciement pour les soins qu'il a reçus d'eux lorsqu'il vivait isolé dans le Village de Konda.\n\nIl est dit que la technique de lame secrète de l'École Iwakura, le balayage tengu, ne peut être exécutée que lorsqu'aucune trace de confusion n'est présente dans votre cœur.\nDans le passé, le balayage tengu était parfois appelé « Victoire tengu », et c'était un coup d'épée qui pouvait couper un Tengu planant dans le ciel.\nAu fil des siècles, les épéistes d'Iwakura, qui ont hérité du nom « In », ont utilisé ce coup secret pour éliminer de nombreux monstres et mauvais esprits à travers l'archipel d'Inazuma.\n\nLa légende raconte que le balayage tengu aurait d'abord été créé dans la cour d'un petit sanctuaire où l'encens ne brûlait plus.\nLa technique était si puissante qu'elle aurait détruit le bâtiment, et que l'épée d'Iwakura Douin aurait été brisée en deux.\nAprès cela, il aurait fondé l'École Iwakura grâce à ses compétences en escrime, avant de devenir l'instructeur du Clan Kujou.\nIl aurait également demandé au maître Amenoma de l'époque de fabriquer l'épée qui serait transmise dans la ligne des In, le « Hakuen Michimitsu d'Amenoma ».\n\nLes légendes et rumeurs abondent concernant les actes accomplis à l'aide de cette lame. Il est dit que son tranchant était tel qu'il pouvait même découper les fils du destin.\nQuant au nom particulier de la lame, il paraîtrait que c'est Iwakura Douin lui-même qui aurait spécifié à Amenoma qu'elle se nommerait ainsi.",
    "pt": "\nA Lâmina Kageuta, uma das cópias da famosa espada \"Komoku Tenmoku de Ponta Fina\".\nEla foi dada de presente para a família Saimon por Douin, o patriarca da família Iwakura.\nEsse presente foi dado graças aos cuidados que recebeu deles quando estava vivendo em reclusão na Vila Konda.\n\nDizem que a técnica secreta de Iwakura, Varredura de Tengus, só pode ser executada quando não existe nenhum traço de confusão no coração.\nNo passado, o nome Varredura de Tengus soava como “Derrubada de Tengus”. Era a técnica que podia cortar um Tengu que estivesse voando no céu.\nPor centenas de anos, o espadachim Iwakura, que herdou o nome de In, usou sua técnica secreta para matar incontáveis monstros e demônios.\n\nNa lenda, a Varredura de Tengus foi criada no pátio de um pequeno santuário onde não havia incenso.\nA técnica era tão poderosa que destruiu todos os prédios, e a espada de Iwakura Douin foi partida em duas.\nDepois disso, com sua habilidade no uso de espadas, ele fundou a Arte Iwakura e se tornou o guia do Clã Kujou.\nEle também fez com que o mestre Amenoma daquela época forjasse a arma que seria passada na linhagem \"In\", a \"Hakuen Bankou Amenoma\".\n\nExistem muitas lendas sobre as façanhas dessa espada. Dizem que ela é tão afiada que pode cortar até mesmo o destino dos homens.\nQuanto ao extenso nome, dizem que Iwakura Douyinn o especificou para Amenoma que fosse assim quando a criou.",
    "ru": "\nХакуэн Митимицу Амэнома, один из Кагэути.\nЕго подарил семье Саимон Доин, патриарх семьи Ивакура.\nВ благодарность за заботу, которую он получил, когда жил в уединении в деревне Конда.\n\nГоворят, что секретный стиль Ивакуры, Гроза Тэнгу, можно применить только тогда, когда в сердце нет ни следа замешательства.\nВ прошлом Гроза Тэнгу звучало так же, как Победитель Тэнгу. Это был стиль, с помощью которого можно было сразить парящего в небе тэнгу.\nНа протяжении сотен лет мечник Ивакура, унаследовавший имя Ин, с помощью своего секретного стиля уничтожал бесчисленных демонов и монстров.\n\nПо легенде, Гроза Тэнгу был создан в маленьком дворике святилища, где не было благовоний.\nСтиль был настолько сильным, что разрушил все здания, а меч Доина Ивакуры сломался пополам.\nПосле этого, используя свои навыки владения мечом, он основал школу Ивакуры и стал наставником клана Кудзё.\nОн заказал тогдашнему мастеру Амэномы меч Хакуэн Митимицу Амэнома, который потом передавался вместе с именем Ин.\n\nО деяниях этого меча ходит много легенд. Говорят, что он такой острый, что может разрезать даже саму судьбу человека.\nЧто касается длинного имени, говорят, что Ивакура Доин особо указал мастеру Амэномы, что он должен называться так.",
    "id": "\nSalah satu replika \"Kageuchi\" dari pedang terkenal \"Hakuen Michimitsu Amenoma.\"\nPedang ini diberikan oleh Douin kepada Klan Saimon, pendiri Klan Iwakura.\nSebagai balas budi atas perawatan yang diterimanya saat dirinya tinggal dalam pengasingan di Desa Konda.\n\nDikatakan bahwa teknik rahasia Iwakura yang bernama Tengu Sweeper, hanya dapat dilakukan saat tidak ada sedikit pun gundah gulana di dalam hati.\nDulu, nama Tengu Sweeper terdengar sama dengan \"Pembantai Tengu\". Itu adalah teknik yang bahkan bisa menebas Tengu yang menjulang tinggi di langit.\nSelama ratusan tahun, pendekar pedang Iwakura, yang mewarisi nama \"In\", menggunakan teknik rahasianya untuk membunuh iblis dan monster yang tak terhitung jumlahnya di kepulauan Inazuma.\n\nLegenda menceritakan, Tengu Sweeper pertama kali dibuat di halaman kuil kecil di mana dupa tidak ada di situ.\nTekniknya sangat kuat sampai-sampai semua bangunan dihancurkannya, dan pedang Iwakura Douin sendiri pun terbelah menjadi dua.\nSetelah itu, dengan keahlian pedangnya, ia mendirikan Seni Iwakura dan menjadi instruktur Klan Kujou.\nDia juga meminta master Amenoma pada waktu itu membuat pedang yang akhirnya diturunkan melalui keturunan \"In\" — \"Hakuen Michimitsu Amenoma\".\n\nAda banyak legenda tentang perbuatan pedang itu. Dikatakan bahwa pedang ini sangat tajam sampai bahkan dapat memotong nasib manusia hingga putus.\nAdapun nama panjangnya, dikatakan bahwa Iwakura Douin menyebutkan sendiri namanya kepada Amenoma saat dibuat.",
    "th": "\n\"Hakuen Michimitsu Amenoma\" หนึ่งในดาบชื่อดังของ Kageuchi\n\"Douin\" ผู้นำรุ่นแรกของตระกูล Iwakura เป็นผู้มอบให้ตระกูล Saimon\nเพื่อเป็นการตอบแทนที่ช่วยดูแลเมื่อตอนเขาอาศัยอยู่ในหมู่บ้าน Konda\n\nเล่ากันว่าเทคนิคดาบ \"Tengu Sweeper\" ของ Iwakura จะถูกปล่อยออกมาได้ก็ต่อเมื่อมีสมาธิที่แน่วแน่\nในอดีต \"Tengu Sweeper\" (พิฆาตเท็งงุ) มีคำอ่านเหมือน \"Tengu Victor\" (พิชิตเท็งงุ) เป็นดาบที่ฟันได้แม้กระทั่งเท็งงุที่อยู่ในอากาศ\nหลายร้อยปีมานี้ ปรมาจารย์ดาบแห่ง Iwakura ที่สืบทอดนาม \"In\" ได้ใช้วิชาดาบลับ ปราบปีศาจมากมายบนเกาะของ Inazuma มาแล้ว\n\nเล่ากันว่า \"Tengu Sweeper\" ถือกำเนิดภายในศาลเจ้าร้างแห่งหนึ่ง\nอานุภาพของเทคนิคดาบ สามารถทำลายสิ่งปลูกสร้างได้ และแม้แต่ดาบของ Iwakura Douin เองยังแตกเป็นสองส่วน\nตั้งแต่นั้นมา เขาได้ใช้วิชาดาบนั้น ก่อตั้งสำนัก Iwakura รับใช้ตระกูล Kujou\nและได้ขอให้อาจารย์ Amenoma ในขณะนั้น ทำดาบที่สืบทอดมาจากชื่อของ \"In\" ขึ้นมา ซึ่งดาบนั้นมีชื่อว่า \"Hakuen Michimitsu Amenoma\"\n\nมีเรื่องเล่ามากมายเกี่ยวกับดาบเล่มนั้น ว่ากันว่า มันคมกริบถึงขนาดที่สามารถตัดชะตากรรมของมนุษย์ได้\nส่วนฉายาของดาบนั้น Iwakura Douin เป็นผู้ตั้งขึ้นมาให้ Amenoma เป็นพิเศษ",
    "vi": "\nMột trong những bản sao của danh đao \"Hakuen Michimitsu Amenoma\".\nĐược tặng cho nhà Saimon bởi tông chủ đầu tiên của phái Iwakura, \"Douin\".\nĐó là món quà cảm ơn vì sự chăm sóc đã nhận được trong thời gian sống ở Làng Konda.\n\nTheo truyền thuyết, bí kiếm của phái Iwakura: \"Tengu Càn Quét\" là một thức kiếm chỉ có thể được sử dụng khi trong lòng không có sự do dự.\nTrước đây cái tên \"Tengu Càn Quét\" được phát âm là \"Chiến Thắng Tengu\", là một thanh kiếm có thể chém rơi cả Tengu đang di chuyển trong không trung.\nTrong hàng trăm năm, kiếm sĩ Iwakura kế thừa cái tên \"In\" đã sử dụng bí kiếm để tiêu diệt vô số yêu quái trên quần đảo Inazuma.\n\nNghe nói nơi \"Tengu Càn Quét\" khi mới hoàn thành là tại một ngôi đền nhỏ đã lụi bại.\nThanh bí kiếm mạnh đến mức phá hủy tất cả các ngôi nhà, và thanh kiếm của Iwakura Douin cũng bị gãy làm đôi.\nSau này, dựa vào kiếm thuật, hắn đã tạo dựng nên phái Iwakura, trở thành người dẫn dắt gia tộc Kujou.\nVà đặt làm danh kiếm \"Hakuen Michimitsu Amenoma\" với Amanoma lúc bấy giờ, dựa theo cái tên danh tiếng \"In\".\n\nCó rất nhiều truyền thuyết liên quan đến thanh kiếm, nghe nói nó sắc bén đến nỗi có thể chặt đứt số phận của con người.\nVề cái tên của thanh kiếm, người ta nói rằng Iwakura Douin đã đặc biệt chỉ định cho Tenmoku trong lúc chế tạo nó."
  },
  "effects": [
    {
      "name": {
        "zhs": "岩藏之胤",
        "zht": "岩藏之胤",
        "jp": "岩蔵の胤",
        "ko": "이와쿠라의 후손",
        "en": "Iwakura Succession",
        "de": "Iwakura-Nachkomme",
        "es": "Legado Iwakura",
        "fr": "Héritage d'Iwakura",
        "pt": "Herdeiro de Iwakura",
        "ru": "Наследие Ивакуры",
        "id": "Iwakura Succession",
        "th": "Iwakura Succession",
        "vi": "Sự Kế Thừa Iwakura"
      },
      "description": {
        "zhs": "施放元素战技后，获得1个胤种，该效果每5秒至多触发一次。胤种持续30秒，至多同时存在3个。施放元素爆发后，会清除持有的所有胤种，并在2秒之后，基于消耗的胤种数量，每个为该角色恢复<color=#99FFFFFF>6</color>点元素能量。",
        "zht": "施放元素戰技後，獲得1個胤種，該效果每5秒至多觸發一次。胤種持續30秒，至多同時存在3個。施放元素爆發後，會清除持有的所有胤種，並在2秒之後，每消耗一個胤種，便為該角色恢復<color=#99FFFFFF>6</color>點元素能量。",
        "jp": "元素スキルを発動した後、継続時間30秒の継承の印を1つ獲得する。この効果は5秒毎に1回のみ発動可能で、継承の印は同時に最大3つまで存在可能。元素爆発を発動すると、所持している継承の印を全て消費し、消費した継承の印1つにつき、2秒後に該当キャラクターの元素エネルギーを<color=#99FFFFFF>6</color>ポイント回復する。",
        "ko": "원소전투 스킬 발동 후 계승의 씨앗을 1개 획득하고, 해당 효과는 5초마다 최대 1회 발동된다. 계승의 씨앗 지속시간: 30초. 동시에 최대 3개까지 존재할 수 있다. 원소폭발 발동 후 보유 중인 계승의 씨앗이 모두 소모되며, 2초 후 소모된 계승의 씨앗의 개수에 따라 하나당 해당 캐릭터의 원소 에너지를 <color=#99FFFFFF>6</color>pt 회복한다",
        "en": "After casting an Elemental Skill, gain 1 Succession Seed. This effect can be triggered once every 5s. The Succession Seed lasts for 30s. Up to 3 Succession Seeds may exist simultaneously. After using an Elemental Burst, all Succession Seeds are consumed and after 2s, the character regenerates <color=#99FFFFFF>6</color> Energy for each seed consumed.",
        "de": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <color=#99FFFFFF>6</color> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her.",
        "es": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará <color=#99FFFFFF>6</color> pts. de Energía Elemental por cada semilla consumida.",
        "fr": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <color=#99FFFFFF>6</color> pts d'énergie élémentaire pour chaque graine consommée.",
        "pt": "Depois de lançar a Habilidade Elemental, ganha 1 Semente de Sucessão. Este efeito pode ser ativado uma vez a cada 5s. A Semente de Sucessão dura 30s e no máximo podem coexistir 3 sementes. Depois de lançar o Supremo, todas as Sementes de Sucessão serão eliminadas e, após 2s, o personagem restaura <color=#99FFFFFF>6</color> de Energia Elemental por cada Semente de Sucessão consumida.",
        "ru": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <color=#99FFFFFF>6</color> единиц элементальной энергии за каждое расходуемое семя.",
        "id": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <color=#99FFFFFF>6</color> Energy untuk setiap seed yang terkonsumsi.",
        "th": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <color=#99FFFFFF>6</color> หน่วย",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, nhận 1 Âm Chủng, hiệu quả này mỗi 5s nhiều nhất kích hoạt 1 lần. Âm Chủng kéo dài 30s, cùng lúc có thể tồn tại nhiều nhất 3 cái. Sau khi thi triển Kỹ Năng Nộ, sẽ xóa tất cả Âm Chủng hiện có, và 2s sau đó sẽ dựa vào số Âm Chủng tiêu hao mà hồi <color=#99FFFFFF>6</color> điểm năng lượng nguyên tố cho nhân vật đó."
      }
    },
    {
      "name": {
        "zhs": "岩藏之胤",
        "zht": "岩藏之胤",
        "jp": "岩蔵の胤",
        "ko": "이와쿠라의 후손",
        "en": "Iwakura Succession",
        "de": "Iwakura-Nachkomme",
        "es": "Legado Iwakura",
        "fr": "Héritage d'Iwakura",
        "pt": "Herdeiro de Iwakura",
        "ru": "Наследие Ивакуры",
        "id": "Iwakura Succession",
        "th": "Iwakura Succession",
        "vi": "Sự Kế Thừa Iwakura"
      },
      "description": {
        "zhs": "施放元素战技后，获得1个胤种，该效果每5秒至多触发一次。胤种持续30秒，至多同时存在3个。施放元素爆发后，会清除持有的所有胤种，并在2秒之后，基于消耗的胤种数量，每个为该角色恢复<color=#99FFFFFF>7.5</color>点元素能量。",
        "zht": "施放元素戰技後，獲得1個胤種，該效果每5秒至多觸發一次。胤種持續30秒，至多同時存在3個。施放元素爆發後，會清除持有的所有胤種，並在2秒之後，每消耗一個胤種，便為該角色恢復<color=#99FFFFFF>7.5</color>點元素能量。",
        "jp": "元素スキルを発動した後、継続時間30秒の継承の印を1つ獲得する。この効果は5秒毎に1回のみ発動可能で、継承の印は同時に最大3つまで存在可能。元素爆発を発動すると、所持している継承の印を全て消費し、消費した継承の印1つにつき、2秒後に該当キャラクターの元素エネルギーを<color=#99FFFFFF>7.5</color>ポイント回復する。",
        "ko": "원소전투 스킬 발동 후 계승의 씨앗을 1개 획득하고, 해당 효과는 5초마다 최대 1회 발동된다. 계승의 씨앗 지속시간: 30초. 동시에 최대 3개까지 존재할 수 있다. 원소폭발 발동 후 보유 중인 계승의 씨앗이 모두 소모되며, 2초 후 소모된 계승의 씨앗의 개수에 따라 하나당 해당 캐릭터의 원소 에너지를 <color=#99FFFFFF>7.5</color>pt 회복한다",
        "en": "After casting an Elemental Skill, gain 1 Succession Seed. This effect can be triggered once every 5s. The Succession Seed lasts for 30s. Up to 3 Succession Seeds may exist simultaneously. After using an Elemental Burst, all Succession Seeds are consumed and after 2s, the character regenerates <color=#99FFFFFF>7.5</color> Energy for each seed consumed.",
        "de": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <color=#99FFFFFF>7,5</color> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her.",
        "es": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará <color=#99FFFFFF>7.5</color> pts. de Energía Elemental por cada semilla consumida.",
        "fr": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <color=#99FFFFFF>7,5</color> pts d'énergie élémentaire pour chaque graine consommée.",
        "pt": "Depois de lançar a Habilidade Elemental, ganha 1 Semente de Sucessão. Este efeito pode ser ativado uma vez a cada 5s. A Semente de Sucessão dura 30s e no máximo podem coexistir 3 sementes. Depois de lançar o Supremo, todas as Sementes de Sucessão serão eliminadas e, após 2s, o personagem restaura <color=#99FFFFFF>7.5</color> de Energia Elemental por cada Semente de Sucessão consumida.",
        "ru": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <color=#99FFFFFF>7,5</color> единиц элементальной энергии за каждое расходуемое семя.",
        "id": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <color=#99FFFFFF>7,5</color> Energy untuk setiap seed yang terkonsumsi.",
        "th": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <color=#99FFFFFF>7.5</color> หน่วย",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, nhận 1 Âm Chủng, hiệu quả này mỗi 5s nhiều nhất kích hoạt 1 lần. Âm Chủng kéo dài 30s, cùng lúc có thể tồn tại nhiều nhất 3 cái. Sau khi thi triển Kỹ Năng Nộ, sẽ xóa tất cả Âm Chủng hiện có, và 2s sau đó sẽ dựa vào số Âm Chủng tiêu hao mà hồi <color=#99FFFFFF>7.5</color> điểm năng lượng nguyên tố cho nhân vật đó."
      }
    },
    {
      "name": {
        "zhs": "岩藏之胤",
        "zht": "岩藏之胤",
        "jp": "岩蔵の胤",
        "ko": "이와쿠라의 후손",
        "en": "Iwakura Succession",
        "de": "Iwakura-Nachkomme",
        "es": "Legado Iwakura",
        "fr": "Héritage d'Iwakura",
        "pt": "Herdeiro de Iwakura",
        "ru": "Наследие Ивакуры",
        "id": "Iwakura Succession",
        "th": "Iwakura Succession",
        "vi": "Sự Kế Thừa Iwakura"
      },
      "description": {
        "zhs": "施放元素战技后，获得1个胤种，该效果每5秒至多触发一次。胤种持续30秒，至多同时存在3个。施放元素爆发后，会清除持有的所有胤种，并在2秒之后，基于消耗的胤种数量，每个为该角色恢复<color=#99FFFFFF>9</color>点元素能量。",
        "zht": "施放元素戰技後，獲得1個胤種，該效果每5秒至多觸發一次。胤種持續30秒，至多同時存在3個。施放元素爆發後，會清除持有的所有胤種，並在2秒之後，每消耗一個胤種，便為該角色恢復<color=#99FFFFFF>9</color>點元素能量。",
        "jp": "元素スキルを発動した後、継続時間30秒の継承の印を1つ獲得する。この効果は5秒毎に1回のみ発動可能で、継承の印は同時に最大3つまで存在可能。元素爆発を発動すると、所持している継承の印を全て消費し、消費した継承の印1つにつき、2秒後に該当キャラクターの元素エネルギーを<color=#99FFFFFF>9</color>ポイント回復する。",
        "ko": "원소전투 스킬 발동 후 계승의 씨앗을 1개 획득하고, 해당 효과는 5초마다 최대 1회 발동된다. 계승의 씨앗 지속시간: 30초. 동시에 최대 3개까지 존재할 수 있다. 원소폭발 발동 후 보유 중인 계승의 씨앗이 모두 소모되며, 2초 후 소모된 계승의 씨앗의 개수에 따라 하나당 해당 캐릭터의 원소 에너지를 <color=#99FFFFFF>9</color>pt 회복한다",
        "en": "After casting an Elemental Skill, gain 1 Succession Seed. This effect can be triggered once every 5s. The Succession Seed lasts for 30s. Up to 3 Succession Seeds may exist simultaneously. After using an Elemental Burst, all Succession Seeds are consumed and after 2s, the character regenerates <color=#99FFFFFF>9</color> Energy for each seed consumed.",
        "de": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <color=#99FFFFFF>9</color> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her.",
        "es": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará <color=#99FFFFFF>9</color> pts. de Energía Elemental por cada semilla consumida.",
        "fr": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <color=#99FFFFFF>9</color> pts d'énergie élémentaire pour chaque graine consommée.",
        "pt": "Depois de lançar a Habilidade Elemental, ganha 1 Semente de Sucessão. Este efeito pode ser ativado uma vez a cada 5s. A Semente de Sucessão dura 30s e no máximo podem coexistir 3 sementes. Depois de lançar o Supremo, todas as Sementes de Sucessão serão eliminadas e, após 2s, o personagem restaura <color=#99FFFFFF>9</color> de Energia Elemental por cada Semente de Sucessão consumida.",
        "ru": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <color=#99FFFFFF>9</color> единиц элементальной энергии за каждое расходуемое семя.",
        "id": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <color=#99FFFFFF>9</color> Energy untuk setiap seed yang terkonsumsi.",
        "th": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <color=#99FFFFFF>9</color> หน่วย",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, nhận 1 Âm Chủng, hiệu quả này mỗi 5s nhiều nhất kích hoạt 1 lần. Âm Chủng kéo dài 30s, cùng lúc có thể tồn tại nhiều nhất 3 cái. Sau khi thi triển Kỹ Năng Nộ, sẽ xóa tất cả Âm Chủng hiện có, và 2s sau đó sẽ dựa vào số Âm Chủng tiêu hao mà hồi <color=#99FFFFFF>9</color> điểm năng lượng nguyên tố cho nhân vật đó."
      }
    },
    {
      "name": {
        "zhs": "岩藏之胤",
        "zht": "岩藏之胤",
        "jp": "岩蔵の胤",
        "ko": "이와쿠라의 후손",
        "en": "Iwakura Succession",
        "de": "Iwakura-Nachkomme",
        "es": "Legado Iwakura",
        "fr": "Héritage d'Iwakura",
        "pt": "Herdeiro de Iwakura",
        "ru": "Наследие Ивакуры",
        "id": "Iwakura Succession",
        "th": "Iwakura Succession",
        "vi": "Sự Kế Thừa Iwakura"
      },
      "description": {
        "zhs": "施放元素战技后，获得1个胤种，该效果每5秒至多触发一次。胤种持续30秒，至多同时存在3个。施放元素爆发后，会清除持有的所有胤种，并在2秒之后，基于消耗的胤种数量，每个为该角色恢复<color=#99FFFFFF>10.5</color>点元素能量。",
        "zht": "施放元素戰技後，獲得1個胤種，該效果每5秒至多觸發一次。胤種持續30秒，至多同時存在3個。施放元素爆發後，會清除持有的所有胤種，並在2秒之後，每消耗一個胤種，便為該角色恢復<color=#99FFFFFF>10.5</color>點元素能量。",
        "jp": "元素スキルを発動した後、継続時間30秒の継承の印を1つ獲得する。この効果は5秒毎に1回のみ発動可能で、継承の印は同時に最大3つまで存在可能。元素爆発を発動すると、所持している継承の印を全て消費し、消費した継承の印1つにつき、2秒後に該当キャラクターの元素エネルギーを<color=#99FFFFFF>10.5</color>ポイント回復する。",
        "ko": "원소전투 스킬 발동 후 계승의 씨앗을 1개 획득하고, 해당 효과는 5초마다 최대 1회 발동된다. 계승의 씨앗 지속시간: 30초. 동시에 최대 3개까지 존재할 수 있다. 원소폭발 발동 후 보유 중인 계승의 씨앗이 모두 소모되며, 2초 후 소모된 계승의 씨앗의 개수에 따라 하나당 해당 캐릭터의 원소 에너지를 <color=#99FFFFFF>10.5</color>pt 회복한다",
        "en": "After casting an Elemental Skill, gain 1 Succession Seed. This effect can be triggered once every 5s. The Succession Seed lasts for 30s. Up to 3 Succession Seeds may exist simultaneously. After using an Elemental Burst, all Succession Seeds are consumed and after 2s, the character regenerates <color=#99FFFFFF>10.5</color> Energy for each seed consumed.",
        "de": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <color=#99FFFFFF>10,5</color> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her.",
        "es": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará <color=#99FFFFFF>10.5</color> pts. de Energía Elemental por cada semilla consumida.",
        "fr": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <color=#99FFFFFF>10,5</color> pts d'énergie élémentaire pour chaque graine consommée.",
        "pt": "Depois de lançar a Habilidade Elemental, ganha 1 Semente de Sucessão. Este efeito pode ser ativado uma vez a cada 5s. A Semente de Sucessão dura 30s e no máximo podem coexistir 3 sementes. Depois de lançar o Supremo, todas as Sementes de Sucessão serão eliminadas e, após 2s, o personagem restaura <color=#99FFFFFF>10.5</color> de Energia Elemental por cada Semente de Sucessão consumida.",
        "ru": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <color=#99FFFFFF>10,5</color> единиц элементальной энергии за каждое расходуемое семя.",
        "id": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <color=#99FFFFFF>10,5</color> Energy untuk setiap seed yang terkonsumsi.",
        "th": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <color=#99FFFFFF>10.5</color> หน่วย",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, nhận 1 Âm Chủng, hiệu quả này mỗi 5s nhiều nhất kích hoạt 1 lần. Âm Chủng kéo dài 30s, cùng lúc có thể tồn tại nhiều nhất 3 cái. Sau khi thi triển Kỹ Năng Nộ, sẽ xóa tất cả Âm Chủng hiện có, và 2s sau đó sẽ dựa vào số Âm Chủng tiêu hao mà hồi <color=#99FFFFFF>10.5</color> điểm năng lượng nguyên tố cho nhân vật đó."
      }
    },
    {
      "name": {
        "zhs": "岩藏之胤",
        "zht": "岩藏之胤",
        "jp": "岩蔵の胤",
        "ko": "이와쿠라의 후손",
        "en": "Iwakura Succession",
        "de": "Iwakura-Nachkomme",
        "es": "Legado Iwakura",
        "fr": "Héritage d'Iwakura",
        "pt": "Herdeiro de Iwakura",
        "ru": "Наследие Ивакуры",
        "id": "Iwakura Succession",
        "th": "Iwakura Succession",
        "vi": "Sự Kế Thừa Iwakura"
      },
      "description": {
        "zhs": "施放元素战技后，获得1个胤种，该效果每5秒至多触发一次。胤种持续30秒，至多同时存在3个。施放元素爆发后，会清除持有的所有胤种，并在2秒之后，基于消耗的胤种数量，每个为该角色恢复<color=#99FFFFFF>12</color>点元素能量。",
        "zht": "施放元素戰技後，獲得1個胤種，該效果每5秒至多觸發一次。胤種持續30秒，至多同時存在3個。施放元素爆發後，會清除持有的所有胤種，並在2秒之後，每消耗一個胤種，便為該角色恢復<color=#99FFFFFF>12</color>點元素能量。",
        "jp": "元素スキルを発動した後、継続時間30秒の継承の印を1つ獲得する。この効果は5秒毎に1回のみ発動可能で、継承の印は同時に最大3つまで存在可能。元素爆発を発動すると、所持している継承の印を全て消費し、消費した継承の印1つにつき、2秒後に該当キャラクターの元素エネルギーを<color=#99FFFFFF>12</color>ポイント回復する。",
        "ko": "원소전투 스킬 발동 후 계승의 씨앗을 1개 획득하고, 해당 효과는 5초마다 최대 1회 발동된다. 계승의 씨앗 지속시간: 30초. 동시에 최대 3개까지 존재할 수 있다. 원소폭발 발동 후 보유 중인 계승의 씨앗이 모두 소모되며, 2초 후 소모된 계승의 씨앗의 개수에 따라 하나당 해당 캐릭터의 원소 에너지를 <color=#99FFFFFF>12</color>pt 회복한다",
        "en": "After casting an Elemental Skill, gain 1 Succession Seed. This effect can be triggered once every 5s. The Succession Seed lasts for 30s. Up to 3 Succession Seeds may exist simultaneously. After using an Elemental Burst, all Succession Seeds are consumed and after 2s, the character regenerates <color=#99FFFFFF>12</color> Energy for each seed consumed.",
        "de": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <color=#99FFFFFF>12</color> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her.",
        "es": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará <color=#99FFFFFF>12</color> pts. de Energía Elemental por cada semilla consumida.",
        "fr": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <color=#99FFFFFF>12</color> pts d'énergie élémentaire pour chaque graine consommée.",
        "pt": "Depois de lançar a Habilidade Elemental, ganha 1 Semente de Sucessão. Este efeito pode ser ativado uma vez a cada 5s. A Semente de Sucessão dura 30s e no máximo podem coexistir 3 sementes. Depois de lançar o Supremo, todas as Sementes de Sucessão serão eliminadas e, após 2s, o personagem restaura <color=#99FFFFFF>12</color> de Energia Elemental por cada Semente de Sucessão consumida.",
        "ru": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <color=#99FFFFFF>12</color> единиц элементальной энергии за каждое расходуемое семя.",
        "id": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <color=#99FFFFFF>12</color> Energy untuk setiap seed yang terkonsumsi.",
        "th": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <color=#99FFFFFF>12</color> หน่วย",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, nhận 1 Âm Chủng, hiệu quả này mỗi 5s nhiều nhất kích hoạt 1 lần. Âm Chủng kéo dài 30s, cùng lúc có thể tồn tại nhiều nhất 3 cái. Sau khi thi triển Kỹ Năng Nộ, sẽ xóa tất cả Âm Chủng hiện có, và 2s sau đó sẽ dựa vào số Âm Chủng tiêu hao mà hồi <color=#99FFFFFF>12</color> điểm năng lượng nguyên tố cho nhân vật đó."
      }
    }
  ],
  "internal_name": "Sword_Bakufu",
  "imgid": "sword/bakufu"
}