{
  "id": 11408,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "黑岩长剑",
    "zht": "黑岩長劍",
    "jp": "黒岩の長剣",
    "ko": "흑암 장검",
    "en": "Blackcliff Longsword",
    "de": "Schwarzstein-Langschwert",
    "es": "Espada Larga del Peñasco Oscuro",
    "fr": "Épée longue de Rochenoire",
    "pt": "Espada do Penhasco Obscuro",
    "ru": "Черногорский длинный меч",
    "id": "Blackcliff Longsword",
    "th": "Blackcliff Longsword",
    "vi": "Hắc Nham Trường Kiếm"
  },
  "description": {
    "zhs": "黑岩锻造而成的长剑。玄色的剑身隐隐流露血光。",
    "zht": "黑岩鍛造而成的長劍。玄色的劍身隱隱流漏血光。",
    "jp": "黒岩でできた長剣。黒い剣身には微かに血の光が見える。",
    "ko": "흑암으로 주조한 장검. 검은색의 검신은 핏빛을 은은히 내뿜는다",
    "en": "A sword made of a material known as \"blackcliff.\" It has a dark crimson glow on its black blade.",
    "de": "Ein aus Schwarzstein geschmiedetes Langschwert. Die dunkle Klinge schimmert rötlich.",
    "es": "Una espada larga hecha de piedra negra. Su oscura hoja tiene un sombrío brillo carmesí.",
    "fr": "Une épée fabriquée en roche noire. Sa sombre lame brille d'une lueur rouge.",
    "pt": "Uma espada feita de pedra negra. Tem um brilho vermelho escuro em sua lâmina preta.",
    "ru": "Этот меч сделан из обломков скал Черногорья. Его тёмное лезвие имеет кровавое свечение.",
    "id": "Sebuah pedang yang dibuat dari blackstone. Mempunyai cahaya merah tua pada bilahnya.",
    "th": "Blackcliff ตีเหล็กจนเป็นดาบยาว สีดำของตัวดาบเผยให้เห็นประกายของเลือด",
    "vi": "Thanh kiếm được rèn từ hắc nham. Thân kiếm đen tuyền thoắt ẩn thoắt hiện màu máu."
  },
  "lore": {
    "zhs": "\n由十分罕见的黑岩制成的长剑，锋利无匹，能削金，可断玉。\n在云不蔽月的夜晚，能看到剑身中央嵌有一道宽数指的黯红，\n隐隐的血光晃然，仿佛嘶叫着要撕开大地。\n\n「试作」兵器问世后，名匠寒武重修兵器谱，\n意图用罕有的黑岩结晶打造出更优秀的兵器。\n黑岩剑胚热处理时，根据温度与淬火用的水，硬度与韧性有相当的浮动空间，\n是极大的挑战。也正因此，是痴于铸剑者必须征服的山脉，应当突破的桎梏。\n寒武痴迷铸剑，委托好友云氏介绍，亲自前往层岩巨渊选材。\n然而矿道内发生意外塌方。众人被困在矿井下长达四日之久。\n\n当时，众人完全没入地岩构筑的监牢，寻常开采工具无法突破岩障。\n不辨星月、不明时日的黑暗，令受困者渐渐陷入昏迷、癫狂与绝望。\n走投无路时，寒武发觉自己带下井的一把试作品在角落中隐隐发光…\n…靠着这把剑，生还者逃出生天。瞥见阳光的刹那，手中剑刃裂成千片。\n匠人双腿发软坐倒在地。数月后，他重塑了这柄长剑，名之曰「黑岩」。\n世人皆称颂黑岩之美、黑岩之利、黑岩之坚。\n但遭罹矿难的一行人，对当时之事绝口不提…\n\n——在深入骨髓的黑暗中，匠人将剑拼尽余力击向山岩。剑气轰然如平地惊雷。\n或许从那时的剑啸中他们已经听见了，在一些年后的未来中，将会发生的地震…\n",
    "zht": "\n由十分罕見的黑岩製成的長劍，鋒利無匹，能削金，可斷玉。\n在雲不蔽月的夜晚，能看到劍身中央嵌有一道寬數指的黯紅。\n隱隱的血光晃然，彷彿嘶叫著要撕開大地。\n\n「試作」兵器問世後，名匠寒武重修兵器譜。\n意圖用罕有的黑岩結晶打造出更優秀的兵器。\n黑岩劍胚熱處理時，根據溫度與焠火用的水，硬度與韌性有相當的浮動空間。\n是極大的挑戰，也正因此，是癡於鑄劍者必須征服的山脈，應當突破的桎梏。\n寒武癡迷鑄劍，委託好友雲氏介紹，親自前往層岩巨淵選材。\n然而礦道內發生意外坍方。眾人被困在礦井下長達四日之久。\n\n當時，眾人完全沒入地岩構築的監牢，尋常開採工具完全無法突破岩障。\n不辨星月、不明時日的黑暗，令受困者漸漸陷入昏迷、癲狂與絕望。\n走投無路時，寒武發覺自己帶下井的一把試作品在角落中隱隱發光…\n…靠著這把劍，生還者逃出生天。瞥見陽光的刹那，手中劍刃裂成千片。\n匠人雙腿發軟坐倒在地。數月後，他重塑了這柄長劍，名之曰「黑岩」。\n世人皆稱頌黑岩之美、黑岩之利、黑岩之堅。\n但遭罹礦難的一行人，對當時之事絕口不提…\n\n——在深入骨髓的黑暗中，匠人將劍拼盡餘力擊向山岩。劍氣轟然如平地驚雷。\n或許從那時的劍嘯中他們已經聽見了，在一些年後的未來中，將會發生的地震…\n",
    "jp": "\n希少な黒岩で作られた非常に鋭い長剣。黄金と玉石を簡単に切れる。\n明るい月の下なら、暗紅色の剣身がはっきりと伺え、\n血のような光がまるで大地を切り裂くように見える。\n\n「試作」ができた後、職人の寒武は新しい武器の設計図に着手し、\n希少な黒岩でより優秀な武器を製造しようとした。\n黒岩剣は製造時の温度と水の条件により、剣の堅さとしなやかさが変わる、\n鋳工にとっては大きなチャレンジである。だからこそ、超えなければならない。\n寒武は剣を鍛造することに心を奪われた。友人の雲氏の依頼を受け、素材を探しに層岩巨淵へと向かった。\nだが坑道が崩落し、彼を含む数人は4日間も坑内に閉じ込められた。\n\n彼らは地下牢獄へと落ち、普通の道具では道を塞ぐ岩を取り除くことができなかった。\n漆黒の闇の中で、彼らは迷い狂って絶望した。\nその時、坑内の片隅で寒武が持ってきた試作剣が微かに光っていた。\nこの剣のお陰で彼らはようやく脱出できた。陽射しを浴びた瞬間、手に持っていた剣が粉々になって砕けた。\n寒武は驚いた。数ヶ月後に寒武はこの長剣を再現して「黒岩」と名付けた。\n人々は黒岩の美しさ、鋭さ、堅さを賛美する。\n坑道の崩落事故にあった者は、当時のことを一切口にしなかった…\n\n——暗闇の中、寒武は渾身の力で岩を切り、剣の衝撃波が稲妻のような音を響かせる。\nその時から、後に起こる地震のカウントダウンが始まったのかもしれない…\n",
    "ko": "\n매우 희귀한 흑암으로 만든 장검, 비할 수 없는 날카로움으로 금을 자르고 옥을 가른다.\n구름이 달을 가리지 못한 밤, 검체 가운데서 손가락 굵기의 검붉은 보석이 박혀 있는 걸 볼 수 있는데,\n섬뜻한 빛을 반짝이며 대지를 가를 것처럼 울부짖었다.\n\n「시작」이 세상에 나온 후, 명장 한무는 무기보를 고쳤다.\n희귀한 흑암 결정으로 더욱 우수한 무기를 만들고자 함이었다.\n흑암 도폐는 열처리할 때 온도와 담금질하는 물에 따라 강도가 달라질 가능성이 높다.\n대단히 어려운 작업이므로 검을 만드는데 미친 사람은 반드시 넘어야 할 난관이다.\n한무는 검에 미친 자로, 벗인 운 씨에게 부탁하여 직접 재료를 고르려 층암거연으로 향했다.\n그런데 화산암재 내부가 붕괴됐다. 사람든은 광갱에 4일 동안이나 갇혔다.\n\n그때 사람들은 완전히 단단한 지층에 매몰돼버렸다. 평범한 채굴 도구로는 바위를 깰 수 없었다.\n날이 가는지 분간할 수 없는 어둠으로 사람들은 점점 정신을 잃고 절망에 빠져들었다.\n더 이상 버틸 수 없을 때, 한무는 자신이 지닌 시작이 은은히 빛을 뿜고 있다는 걸 깨달았다…\n…이 검으로 생환자들은 빠져나올 수 있었다. 햇빛이 비치는 순간, 한무의 손에 들린 검이 산산조각났다.\n그는 다리가 풀려 바닥에 주저앉았다. 몇 달 후, 그는 다시 이 장검을 만들고 「흑암」이라 명명했다.\n세상 사람들은 흑암의 아름다움과 예리함, 견고함을 칭송했다.\n그러나 사고를 당했던 일행은 그때의 일을 함구했다…\n\n뼈를 파고드는 어둠 속에서, 장인은 혼신의 힘을 다해 바위를 향해 검을 휘둘렀다. 검기는 마른 하늘에 내리치는 날벼락 같았다.\n어쩌면 그때 검의 포효에서 그들은 몇 년 후의 미래에 발생한 지진을 예감했는지도 모른다.\n",
    "en": "\nA longsword wrought from a rare kind of stone known as \"blackcliff.\" Its sharp blade can cut through gold and jade with ease.\nOn a clear moonlit night a strand of dark crimson, about the length of an outstretched hand, becomes visible along the center of the blade.\nIts blood-red glow faintly flickers in the dark, as if the blade is howling out into the night, announcing its desire to tear through the earth.\n\nAfter designs for the new prototypes came into being, the master craftsman Han Wu overhauled his entire weapon catalog.\nThis particular design used a rare substance, crystallized blackcliff, to produce a superior-quality blade.\nWhen forging a blackcliff sword, subtle differences in temperature and in the type of water used for cooling can influence the final hardness and durability of the blade.\nThis presents a major challenge to manufacturers of blackcliff weaponry. But it is one that the bladesmith must overcome if he is to free himself from the shackles that bind him and reach new heights of competency in his trade.\nHan Wu struggled to see beyond the limits of his casting techniques. Thanks to a contact of his good friend in the house of Yun, he was able to go with a crew to the Chasm to personally procure the materials for his new weapon.\nBut a cave-in trapped the crew in the mine shaft for four days.\n\nImprisoned within the impenetrable rock walls of the cave, the crew found their mining tools to be of no use.\nDeprived of all natural light and thus of all knowledge as to the time of day, one by one the trapped crew succumbed to madness and despair.\nJust when they thought all hope was lost, Han Wu thought he saw a faint flickering emanate from the corner of the cave, where lay the prototype sword he had brought with him into the mine.\nWith that sword he carved their way to freedom, and the survivors emerged from the pits of the earth into glorious bright sunlight. But the moment that the first ray of sunlight made contact with the blade, it shattered into a million pieces.\nAll strength left the master craftsman's legs and he collapsed on the ground. Months later, he remade the sword and declared, \"This sword shall be named the Blackcliff Longsword, for it is made of blackcliff.\"\nAll who beheld the Blackcliff Longsword were bewitched by its beauty, spellbound by its sharpness, and transfixed by its tenacity.\nBut the crew spoke not a word of what they had witnessed during their ordeal in the mine...\n\nDeep in the all-consuming darkness, when the master craftsman struck his blade against the cave wall with all his might, the sword released a deafening roar, like thunder sweeping across the plains.\nPerhaps the crew knew that the sword's cry was to foreshadow an earthquake years into the future...\n",
    "de": "\nDieses Langschwert wurde aus sehr seltenem Schwarzstein gefertigt. Seine Schärfe ist unübertroffen, es kann sogar Gold durchschneiden und Jade durchbrechen.\nIn einer wolkenlosen Nacht kann man im Mondlicht auf der Mitte der Schwertklinge ein tiefes Rot erkennen, das sich mehrere Zentimeter weit erstreckt.\nSein blutrotes Glühen flackert schwach im Dunkeln, so als würde die Klinge ihren Wunsch, die Erde zu zerreißen, in die Nacht hinaus heulen.\n\nNachdem die Entwürfe für die neuen Prototypen entstanden waren, überarbeitete der Meisterhandwerker Han Wu sein gesamtes Waffenregister.\nDieser ausgefallene Entwurf verwendet eine seltene Substanz namens Schwarzsteinkristalle, um eine Klinge mit höchster Qualität herzustellen.\nBeim Schmieden eines Schwarzsteinschwertes können geringfügige Temperaturunterschiede und die Art des zum Kühlen verwendeten Wassers die endgültige Härte und Haltbarkeit der Klinge beeinflussen.\nDies stellt eine große Herausforderung für Hersteller von Schwarzsteinwaffen dar. Aber es ist eine, die ein Waffenschmied überwinden muss, wenn er sich von den Fesseln befreien will, die ihn halten, und neue Höhen in seinem Handwerk erreichen soll.\nHan Wu tat sich schwer damit, über die Grenzen seiner Gusstechniken hinaus zu sehen. Dank eines Kontakts seines guten Freundes bei der Familie Yun konnte er persönlich zur Großen Kluft gehen, um Materialien für die neue Waffe zu besorgen.\nAber nach einem Einsturz saß seine Truppe vier Tage lang in einem Minenschacht fest.\n\nGefangen zwischen den undurchdringlichen Steinwänden der Höhle waren die Werkzeuge der Truppe nutzlos.\nOhne Tageslicht verloren die nun Gefangenen zuerst das Zeitgefühl und dann einer nach dem anderen ihre Hoffnung und ihren Verstand.\nAls schon alles verloren schien, bemerkte Han Wu in einer Ecke der Höhle ein schwaches Schimmern. Es kam von dem Schwert-Prototypen, den er mit in die Höhle gebracht hatte.\nMit diesem Schwert grub er ihnen ihren Weg in die Freiheit und sie entstiegen aus den Tiefen der Erde in helles Sonnenlicht. Als der erste Sonnenstrahl jedoch auf die Klinge traf, zersprang diese in tausend Stücke.\nAlle Kraft verließ den Meisterhandwerker und er sank zu Boden. Monate später schuf er das Schwert erneut und erklärte: „Dieses Schwert soll Schwarzstein-Langschwert heißen, denn es ist aus Schwarzstein.“\nAlle, die das Schwarzstein-Langschwert sahen, waren verzaubert von seiner Schönheit, angetan von seiner Schärfe und gebannt von seiner Widerstandsfähigkeit.\nAber die Truppe verlor kein Wort darüber, was sie während ihres Leids in der Mine gesehen hatten ...\n\nTief in der alles verzehrenden Dunkelheit, als der Meisterschmied mit aller Kraft seine Klinge gegen die Höhlenwand schlug, stieß das Schwert ein ohrenbetäubendes Gebrüll aus, als würde ein Donner über die Ebenen fegen.\nVielleicht wussten sie bereits damals, dass der Schrei des Schwertes ein Erdbeben in den nächsten Jahren vorhersagte ...\n",
    "es": "\nUna espada larga fabricada con piedra negra, un material muy poco común. Su hoja es tan afilada que puede cortar el oro y quebrantar el jade.\nEn las noches despejadas de luna llena, a lo largo del centro de la hoja se hace visible un hilo de color carmesí oscuro del largo de una mano extendida.\nParece como si esta tenue luz de color sangre gritara para anunciar la destrucción de la tierra.\n\nTras la publicación de la «Enciclopedia de prototipos», el artesano Han Wu decidió hacer una revisión del contenido de la obra.\nQuería fabricar armas de mejor calidad con piedra negra cristalizada.\nAplicar calor en el molde de una espada de piedra negra ofrecía la posibilidad de moldear su dureza y tenacidad según la temperatura y el agua que se utilizasen para templarlo.\nNo cabe duda de que ello suponía un gran reto para su forjador, razón de más para que este superase sus propias carencias y traspasara sus límites.\nObsesionado con la forja de espadas, Han Wu se dirigió a la Sima en busca de materiales gracias al contacto de un amigo que tenía en la familia Yun.\nSin embargo, en las minas tuvo lugar un desprendimiento de tierra y todo el equipo de expedición quedó atrapado en ellas durante más de cuatro días.\n\nTodos quedaron enterrados bajo un montón de piedras que ni las herramientas de explotación minera podían apartar.\nAl no saber si era de día o de noche y no poder ver ni un atisbo de luz, los miembros del equipo de expedición empezaron a perder la cabeza y a desesperar.\nEn medio del caos y la desesperación, Han Wu vio entre el hueco de unas rocas la débil luz de un prototipo de espada que había traído consigo...\nGracias al arma, los supervivientes pudieron salir de aquel infierno. En cuanto se pudo ver el mínimo atisbo de luz, la espada se rompió en mil pedazos en las manos de Han Wu.\nLas piernas le temblaban tanto que se tuvo que sentar para calmarse. Al cabo de varios meses, volvió a forjar la espada, a la que bautizó bajo el nombre de “Espada del Peñasco Oscuro”, ya que estaba hecha con piedra negra.\nTodo el mundo admiraba su belleza, su filo y su tenacidad,\nexcepto los mineros que quedaron atrapados en aquel horrible accidente, que nunca jamás mencionaron lo que ocurrió en las minas.\n\nEn la más profunda oscuridad de las minas, el artesano blandió la espada para golpear la roca con las fuerzas que le quedaban, produciendo un estruendo que salió del suelo.\nQuizás los mineros escucharon en aquel sonido el terremoto que sucedería años más tarde.\n",
    "fr": "\nCette longue épée manufacturée à la Forge de Rochenoire, aussi rare que tranchante, peut couper à travers l'or et briser le jade.\nLes nuits sans nuage, on peut voir sur le corps de l'épée un éclat rouge sombre ;\nLe chatoiement couleur sang semble vouloir répéter qu'il peut trancher la terre en deux.\n\nSuivant la fabrication de la Briseuse de Rocher, le célèbre artisan Han Wu continua de développer de nouvelles techniques.\nIl entreprit de créer une arme supérieure à partir d'un type de cristal rare local.\nL'étape de trempage associée à la température influe sur la rigidité et la ténacité de l'arme ; le défi était de taille, et Han Wu le releva.\nAvant toute chose, il dut aller trouver le matériau requis dans les veines de la montagne.\nAbsorbé entièrement par la complétion de l'arme, Han Wu se rendit dans un gouffre sur les indications du Clan Yun. \nMais un éboulement eut lieu dans le filon ; plusieurs personnes furent bloquées sous terre durant quatre longs jours.\n\nLes outils d'extraction de minerai de l'époque ne permettaient pas de se sortir de l'obstacle.\nL'absence d'indication des jours s'écoulant et l'obscurité permanente finit par peser sur la stabilité mentale des hommes pris au piège, qui se mirent à céder à la folie.\nAlors que l'heure était au désespoir, Han Wu sortit l'arme qu'il avait amenée avec lui dans le puits ; celle-ci se mit à briller d'un éclat sombre...\n... Et grâce à elle, les survivants purent sortir de terre. À l'instant où se faisaient voir les premiers rayons du soleil, l'arme se brisa en milliers d'éclats.\nL'artisan, les jambes flageollantes, en dut s'asseoir sur le sol. Plusieurs mois plus tard, il reforgea cette même épée longue, qu'il nomma « Rochenoire ».\nNombreux furent ceux qui en vantèrent la puissance, la beauté et la résistance ; \nmais de tous ceux qui furent alors bloqués sous terre, pas un ne mentionna l'événement par la suite.\n\nDans l'obscurité profonde, l'artisan avait frappé de son épée la roche ; de l'arme avait jailli un son tel l'éclair.\nPeut-être les quelques personnes présentes alors entendirent-elles dans ce son le bruit de quelque séisme à venir...\n",
    "pt": "\nUma espada longa feita por pedra negra super rara, afiada o suficiente para quebrar ouro e jade.\nEm uma noite sem nuvens, ao luar, se vê um vermelho profundo no meio da lâmina da espada que se estende por vários centímetros,\nSeu brilho vermelho-sangue cintila levemente no escuro, como se a lâmina estivesse uivando pela noite afora, anunciando seu desejo de dilacerar a terra.\n\nApós a concepção dos novos protótipos, o mestre artesão Han Wu reformulou todo o seu catálogo de armas,\neste desenho em particular utilizou uma substância rara, pedra negra cristalizada, para produzir uma lâmina de qualidade superior.\nAo forjar uma espada de pedra negra, diferenças sutis na temperatura e no tipo de água usada para resfriamento podem influenciar a dureza final e a durabilidade da lâmina.\nIsso representa um grande desafio para os fabricantes de armamento de pedra negra. Como a montanha por conquistar, ou o domínio por desbloquear, é algo que o cuteleiro tem que superar.\nComo o Han Wu se fascinava por forjar as espadas, graças ao contato do seu amigo Yun, ele vai pessoalmente ao Despenhadeiro para coletar os melhores materiais.\nMas um deslizamento de terra ocorreu na veia; várias pessoas ficaram presas no subsolo por quatro longos dias.\n\nAprisionados nas paredes de rocha impenetráveis da caverna, a tripulação descobriu que suas ferramentas de mineração eram inúteis.\nA falta de indicação da passagem dos dias e a escuridão permanente acabaram por pesar na estabilidade mental dos homens presos, que começaram a ceder à loucura.\nQuando eles pensaram que todas as esperanças estavam perdidas, o Han Wu pensou ter visto uma luz bruxuleante emanar do canto da caverna, onde estava o protótipo de espada que tinha trazido consigo para a mina...\nCom essa espada, ele abriu caminho para a liberdade, e os sobreviventes emergiram dos buracos da terra para a gloriosa luz solar brilhante. Mas, no momento em que o primeiro raio de sol fez contato com a lâmina, ela se quebrou em um milhão de pedaços.\nToda a força deixou as pernas do mestre artesão e ele desmaiou no chão. Meses depois, ele refez a espada e declarou: \"Esta espada deverá ser chamada de Espada Longa do Penhasco Obscuro, pois é feita de pedra negra.\"\nTodos os que viram a espada longa do Penhasco Obscuro foram enfeitiçados por sua beleza, encantados por sua nitidez, e seduzidos por sua tenacidade.\nMas a tripulação não falou uma só palavra do que testemunharam durante o incidente nas minas...\n\n\"Na escuridão profunda, o artesão atingiu a rocha com a sua espada com toda a sua força, daí surgiu um som como um relâmpago.\"\nEntre os sons causados pelas espadas, talvez eles já tenham um pressentimento de que ocorrerá um terremoto daqui a uns anos.\n",
    "ru": "\nДлинный меч, изготовленный из очень редкого чёрного камня. Он исключительно острый: легко режет золото и нефрит.\nВ безоблачную лунную ночь можно увидеть в центре меча темно-алую инкрустацию шириной в палец.\nОна смутно поблескивает красным, как будто олицетворяя желание меча разорвать всё сущее.\n\nКогда прототипы оружия показали себя, мастер Хань У переписал свой перечень оружия.\nОн собирался использовать редкие кристаллы чёрного камня, чтобы создавать лучшее оружие.\nВ процессе ковки меча из черного камня он заметил, что температура ковки и качество воды, используемой при закалке, влияет на жесткость и прочность меча.\nЭто оказалось серьёзным вызовом кузнецам. Поэтому, если кузнец задумал создать меч из чёрного камня, он должен освободиться от сдерживающих его оков и покорить новые высоты в своём мастерстве.\nХань У был одержим желанием выковать такой меч. Благодаря знакомству с главой рода Юнь он сам смог отправиться к Разлому на поиски материалов.\nОднако в штольнях неожиданно случился обвал. Люди оказались на четыре дня заперты в шахте.\n\nБудучи запертыми в каменном мешке, люди осознали, что рабочие инструменты, найденные в шахте, не помогут им разобрать завал.\nВо мраке подземелий они не видели звёзд и луны, не знали, день сейчас или ночь, а потому безумие и отчаяние начали медленно захватывать их сердца.\nХань У, запертый вместе со всеми в ловушке, вдруг заметил, что прототип меча, который он взял с собой, загадочно поблёскивает алым...\n...Благодаря этому мечу, способному крошить камень, выжившие выбрались из шахты. В тот миг, когда они увидели солнце, меч треснул и рассыпался тысячей осколков.\nСилы покинули мастера, и он осел на землю. Через несколько месяцев он воссоздал этот меч и назвал его «Черногорский меч».\nС тех пор все прославляют красоту, остроту и крепость Черногорского меча.\nНо те, кому не посчастливилось побывать в той шахте, предпочитают ничего не говорить об этом...\n\nВ глубинах непроглядной тьмы мастер со всей силы ударял мечом о скальную породу. И звон меча о камень был подобен раскату грома.\nВозможно, та песня клинка, которую слышали шахтёры, была предвестником случившегося через несколько лет землетрясения...\n",
    "id": "\nSebuah pedang panjang dibuat dari Blackstone yang langka. Ketajaman pedangnya dapat memotong emas dan giok dengan mudah.\nPada malam ketika awan tidak menutup bulan, maka akan terlihatlah warna merah tua seolah seperti jari-jari tangan, di sepanjang bagian tengah mata pisau,\nCahaya merah darahnya berkedip-kedip dalam kegelapan, seolah pedang itu melolong di malam hari, mengutarakan niatnya untuk merobek bumi.\n\nSetelah rancangan untuk prototipe baru muncul, pengrajin Han Wu merombak seluruh katalog senjatanya,\nRancangan khusus ini memakai bahan yang langka, Blackrock yang dikristalisasi, untuk menghasilkan mata pedang berkualitas tinggi.\nSaat menempa pedang Blackrock, perbedaan suhu dan jenis air yang digunakan untuk pendinginan dapat memengaruhi kekerasan akhir dan daya tahan pedang,\nIni merupakan tantangan besar bagi produsen persenjataan Blackrock. Tapi itu adalah salah satu masalah yang harus diatasi oleh para pengrajin pedang jika dia ingin membebaskan dirinya dari belenggu yang mengikatnya dan mencapai tingkat kompetensi baru dalam perdagangannya.\nHan Wu bergumul untuk melampaui batas kemampuannya sendiri. Dan berkat teman baiknya di rumah Yun, dia bisa pergi dengan para kru ke Chasm untuk secara pribadi memproduksi bahan untuk senjata barunya.\nNamun, keruntuhan yang tidak disangka terjadi di tambang. Mereka lalu terjebak di bawah tambang selama empat hari.\n\nTerpenjara di dalam dinding batu gua yang tak bisa ditembus, para kru menemukan alat penambangan mereka tidak ada gunanya.\nKehilangan semua cahaya alami dan buta akan waktu, satu demi satu kru yang terperangkap menyerah pada kegilaan dan keputusasaan.\nLalu entah dari mana, Han Wu melihat bahwa protoype yang dia bawa bersinar di ujung gua...\n...mengandalkan pedang itu, dia dan para kru melarikan diri. Tetapi pada saat sinar matahari membuat kontak dengan pedang, pedang itu hancur menjadi jutaan keping.\nSeluruh kekuatan yang tersisa di kaki sang pengrajin pedang itu hilang seraya dia jatuh ke tanah. Berbulan-bulan kemudian dia membuat ulang pedang itu dan berkata, \"Pedang ini akan dinamakan Blackcliff Longsword, karena terbuat dari Blackrock\".\nSemua orang memuji keindahan Blackrock, manfaat Blackrock, dan kekuatan Blackrock.\nTetapi para kru tidak mengatakan sepatah kata pun dari apa yang mereka saksikan selama cobaan di tambang...\n\nJauh di dalam kegelapan, ketika pengrajin ulung menikamkan pedangnya ke dinding gua dengan sekuat tenaga, pedang itu mengeluarkan raungan memekakkan telinga, seperti guntur yang menyapu dataran.\nMungkin para kru tahu bahwa raungan pedang itu adalah ramalan gempa bumi bertahun-tahun kemudian di masa depan...\n",
    "th": "\nดาบยาวที่สร้างขึ้นจากหิน Blackcliff ที่หายาก คมไร้เทียมทาน สามารถตัดทองคำและทำลายหยกได้\nในคืนที่ไร้เมฆบดบังดวงจันทร์ จะสามารถมองเห็นเงาสีดำเข้มอยู่กลางตัวดาบ\nรอยเลือดจางๆดูระยิบระยับ ราวกับว่ากำลังกรีดร้องให้ฉีกพื้นพสุธาเป็นชิ้นๆ\n\nหลังจากที่ \"ตัวต้นแบบ\" ของอาวุธได้ออกมาสู่โลกกว้าง นายช่าง Han Wu ผู้โด่งดังก็ได้สร้างแปลนอาวุธขึ้นมาใหม่อีกครั้ง\nความตั้งใจคือจะใช้ผลึกหิน Blackrock ที่หายากมาสร้างอาวุธที่ดียิ่งกว่า\nในระหว่างการหลอมดาบหินBlackcliffด้วยความร้อน ต้องปรับการใช้น้ำตามอุณหภูมิเพื่อให้แข็งตัว และให้มีพื้นที่เพียงพอสำหรับการเสริมความแข็งแกร่งและความทนทาน\nนี่คือความท้าทายอย่างยิ่ง สิ่งนี้เปรียบเหมือนภูเขาสูงที่ผู้หลงใหลในการตีดาบต้องพิชิต เปรียบดังการทะลวงผ่านโซ่ตรวน\nHan Wu หมกมุ่นอยู่กับการตีดาบ เชื่อคำแนะนำของเพื่อนสนิทจากตระกูล Yun จึงไปสรรหาวัตถุดิบจาก Chasm ด้วยตนเอง\nแต่ก็เกิดเหตุดินถล่มในเหมืองที่ไม่คาดคิดขึ้น ทำให้ทุกคนติดอยู่ใต้เหมืองเป็นเวลาถึงสี่วัน\n\nในตอนนั้น ทุกคนติดอยู่ในคุกที่เป็นโครงสร้างหิน เครื่องมือขุดเจาะทั่วไปไม่สามารถเจาะผ่านกำแพงนี้ได้\nความมืดมิด และวันคืนที่ผ่านไปโดยไร้แสงตะวันและแสงดาว ทำให้ผู้ประสบภัยค่อยๆตกอยู่ในภวังค์ เกิดความบ้าคลั่งและสิ้นหวัง\nเมื่อไร้ซึ่งหนทาง Han Wu จึงพบว่าดาบต้นแบบที่เขานำมาด้วยนั้น เปล่งแสงจางๆอยู่ในมุมมืด...\n...ด้วยดาบเล่มนี้ ผู้รอดชีวิตจึงหนีออกมาได้ เมื่อได้เห็นแสงตะวันอีกครั้งเพียงเสี้ยววินาที ดาบก็แตกออกเป็นเสี่ยงๆบนมือเขา\nช่างตีดาบขาอ่อนปวกเปียกทรุดตัวลงกับพื้น ไม่กี่เดือนต่อมา เขาได้ตีดาบยาวนี้ขึ้นมาใหม่อีกครั้ง และตั้งชื่อว่า \"Blackcliff Longsword\" \nโลกชื่นชมต่างสรรเสริญในความงาม ความคม และความแข็งแกร่งของBlackcliff\nแต่ผู้ที่ประสบภัยในเหมือง ต่างก็ไม่ยอมเอ่ยปากถึงเรื่องนั้น...\n\n--ในความมืดที่แทรกเข้าไปถึงกระดูก ช่างตีดาบฟาดดาบของเขาลงไปยังหินผาบนเขาอย่างสุดกำลัง เกิดเสียงดังสนั่นดุจฟ้าผ่า\nบางทีในเสียงคำรามจากดาบในครั้งนั้น พวกเขาได้ยินเสียงแผ่นดินไหวที่จะเกิดขึ้นในอนาคตในอีกหลายปีข้างหน้า\n",
    "vi": "\nTrường kiếm được làm từ đá đen rất hiếm có, sắc bén không gì sánh bằng, có thể gọt vàng, cắt ngọc.\nTrong đêm dưới ánh trăng có thể nhìn thấy một vệt khảm màu đỏ sẫm cỡ ngón tay giữa thân kiếm.\nMàu máu mờ ảo thoáng qua, như thể tiếng gào rít đến xé toạc mặt đất.\n\nSau khi vũ khí \"thử nghiệm\" ra đời, nghệ nhân Han Wu đã sửa lại binh khí phổ.\nMuốn dùng kết tinh đá đen quý hiếm để tạo ra vũ khí tốt hơn.\nKhi xử lý nhiệt, phôi kiếm đá đen cần phải dựa vào nhiệt độ và nước, không gian lưu động của độ cứng và độ dẻo.\nLà một thách thức lớn. Cũng chính là ngọn núi mà kẻ si mê đúc kiếm nhất định phải vượt qua, là những rào cản cần phải phá vỡ.\nHan Wu mê mẩn đúc kiếm, nhờ bạn thân họ Yun giới thiệu, tự mình đi đến Vực Đá Sâu lựa chọn.\nSong vụ sụt lở bất ngờ đã xảy ra trong đường hầm, mọi người bị mắc kẹt trong mỏ đến 4 ngày.\n\nLúc đó, mọi người hoàn toàn bị nhốt trong nhà tù xây dựng bằng đất đá, dụng cụ khai thác thông thường không thể chọc thủng những bức tường đá.\nTrong bóng tối không trăng sao, không rõ thời gian, khiến những người mắc kẹt dần rơi vào trạng thái hôn mê, điên dại và tuyệt vọng. \nKhi tuyệt vọng, Han Wu nhận thấy một mẫu mà bản thân mang xuống trong góc hầm đang phát ra ánh sáng mờ ảo...\n...Dựa vào thanh kiếm này, những người sống sót tìm được lối ra. Trong khoảnh khắc nhìn thấy ánh mặt trời, kiếm trong tay vỡ thành ngàn mảnh.\nĐôi chân người thợ mềm nhũn ngã ngồi trên mặt đất. Vài tháng sau, anh lại đúc thanh trường kiếm này, được đặt tên là \"Hắc Nham\"\nThế nhân đều ca tụng vẻ đẹp của hắc nham, sự sắc bén của hắc nham, sự kiên cố của hắc nham.\nNhưng nhóm người gặp phải tai nạn mỏ, không hề nhắc đến chuyện lúc đó...\n\nTrong bóng tối sâu tận xương tuỷ, người thợ tận lực đem thanh kiếm đánh vào tảng đá. Kiếm khí ầm ầm như sét đánh.\nCó lẽ từ lúc đó bọn họ đã nghe thấy tiếng rít của kiếm, trong tương lai vài năm sau, sẽ có động đất...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>12%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>12%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>12%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>12%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>12 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>12%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>12 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>12%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>12%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>12%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>12%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>15%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>15%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>15%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>15%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>15%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>15 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>15%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>15 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>15%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>15%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>15%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>15%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>15%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>18%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>18%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>18%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>18%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>18%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>18 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>18%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>18 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>18%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>18%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>18%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>18%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>18%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>21%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>21%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>21%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>21%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>21%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>21 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>21%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>21 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>21%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>21%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>21%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>21%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>21%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>24%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>24%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>24%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>24%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>24 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>24%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>24 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>24%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>24%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>24%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>24%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    }
  ],
  "internal_name": "Sword_Blackrock",
  "imgid": "sword/blackrock"
}