{
  "id": 11304,
  "type": "sword",
  "rank": 3,
  "name": {
    "zhs": "暗铁剑",
    "zht": "暗鐵劍",
    "jp": "暗鉄剣",
    "ko": "암철검",
    "en": "Dark Iron Sword",
    "de": "Dunkles Eisenschwert",
    "es": "Espada de Hierro Oscuro",
    "fr": "Épée en fer noir",
    "pt": "Espada de Ferro Negro",
    "ru": "Тёмный железный меч",
    "id": "Dark Iron Sword",
    "th": "Dark Iron Sword",
    "vi": "Kiếm Sắt Đen"
  },
  "description": {
    "zhs": "其实就是稍微有些黑的铁剑。",
    "zht": "其實就是稍微有點黑的鐵劍。",
    "jp": "実はただちょっと黒いだけの鉄剣。",
    "ko": "그저 조금 검은 강철검일 뿐이다",
    "en": "A perfectly ordinary iron sword, just slightly darker than most.",
    "de": "Das ist einfach nur ein normales Eisenschwert, das etwas dunkler geraten ist.",
    "es": "Esta espada... es simplemente una espada de hierro de un tono oscuro.",
    "fr": "Une épée en fer légèrement noirci.",
    "pt": "Bem, na verdade é apenas uma espada de ferro um pouco escura.",
    "ru": "На самом деле это просто немного тёмный железный меч.",
    "id": "Sebenarnya, hanya sebilah pedang yang sedikit lebih gelap dari Iron Sword.",
    "th": "ที่จริงแล้วมันก็เป็นแค่ดาบเหล็กที่สีเข้มเท่านั้นเอง",
    "vi": "Kiếm sắt hơi bị đen một chút"
  },
  "lore": {
    "zhs": "\n「为什么叔叔要把剑，放在地上呢？」\n「为了把剑晒黑啊。」\n「为什么要把剑晒黑呀？」\n「很好的问题。小朋友，什么是黑的呢？」\n「乌鸦？」\n「没错！还有呢？」\n「嗯……铁锅？」\n「很好的思路！那铁锅下面是什么呢？」\n「火！」\n「火是哪来的呢？」\n小姑娘想了想，恍然大悟。\n「木炭！是木炭！木炭是黑的！」\n「没错，而碳正是让钢铁变得更硬更强的物质。这就是为什么叔叔要晒剑。」\n说完，叔叔把剑翻了一面。\n",
    "zht": "\n「為什麼叔叔要把劍，放在地上呢？」\n「為了把劍曬黑啊。」\n「為什麼要把劍曬黑呀？」\n「很好的問題。小朋友，什麼是黑的呢？」\n「烏鴉？」\n「沒錯！還有呢？」\n「嗯……鐵鍋？」\n「很好的思路！那鐵鍋下面是什麼呢？」\n「火！」\n「火是哪來的呢？」\n小姑娘想了想，恍然大悟。\n「木炭！是木炭！木炭是黑的！」\n「沒錯，而碳正是讓鋼鐵變得更硬更強的物質。這就是為什麼叔叔要曬劍。」\n說完，叔叔把劍翻了一面。\n",
    "jp": "\n「おじさんはなんで剣を地面に置くの？」\n「日焼けさせるためだ」\n「どうして？」\n「いい質問だ。嬢ちゃん、どんなものが黒いか知ってるか？」\n「カラス？」\n「そうだ！他には？」\n「うーん……鉄鍋？」\n「いい答えだ！じゃ鉄鍋の下に何があるか知ってるか？」\n「火！」\n「じゃあ、火はどこからくる？」\n少女はひらめいた。\n「木炭！木炭だ！木炭は黒いの！」\n「そうだ、炭によって、鋼はさらに強く硬くなる。だからおじさんは剣を干してるわけだ」\nそう言って、おじさんは剣をひっくり返した。\n",
    "ko": "\n「아저씨, 검을 왜 바닥에다 놓는 거예요?」\n「검을 검게 태우기 위해서야」\n「검을 왜 검게 태우는 거예요?」\n「좋은 질문이네. 꼬마야, 뭐가 검은색이지?」\n「까마귀?」\n「맞아! 또?」\n「음… 가마솥?」\n「아주 좋아! 그럼 가마솥 밑에는 뭘까?」\n「불!」\n「불은 어디서 왔지?」\n소녀는 생각을 하다가 문득 깨닫는다.\n「숯! 숯이야! 숯이 검은색이야!」\n「맞아, 탄소는 강철을 더 단단하게 만드는 물질이야. 그게 바로 아저씨가 검을 햇볕에 쬐는 이유지」\n말을 끝내고 아저씨는 검을 뒤집었다.\n",
    "en": "\n\"Why is your sword lying on the ground?\"\n\"I'm sun-tanning the sword to make it darker.\"\n\"Why?\"\n\"Good question, kid. What's the darkest thing you can think of?\"\n\"Crows?\"\n\"...Sure. What else?\"\n\"Hm... Cooking pots!\"\n\"Good. Keep going. What's underneath the cooking pot?\"\n\"Fire!\"\n\"And where does the fire come from?\"\nThe girl thought for a bit.\n\"Coal! Coal is the darkest thing of all!\"\n\"That's right! Coal, or carbon, is what makes iron stronger. But I figure I can just darken the sword by tanning it instead.\"\nWith that, he flipped the sword to the other side.\n",
    "de": "\nWarum hast du das Schwert auf den Boden gelegt?\nDamit es mehr Sonne abkriegt und dunkler wird.\nWarum soll das Schwert denn dunkler werden?\nDas ist eine gute Frage. Welche anderen Dinge sind denn auch dunkel?\nKrähen?\nRichtig! Was sonst noch?\nÄhm, alte Kochtöpfe?\nEin sehr guter Gedankenansatz! Was befindet sich denn unter dem Kochtopf?\nFeuer!\nUnd wo kommt Feuer her?\n(Das Mädchen überlegte einen Moment und hatte dann eine Erleuchtung.)\nKohle! Es ist Kohle! Kohle ist am dunkelsten!\nDas ist richtig. Kohle, also der Kohlenstoff, macht Eisen härter. Aber ich habe mir überlegt, anstelle von Kohle bräune ich das Schwert direkt.\n(Zufrieden drehte er das Schwert auf die andere Seite zum Bräunen.)\n",
    "es": "\n“¿Por qué pones la espada en el suelo?”\n“Para que tome el sol”.\n“¿Por qué tiene que tomar el sol?”\n“Buena pregunta. Dime, ¿qué cosas son de color negro?”\n“¿Los cuervos?”\n“¡Correcto! ¿Qué más?”\n“Ehmm... ¿una olla?”\n“¡Muy bien! ¿Y qué hay debajo de la olla?”\n“¡Fuego!”\n“¿Y de dónde viene el fuego?”\nLa niña pensó unos segundos antes de responder:\n“¡Del carbón! ¡El carbón es negro!”\n“Así es. El carbón es lo que hace que el acero se vuelva más fuerte. Por eso pongo mi espada a tomar el sol”.\nY con estas palabras, volteó la espada.\n",
    "fr": "\n« Pourquoi ton épée est par terre ?\n– Je profite du soleil pour l'assombrir.\n– Pourquoi ?\n– Bonne question. Dis-moi, qu'est-ce qui est noir ?\n– Les corbeaux ?\n– Tout à fait ! Quoi d'autre ?\n– Hum... une poêle ?\n– C'est exact, tu y es presque. Qu'est-ce qu'il y a en dessous d'une poêle ?\n– Du feu !\n– Et avec quoi allume-t-on un feu ? »\nLa petite fille réfléchit un instant.\n« Du charbon ! C'est noir aussi !\n– Tu as deviné, bravo ! Le charbon rend l'acier plus robuste ; c'est pour ça que je fais ce que je suis en train de faire. »\nSur ces mots, l'homme retourna son épée.\n",
    "pt": "\n\"Por que sua espada está no chão?\"\n\"Estou bronzeando a espada para torná-la mais escura.\"\n\"Por que a espada tem que tomar banho de sol?\"\n\"Ótima pergunta, caro amigo. O que mais é preto?\"\n\"Corvos?\"\n\"...Claro. O que mais?\"\n\"Hum... Panelas de aço!\"\n\"Ótimo raciocínio! O que tem embaixo da panela?\"\n\"Fogo!\"\n\"E de onde vem o fogo?\"\nA garota pensou por um tempo, percebendo a resposta subitamente.\n\"Carvão! Carvão é preto!\"\n\"É isso mesmo! O carvão, ou carbono, é o que torna o ferro mais forte. Mas eu imagino que posso apenas escurecer a espada bronzeando-a.\"\nAo terminar de falar, ele virou a espada.\n",
    "ru": "\n«Почему ты положил меч на землю?»\n«Чтобы меч потемнел на солнце».\n«Почему он должен потемнеть?»\n«Слишком много вопросов, малыш. Лучше скажи, какие ты знаешь предметы чёрного цвета?»\n«Вороны?»\n«Неплохо! Что ещё?»\n«Э-э... Котелок!»\n«Отлично! А что у нас под котелком?»\n«Огонь!»\n«А что ест огонь?»\nДевочка на мгновение задумалась.\n«Уголь! Уголь чёрный!»\n«Верно! Углерод делает сталь твёрже и крепче. Вот почему я оставил меч на солнце».\nСказав это, он перевернул меч.\n",
    "id": "\n\"Kenapa pedangmu tergeletak di tanah?\"\n\"Aku menjemurnya agar terlihat lebih gelap.\"\n\"Kenapa kamu mau membuat lebih gelap?\"\n\"Pertanyaan bagus, Nak. Benda tergelap apa yang bisa kamu pikirkan sekarang?\"\n\"Gagak?\"\n\"Oke! Apa lagi?\"\n\"Hmm... Panci memasak?\"\n\"Bagus. Teruskan. Apa yang ada di bawah panci memasak?\"\n\"Api!\"\n\"Api berasal dari mana?\"\nGadis itu berpikir untuk beberapa saat.\n\"Arang! Arang adalah benda tergelap dari semuanya!\"\n\"Betul! Arang, atau karbon, adalah hal yang membuat besi menjadi lebih kuat. Tapi kupikir aku bisa membuat pedang lebih kuat hanya dengan menjemurnya.\"\nDengan itu, dia membalikkan pedang ke sisi lainnya.\n",
    "th": "\n\"ทำไมลุงจึงวางดาบลงบนพื้นล่ะ?\"\n\"เพื่อตากให้มันดำไงล่ะ\"\n\"แล้วทำไมต้องเอาดาบมาวางตากแดดจนดำด้วยล่ะ?\"\n\"เป็นคำถามที่ดีมากหนูน้อย อะไรที่ดำกันนะ?\"\n\"อีกา?\"\n\"ไม่เลว! แล้วอะไรอีก?\"\n\"อืม... กระทะเหล็ก?\"\n\"เป็นความคิดที่ดี! แล้วข้างล่างของกระทะเหล็กคืออะไร?\"\n\"ไฟ!\"\n\"ไฟมาจากไหนกันนะ?\"\nเด็กหญิงตัวน้อยคิดอยู่พักหนึ่งแล้วก็นึกออก\n\"ถ่าน! มันคือถ่าน! ถ่านเป็นสีดำ!\"\n\"ถูกต้องแล้วคาร์บอนเป็นสารที่ทำให้เหล็กแข็งขึ้นและก็แข็งขึ้น นั่นคือสาเหตุที่ลุงต้องการเอาดาบไปตากไงล่ะ\"\nเมื่อพูดจบแล้วลุงก็กลับด้านอีกด้านขึ้นมา\n",
    "vi": "\n\"Vì sao chú lại đặt kiếm trên mặt đất vậy?\"\n\"Để thanh kiếm được tắm nắng.\"\n\"Vì sao phải tắm nắng cho thanh kiếm?\"\n\"Câu hỏi rất hay người bạn nhỏ à, vậy cái gì là màu đen?\"\n\"Loài quạ đen?\"\n\"Không sai! Còn gì không?\"\n\"Uhm...nồi thép?\"\n\"Rất tốt! phía dưới nồi thép là gì?\"\n\"Lửa!\"\n\"Lửa từ đâu mà ra?\"\nCô bé nghĩ một lúc rồi đột nhiên nhận ra.\n\"Chính là than củi! Là than củi! Than củi có màu đen!\"\n\"Đúng vậy, chính nhờ than mà gang thép trở nên cứng và mạnh nhất. Đó cũng chính là lý do vì sao chú lại tắm nắng cho thanh kiếm này.\"\nNói xong, ông lật mặt còn lại của thanh kiếm lên.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "过载",
        "zht": "過載",
        "jp": "オーバーロード",
        "ko": "과전류",
        "en": "Overloaded",
        "de": "Hochspannung",
        "es": "Sobrecarga",
        "fr": "Surcapacité",
        "pt": "Sobrecarga",
        "ru": "Перегружен",
        "id": "Overloaded",
        "th": "Overloaded",
        "vi": "Quá Tải"
      },
      "description": {
        "zhs": "触发超载、超导、感电、原激化、超激化、超绽放或雷元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>20%</color>。",
        "zht": "觸發超載、超導、感電、原激化、超激化、超綻放或雷元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>20%</color>。",
        "jp": "過負荷、超電導、感電、原激化、超激化、超開花、または雷元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>20%</color>。",
        "ko": "과부하, 초전도, 감전, 활성, 촉진, 만개 혹은 번개 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Upon causing an Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, or Electro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>20%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Supraleiter“, „Unter Strom“, „Urwuchs“, „Suprawuchs“, „Supraspross“ und „Elektro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Superconductor, Electrocargado, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, aumenta el ATQ en un <color=#99FFFFFF>20%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>20 %</color> pendant 12 s après avoir déclenché Surcharge, Supraconduction, Électrocution, Stimulation, Suractivation, Exubérance ou Dispersion Électro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Supercondutor, Eletricamente Carregado, Aceleração, Intensificação, Superflorescimento ou Redemoinho de Electro, o ATQ é aumentado em <color=#99FFFFFF>20%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>20%</color> на 12 сек. при активации реакций Перегрузка, Сверхпроводник, Заряжен, Стимуляция, Обострение, Вегетация или Электро Рассеивание.",
        "id": "Saat memicu Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, atau reaksi Swirl dengan elemen Electro, meningkatkan <color=#99FFFFFF>20%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, นำไฟฟ้า, ชาร์จไฟฟ้า, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม หรือกระจายธาตุไฟฟ้า จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Siêu Dẫn, Điệm Cảm, Sinh Trưởng, Tăng Cường, Nở Rộ hoặc Khuếch Tán nguyên tố Lôi, tấn công tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "过载",
        "zht": "過載",
        "jp": "オーバーロード",
        "ko": "과전류",
        "en": "Overloaded",
        "de": "Hochspannung",
        "es": "Sobrecarga",
        "fr": "Surcapacité",
        "pt": "Sobrecarga",
        "ru": "Перегружен",
        "id": "Overloaded",
        "th": "Overloaded",
        "vi": "Quá Tải"
      },
      "description": {
        "zhs": "触发超载、超导、感电、原激化、超激化、超绽放或雷元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>25%</color>。",
        "zht": "觸發超載、超導、感電、原激化、超激化、超綻放或雷元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>25%</color>。",
        "jp": "過負荷、超電導、感電、原激化、超激化、超開花、または雷元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>25%</color>。",
        "ko": "과부하, 초전도, 감전, 활성, 촉진, 만개 혹은 번개 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>25%</color> 증가한다",
        "en": "Upon causing an Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, or Electro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>25%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Supraleiter“, „Unter Strom“, „Urwuchs“, „Suprawuchs“, „Supraspross“ und „Elektro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>25 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Superconductor, Electrocargado, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, aumenta el ATQ en un <color=#99FFFFFF>25%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>25 %</color> pendant 12 s après avoir déclenché Surcharge, Supraconduction, Électrocution, Stimulation, Suractivation, Exubérance ou Dispersion Électro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Supercondutor, Eletricamente Carregado, Aceleração, Intensificação, Superflorescimento ou Redemoinho de Electro, o ATQ é aumentado em <color=#99FFFFFF>25%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>25%</color> на 12 сек. при активации реакций Перегрузка, Сверхпроводник, Заряжен, Стимуляция, Обострение, Вегетация или Электро Рассеивание.",
        "id": "Saat memicu Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, atau reaksi Swirl dengan elemen Electro, meningkatkan <color=#99FFFFFF>25%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, นำไฟฟ้า, ชาร์จไฟฟ้า, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม หรือกระจายธาตุไฟฟ้า จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>25%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Siêu Dẫn, Điệm Cảm, Sinh Trưởng, Tăng Cường, Nở Rộ hoặc Khuếch Tán nguyên tố Lôi, tấn công tăng <color=#99FFFFFF>25%</color>."
      }
    },
    {
      "name": {
        "zhs": "过载",
        "zht": "過載",
        "jp": "オーバーロード",
        "ko": "과전류",
        "en": "Overloaded",
        "de": "Hochspannung",
        "es": "Sobrecarga",
        "fr": "Surcapacité",
        "pt": "Sobrecarga",
        "ru": "Перегружен",
        "id": "Overloaded",
        "th": "Overloaded",
        "vi": "Quá Tải"
      },
      "description": {
        "zhs": "触发超载、超导、感电、原激化、超激化、超绽放或雷元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>30%</color>。",
        "zht": "觸發超載、超導、感電、原激化、超激化、超綻放或雷元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>30%</color>。",
        "jp": "過負荷、超電導、感電、原激化、超激化、超開花、または雷元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>30%</color>。",
        "ko": "과부하, 초전도, 감전, 활성, 촉진, 만개 혹은 번개 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Upon causing an Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, or Electro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>30%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Supraleiter“, „Unter Strom“, „Urwuchs“, „Suprawuchs“, „Supraspross“ und „Elektro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Superconductor, Electrocargado, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, aumenta el ATQ en un <color=#99FFFFFF>30%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>30 %</color> pendant 12 s après avoir déclenché Surcharge, Supraconduction, Électrocution, Stimulation, Suractivation, Exubérance ou Dispersion Électro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Supercondutor, Eletricamente Carregado, Aceleração, Intensificação, Superflorescimento ou Redemoinho de Electro, o ATQ é aumentado em <color=#99FFFFFF>30%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>30%</color> на 12 сек. при активации реакций Перегрузка, Сверхпроводник, Заряжен, Стимуляция, Обострение, Вегетация или Электро Рассеивание.",
        "id": "Saat memicu Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, atau reaksi Swirl dengan elemen Electro, meningkatkan <color=#99FFFFFF>30%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, นำไฟฟ้า, ชาร์จไฟฟ้า, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม หรือกระจายธาตุไฟฟ้า จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Siêu Dẫn, Điệm Cảm, Sinh Trưởng, Tăng Cường, Nở Rộ hoặc Khuếch Tán nguyên tố Lôi, tấn công tăng <color=#99FFFFFF>30%</color>."
      }
    },
    {
      "name": {
        "zhs": "过载",
        "zht": "過載",
        "jp": "オーバーロード",
        "ko": "과전류",
        "en": "Overloaded",
        "de": "Hochspannung",
        "es": "Sobrecarga",
        "fr": "Surcapacité",
        "pt": "Sobrecarga",
        "ru": "Перегружен",
        "id": "Overloaded",
        "th": "Overloaded",
        "vi": "Quá Tải"
      },
      "description": {
        "zhs": "触发超载、超导、感电、原激化、超激化、超绽放或雷元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>35%</color>。",
        "zht": "觸發超載、超導、感電、原激化、超激化、超綻放或雷元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>35%</color>。",
        "jp": "過負荷、超電導、感電、原激化、超激化、超開花、または雷元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>35%</color>。",
        "ko": "과부하, 초전도, 감전, 활성, 촉진, 만개 혹은 번개 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>35%</color> 증가한다",
        "en": "Upon causing an Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, or Electro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>35%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Supraleiter“, „Unter Strom“, „Urwuchs“, „Suprawuchs“, „Supraspross“ und „Elektro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>35 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Superconductor, Electrocargado, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, aumenta el ATQ en un <color=#99FFFFFF>35%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>35 %</color> pendant 12 s après avoir déclenché Surcharge, Supraconduction, Électrocution, Stimulation, Suractivation, Exubérance ou Dispersion Électro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Supercondutor, Eletricamente Carregado, Aceleração, Intensificação, Superflorescimento ou Redemoinho de Electro, o ATQ é aumentado em <color=#99FFFFFF>35%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>35%</color> на 12 сек. при активации реакций Перегрузка, Сверхпроводник, Заряжен, Стимуляция, Обострение, Вегетация или Электро Рассеивание.",
        "id": "Saat memicu Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, atau reaksi Swirl dengan elemen Electro, meningkatkan <color=#99FFFFFF>35%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, นำไฟฟ้า, ชาร์จไฟฟ้า, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม หรือกระจายธาตุไฟฟ้า จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>35%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Siêu Dẫn, Điệm Cảm, Sinh Trưởng, Tăng Cường, Nở Rộ hoặc Khuếch Tán nguyên tố Lôi, tấn công tăng <color=#99FFFFFF>35%</color>."
      }
    },
    {
      "name": {
        "zhs": "过载",
        "zht": "過載",
        "jp": "オーバーロード",
        "ko": "과전류",
        "en": "Overloaded",
        "de": "Hochspannung",
        "es": "Sobrecarga",
        "fr": "Surcapacité",
        "pt": "Sobrecarga",
        "ru": "Перегружен",
        "id": "Overloaded",
        "th": "Overloaded",
        "vi": "Quá Tải"
      },
      "description": {
        "zhs": "触发超载、超导、感电、原激化、超激化、超绽放或雷元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>40%</color>。",
        "zht": "觸發超載、超導、感電、原激化、超激化、超綻放或雷元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>40%</color>。",
        "jp": "過負荷、超電導、感電、原激化、超激化、超開花、または雷元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>40%</color>。",
        "ko": "과부하, 초전도, 감전, 활성, 촉진, 만개 혹은 번개 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>40%</color> 증가한다",
        "en": "Upon causing an Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, or Electro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>40%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Supraleiter“, „Unter Strom“, „Urwuchs“, „Suprawuchs“, „Supraspross“ und „Elektro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>40 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Superconductor, Electrocargado, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, aumenta el ATQ en un <color=#99FFFFFF>40%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>40 %</color> pendant 12 s après avoir déclenché Surcharge, Supraconduction, Électrocution, Stimulation, Suractivation, Exubérance ou Dispersion Électro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Supercondutor, Eletricamente Carregado, Aceleração, Intensificação, Superflorescimento ou Redemoinho com Electro, o ATQ é aumentado em <color=#99FFFFFF>40%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>40%</color> на 12 сек. при активации реакций Перегрузка, Сверхпроводник, Заряжен, Стимуляция, Обострение, Вегетация или Электро Рассеивание.",
        "id": "Saat memicu Overloaded, Superconduct, Electro-Charged, Quicken, Aggravate, Hyperbloom, atau reaksi Swirl dengan elemen Electro, meningkatkan <color=#99FFFFFF>40%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, นำไฟฟ้า, ชาร์จไฟฟ้า, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม หรือกระจายธาตุไฟฟ้า จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Siêu Dẫn, Điệm Cảm, Sinh Trưởng, Tăng Cường, Nở Rộ hoặc Khuếch Tán nguyên tố Lôi, tấn công tăng <color=#99FFFFFF>40%</color>."
      }
    }
  ],
  "internal_name": "Sword_Darker",
  "imgid": "sword/darker"
}