{
  "id": 11502,
  "type": "sword",
  "rank": 5,
  "name": {
    "zhs": "天空之刃",
    "zht": "天空之刃",
    "jp": "天空の刃",
    "ko": "천공의 검",
    "en": "Skyward Blade",
    "de": "Himmelsklinge",
    "es": "Hoja Afilada Celestial",
    "fr": "Lame de la Voûte d'Azur",
    "pt": "Espada Celestial",
    "ru": "Небесный меч",
    "id": "Skyward Blade",
    "th": "Skyward Blade",
    "vi": "Thiên Không Kiếm"
  },
  "description": {
    "zhs": "象征风龙的荣誉的骑士剑，如今失而复得。剑脊上吹息着风之神的赐福，蕴含苍空与长风的力量。",
    "zht": "象徵風龍的榮譽的騎士劍，如今失而復得。劍脊上吹息著風之神的賜福，蘊含蒼空與長風的力量。",
    "jp": "風龍の栄誉を象徴する騎士剣。風神の祝福を受けた剣身に、蒼空と長風の力が秘められている。",
    "ko": "풍룡의 영광을 상징하는 기사검. 잃어버렸다가 오늘날 되찾았다. 현재 검에 바람 신의 축복이 깃들어 있으며, 푸른 하늘과 바람의 힘을 지니고 있다",
    "en": "The sword of a knight that symbolizes the restored honor of Dvalin. The blessings of the Anemo Archon rest on the fuller of the blade, imbuing the sword with the powers of the sky and the wind.",
    "de": "Ein ritterliches Schwert, das Dvalins wiedererlangte Ehre symbolisiert. Auf der Hohlkehle liegt der Segen des Archons des Windes mit der Kraft von Himmel und Wind.",
    "es": "Una espada de caballero que simboliza el honor de Dvalin. Las bendiciones del Arconte Anemo descansan sobre el filo de su hoja, impregnando la espada con los poderes del cielo y del viento.",
    "fr": "Une épée de chevalier symbolisant l'honneur retrouvé de Dvalin. La bénédiction de l'Archon du Vent est inscrite sur le dos de la lame, lui conférant la puissance du ciel et du vent.",
    "pt": "A espada de um cavaleiro que simboliza a honra restaurada de Dvalin. As bênçãos do Arconte Anemo repousam sobre a lâmina mais cheia, imbuindo a espada com os poderes do céu e do vento.",
    "ru": "Меч рыцаря, символ вернувшего свою честь Двалина. Благословения Анемо Архонта питают его силой небес и ветров.",
    "id": "Pedang Knight yang melambangkan kemuliaan Dvalin yang sudah terpulihkan. Berkat Archon Anemo bersinar di atas mata pedangnya, memberikan kekuatan langit dan angin.",
    "th": "ดาบของอัศวินที่เป็นสัญลักษณ์ของการกอบกู้เกียรติยศของ Dvalin ด้วยพรของเทพแห่งลมที่หลับใหลอยู่ในดาบนี้จึงทำให้มันมีพลังของท้องฟ้าและสายลม",
    "vi": "Thanh kiếm kỵ sĩ, tượng trưng cho danh dự của Phong Long. Lưỡi kiếm toát ra lời chúc phúc của thần gió, chứa đựng sức mạnh của bầu trời và ngàn ngọn gió."
  },
  "lore": {
    "zhs": "\n贯穿高天之牙。\n曾经刺穿了深邃古国的黑金鳞片，\n曾经撕开了古国罪人子嗣的喉咙。\n\n在过去，觊觎蒙德繁茂的魔龙杜林袭来，双翼蔽日。\n魔龙的妒忌催生了邪恶，邪恶毒害了大地上的生灵。\n在那些险恶的日子里，蒙德四处遍布着魔物与荒芜。\n风之神听到人民的哭泣而降临，就此将风之龙唤醒：\n于是特瓦林随风而起，直刺天空，听令为生命而战。\n\n特瓦林携风神的祝福与魔龙交战，高天之上巨龙的搏斗驱散云层。\n千风席卷着毒液，日轮也为之失色，燃烧的天空仿佛终结之闭幕。\n点燃天空的恶战末尾，特瓦林受魔神赐福的剑齿刺穿魔龙的咽喉。\n杜林未及哀嚎便已自天空坠落。特瓦林却因此饮下了腐毒的恶血。\n\n风之龙因浸透脏腑的剧毒而痛苦地昏睡，\n最巧舌的诗人也不知晓特瓦林所往何处。\n在长达百年的沉睡中，蒙德的众生忘却了风龙的死战。\n当特瓦林忍受入骨的烈毒归来，没有听到好友的琴声。\n曾受保护的人们如今急忙逃避，将之以「魔龙」相称。\n\n荣誉终将复原，猛毒终将被净化。\n歌者的旋律终将唤醒人们的记忆。\n这柄利剑是风龙恢复名誉的祈愿。\n",
    "zht": "\n貫穿高天之牙。\n曾經刺穿了深邃古國的黑金鱗片，\n曾經撕開了古國罪人子嗣的喉嚨。\n\n在過去，覬覦蒙德繁茂的魔龍杜林襲來，雙翼蔽日。\n魔龍的妒忌催生了邪惡，邪惡毒害了大地上的生靈。\n在那些險惡的日子裡，蒙德四處遍佈著魔物與荒蕪。\n風之神聽到人民的哭泣而降臨，就此將風之龍喚醒：\n於是特瓦林隨風而起，直刺天空，聽令為生命而戰。\n\n特瓦林攜風神的祝福與魔龍交戰，高天之上巨龍的搏鬥驅散雲層。\n千風席捲著毒液，日輪也為之失色，燃燒的天空仿佛終結之閉幕。\n點燃天空的惡戰末尾，特瓦林受魔神賜福的劍齒刺穿魔龍的咽喉。\n杜林未及哀嚎便已自天空墜落。特瓦林卻因此飲下了腐毒的惡血。\n\n風之龍因浸透臟腑的劇毒而痛苦地昏睡，\n最巧舌的詩人也不知曉特瓦林所往何處。\n在長達百年的沉睡中，蒙德的眾生忘卻了風龍的死戰。\n當特瓦林忍受入骨的烈毒歸來，沒有聽到好友的琴聲。\n曾受保護的人們如今急忙逃避，將之以「魔龍」相稱。\n\n榮譽終將復原，猛毒終將被淨化。\n歌者的旋律終將喚醒人們的記憶。\n這柄利劍是風龍恢復名譽的祈願。\n",
    "jp": "\n天空を貫いた牙。\n深邃古国の黒金鱗を突き通した。\n古国罪人の後継者の喉を切り裂いた。\n\n昔、モンドの繁栄を終わらせるべく魔龍ドゥリンが襲来した。その翼は日の光を覆い隠した。\n魔龍の嫉妬が邪悪を産み、その邪悪が大地の生命を侵蝕した。\nその時のモンド周辺は魔物により荒れ果てていた。\n風の神は人々の悲痛な叫びを聞き、天から降り立ち、風龍を呼び起こした。\nそしてトワリンは風と共に、命ある者のため戦うべく空へと飛び出していった。\n\nトワリンは風神の祝福と共に魔龍と戦った。巨龍による戦いは雲を突き抜けた。\n千の風が毒をまとい、日輪は暗色に変わり、燃える空は世界の終焉を彷彿とさせた。\n天空を燃やした激戦の末、トワリンは魔神から授かった剣歯で魔龍の喉を噛み切った。\nだが、トワリンは魔龍の毒血を飲み込んでしまった。魔龍ドゥリンは悲鳴を上げることなく、空から落ちていった。\n\n風龍は猛毒により、苦痛を伴う昏睡状態へと陥った。\n最も練達な詩人もトワリンの行き先を知らなかった。\n数百年を経た今、モンドの人々は風龍の奮戦を忘れていた。\nトワリンが骨の髄まで響く毒の痛みに堪え、その地に帰還しても、友の琴声は聞こえてこない。\nかつて風龍に守られた人間は彼を遠ざけ、「魔龍」と名付けた。\n\nいつの日か栄光は取り戻され、毒は浄化される。\n詩人の旋律が人々の記憶を呼び起こす。\n風龍の名誉を挽回するという願いが、この剣には宿っている。\n",
    "ko": "\n하늘을 관통하는 이빨.\n한 때는 고대 국가의 블랙골드 비늘을 뚫고,\n죄인의 자손의 목을 찢었다.\n\n과거 몬드의 번성을 노리는 마룡 두린이 쳐들어 온 적 있다. 그의 두 날개는 태양마저 가렸다.\n마룡의 질투심은 악을 낳고, 악은 지상의 백성을 해쳤다.\n그 험난한 나날에 몬드 곳곳에는 마물과 황무지가 넘쳐났다.\n바람 신은 백성들의 울음을 듣고 강림하여 바람 드래곤을 깨웠다:\n따라서 드발린은 바람을 타고 일어나, 하늘을 찌르고, 생명을 위해 싸웠다.\n\n드발린은 바람 신의 축복을 받아 마룡과 교전을 펼쳤고, 높은 하늘 위에서 그들의 전투는 구름마저도 몰아냈다.\n천풍이 독액을 휩쓸고, 태양도 그로 인해 빛을 잃을 정도로 불타는 하늘은 마치 종말을 맞이한 것 같았다.\n하늘에 불을 지핀 악전 끝에, 드발린은 마신이 내린 축복을 받은 날카로운 이빨로 마룡의 목을 물어뜯었다.\n두린은 비명을 지르기도 전에 하늘에서 추락했지만, 드발린도 이로 인해 독혈을 삼켜버렸다.\n\n바람 드래곤은 몸속에 스며드는 맹독으로 고통받다 혼수상태에 빠진다.\n소식통인 시인조차도 드발린이 어디로 갔는지 알지 못한다.\n드발린이 깊이 잠든 백 년 동안, 몬드의 사람들은 바람 드래곤의 사투를 잊게 된다.\n드발린이 뼈에 스며드는 독을 견뎌내고 돌아왔지만 친구의 하프 소리를 듣지 못했다.\n과거 그에게 보호받았던 사람들은 다급히 도망치며 그를 「마룡」이라 불렀다.\n\n최후에는 명예가 회복되고 맹독이 정화될 것이다.\n노래하는 자의 멜로디는 결국 사람들의 기억을 떠올리게 할 것이다.\n이 검은 바람 드래곤이 명예를 회복하길 바라는 마음이다.\n",
    "en": "\nThe sky-piercing fang.\nIt once pierced the black-gold scales of the kingdom of the abyss,\nand cut the throats of the sons of ancient sinners.\n\nMondstadt was once threatened by the shadow dragon Durin.\nIts jealousy for Mondstadt's prosperity begot evil, poisoning the land.\nIn those dark days, Mondstadt was surrounded by monsters and barren lands.\nHearing the people's cry for help, the Anemo Archon descended and awoke Dvalin.\nDvalin rode the wind and soared up to the sky, fighting for all life.\n\nBlessed by the Anemo Archon, Dvalin fought the shadow dragon.\nClouds broke, and the sky burned red as if the end of days was upon Mondstadt.\nEventually, Dvalin's blessed fangs pierced through the throat of Durin.\nDurin fell, but Dvalin was poisoned by Durin's tainted blood.\n\nUnable to bear the pain, Dvalin fell unconscious.\nEven the most learned bards knew not where he slumbered.\nCenturies passed, and Dvalin's sacrifice was all but forgotten by Mondstadt.\nWhen Dvalin finally awoke, gone was his friend and the sound of his comforting lyre.\nAnd the ones he once protected now cowered in fear at the sight of him.\n\nHonor reclaimed, poison cleansed,\nBallads shall give back a people's forgotten memory.\nA prayer, this sword is. May Dvalin's name be restored.\n",
    "de": "\nEin Himmel durchbohrender Reißzahn.\nEr durchbohrte einst sogar die schwarzgoldenen Schuppen des Abgrundreichs\nund schlitzte den Söhnen der uralten Sünder die Hälse auf.\n\nMondstadt wurde dereinst von dem fürchterlichen Schattendrachen Durin bedroht.\nSein Neid auf Mondstadts Reichtum gebar unsagbar Böses, welches das Land vergiftete.\nIn diesen dunklen Zeiten war Mondstadt nur von Monstern und unwirtlichem Land umgeben.\nDer Gott des Windes hörte die Gebete und Hilferufe der Menschen, stieg auf die Erde herab und erweckte Dvalin, den Drachen des Windes, aus seinem tiefen Schlaf.\nDvalin wurde eins mit dem Wind und durchschnitt die Luft, um für das Leben aller zu kämpfen.\n\nMit dem Segen des Anemo-Archons kämpfte Dvalin gegen den Schattendrachen und sie zerteilten die Wolken.\nWie ein Orkan fegten die beiden Drachen am Himmel, der wie ein Inferno in Flammen stand.\nAls sich der bitterliche Kampf dem Ende neigte, gewann Dvalin mit seinen gesegneten Reißzähnen die Oberhand und biss Durin durch den Hals.\nDurin war zwar besiegt worden, doch hatte dies einen hohen Preis. Dvalin war durch den Biss in Durins Hals vergiftet worden.\n\nDie Schmerzen waren zu stark für Dvalin und er wurde bewusstlos.\nSelbst der silberzüngige Barde wusste nichts von seinem Aufenthaltsort.\nJahrhunderte verstrichen wie im Flug und Dvalins Opfer geriet in Vergessenheit.\nAls Dvalin endlich erwachte, waren sein Freund und der Klang der Leier, die er so liebte, verschwunden.\nAlles hatte sich verändert. Die, die er einst beschützte, versteckten sich nun in Angst vor ihm, dem „Sturmschrecken“.\n\nWiederhergestellte Ehre, ausgetriebenes Gift.\nDie Balladen des Barden werden das Gedächtnis der Menschen auffrischen.\nDieses Schwert ist wie ein Gebet, auf dass es Dvalin helfen möge seinen Ruf wiederherzustellen.\n",
    "es": "\nUn colmillo capaz de perforar el cielo.\nAlguna vez atravesó las escamas de la armadura del Reino del Abismo\ny cortó la garganta del descendiente pecador de un antiguo reino.\n\nEn el pasado, la exuberante Mondstadt fue atacada por el codicioso dragón Durin, que con sus alas podía eclipsar el sol.\nSu envidia por la prosperidad de Mondstadt engendró el mal y envenenó la tierra.\nEn aquellos lúgubres días, Mondstadt estaba rodeado de monstruos y tierras áridas.\nEl Arconte de los Vientos escuchó el grito de auxilio de su gente y descendió, despertando a Dvalin.\nDvalin se alzó junto al viento y atravesó los cielos luchando hasta la muerte.\n\nBendecido por el Arconte Anemo, Dvalin luchó contra el dragón de las sombras y disipó las nubes.\nLos Mil Vientos se envenenaron y los días se volvieron grises. El cielo en llamas parecía anunciar el fin de los tiempos.\nFinalmente, los colmillos bendecidos de Dvalin atravesaron la garganta de Durin.\nEste había caído, pero Dvalin también fue envenenado por la sangre contaminada del dragón de las sombras.\n\nIncapaz de soportar el dolor, Dvalin cayó inconsciente.\nNi la lengua dorada del bardo más hábil conoce el paradero en el que pasó su letargo.\nTras siglos de sueño, el sacrificio de Dvalin quedó olvidado por la gente de Mondstadt.\nCuando por fin despertó, su amigo y el sonido reconfortante de su lira se habían esfumado.\nAquellos que alguna vez fueron protegidos por Dvalin ahora huían aterrados. Desde entonces, pasó a ser llamado Stormterror.\n\nEl honor será restaurado, y el veneno será purificado.\nLas baladas devolverán al pueblo el recuerdo olvidado.\nEsta espada es la promesa de que el honor de Dvalin será restaurado.\n",
    "fr": "\nLa griffe qui transperce les nuages.\nElle perça autrefois les écailles d'or noir du royaume de l'abysse,\net arracha la gorge de la descendance du péché.\n\nMondstadt fut autrefois menacée par un dragon nommé Durin.\nSa jalousie envers la cité prospère le rongeait, et devinrent un mal qui corrompit la terre.\nEn ces jours sinistres, les environs de Mondstadt n'étaient terres arides et monstres errants.\nRépondant à l'appel du peuple, Barbatos réveilla le Dragon Anémo.\nDvalin s'éleva au vent et traversa les cieux, défenseur de toute vie.\n\nBéni par Barbatos, il combattit le dragon maléfique.\nLes nuages se fendirent et le ciel se couvrit de pourpre ; la dernière heure de Mondstadt semblait être arrivée.\nDvalin finit par blesser Durin à la gorge.\nDurin fut vaincu ; mais Dvalin se fit corrompre par le sang maudit de son adversaire.\n\nIncapable de supporter la douleur, le Dragon Anémo tomba dans un profond coma.\nIl sommeilla dans un endroit inconnu de tous.\nLes siècles passèrent, et le sacrifice de Dvalin finit par disparaître des souvenirs des Mondstadtois.\nLorsqu'il revint à lui, le dragon ne put entendre la réconfortante mélodie que son ami avait pour habitude de lui jouer ; musique et ami avaient disparu.\nEt ceux qu'il avait par le passé protégé tremblèrent devant sa colère.\n\nHonneur restauré, poison purifié.\nQue les ballades du barde rafraîchissent la mémoire du peuple oublieux ;\nEt que cette lame restaure la gloire de Dvalin.\n",
    "pt": "\nUma presa que perfura os céus.\nUma vez perfurou as escamas douradas pretas do reino do abismo,\ne cortou as gargantas dos filhos de antigos pecadores.\n\nMondstadt uma vez foi ameaçada pelo dragão Durin.\nSua inveja da prosperidade de Mondstadt gerava o mal, envenenando à terra.\nNaqueles dias escuros, Mondstadt estava cercada por monstros e terras áridas.\nOuvindo o clamor do povo por ajuda, o Arconte Anemo desceu dos céus e acordou Dvalin.\nDvalin correu com o vento e através os céus, lutando por toda a vida.\n\nAbençoado pelo Arconte Anemo, Dvalin lutou contra o dragão do mal.\nAs nuvens se dividiram e o céu ficou roxo; a última hora de Mondstadt parecia ter chegado.\nEventualmente, as presas abençoadas de Dvalin perfuraram a garganta de Durin.\nO Durin caiu, mas o Dvalin foi envenenado pelo sangue contaminado do Durin.\n\nIncapaz de aguentar a dor, Dvalin caiu inconsciente,\nAté mesmo os bardos mais eruditos não sabem onde Dvalin dormiu.\nSéculos passaram, e o sacrifício de Dvalin foi esquecido pelo povo de Mondstadt.\nQuando Dvalin finalmente acordou, seu amigo e o som reconfortante de sua lira já haviam partido.\nE aqueles que ele protegia agora se encolheram de medo ao vê-lo.\n\nA honra restaurada e o veneno purificado.\nAs baladas devolverão ao povo a memória esquecida.\nEssa espada é uma promessa que o nome de Dvalin será restaurado.\n",
    "ru": "\nКлык, пронзивший небеса.\nНекогда он прошил черную чешую древнего королевства бездны,\nНекогда вспорол глотки сынам грешников.\n\nВ далёком прошлом злой дракон Дурин пожелал завладеть цветущими землями Мондштадта, и два чёрных его крыла затмили свет солнца.\nЗависть дьявольского дракона порождала зло, отравлявшее землю и людей, живших на ней.\nВ те страшные дни в Мондштадт пришли кровожадные монстры и запустение.\nАрхонт Ветра услышал плач людей, сошёл на землю и пробудил дракона ветра.\nТо был Двалин: крылья его наполнились ветром, и дракон взлетел прямо в небо, готовый сражаться за жизнь на земле.\n\nБлагословлённый Архонтом Ветра, Двалин вступил в битву со злым драконом, и схватка их сотрясла небеса.\nТысячи ветров схлестнулись с облаками яда, и солнце померкло, и небо запылало, как будто настал конец всего сущего.\nИ наконец посреди горящего неба Двалин вонзил свои клыки, освящённые Архонтом Ветра, в глотку Дурина.\nИ тут же Дурин рухнул на землю, сражённый драконом ветра. Но Двалин был отравлен его чёрной кровью.\n\nЯд тёк по венам дракона ветра, и от нестерпимой боли Двалин потерял сознание.\nДаже самые искусные барды не знали, где упал Двалин.\nПрошли века: всё это время Двалин спал, и народ Мондштадта стал забывать о его жертве.\nКогда Двалин, противясь действию пропитавшего его до мозга костей яда, очнулся ото сна, он не услышал пения лиры, не было рядом его лучшего друга.\nТеперь люди, которых он некогда защищал, бежали от него; в их глазах Двалин стал Ужасом Бури.\n\nСлава была восстановлена, тело и разум очистились от яда.\nПесни вернули людям воспоминания.\nЭтот меч - воплощение молитвы о восстановлении славного имени дракона ветра.\n",
    "id": "\nTaring penusuk langit.\nPernah menembus sisik emas-hitam di sebuah kerajaan kuno di dalam jurang,\nDan menusuk tenggorokan anak dari seorang pendosa kuno.\n\nMondstadt dulu pernah terancam oleh naga bayangan, Durin.\nKecemburuannya akan kemakmuran Mondstadt menjadi akar jahat, meracuni negeri.\nDi masa kelam tersebut, Mondstadt dikelilingi monster dan tanah tandus.\nMendengar orang-orang berteriak meminta tolong, Anemo Archon turun dan membangunkan Dvalin:\nDvalin mengendarai angin dan terbang ke langit, bertarung demi memperjuangkan banyak jiwa.\n\nDiberkati oleh Anemo Archon, Dvalin melawan naga bayangan.\nAwan terpecah, langit terbakar seolah kiamat terjadi di Mondstadt.\nAkhirnya, taring Dvalin yang diberkati menusuk tenggorokan Durin.\nDurin terjatuh, namun Dvalin terkena racun dari darah Durin.\n\nTidak kuat menahan sakit, Dvalin jatuh pingsan,\nBahkan penyair yang paling piawai sekalipun tidak tahu di mana dia terlelap.\nRatusan tahun berlalu dan pengorbanan Dvalin terlupakan oleh rakyat Mondstadt.\nSaat Dvalin terbangun, teman-temannya sudah tiada begitu pula dengan suara lira yang menyejukkan hati.\nDan yang dulu dia lindungi sekarang ketakutan saat melihat sang \"Naga\".\n\nKehormatan dipulihkan, racun ganas dibersihkan.\nMelodi akhirnya akan membangkitkan ingatan orang-orang.\nPedang inilah harapan Dvalin untuk mengembalikan reputasinya.\n",
    "th": "\nเขี้ยวทะลุฟ้า\nครั้งหนึ่งมันเคยเจาะทะลุเกล็ดทองคำสีดำของประเทศโบราณ\nและเจาะลำคอของเหล่าลูกหลานบาปหนาของประเทศโบราณ\n\nครั้งหนึ่ง Mondstadt เคยถูกคุกคามโดยเงาของมังกร Durin\nความอิจฉาของมันให้กำเนิดความชั่วร้ายและความชั่วร้ายกระจายพิษไปสู่สิ่งมีชีวิตบนโลก\nในวันที่มืดมิดนั้น Mondstadt รายล้อมไปด้วยอสูรและดินแดนที่แห้งแล้ง\nเทพเจ้าแห่งสายลมมาเพื่อฟังเสียงร้องของประชาชนและปลุกมังกรแห่งสายลม Dvalin:\nจากนั้น Dvalin ก็บินขึ้นไปในสายลม ทะลุผ่านท้องฟ้าและรับคำสั่งให้ต่อสู้เพื่อชีวิตทั้งหลาย\n\nDvalin ต่อสู้กับอสูรมังกรด้วยพรของเทพแห่งสายลม การต่อสู้ของมังกรยักษ์ในท้องฟ้าทำให้เมฆแตกสลาย\nสายลมนับพันนำพาพิษ พระอาทิตย์สีจางลง ท้องฟ้ามอดไหม้ราวกับเป็นวันสิ้นโลก\nในตอนสุดท้ายของการต่อสู้อันดุเดือด เขี้ยวอันแหลมคมของ Dvalin ที่ได้รับพรก็เจาะทะลุคอหอยของ Durin\nDurin ร่วงหล่นลงสู่พื้น ส่วน Dvalin ก็ได้รับพิษจากเลือดที่เป็นมลทินของ Durin\n\nDvalin ไม่สามารถทนความเจ็บปวดได้และหมดสติไป\nแม้แต่กวีที่ฉลาดหลักแหลมที่สุดก็ไม่รู้ว่า Dvalin ไปที่ไหน\nระหว่างการจำศีลที่ยาวนานถึงร้อยปี เหล่าผู้คนของ Mondstadt ก็ลืมเลือนเรื่องราวการต่อสู้ของ Dvalin \nเมื่อ Dvalin ลืมตาตื่นขึ้นมาและไม่ได้ยินเสียงพิณของสหายรัก\nเหล่าผู้คนที่เคยช่วยไว้ก็ต่างหวาดกลัวและเรียกว่า \"มังกรอสูร\"\n\nสุดท้ายแล้วเกียรติยศฟื้นคืนและพิษจะถูกชำระให้บริสุทธิ์ในที่สุด\nท่วงทำนองเพลงของนักกวีจะปลุกความทรงจำของผู้คนในที่สุด\nดาบคมเล่มนี้เป็นความปรารถนาของ Dvalin เพื่อฟื้นฟูชื่อเสียงของมัน\n",
    "vi": "\nVượt qua trời cao.\nTừng xuyên qua lớp vảy đen ở đất nước cổ xưa xa xôi,\nTừng xé toạc cổ họng của những kẻ tội đồ nơi cổ quốc.\n\nTrong quá khứ, ma long Durin thèm khát vùng đất Mondstadt tươi tốt nên đã kéo đến xâm chiếm, dang cánh che trời.\nSự đố kị của ma long đã sinh ra tà ác, tà ác lại đầu độc các sinh linh trên mặt đất.\nTrong những tháng ngày nguy hiểm ấy, bốn bề Mondstadt đều là ma vật và sự hoang vu.\nPhong thần nghe thấy tiếng lầm than của người dân mà đến cứu giúp, đánh thức Phong Long.\nDvalin theo gió, bay lên thiên không, nghe theo mệnh lệnh chiến đấu vì cuộc sống.\n\nDvalin đem theo lời chúc phúc của Phong thần cùng ma long quyết đấu, cự long giao tranh khiến mây trên trời cao dạt về một hướng.\nNgàn gió đem theo dịch độc, trời cũng phải đổi sắc, bầu trời rực cháy dường như thay cho lời kết thúc.\nTrong phút cuối cuộc hỗn chiến rực cháy bầu trời, Dvalin dùng răng kiếm được ma thần ban phước cắn xuyên qua yết hầu của ma long.\nDurin chưa kịp trăn trối đã rớt xuống từ không trung. Dvalin cũng vì thế uống phải dòng máu chứa chất kịch độc.\n\nChất kịch độc nhanh chóng thấm vào cơ thể, gây nên đau đớn khiến Phong Long chìm vào hôn mê,\nNhững nhà thơ hoạt ngôn nhất cũng không biết rõ Dvalin nay ở nơi đâu.\nTrong giấc ngủ kéo dài đến hàng trăm năm, con cháu vùng đất Mondstadt đã quên đi cuộc tử chiến Phong Long.\nKhi Dvalin chịu đựng nỗi đau thấm xương quay trở lại, không còn nghe thấy tiếng đàn của người bạn cũ.\nNhững người từng nhận sự bảo hộ nay nhanh chóng trốn tránh, gọi nó là \"Ma Long\".\n\nDanh dự cuối cũng quay lại, độc tố của mãnh thú cuối cùng cũng được thanh tẩy.\nGiai điệu của nhạc sĩ cuối cùng cũng đánh thức trí nhớ của con người.\nThanh kiếm này là lời cầu nguyện của Phong Long khôi phục danh dự.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "穿刺高天的利齿",
        "zht": "穿刺高天的利齒",
        "jp": "高天を貫く牙",
        "ko": "높은 하늘을 뚫는 이빨",
        "en": "Sky-Piercing Fang",
        "de": "Himmel durchbohrender Reißzahn",
        "es": "Colmillo perforacielos",
        "fr": "Croc du Perceur de ciel",
        "pt": "Dente Perfurador do Céu",
        "ru": "Клык, пронзивший небеса",
        "id": "Sky-Piercing Fang",
        "th": "Sky-Piercing Fang",
        "vi": "Răng Nanh Xuyên Qua Trời Cao"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>4%</color>；施放元素爆发时，获得破空之势：移动速度提升<color=#99FFFFFF>10%</color>，攻击速度提升<color=#99FFFFFF>10%</color>，普通攻击与重击命中时，额外造成<color=#99FFFFFF>20%</color>攻击力的伤害，持续12秒。",
        "zht": "暴擊率提升<color=#99FFFFFF>4%</color>；施放元素爆發時，獲得破空之勢：移動速度提升<color=#99FFFFFF>10%</color>，攻擊速度提升<color=#99FFFFFF>10%</color>，普通攻擊與重擊命中時，額外造成<color=#99FFFFFF>20%</color>攻擊力的傷害，持續12秒。",
        "jp": "会心率+<color=#99FFFFFF>4%</color>。元素爆発を使用すると衝天の勢いを獲得する：移動速度+<color=#99FFFFFF>10%</color>、攻撃速度+<color=#99FFFFFF>10%</color>、通常攻撃と重撃が命中する際に、攻撃力の<color=#99FFFFFF>20%</color>の追加ダメージを与える、継続時間12秒。",
        "ko": "치명타 확률이 <color=#99FFFFFF>4%</color> 증가한다. 원소폭발 발동 시 파공의 기세를 획득한다: 이동속도+<color=#99FFFFFF>10%</color>, 공격속도+<color=#99FFFFFF>10%</color>. 일반 공격과 강공격이 명중 시 추가로 공격력 <color=#99FFFFFF>20%</color>의 피해를 준다. 지속 시간: 12초",
        "en": "CRIT Rate increased by <color=#99FFFFFF>4%</color>. Gains Skypiercing Might upon using an Elemental Burst: Increases Movement SPD by <color=#99FFFFFF>10%</color>, increases ATK SPD by <color=#99FFFFFF>10%</color>, and Normal and Charged hits deal additional DMG equal to <color=#99FFFFFF>20%</color> of ATK. Skypiercing Might lasts for 12s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>4 %</color>. Aktiviert bei Anwendung von Spezialfähigkeiten Himmelsbohrer: Erhöht die Bewegungs-GSW um <color=#99FFFFFF>10 %</color> und die Angriffs-GSW um <color=#99FFFFFF>10 %</color>, verursacht bei Treffern mit Standardangriffen und heftigen Schlägen zusätzlichen Schaden in Höhe von <color=#99FFFFFF>20 %</color> ANG, hält 12 s.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>4%</color>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <color=#99FFFFFF>10%</color>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <color=#99FFFFFF>20%</color> del ATQ. Este efecto dura 12 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>4 %</color>. Le déchaînement élémentaire confère pendant 12 s l'effet Croc du Perceur de ciel : la VIT de déplacement augmente de <color=#99FFFFFF>10 %</color>, la VIT d'ATQ augmente de <color=#99FFFFFF>10 %</color>, et les attaques normales et chargées infligent <color=#99FFFFFF>20 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent.",
        "pt": "A Taxa Crítica aumenta em <color=#99FFFFFF>4%</color>. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em <color=#99FFFFFF>10%</color>, aumenta a Velocidade de Ataque em <color=#99FFFFFF>10%</color>. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de <color=#99FFFFFF>20%</color> por 12s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>4%</color>. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на <color=#99FFFFFF>10%</color>, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный <color=#99FFFFFF>20%</color> от силы атаки. Все эффекты длятся 12 сек.",
        "id": "CRIT Rate meningkat sebesar <color=#99FFFFFF>4%</color>. Saat menggunakan Elemental Burst akan mendapatkan Skypiercing Might dengan efek: Meningkatkan <color=#99FFFFFF>10%</color> Movement SPD, dan <color=#99FFFFFF>10%</color> ATK SPD. Lalu saat Normal dan Charged Attack mengenai target, akan mendapatkan tambahan DMG sebesar <color=#99FFFFFF>20%</color> ATK. Skypiercing Might bertahan selama 12 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>4%</color>; เมื่อปลดปล่อยท่าไม้ตายจะได้รับ Skypiercing Might: ความเร็วการเคลื่อนที่เพิ่มขึ้น <color=#99FFFFFF>10%</color>, ความเร็วการโจมตีเพิ่มขึ้น <color=#99FFFFFF>10%</color>, โจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มเติมอีก <color=#99FFFFFF>20%</color> ของพลังโจมตี เป็นเวลา 12 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>4%</color>, khi thi triển kỹ năng nộ, nhận khí thế phá hủy trên không: Tốc độ di chuyển tăng <color=#99FFFFFF>10%</color>, tốc độ tấn công tăng <color=#99FFFFFF>10%</color>, khi tấn công thường và trọng kích đánh trúng, sẽ tạo thêm sát thương bằng <color=#99FFFFFF>20%</color> lực tấn công, kéo dài 12s."
      }
    },
    {
      "name": {
        "zhs": "穿刺高天的利齿",
        "zht": "穿刺高天的利齒",
        "jp": "高天を貫く牙",
        "ko": "높은 하늘을 뚫는 이빨",
        "en": "Sky-Piercing Fang",
        "de": "Himmel durchbohrender Reißzahn",
        "es": "Colmillo perforacielos",
        "fr": "Croc du Perceur de ciel",
        "pt": "Dente Perfurador do Céu",
        "ru": "Клык, пронзивший небеса",
        "id": "Sky-Piercing Fang",
        "th": "Sky-Piercing Fang",
        "vi": "Răng Nanh Xuyên Qua Trời Cao"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>5%</color>；施放元素爆发时，获得破空之势：移动速度提升<color=#99FFFFFF>10%</color>，攻击速度提升<color=#99FFFFFF>10%</color>，普通攻击与重击命中时，额外造成<color=#99FFFFFF>25%</color>攻击力的伤害，持续12秒。",
        "zht": "暴擊率提升<color=#99FFFFFF>5%</color>；施放元素爆發時，獲得破空之勢：移動速度提升<color=#99FFFFFF>10%</color>，攻擊速度提升<color=#99FFFFFF>10%</color>，普通攻擊與重擊命中時，額外造成<color=#99FFFFFF>25%</color>攻擊力的傷害，持續12秒。",
        "jp": "会心率+<color=#99FFFFFF>5%</color>。元素爆発を使用すると衝天の勢いを獲得する：移動速度+<color=#99FFFFFF>10%</color>、攻撃速度+<color=#99FFFFFF>10%</color>、通常攻撃と重撃が命中する際に、攻撃力の<color=#99FFFFFF>25%</color>の追加ダメージを与える、継続時間12秒。",
        "ko": "치명타 확률이 <color=#99FFFFFF>5%</color> 증가한다. 원소폭발 발동 시 파공의 기세를 획득한다: 이동속도+<color=#99FFFFFF>10%</color>, 공격속도+<color=#99FFFFFF>10%</color>. 일반 공격과 강공격이 명중 시 추가로 공격력 <color=#99FFFFFF>25%</color>의 피해를 준다. 지속 시간: 12초",
        "en": "CRIT Rate increased by <color=#99FFFFFF>5%</color>, Gains Skypiercing Might upon using an Elemental Burst: Increases Movement SPD by <color=#99FFFFFF>10%</color>, increases ATK SPD by <color=#99FFFFFF>10%</color>, and Normal and Charged hits deal additional DMG equal to <color=#99FFFFFF>25%</color> of ATK. Skypiercing Might lasts for 12s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>5 %</color>. Aktiviert bei Anwendung von Spezialfähigkeiten Himmelsbohrer: Erhöht die Bewegungs-GSW um <color=#99FFFFFF>10 %</color> und die Angriffs-GSW um <color=#99FFFFFF>10 %</color>, verursacht bei Treffern mit Standardangriffen und heftigen Schlägen zusätzlichen Schaden in Höhe von <color=#99FFFFFF>25 %</color> ANG, hält 12 s.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>5%</color>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <color=#99FFFFFF>10%</color>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <color=#99FFFFFF>25%</color> del ATQ. Este efecto dura 12 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>5 %</color>. Le déchaînement élémentaire confère pendant 12 s l'effet Croc du Perceur de ciel : la VIT de déplacement augmente de <color=#99FFFFFF>10 %</color>, la VIT d'ATQ augmente de <color=#99FFFFFF>10 %</color>, et les attaques normales et chargées infligent <color=#99FFFFFF>25 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent.",
        "pt": "A Taxa Crítica aumenta em <color=#99FFFFFF>5%</color>. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em <color=#99FFFFFF>10%</color>, aumenta a Velocidade de Ataque em <color=#99FFFFFF>10%</color>. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de <color=#99FFFFFF>25%</color> por 12s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>5%</color>. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на <color=#99FFFFFF>10%</color>, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный <color=#99FFFFFF>25%</color> от силы атаки. Все эффекты длятся 12 сек.",
        "id": "CRIT Rate meningkat sebesar <color=#99FFFFFF>5%</color>. Saat menggunakan Elemental Burst akan mendapatkan Skypiercing Might dengan efek: Meningkatkan <color=#99FFFFFF>10%</color> Movement SPD, dan <color=#99FFFFFF>10%</color> ATK SPD. Lalu saat Normal dan Charged Attack mengenai target, akan mendapatkan tambahan DMG sebesar <color=#99FFFFFF>25%</color> ATK. Skypiercing Might bertahan selama 12 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>5%</color>; เมื่อปลดปล่อยท่าไม้ตายจะได้รับ Skypiercing Might: ความเร็วการเคลื่อนที่เพิ่มขึ้น <color=#99FFFFFF>10%</color>, ความเร็วการโจมตีเพิ่มขึ้น <color=#99FFFFFF>10%</color>, โจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มเติมอีก <color=#99FFFFFF>25%</color> ของพลังโจมตี เป็นเวลา 12 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>5%</color>, khi thi triển kỹ năng nộ, nhận khí thế phá hủy trên không: tốc độ di chuyển tăng <color=#99FFFFFF>10%</color>, tốc độ tấn công tăng <color=#99FFFFFF>10%</color>, khi tấn công thường và trọng kích đánh trúng, sẽ tạo thêm sát thương bằng <color=#99FFFFFF>25%</color> lực tấn công, kéo dài 12s."
      }
    },
    {
      "name": {
        "zhs": "穿刺高天的利齿",
        "zht": "穿刺高天的利齒",
        "jp": "高天を貫く牙",
        "ko": "높은 하늘을 뚫는 이빨",
        "en": "Sky-Piercing Fang",
        "de": "Himmel durchbohrender Reißzahn",
        "es": "Colmillo perforacielos",
        "fr": "Croc du Perceur de ciel",
        "pt": "Dente Perfurador do Céu",
        "ru": "Клык, пронзивший небеса",
        "id": "Sky-Piercing Fang",
        "th": "Sky-Piercing Fang",
        "vi": "Răng Nanh Xuyên Qua Trời Cao"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>6%</color>；施放元素爆发时，获得破空之势：移动速度提升<color=#99FFFFFF>10%</color>，攻击速度提升<color=#99FFFFFF>10%</color>，普通攻击与重击命中时，额外造成<color=#99FFFFFF>30%</color>攻击力的伤害，持续12秒。",
        "zht": "暴擊率提升<color=#99FFFFFF>6%</color>；施放元素爆發時，獲得破空之勢：移動速度提升<color=#99FFFFFF>10%</color>，攻擊速度提升<color=#99FFFFFF>10%</color>，普通攻擊與重擊命中時，額外造成<color=#99FFFFFF>30%</color>攻擊力的傷害，持續12秒。",
        "jp": "会心率+<color=#99FFFFFF>6%</color>。元素爆発を使用すると衝天の勢いを獲得する：移動速度+<color=#99FFFFFF>10%</color>、攻撃速度+<color=#99FFFFFF>10%</color>、通常攻撃と重撃が命中する際に、攻撃力の<color=#99FFFFFF>30%</color>の追加ダメージを与える、継続時間12秒。",
        "ko": "치명타 확률이 <color=#99FFFFFF>6%</color> 증가한다. 원소폭발 발동 시 파공의 기세를 획득한다: 이동속도+<color=#99FFFFFF>10%</color>, 공격속도+<color=#99FFFFFF>10%</color>. 일반 공격과 강공격이 명중 시 추가로 공격력 <color=#99FFFFFF>30%</color>의 피해를 준다. 지속 시간: 12초",
        "en": "CRIT Rate increased by <color=#99FFFFFF>6%</color>. Gains Skypiercing Might upon using an Elemental Burst: Increases Movement SPD by <color=#99FFFFFF>10%</color>, increases ATK SPD by <color=#99FFFFFF>10%</color>, and Normal and Charged hits deal additional DMG equal to <color=#99FFFFFF>30%</color> of ATK. Skypiercing Might lasts for 12s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>6 %</color>. Aktiviert bei Anwendung von Spezialfähigkeiten Himmelsbohrer: Erhöht die Bewegungs-GSW um <color=#99FFFFFF>10 %</color> und die Angriffs-GSW um <color=#99FFFFFF>10 %</color>, verursacht bei Treffern mit Standardangriffen und heftigen Schlägen zusätzlichen Schaden in Höhe von <color=#99FFFFFF>30 %</color> ANG, hält 12 s.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>6%</color>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <color=#99FFFFFF>10%</color>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <color=#99FFFFFF>30%</color> del ATQ. Este efecto dura 12 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>6 %</color>. Le déchaînement élémentaire confère pendant 12 s l'effet Croc du Perceur de ciel : la VIT de déplacement augmente de <color=#99FFFFFF>10 %</color>, la VIT d'ATQ augmente de <color=#99FFFFFF>10 %</color>, et les attaques normales et chargées infligent <color=#99FFFFFF>30 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent.",
        "pt": "A Taxa Crítica aumenta em <color=#99FFFFFF>6%</color>. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em <color=#99FFFFFF>10%</color>, aumenta a Velocidade de Ataque em <color=#99FFFFFF>10%</color>. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de <color=#99FFFFFF>30%</color> por 12s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>6%</color>. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на <color=#99FFFFFF>10%</color>, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный <color=#99FFFFFF>30%</color> от силы атаки. Все эффекты длятся 12 сек.",
        "id": "CRIT Rate meningkat sebesar <color=#99FFFFFF>6%</color>. Saat menggunakan Elemental Burst akan mendapatkan Skypiercing Might dengan efek: Meningkatkan <color=#99FFFFFF>10%</color> Movement SPD, dan <color=#99FFFFFF>10%</color> ATK SPD. Lalu saat Normal dan Charged Attack mengenai target, akan mendapatkan tambahan DMG sebesar <color=#99FFFFFF>30%</color> ATK. Skypiercing Might bertahan selama 12 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>6%</color>; เมื่อปลดปล่อยท่าไม้ตายจะได้รับ Skypiercing Might: ความเร็วการเคลื่อนที่เพิ่มขึ้น <color=#99FFFFFF>10%</color>, ความเร็วการโจมตีเพิ่มขึ้น <color=#99FFFFFF>10%</color>, โจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มเติมอีก <color=#99FFFFFF>30%</color> ของพลังโจมตี เป็นเวลา 12 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>6%</color>, khi thi triển kỹ năng nộ, nhận khí thế phá hủy trên không: tốc độ di chuyển tăng <color=#99FFFFFF>10%</color>, tốc độ tấn công tăng <color=#99FFFFFF>10%</color>, khi tấn công thường và trọng kích đánh trúng, sẽ tạo thêm sát thương bằng <color=#99FFFFFF>30%</color> lực tấn công, kéo dài 12s."
      }
    },
    {
      "name": {
        "zhs": "穿刺高天的利齿",
        "zht": "穿刺高天的利齒",
        "jp": "高天を貫く牙",
        "ko": "높은 하늘을 뚫는 이빨",
        "en": "Sky-Piercing Fang",
        "de": "Himmel durchbohrender Reißzahn",
        "es": "Colmillo perforacielos",
        "fr": "Croc du Perceur de ciel",
        "pt": "Dente Perfurador do Céu",
        "ru": "Клык, пронзивший небеса",
        "id": "Sky-Piercing Fang",
        "th": "Sky-Piercing Fang",
        "vi": "Răng Nanh Xuyên Qua Trời Cao"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>7%</color>；施放元素爆发时，获得破空之势：移动速度提升<color=#99FFFFFF>10%</color>，攻击速度提升<color=#99FFFFFF>10%</color>，普通攻击与重击命中时，额外造成<color=#99FFFFFF>35%</color>攻击力的伤害，持续12秒。",
        "zht": "暴擊率提升<color=#99FFFFFF>7%</color>；施放元素爆發時，獲得破空之勢：移動速度提升<color=#99FFFFFF>10%</color>，攻擊速度提升<color=#99FFFFFF>10%</color>，普通攻擊與重擊命中時，額外造成<color=#99FFFFFF>35%</color>攻擊力的傷害，持續12秒。",
        "jp": "会心率+<color=#99FFFFFF>7%</color>。元素爆発を使用すると衝天の勢いを獲得する：移動速度+<color=#99FFFFFF>10%</color>、攻撃速度+<color=#99FFFFFF>10%</color>、通常攻撃と重撃が命中する際に、攻撃力の<color=#99FFFFFF>35%</color>の追加ダメージを与える、継続時間12秒。",
        "ko": "치명타 확률이 <color=#99FFFFFF>7%</color> 증가한다. 원소폭발 발동 시 파공의 기세를 획득한다: 이동속도+<color=#99FFFFFF>10%</color>, 공격속도+<color=#99FFFFFF>10%</color>. 일반 공격과 강공격이 명중 시 추가로 공격력 <color=#99FFFFFF>35%</color>의 피해를 준다. 지속 시간: 12초",
        "en": "CRIT Rate increased by <color=#99FFFFFF>7%</color>. Gains Skypiercing Might upon using an Elemental Burst: Increases Movement SPD by <color=#99FFFFFF>10%</color>, increases ATK SPD by <color=#99FFFFFF>10%</color>, and Normal and Charged hits deal additional DMG equal to <color=#99FFFFFF>35%</color> of ATK. Skypiercing Might lasts for 12s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>7 %</color>. Aktiviert bei Anwendung von Spezialfähigkeiten Himmelsbohrer: Erhöht die Bewegungs-GSW um <color=#99FFFFFF>10 %</color> und die Angriffs-GSW um <color=#99FFFFFF>10 %</color>, verursacht bei Treffern mit Standardangriffen und heftigen Schlägen zusätzlichen Schaden in Höhe von <color=#99FFFFFF>35 %</color> ANG, hält 12 s.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>7%</color>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <color=#99FFFFFF>10%</color>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <color=#99FFFFFF>35%</color> del ATQ. Este efecto dura 12 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>7 %</color>. Le déchaînement élémentaire confère pendant 12 s l'effet Croc du Perceur de ciel : la VIT de déplacement augmente de <color=#99FFFFFF>10 %</color>, la VIT d'ATQ augmente de <color=#99FFFFFF>10 %</color>, et les attaques normales et chargées infligent <color=#99FFFFFF>35 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent.",
        "pt": "A Taxa Crítica aumenta em <color=#99FFFFFF>7%</color>. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em <color=#99FFFFFF>10%</color>, aumenta a Velocidade de Ataque em <color=#99FFFFFF>10%</color>. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de <color=#99FFFFFF>35%</color> por 12s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>7%</color>. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на <color=#99FFFFFF>10%</color>, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный <color=#99FFFFFF>35%</color> от силы атаки. Все эффекты длятся 12 сек.",
        "id": "CRIT Rate meningkat sebesar <color=#99FFFFFF>7%</color>. Saat menggunakan Elemental Burst akan mendapatkan Skypiercing Might dengan efek: Meningkatkan <color=#99FFFFFF>10%</color> Movement SPD, dan <color=#99FFFFFF>10%</color> ATK SPD. Lalu saat Normal dan Charged Attack mengenai target, akan mendapatkan tambahan DMG sebesar <color=#99FFFFFF>35%</color> ATK. Skypiercing Might bertahan selama 12 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>7%</color>; เมื่อปลดปล่อยท่าไม้ตายจะได้รับ Skypiercing Might: ความเร็วการเคลื่อนที่เพิ่มขึ้น <color=#99FFFFFF>10%</color>, ความเร็วการโจมตีเพิ่มขึ้น <color=#99FFFFFF>10%</color>, โจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มเติมอีก <color=#99FFFFFF>35%</color> ของพลังโจมตี เป็นเวลา 12 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>7%</color>, khi thi triển kỹ năng nộ, nhận khí thế phá hủy trên không: tốc độ di chuyển tăng <color=#99FFFFFF>10%</color>, tốc độ tấn công tăng <color=#99FFFFFF>10%</color>, khi tấn công thường và trọng kích đánh trúng, sẽ tạo thêm sát thương bằng <color=#99FFFFFF>35%</color> lực tấn công, kéo dài 12s."
      }
    },
    {
      "name": {
        "zhs": "穿刺高天的利齿",
        "zht": "穿刺高天的利齒",
        "jp": "高天を貫く牙",
        "ko": "높은 하늘을 뚫는 이빨",
        "en": "Sky-Piercing Fang",
        "de": "Himmel durchbohrender Reißzahn",
        "es": "Colmillo perforacielos",
        "fr": "Croc du Perceur de ciel",
        "pt": "Dente Perfurador do Céu",
        "ru": "Клык, пронзивший небеса",
        "id": "Sky-Piercing Fang",
        "th": "Sky-Piercing Fang",
        "vi": "Răng Nanh Xuyên Qua Trời Cao"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>8%</color>；施放元素爆发时，获得破空之势：移动速度提升<color=#99FFFFFF>10%</color>，攻击速度提升<color=#99FFFFFF>10%</color>，普通攻击与重击命中时，额外造成<color=#99FFFFFF>40%</color>攻击力的伤害，持续12秒。",
        "zht": "暴擊率提升<color=#99FFFFFF>8%</color>；施放元素爆發時，獲得破空之勢：移動速度提升<color=#99FFFFFF>10%</color>，攻擊速度提升<color=#99FFFFFF>10%</color>，普通攻擊與重擊命中時，額外造成<color=#99FFFFFF>40%</color>攻擊力的傷害，持續12秒。",
        "jp": "会心率+<color=#99FFFFFF>8%</color>。元素爆発を使用すると衝天の勢いを獲得する：移動速度+<color=#99FFFFFF>10%</color>、攻撃速度+<color=#99FFFFFF>10%</color>、通常攻撃と重撃が命中する際に、攻撃力の<color=#99FFFFFF>40%</color>の追加ダメージを与える、継続時間12秒。",
        "ko": "치명타 확률이 <color=#99FFFFFF>8%</color> 증가한다. 원소폭발 발동 시 파공의 기세를 획득한다: 이동속도+<color=#99FFFFFF>10%</color>, 공격속도+<color=#99FFFFFF>10%</color>. 일반 공격과 강공격이 명중 시 추가로 공격력 <color=#99FFFFFF>40%</color>의 피해를 준다. 지속 시간: 12초",
        "en": "CRIT Rate increased by <color=#99FFFFFF>8%</color>. Gains Skypiercing Might upon using an Elemental Burst: Increases Movement SPD by <color=#99FFFFFF>10%</color>, increases ATK SPD by <color=#99FFFFFF>10%</color>, and Normal and Charged hits deal additional DMG equal to <color=#99FFFFFF>40%</color> of ATK. Skypiercing Might lasts for 12s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>8 %</color>. Aktiviert bei Anwendung von Spezialfähigkeiten Himmelsbohrer: Erhöht die Bewegungs-GSW um <color=#99FFFFFF>10 %</color> und die Angriffs-GSW um <color=#99FFFFFF>10 %</color>, verursacht bei Treffern mit Standardangriffen und heftigen Schlägen zusätzlichen Schaden in Höhe von <color=#99FFFFFF>40 %</color> ANG, hält 12 s.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <color=#99FFFFFF>10%</color>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <color=#99FFFFFF>40%</color> del ATQ. Este efecto dura 12 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color>. Le déchaînement élémentaire confère pendant 12 s l'effet Croc du Perceur de ciel : la VIT de déplacement augmente de <color=#99FFFFFF>10 %</color>, la VIT d'ATQ augmente de <color=#99FFFFFF>10 %</color>, et les attaques normales et chargées infligent <color=#99FFFFFF>40 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent.",
        "pt": "A Taxa Crítica aumenta em <color=#99FFFFFF>8%</color>. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em <color=#99FFFFFF>10%</color>, aumenta a Velocidade de Ataque em <color=#99FFFFFF>10%</color>. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de <color=#99FFFFFF>40%</color> por 12s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>8%</color>. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на <color=#99FFFFFF>10%</color>, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный <color=#99FFFFFF>40%</color> от силы атаки. Все эффекты длятся 12 сек.",
        "id": "CRIT Rate meningkat sebesar <color=#99FFFFFF>8%</color>. Saat menggunakan Elemental Burst akan mendapatkan Skypiercing Might dengan efek: Meningkatkan <color=#99FFFFFF>10%</color> Movement SPD, dan <color=#99FFFFFF>10%</color> ATK SPD. Lalu saat Normal dan Charged Attack mengenai target, akan mendapatkan tambahan DMG sebesar <color=#99FFFFFF>40%</color> ATK. Skypiercing Might bertahan selama 12 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>8%</color>; เมื่อปลดปล่อยท่าไม้ตายจะได้รับ Skypiercing Might: ความเร็วการเคลื่อนที่เพิ่มขึ้น <color=#99FFFFFF>10%</color>, ความเร็วการโจมตีเพิ่มขึ้น <color=#99FFFFFF>10%</color>, โจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มเติมอีก <color=#99FFFFFF>40%</color> ของพลังโจมตี เป็นเวลา 12 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>8%</color>, khi thi triển kỹ năng nộ, nhận khí thế phá hủy trên không: tốc độ di chuyển tăng <color=#99FFFFFF>10%</color>, tốc độ tấn công tăng <color=#99FFFFFF>10%</color>, khi tấn công thường và trọng kích đánh trúng, sẽ tạo thêm sát thương bằng <color=#99FFFFFF>40%</color> lực tấn công, kéo dài 12s."
      }
    }
  ],
  "internal_name": "Sword_Dvalin",
  "imgid": "sword/dvalin"
}