{
  "id": 11403,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "祭礼剑",
    "zht": "祭禮劍",
    "jp": "祭礼の剣",
    "ko": "제례검",
    "en": "Sacrificial Sword",
    "de": "Opferschwert",
    "es": "Espada de Sacrificio",
    "fr": "Épée rituelle",
    "pt": "Espada do Sacrifício",
    "ru": "Церемониальный меч",
    "id": "Sacrificial Sword",
    "th": "Sacrificial Sword",
    "vi": "Kiếm Tế Lễ"
  },
  "description": {
    "zhs": "在漫长岁月中石化的道具剑，上面的仪式性装饰依然清晰可见。拥有受时间之风冲刷的祝福力量。",
    "zht": "在漫長歲月中石化的道具劍，上面的儀式性裝飾依然清晰可見。擁有受時間之風沖刷的祝福力量。",
    "jp": "長い年月の中で石化した道具剣、表面の装飾はまだ綺麗に残っている。時の風の侵食に耐えうる祝福の力を持つ。",
    "ko": "기나긴 세월을 거쳐 석화한 검은 의례적인 장식이 여전히 선명하게 보인다. 시간의 바람에 씻긴 축복의 힘을 보유하고 있다",
    "en": "A ceremonial sword that has become petrified over time. The trinkets on it are still visible. It grants the wielder the power to withstand the winds of time.",
    "de": "Ein über die Zeit verkrustetes Schwert mit noch gut zu erkennenden Ornamenten. Mit ihm kann man die Winde der Zeit gut überstehen.",
    "es": "Una espada decorativa que ha sido petrificada por el tiempo. Las baratijas incrustadas en su superficie todavía son visibles. Concede al portador el poder de resistir los vientos del tiempo.",
    "fr": "Une épée ornementale qui a été pétrifiée par le temps, dont on peut encore distinguer les décorations. Avec elle, son manieur sera capable d'affronter l'épreuve du temps.",
    "pt": "Uma espada decorativa que foi petrificada pelo tempo. Os acessórios inseridos ainda estão visíveis. Garante um grande poder ao seu portador.",
    "ru": "Декоративный церемониальный меч, со временем покрывшийся камнем, но украшения на нём всё ещё можно разобрать. Позволяет владельцу выстоять под суровостью песков времени.",
    "id": "Pedang dekoratif yang telah membatu karena usianya yang sangat tua, tetapi perhiasan yang tertanam di dalamnya masih dapat terlihat. Memberikan kekuatan berkat akan angin waktu kepada pemegangnya.",
    "th": "ดาบที่ตกแต่งอย่างสวยงามและกลายเป็นหินไปตามกาลเวลา ของที่ตกแต่งดาบยังคงเห็นได้อยู่ และมันให้พลังกับผู้ใช้เพื่อรับมือกับสายลมแห่งเวลา",
    "vi": "Kiếm bị hóa đá theo năm tháng, nhưng độ tinh xảo của trang sức treo trên đó vẫn lấp lánh. Có sức mạnh chúc phúc của gió thời gian."
  },
  "lore": {
    "zhs": "\n东面望海的高崖上，先民将时间的主人与风的主人一同祭拜。\n因为「风带来故事，时间使之发芽」的思想，两者常常混同。\n这把剑述说的是守护的故事，用来展示守护的勇气。\n原本是没有开刃的道具用剑，在时间之风中变得钢铁般锋利。\n\n这柄剑曾属温和的古恩希尔德一族所有。\n在祭礼中，他们演绎的是守护者的角色。\n\n献给时间之风的祭礼戏剧，总共有三幕。\n终幕讲述的是守护者，守护生命与自由的故事。\n\n祭礼的传统与历史如今，已经彻底遗失。\n但古恩希尔德一族至今仍在扮演守护者。\n",
    "zht": "\n東面望海的高崖上，先民將時間的主人與風的主人一同祭拜。\n因為「風帶來故事，時間使之發芽」的思想，兩者常常混同。\n這把劍述說的是守護的故事，用來展示守護的勇氣。\n原本是沒有開刃的道具用劍，在時間之風中變得鋼鐵般鋒利。\n\n這柄劍曾屬溫和的古恩希爾德一族所有。\n在祭禮中，他們演繹的是守護者的角色。\n\n獻給時間之風的祭禮戲劇，總共有三幕。\n終幕講述的是守護者，守護生命與自由的故事。\n\n祭禮的傳統與歷史如今，已經徹底遺失。\n但古恩希爾德一族至今仍在扮演守護者。\n",
    "jp": "\n東にある海を一望できる崖で、古の住民は時の神と風の神を共に祭った。\n「風が物語の種をもたらし、時間がそれを芽生えさせる」という思想が、度々両者を混同させた。\nこの剣は護りの力と勇気を語るもの。\nもともと刃がついていない道具用の剣だったが、風の中で真剣のように鋭くなっていった。\n\nかつては穏やかなグンヒルド一族が所持していた。\n祭祀では、彼らは守護者を演じる。\n\n時の風への祭祀は三つの幕に分けられている。\n終幕の内容は、守護者が命と自由を護る物語である。\n\n祭祀の慣習と歴史は失われたが、\nグンヒルド一族は守護者を続けている。\n",
    "ko": "\n선조들은 동쪽의 바다가 보이는 높은 절벽에서 시간의 주인과 바람의 주인을 위한 제사를 같이 지냈다.\n「바람은 이야기를 가져다주고 시간은 이야기에 생명을 불어넣어 준다」는 생각 때문에 두 신은 자주 혼동됐다.\n이 검이 말하는 것은 수호의 이야기로, 수호의 용기를 보여주기 위함이다.\n원래는 날이 무딘 검이었지만, 시간이 흐르면서 강철처럼 날카로워졌다.\n\n이 검은 예전에 온화한 군힐드 가문의 소유였다.\n제사에서 그들이 맡은 건 수호자역할이다.\n\n시간의 바람에 바치는 제사 연극은 총 3막이다.\n마지막 막의 내용은 목숨과 자유를 수호하는 수호자의 이야기이다.\n\n제사의 전통과 역사는 이제 완전히 사라졌다.\n그러나 군힐드 가문은 지금까지 수호자의 역할을 맡고 있다.\n",
    "en": "\nOn the cliff facing the eastern sea, the ancestors worshiped the masters of Time and Anemo together.\nThe two are intimately related, as expressed in the saying, \"Anemo brings stories while Time nurtures them.\"\nThis sword tells the story of protection to show the courage to protect.\nOriginally just a prop, its blade was sharpened by the passage of time.\n\nThis sword once belonged to the kindly Gunnhildr Clan.\nIn sacrificial ceremonies, they would enact the defense of Mondstadt.\n\nThere were three acts in the ceremony dedicated to the winds of time.\nThe final act told a tale of the protection of Mondstadt, of life, and of freedom.\n\nThe ceremony and its history have now been lost.\nBut the Gunnhildr Clan continues to act as guardians of Mondstadt to this day.\n",
    "de": "\nDie Ahnen verehrten die Meister des Windes und der Zeit zusammen an der Klippe, die der östlichen See zugewandt war.\nSie bezogen sich nämlich auf das Sprichwort „Die Samen der Geschichte, vom Wind hergetragen und von der Zeit genährt.“\nDas Schwert erzählt die Geschichte vom Beschützen und soll dazu ermutigen selbst zu beschützen.\nUrsprünglich nur als Requisite gedacht wurde seine Klinge durch den Wind der Zeit immer schärfer.\n\nDieses Schwert gehörte einst dem gutmütigen Gunnhildr-Klan.\nIn Ritualen spielten sie die Rolle der Wächter Mondstadts.\n\nIn der Zeremonie waren drei Akte allein den Winden der Zeit gewidmet.\nDer finale Akt erzählte die Geschichte des Wächters und der Beschützung Mondstadts.\n\nDie Zeremonie und ihre Geschichte sind jedoch längst verloren.\nAber der Gunnhildr-Klan nimmt bis zum heutigen Tag seine Rolle als Wächter sehr ernst.\n",
    "es": "\nEn el acantilado frente al mar oriental, los antepasados adoraban a los amos del tiempo y Anemo por igual.\nAmbos estaban unidos por la noción de que “las semillas traídas por el viento crecerán con el tiempo”.\nEsta espada cuenta una historia de protección para demostrar su valor.\nAntes era un simple accesorio, pero con el paso del tiempo su hoja adquirió filo.\n\nEsta espada perteneció una vez a la amable gente del clan Gunnhildr.\nEn las ceremonias de sacrificio, hacían con ella representaciones de la defensa de Mondstadt.\n\nLa ceremonia a los vientos del tiempo se dividió en tres actos.\nEn el último, se relataba una historia sobre la protección de Mondstadt, de la vida y de la libertad.\n\nAunque tanto la ceremonia como su historia ya se han perdido,\nel clan Gunnhildr continúa actuando como guardián de Mondstadt hasta el día de hoy.\n",
    "fr": "\nLe peuple des hautes falaises faisant face à la mer orientale vénérait jadis le Maître du Temps et l'Archon Anémo.\nLes deux divinités sont souvent confondues ; comme le dit le proverbe, « Le vent apporte les histoires que le temps cultive. »\nCette épée raconte une histoire de protection et du courage de l'exercer ;\nrien de plus autrefois qu'un ustensile émoussé, elle est devenue une lame au fil tranchant avec le passage du temps.\n\nCette épée appartenait autrefois au Clan Gunnhildr.\nSes membres avaient pour habitude lors des rituels de tenir une représentation symbolique de la défense de Mondstadt.\n\nLa cérémonie dédiée aux vents du temps se déroulait en trois parties.\nLe dernier acte narrait la vie, la protection et la liberté.\n\nLes détails de cette cérémonie sont aujourd'hui tombés dans le puits de l'histoire ;\nmais à ce jour le Clan Gunnhildr continue de défendre la cité.\n",
    "pt": "\nNo penhasco de frente para o mar oriental, os ancestrais adoravam o mestre do tempo e Anemo juntos.\nAs duas histórias estão relacionadas; como diz o ditado, \"O Anemo trouxe as histórias, entretanto, foi o tempo que as nutriu.\"\nEssa espada conta a história da proteção para mostrar seu valor.\nOriginalmente apenas um adereço, sua lâmina foi afiada pela passagem do tempo.\n\nEssa espada já pertenceu ao gentil clã Gunnhildr.\nNas cerimônias de sacrifício, eles encenavam a defesa de Mondstadt.\n\nEram três atos na cerimônia dedicados aos ventos do tempo.\nO ato final contava a história da proteção de Mondstadt, da vida e liberdade.\n\nA cerimônia e sua história foram agora perdidas.\nMas o clã Gunnhildr continua a agir como guardião de Mondstadt até hoje.\n",
    "ru": "\nНа утёсе, обращённом на восток, в сторону моря, предки приносили жертвы хозяевам Ветра и Времени.\nВремя и Ветер неразрывно связаны, так как «Ветер приносит семена историй, а время их взращивает».\nЭтот меч рассказывает историю о защите и о храбрости, которая для этого требуется.\nИзначально этот меч был не заточен и использовался, как реквизит, но со временем ветра заострили его.\n\nЭтот меч некогда принадлежал мягкосердечному клану Гуннхильдр.\nВо всех ритуалах они исполняли роль защитников Мондштадта.\n\nВ церемонии поклонения ветрам времени было три акта.\nПоследний был посвящён истории о защитнике жизни и свободы.\n\nИстория и каноны этой церемонии давно утеряны.\nНо клан Гуннхильдр защищает Мондштадт и по сей день.\n",
    "id": "\nDi tepi jurang yang menghadap laut Timur, para leluhur memuja Dewa Waktu dan Anemo bersama-sama.\nKeduanya terhubung erat, sama seperti pepatah berkata, \"Anemo membawakan cerita dan waktu memupuknya\".\nPedang ini menceritakan cerita tentang perlindungan dan keberanian untuk melindungi.\nAwalnya hanya sebuah alat peraga, namun pedang itu akhirnya ditempa oleh waktu.\n\nPedang ini dulunya milik Klan Gunnhildr yang baik hati.\nDalam upacara kurban, mereka akan memberlakukan pertahanan Mondstadt.\n\nAda tiga hal dalam upacara yang didedikasikan untuk sang waktu.\nHal yang terakhir adalah bercerita kisah mengenai perlindungan Mondstadt, hidup, dan kebebasan.\n\nUpacara dan sejarah sudah lama hilang.\nNamun Klan Gunnhildr tetap menjadi penjaga Mondstadt sampai hari ini.\n",
    "th": "\nบนหน้าผาสูงที่หันหน้าเข้าหาทะเลทางทิศตะวันออก เหล่าบรรพชนได้บูชาเจ้านายแห่งเวลาและเจ้านายแห่งลมพร้อม ๆ กัน\nเพราะความคิดที่ว่า \"สายลมนำพาเรื่องราวมาและเวลาทำให้มันงอกเงย\" ทั้งสองจึงมักจะปะปนกัน\nดาบนี้บอกเล่าเรื่องราวของผู้พิทักษ์เพื่อแสดงถึงความกล้าหาญของเขา\nแต่เดิมดาบนั้นไม่มีใบมีด มันแหลมคมขึ้นเองท่ามกลางสายลมและเวลาที่ผ่านไป\n\nดาบเล่มนี้ครั้งหนึ่งเคยเป็นของตระกูล Gunnhildr ผู้แสนอ่อนโยน\nในระหว่างพิธีกรรมสังเวยนั้นพวกเขาแสดงบทบาทของผู้ปกป้อง\n\nละครพิธีกรรมที่อุทิศให้กับสายลมแห่งกาลเวลานั้นมีสามช่วง\nโดยในช่วงสุดท้ายนั้นอธิบายถึงเหล่าผู้ปกป้อง เรื่องราวของการปกป้องชีวิตและอิสรภาพ\n\nพิธีกรรมและประวัติศาสตร์ของมันนั้นในตอนนี้ได้หายไปแล้ว\nแต่ตระกูล Gunnhildr นั้นยังคงสวมบทบาทของผู้พิทักษ์แห่ง Mondstadt มาจนถึงวันนี้\n",
    "vi": "\nTrên vách núi phía đông hướng về biển, thuở ban đầu người dân cúng tế cho chủ nhân của thời gian và chủ nhân của gió.\nHọ tin rằng \"Sự tích được gió mang đến, sinh sôi là do thời gian\", hai thứ thường lẫn vào nhau.\nThanh kiếm nói lên câu chuyện về sự bảo vệ, tượng trưng cho dũng khí.\nVốn không cần mài dũa, thế nhưng gió thời gian khiến gang thép trở nên sắc bén.\n\nThanh kiếm này thuộc quyền sở hữu của gia tộc ôn hòa Gunnhildr.\nTrong lễ tế, họ diễn vai người bảo vệ.\n\nVở kịch buổi lễ hiến tế gió thời gian, tổng cộng có ba màn.\nMàn cuối nói về người thủ vệ, câu chuyện bảo vệ sinh mệnh và tự do.\n\nTruyền thống tế lễ và lịch sử đến nay đã đi vào quên lãng.\nNhưng gia tộc Gunnhildr vẫn giữ vai trò bảo vệ.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>40%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>30</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>40%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>30</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>40%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>30</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>40%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>30</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>40%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>30</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>40 %</color>, <color=#99FFFFFF>30</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>40%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>30</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>40 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>30</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>40%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>30</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>40%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>30</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>40%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>30 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>40%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>30</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>40%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>30</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>50%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>26</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>50%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>26</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>50%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>26</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>50%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>26</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>50%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>26</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color>, <color=#99FFFFFF>26</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>50%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>26</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>50 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>26</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>50%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>26</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>50%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>26</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>50%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>26 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>50%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยที่เอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>26</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>50%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>26</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>60%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>22</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>60%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>22</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>60%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>22</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>60%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>22</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>60%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>22s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color>, <color=#99FFFFFF>22</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>60%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>22</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>60 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>22</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>60%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>22</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>60%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>22</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>60%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>22 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>22</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>60%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>22</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>70%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>19</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>70%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>19</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>70%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>19</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>70%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>19</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>70%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>19</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color>, <color=#99FFFFFF>19</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>70%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>19</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>70 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>19</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>70%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>19</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>70%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>19</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>70%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>19 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>19</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>70%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>19</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>80%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>16</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>80%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>16</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>80%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>16</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>80%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>16</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>80%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>16s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color>, <color=#99FFFFFF>16</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>80%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>16</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>80 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>16</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>80%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>16</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>80%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>16</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>80%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>16 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>16</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>80%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>16</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Sword_Fossil",
  "imgid": "sword/fossil"
}