{
  "id": 11415,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "辰砂之纺锤",
    "zht": "辰砂之紡錘",
    "jp": "シナバースピンドル",
    "ko": "진사의 방추",
    "en": "Cinnabar Spindle",
    "de": "Zinnoberspindel",
    "es": "Huso de Cinabrio",
    "fr": "Fuseau de cinabre",
    "pt": "Haste de Cinábrio",
    "ru": "Киноварное веретено",
    "id": "Cinnabar Spindle",
    "th": "Cinnabar Spindle",
    "vi": "Con Thoi Chu Sa"
  },
  "description": {
    "zhs": "由不似这个世界的物质制成的剑，其中的力量就连侵蚀龙的腐殖之毒也能抵御住吧。",
    "zht": "由不似這個世界的物質製成的劍，其中的力量就連侵蝕龍的腐殖之毒也能抵禦住吧。",
    "jp": "この世のものとは思えない物質で作られた剣。これに宿る力は、龍さえも侵食する腐植の毒にも対抗できるだろう。",
    "ko": "이 세계에 존재하지 않는 물질로 만든 검, 그 힘은 드래곤을 침식했던 부식의 독마저 막아낼 수 있을 것 같다",
    "en": "A sword made from materials that do not belong in this world. The power within might even be able to withstand the corruption of a venom that could corrode a mighty dragon.",
    "de": "Ein Schwert aus Materialien, die nicht in diese Welt gehören. Die Kraft darin könnte sogar der Korruption eines Giftes widerstehen, das einen mächtigen Drachen zersetzen könnte.",
    "es": "Una espada forjada con materiales que no son de este mundo. El poder que contiene podría incluso resistir la corrupción de un veneno capaz de derribar a un poderoso dragón.",
    "fr": "Une lame faite de matériaux qui n'appartiennent pas à ce monde. Le pouvoir à l'intérieur peut même résister à une corruption venimeuse ayant pourtant atteint un puissant dragon.",
    "pt": "Uma espada feita de materiais que não pertencem a este mundo. O poder dentro dela pode até mesmo ser capaz de resistir à corrupção de um veneno que poderia corroer um poderoso dragão.",
    "ru": "Материалы, из которых сделан этот меч, явно не принадлежат этому миру. Он выдержит даже сильнейший яд, способный разъесть могучего дракона.",
    "id": "Pedang yang terbentuk dari material yang bukan berasal dari dunia ini. Energi di dalam pedang ini bahkan dapat menangkis racun mematikan yang dapat melukai seekor naga.",
    "th": "ดาบที่คล้ายจะไม่ได้ทำจากวัสดุบนโลกนี้ พลังของมันนั้น คงจะสามารถต้านทานได้กระทั่งพิษที่กัดกร่อนมังกรเลยล่ะนะ",
    "vi": "Thanh kiếm có vẻ như được chế tạo từ thứ vật chất không thuộc thế giới này, sức mạnh của nó có thể chế ngự cả chất độc của rồng."
  },
  "lore": {
    "zhs": "\n要欢愉地从烈火中分离尘土，自粗劣中炼化精妙。\n因宇宙皆源于一物，是故一物之思索可衍化万物。\n你要遂行名录中的长兄，一角的白骏所未竟之事，\n抵达哲学之彼岸，为你的兄弟与我织造新的命运…",
    "zht": "\n要歡愉地從烈火中分離塵土，自粗劣中煉化精妙。\n因宇宙皆源於一物，是故一物之思索可衍化萬物。\n你要遂行名錄中的長兄，一角的白駿所未竟之事，\n抵達哲學之彼岸，為你的兄弟與我織造新的命運…",
    "jp": "\n愉悦を浮かべ烈火より塵を分離し、粗悪なるものから精巧を生み出す。\n宇宙が一つのものから派生したように、一つの思索は万物へとなり得る。\nあなたの兄である一本角の白馬が成し遂げられなかったことを追求し、\n哲学の果てに辿り着いて、あなたの兄と私のために、新たな運命を紡ぎ出さんことを…",
    "ko": "\n열화 속에서 흙을 분리시켜 거친 흙을 정제하는 과정을 거친다\n우주는 한 물질에서 비롯된 것임으로 한 물질은 만물로 변화해나갈 수 있는 법이다\n당신은 기록 중 장남의 유지를 이어, 일각의 백마가 이루지 못한 일을 해내야 된다\n철학의 건너편에 다다른 당신은 형제와 나를 위해 새로운 운명을 짜야 되니라…",
    "en": "\nSeparate the dust in the flames with joy, and extract the exquisite from the crude.\nFor all in the universe comes from a single source, and all things may be derived from a single thought.\nYou must pursue that which your elder brother, the one-horned white horse, could not accomplish.\nReach the far side of philosophy, and create a new destiny for myself and your brothers...",
    "de": "\nTrenne mit Freude den Staub in den Flammen und ziehe das Erlesene aus dem Rohmaterial.\nDa alles im Universum aus einer einzigen Quelle stammt, kann auch alles aus einem einzigen Gedanken abgeleitet werden.\nDu musst das verfolgen, was dein älterer Bruder, das einhörnige weiße Pferd, nicht erreichen konnte.\nErreiche die andere Seite der Philosophie und schaffe ein neues Schicksal für mich und deine Brüder ...",
    "es": "\nSepara las cenizas de las intensas llamas con alegría y extrae lo refinado de lo burdo.\nPuesto que todo en el universo procede de una única fuente, todo puede derivar de un único pensamiento.\nDebes perseguir aquello que tu hermano mayor, el corcel blanco de un solo cuerno, no pudo lograr.\nLlega a la orilla de la filosofía y forja un nuevo destino para mí y tus hermanos.",
    "fr": "\nSéparez la poussière des flammes ardentes avec joie, et extrayez l'essence pure et raffinée de la matière brute.\nToutes les choses de l'univers sont issues d'un même tout, et une simple pensée peut donner naissance à une infinité de choses.\nVous devez réaliser ce que votre frère aîné, l'étalon blanc à corne, n'a jamais pu accomplir.\nÉtudiez la philosophie jusqu'à atteindre d'autres rivages de pensées, et créez un nouveau destin pour vos frères et moi-même.",
    "pt": "\nSepare o pó das chamas com alegria, e extraia o refinado do bruto.\nPois tudo no universo vêm de uma única fonte, portanto, tudo pode ser derivado de um único pensamento.\nVocê deve perseguir aquilo que seu irmão mais velho, o cavalo branco de um só chifre, não pôde realizar.\nAlcance o lado remoto da filosofia e crie um novo destino para mim e para seus irmãos...",
    "ru": "\nС радостью отдели огонь от праха и изысканность от грубости.\nПодобно тому, как всё во Вселенной возникло из одного источника, все рассуждения можно вывести из одной мысли.\nТебе следует стремиться к тому, чего не смог достичь твой старший брат, однорогий белый скакун.\nДостигни дальних краёв философии и сотвори новую судьбу для меня и своих братьев...",
    "id": "\nPisahkan debu dari api dengan gembira, keluarkan mahakarya dari yang biasa.\nOleh karena segalanya yang ada di semesta ini berawal dari satu sumber, demikian pula segalanya dapat berakar pada satu pemikiran.\nKejarlah hal yang kakakmu, sang kuda putih bercula satu, tak mampu dapatkan.\nCapailah sisi jauh filsafat, dan ciptakanlah sebuah takdir baru untukku, dan untuk saudara-saudaramu ....",
    "th": "\nแยกฝุ่นออกจากเปลวไฟด้วยความเปรมปรีดิ์ สกัดแก่นแท้ที่บริสุทธิ์ออกจากวัตถุดิบ\nเนื่องจากทุกสิ่งในจักรวาลมีต้นกำเนิดมาจากแหล่งเดียว ดังนั้นทุกสิ่งจึงสามารถหยั่งรากได้ในความคิดเดียว\nเจ้าจงไล่ตามสิ่งที่พี่ใหญ่ ที่เป็นม้าขาวเขาเดียวไม่สามารถทำสำเร็จ\nไปให้ถึงอีกด้านของปรัชญา และสานโชคชะตาใหม่ให้แก่พี่น้องของเจ้า และข้า...",
    "vi": "\nPhải vui vẻ tách lớp bụi từ trong ngọn lửa, và luyện hóa những thứ tinh tế từ cái thô sơ.\nVì tất cả mọi vật trong vũ trụ đều bắt nguồn từ một thứ duy nhất, do đó tìm hiểu về một thứ có thể lý giải vạn vật.\nNgươi phải theo đuổi điều mà anh trai của ngươi, con ngựa trắng một sừng chưa thể thực hiện được, \nHãy vươn tới bến bờ của triết học, và thêu dệt nên một số phận mới cho ta và những người anh em của ngươi..."
  },
  "effects": [
    {
      "name": {
        "zhs": "无垢之心",
        "zht": "無垢之心",
        "jp": "無垢な心",
        "ko": "무구한 마음",
        "en": "Spotless Heart",
        "de": "Makelloses Herz",
        "es": "Corazón inmaculado",
        "fr": "Cœur immaculé",
        "pt": "Coração Imaculado",
        "ru": "Добродетель",
        "id": "Spotless Heart",
        "th": "Spotless Heart",
        "vi": "Trái Tim Hoàn Mỹ"
      },
      "description": {
        "zhs": "元素战技造成的伤害值提高，提高数值相当于防御力的<color=#99FFFFFF>40%</color>。该效果每1.5秒最多触发一次，并将在元素战技造成伤害后的0.1秒后清除效果。",
        "zht": "元素戰技造成的傷害值提高，提高數值相當於防禦力的<color=#99FFFFFF>40%</color>。該效果每1.5秒最多觸發一次，並將在元素戰技造成傷害後的0.1秒後清除效果。",
        "jp": "元素スキルダメージが防御力<color=#99FFFFFF>40%</color>分アップする。この効果は1.5秒毎に1回のみ発動可能で、元素スキルがダメージを与えた0.1秒後にクリアされる。",
        "ko": "원소전투 스킬 피해량이 방어력의 <color=#99FFFFFF>40%</color>만큼 증가한다. 해당 효과는 1.5초마다 최대 1회 발동되며, 원소전투 스킬로 피해를 가한 다음 0.1초 후에 효과가 사라진다",
        "en": "Elemental Skill DMG is increased by <color=#99FFFFFF>40%</color> of DEF. The effect will be triggered no more than once every 1.5s and will be cleared 0.1s after the Elemental Skill deals DMG.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>40 %</color> VTD. Dieser Effekt erlischt 0,1 s nach dem Verursachen von Schaden mit der Elementarfähigkeit. 1,5 s Abklingzeit.",
        "es": "El daño infligido por la Habilidad Elemental aumenta en una cantidad equivalente al <color=#99FFFFFF>40%</color> de la DEF. Este efecto solo puede activarse una vez cada 1.5 s y se anula 0.1 s después de que la Habilidad Elemental inflija daño.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires d'une valeur équivalant à <color=#99FFFFFF>40 %</color> de la DÉF. Cet effet peut être déclenché une fois toutes les 1,5 s, et est annulé 0,1 s après que la compétence élémentaire inflige des DGT.",
        "pt": "Dano da Habilidade Elemental do personagem é aumentado em <color=#99FFFFFF>40%</color> da DEF. Este efeito só pode ser ativado uma vez a cada 1,5s e é redefinido 0,1s após a habilidade elemental causar dano.",
        "ru": "Урон элементального навыка повышается на <color=#99FFFFFF>40%</color> от защиты. Эффект возникает раз в 1,5 сек. и исчезает через 0,1 сек. после нанесения урона врагу элементальным навыком.",
        "id": "Meningkatkan DMG Elemental Skill sebesar <color=#99FFFFFF>40%</color> DEF. Efek ini dapat terpicu setiap 1,5 detik dan akan langsung hilang dalam waktu 0,1 detik setelah Elemental Skill mengakibatkan DMG.",
        "th": "เพิ่มความเสียหายของสกิลธาตุ โดยปริมาณที่เพิ่มจะเป็น <color=#99FFFFFF>40%</color> ของพลังป้องกัน ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.5 วินาที และจะหายไปหลังจากสกิลธาตุสร้างความเสียหายแล้ว 0.1 วินาที",
        "vi": "Tăng sát thương do Kỹ Năng Nguyên Tố gây ra, lượng tăng thêm tương đương <color=#99FFFFFF>40%</color> phòng ngự. Hiệu quả này mỗi 1.5s tối đa kích hoạt 1 lần, sau 0.1s khi Kỹ Năng Nguyên Tố gây ra sát thương, hiệu quả này sẽ biến mất."
      }
    },
    {
      "name": {
        "zhs": "无垢之心",
        "zht": "無垢之心",
        "jp": "無垢な心",
        "ko": "무구한 마음",
        "en": "Spotless Heart",
        "de": "Makelloses Herz",
        "es": "Corazón inmaculado",
        "fr": "Cœur immaculé",
        "pt": "Coração Imaculado",
        "ru": "Добродетель",
        "id": "Spotless Heart",
        "th": "Spotless Heart",
        "vi": "Trái Tim Hoàn Mỹ"
      },
      "description": {
        "zhs": "元素战技造成的伤害值提高，提高数值相当于防御力的<color=#99FFFFFF>50%</color>。该效果每1.5秒最多触发一次，并将在元素战技造成伤害后的0.1秒后清除效果。",
        "zht": "元素戰技造成的傷害值提高，提高數值相當於防禦力的<color=#99FFFFFF>50%</color>。該效果每1.5秒最多觸發一次，並將在元素戰技造成傷害後的0.1秒後清除效果。",
        "jp": "元素スキルダメージが防御力<color=#99FFFFFF>50%</color>分アップする。この効果は1.5秒毎に1回のみ発動可能で、元素スキルがダメージを与えた0.1秒後にクリアされる。",
        "ko": "원소전투 스킬 피해량이 방어력의 <color=#99FFFFFF>50%</color>만큼 증가한다. 해당 효과는 1.5초마다 최대 1회 발동되며, 원소전투 스킬로 피해를 가한 다음 0.1초 후에 효과가 사라진다",
        "en": "Elemental Skill DMG is increased by <color=#99FFFFFF>50%</color> of DEF. The effect will be triggered no more than once every 1.5s and will be cleared 0.1s after the Elemental Skill deals DMG.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>50 %</color> VTD. Dieser Effekt erlischt 0,1 s nach dem Verursachen von Schaden mit der Elementarfähigkeit. 1,5 s Abklingzeit.",
        "es": "El daño infligido por la Habilidad Elemental aumenta en una cantidad equivalente al <color=#99FFFFFF>50%</color> de la DEF. Este efecto solo puede activarse una vez cada 1.5 s y se anula 0.1 s después de que la Habilidad Elemental inflija daño.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires d'une valeur équivalant à <color=#99FFFFFF>50 %</color> de la DÉF. Cet effet peut être déclenché une fois toutes les 1,5 s, et est annulé 0,1 s après que la compétence élémentaire inflige des DGT.",
        "pt": "Dano da Habilidade Elemental do personagem é aumentado em <color=#99FFFFFF>50%</color> da DEF. Este efeito só pode ser ativado uma vez a cada 1,5s e é redefinido 0,1s após a habilidade elemental causar dano.",
        "ru": "Урон элементального навыка повышается на <color=#99FFFFFF>50%</color> от защиты. Эффект возникает раз в 1,5 сек. и исчезает через 0,1 сек. после нанесения урона врагу элементальным навыком.",
        "id": "Meningkatkan DMG Elemental Skill sebesar <color=#99FFFFFF>50%</color> DEF. Efek ini dapat terpicu setiap 1,5 detik dan akan langsung hilang dalam waktu 0,1 detik setelah Elemental Skill mengakibatkan DMG.",
        "th": "เพิ่มความเสียหายของสกิลธาตุ โดยปริมาณที่เพิ่มจะเป็น <color=#99FFFFFF>50%</color> ของพลังป้องกัน ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.5 วินาที และจะหายไปหลังจากสกิลธาตุสร้างความเสียหายแล้ว 0.1 วินาที",
        "vi": "Tăng sát thương do Kỹ Năng Nguyên Tố gây ra, lượng tăng thêm tương đương <color=#99FFFFFF>50%</color> phòng ngự. Hiệu quả này mỗi 1.5s tối đa kích hoạt 1 lần, sau 0.1s khi Kỹ Năng Nguyên Tố gây ra sát thương, hiệu quả này sẽ biến mất."
      }
    },
    {
      "name": {
        "zhs": "无垢之心",
        "zht": "無垢之心",
        "jp": "無垢な心",
        "ko": "무구한 마음",
        "en": "Spotless Heart",
        "de": "Makelloses Herz",
        "es": "Corazón inmaculado",
        "fr": "Cœur immaculé",
        "pt": "Coração Imaculado",
        "ru": "Добродетель",
        "id": "Spotless Heart",
        "th": "Spotless Heart",
        "vi": "Trái Tim Hoàn Mỹ"
      },
      "description": {
        "zhs": "元素战技造成的伤害值提高，提高数值相当于防御力的<color=#99FFFFFF>60%</color>。该效果每1.5秒最多触发一次，并将在元素战技造成伤害后的0.1秒后清除效果。",
        "zht": "元素戰技造成的傷害值提高，提高數值相當於防禦力的<color=#99FFFFFF>60%</color>。該效果每1.5秒最多觸發一次，並將在元素戰技造成傷害後的0.1秒後清除效果。",
        "jp": "元素スキルダメージが防御力<color=#99FFFFFF>60%</color>分アップする。この効果は1.5秒毎に1回のみ発動可能で、元素スキルがダメージを与えた0.1秒後にクリアされる。",
        "ko": "원소전투 스킬 피해량이 방어력의 <color=#99FFFFFF>60%</color>만큼 증가한다. 해당 효과는 1.5초마다 최대 1회 발동되며, 원소전투 스킬로 피해를 가한 다음 0.1초 후에 효과가 사라진다",
        "en": "Elemental Skill DMG is increased by <color=#99FFFFFF>60%</color> of DEF. The effect will be triggered no more than once every 1.5s and will be cleared 0.1s after the Elemental Skill deals DMG.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>60 %</color> VTD. Dieser Effekt erlischt 0,1 s nach dem Verursachen von Schaden mit der Elementarfähigkeit. 1,5 s Abklingzeit.",
        "es": "El daño infligido por la Habilidad Elemental aumenta en una cantidad equivalente al <color=#99FFFFFF>60%</color> de la DEF. Este efecto solo puede activarse una vez cada 1.5 s y se anula 0.1 s después de que la Habilidad Elemental inflija daño.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires d'une valeur équivalant à <color=#99FFFFFF>60 %</color> de la DÉF. Cet effet peut être déclenché une fois toutes les 1,5 s, et est annulé 0,1 s après que la compétence élémentaire inflige des DGT.",
        "pt": "Dano da Habilidade Elemental do personagem é aumentada em <color=#99FFFFFF>60%</color> da DEF. Este efeito só pode ser ativado uma vez a cada 1,5s e é redefinido 0,1s após a habilidade elemental causar dano.",
        "ru": "Урон элементального навыка повышается на <color=#99FFFFFF>60%</color> от защиты. Эффект возникает раз в 1,5 сек. и исчезает через 0,1 сек. после нанесения урона врагу элементальным навыком.",
        "id": "Meningkatkan DMG Elemental Skill sebesar <color=#99FFFFFF>60%</color> DEF. Efek ini dapat terpicu setiap 1,5 detik dan akan langsung hilang dalam waktu 0,1 detik setelah Elemental Skill mengakibatkan DMG.",
        "th": "เพิ่มความเสียหายของสกิลธาตุ โดยปริมาณที่เพิ่มจะเป็น <color=#99FFFFFF>60%</color> ของพลังป้องกัน ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.5 วินาที และจะหายไปหลังจากสกิลธาตุสร้างความเสียหายแล้ว 0.1 วินาที",
        "vi": "Tăng sát thương do Kỹ Năng Nguyên Tố gây ra, lượng tăng thêm tương đương <color=#99FFFFFF>60%</color> phòng ngự. Hiệu quả này mỗi 1.5s tối đa kích hoạt 1 lần, sau 0.1s khi Kỹ Năng Nguyên Tố gây ra sát thương, hiệu quả này sẽ biến mất."
      }
    },
    {
      "name": {
        "zhs": "无垢之心",
        "zht": "無垢之心",
        "jp": "無垢な心",
        "ko": "무구한 마음",
        "en": "Spotless Heart",
        "de": "Makelloses Herz",
        "es": "Corazón inmaculado",
        "fr": "Cœur immaculé",
        "pt": "Coração Imaculado",
        "ru": "Добродетель",
        "id": "Spotless Heart",
        "th": "Spotless Heart",
        "vi": "Trái Tim Hoàn Mỹ"
      },
      "description": {
        "zhs": "元素战技造成的伤害值提高，提高数值相当于防御力的<color=#99FFFFFF>70%</color>。该效果每1.5秒最多触发一次，并将在元素战技造成伤害后的0.1秒后清除效果。",
        "zht": "元素戰技造成的傷害值提高，提高數值相當於防禦力的<color=#99FFFFFF>70%</color>。該效果每1.5秒最多觸發一次，並將在元素戰技造成傷害後的0.1秒後清除效果。",
        "jp": "元素スキルダメージが防御力<color=#99FFFFFF>70%</color>分アップする。この効果は1.5秒毎に1回のみ発動可能で、元素スキルがダメージを与えた0.1秒後にクリアされる。",
        "ko": "원소전투 스킬 피해량이 방어력의 <color=#99FFFFFF>70%</color>만큼 증가한다. 해당 효과는 1.5초마다 최대 1회 발동되며, 원소전투 스킬로 피해를 가한 다음 0.1초 후에 효과가 사라진다",
        "en": "Elemental Skill DMG is increased by <color=#99FFFFFF>70%</color> of DEF. The effect will be triggered no more than once every 1.5s and will be cleared 0.1s after the Elemental Skill deals DMG.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>70 %</color> VTD. Dieser Effekt erlischt 0,1 s nach dem Verursachen von Schaden mit der Elementarfähigkeit. 1,5 s Abklingzeit.",
        "es": "El daño infligido por la Habilidad Elemental aumenta en una cantidad equivalente al <color=#99FFFFFF>70%</color> de la DEF. Este efecto solo puede activarse una vez cada 1.5 s y se anula 0.1 s después de que la Habilidad Elemental inflija daño.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires d'une valeur équivalant à <color=#99FFFFFF>70 %</color> de la DÉF. Cet effet peut être déclenché une fois toutes les 1,5 s, et est annulé 0,1 s après que la compétence élémentaire inflige des DGT.",
        "pt": "Dano da Habilidade Elemental do personagem é aumentado em <color=#99FFFFFF>70%</color> da DEF. Este efeito só pode ser ativado uma vez a cada 1,5s e é redefinido 0,1s após a habilidade elemental causar dano.",
        "ru": "Урон элементального навыка повышается на <color=#99FFFFFF>70%</color> от защиты. Эффект возникает раз в 1,5 сек. и исчезает через 0,1 сек. после нанесения урона врагу элементальным навыком.",
        "id": "Meningkatkan DMG Elemental Skill sebesar <color=#99FFFFFF>70%</color> DEF. Efek ini dapat terpicu setiap 1,5 detik dan akan langsung hilang dalam waktu 0,1 detik setelah Elemental Skill mengakibatkan DMG.",
        "th": "เพิ่มความเสียหายของสกิลธาตุ โดยปริมาณที่เพิ่มจะเป็น <color=#99FFFFFF>70%</color> ของพลังป้องกัน ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.5 วินาที และจะหายไปหลังจากสกิลธาตุสร้างความเสียหายแล้ว 0.1 วินาที",
        "vi": "Tăng sát thương do Kỹ Năng Nguyên Tố gây ra, lượng tăng thêm tương đương <color=#99FFFFFF>70%</color> phòng ngự. Hiệu quả này mỗi 1.5s tối đa kích hoạt 1 lần, sau 0.1s khi Kỹ Năng Nguyên Tố gây ra sát thương, hiệu quả này sẽ biến mất."
      }
    },
    {
      "name": {
        "zhs": "无垢之心",
        "zht": "無垢之心",
        "jp": "無垢な心",
        "ko": "무구한 마음",
        "en": "Spotless Heart",
        "de": "Makelloses Herz",
        "es": "Corazón inmaculado",
        "fr": "Cœur immaculé",
        "pt": "Coração Imaculado",
        "ru": "Добродетель",
        "id": "Spotless Heart",
        "th": "Spotless Heart",
        "vi": "Trái Tim Hoàn Mỹ"
      },
      "description": {
        "zhs": "元素战技造成的伤害值提高，提高数值相当于防御力的<color=#99FFFFFF>80%</color>。该效果每1.5秒最多触发一次，并将在元素战技造成伤害后的0.1秒后清除效果。",
        "zht": "元素戰技造成的傷害值提高，提高數值相當於防禦力的<color=#99FFFFFF>80%</color>。該效果每1.5秒最多觸發一次，並將在元素戰技造成傷害後的0.1秒後清除效果。",
        "jp": "元素スキルダメージが防御力<color=#99FFFFFF>80%</color>分アップする。この効果は1.5秒毎に1回のみ発動可能で、元素スキルがダメージを与えた0.1秒後にクリアされる。",
        "ko": "원소전투 스킬 피해량이 방어력의 <color=#99FFFFFF>80%</color>만큼 증가한다. 해당 효과는 1.5초마다 최대 1회 발동되며, 원소전투 스킬로 피해를 가한 다음 0.1초 후에 효과가 사라진다",
        "en": "Elemental Skill DMG is increased by <color=#99FFFFFF>80%</color> of DEF. The effect will be triggered no more than once every 1.5s and will be cleared 0.1s after the Elemental Skill deals DMG.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>80 %</color> VTD. Dieser Effekt erlischt 0,1 s nach dem Verursachen von Schaden mit der Elementarfähigkeit. 1,5 s Abklingzeit.",
        "es": "El daño infligido por la Habilidad Elemental aumenta en una cantidad equivalente al <color=#99FFFFFF>80%</color> de la DEF. Este efecto solo puede activarse una vez cada 1.5 s y se anula 0.1 s después de que la Habilidad Elemental inflija daño.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires d'une valeur équivalant à <color=#99FFFFFF>80 %</color> de la DÉF. Cet effet peut être déclenché une fois toutes les 1,5 s, et est annulé 0,1 s après que la compétence élémentaire inflige des DGT.",
        "pt": "Dano da Habilidade Elemental do personagem é aumentada em <color=#99FFFFFF>80%</color> da DEF. Este efeito só pode ser ativado uma vez a cada 1,5s e é redefinido 0,1s após a habilidade elemental causar dano.",
        "ru": "Урон элементального навыка повышается на <color=#99FFFFFF>80%</color> от защиты. Эффект возникает раз в 1,5 сек. и исчезает через 0,1 сек. после нанесения урона врагу элементальным навыком.",
        "id": "Meningkatkan DMG Elemental Skill sebesar <color=#99FFFFFF>80%</color> DEF. Efek ini dapat terpicu setiap 1,5 detik dan akan langsung hilang dalam waktu 0,1 detik setelah Elemental Skill mengakibatkan DMG.",
        "th": "เพิ่มความเสียหายของสกิลธาตุ โดยปริมาณที่เพิ่มจะเป็น <color=#99FFFFFF>80%</color> ของพลังป้องกัน ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.5 วินาที และจะหายไปหลังจากสกิลธาตุสร้างความเสียหายแล้ว 0.1 วินาที",
        "vi": "Tăng sát thương do Kỹ Năng Nguyên Tố gây ra, lượng tăng thêm tương đương <color=#99FFFFFF>80%</color> phòng ngự. Hiệu quả này mỗi 1.5s tối đa kích hoạt 1 lần, sau 0.1s khi Kỹ Năng Nguyên Tố gây ra sát thương, hiệu quả này sẽ biến mất."
      }
    }
  ],
  "internal_name": "Sword_Opus",
  "imgid": "sword/opus"
}