{
  "id": 11404,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "宗室长剑",
    "zht": "宗室長劍",
    "jp": "旧貴族長剣",
    "ko": "왕실의 장검",
    "en": "Royal Longsword",
    "de": "Königliches Langschwert",
    "es": "Espada Real Larga",
    "fr": "Épée longue royale",
    "pt": "Espada Longa Real",
    "ru": "Меч аристократов",
    "id": "Royal Longsword",
    "th": "Royal Longsword",
    "vi": "Trường Kiếm Tông Thất"
  },
  "description": {
    "zhs": "曾支配蒙德的旧日贵族的佩剑。做工精良，装饰与雕花彰显着挥舞者的身份。",
    "zht": "曾支配蒙德的舊日貴族的佩劍。做工精良，裝飾與雕花彰顯著揮舞者的身分。",
    "jp": "かつてモンドを支配した旧貴族の佩剣。精巧に作られており、装飾や花の彫刻が持ち主の身分を表している。",
    "ko": "몬드를 지배했던 옛 귀족의 패검. 정교한 장식과 문양은 소유자의 귀한 신분을 드러내고 있다",
    "en": "An old longsword that belonged to the erstwhile rulers of Mondstadt. Exquisitely crafted, the carvings and embellishments testify to the stature of its owner.",
    "de": "Ein altes Schwert der Aristokraten, die einst über Mondstadt herrschten. Es ist fein ausgearbeitet und zeigt mit seinen Verzierungen und Schnitzereien den Status seines Trägers.",
    "es": "Una vieja espada larga que perteneció a aquellos que una vez gobernaron sobre Mondstadt. Tiene un acabado exquisito. Sus decoraciones y grabados son una muestra del estatus de su antiguo propietario.",
    "fr": "Une épée longue assez ancienne qui appartenait jadis aux dirigeants de Mondstadt. Sa lame est d'une excellente facture et ses ornements sont révélateurs du statut social de son propriétaire.",
    "pt": "Uma velha espada longa que pertencia aos antigos governantes de Mondstadt. Requintadamente trabalhada, as esculturas e enfeites testemunham a estatura de seu dono.",
    "ru": "Старинный меч, который носили с собой древние правители Мондштадта. Изысканно выполненная резьба и инкрустация подчёркивают высокий статус его владельца.",
    "id": "Pedang panjang tua milik bangsawan Mondstadt di masa lampau. Memiliki ukiran dan ornamen yang elegan yang melambangkan status dari pemiliknya.",
    "th": "ดาบยาวสภาพเก่าแก่เล่มหนึ่งของชนชั้นสูงผู้ที่ครั้งหนึ่งเคยปกครอง Mondstadt มันถูกสร้างขึ้นอย่างประณีต การตกแต่งบนตัวดาบแสดงถึงสถานะของเจ้าของมัน",
    "vi": "Bội kiếm từng được giới quý tộc Mondstadt dùng. Chế tác tinh xảo, trang sức và hoa cũng thể hiện thân phận người dùng."
  },
  "lore": {
    "zhs": "\n曾支配蒙德的旧日贵族所使用的长剑，做工用料极其讲究。\n也因此，在他们的时代过去无数世代后，仍然锋利如当初。\n剑术曾经是贵族的必修之一。\n与真正投身战斗的莽勇不同，习剑是为了培养智慧与优雅。\n但根据记载，最终他们忘却了智慧与优雅，剑术沦为形式。\n\n两千六百年前，蒙德大地上最古老的血脉们，\n在新风神降生重塑天地后，立下庄重的誓言。 \n\n「永护蒙德，永护蒙德青绿的平原、山岭与丘陵与森林，愿它永葆苍翠」\n「永护蒙德，不再受暴君般的风雪，风雪般的暴君所困，愿它永远自由」\n\n无论岁月如何变迁，即使土地被暴君与魔兽蹂躏，即便立誓的铭碑被毁，\n誓言的灵魂仍然随着千风，如恋人般轻抚着蒙德，如父亲般保卫着蒙德。\n",
    "zht": "\n曾支配蒙德的舊日貴族所使用的長劍，做工用料極其講究。\n也因此，在他們的時代過去無數世代後，仍然鋒利如當初。\n劍術曾經是貴族的必修之一。\n與真正投身戰鬥的莽勇不同，習劍是為了培養智慧與優雅。\n但根據記載，最終他們忘卻了智慧與優雅，劍術淪為形式。\n\n兩千六百年前，蒙德大地上最古老的血脈們，\n在新風神降生重塑天地後，立下莊重的誓言。\n\n「永護蒙德，永護蒙德青綠的平原、山嶺與丘陵與森林，願它永葆蒼翠」\n「永護蒙德，不再受暴君般的風雪，風雪般的暴君所困，願它永遠自由」\n\n無論歲月如何變遷，即使土地被暴君與魔獸蹂躪，即便立誓的銘碑被毀，\n誓言的靈魂仍然隨著千風，如戀人般輕撫著蒙德，如父親般保衛著蒙德。\n",
    "jp": "\nかつてモンドを支配していた旧貴族に使われていた長剣、その材料と細工は極めて凝っている。\nよって、長い年月が経った今でも、切れ味は当初のままである。\n剣術は貴族の必修科目の一つだった。\n身を投じて戦う人の勇猛と違って、彼らの身振りは知性と気品に溢れていた。\nしかし記録によると、最終的に彼らの剣術からはその知性や気品は失われてしまった。\n\n二千六百年前、モンドの地で最古の血統は、\n新風神が降り立って天地を作ったあとに、厳粛な誓いを立てた。\n\n「永遠にモンドを護り、モンドの青き平原、山と森に永遠の命があらんことを」\n「永遠にモンドを護り、暴君の如き風雪と風雪の如き暴君に困ることなく、永遠の自由があらんことを」\n\n時間が経っても、暴君と魔獣に蹂躙されても、たとえこの誓いの石碑が壊されても、\n誓いの魂は千風になって、恋人のようにモンドを撫で、父のようにモンドを守る。\n",
    "ko": "\n몬드를 지배했던 옛 귀족의 장검으로, 가공 기술이나 소재 면에서 모두 완벽하다.\n그래서 기나긴 세월이 지난 후에도, 여전히 날카롭다.\n검술은 한때 귀족의 필수 과목 중 하나였다.\n진정으로 전투에 뛰어드는 만용과는 달리, 검술을 익히는 것은 지혜와 우아함을 키우기 위함이다.\n그러나 기록에 따르면, 결국 그들은 지혜와 우아함을 망각하여 검술이 형식적인 것으로 전락되었다고 한다.\n\n2600년 전, 몬드 땅에서 가장 오래된 혈통들은\n새로운 바람의 신이 태어나 천지를 다시 창조한 후 엄숙하게 맹세했다.\n\n「영원히 몬드를 수호하고, 몬드의 푸른 평원과 산, 구릉, 숲이 영원히 푸르도록 수호할 것이다」\n「영원히 몬드를 수호하고, 폭군 같은 눈보라와 눈보라 같은 폭군의 더 이상 얽매이지 않고, 몬드가 영원히 자유롭길 바라노라」\n\n세월이 어떻게 변하든, 대지가 폭군과 마수에 유린당해도, 맹세의 명패가 파괴된다 할지라도\n맹세의 영혼은 여전히 바람을 타고 연인처럼 몬드를 보살피고 아버지처럼 몬드를 지키고 있다.\n",
    "en": "\nA longsword used by a noble who ruled over Mondstadt. It was crafted with premium materials and master craftsmanship.\nFor that reason, even after being passed down for generations, it is still as sharp as ever.\nSwordsmanship was once a mandatory skill for the nobles.\nHowever, it was for the purpose of refining wisdom and elegance, not for use in combat.\nUnfortunately, wisdom and elegance were eventually all but forgotten. Swordsmanship became a mere formality.\n\nTwenty-six hundred years ago was the era of Mondstadt's most ancient inhabitants.\nThey swore a solemn oath, after the new Anemo Archon descended and reformed the world:\n\n\"For Mondstadt, as always. For the verdant plains, for the hills, and for the forests of Mondstadt. May they continue to flourish, as always.\"\n\"For Mondstadt, as always. For the everlasting freedom of Mondstadt from the blizzard and the tyrant, whose coldness and oppression are one and the same.\"\n\nNo matter what future woes might befall Mondstadt, whether human tyranny or monster infestation, and even if that tablet is destroyed on which the oath of protection is written,\nThe oath itself will forever be borne by the winds, gently caressing Mondstadt like a doting lover, firmly defending Mondstadt like a loving father.\n",
    "de": "\nDieses Langschwert wurde einst vom alten Adel Mondstadts geführt. Sein Material ist erlesen und hat all die Zeit gut überstanden.\nSelbst nach Generationen ist dieses Schwert noch so scharf wie eh und je.\nFechtkunst war einst Pflicht für jeden Adligen.\nDies sollte jedoch hauptsächlich der Bildung und Eleganz dienen, nicht zum Einsatz in eigentlichen Kämpfen.\nBedauerlicherweise gerieten Bildung und Eleganz ab einem gewissen Punkt in Vergessenheit. Fechtkunst war nur noch eine Pflichterfüllung.\n\nDer älteste Stammbaum Mondstadts begann vor zweitausendsechshundert Jahren.\nNach dem Erscheinen des Anemo-Archons und dem Wandel der Welt schworen sie einen Eid.\n\n„Immer für Mondstadt. Für seine sanften Ebenen, seine Hügel und Wälder, für das ewige Grün.“\n„Immer für Mondstadt. Für den ewigen Frieden, frei von Tyrannei und Unterdrückung.“\n\nEgal was die Jahre Mondstadt brachten, ob Tyrannenherrschaft, Monsterplagen oder sogar die Zerstörung der Eidesfafel,\ndie Essenz des Eides wird für immer vom Wind getragen, der die Stadt sachte streichelt wie ein Liebender und sie gleichzeitig beschützt wie ein sorgender Vater.\n",
    "es": "\nUna espada larga que perteneció a un aristócrata que gobernó Mondstadt. Fue elaborada artesanalmente con materiales de primera calidad.\nPor eso, aunque ha pasado de generación en generación, no ha perdido el filo.\nAntiguamente, el dominio de la espada era un requisito indispensable entre los nobles.\nEl propósito era cultivar la sabiduría y la elegancia, no combatir.\nSegún las fuentes escritas, desafortunadamente, la sabiduría y la elegancia se perdieron, y el uso de la espada se convirtió en una mera formalidad.\n\nLa era de los habitantes más antiguos de Mondstadt se remonta a hace 2600 años.\nDespués de que el nuevo Arconte Anemo descendiera y reconstruyera el mundo, hicieron un solemne juramento:\n\n“Proteger Mondstadt para siempre. Proteger sus verdes llanuras, sus colinas y sus bosques, para que siempre conserven su verdor”.\n“Proteger Mondstadt para siempre, para que nunca más sufra tormentas tiránicas que lo dejen atrapado y para que sea libre por la eternidad”.\n\nIndependientemente de los problemas a los que se enfrente Mondstadt, ya sea la tiranía humana o las plagas de monstruos, e incluso de si se destruye la estela sobre la que escribieron su juramento,\neste en sí mismo seguirá volando con los mil vientos, protegiendo a Mondstadt con afecto y defendiéndolo firmemente como un padre.\n",
    "fr": "\nUne épée longue qui appartenait jadis aux dirigeants de Mondstadt. Il s'agit d'une arme de qualité forgée d'une main experte.\nCela est visible à la lame ayant gardé son tranchant malgré les aléas du temps, bien après que se soit terminée l'ère des aristocrates.\nLa maîtrise de l'épée était autrefois l'un des talents pratiqué par la noblesse.\nMais le combat n'en était pas le but ; il s'agissait avant tout de faire montre de sagesse autant que d'élégance.\nLas ! Sagesse et élégance tombèrent dans l'oubli, et l'art de l'épée ne garda de l'art que le nom.\n\nIl y a de cela vingt-six siècles, vivaient dans la zone de Mondstadt les plus anciens habitants de la région.\nAprès que le nouvel Archon Anémo fut descendu et ait remodelé le monde, ils firent un serment solennel.\n\n« Pour Mondstadt, toujours. Pour les plaines verdoyantes, les collines, et les forêts. Qu'elles continuent à fleurir, toujours. »\n« Pour Mondstadt, toujours. Pour la liberté hors du blizzard du tyran, à l'oppression semblable au gel. »\n\nPeu importe quel futur attend Mondstadt, que ce soit tyrannie de l'homme ou destruction des démons ; et quand bien même cette tablette sur laquelle est inscrite ce serment venait à être détruite,\ncelui-ci continuerait à être à jamais porté par les vents, caressant Mondstadt à la manière d'un amant dévoué, et veillant sur la cité à la manière d'un père attentionné.\n",
    "pt": "\nUma espada larga usada por um nobre que governou Mondstadt. Foi elaborada artesanalmente com materiais de altíssima qualidade.\nPor essa razão, mesmo depois de ter sido passada por gerações permanece tão afiada.\nAntigamente, a habilidade com a espada era uma habilidade obrigatória para os nobres.\nEntretanto, foi com o propósito de refinar a sabedoria e a elegância, não para uso em combate.\nInfelizmente, a sabedoria e a elegância foram esquecidas. A arte da espada tornou-se meramente uma questão de formalidade.\n\nVinte e seis séculos atrás foi a era dos habitantes mais antigos de Mondstadt.\nEles fizeram um juramento solene, depois que o novo Arconte Anemo desceu e reformou o mundo:\n\n\"Por Mondstadt, como sempre. Pelas planícies verdejantes, pelas colinas e pelas florestas de Mondstadt. Que elas continuem a florescer, como sempre.\"\n\"Por liberdade eterna de Mondstadt! Para proteger Mondstadt do frio da nevasca e da opressão do tirano!\"\n\nNão importa o que possa vir a acontecer em Mondstadt, seja a tirania humana ou a infestação de monstros, ou mesmo que essa tábua na qual está escrito o juramento de proteção for destruída,\nO próprio juramento será para sempre suportado pelos ventos, acariciando suavemente Mondstadt com amor, e defendendo firmemente Mondstadt como um pai carinhoso.\n",
    "ru": "\nДлинный меч, в древности принадлежавший аристократу, правящему Мондштадтом. Он был изготовлен мастером-кузнецом из высококачественных материалов.\nИменно поэтому даже по прошествии многих веков он остался таким же острым, как и в первый день.\nКогда-то фехтование было одним из обязательных навыков аристократов.\nЭтот стиль не имел ничего общего с настоящим боевым искусством - аристократы обучались владению мечом, чтобы взращивать мудрость и грацию.\nК сожалению со временем они забыли о мудрости и грации, и искусство фехтования стало лишь формальностью.\n\nДве тысячи шестьсот лет назад, после того, как Архонт ветра пришёл в этот мир и перекроил его,\nДревние обитатели мондштадтской земли принесли одну важную клятву.\n\n«За Мондштадт, как и всегда. За Мондштадт и за его зелёные равнины и горные хребты, за его бескрайние холмы и густые леса, чтобы вечно оставались они цветущими... Как и всегда».\n«За Мондштадт, как и всегда. Чтобы не было больше на этой земле ни подобной снежной бури тирании, ни деспотизма лютых хладных бурь. Пусть будет он вечно свободным. Как и всегда».\n\nВне зависимости от того, какие изменения принесёт время, пусть даже вторгнутся вновь на эти земли тираны и монстры, пусть даже рухнет стела, где вырезаны слова клятвы,\nСам дух клятвы по-прежнему будет жив в тысячах ветров, он будет лелеять Мондштадт, как возлюбленную, и защищать, как отец защищает дитя.\n",
    "id": "\nSebuah pedang panjang yang dipakai bangsawan yang memerintah Mondstadt. Ditempa dari bahan premium dan pengrajin handal.\nUntuk alasan itu, walau telah diwariskan dari generasi ke generasi, namun masih tetap tajam.\nIlmu pedang pada zaman dulu adalah keterampilan wajib bagi para bangsawan.\nNamun, untuk tujuan menyempurnakan kebijaksanaan dan keanggunan, bukan untuk digunakan dalam pertempuran.\nSayangnya, kebijaksanaan dan keanggunan akhirnya terlupakan. Ilmu pedang menjadi formalitas belaka.\n\n26 ribu tahun yang lalu adalah era Mondstadt dengan populasi terkuno,\nMereka bersumpah, setelah Anemo Archon turun dan mereformasi dunia.\n\n\"Untuk Mondstadt, selalu. Untuk dataran hijau, untuk perbukitan, dan untuk hutan Mondstadt. Semoga mereka terus berkembang, selalu\"\n\"Untuk Mondstadt, selalu. Untuk kebebasan Mondstadt yang kekal dari badai salju dan tirani, yang kezalimannya menyerupai badai es\"\n\nTidak peduli apa pun masa depan yang menanti Mondstadt, walaupun banyak manusia kejam dan monster, dan walaupun meja sumpah sudah dihancurkan,\nSumpah itu sendiri akan terus terpatri di dalam angin, dengan lembut membelai Mondstadt seperti seorang kekasih, dengan teguh melindungi Mondstadt seperti seorang ayah.\n",
    "th": "\nดาบยาวที่ใช้โดยชนชั้นสูงผู้ซึ่งครั้งหนึ่งเคยครองอำนาจ Mondstadt ถูกทำด้วยฝีมือประณีต\nด้วยเหตุนี้แม้หลังจากผ่านไปหลายชั่วอายุคนมันก็ยังคงเฉียบคมเช่นเคย\nวิชาดาบนั้นครั้งหนึ่งเคยเป็นทักษะที่จำเป็นสำหรับเหล่าชนชั้นสูง\nซึ่งแตกต่างจากความกล้าหาญที่มีส่วนร่วมอย่างแท้จริงในการต่อสู้ การเรียนรู้วิชาดาบคือการปลูกฝังภูมิปัญญาและความสง่างาม\nแต่ในท้ายที่สุดพวกเขาก็ลืมภูมิปัญญาและความสง่างามและการฟันดาบกลายเป็นเพียงรูปแบบ\n\nเมื่อสองพันหกร้อยปีก่อน เหล่าสายเลือดที่เก่าแก่ที่สุดของ Mondstadt\nหลังจากการลงมาจุติของเทพแห่งสายลมองค์ใหม่เพื่อสร้างโลกใหม่ พวกเขาได้ปฏิญาณตนอย่างเคร่งครัด\n\n\"ปกป้อง Mondstadt ตลอดไป ปกป้องหญ้าสีเขียวบนที่ราบ, เนินเขาและภูเขาของ Mondstadt ตลอดไป ขอให้พวกมันเป็นสีเขียวตลอดไป\"\n\"ปกป้อง Mondstadt ตลอดไป ไม่ต้องทนทุกข์กับพายุหิมะที่ราวกับเผด็จการและความทุกข์ยากของเผด็จการที่ราวกับพายุหิมะอีกต่อไป ขอให้ต่อจากนี้จงมีแต่อิสรภาพ\"\n\nไม่ว่าในช่วงหลายปีที่ผ่านมาจะมีการเปลี่ยนแปลงอย่างไร แม้ว่าดินแดนแห่งนี้ถูกทำลายโดยทรราชและอสูรร้าย แม้ว่าอนุสาวรีย์ที่ถูกจารึกไว้จะถูกทำลายก็ตาม\nจิตวิญญาณของคำสาบานยังคงติดตามสายลมนับพันที่พัดผ่าน สัมผัส Mondstadt เฉกเช่นคนรักและปกป้อง Mondstadt ดั่งผู้เป็นพ่อ\n",
    "vi": "\nThanh trường kiếm từng được giới quý tộc cũ vùng Mondstadt sử dụng, quá trình gia công vô cùng tinh tế.\nChính vì vậy, trải qua nhiều đời, thanh kiếm vẫn sắc bén như xưa.\nKiếm thuật từng là một trong những thứ bắt buộc phải học của giới quý tộc.\nSo với các dũng sĩ xả thân nơi chiến trường, luyện kiếm là để rèn luyện trí tuệ và sự nho nhã.\nNhưng theo ghi chép, về sau họ quên mất trí tuệ và sự nho nhã, kiếm thuật trở thành hình thức.\n\n2000 năm trước, dòng máu cổ xưa nhất trên vùng đất Mondstadt,\nSau khi Phong Thần giáng thế tạo lại đất trời, đã lập nên lời thề.\n\n\"Mãi bảo vệ Mondstadt, bảo vệ thảo nguyên, núi cao, đồng bằng rừng núi Mondstadt, nguyện mọi điều mãi bình yên\"\n\"Mãi bảo vệ Mondstadt, không chịu ảnh hưởng của bạo quân, nguyện mọi thứ mãi tự do\"\n\nBất kể năm tháng thay đổi như thế nào, ngay cả khi vùng đất bị tàn phá bởi bạo chúa và ma thú, ngay cả khi lời thề được khắc ghi trên bia bị phá hủy,\nLinh hồn của lời thề vẫn theo gió ngàn, vỗ về Mondstadt như một người bố bảo vệ nơi đây.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>8%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>8%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>8%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>8%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>8%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>8 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>8%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>8%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>8%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>8%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>8%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>10%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>10%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>10%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>10%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>10%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>10 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>10%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>10 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>10%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>10%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>10%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>10%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>10%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>12%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>12%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>12%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>12%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>12 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>12%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>12 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>12%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>12%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>12%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> โดยจะซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอล จะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>12%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>14%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>14%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>14%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>14%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>14%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>14 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>14%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>14 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>14%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>14%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>14%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>14%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>14%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>16%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>16%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>16%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>16%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>16%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>16 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>16%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>16 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>16%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>16%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>16%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>16%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>16%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    }
  ],
  "internal_name": "Sword_Theocrat",
  "imgid": "sword/theocrat"
}