{
  "id": 11303,
  "type": "sword",
  "rank": 3,
  "name": {
    "zhs": "旅行剑",
    "zht": "旅行劍",
    "jp": "旅道の剣",
    "ko": "여행자의 검",
    "en": "Traveler's Handy Sword",
    "de": "Reiseschwert",
    "es": "Espada del Viajero",
    "fr": "Épée du voyageur",
    "pt": "Espada do Viajante",
    "ru": "Меч путешественника",
    "id": "Traveler's Handy Sword",
    "th": "Traveler's Handy Sword",
    "vi": "Kiếm Lữ Hành"
  },
  "description": {
    "zhs": "趁手的钢剑，剑柄里藏着剪子、放大镜、火绒等方便旅行的小物件。",
    "zht": "稱手的鋼劍，劍柄裡藏著剪刀、放大鏡、火絨等方便旅行的小東西。",
    "jp": "使いやすい鋼剣。柄にはハサミ、虫眼鏡、点火具など旅の必須品が隠されている。",
    "ko": "손에 딱 맞는 강철검. 칼자루에 가위, 돋보기, 부싯깃 등 여행에 필요한 용품들이 들어있다",
    "en": "A handy steel sword which contains scissors, a magnifying glass, tinder, and other useful items in its sheath.",
    "de": "Ein praktisches Schwert aus Stahl, in dessen Scheide sich unter anderem Schere, Fernglas und Zunder für die Reise befinden.",
    "es": "Una práctica espada de acero que esconde en su empuñadura unas tijeras, una lupa y yesca, entre otras cosas...",
    "fr": "Une épée en acier facile à manier. Une paire de ciseaux, une loupe et d'autres gadgets se trouvent dans son fourreau.",
    "pt": "Uma espada de aço que esconde tesouras, lupas, entre outros itens úteis de viagem em sua bainha.",
    "ru": "Удобный стальной меч, в ножнах которого также можно найти ножницы, лупу, трутницу и много чего ещё.",
    "id": "Pedang baja yang nyaman untuk digenggam, di dalamnya tersembunyi gunting, kaca pembesar, kayu bakar, dan berbagai kebutuhan bertualang lainnya.",
    "th": "ดาบเหล็กกล้าที่มีกรรไกร, แว่นขยาย, ที่จุดไฟ และอื่น ๆ เก็บไว้ในฝักดาบ",
    "vi": "Kiếm làm bằng gang thép rất chắc tay, trên thanh kiếm có ẩn giấu kéo, kính lúp, dây dẫn lửa v.v, rất tiện lợi cho việc lữ hành."
  },
  "lore": {
    "zhs": "\n本身是可靠的钢剑，平衡趁手，钢也是坚韧的好钢。\n最大缺点在于不是全龙骨结构，大大降低了耐用性。\n取而代之的是在掏空的剑柄里塞了微型水果刀、剪子、火绒等小件。\n之所以叫旅行剑，就是因为里面有各种旅行道具……？\n",
    "zht": "\n本身是可靠的鋼劍，平衡稱手，鋼也是堅韌的好鋼。\n最大缺點在於不是全龍骨結構，大大降低了耐用性。\n取而代之的是在掏空的劍柄裡塞了微型水果刀、剪刀、火絨等小東西。\n之所以叫旅行劍，就是因為裡面有各種旅行道具……？\n",
    "jp": "\n頼れる鋼の剣。全体的にバランスがよく、持ちやすい。硬くて良質な鋼鉄で作られている。\n最大の欠点は全てが竜骨構造でないため、耐久性が落ちている点だ。\nその代わりに、空洞の柄に小さな果物ナイフ、ハサミ、発火布などが入っている。\n旅道の剣と呼ばれるのはそれが由縁…？\n",
    "ko": "\n훌륭한 강철검, 균형이 잘 잡혀 있고 손에 잘 맞으며, 단단하고 좋은 강철로 만들어졌다.\n가장 큰 단점은 전체가 드래곤본으로 만들어진 게 아니기에 내구성이 크게 떨어진다는 점이다.\n대신 속을 비워낸 칼자루에 소형 과도, 가위, 부싯깃 등 작은 물건들이 들어있다.\n여행자의 검이라고 부르는 이유가 혹시 안에 각종 여행 용품이 들어있기 때문인가…?\n",
    "en": "\nA reliable and balanced sword made of fine steel.\nThe one downside is that the partial-tang design renders it less durable than its full-tang counterparts.\nThat said, the partial tang creates space in the hilt for hidden knives, scissors, tinder, and other objects.\nHence the name, Traveler's Handy Sword. It contains all sorts of handy items for travelers.\n",
    "de": "\nEin verlässliches und gut ausbalanciertes Schwert aus feinstem Stahl.\nEiner der größten Nachteile dieses Schwertes ist jedoch die unvollständige Kielstruktur. Dies verringert seine Haltbarkeit.\nJedoch bietet dies die Möglichkeit eines völlig ausgehöhlten Griffs, in dem man Miniaturmesser, Scheren und andere Kleinteile verstecken konnte.\nNennt man es Reiseschwert, weil es so viel Platz für alle möglichen Dinge für eine Reise hat?\n",
    "es": "\nUna espada fiable y equilibrada, hecha de acero resistente.\nLa mayor desventaja es su estructura, que no tiene virola, lo que reduce en gran medida su durabilidad.\nEn lugar de eso, esconde en su empuñadura un cuchillo para fruta, tijeras, yesca y otros útiles.\n¿Quizás se llama Espada del Viajero porque... tiene todo tipo de herramientas de viaje?\n",
    "fr": "\nUne épée simple et fiable en acier de qualité. \nSon seul inconvénient vient de l'allongement partiel de la soie, qui réduit considérablement sa durabilité.\nCependant, ce design permet d'obtenir un espace dans la poignée évidée, idéal pour stocker petits couteaux, ciseaux, amadou, etc. ;\nd'où son nom d'« Épée du voyageur ».\n",
    "pt": "\nUma espada confiável e equilibrada feita de aço de qualidade.\nA desvantagem é que seu cabo é menor, reduzindo sua durabilidade das de cabo maior.\nNo entanto, este projeto permite um espaço no cabo rebaixado, ideal para armazenar pequenas facas, tesouras, fiapos, etc.\nDaí o nome, Espada do Viajante, pois no seu interior pode guardar todas as espécies de coisas...?\n",
    "ru": "\nВерный и отлично сбалансированный клинок, выкованный из хорошей стали.\nЕго самый крупный недостаток - составная конструкция, из-за которой он серьёзно уступает монолитным собратьям по износостойкости.\nТакая конструкция позволяет поместить в полую рукоять меча нож, ножницы, хворост и другие мелкие вещи.\nИнтересно, он называется «меч путешественника» потому что в него можно поместить много полезных вещей?..\n",
    "id": "\nPedang yang andal dan seimbang terbuat dari baja halus.\nSatu-satunya kekurangannya adalah rancangannya yang membuatnya tidak tahan lama.\nKonon di bagian gagangnya ada sebuah lubang untuk memasukkan sebuah pisau kecil, gunting, sumbu dan benda lainnya.\nMungkin karena itulah pedang itu dinamakan Traveler's Handy Sword, karena di dalamnya terdapat banyak barang-barang berguna bagi petualang...?\n",
    "th": "\nมันเป็นดาบเหล็กที่พึ่งพาได้ สมดุลดีและมีเหล็กที่แข็งแกร่ง\nข้อเสียเดียวคือโครงสร้างกระดูกงูแบบไม่เต็มทำให้ความทนทานลดลงอย่างมาก\nในทางกลับกันมันทำให้มีที่ว่างสำหรับมีด, กรรไกร, เชื้อจุดไฟ, และสิ่งอื่น ๆ ในปลอกกลวง\nมันถูกเรียกว่าดาบนักเดินทาง เพียงเพราะว่ามันเก็บอุปกรณ์นักเดินทางไปอย่างเพียบพร้อม...?\n",
    "vi": "\nVốn là một thanh kiếm thép, cầm tay chắc nịch, được luyện từ chất thép cứng.\nThế nhưng khuyết điểm lớn nhất của nó chính là kết cấu kém chắc chắn, tính chiến đấu cũng giảm đi đáng kể.\nĐể bổ sung cho khuyết điểm, tại những lỗ hổng của tay cầm được nhét vào những đồ dùng nhỏ như dao tỉa, kéo, mũi tên.\nVì vậy được gọi là Kiếm Lữ Hành là do bên trong chứa những dụng cụ được dùng trong một cuộc lữ hành...?\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "旅程",
        "zht": "旅程",
        "jp": "旅路",
        "ko": "여정",
        "en": "Journey",
        "de": "Reise",
        "es": "Viaje",
        "fr": "Voyage",
        "pt": "Jornada",
        "ru": "Путешествие",
        "id": "Journey",
        "th": "Journey",
        "vi": "Hành Trình"
      },
      "description": {
        "zhs": "获得元素晶球或元素微粒时，恢复<color=#99FFFFFF>1%</color>生命值。",
        "zht": "獲得元素晶球或元素微粒時，恢復<color=#99FFFFFF>1%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1%</color>回復する。",
        "ko": "원소 구슬 또는 원소 입자를 획득 시 HP를 <color=#99FFFFFF>1%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarkristallen oder Elementarteilchen <color=#99FFFFFF>1 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1%</color> de Vida al obtener un orbe o partícula elemental.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) restaure <color=#99FFFFFF>1 %</color> des PV.",
        "pt": "Cada Orbe ou Partícula Elemental coletada restaura <color=#99FFFFFF>1%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1%</color> HP.",
        "th": "เมื่อเก็บลูกแก้ว/อณูธาตุ จะฟื้นฟู HP <color=#99FFFFFF>1%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "旅程",
        "zht": "旅程",
        "jp": "旅路",
        "ko": "여정",
        "en": "Journey",
        "de": "Reise",
        "es": "Viaje",
        "fr": "Voyage",
        "pt": "Jornada",
        "ru": "Путешествие",
        "id": "Journey",
        "th": "Journey",
        "vi": "Hành Trình"
      },
      "description": {
        "zhs": "获得元素晶球或元素微粒时，恢复<color=#99FFFFFF>1.25%</color>生命值。",
        "zht": "獲得元素晶球或元素微粒時，恢復<color=#99FFFFFF>1.25%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1.25%</color>回復する。",
        "ko": "원소 구슬 또는 원소 입자를 획득 시 HP를 <color=#99FFFFFF>1.25%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1.25%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarkristallen oder Elementarteilchen <color=#99FFFFFF>1,25 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1.25%</color> de Vida al obtener un orbe o partícula elemental.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) restaure <color=#99FFFFFF>1,25 %</color> des PV.",
        "pt": "Cada Orbe ou Partícula Elemental coletada restaura <color=#99FFFFFF>1.25%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1,25%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1.25%</color> HP.",
        "th": "เมื่อเก็บลูกแก้ว/อณูธาตุ จะฟื้นฟู HP <color=#99FFFFFF>1.25%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1.25%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "旅程",
        "zht": "旅程",
        "jp": "旅路",
        "ko": "여정",
        "en": "Journey",
        "de": "Reise",
        "es": "Viaje",
        "fr": "Voyage",
        "pt": "Jornada",
        "ru": "Путешествие",
        "id": "Journey",
        "th": "Journey",
        "vi": "Hành Trình"
      },
      "description": {
        "zhs": "获得元素晶球或元素微粒时，恢复<color=#99FFFFFF>1.5%</color>生命值。",
        "zht": "獲得元素晶球或元素微粒時，恢復<color=#99FFFFFF>1.5%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1.5%</color>回復する。",
        "ko": "원소 구슬 또는 원소 입자를 획득 시 HP를 <color=#99FFFFFF>1.5%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1.5%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarkristallen oder Elementarteilchen <color=#99FFFFFF>1,5 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1.5%</color> de Vida al obtener un orbe o partícula elemental.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) restaure <color=#99FFFFFF>1,5 %</color> des PV.",
        "pt": "Cada Orbe ou Partícula Elemental coletada restaura <color=#99FFFFFF>1.5%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1,5%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1.5%</color> HP.",
        "th": "เมื่อเก็บลูกแก้ว/อณูธาตุ จะฟื้นฟู HP <color=#99FFFFFF>1.5%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1.5%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "旅程",
        "zht": "旅程",
        "jp": "旅路",
        "ko": "여정",
        "en": "Journey",
        "de": "Reise",
        "es": "Viaje",
        "fr": "Voyage",
        "pt": "Jornada",
        "ru": "Путешествие",
        "id": "Journey",
        "th": "Journey",
        "vi": "Hành Trình"
      },
      "description": {
        "zhs": "获得元素晶球或元素微粒时，恢复<color=#99FFFFFF>1.75%</color>生命值。",
        "zht": "獲得元素晶球或元素微粒時，恢復<color=#99FFFFFF>1.75%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1.75%</color>回復する。",
        "ko": "원소 구슬 또는 원소 입자를 획득 시 HP를 <color=#99FFFFFF>1.75%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1.75%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarkristallen oder Elementarteilchen <color=#99FFFFFF>1,75 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1.75%</color> de Vida al obtener un orbe o partícula elemental.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) restaure <color=#99FFFFFF>1,75 %</color> des PV.",
        "pt": "Cada Orbe ou Partícula Elemental coletada restaura <color=#99FFFFFF>1.75%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1,75%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1.75%</color> HP.",
        "th": "เมื่อเก็บลูกแก้ว/อณูธาตุ จะฟื้นฟู HP <color=#99FFFFFF>1.75%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1.75%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "旅程",
        "zht": "旅程",
        "jp": "旅路",
        "ko": "여정",
        "en": "Journey",
        "de": "Reise",
        "es": "Viaje",
        "fr": "Voyage",
        "pt": "Jornada",
        "ru": "Путешествие",
        "id": "Journey",
        "th": "Journey",
        "vi": "Hành Trình"
      },
      "description": {
        "zhs": "获得元素晶球或元素微粒时，恢复<color=#99FFFFFF>2%</color>生命值。",
        "zht": "獲得元素晶球或元素微粒時，恢復<color=#99FFFFFF>2%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>2%</color>回復する。",
        "ko": "원소 구슬 또는 원소 입자를 획득 시 HP를 <color=#99FFFFFF>2%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>2%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarkristallen oder Elementarteilchen <color=#99FFFFFF>2 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>2%</color> de Vida al obtener un orbe o partícula elemental.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) restaure <color=#99FFFFFF>2 %</color> des PV.",
        "pt": "Cada Orbe ou Partícula Elemental coletada restaura <color=#99FFFFFF>2%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>2%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>2%</color> HP.",
        "th": "เมื่อเก็บลูกแก้ว/อณูธาตุ จะฟื้นฟู HP <color=#99FFFFFF>2%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>2%</color>HP"
      }
    }
  ],
  "internal_name": "Sword_Traveler",
  "imgid": "sword/traveler"
}