{
  "id": 11402,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "笛剑",
    "zht": "笛劍",
    "jp": "笛の剣",
    "ko": "피리검",
    "en": "The Flute",
    "de": "Flöte",
    "es": "Flauta",
    "fr": "Flûte",
    "pt": "A Flauta",
    "ru": "Меч-флейта",
    "id": "The Flute",
    "th": "The Flute",
    "vi": "Kiếm Sáo"
  },
  "description": {
    "zhs": "细剑的锈迹下透露出原本华丽的装饰，挥舞时轻若无物。",
    "zht": "細劍的鏽跡下透露出原本華麗的裝飾，揮舞時輕若無物。",
    "jp": "剣の錆跡から本来の華やかな装飾が透けて見える。風のように軽い。",
    "ko": "가는 검의 녹슨 표면 아래에 화려한 장식이 은은히 드러난다. 너무 가벼워 휘두를 때 손에 아무런 느낌이 안 든다",
    "en": "Beneath its rusty exterior is a lavishly decorated thin blade. It swings as swiftly as the wind.",
    "de": "Dieses dünne Schwert verbirgt sich unter einer Schicht aus Rost. Die aufwendigen Verzierungen sind aber immer noch gut zu erkennen. Im Kampf bewegt man sich damit leicht wie eine Feder.",
    "es": "Tras la oxidada superficie de esta espada se esconde una hoja delgada y lujosamente decorada. Puede blandirse tan suavemente como la sensación de un soplo de viento.",
    "fr": "En dessous de la rouille se cache une lame fine ornée de somptueuses décorations. Elle est aussi légère qu'une plume.",
    "pt": "Abaixo da poeira, há uma lâmina fina e luxuosamente decorada. Seus movimentos são suaves como o vento.",
    "ru": "Под всей этой ржавчиной скрывается роскошно украшенный меч. Режет плоть так же легко, как воздух.",
    "id": "Di balik karatnya, terdapat pedang dengan dekorasi mewah. Dapat diayunkan cepat dengan sangat mudah.",
    "th": "ภายใต้สนิมนั้นมีดาบบาง ๆ ที่ตกแต่งอย่างหรูหราอยู่ คุณสามารถกวัดแกว่งมันได้อย่างรวดเร็วดั่งสายลม",
    "vi": "Trang sức hoa lệ trong suốt, khi vung lên cảm giác nhẹ nhàng như không khí."
  },
  "lore": {
    "zhs": "\n一把轻巧的剑，剑身上精心蚀刻了纹路，凿出孔洞。\n高超的技巧让这把剑在挥舞时会发出笛声，声调由破空的角度决定。\n乐团解散后，这把剑被埋在土中。经过岁月，现在已经不能发声了。\n尽管如此，如今仍是致命的兵器。\n\n流浪乐团中有一位飒爽的剑舞者。\n在乐团诛讨旧贵族的计划失败后，她被解为角斗奴。\n\n即便失却了一切希望，失去了所有同伴，殊死决斗时，\n她的剑仍高唱着光明的歌，被称为「宛若晨光的剑士」。\n\n晨曦骑士莱艮芬德曾经是侍从骑士，\n随行观赏角斗时，为她最后的剑舞所触动。\n他据此决定了自己的骑士名以及应做之事…\n",
    "zht": "\n一把輕巧的劍，劍身上精心蝕刻了紋路，鑿出孔洞。\n高超的技巧讓這把劍在揮舞時會發出笛聲，聲調由破空的角度決定。\n樂團解散後，這把劍被埋在土中。經過歲月，現在已經不能發聲了。\n儘管如此，如今仍是致命的兵器。\n\n流浪樂團中有一位颯爽的劍舞者。\n在樂團誅討舊貴族的計畫失敗後，她被解為角鬥奴。\n\n即便失卻了一切希望，失去了所有同伴，殊死決鬥時，\n她的劍仍高唱著光明的歌，被稱為「宛若晨光的劍士」。\n\n晨曦騎士萊艮芬德曾經是侍從騎士，\n隨行觀賞角鬥時，為她最後的劍舞所觸動。\n他據此決定了自己的騎士名以及應做之事…\n",
    "jp": "\n軽い剣。剣身に紋様が刻まれ、穴が空いている。\n優れた腕前の持ち主はこの剣を振る時に笛音を奏でる。音調は振る方向と力に左右される。\n楽団が解散した後、この剣も葬られた。月日が流れるにつれ、今は音を出すことができなくなった。\nそれにしても、致命的な武器である。\n\n流浪楽団に凛とした剣舞者がいた。\n楽団による旧貴族の討伐計画が失敗し、彼女は剣闘士奴隷になってしまった。\n\nたとえ希望を失い、全ての仲間を無くしても、戦う時は、\n彼女の剣は光の唄を歌う。彼女は「夜明けの光剣士」と呼ばれた。\n\n暁の騎士のラグヴィンドは元々侍従騎士であった。\n主と共に闘技会を観賞しに行った時、彼女の剣舞に感動した。\nそのため、彼は自分の騎士名とやるべきことを決めた……\n",
    "ko": "\n날렵한 검, 검신에 정교한 문양이 새겨져있고 구멍이 파여 있다.\n뛰어난 기교는, 이 검이 휘둘러 질 때 피리 소리가 나게 한다. 음색은 공기를 가를 때의 각도로 결정된다.\n악단이 해산한 후, 이 검은 흙 속에 묻혔다. 세월이 지나 지금은 더 이상 소리를 낼 수 없다.\n그럼에도 불구하고 여전히 치명적인 병기다.\n\n그 떠돌이 악단에는 늠름한 검사가 한 명 있었다.\n악단에서 옛 귀족을 처치하려던 계획이 실패한 후, 그녀는 격투 노예가 되었다.\n\n모든 희망이 사라지고, 모든 동료를 잃었다. 목숨을 건 결투에서\n그녀의 검은 여전히 빛의 노래를 불렀고, 이로써 「아침의 검사」라고 불렸다. \n\n아침의 기사 라겐펜더는 시종 기사였다.\n격투를 따라다니며 감상할 때, 그녀를 위한 마지막 검무가 펼쳐졌다.\n그는 이로써 자신의 기사명과 해야 할 일을 정했다…\n",
    "en": "\nA nimble sword with holes and delicate engravings on the blade.\nThe sword once made the sound of a flute when wielded by one with the requisite skill. The pitch and tone were determined by the swinging angle.\nThis sword was buried when the Wanderer's Troupe disbanded. Unearthed years later, it has long since lost its ability to sing.\nEven so, it still makes a lethal weapon.\n\nAmong the members of the Wanderer's Troupe was a valiant sword-wielding dancer.\nAfter the Troupe's attempt to tear down the ruling class failed, she was enslaved as a gladiator.\n\nThough all her hope and all her companions were lost, still she fought bravely.\nHer sword sang with the radiance of the morn's light, and she was dubbed the \"Dawnlight Swordswoman.\"\n\nIn his youth, the Dawn Knight Ragnvindr was in the retinue of a knight.\nHe went with his master to watch a gladiator match, and was moved by the Dawnlight Swordswoman's splendid finale.\nHe named himself the Dawn Knight in her honor, and knew in his heart what he must do next.\n",
    "de": "\nEin flinkes Schwert mit vorsichtig eingearbeiteten Löchern und Gravuren.\nWenn das Schwert von einem Kampfkünstler durch die Luft geschwungen wird, ertönt ein Klang wie der einer Flöte. Die Höhe und Tonlage hängen vom Schwingungswinkel ab.\nDieses Schwert wurde vergraben, als sich das Ensemble auflöste. Leider hat es über die vielen Jahre hinweg seine Stimme verloren.\nDies ist jedoch nur ein kleiner Verlust, denn es ist immer noch eine gefährliche Waffe.\n\nUnter den Mitgliedern des Ensembles befand sich auch eine Schwerttänzerin.\nNachdem der Versuch der Truppe die Aristokraten zu stürzen fehlgeschlagen war, wurde sie für die Gladiatorenspiele versklavt.\n\nAuch wenn Hoffnung und ihre Freunde verloren waren, so kämpfte sie dennoch leidenschaftlich bis zum Ende.\nIhr Schwert sang hell wie das Sonnenlicht und die Leute gaben ihr den Namen „Schwerttänzerin des Morgenlichts“.\n\nIn seinen jungen Jahren war der Ritter Ragnvindr noch in Ausbildung.\nEines Tages besuchte er mit seinem Meister einen Gladiatorenkampf und war begeistert von dem finalen Schwerttanz.\nIhr zu Ehren nannte er sich von nun an Morgenlichtritter und er wusste genau, was er zu tun hatte.\n",
    "es": "\nUna espada ligera decorada con gravados y surcos.\nLos orificios en su hoja emiten el sonido de una flauta al blandirse con habilidad. El tono depende del ángulo.\nLa espada fue enterrada después de que la Orquesta se disolviera. Con los años, ha perdido la habilidad de sonar.\nAun así, sigue siendo un arma letal.\n\nEn la Orquesta del Errante había una valiente bailarina espadachina.\nDespués de que la Orquesta intentara fallidamente derrocar a la clase gobernante, la bailarina fue esclavizada como gladiadora.\n\nAunque había perdido tanto toda su esperanza como a sus compañeros, siguió luchando valientemente.\nSu espada cantaba con el resplandor de la luz matinal, por lo que la empezaron a llamar “Espadachina de la Luz del Alba”.\n\nEn su juventud, Ragnvindr, el Caballero del Alba, estaba en la comitiva de otro caballero.\nFue con su maestro a ver un combate de gladiadores, donde se sintió conmovido por el espléndido final de la Espadachina de la Luz del Alba.\nEntonces, decidió llamarse a sí mismo el Caballero del Alba en su honor, y en su corazón sabía lo que debía hacer a continuación.\n",
    "fr": "\nUne épée légère à la lame ornée de gravures délicates et dans laquelle sont percés plusieurs trous.\nManiée par un combattant possédant la technique requise, cette arme était capable de résonner de la musique d'une flûte, aux notes variant selon l'angle de la lame.\nL'épée fut enterrée à la dissolution de la Compagnie Vagabonde, et a depuis perdu cette particularité.\nElle n'en demeure cependant pas moins une arme mortelle.\n\nLes membres de la Compagnie Vagabonde comptaient parmi eux une courageuse épéiste.\nSuivant l'échec de la troupe à s'opposer à la classe dirigeante, elle fut réduite en esclavage, et envoyée dans l'arène.\n\nDevenue gladiatrice, et ayant perdu espoir et compagnons, elle se battit avec bravoure.\nDans sa danse mortelle chantait son épée au soleil matinal ; on surnomma la combattante « l'Épée du Matin ».\n\nDans ses jeunes années, Ragnvindr, le Chevalier de l'Aurore, faisait partie de la suite d'un chevalier.\nCelui-ci l'emmena un jour assister à un combat de gladiateurs, et témoin de la dernière danse de l'épéiste, Ragnvindr fut ému au plus profond de lui-même.\nPrenant le nom de « Chevalier de l'Aurore » en son honneur, il sut alors ce qu'il devait faire.\n",
    "pt": "\nUma ágil espada com buracos e entalhes delicados na lâmina.\nA espada emite o som de uma flauta quando é empunhada por alguém com a habilidade necessária. O timbre e o tom eram determinados pelo ângulo em que ela era balançada.\nEsta espada foi enterrada quando a Trupe se dissolveu. Desenterrada anos depois, ela já perdeu sua capacidade de cantar há muito tempo.\nMesmo assim, ainda é uma arma letal.\n\nEntre os membros da Trupe Itinerante estava uma valente bailarina espadachim.\nDepois da tentativa da Trupe derrubar a classe dominante falhar, ela foi escravizada como uma gladiadora.\n\nApesar de perder seus companheiros e sua esperança, ela ainda lutava bravamente.\nSua espada cantava com o resplendor da luz matinal, quando passaram a chamá-la de 'Espadachim da Luz da Alvorada'.\n\nEm sua juventude, o Cavaleiro da Alvorada, Ragnvindr, estava na comitiva de outro cavaleiro.\nEle foi com seu mestre para ver uma luta de gladiadores, e foi movido pelo final esplêndido da Espadachim da Luz da Alvorada.\nEle se nomeou Cavaleiro da Alvorada em sua honra, e sabia em seu coração o que devia fazer em seguida.\n",
    "ru": "\nЛёгкий и удобный меч, на лезвии которого выгравированы тонкие узоры и выдолблены отверстия.\nВ руках мастера он мелодично свистит при каждом взмахе, и мелодия зависит от угла, под которым меч рассекает воздух.\nПосле распада Бродячего ансамбля этот меч был похоронен глубоко в земле. Прошло много лет, и теперь он утратил возможность петь.\nХотя он по-прежнему остаётся смертельным оружием.\n\nВ труппе Бродячего ансамбля была одна очень проворная танцующая с клинками.\nПосле того как попытка Бродячего ансамбля свергнуть старую аристократию потерпела крах, её превратили в раба и сделали гладиатором.\n\nХотя она потеряла всякую надежду и всех своих друзей, в роковой час она не сдалась.\nЕё клинок по-прежнему пел правдивую песню и сверкал на солнце, а потому её назвали «Рассветная воительница».\n\nРыцарь Рассвета Рагнвиндр тогда ещё был оруженосцем при рыцаре.\nИ, придя вместе с рыцарем на арену, чтобы посмотреть на гладиаторов, был глубоко тронут последним танцем Рассветной воительницы.\nГлядя на неё, он понял, каким будет его рыцарское имя и что он должен будет сделать...\n",
    "id": "\nSebuah pedang yang lincah dengan lubang dan ukiran halus pada pisaunya.\nSebuah pedang dapat mengeluarkan suara seperti seruling ketika dipakai oleh seseorang dengan kemampuan yang memadai. Nada dan bunyinya ditentukan oleh sudut ayunannya.\nPedang ini terkubur saat rombongan petualang bubar. Bertahun-tahun kemudian, dia kehilangan kemampuannya untuk bernyanyi.\nWalau demikian, ini tetaplah sebuah senjata yang mematikan.\n\nDi antara anggota rombongan petualang, ada seorang penari pedang yang gagah berani.\nSetelah upaya rombongan petualang untuk menjatuhkan klan berkuasa gagal, dia diperbudak menjadi seorang gladiator.\n\nWalau semua harapan dan rekan-rekannya sudah hilang, dia masih tetap bertempur dengan berani,\nPedangnya bernyanyi dengan cahaya fajar, dan dia dijuluki sebagai \"Dawnlight Swordswoman\".\n\nDi masa mudanya, Sang kesatria fajar Ragnvindr berada di rombongan para kesatria,\nDia pergi dengan tuannya untuk melihat pertandingan gladiator, dan tersentuh dengan akhir yang luar biasa dari Dawnlight Swordswoman.\nDia menamakan dirinya sendiri kesatria fajar untuk menghormati gladiator itu, dan di dalam hatinya dia tahu apa yang harus dia lakukan selanjutnya...\n",
    "th": "\nดาบน้ำหนักเบาที่มีรูและมีการแกะสลักอย่างประณีตบนใบมีด\nดาบทำให้เกิดเสียงขลุ่ยเมื่อถูกใช้โดยผู้มีทักษะสูง โทนเสียงจะถูกกำหนดโดยมุมแกว่ง\nภายหลังจากที่คณะดนตรีถูกยุบลง ดาบนี้ก็ถูกฝังลงในดิน เมื่อเวลาผ่านไปนานหลายปี ตอนนี้มันไม่สามารถส่งเสียงได้แล้ว\nอย่างไรก็ตามในปัจจุบันนี้มันยังคงเป็นอาวุธที่อันตราย\n\nมีนักรำดาบที่มีฝีมืออยู่มากมายในคณะดนตรีพเนจร\nเธอถูกส่งไปในฐานะทาสนักสู้หลังจากแผนการของคณะดนตรีเพื่อพิชิตชนชั้นสูงล้มเหลวลง\n\nแม้ว่าจะสูญเสียความหวังทั้งหมดที่มี สูญเสียเพื่อนร่วมอุดมการณ์ แต่ในการต่อสู้ที่อยู่ระหว่างความเป็นและตายนั้น\nดาบของเธอยังคงขับขานบทเพลงและส่องแสงเป็นประกายราวกับแสงแห่งรุ่งอรุณ ซึ่งจากนั้นเธอก็ถูกเรียกว่า \"นักดาบหญิงแห่งแสงอรุณ\"\n\nอัศวินรุ่งอรุณ Ragnvindr นั้นครั้งหนึ่งเคยเป็นอัศวินผู้ดูแล\nในตอนที่คอยตามดูแลเหล่านักสู้นั้น เขาเกิดประทับใจระบำดาบของเธอ\nจากนั้นเขาจึงตั้งชื่อให้แก่ตัวเองว่าอัศวินแห่งรุ่งอรุณและตั้งเป้าหมายถึงสิ่งที่ตนพึงกระทำในชีวิต\n",
    "vi": "\nMột thanh kiếm nhẹ, thân kiếm có những vân nhỏ và được khắc những đường nét tinh tế.\nKĩ năng thượng thừa trong lúc múa kiếm có thể phát ra tiếng sáo, tùy theo góc độ của nhát kiếm trong không trung mà có những âm sắc khác nhau.\nSau khi đoàn nhạc giải tán, thanh kiếm bị vùi trong đất. Trải qua nhiều năm tháng, cho đến nay không thể phát ra âm thanh nữa.\nThế nhưng đó vẫn là một vũ khí chí mạng.\n\nTrong gánh hát rong có một người múa kiếm rất mạnh mẽ.\nKhi đoàn nhạc chinh phạt giới quý tộc thất bại, cô bị đày làm nô lệ giác đấu.\n\nCho dù mất hết hy vọng, mất hết đồng đội, trong lúc quyết đấu,\nKiếm của cô vẫn cất lên giọng hát sáng ngời được gọi là \"Kiếm Sĩ Như Ánh Ban Mai\".\n\nKỵ sĩ Bình Minh Ragnvindr từng là kỵ sĩ tháp tùng, \nKhi xem trận giác đấu, đã bị xúc động bởi điệu múa kiếm cuối cùng của cô ấy.\nTừ đó anh đã quyết định tên kỵ sĩ của bản thân cũng như những việc nên làm...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "和弦",
        "zht": "和弦",
        "jp": "和音",
        "ko": "화음",
        "en": "Chord",
        "de": "Akkord",
        "es": "Acorde",
        "fr": "Accord",
        "pt": "Acorde",
        "ru": "Аккорд",
        "id": "Chord",
        "th": "Chord",
        "vi": "Hợp Huyền"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，会获得一个和音。积攒了5个和音后，释放音律的力量，对周围的敌人造成<color=#99FFFFFF>100%</color>攻击力的伤害。和音最多存在30秒，每0.5秒至多获得1个和音。",
        "zht": "普通攻擊或重擊命中時，會獲得一個和音。累積了五個和音後，釋放音律的力量，對週圍的敵人造成<color=#99FFFFFF>100%</color>攻擊力的傷害。和音最多存在30秒，每0.5秒至多獲得一個和音。",
        "jp": "通常攻撃または重撃が命中すると、100%の確率で和音を1個獲得する。和音を5個集めると、音律の力を放ち、周囲の敵に攻撃力の<color=#99FFFFFF>100%</color>のダメージを与える。和音は最大30秒存在し、0.5秒毎に最大1個獲得可能。",
        "ko": "일반 공격 또는 강공격 명중 시 화음을 1개 획득한다. 5개의 화음을 모은 후 음률의 힘으로 주변의 적에게 공격력 <color=#99FFFFFF>100%</color>의 피해를 준다. 화음 최대 유지 시간: 30초. 0.5초마다 최대 1개의 화음을 획득한다",
        "en": "Normal or Charged Attacks grant a Harmonic on hits. Gaining 5 Harmonics triggers the power of music and deals <color=#99FFFFFF>100%</color> ATK DMG to surrounding opponents. Harmonics last up to 30s, and a maximum of 1 can be gained every 0.5s.",
        "de": "Erzeugt bei Treffern mit Standardangriffen und heftigen Schlägen einen harmonischen Ton. Hast du insgesamt 5 harmonische Töne gesammelt, wird die Kraft der Klänge freigegeben und fügt den Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>100 %</color> ANG zu. Harmonische Töne bestehen für 30 s. Erzeugt höchstens alle 0,5 s 1 harmonischen Ton.",
        "es": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un <color=#99FFFFFF>100%</color> de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
        "fr": "Les attaques normales et chargées confèrent une harmonie à chaque fois qu'elles touchent. Au bout de 5 harmonies, le pouvoir de la musique est libéré, et inflige <color=#99FFFFFF>100 %</color> de DGT d'ATQ aux ennemis proches. Les harmonies durent jusqu'à 30 s, et une harmonie peut être obtenue toutes les 0,5 s max.",
        "pt": "O Ataque Normal ou Ataque Carregado concede um Acorde. Obter 5 Acordes ativa o poder da música e causa <color=#99FFFFFF>100%</color> de Dano de ATQ aos inimigos ao redor. Os Acordes duram até 30s e pode-se ganhar 1 Acorde a cada 0.5s.",
        "ru": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит <color=#99FFFFFF>100%</color> урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
        "id": "Saat kena Normal atau Charged Attack akan memberikan 1 Harmonic. Setiap 5 Harmonic akan memicu kekuatan lagu, mengakibatkan <color=#99FFFFFF>100%</color> ATK DMG kepada musuh di sekitar. Setiap Harmonic dapat tersimpan selama 30 detik, dan dapat terciptakan setiap 0,5 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย <color=#99FFFFFF>100%</color> ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, sẽ nhận 1 hợp âm. Sau khi tích lũy đủ 5 hợp âm, phát ra sức mạnh của âm luật, tạo thành <color=#99FFFFFF>100%</color> sát thương công kích cho kẻ địch xung quanh. Hợp âm có thể tồn lại lâu nhất 30s, mỗi 0.5s nhiều nhất có thể nhận 1 hợp âm."
      }
    },
    {
      "name": {
        "zhs": "和弦",
        "zht": "和弦",
        "jp": "和音",
        "ko": "화음",
        "en": "Chord",
        "de": "Akkord",
        "es": "Acorde",
        "fr": "Accord",
        "pt": "Acorde",
        "ru": "Аккорд",
        "id": "Chord",
        "th": "Chord",
        "vi": "Hợp Huyền"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，会获得一个和音。积攒了5个和音后，释放音律的力量，对周围的敌人造成<color=#99FFFFFF>125%</color>攻击力的伤害。和音最多存在30秒，每0.5秒至多获得1个和音。",
        "zht": "普通攻擊或重擊命中時，會獲得一個和音。累積了五個和音後，釋放音律的力量，對週圍的敵人造成<color=#99FFFFFF>125%</color>攻擊力的傷害。和音最多存在30秒，每0.5秒至多獲得一個和音。",
        "jp": "通常攻撃または重撃が命中すると、100%の確率で和音を1個獲得する。和音を5個集めると、音律の力を放ち、周囲の敵に攻撃力の<color=#99FFFFFF>125%</color>のダメージを与える。和音は最大30秒存在し、0.5秒毎に最大1個獲得可能。",
        "ko": "일반 공격 또는 강공격 명중 시 화음을 1개 획득한다. 5개의 화음을 모은 후 음률의 힘으로 주변의 적에게 공격력 <color=#99FFFFFF>125%</color>의 피해를 준다. 화음 최대 유지 시간: 30초. 0.5초마다 최대 1개의 화음을 획득한다",
        "en": "Normal or Charged Attacks grant a Harmonic on hits. Gaining 5 Harmonics triggers the power of music and deals <color=#99FFFFFF>125%</color> ATK DMG to surrounding opponents. Harmonics last up to 30s, and a maximum of 1 can be gained every 0.5s.",
        "de": "Erzeugt bei Treffern mit Standardangriffen und heftigen Schlägen einen harmonischen Ton. Hast du insgesamt 5 harmonische Töne gesammelt, wird die Kraft der Klänge freigegeben und fügt den Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>125 %</color> ANG zu. Harmonische Töne bestehen für 30 s. Erzeugt höchstens alle 0,5 s 1 harmonischen Ton.",
        "es": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un <color=#99FFFFFF>125%</color> de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
        "fr": "Les attaques normales et chargées confèrent une harmonie à chaque fois qu'elles touchent. Au bout de 5 harmonies, le pouvoir de la musique est libéré, et inflige <color=#99FFFFFF>125 %</color> de DGT d'ATQ aux ennemis proches. Les harmonies durent jusqu'à 30 s, et une harmonie peut être obtenue toutes les 0,5 s max.",
        "pt": "O Ataque Normal ou Ataque Carregado concede um Acorde. Obter 5 Acordes ativa o poder da música e causa <color=#99FFFFFF>125%</color> de Dano de ATQ aos inimigos ao redor. Os Acordes duram até 30s e pode-se ganhar 1 Acorde a cada 0.5s.",
        "ru": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит <color=#99FFFFFF>125%</color> урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
        "id": "Saat kena, Normal atau Charged Attack akan memberikan 1 Harmonic. Setiap 5 Harmonic akan memicu kekuatan lagu, mengakibatkan <color=#99FFFFFF>125%</color> ATK DMG kepada musuh di sekitar. Setiap Harmonic dapat tersimpan selama 30 detik, dan dapat terciptakan setiap 0,5 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย <color=#99FFFFFF>125%</color> ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, sẽ nhận 1 hợp âm. Sau khi tích lũy đủ 5 hợp âm, phát ra sức mạnh của âm luật, tạo thành <color=#99FFFFFF>125%</color> sát thương công kích cho kẻ địch xung quanh. Hợp âm có thể tồn lại lâu nhất 30s, mỗi 0.5s nhiều nhất có thể nhận 1 hợp âm."
      }
    },
    {
      "name": {
        "zhs": "和弦",
        "zht": "和弦",
        "jp": "和音",
        "ko": "화음",
        "en": "Chord",
        "de": "Akkord",
        "es": "Acorde",
        "fr": "Accord",
        "pt": "Acorde",
        "ru": "Аккорд",
        "id": "Chord",
        "th": "Chord",
        "vi": "Hợp Huyền"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，会获得一个和音。积攒了5个和音后，释放音律的力量，对周围的敌人造成<color=#99FFFFFF>150%</color>攻击力的伤害。和音最多存在30秒，每0.5秒至多获得1个和音。",
        "zht": "普通攻擊或重擊命中時，會獲得一個和音。累積了五個和音後，釋放音律的力量，對週圍的敵人造成<color=#99FFFFFF>150%</color>攻擊力的傷害。和音最多存在30秒，每0.5秒至多獲得一個和音。",
        "jp": "通常攻撃または重撃が命中すると、100%の確率で和音を1個獲得する。和音を5個集めると、音律の力を放ち、周囲の敵に攻撃力の<color=#99FFFFFF>150%</color>のダメージを与える。和音は最大30秒存在し、0.5秒毎に最大1個獲得可能。",
        "ko": "일반 공격 또는 강공격 명중 시 화음을 1개 획득한다. 5개의 화음을 모은 후 음률의 힘으로 주변의 적에게 공격력 <color=#99FFFFFF>150%</color>의 피해를 준다. 화음 최대 유지 시간: 30초. 0.5초마다 최대 1개의 화음을 획득한다",
        "en": "Normal or Charged Attacks grant a Harmonic on hits. Gaining 5 Harmonics triggers the power of music and deals <color=#99FFFFFF>150%</color> ATK DMG to surrounding opponents. Harmonics last up to 30s, and a maximum of 1 can be gained every 0.5s.",
        "de": "Erzeugt bei Treffern mit Standardangriffen und heftigen Schlägen einen harmonischen Ton. Hast du insgesamt 5 harmonische Töne gesammelt, wird die Kraft der Klänge freigegeben und fügt den Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>150 %</color> ANG zu. Harmonische Töne bestehen für 30 s. Erzeugt höchstens alle 0,5 s 1 harmonischen Ton.",
        "es": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un <color=#99FFFFFF>150%</color> de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
        "fr": "Les attaques normales et chargées confèrent une harmonie à chaque fois qu'elles touchent. Au bout de 5 harmonies, le pouvoir de la musique est libéré, et inflige <color=#99FFFFFF>150 %</color> de DGT d'ATQ aux ennemis proches. Les harmonies durent jusqu'à 30 s, et une harmonie peut être obtenue toutes les 0,5 s max.",
        "pt": "O Ataque Normal ou Ataque Carregado concede um Acorde. Obter 5 Acordes ativa o poder da música e causa <color=#99FFFFFF>150%</color> de Dano de ATQ aos inimigos ao redor. Os Acordes duram até 30s e pode-se ganhar 1 Acorde a cada 0.5s.",
        "ru": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит <color=#99FFFFFF>150%</color> урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
        "id": "Saat kena, Normal atau Charged Attack akan memberikan 1 Harmonic. Setiap 5 Harmonic akan memicu kekuatan lagu, mengakibatkan <color=#99FFFFFF>150%</color> ATK DMG kepada musuh di sekitar. Setiap Harmonic dapat tersimpan selama 30 detik, dan dapat terciptakan setiap 0,5 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย <color=#99FFFFFF>150%</color> ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, sẽ nhận 1 hợp âm. Sau khi tích lũy đủ 5 hợp âm, phát ra sức mạnh của âm luật, tạo thành <color=#99FFFFFF>150%</color> sát thương công kích cho kẻ địch xung quanh. Hợp âm có thể tồn lại lâu nhất 30s, mỗi 0.5s nhiều nhất có thể nhận 1 hợp âm."
      }
    },
    {
      "name": {
        "zhs": "和弦",
        "zht": "和弦",
        "jp": "和音",
        "ko": "화음",
        "en": "Chord",
        "de": "Akkord",
        "es": "Acorde",
        "fr": "Accord",
        "pt": "Acorde",
        "ru": "Аккорд",
        "id": "Chord",
        "th": "Chord",
        "vi": "Hợp Huyền"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，会获得一个和音。积攒了5个和音后，释放音律的力量，对周围的敌人造成<color=#99FFFFFF>175%</color>攻击力的伤害。和音最多存在30秒，每0.5秒至多获得1个和音。",
        "zht": "普通攻擊或重擊命中時，會獲得一個和音。累積了五個和音後，釋放音律的力量，對週圍的敵人造成<color=#99FFFFFF>175%</color>攻擊力的傷害。和音最多存在30秒，每0.5秒至多獲得一個和音。",
        "jp": "通常攻撃または重撃が命中すると、100%の確率で和音を1個獲得する。和音を5個集めると、音律の力を放ち、周囲の敵に攻撃力の<color=#99FFFFFF>175%</color>のダメージを与える。和音は最大30秒存在し、0.5秒毎に最大1個獲得可能。",
        "ko": "일반 공격 또는 강공격 명중 시 화음을 1개 획득한다. 5개의 화음을 모은 후 음률의 힘으로 주변의 적에게 공격력 <color=#99FFFFFF>175%</color>의 피해를 준다. 화음 최대 유지 시간: 30초. 0.5초마다 최대 1개의 화음을 획득한다",
        "en": "Normal or Charged Attacks grant a Harmonic on hits. Gaining 5 Harmonics triggers the power of music and deals <color=#99FFFFFF>175%</color> ATK DMG to surrounding opponents. Harmonics last up to 30s, and a maximum of 1 can be gained every 0.5s.",
        "de": "Erzeugt bei Treffern mit Standardangriffen und heftigen Schlägen einen harmonischen Ton. Hast du insgesamt 5 harmonische Töne gesammelt, wird die Kraft der Klänge freigegeben und fügt den Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>175 %</color> ANG zu. Harmonische Töne bestehen für 30 s. Erzeugt höchstens alle 0,5 s 1 harmonischen Ton.",
        "es": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un <color=#99FFFFFF>175%</color> de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
        "fr": "Les attaques normales et chargées confèrent une harmonie à chaque fois qu'elles touchent. Au bout de 5 harmonies, le pouvoir de la musique est libéré, et inflige <color=#99FFFFFF>175 %</color> de DGT d'ATQ aux ennemis proches. Les harmonies durent jusqu'à 30 s, et une harmonie peut être obtenue toutes les 0,5 s max.",
        "pt": "O Ataque Normal ou Ataque Carregado concede um Acorde. Obter 5 Acordes ativa o poder da música e causa <color=#99FFFFFF>175%</color> de Dano de ATQ aos inimigos ao redor. Os Acordes duram até 30s e pode-se ganhar 1 Acorde a cada 0.5s.",
        "ru": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит <color=#99FFFFFF>175%</color> урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
        "id": "Saat kena, Normal atau Charged Attack akan memberikan 1 Harmonic. Setiap 5 Harmonic akan memicu kekuatan lagu, mengakibatkan <color=#99FFFFFF>175%</color> ATK DMG kepada musuh di sekitar. Setiap Harmonic dapat tersimpan selama 30 detik, dan dapat terciptakan setiap 0,5 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย <color=#99FFFFFF>175%</color> ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, sẽ nhận 1 hợp âm. Sau khi tích lũy đủ 5 hợp âm, phát ra sức mạnh của âm luật, tạo thành <color=#99FFFFFF>175%</color> sát thương công kích cho kẻ địch xung quanh. Hợp âm có thể tồn lại lâu nhất 30s, mỗi 0.5s nhiều nhất có thể nhận 1 hợp âm."
      }
    },
    {
      "name": {
        "zhs": "和弦",
        "zht": "和弦",
        "jp": "和音",
        "ko": "화음",
        "en": "Chord",
        "de": "Akkord",
        "es": "Acorde",
        "fr": "Accord",
        "pt": "Acorde",
        "ru": "Аккорд",
        "id": "Chord",
        "th": "Chord",
        "vi": "Hợp Huyền"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，会获得一个和音。积攒了5个和音后，释放音律的力量，对周围的敌人造成<color=#99FFFFFF>200%</color>攻击力的伤害。和音最多存在30秒，每0.5秒至多获得1个和音。",
        "zht": "普通攻擊或重擊命中時，會獲得一個和音。累積了五個和音後，釋放音律的力量，對週圍的敵人造成<color=#99FFFFFF>200%</color>攻擊力的傷害。和音最多存在30秒，每0.5秒至多獲得一個和音。",
        "jp": "通常攻撃または重撃が命中すると、100%の確率で和音を1個獲得する。和音を5個集めると、音律の力を放ち、周囲の敵に攻撃力の<color=#99FFFFFF>200%</color>のダメージを与える。和音は最大30秒存在し、0.5秒毎に最大1個獲得可能。",
        "ko": "일반 공격 또는 강공격 명중 시 화음을 1개 획득한다. 5개의 화음을 모은 후 음률의 힘으로 주변의 적에게 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 화음 최대 유지 시간: 30초. 0.5초마다 최대 1개의 화음을 획득한다",
        "en": "Normal or Charged Attacks grant a Harmonic on hits. Gaining 5 Harmonics triggers the power of music and deals <color=#99FFFFFF>200%</color> ATK DMG to surrounding opponents. Harmonics last up to 30s, and a maximum of 1 can be gained every 0.5s.",
        "de": "Erzeugt bei Treffern mit Standardangriffen und heftigen Schlägen einen harmonischen Ton. Hast du insgesamt 5 harmonische Töne gesammelt, wird die Kraft der Klänge freigegeben und fügt den Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG zu. Harmonische Töne bestehen für 30 s. Erzeugt höchstens alle 0,5 s 1 harmonischen Ton.",
        "es": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un <color=#99FFFFFF>200%</color> de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
        "fr": "Les attaques normales et chargées confèrent une harmonie à chaque fois qu'elles touchent. Au bout de 5 harmonies, le pouvoir de la musique est libéré, et inflige <color=#99FFFFFF>200 %</color> de DGT d'ATQ aux ennemis proches. Les harmonies durent jusqu'à 30 s, et une harmonie peut être obtenue toutes les 0,5 s max.",
        "pt": "O Ataque Normal ou Ataque Carregado concede um Acorde. Obter 5 Acordes ativa o poder da música e causa <color=#99FFFFFF>200%</color> de Dano de ATQ aos inimigos ao redor. Os Acordes duram até 30s e pode-se ganhar 1 Acorde a cada 0.5s.",
        "ru": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит <color=#99FFFFFF>200%</color> урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
        "id": "Saat kena, Normal atau Charged Attack akan memberikan 1 Harmonic. Setiap 5 Harmonic akan memicu kekuatan lagu, mengakibatkan <color=#99FFFFFF>200%</color> ATK DMG kepada musuh di sekitar. Setiap Harmonic dapat tersimpan selama 30 detik, dan dapat terciptakan setiap 0,5 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย <color=#99FFFFFF>200%</color> ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, sẽ nhận 1 hợp âm. Sau khi tích lũy đủ 5 hợp âm, phát ra sức mạnh của âm luật, tạo thành <color=#99FFFFFF>200%</color> sát thương công kích cho kẻ địch xung quanh. Hợp âm có thể tồn lại lâu nhất 30s, mỗi 0.5s nhiều nhất có thể nhận 1 hợp âm."
      }
    }
  ],
  "internal_name": "Sword_Troupe",
  "imgid": "sword/troupe"
}