{
  "id": 11503,
  "type": "sword",
  "rank": 5,
  "name": {
    "zhs": "苍古自由之誓",
    "zht": "蒼古自由之誓",
    "jp": "蒼古なる自由への誓い",
    "ko": "오래된 자유의 서약",
    "en": "Freedom-Sworn",
    "de": "Blasser Schwur der Freiheit",
    "es": "Juramento por la Libertad",
    "fr": "Serment de la liberté",
    "pt": "Juramento pela Liberdade",
    "ru": "Клятва свободы",
    "id": "Freedom-Sworn",
    "th": "Freedom-Sworn",
    "vi": "Lời Thề Tự Do Cổ Xưa"
  },
  "description": {
    "zhs": "如同悠古的歌声一般苍蓝的直剑，如同风之国土自由的誓言一般锐利的武器。",
    "zht": "如同悠古的歌聲一般蒼藍的直劍，如同風之國土自由的誓言一般銳利的武器。",
    "jp": "悠久なる歌声のように青く、真っすぐな直剣。風の国を代表する自由の誓いのように、その切っ先は鋭い。",
    "ko": "오래된 노래처럼 푸른 검. 바람의 나라의 자유 맹세처럼 예리한 무기다",
    "en": "A straight sword, azure as antediluvian song, and as keen as the oaths of freedom taken in the Land of Wind.",
    "de": "Ein gerades Schwert, blass-bläulich, das an uralte Gesänge erinnert. Diese Waffe ist so scharf wie der Schwur der Freiheit des Reichs des Windes.",
    "es": "Una espada azul celeste que recuerda a una canción de la antigüedad. Es tan tajante como el juramento por la libertad del Reino del Viento.",
    "fr": "Une épée droite à lame bleue, aussi inébranlable que le serment de la liberté du Royaume du Vent.",
    "pt": "Uma espada azul como canção antediluviana e tão aguçada quanto os juramentos de liberdade prestados na Terra do Vento.",
    "ru": "Цвет этого меча напоминает о древних песнопениях, а его острота подобна словам данной в царстве ветров клятвы свободы.",
    "id": "Pedang biru langit yang mengingatkan pada lagu lama, senjata tajam seperti sumpah kebebasan di bangsa milik Dewa Angin.",
    "th": "ดาบตรงสีน้ำเงินเข้มแห่งบทเพลงโบราณ เป็นดาบที่เหมือนดั่งคำมั่นสัญญาแห่งอิสรภาพในดินแดนแห่งสายลม",
    "vi": "Thanh kiếm thẳng tắp màu xanh lam như tiếng ca hoài cổ, vũ khí sắc bén như lời thề tự do ở đất nước của gió."
  },
  "lore": {
    "zhs": "\n过去曾有一首流行的祝酒与饯行之歌，是这么唱的：\n「假如有人拔掉你的舌头，你依旧可以用眼睛歌唱」\n「假如有人刺瞎你的双眼，你依旧可以用耳朵张望」\n「若有人妄图道破未来之事，那就邀他一同举杯吧」\n「即使明日不再到来，此刻的歌声也将会通向永恒」\n\n据说一方水土的性格，无论是人还是大地本身，都随他们的神而生。\n但究竟是生性不羁的神在抗争中，将对自由的热爱洒向大地与人们，\n还是人们在冰雪与烈风中对自由的期冀中孕育了热爱自由的风之神，\n则是早已不可考的问题。\n\n而那首歌，往往唱响在灰暗的时代。\n无论是在烈风的王者君临尖塔之时，\n或是内里朽坏的贵族推倒神像之时，\n在幽闭的地窖、暗巷中，在破旧的小酒馆中，\n歌声渗透烈风与铁腕，织成抗争的英雄之茧。\n\n在悠古过去的那一天，在圆环包围的寂静都城中，\n随着谁人的琴声，呼喝声终于冲破了烈风的监牢。\n某位少年、精灵、射手、骑士与红发的流浪战士，\n他们站在如锥心长矛般指向深空，\n又如石巨人般投下阴影的尖塔前，\n立下自由的誓言，许下粉碎塔上孤王的决绝宏愿。\n\n而无法登上尖塔的病弱者，则合唱着平日只能低声对着无风的角落哼唱的，\n那首祝酒与践行之歌，以摇撼城墙的气势，趋使着高扬旗号的勇者们攀登…\n「假如有人拔掉你的舌头，你依旧可以用眼睛歌唱」\n「假如有人刺瞎你的双眼，你依旧可以用耳朵张望」\n「但是，假如谁人胆敢夺走你歌唱、你张望的自由」\n「——那就，绝对绝对不能容赦」\n",
    "zht": "\n過去曾有一首流行的祝酒與餞行之歌，是這麼唱的：\n「假如有人拔掉你的舌頭，你依舊可以用眼睛歌唱」\n「假如有人刺瞎你的雙眼，你依舊可以用耳朵張望」\n「若有人妄圖道破未來之事，那就邀他一同舉杯吧」\n「即使明日不再到來，此刻的歌聲也將會通向永恆」\n\n據說一方水土的性格，無論是人還是大地本身，都隨他們的神而生。\n但究竟是生性不羈的神在抗爭中，將對自由的熱愛灑向大地與人們，\n還是人們在冰雪與烈風中對自由的期冀中孕育了熱愛自由的風之神，\n則是早已不可考的問題。\n\n而那首歌，往往唱響在灰暗的時代。\n無論是在烈風的王者君臨尖塔之時，\n或是內裡朽壞的貴族推倒神像之時，\n在幽閉的地窖、暗巷中，在破舊的小酒館中，\n歌聲滲透烈風與鐵腕，織成抗爭的英雄之繭。\n\n在悠古過去的那一天，在圓環包圍的寂靜都城中，\n隨著誰人的琴聲，呼喝聲終於衝破了烈風的監牢。\n某位少年、精靈、射手、騎士與紅髮的流浪戰士，\n他們站在如錐心長矛般指向深空，\n又如石巨人般投下陰影的尖塔前，\n立下自由的誓言，許下粉碎塔上孤王的決絕宏願。\n\n而無法登上尖塔的病弱者，則合唱著平日只能低聲對著無風的角落哼唱的，\n那首祝酒與踐行之歌，以搖撼城牆的氣勢，趨使著高揚旗號的勇者們攀登…\n「假如有人拔掉你的舌頭，你依舊可以用眼睛歌唱」\n「假如有人刺瞎你的雙眼，你依舊可以用耳朵張望」\n「但是，假如誰人膽敢奪走你歌唱、你張望的自由」\n「——那就，絕對絕對不能容赦」\n",
    "jp": "\n過去に流行っていた祝福の歌は、こう歌う——\n「誰かに舌を抜かれても、目で歌える」\n「誰かに目を刺されても、耳で聞ける」\n「夢を壊そうとする人がいたら、乾杯しようと誘う」\n「たとえ明日が来なくても、この瞬間の歌声は永遠になる」\n\n育った風土によって性格は異なる。しかし、土地も人も、すべて神によって誕生したもの。\n自由気ままな神が、抗争の中で自由への愛を人々に広めたのだろうか。\nそれとも人々が自由のために、氷雪と烈風の中で、自由を愛する風の神を生み出したか。\nこの問題を解き明かすことはできない。\n\nあの曲はいつも暗い時代に歌われた。\n烈風の王者が尖塔に君臨した時も、\n腐りきった貴族が神像を倒した時も、\n幽閉された地下室で、暗い路地裏で、ぼろぼろの酒場で、\n烈風と鉄の拳に浸透し、抗争の英雄を紡ぐ。\n\n遥か昔のある日、環状の静まり返った王城で、\n誰かの琴声を伴って、叫び声はついに烈風の監獄を突き破った。\nある少年、精霊、弓使い、騎士と赤い髪の流浪騎士は、\n空を突き抜ける槍のような、\n巨大な影を落とす尖塔の前で自由を誓った。\nそして塔の上の孤独な王を倒すと決意した。\n\n尖塔に登れない体の弱い者たちは、普段小さい声でしか歌えなかった。\nしかし、あの乾杯と送別の歌を、城壁が揺れ動くほどの勢いで歌い、旗を揚げた勇者たちを応援した。\n「誰かに舌を抜かれても、目で歌える」\n「誰かに目を刺されても、耳で聞ける」\n「でも、誰かに歌う自由と眺める自由を奪われたら」\n「——それは、絶対に、絶対に容赦しない」\n",
    "ko": "\n과거에 유행했던 축배와 송별의 노래 가사는 다음과 같다:\n「누군가 네 혀를 뽑는다면, 눈으로 노래할 수 있고」\n「누군가 네 눈을 찌른다면, 귀로 엿들을 수 있으니」\n「누군가 미래의 일을 설파하려 시도한다면, 그와 함께 잔을 들라」\n「내일이 오지 않더라도, 이 순간의 노래 소리는 영원히 울리리라」\n\n한 지역의 기후와 풍토는 사람이든 대지든 모두 그들의 신을 따라 생성된다고 한다.\n그러나 제멋대로인 신은 항쟁 중에 자유에 대한 열망을 대지와 사람들에게 뿌렸다.\n그리고 사람들은 눈과 열풍, 그리고 자유를 향한 발걸음 속에서 자유를 사랑하는 바람의 신을 마음 한편에 품었다.\n이것은 이미 생각할 수 없는 문제였다.\n\n그리고 그 노래는 주로 어두운 시대에 울려퍼졌다.\n열풍의 제왕이 첨탑에 군림할 때나,\n내부가 썩어들어간 귀족이 신상을 무너뜨릴 때도,\n유폐된 땅굴과 뒷골목, 허름한 술집에서,\n노래 소리는 열풍과 강압적인 통치에 스며들어 항쟁할 영웅의 씨를 만들어냈다.\n\n아주 오래 전 어느 날, 둥글게 포위된 적막한 도시에서,\n누군가의 하프 소리에 따라 호통 소리가 결국 열풍의 감옥을 뚫었다.\n어떤 소년과 요정, 사수, 기사, 붉은 머리의 떠돌이 전사는\n그들은 송곳처럼 뾰족한 창처럼 솟은,\n거대한 석상처럼 그림자를 드리운 첨탑 앞에 서서\n자유를 맹세하고 탑 위의 외로운 왕을 쓰러뜨리겠다는 소원을 빌었다.\n\n그러나 탑에 오를 수 없는 병약한 사람들은 평소에 그저 소리 죽여 바람이 없는 곳에서 노래를 흥얼거릴 뿐이었다.\n그 축배와 송별의 노래는 성벽을 뒤흔드는 기세로 깃발을 높이 든 용자들이 벽을 오르도록 부추겼다…\n「누군가 네 혀를 뽑는다면, 눈으로 노래할 수 있고」\n「누군가 네 눈을 찌른다면, 귀로 엿들을 수 있으니」\n「그러나 누군가 네 노래와 네가 엿보는 자유를 빼앗는다면」\n「——그건 절대로 용서할 수 없도다」\n",
    "en": "\nPeople would once raise a toast to a traveler's song that was thusly sung:\n\"If someone plucks out your tongue, you can still sing with your eyes.\"\n\"If someone blinds you in both eyes, you can still see with your ears.\"\n\"If someone conspires to destroy tomorrow, then raise them a glass,\"\n\"For even if tomorrow dies, this song shall live on.\"\n\nThey say that a region's character follows that of its archon, and that this holds true both for the people and the land itself.\nBut was it the unfettered archon who bestowed a love of freedom and wine upon the land and people amidst conflict?\nOr was it the people who nurtured the Anemo Archon's love of freedom as they pined for it amid the howling wind and frost?\nThis is a question that can no longer be answered.\n\nBut that song is often sung in dark times.\nWhether in the days when Decarabian reigned from his gale-crowned tower,\nOr when the corrupt nobility overturned the archon's likeness,\nIn cloistered cellars, in dark alleys, and in decrepit taverns,\nThe song seeped through the gale and the iron fist of tyranny, and became an anthem for resisting heroes.\n\nIn the distant past, in a silent city ringed in from all sides,\nCheers erupted to the sound of a lyre and at last pierced the prison of raging winds.\nA certain group, comprised of a youth, a spirit, an archer, a knight and a wandering flame-haired warrior,\nCame and stood before the tower that loomed like a sky-piercing lance,\nThat cast a shadow like that of a titan,\nAnd they swore to be free, and vowed to shatter the rule of the tower's lone tyrant.\n\nThe weak and infirm who could not scale the tower instead sang the song that, till now, had only ever been whispered in corners where the wind did not reach,\nAnd that drinking song rose up with force enough to shake the city walls, spurring the heroes on as they climbed...\n\"If someone plucks out your tongue, you can still sing with your eyes.\"\n\"If someone blinds you in both eyes, you can still see with your ears.\"\n\"But if anyone dares to steal your song, the freedom you yearn for,\"\n\"— That alone, that alone shall never do!\"\n",
    "de": "\nEinst sangen die Leute, um anzustoßen:\n„Wenn dir jemand die Zunge herausreißt, kannst du immer noch mit deinen Augen singen.“ \n„Wenn dir jemand beide Augen verbindet, kannst du immer noch mit deinen Ohren sehen.“\n„Wenn irgendjemand nach der Zukunft fragt, sag ihm, er solle sein Glas mit dir erheben.“\n„Selbst wenn Morgen niemals kommt, so wird dieser Moment ewig in dem Lied weiterleben.“\n\nEs wird gesagt, dass der Charakter einer Region ihrem Gott folgt und dass dies sowohl für die Menschen als auch für das Land selbst gilt.\nAber es war der lebendige, unbändige Gott, der mitten im Kampf seine Freiheitsliebe auf die Erde und auf die Menschen warf,\noder waren es die Menschen selbst, die den Gott des Windes inmitten des kalten Schnees und starken Winds nährten, die auch Freiheit liebte?\nDiese Frage kann leider nicht mehr beantwortet werden.\n\nJenes Lied wurde oft in dunklen Zeiten gesungen.\nEgal ob in den Tagen, als Decarabian von seinem windigen Turm aus regierte,\noder die korrupten Aristokraten das Götzenbild herausforderten,\nin verschlossenen Kellern, in dunklen Gassen und in heruntergekommenen Tavernen,\ndas Lied sickerte durch den starken Wind und die eiserne Faust und wurde zum Lied der Rebellen und des Widerstands.\n\nIn einer fernen Vergangenheit, in der Stadt der Stille, umgeben von Ringen,\nbrach Jubel zum Klang einer Leier aus und durchdrang endlich das Gefängnis der tobenden Winde.\nEine Gruppe, bestehend aus einem Jungen, einem Geist, einem Bogenschützen, einem Ritter und einem wandernden Krieger mit flammenroten Haaren,\nkam vor einem Turm zum Stehen, der wie eine Lanze bis in den Himmel ragte,\nund der einen Schatten wie ein steinerner Riese warf,\nsie schworen sich ewige Freiheit und sie beschloss, Decabarian auf dem Turm zu vernichten.\n\nDie Schwachen und Gebrechlichen, die den Turm nicht erklimmen konnten, sangen stattdessen das Lied, das bisher immer nur versteckt in Ecken geflüstert wurde, in denen der Wind nicht wehte,\nund dieses Lied erhob sich mit einer Kraft, die stark genug war, um die Stadtmauern zu erschüttern und die Helden anzutreiben, während sie hinaufkletterten ...\n„Wenn dir jemand die Zunge herausreißt, kannst du immer noch mit deinen Augen singen.“ \n„Wenn dir jemand beide Augen verbindet, kannst du immer noch mit deinen Ohren sehen.“\n„Aber wenn es jemand wagt, deine Freiheit zu singen zu stehlen,“\n„Dann, absolut, absolut unverzeihlich.“\n",
    "es": "\nEn el pasado, había una canción que se cantaba para brindar y marchar, la cual decía así:\nSi alguien te arranca la lengua, con los ojos aún puedes cantar\nSi alguien te deja ciego, con los oídos aún puedes observar\nSi alguien conspira para destruir el futuro, invítale con una copa a brindar\nPues aunque no llegue el mañana, esta canción para siempre perdurará.\n\nDicen que el carácter de una región es como el de su arconte, y que esto es válido tanto para la gente como para la propia tierra.\nPero ¿fue el indisciplinado arconte quien otorgó a la tierra y a la gente su amor por la libertad y el vino en medio del gran conflicto?\n¿O fueron las personas las que alimentaron el amor del Arconte Anemo por la libertad con sus anhelos en medio del viento y la escarcha?\nEsta es una pregunta que ya nadie puede responder.\n\nSin embargo, esa canción suele cantarse en momentos de oscuridad.\nYa fuese en la época en que Decarabian, el Rey de la Tempestad, gobernaba desde su torre,\no cuando los corruptos aristócratas derribaron la estatua del Arconte,\nen sótanos confinados, en callejones oscuros y en tabernas viejas y en mal estado,\nla canción se filtraba a través de las tempestades y la férrea tiranía, convirtiéndose en el himno de resistencia de los héroes.\n\nEn un pasado muy lejano, en una ciudad silenciosa rodeada por todos lados,\ngritos de ánimo estallaron con el sonido de una lira y, finalmente, rompieron las cadenas de las furiosas tempestades.\nUn grupo, formado por un joven, un espíritu, una arquera, un caballero y un guerrero errante de pelo rojizo,\nllegó a la ciudad y se detuvo ante una torre que se alzaba como una lanza que atravesaba el cielo,\ny que proyectaba una sombra como la de un titán.\nLos miembros del grupo juraron ser libres, y prometieron acabar con el reinado del solitario tirano de la torre.\n\nLas personas débiles o con enfermedades que no podían escalar la torre cantaron la canción que, hasta ese momento, solo se susurraba en los rincones donde no llegaba el viento.\nEsa canción para brindar y marchar surgió con la fuerza suficiente para sacudir las murallas de la ciudad y alentar a los héroes que las trepaban...\nSi alguien te arranca la lengua, con los ojos aún puedes cantar\nSi alguien te deja ciego, con los oídos aún puedes observar\nPero si alguien se atreve a robar tu canción, esa libertad que tanto anhelas...\nEntonces, ¡ya nada quedará por salvar!\n",
    "fr": "\nLes gens avaient autrefois coutume de porter un toast, qui se chantait ainsi :\n« Si ta langue est arrachée, alors utilise tes yeux pour chanter. »\n« Si tes yeux sont transpercés, alors utilise tes oreilles pour voir. »\n« Et si quelqu'un cherche à détruire le futur, alors lève ton verre en son honneur ; »\n« Car si demain n'arrive jamais, cette chanson est éternelle ! »\n\nD'aucuns prétendent que le caractère d'une région, qu'il s'agisse du peuple qui l'habite ou des terres qui la composent, est directement lié à l'Archon qui y est vénéré.\nMais est-ce l'Archon libre de toute entrave qui fit don de cet amour pour la liberté et le vin à la terre et aux hommes en ces temps de conflit ?\nOu est-ce le peuple qui, par son puissant désir d'affranchissement, nourrit l'Archon Anémo friand de liberté, alors que vents et blizzards faisaient rage ?\nNul ne connaît plus la réponse à cette question.\n\nQuant à ce chant, il résonne souvent lors des sombres moments de l'histoire.\nIl résonna lorsque le Décabarian fit régner la terreur du haut de sa tour ;\nil résonna lorsque l'aristocratie corrompue oublia la voie de l'Archon ;\nil résonna dans les caves obscures, les ruelles sombres, les tavernes décrépies ;\net il se répandit à travers les vents rageants, ignorant la poigne de fer, et porteur des aspirations des héros de la Résistance.\n\nDans un lointain passé, au sein de la cité solitaire,\naccompagnant le chant de la lyre, les bruits d'encouragement percèrent enfin la prison des vents en furie.\nUn groupe composé d'un garçon, d'un esprit, d'un archer, d'un chevalier et d'un guerrier errant aux cheveux incandescents\nse tint droit devant la tour qui perçait les cieux telle quelque lance démesurée,\nprojetant son ombre à la manière de quelque titan de pierre ;\net là les héros firent le serment de la liberté, vouant à briser pour toujours le règne du tyran à la tour.\n\nEt le faible et le mal-portant, incapables de grimper à l'assaut de la tour, se mirent alors à chanter ces paroles qui jusqu'alors ne pouvaient qu'être murmurées dans les recoins que le vent ne pouvait visiter ;\net le chant s'éleva, puissant à en faire trembler les murs de la ville, soutenant les héros dans leur ascension...\n« Si ta langue est arrachée, alors utilise tes yeux pour chanter. »\n« Si tes yeux sont transpercés, alors utilise tes oreilles pour voir. »\n« Mais que ta chanson et la liberté à laquelle tu aspires te soient volées ; »\n« Alors que cela ne soit jamais pardonné. »\n",
    "pt": "\nNo passado existia uma canção popular que era cantada quando se bebia, era assim:\n\"Se alguém arranca sua língua, você ainda pode cantar com seus olhos.\"\n\"Se alguém cega seus olhos, você ainda pode ver com seus ouvidos.\"\n\"Se alguém conspira para destruir o amanhã, então faça um brinde a eles.\"\n\"Pois mesmo que o amanhã morra, essa música permanecerá viva.\"\n\nDizem que o caráter de uma região segue o de seu arconte, e que isso vale tanto para o povo quanto para a própria terra.\nMas foi o arconte irrestrito que concedeu amor à liberdade e ao vinho à terra e às pessoas em meio ao conflito?\nOu foram as pessoas que nutriram o amor do Arconte Anemo pela liberdade enquanto ansiavam por ele em meio ao vento uivante e ao gelo?\nEsta é uma pergunta que não pode mais ser respondida.\n\nMas aquela música é geralmente cantada em períodos obscuros.\nSeja nos dias em que Decarabian reinava de sua torre,\nOu quando a nobreza corrupta derrubou a estátua do arconte,\nEm sótãos confinados, becos escuros e tavernas decrépitas,\nA música vazava do punho da tirania, e se tornou um hino da resistência dos heróis.\n\nNo passado distante, uma cidade silenciosa rodeada por todos os lados,\nGritos de felicidade ecoaram ao som de uma lira e, finalmente, perfuraram a prisão das tempestades furiosas.\nUm certo grupo, formado por um jovem, um espírito, um arqueiro, um cavaleiro e um guerreiro errante de cabelo vermelho,\nVieram e pararam frente à torre que parecia uma lança perfurando o céu,\nque projetava uma sobra como a de um titã,\ne juraram que seriam livres, que destruiriam o reinado do tirano solitário da torre.\n\nAqueles fracos enfermos que não conseguiam escalar a torre, em vez disso, cantavam a canção que, até agora, só tinha sido sussurrada por onde o vento não chegava,\nE aquela canção para brindar elevou-se com força suficiente para sacudir as muralhas da cidade, estimulando os heróis enquanto as subiam...\n\"Se alguém arranca sua língua, você ainda pode cantar com seus olhos.\"\n\"Se alguém cega seus olhos, você ainda pode ver com seus ouvidos.\"\n\"Mas se alguém se atrever a roubar sua canção, essa liberdade que tanto deseja...\"\n\"— Então, isso jamais poderá ser perdoado!\"\n",
    "ru": "\nНекогда эту песню знал каждый, и под неё поднимали бокалы и устраивали проводы:\n«Если кто-то вырвал твой язык - ты можешь петь глазами.\nЕсли кто-то лишил тебя глаз - ты можешь видеть ушами.\nЕсли кто-то хочет украсть будущее - пусть выпьет с нами,\nВедь даже если завтра умрёт, эта песня будет жить веками».\n\nГоворят, характер региона следует за своим Архонтом, причём это справедливо и для ландшафта, и для людей.\nНо правда ли вольный Архонт, сражаясь со злом, подарил людям любовь к вину и свободе?\nИли сами люди среди бурь и штормов взрастили в Архонте Ветра любовь к свободе?\nНа этот вопрос уже не найти ответа.\n\nНо та песня часто поётся в мрачные времена.\nБудь то время царствования Короля Штормов\nили эпоха низвержения веры в Архонта прогнившей аристократией,\nв закрытых подвалах, во мраке улиц, в ветхих тавернах\nзвучала эта песня, и она давала отпор штормам и тирании, становилась гимном для восставших героев.\n\nВ далёком прошлом, в осажденном со всех сторон молчаливом городе\nпрозвучала лира, и её песня вместе с сотнями громких голосов сломила тюрьму лютых ветров.\nНекий юноша, дух, стрелок, рыцарь и рыжий бродячий воин\nвстали перед башней, устремившейся в небо, будто копьё,\nи тень её, длинная, как тень великана, легла на храбрецов,\nа они дали клятву, что будут свободны люди, что будет положен конец правлению тирану, живущему на вершине шпиля.\n\nТе, кто был слишком слаб и не мог взобраться на башню, запели песню, которую в наши дни можно услышать лишь в шёпоте укрытых от ветра уголков города.\nИ та песня, которую знал каждый и под которую поднимали бокалы, силой своей сотрясла стены, подбадривая героев, решившихся забраться на вершину...\n«Если кто-то вырвал твой язык - ты можешь петь глазами.\nЕсли кто-то лишил тебя глаз - ты можешь видеть ушами.\nНо если кто-то хочет украсть твою песню, твою свободу,\nТакое нельзя - слышишь! - нельзя простить!»\n",
    "id": "\nDulu orang-orang akan bersulang dan menyanyikan sebuah lagu:\n\"Jika seseorang menarik lidahmu, kamu masih bisa bernyanyi dengan mata.\"\n\"Jika seseorang membutakan kedua matamu, kamu masih bisa melihat dengan telinga.\"\n\"Jika seseorang berkonspirasi ingin menghancurkan hari esok, maka bersulanglah.\"\n\"Karena walaupun hari esok mati, lagu ini akan terus hidup.\"\n\nDikatakan bahwa karakter suatu daerah serupa dengan Archon yang melindunginya, dan ini berlaku untuk rakyat dan daratan itu sendiri.\nTetapi apakah Archon yang tidak bisa terikat itu, yang menyebarkan gairah kebebasan pada tanah dan orang-orang di tengah konflik?\nAtau apakah harapan orang-orang yang merindukan kebebasan di tengah salju dan badai, harapan itulah yang melahirkan Archon Anemo yang mencintai kebebasan?\nIni adalah pertanyaan yang sejak awal tidak dapat dijawab.\n\nNamun nyanyian itu sering dinyanyikan pada masa yang kelam.\nBaik di saat Decarabian masih memerintah dari menaranya,\natau saat para bangsawan yang hina itu menggulingkan keagungan Archon,\ndi ruang bawah tanah tertutup, di lorong-lorong gelap, dan di Tavern tua,\nnyanyian itu menembus angin kencang dan tinju besi tirani, dan menjadi lagu kebangsaan para pahlawan pemberontak.\n\nDi masa lalu, di kota yang senyap dari semua sisinya,\nSorak-sorai diiringi bunyi lira dan akhirnya menembus penjara melalui angin yang berembus kencang.\nSebuah kelompok yang terdiri dari para pemuda, peri, pemanah, seorang Knight dan prajurit dengan rambut merah api,\ndatang dan berdiri di hadapan menara yang menjulang tinggi sampai ke langit,\nyang membayangi bagaikan raksasa,\ndan mereka bersumpah untuk bebas, bersumpah untuk menghancurkan menara tersebut beserta aturannya yang lalim.\n\nMereka yang lemah dan tak berdaya tidak bisa memanjat menara, malah menyanyikan lagu yang, sampai sekarang, hanya dibisikkan di sudut-sudut yang bahan angin tidak bisa mencapainya,\nDan lagu itu bangkit dengan kekuatan yang bahkan cukup untuk mengguncang tembok kota, memberi semangat pada para pahlawan yang memanjat tembok kota...\n\"Jika seseorang menarik lidahmu, kamu masih bisa bernyanyi dengan mata.\"\n\"Jika seseorang membutakan kedua matamu, kamu masih bisa melihat dengan telinga.\"\n\"Namun jika ada orang yang berani mencuri lagu dan kebebasan yang kamu dambakan,\"\n\"—Hal itu, sama sekali adalah hal yang tidak boleh dibiarkan!\"\n",
    "th": "\nเมื่อก่อนมีเพลงอยู่เพลงหนึ่งที่นิยมร้องตอนดื่มอวยพรและตอนฝึกฝน ซึ่งเพลงร้องว่าอย่างนี้:\n\"หากแม้นมีคนดึงลิ้นของคุณทิ้ง คุณก็ยังสามารถใช้ดวงตาร้องเพลงได้\"\n\"หากแม้นมีคนแทงจนคุณตาบอด คุณก็ยังสามารถใช้หูมองไปรอบ ๆ ได้\"\n\"หากแม้นมีคนวางแผนจะทำลายอนาคต เช่นนั้นก็ชวนเขามายกแก้วด้วยกันเถิด\"\n\"ถึงแม้นพรุ่งนี้จะมาไม่ถึง แต่เสียงเพลงในขณะนี้ก็จะคงอยู่ชั่วนิรันดร์\"\n\nกล่าวกันว่าลักษณะของแต่ละภูมิภาคนั้น ไม่ว่าจะเป็นคนหรือแผ่นดินอันกว้างใหญ่ ก็ล้วนแต่เกิดขึ้นตามเทพเจ้าของพวกเขาทั้งสิ้น\nแต่ที่สุดแล้วเทพเจ้าผู้รักในอิสระ ได้มอบความรักในอิสระ และไวน์นั้นให้แก่แผ่นดินและผู้คนท่ามกลางการต่อสู้\nหรือคนได้ถือกำเนิดเทพเจ้าแห่งลมผู้รักในอิสรภาพท่ามกลางหิมะและพายุความปรารถนาต่ออิสรภาพ\nหรือนี่เป็นคำถามที่ไม่สามารถพิสูจน์ได้ตั้งแต่แรก\n\nแต่เพลงเพลงนั้นมักจะร้องในยุคอันมืดมน\nไม่ว่าในตอนที่ราชาขึ้นครองราชย์บนยอดหอคอยท่ามกลางลมพายุ\nหรือเมื่อเหล่าขุนนางผู้เสื่อมทรามทำลายล้างเทวรูป\nในอุโมงค์ใต้ดิน, ในซอยมืด, ในร้านเหล้าที่ทรุดโทรม\nเสียงเพลงที่แทรกซึมไปในลมพายุและกำปั้นเหล็ก ถักทอจนกลายเป็นรังของฮีโร่นักรบ\n\nในอดีตแสนเนิ่นนาน ในเมืองหลวงอันเงียบสงัดที่ถูกล้อมรอบทุกทาง\nด้วยเสียงพิณของใครบางคน และเสียงโห่ร้องในที่สุดก็บุกฝ่าคุกแห่งลมพายุ\nชายหนุ่ม, ภูต, นักธนู, อัศวินและนักรบผมแดงพเนจร\nพวกเขายืนอยู่หน้าหอคอยที่มีรูปร่างคล้ายหอกยาวที่ชี้ไปยังท้องฟ้า\nด้านหน้าหอคอยที่เหมือนกับเงาของยักษ์หิน\nและพวกเขาได้ปฏิญาณว่าจะเป็นอิสระ และปฏิญาณว่าจะทำลายกฎของกษัตริย์ผู้โดดเดี่ยวแห่งหอคอย\n\nส่วนคนป่วยและอ่อนแอที่ไม่สามารถปีนขึ้นหอคอยได้ ก็ทำได้เพียงฮัมเพลงเบา ๆ ในมุมที่ไม่มีลมพัดผ่าน\nเพลงที่ใช้ร้องตอนดื่มอวยพรและตอนฝึกฝนนั้นสามารถเขย่ากำแพงเมือง และกระตุ้นเหล่าผู้กล้าให้ปีนขึ้นไป... \n\"หากแม้นมีคนดึงลิ้นของคุณทิ้ง คุณก็ยังสามารถใช้ดวงตาร้องเพลงได้\"\n\"หากแม้นมีคนแทงจนคุณตาบอด คุณก็ยังสามารถใช้หูมองไปรอบ ๆ ได้\"\n\"แต่ทว่าใครจะกล้าแย่งเพลงของคุณ, อิสระที่คุณปรารถนา\"\n\"—เช่นนั้นก็ ไม่สามารถยกโทษให้โดยเด็ดขาด\"\n",
    "vi": "\nTrước đây từng có một bài hát chúc rượu và thực tiễn nổi tiếng như thế này:\n\"Giả sử có người rút mất lưỡi của ngươi, ngươi vẫn có thể dùng ánh mắt để ca hát\"\n\"Giả sử có người đâm mù hai mắt của ngươi, ngươi vẫn có thể dùng đôi tai để cảm nhận\"\n\"Nếu như có người mưu đồ tiết lộ chuyện tương lai, vậy hãy mời hắn cùng nâng cốc nào\"\n\"Cho dù ngày mai không tới, tiếng hát giờ phút này cũng sẽ trở thành vĩnh hằng\"\n\nNghe nói đặc điểm của một vùng, bất luận là người hay chính vùng đất đó đều sinh ra theo Thần của bọn họ.\nNhưng ruốt cuộc là do vị thần bản tính ngỗ ngược đã gieo rắc tình yêu tự do xuống mặt đất và con người trong cuộc đấu tranh,\nhay là trong băng tuyết và gió dữ, con người đã tạo ra Phong Thần từ sự yêu quý tự do,\nthì đã là một câu hỏi không thể trả lời được nữa rồi.\n\nMà bài hát đó luôn vang lên trong thời đại u ám.\nDù đó là khi vị vua của những ngọn gió dữ đến gần ngọn tháp,\nHay khi bọn quý tộc đốn mạt đẩy ngã tượng thần,\nTrong hầm giam chật hẹp, trong ngõ nhỏ u tối, trong quán rượu tồi tàn,\nTiếng ca vang lên giữa làn gió dữ và những nắm đấm sắt, đan thành chiếc kén bảo vệ người anh hùng.\n\nVào một ngày trong quá khứ xa xôi, trong thành phố bị bao trùm bởi sự im lặng\nGiữa tiếng đàn vô chủ, tiếng hét cuối cùng đã phá tan lồng giam của gió dữ.\nMột người thiếu niên, tinh linh, xạ thủ, kỵ sĩ và chiến sĩ lang thang với mái tóc đỏ nào đó,\nHọ đang đứng trước ngọn tháp sừng sững như mũi thương xuyên qua thinh không sâu thẳm,\nvà đổ bóng như một người khổng lồ bằng đá,\nLời thề tự do được thành lập, ý nguyện vĩ đại và quyết tâm đè bẹp vị vua cô độc trên tháp.\n\nCòn những kẻ yếu đuối chẳng thể leo nổi lên đỉnh tháp, đã cất lên lời ca mà thường ngày chỉ có thể nhỏ giọng ngân nga ở một nơi mà gió không thổi tới,\nBài ca chúc rượu và kháng chiến, mang theo khí thế chấn động cả tường thành, cổ vũ cho các dũng sĩ leo lên đỉnh tháp phất cao lá cờ tự do...\n\"Giả sử có người rút mất lưỡi của ngươi, ngươi vẫn có thể dùng ánh mắt để ca hát\"\n\"Giả sử có người đâm mù hai mắt của ngươi, ngươi vẫn có thể dùng đôi tai để cảm nhận\"\n\"Nhưng, giả sử có ai đó dám đoạt mất sự tự do ca hát, sự tự do ngắm nhìn của ngươi\"\n\"Thì tuyệt đối, tuyệt đối không thể tha thứ\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "抗争的践行之歌",
        "zht": "抗爭的踐行之歌",
        "jp": "執行と抗争の歌",
        "ko": "항쟁의 실천곡",
        "en": "Revolutionary Chorale",
        "de": "Gesang der Revolution",
        "es": "Himno de la rebelión",
        "fr": "Ode de l'appel à la révolte",
        "pt": "Hino da Rebelião",
        "ru": "Песнь восстания",
        "id": "Revolutionary Chorale",
        "th": "Revolutionary Chorale",
        "vi": "Bài Ca Kháng Chiến"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。造成的伤害提高<color=#99FFFFFF>10%</color>；触发元素反应时，角色获得一枚奋起之符，每0.5秒内至多触发一次，角色处于队伍后台也能触发。拥有2枚奋起之符时，将消耗所有奋起之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·抗争之歌」效果：普通攻击、重击、下落攻击造成的伤害提高<color=#99FFFFFF>16%</color>，攻击力提升<color=#99FFFFFF>20%</color>。触发后20秒内，无法再次获得奋起之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。造成的傷害提高<color=#99FFFFFF>10%</color>；觸發元素反應時，角色獲得一枚奮起之符，每0.5秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有兩枚奮起之符時，將消耗所有奮起之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·抗爭之歌」效果：普通攻擊、重擊、下落攻擊造成的傷害提高<color=#99FFFFFF>16%</color>，攻擊力提升<color=#99FFFFFF>20%</color>。觸發後20秒內，無法再次獲得奮起之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。与えるダメージ+<color=#99FFFFFF>10%</color>。元素反応を起こすと、奮起の欠片を1枚獲得する。この効果は0.5秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。奮起の欠片を2枚集めると、全ての奮起の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·抗争の歌」効果を付与する：通常攻撃、重撃、落下攻撃のダメージ+<color=#99FFFFFF>16%</color>、攻撃力+<color=#99FFFFFF>20%</color>。発動後20秒の間、奮起の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분으로 가하는 피해가 <color=#99FFFFFF>10%</color> 증가한다. 원소 반응을 발동할 시 캐릭터는 투쟁의 부적을 1장 획득하며, 0.5초마다 한 번씩 발동하고 캐릭터가 대기 상태일 때도 발동 할 수 있다. 투쟁의 부적 2장 보유 시 부적을 모두 사용하면 파티 내 모든 캐릭터가 12초동안 「천년의 대악장·투쟁의 노래」 효과를 획득한다. 이때 일반 공격, 강공격, 낙하 공격 피해는 <color=#99FFFFFF>16%</color> 증가하고, 공격력은 <color=#99FFFFFF>20%</color> 증가한다. 발동 후 20초 동안은 투쟁의 부적을 획득할 수 없으며, 「천년의 대악장」 발동 효과는 동일 수치의 다른 효과들과 중첩되지 않는다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by <color=#99FFFFFF>10%</color>. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by <color=#99FFFFFF>16%</color> and increases ATK by <color=#99FFFFFF>20%</color>. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht den verursachten Schaden um <color=#99FFFFFF>10 %</color>. Gibt der damit ausgerüsteten Figur beim Auslösen von Elementarreaktionen ein Zeichen der Revolte, 0,5 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen der Revolte, sobald 2 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied der Revolution“: Erhöht den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um <color=#99FFFFFF>16 %</color> und den ANG um <color=#99FFFFFF>20 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen der Revolte erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <color=#99FFFFFF>10%</color> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <color=#99FFFFFF>16%</color> el daño de los Ataques Normales, Cargados y Descendentes, y en un <color=#99FFFFFF>20%</color> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "Partie du « Concert du millénaire ». Augmente les DGT infligés de <color=#99FFFFFF>10 %</color>. Si le personnage déclenche une réaction élémentaire, il obtient un talisman de résistance, à raison d'un talisman toutes les 0,5 s max, même s'il n'est plus déployé. Une fois 2 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet « Concert du millénaire - Ode à la révolte », ce qui augmente les DGT infligés par les attaques normales, les attaques chargées et les attaques plongeantes de <color=#99FFFFFF>16 %</color> et l'ATQ de <color=#99FFFFFF>20 %</color>. Il n'est plus possible de gagner de talismans de résistance pendant 20 s après l'activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta o Dano causado em <color=#99FFFFFF>10%</color>. Quando ativa a Reação Elemental, o personagem obterá um Símbolo da Resistência, que pode ser ativado uma vez a cada 0.5s, mesmo quando o personagem não está no campo de batalha. Possuir 2 Símbolos da Resistência faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Resistência\" por 12s: Aumenta o Dano de Ataque Normal, Ataque Carregado, Ataque Imersivo em <color=#99FFFFFF>16%</color>, além disso o ATQ será aumentado em <color=#99FFFFFF>20%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos da Resistência de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <color=#99FFFFFF>10%</color>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <color=#99FFFFFF>16%</color>, а силу атаки - на <color=#99FFFFFF>20%</color>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <color=#99FFFFFF>10%</color>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <color=#99FFFFFF>16%</color> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <color=#99FFFFFF>20%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <color=#99FFFFFF>10%</color> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <color=#99FFFFFF>16%</color>, พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>20%</color> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Sát thương tạo thành tăng <color=#99FFFFFF>10%</color>; Khi kích hoạt phản ứng nguyên tố, nhân vật sẽ nhận 1 Lá Bùa Phấn Khởi, mỗi 0.5s tối đa kích hoạt một lần, nhân vật dự bị trong đội cũng sẽ kích hoạt. Khi có 2 Lá Bùa Phấn Khởi sẽ tiêu hao tất cả Lá Bùa Phấn Khởi, khiến tất cả nhân vật trong đội gần đó nhận được hiệu ứng \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Kháng Chiến\" trong 12s: Sát thương đánh thường, trọng kích, tấn công khi đáp tăng <color=#99FFFFFF>16%</color>, tấn công tăng <color=#99FFFFFF>20%</color>. Trong 20s sau khi kích hoạt sẽ không nhận được Lá Bùa Phấn Khởi nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "抗争的践行之歌",
        "zht": "抗爭的踐行之歌",
        "jp": "執行と抗争の歌",
        "ko": "항쟁의 실천곡",
        "en": "Revolutionary Chorale",
        "de": "Gesang der Revolution",
        "es": "Himno de la rebelión",
        "fr": "Ode de l'appel à la révolte",
        "pt": "Hino da Rebelião",
        "ru": "Песнь восстания",
        "id": "Revolutionary Chorale",
        "th": "Revolutionary Chorale",
        "vi": "Bài Ca Kháng Chiến"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。造成的伤害提高<color=#99FFFFFF>12.5%</color>；触发元素反应时，角色获得一枚奋起之符，每0.5秒内至多触发一次，角色处于队伍后台也能触发。拥有2枚奋起之符时，将消耗所有奋起之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·抗争之歌」效果：普通攻击、重击、下落攻击造成的伤害提高<color=#99FFFFFF>20%</color>，攻击力提升<color=#99FFFFFF>25%</color>。触发后20秒内，无法再次获得奋起之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "漂游風中的「千年的大樂章」的一部分。造成的傷害提高<color=#99FFFFFF>12.5%</color>；觸發元素反應時，角色獲得一枚奮起之符，每0.5秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有兩枚奮起之符時，將消耗所有奮起之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·抗爭之歌」效果：普通攻擊、重擊、下落攻擊造成的傷害提高<color=#99FFFFFF>20%</color>，攻擊力提升<color=#99FFFFFF>25%</color>。觸發後20秒內，無法再次獲得奮起之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。与えるダメージ+<color=#99FFFFFF>12.5%</color>。元素反応を起こすと、奮起の欠片を1枚獲得する。この効果は0.5秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。奮起の欠片を2枚集めると、全ての奮起の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·抗争の歌」効果を付与する：通常攻撃、重撃、落下攻撃のダメージ+<color=#99FFFFFF>20%</color>、攻撃力+<color=#99FFFFFF>25%</color>。発動後20秒の間、奮起の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분으로 가하는 피해가 <color=#99FFFFFF>12.5%</color> 증가한다. 원소 반응을 발동할 시 캐릭터는 투쟁의 부적을 1장 획득하며, 0.5초마다 한 번씩 발동하고 캐릭터가 대기 상태일 때도 발동 할 수 있다. 투쟁의 부적 2장 보유 시 부적을 모두 사용하면 파티 내 모든 캐릭터가 12초동안 「천년의 대악장·투쟁의 노래」 효과를 획득한다. 이때 일반 공격, 강공격, 낙하 공격 피해는 <color=#99FFFFFF>20%</color> 증가하고, 공격력은 <color=#99FFFFFF>25%</color> 증가한다. 발동 후 20초 동안은 투쟁의 부적을 획득할 수 없으며, 「천년의 대악장」 발동 효과는 동일 수치의 다른 효과들과 중첩되지 않는다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by <color=#99FFFFFF>12.5%</color>. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by <color=#99FFFFFF>20%</color> and increases ATK by <color=#99FFFFFF>25%</color>. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht den verursachten Schaden um <color=#99FFFFFF>12,5 %</color>. Gibt der damit ausgerüsteten Figur beim Auslösen von Elementarreaktionen ein Zeichen der Revolte, 0,5 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen der Revolte, sobald 2 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied der Revolution“: Erhöht den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um <color=#99FFFFFF>20 %</color> und den ANG um <color=#99FFFFFF>25 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen der Revolte erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <color=#99FFFFFF>12.5%</color> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <color=#99FFFFFF>20%</color> el daño de los Ataques Normales, Cargados y Descendentes, y en un <color=#99FFFFFF>25%</color> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "Partie du « Concert du millénaire ». Augmente les DGT infligés de <color=#99FFFFFF>12,5 %</color>. Si le personnage déclenche une réaction élémentaire, il obtient un talisman de résistance, à raison d'un talisman toutes les 0,5 s max, même s'il n'est plus déployé. Une fois 2 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet « Concert du millénaire - Ode à la révolte », ce qui augmente les DGT infligés par les attaques normales, les attaques chargées et les attaques plongeantes de <color=#99FFFFFF>20 %</color> et l'ATQ de <color=#99FFFFFF>25 %</color>. Il n'est plus possible de gagner de talismans de résistance pendant 20 s après l'activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta o Dano causado em <color=#99FFFFFF>12.5%</color>. Quando ativa a Reação Elemental, o personagem obterá um Símbolo da Resistência, que pode ser ativado uma vez a cada 0.5s, mesmo quando o personagem não está no campo de batalha. Possuir 2 Símbolos da Resistência faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Resistência\" por 12s: Aumenta o Dano de Ataque Normal, Ataque Carregado, Ataque Imersivo em <color=#99FFFFFF>20%</color>, além disso o ATQ será aumentado em <color=#99FFFFFF>25%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos da Resistência de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <color=#99FFFFFF>12,5%</color>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <color=#99FFFFFF>20%</color>, а силу атаки - на <color=#99FFFFFF>25%</color>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <color=#99FFFFFF>12,5%</color>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <color=#99FFFFFF>20%</color> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <color=#99FFFFFF>25%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <color=#99FFFFFF>12.5%</color> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <color=#99FFFFFF>20%</color>, พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>25%</color> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Sát thương tạo thành tăng <color=#99FFFFFF>12.5%</color>; Khi kích hoạt phản ứng nguyên tố, nhân vật sẽ nhận 1 Lá Bùa Phấn Khởi, mỗi 0.5s tối đa kích hoạt một lần, nhân vật dự bị trong đội cũng sẽ kích hoạt. Khi có 2 Lá Bùa Phấn Khởi sẽ tiêu hao tất cả Lá Bùa Phấn Khởi, khiến tất cả nhân vật trong đội gần đó nhận được hiệu ứng \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Kháng Chiến\" trong 12s: Sát thương đánh thường, trọng kích, tấn công khi đáp tăng <color=#99FFFFFF>20%</color>, tấn công tăng <color=#99FFFFFF>25%</color>. Trong 20s sau khi kích hoạt sẽ không nhận được Lá Bùa Phấn Khởi nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "抗争的践行之歌",
        "zht": "抗爭的踐行之歌",
        "jp": "執行と抗争の歌",
        "ko": "항쟁의 실천곡",
        "en": "Revolutionary Chorale",
        "de": "Gesang der Revolution",
        "es": "Himno de la rebelión",
        "fr": "Ode de l'appel à la révolte",
        "pt": "Hino da Rebelião",
        "ru": "Песнь восстания",
        "id": "Revolutionary Chorale",
        "th": "Revolutionary Chorale",
        "vi": "Bài Ca Kháng Chiến"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。造成的伤害提高<color=#99FFFFFF>15%</color>；触发元素反应时，角色获得一枚奋起之符，每0.5秒内至多触发一次，角色处于队伍后台也能触发。拥有2枚奋起之符时，将消耗所有奋起之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·抗争之歌」效果：普通攻击、重击、下落攻击造成的伤害提高<color=#99FFFFFF>24%</color>，攻击力提升<color=#99FFFFFF>30%</color>。触发后20秒内，无法再次获得奋起之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。造成的傷害提高<color=#99FFFFFF>15%</color>；觸發元素反應時，角色獲得一枚奮起之符，每0.5秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有兩枚奮起之符時，將消耗所有奮起之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·抗爭之歌」效果：普通攻擊、重擊、下落攻擊造成的傷害提高<color=#99FFFFFF>24%</color>，攻擊力提升<color=#99FFFFFF>30%</color>。觸發後20秒內，無法再次獲得奮起之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。与えるダメージ+<color=#99FFFFFF>15%</color>。元素反応を起こすと、奮起の欠片を1枚獲得する。この効果は0.5秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。奮起の欠片を2枚集めると、全ての奮起の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·抗争の歌」効果を付与する：通常攻撃、重撃、落下攻撃のダメージ+<color=#99FFFFFF>24%</color>、攻撃力+<color=#99FFFFFF>30%</color>。発動後20秒の間、奮起の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분으로 가하는 피해가 <color=#99FFFFFF>15%</color> 증가한다. 원소 반응을 발동할 시 캐릭터는 투쟁의 부적을 1장 획득하며, 0.5초마다 한 번씩 발동하고 캐릭터가 대기 상태일 때도 발동 할 수 있다. 투쟁의 부적 2장 보유 시 부적을 모두 사용하면 파티 내 모든 캐릭터가 12초동안 「천년의 대악장·투쟁의 노래」 효과를 획득한다. 이때 일반 공격, 강공격, 낙하 공격 피해는 <color=#99FFFFFF>24%</color> 증가하고, 공격력은 <color=#99FFFFFF>30%</color> 증가한다. 발동 후 20초 동안은 투쟁의 부적을 획득할 수 없으며, 「천년의 대악장」 발동 효과는 동일 수치의 다른 효과들과 중첩되지 않는다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by <color=#99FFFFFF>15%</color>. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by <color=#99FFFFFF>24%</color> and increases ATK by <color=#99FFFFFF>30%</color>. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht den verursachten Schaden um <color=#99FFFFFF>15 %</color>. Gibt der damit ausgerüsteten Figur beim Auslösen von Elementarreaktionen ein Zeichen der Revolte, 0,5 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen der Revolte, sobald 2 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied der Revolution“: Erhöht den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um <color=#99FFFFFF>24 %</color> und den ANG um <color=#99FFFFFF>30 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen der Revolte erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <color=#99FFFFFF>15%</color> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <color=#99FFFFFF>24%</color> el daño de los Ataques Normales, Cargados y Descendentes, y en un <color=#99FFFFFF>30%</color> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "Partie du « Concert du millénaire ». Augmente les DGT infligés de <color=#99FFFFFF>15 %</color>. Si le personnage déclenche une réaction élémentaire, il obtient un talisman de résistance, à raison d'un talisman toutes les 0,5 s max, même s'il n'est plus déployé. Une fois 2 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet « Concert du millénaire - Ode à la révolte », ce qui augmente les DGT infligés par les attaques normales, les attaques chargées et les attaques plongeantes de <color=#99FFFFFF>24 %</color> et l'ATQ de <color=#99FFFFFF>30 %</color>. Il n'est plus possible de gagner de talismans de résistance pendant 20 s après l'activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta o Dano causado em <color=#99FFFFFF>15%</color>. Quando ativa a Reação Elemental, o personagem obterá um Símbolo da Resistência, que pode ser ativado uma vez a cada 0.5s, mesmo quando o personagem não está no campo de batalha. Possuir 2 Símbolos da Resistência faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Resistência\" por 12s: Aumenta o Dano de Ataque Normal, Ataque Carregado, Ataque Imersivo em <color=#99FFFFFF>24%</color>, além disso o ATQ será aumentado em <color=#99FFFFFF>30%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos da Resistência de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <color=#99FFFFFF>15%</color>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <color=#99FFFFFF>24%</color>, а силу атаки - на <color=#99FFFFFF>30%</color>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <color=#99FFFFFF>15%</color>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <color=#99FFFFFF>24%</color> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <color=#99FFFFFF>30%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <color=#99FFFFFF>15%</color> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <color=#99FFFFFF>24%</color>, พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>30%</color> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Sát thương tạo thành tăng <color=#99FFFFFF>15%</color>; Khi kích hoạt phản ứng nguyên tố, nhân vật sẽ nhận 1 Lá Bùa Phấn Khởi, mỗi 0.5s tối đa kích hoạt một lần, nhân vật dự bị trong đội cũng sẽ kích hoạt. Khi có 2 Lá Bùa Phấn Khởi sẽ tiêu hao tất cả Lá Bùa Phấn Khởi, khiến tất cả nhân vật trong đội gần đó nhận được hiệu ứng \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Kháng Chiến\" trong 12s: Sát thương đánh thường, trọng kích, tấn công khi đáp tăng <color=#99FFFFFF>24%</color>, tấn công tăng <color=#99FFFFFF>30%</color>. Trong 20s sau khi kích hoạt sẽ không nhận được Lá Bùa Phấn Khởi nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "抗争的践行之歌",
        "zht": "抗爭的踐行之歌",
        "jp": "執行と抗争の歌",
        "ko": "항쟁의 실천곡",
        "en": "Revolutionary Chorale",
        "de": "Gesang der Revolution",
        "es": "Himno de la rebelión",
        "fr": "Ode de l'appel à la révolte",
        "pt": "Hino da Rebelião",
        "ru": "Песнь восстания",
        "id": "Revolutionary Chorale",
        "th": "Revolutionary Chorale",
        "vi": "Bài Ca Kháng Chiến"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。造成的伤害提高<color=#99FFFFFF>17.5%</color>；触发元素反应时，角色获得一枚奋起之符，每0.5秒内至多触发一次，角色处于队伍后台也能触发。拥有2枚奋起之符时，将消耗所有奋起之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·抗争之歌」效果：普通攻击、重击、下落攻击造成的伤害提高<color=#99FFFFFF>28%</color>，攻击力提升<color=#99FFFFFF>35%</color>。触发后20秒内，无法再次获得奋起之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。造成的傷害提高<color=#99FFFFFF>17.5%</color>；觸發元素反應時，角色獲得一枚奮起之符，每0.5秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有兩枚奮起之符時，將消耗所有奮起之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·抗爭之歌」效果：普通攻擊、重擊、下落攻擊造成的傷害提高<color=#99FFFFFF>28%</color>，攻擊力提升<color=#99FFFFFF>35%</color>。觸發後20秒內，無法再次獲得奮起之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。与えるダメージ+<color=#99FFFFFF>17.5%</color>。元素反応を起こすと、奮起の欠片を1枚獲得する。この効果は0.5秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。奮起の欠片を2枚集めると、全ての奮起の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·抗争の歌」効果を付与する：通常攻撃、重撃、落下攻撃のダメージ+<color=#99FFFFFF>28%</color>、攻撃力+<color=#99FFFFFF>35%</color>。発動後20秒の間、奮起の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분으로 가하는 피해가 <color=#99FFFFFF>17.5%</color> 증가한다. 원소 반응을 발동할 시 캐릭터는 투쟁의 부적을 1장 획득하며, 0.5초마다 한 번씩 발동하고 캐릭터가 대기 상태일 때도 발동 할 수 있다. 투쟁의 부적 2장 보유 시 부적을 모두 사용하면 파티 내 모든 캐릭터가 12초동안 「천년의 대악장·투쟁의 노래」 효과를 획득한다. 이때 일반 공격, 강공격, 낙하 공격 피해는 <color=#99FFFFFF>28%</color> 증가하고, 공격력은 <color=#99FFFFFF>35%</color> 증가한다. 발동 후 20초 동안은 투쟁의 부적을 획득할 수 없으며, 「천년의 대악장」 발동 효과는 동일 수치의 다른 효과들과 중첩되지 않는다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by <color=#99FFFFFF>17.5%</color>. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by <color=#99FFFFFF>28%</color> and increases ATK by <color=#99FFFFFF>35%</color>. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht den verursachten Schaden um <color=#99FFFFFF>17,5 %</color>. Gibt der damit ausgerüsteten Figur beim Auslösen von Elementarreaktionen ein Zeichen der Revolte, 0,5 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen der Revolte, sobald 2 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied der Revolution“: Erhöht den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um <color=#99FFFFFF>28 %</color> und den ANG um <color=#99FFFFFF>35 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen der Revolte erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <color=#99FFFFFF>17.5%</color> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <color=#99FFFFFF>28%</color> el daño de los Ataques Normales, Cargados y Descendentes, y en un <color=#99FFFFFF>35%</color> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "Partie du « Concert du millénaire ». Augmente les DGT infligés de <color=#99FFFFFF>17,5 %</color>. Si le personnage déclenche une réaction élémentaire, il obtient un talisman de résistance, à raison d'un talisman toutes les 0,5 s max, même s'il n'est plus déployé. Une fois 2 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet « Concert du millénaire - Ode à la révolte », ce qui augmente les DGT infligés par les attaques normales, les attaques chargées et les attaques plongeantes de <color=#99FFFFFF>28 %</color> et l'ATQ de <color=#99FFFFFF>35 %</color>. Il n'est plus possible de gagner de talismans de résistance pendant 20 s après l'activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta o Dano causado em <color=#99FFFFFF>17.5%</color>. Quando ativa a Reação Elemental, o personagem obterá um Símbolo da Resistência, que pode ser ativado uma vez a cada 0.5s, mesmo quando o personagem não está no campo de batalha. Possuir 2 Símbolos da Resistência faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Resistência\" por 12s: Aumenta o Dano de Ataque Normal, Ataque Carregado, Ataque Imersivo em <color=#99FFFFFF>28%</color>, além disso o ATQ será aumentado em <color=#99FFFFFF>35%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos da Resistência de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <color=#99FFFFFF>17,5%</color>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <color=#99FFFFFF>28%</color>, а силу атаки - на <color=#99FFFFFF>35%</color>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <color=#99FFFFFF>17,5%</color>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <color=#99FFFFFF>28%</color> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <color=#99FFFFFF>35%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <color=#99FFFFFF>17.5%</color> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <color=#99FFFFFF>28%</color>, พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>35%</color> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Sát thương tạo thành tăng <color=#99FFFFFF>17.5%</color>; Khi kích hoạt phản ứng nguyên tố, nhân vật sẽ nhận 1 Lá Bùa Phấn Khởi, mỗi 0.5s tối đa kích hoạt một lần, nhân vật dự bị trong đội cũng sẽ kích hoạt. Khi có 2 Lá Bùa Phấn Khởi sẽ tiêu hao tất cả Lá Bùa Phấn Khởi, khiến tất cả nhân vật trong đội gần đó nhận được hiệu ứng \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Kháng Chiến\" trong 12s: Sát thương đánh thường, trọng kích, tấn công khi đáp tăng <color=#99FFFFFF>28%</color>, tấn công tăng <color=#99FFFFFF>35%</color>. Trong 20s sau khi kích hoạt sẽ không nhận được Lá Bùa Phấn Khởi nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "抗争的践行之歌",
        "zht": "抗爭的踐行之歌",
        "jp": "執行と抗争の歌",
        "ko": "항쟁의 실천곡",
        "en": "Revolutionary Chorale",
        "de": "Gesang der Revolution",
        "es": "Himno de la rebelión",
        "fr": "Ode de l'appel à la révolte",
        "pt": "Hino da Rebelião",
        "ru": "Песнь восстания",
        "id": "Revolutionary Chorale",
        "th": "Revolutionary Chorale",
        "vi": "Bài Ca Kháng Chiến"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。造成的伤害提高<color=#99FFFFFF>20%</color>；触发元素反应时，角色获得一枚奋起之符，每0.5秒内至多触发一次，角色处于队伍后台也能触发。拥有2枚奋起之符时，将消耗所有奋起之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·抗争之歌」效果：普通攻击、重击、下落攻击造成的伤害提高<color=#99FFFFFF>32%</color>，攻击力提升<color=#99FFFFFF>40%</color>。触发后20秒内，无法再次获得奋起之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。造成的傷害提高<color=#99FFFFFF>20%</color>；觸發元素反應時，角色獲得一枚奮起之符，每0.5秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有兩枚奮起之符時，將消耗所有奮起之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·抗爭之歌」效果：普通攻擊、重擊、下落攻擊造成的傷害提高<color=#99FFFFFF>32%</color>，攻擊力提升<color=#99FFFFFF>40%</color>。觸發後20秒內，無法再次獲得奮起之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。与えるダメージ+<color=#99FFFFFF>20%</color>。元素反応を起こすと、奮起の欠片を1枚獲得する。この効果は0.5秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。奮起の欠片を2枚集めると、全ての奮起の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·抗争の歌」効果を付与する：通常攻撃、重撃、落下攻撃のダメージ+<color=#99FFFFFF>32%</color>、攻撃力+<color=#99FFFFFF>40%</color>。発動後20秒の間、奮起の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분으로 가하는 피해가 <color=#99FFFFFF>20%</color> 증가한다. 원소 반응을 발동할 시 캐릭터는 투쟁의 부적을 1장 획득하며, 0.5초마다 한 번씩 발동하고 캐릭터가 대기 상태일 때도 발동 할 수 있다. 투쟁의 부적 2장 보유 시 부적을 모두 사용하면 파티 내 모든 캐릭터가 12초동안 「천년의 대악장·투쟁의 노래」 효과를 획득한다. 이때 일반 공격, 강공격, 낙하 공격 피해는 <color=#99FFFFFF>32%</color> 증가하고, 공격력은 <color=#99FFFFFF>40%</color> 증가한다. 발동 후 20초 동안은 투쟁의 부적을 획득할 수 없으며, 「천년의 대악장」 발동 효과는 동일 수치의 다른 효과들과 중첩되지 않는다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by <color=#99FFFFFF>20%</color>. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by <color=#99FFFFFF>32%</color> and increases ATK by <color=#99FFFFFF>40%</color>. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht den verursachten Schaden um <color=#99FFFFFF>20 %</color>. Gibt der damit ausgerüsteten Figur beim Auslösen von Elementarreaktionen ein Zeichen der Revolte, 0,5 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen der Revolte, sobald 2 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied der Revolution“: Erhöht den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um <color=#99FFFFFF>32 %</color> und den ANG um <color=#99FFFFFF>40 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen der Revolte erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <color=#99FFFFFF>20%</color> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <color=#99FFFFFF>32%</color> el daño de los Ataques Normales, Cargados y Descendentes, y en un <color=#99FFFFFF>40%</color> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "Partie du « Concert du millénaire ». Augmente les DGT infligés de <color=#99FFFFFF>20 %</color>. Si le personnage déclenche une réaction élémentaire, il obtient un talisman de résistance, à raison d'un talisman toutes les 0,5 s max, même s'il n'est plus déployé. Une fois 2 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet « Concert du millénaire - Ode à la révolte », ce qui augmente les DGT infligés par les attaques normales, les attaques chargées et les attaques plongeantes de <color=#99FFFFFF>32 %</color> et l'ATQ de <color=#99FFFFFF>40 %</color>. Il n'est plus possible de gagner de talismans de résistance pendant 20 s après l'activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta o Dano causado em <color=#99FFFFFF>20%</color>. Quando ativa a Reação Elemental, o personagem obterá um Símbolo da Resistência, que pode ser ativado uma vez a cada 0.5s, mesmo quando o personagem não está no campo de batalha. Possuir 2 Símbolos da Resistência faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Resistência\" por 12s: Aumenta o Dano de Ataque Normal, Ataque Carregado, Ataque Imersivo em <color=#99FFFFFF>32%</color>, além disso o ATQ será aumentado em <color=#99FFFFFF>40%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos da Resistência de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <color=#99FFFFFF>20%</color>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <color=#99FFFFFF>32%</color>, а силу атаки - на <color=#99FFFFFF>40%</color>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <color=#99FFFFFF>20%</color>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <color=#99FFFFFF>32%</color> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <color=#99FFFFFF>40%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <color=#99FFFFFF>20%</color> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <color=#99FFFFFF>32%</color>, พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>40%</color> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Sát thương tạo thành tăng <color=#99FFFFFF>20%</color>; Khi kích hoạt phản ứng nguyên tố, nhân vật sẽ nhận 1 Lá Bùa Phấn Khởi, mỗi 0.5s tối đa kích hoạt một lần, nhân vật dự bị trong đội cũng sẽ kích hoạt. Khi có 2 Lá Bùa Phấn Khởi sẽ tiêu hao tất cả Lá Bùa Phấn Khởi, khiến tất cả nhân vật trong đội gần đó nhận được hiệu ứng \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Kháng Chiến\" trong 12s: Sát thương đánh thường, trọng kích, tấn công khi đáp tăng <color=#99FFFFFF>32%</color>, tấn công tăng <color=#99FFFFFF>40%</color>. Trong 20s sau khi kích hoạt sẽ không nhận được Lá Bùa Phấn Khởi nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    }
  ],
  "internal_name": "Sword_Widsith",
  "imgid": "sword/widsith"
}