[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "菲谢尔是由异世界的「幽夜净土」流落至此的「断罪之皇女」。\n\n她与会说话的夜鸦眷属「奥兹」一同，「观测编织命运的因果之丝」。\n\n出于某些她说不清，而奥兹又不愿明说的原因…菲谢尔目前正以调查员身份供职于冒险家协会。",
      "zht": "菲謝爾是由異世界的「幽夜淨土」流落至此的「斷罪之皇女」。\n\n她與會說話的夜鴉眷屬「奧茲」一同，「觀測編織命運的因果之絲」。\n\n出於某些她說不清，而奧茲又不願明說的原因…菲謝爾目前正以調查員身分任職於冒險家協會。",
      "jp": "フィッシュルは、異世界「幽夜浄土」からここに流落した「断罪の皇女」である。\n\n彼女は言葉を話す鴉の眷属「オズ」と共に「運命の因果を織り成す糸を観察している」。\n\n理由に関しては、本人もうまく説明できず、オズも話そうとしないため、誰も分からない…フィッシュルは今、冒険者協会で調査員として、日々を送っている。",
      "ko": "피슬은 이세계의 「유야 정토」에서 온 「단죄의 황녀」이다.\n\n그녀는 권속인 말을 하는 까마귀 「오즈」와 함께 「운명을 엮는 인과의 실을 관찰한다」.\n\n그녀가 말하기를 꺼리고 오즈 또한 말하기 싫어하는 어떤 이유로 인해… 피슬은 현재 모험가 길드에서 조사원의 신분으로 일하는 중이다",
      "en": "Fischl is the Prinzessin der Verurteilung who arrived here after being exiled from the otherworld, \"Immernachtreich.\"\n\nShe \"observes and weaves the threads of fate\" together with her talking night raven familiar, Oz.\n\nOwing to reasons she cannot and Oz will not explain, Fischl now serves the Adventurers' Guild as an investigator.",
      "de": "Fischl ist die Prinzessin der Verurteilung, die hierhergekommen ist, nachdem sie aus der anderen Welt, dem „Immernachtreich“, verbannt wurde.\n\nSie „beobachtet und webt die Fäden des Schicksals“ zusammen mit ihrem sprechenden Nachtraben Oz.\n\nWegen einiger Gründe, die sie nicht erklären kann und Oz nicht erklären wird, dient Fischl jetzt bei der Abenteurergilde als Ermittlerin.",
      "es": "Fischl es la Princesa del Juicio que llegó del Reino de la Noche Eterna de otro mundo después de ser exiliada.\n\nObserva y teje los hilos del destino junto con Oz, su espíritu familiar y cuervo parlante.\n\nPor razones misteriosas que ni ella ni Oz quieren explicar, Fischl ahora trabaja para el Gremio de Aventureros como investigadora.",
      "fr": "Fischl est la Princesse du châtiment, et est arrivée ici après avoir été bannie de l'Empire de la nuit éternelle.\n\nAccompagnée d'Oz, son corbeau parlant, elle « observe et tisse les fils du destin ».\n\nPour des raisons que ni elle ni Oz ne semblent disposés à expliquer, elle est à présent enquêtrice au sein de la Guilde des aventuriers.",
      "pt": "Fischl é a Princesa dos Pecados que chegou aqui depois de ser exilada do outro mundo, \"Reino da Noite Eterna\".\n\nEla \"observa e tece os fios do destino\" junto com seu corvo familiar que é capaz de falar, Oz.\n\nDevido a razões que ela não podia explicar e Oz não explicaria, Fischl agora serve à Guilda de Aventureiros como investigadora.",
      "ru": "Принцесса осуждения Фишль попала в наш мир после того, как была изгнана из своего потустороннего мира, зовущимся «Нирваной ночи».\n\nОна плетёт нити судьбы смертных вместе со своим способным к человеческой речи вороном Озом.\n\nПо причинам, которые она не рассказывает, а Оз не уточняет, Фишль стала агентом Гильдии искателей приключений.",
      "id": "Fischl yang dikenal sebagai Prinzessin der Verurteilung tiba di sini setelah dikucilkan dari dunia lain, \"Immernachtreich.\"\n\nDia \"mengawasi dan menjalin benang-benang takdir\" bersama dengan gagak hitamnya, Oz.\n\nDengan alasan yang tidak bisa dijelaskan olehnya maupun Oz, Fischl kini berada di Adventurers' Guild sebagai seorang penyelidik.",
      "th": "Fischl คือ \"เจ้าหญิงแห่งการลงทัณฑ์\" ผู้มาจากต่างโลก \"ดินแดนแห่งราตรีบริสุทธิ์ Immernachtreich\"\n\nเธอร่วมทางไปกับสัตว์พันธสัญญาที่เป็นเรเวนพูดได้นามว่า \"Oz\" \"เฝ้าดูสาเหตุและผลกระทบของการถักทอของด้ายแห่งโชคชะตา\"\n\nด้วยเหตุผลบางอย่างที่เธอไม่สามารถบอกได้และ Oz ก็ไม่ต้องการที่จะพูดถึง... ในตอนนี้ Fischl จึงได้เป็นพนักงานสืบสวนและทำงานให้แก่กิลด์นักผจญภัย",
      "vi": "Fischl là \"Công Chúa Định Tội\" lưu lạc từ vùng đất mang tên \"Vương Đô U Ám\" ở thế giới khác đến đây.\n\nCô đi cùng một con quạ biết nói chuyện \"Oz\", \"Quan sát nhân quả thêu dệt vận mệnh\".\n\nVì một số lý do mà cô không thể nói và Oz cũng không muốn nhắc đến... Fischl hiện tại là điều tra viên của Hiệp Hội Nhà Mạo Hiểm."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "身为冒险家协会的调查员，菲谢尔拥有奥兹这一得天独厚的优势。\n\n「小姐，请不要再派我去窥探风魔龙的动向了。以我这副身板，恐怕连给那家伙塞牙缝都不够啊。」\n\n「哼哼。能有幸成为断罪之皇女眷属的你，为我献出包括视力与生命在内的一切，也是自然的吧？」\n\n能看见奥兹所见一切的她，只要愿意，就能寄宿在夜鸦之中，振翅高飞，俯瞰大地。\n\n无论是望风山地的生态，还是奔狼领的骚动，都能透过奥兹的鸦眼，看得清清楚楚。\n\n这样的特殊能力加上一点点努力和奇妙的个性，让菲谢尔成为冒险家协会调查员中的新星，赢得了大家的认可。\n\n菲谢尔十四岁时作为调查员加入冒险家协会一事，据说是由她父母介绍的。\n\n不过，既然菲谢尔是断罪之皇女，那她的父母，难不成是断罪之皇帝与断罪之皇后陛下吗…",
      "zht": "身為冒險家協會的調查員，菲謝爾擁有奧茲這一得天獨厚的優勢。\n\n「小姐，請不要再派我去窺探風魔龍的動向了。以我這幅身形，恐怕連給那傢伙塞牙縫都不夠啊。」\n\n「哼哼。能有幸成為斷罪之皇女眷屬的你，為我獻出包括視力與生命在內的一切，也是當然的吧？」\n\n能看見奧茲所見一切的她，只要願意，就能寄宿在夜鴉之中，振翅高飛，俯瞰大地。\n\n無論是望風山地的生態，還是奔狼領的騷動，都能透過奧茲的鴉眼，看得清清楚楚。\n\n這樣的特殊能力加上一點點努力和奇妙的個性，讓菲謝爾成為冒險家協會調查員中的新星，贏得了大家的認可。\n\n菲謝爾十四歲時作為調查員加入冒險家協會一事，據說是由她父母介紹的。\n\n不過，既然菲謝爾是斷罪之皇女，那她的父母，難不成是斷罪之皇帝與斷罪之皇后陛下嗎…",
      "jp": "冒険者協会の調査員として、フィッシュルの最大の武器はオズである。\n\n「お嬢様、もう私に風魔龍の動向を探らせるのはやめていただけませんか。私では、あやつの前菜にもなれませんよ」\n\n「フン、この断罪の皇女の眷属になったんだから、わたくしのために視力や命を捧げるくらい、当然のことでしょう」\n\nフィッシュルはオズの目に映るものを見ることができ、さらに本気を出せば鴉となり、翼を広げ、大地を見下ろすことだってできる。\n\n望風山地の生態も、奔狼領の騒動の全容も、オズの目を借りれば全て一目瞭然である。\n\nこのような特殊能力に加え、少しの努力と不思議なキャラで、フィッシュルは冒険者協会の新星として、みんなに認められている。\n\nなお、14歳で調査員として冒険者協会に入ったのは、フィッシュルの両親の紹介があったからである。\n\nそれにしても、フィッシュルが断罪の皇女なら、彼女の両親は断罪の皇帝と断罪の皇后陛下なのだろうか…",
      "ko": "모험가 길드의 조사원으로서 피슬의 가장 큰 장점은 바로 오즈다.\n\n「아가씨, 풍마룡의 동향을 염탐하는 데 절 보내지 마세요. 그 거대한 녀석은 제 몸집으론 상대도 안된다구요.」\n\n「후훗, 단죄의 황녀의 권속이 됐으면, 나를 위해 시야와 생명 정돈 모두 바쳐야 하는 게 정상 아니야? 영광으로 생각하라구.」\n\n오즈가 보는 모든 것을 볼 수 있는 그녀는 마음만 먹으면 까마귀의 몸에 들어가 하늘을 날며 이 땅의 모든 걸 볼 수 있다.\n\n바람맞이 산의 생태계든 울프 영지의 소동이든 전부 오즈의 눈을 통해 생생히 볼 수 있다.\n\n이런 특수한 능력에 조금의 노력과 개성이 더해지자 피슬은 곧 모험가 길드의 인정을 받는 떠오르는 샛별이 되었다.\n\n피슬은 14살 때 부모의 소개로 모험가 길드의 조사원으로 가입했다고 한다.\n\n그나저나 그녀가 단죄의 황녀라면, 혹시 그녀의 부모는 단죄의 황제와 단죄의 황후 폐하인 걸까…?",
      "en": "As an investigator for the Adventurers' Guild, the single biggest advantage Fischl has over her peers is Oz.\n\n\"Milady, please stop sending me out to spy on Stormterror. That chap could eat me for breakfast! Well, I'm so puny I probably wouldn't even get caught between his teeth, but... Anyway, I don't want to die!\"\n\n\"Hmph! You are supposed to be my familiar. Not everyone gets to be the Prinzessin der Verurteilung's familiar, do you understand? Consider it your honor to dedicate your life to serving me!\"\n\nFischl is able to see through Oz's eyes. Whenever she wants to, she possesses Oz and looks down upon the earth from the sky.\n\nWhether she wants to inspect the flora on the Stormbearer Mountains or observe a disturbance in Wolvendom, through Oz she can see anything and everything.\n\nThanks largely to her unique ability — and, to a lesser extent, to her own effort and peculiar personality — Fischl quickly went from the rookie investigator of the Adventurers' Guild to a respected rising star of the organization.\n\nShe's certainly done well for herself. She only landed the coveted position of Investigator at age fourteen in the first place because her parents managed to persuade the guild master.\n\nThen again, would they really have had to do much persuading? If she's the Prinzessin der Verurteilung... one can only assume that would make them the Kaiser und Kaiserin der Verurteilung.",
      "de": "Als Ermittlerin der Abenteurergilde ist der größte Vorteil, den Fischl gegenüber ihren Kollegen hat, eindeutig Oz.\n\n„Eure Hoheit, bitte hört auf, mich auszusenden, um Sturmschrecken auszuspionieren. Dieser Brocken könnte mich glatt zum Frühstück verspeisen! Nun, ich bin so mickrig, ich würde wahrscheinlich nicht einmal zwischen seinen Zähnen hängen bleiben, aber ... Wie auch immer, ich will nicht sterben!“\n\n„Hmpf! Du sollst mein Vertrauter sein. Nicht jeder darf Vertrauter der Prinzessin der Verurteilung sein, verstehst du? Betrachte es als eine Ehre, dein Leben dem Dienst an mir zu widmen!“\n\nFischl kann sogar durch Oz’ Augen sehen. Wann immer sie will, besetzt sie Oz und schaut vom Himmel mit seinen Augen auf die Erde herab.\n\nWenn sie die Flora in den Windblickbergen untersuchen oder eine Störung in Wolfenlauf beobachten möchte, kann sie durch Oz alles und jeden sehen.\n\nDank ihrer einzigartigen Fähigkeit und in geringerem Maße durch ihre eigene Anstrengung und besondere Persönlichkeit entwickelte sich Fischl schnell von einer normalen Ermittlerin der Abenteurergilde zu einem angesehenen aufstrebenden Star der Organisation.\n\nSie hat sich auf jeden Fall gut geschlagen. Sie hat die begehrte Position des Ermittlers bereits im Alter von vierzehn Jahren erreicht, weil es ihren Eltern gelungen ist, den Verantwortlichen zu überzeugen.\n\nAber hätten sie wirklich so viel Überzeugungsarbeit leisten müssen? Wenn sie doch die Prinzessin der Verurteilung ist ... dann sind ihre Eltern doch Kaiser und Kaiserin der Verurteilung ...",
      "es": "Como investigadora del Gremio de Aventureros, la única ventaja que tiene Fischl sobre los demás es Oz.\n\n“Señorita, por favor, le suplico que deje de pedirme actualizaciones sobre Stormterror. No quiero acabar como una mosca aplastada en un muro”.\n\n“¡Hum! Eres mi espíritu familiar. Se supone que debes dedicar tu vida a servirme, ¿cierto?”.\n\nCapaz de ver a través de los ojos de Oz, Fischl podría poseerlo para mirar la tierra desde el cielo si quisiera.\n\nNo hay nada que ocurra en las Montañas Portatormentas o el Reino de los Lobos que ella no sepa.\n\nSu poder especial, su personalidad peculiar y un poco de esfuerzo de su parte hicieron que la nueva integrante del Gremio de Aventureros se ganara el reconocimiento de otros rápidamente.\n\nSin embargo, la Princesa del Juicio solo consiguió el puesto por la intervención de sus padres...\n\nEs una verdadera princesa.",
      "fr": "En tant qu'enquêtrice de la Guilde des aventuriers, Fischl possède en Oz un avantage non négligeable.\n\n« Mademoiselle, par pitié, ne m'envoyez plus espionner Stormterror, où je finirai boulotté... quoique je resterais sans doute coincé dans ses crocs. »\n\n« N'est-ce donc point ton honneur que de servir la Princesse du châtiment ? »\n\nFischl est capable de voir par les yeux du corbeau, et il lui suffit de prendre possession de l'animal pour pouvoir observer la terre depuis haut dans le ciel.\n\nQu'elle souhaite inspecter l'évolution de la flore des Montagnes du guet ou suivre quelque agitation sur le Territoire des Loups, tout lui est aisément révélé à travers les yeux de l'oiseau.\n\nCe pouvoir unique, combiné à ses propres efforts et à une personnalité sortant de l'ordinaire, a rapidement fait d'elle une étoile montante reconnue de tous au sein de la Guilde.\n\nSon arrivée à quatorze ans au poste d'enquêtrice dans la Guilde est due, paraît-il, à l'intervention de ses parents.\n\nNul doute qu'ils n'ont pas dû avoir à trop insister : si elle est la Princesse du châtiment, alors ses parents en sont eux le Kaiser et la Kaiserin...",
      "pt": "Como investigadora da Guilda de Aventureiros, a maior vantagem que Fischl tem sobre seus colegas é Oz.\n\n \"Milady, por favor, pare de me enviar para espionar Stormterror. Ele pode me comer no café da manhã! Eu não quero morrer triturado pelos dentes dele!\"\n\n\"Hunf! Você deveria ser meu familiar. Nem todo mundo pode ser familiar da Princesa dos Pecados, sabia? Considere uma honra dedicar sua vida a me servir!\"\n\nFischl é capaz de ver através dos olhos de Oz. Sempre que quer, possui Oz para ver a terra do céu.\n\nSe quiser inspecionar a flora nas montanhas do Precursor do Vento ou observar uma perturbação no Reino dos Lobos, através de Oz ela pode ver tudo e qualquer coisa.\n\nGraças, em grande parte, à sua habilidade única - e, em menor grau, seu próprio esforço e personalidade peculiar - Fischl rapidamente passou de investigadora novata da Guilda de Aventureiros a uma respeitada estrela em ascensão da organização.\n\nEla certamente se deu bem. Ela só conseguiu a cobiçada posição de investigadora aos quatorze anos porque seus pais conseguiram convencer o mestre da guilda.\n\nSerá que realmente usaram tanta persuasão? Se ela é a Princesa dos Pecados... Só podemos supor que seus pais são o Rei e a Rainha dos Pecados.",
      "ru": "Главным преимуществом Фишль перед другими следователями Гильдии является Оз.\n\n«Прошу вас, миледи, перестаньте просить меня следить за Ужасом Бури. Я не хочу закончить своё существование на стенах его логова, как раздавленная муха».\n\n«Ты мой фамильяр, Оз. Разве не должен ты посвятить свою жизнь служению мне?»\n\nПри желании Фишль может овладеть разумом Оза и смотреть его глазами с небес на землю. От её глаз не могут ускользнуть происшествия ни в горах Буревестника, ни в Вольфендоме.\n\nФишль быстро получила признание Гильдии благодаря своим особым талантам и своеобразному характеру.\n\nНо получила она эту работу только благодаря рекомендациям своих родителей. Такие они - принцессы...",
      "id": "Sebagai seorang penyelidik untuk Adventurers' Guild, satu-satunya keuntungan terbesar yang dimiliki Fischl dibanding rekan-rekannya adalah Oz.\n\n\"Nona, tolong berhenti mengirimku untuk memata-matai Stormterror. Dia bisa-bisa menjadikanku sarapannya! Yah, meskipun tubuhku cukup besar dan mungkin tidak muat, tapi... aku tidak ingin mati!\"\n\n\"Hmph, kamu cukup beruntung dapat menjadi bagian dari Prinzessin der Verurteilung. Anggaplah kehormatan bagimu untuk mengabdikan hidupmu untuk melayaniku!\"\n\nFischl mampu melihat semua yang dilihat oleh Oz. Kapan pun dia mau, dia dapat menggunakan Oz dan memandang ke bumi di bawah dari langit.\n\nEntah itu melihat flora di Stormbearer Mountain atau melihat keributan yang terjadi di Wolvendom, dia bisa melihat semuanya melalui Oz.\n\nSemua itu berkat kemampuannya yang unik — dan usahanya sendiri, serta kepribadiannya yang khas. Yang awalnya seorang penyelidik pemula, Fischl dengan cepat menjadi bintang yang dihormati di Adventurers 'Guild dan mendapatkan pengakuan orang-orang.\n\nFischl bergabung dengan Adventurers 'Guild sebagai penyelidik ketika dia berusia empat belas tahun, dan konon katanya orang tuanyalah yang mengenalkannya.\n\nNamun, benarkah mereka harus melakukan hal itu? Jika dia adalah Prinzessin der Verurteilung... maka otomatis akan menjadikan mereka Kaiser und Kaiserin der Verurteilung.",
      "th": "ในฐานะพนักงานสืบสวนและ นักผจญภัยแล้ว ข้อได้เปรียบอันแสนวิเศษของ Fischl ก็คือ Oz\n\n\"คุณหนู อย่าส่งฉันไปสอดแนมเจ้า Stormterror นั่นอีกเลยนะ ด้วยขนาดตัวของฉันนี่ ฉันเกรงว่าแค่จะเอาไปอุดฟันเจ้านั่นยังไม่พอเลย\"\n\n\"หึหึ เจ้าผู้ซึ่งโชคดีได้เป็นผู้ทำสัญญากับเจ้าหญิงแห่งการลงทัณฑ์นั้น มันก็เป็นเรื่องธรรมดาที่เจ้าจะมอบ ทุกอย่างให้แก่ฉันรวมทั้งการ มองเห็นและชีวิตไม่ใช่รึ?\"\n\nเธอผู้สามารถมองเห็นทุกสิ่งที่ Oz มองเห็น เพียงแค่ต้องการก็สามารถแฝงตัวอยู่ท่ามกลางหมู่เรเวน กางปีกโบยบินอยู่บนท้องฟ้าและ มองดูโลกเบื้องล่าง\n\nไม่ว่าจะเป็นระบบนิเวศของภูเขา Stormbearer Mountain หรือความวุ่นวายของ Wolvendom ล้วนสามารถมองเห็นได้อย่าง ชัดเจนผ่านดวงตาเรเวนของ Oz\n\nด้วยความสามารถพิเศษนี้บวกกับ ความพยายามและบุคลิกภาพอัน ยอดเยี่ยมทำให้ Fischl กลายเป็นดาวรุ่งดวงใหม่แห่ง หน่วยสืบสวนของกิลด์นักผจญภัย และได้รับการยอมรับจากทุกคน\n\nการเข้าร่วมกิลด์นักผจญภัยตั้งแต่อายุสิบสี่นั้น ว่ากันว่านั่นเป็นการแนะนำจาก พ่อของ Fischl\n\nอย่างไรก็ตามในเมื่อ Fischl เป็นเจ้าหญิงแห่งการลงทัณฑ์ ถ้าอย่างนั้นพ่อแม่ของเธอไม่กลาย เป็นราชาและราชินีแห่ง การลงทัณฑ์อย่างงั้นเหรอ...",
      "vi": "Bản thân là điều tra viên Hiệp Hội Nhà Mạo Hiểm, Fischl có ưu thế đặc biệt chính là Oz.\n\n\"Tiểu thư đừng phái tôi đi thăm dò tin tức của Phong Ma Long nữa. Với thân hình của tôi, e rằng chẳng bõ dính răng cho tên ấy.\"\n\n\"Hừm hừm. Ngươi có vinh dự trở thành thuộc hạ của Công Chúa Định Tội, vì ta hy sinh sinh mệnh và thị lực là điều đương nhiên chứ?\"\n\nCô có thể nhìn thấy tất cả những gì Oz thấy, chỉ cần cô muốn là có thể nhập vào quạ đen vỗ cánh bay cao ngắm nhìn mặt đất.\n\nBất luận là cây cỏ động vật vùng Núi Vọng Phong, hay là sự xáo động nơi Lang Lãnh đều có thể nhìn rõ ràng thông qua mắt quạ Oz.\n\nVới năng lực như vậy kết hợp thêm một chút cần cù và suy luận, khiến Fischl trở thành ngôi sao mới của đội điều tra Hiệp Hội Nhà Mạo Hiểm, đồng thời nhận được sự công nhận của mọi người.\n\nViệc 14 tuổi trở thành điều tra viên gia nhập Hiệp Hội Nhà Mạo Hiểm nghe nói là do bố mẹ Fischl giới thiệu.\n\nCó điều, nếu cô là Công Chúa Định Tội, thì chẳng lẽ bố mẹ cô là Đức Vua Định Tội và Hoàng Hậu Định Tội sao..."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "据说在冒险家中，流通着一本《菲谢尔辞典》。\n\n那可是本奇书，能将菲谢尔用语转换为浅显易懂的词句。\n\n譬如，「我听见，在时间之渊中回响的往日烈风，吹彻在因果的洪流中被忘却的尖塔」代表着「风龙遗迹」；\n\n「负担断罪之名的侍者哟，就如你所愿，准备好承担皇女的伟大智慧」的意思是「我调查一下，马上给你结果」；\n\n「欢唱吧！贪求着皇女祝圣之仪的扈从们，请怀着猛虎之心，深入战场吧」则表示，她已经将前期调查报告准备妥当。\n\n而「一切，都记载在这本漆黑的预言书中」，意味着她已经根据冒险家的报告，以自己的行文写好了冒险家日志…\n\n——但其实，所谓的《菲谢尔辞典》并不是成文的书卷。\n\n熟悉她的人，会用心聆听她的每一句话，并理解话语的含义。这才是对她的尊重与认可。\n\n「哼，果然你也能明白。不愧是与我命运相连之人。」\n\n如果能顺着她的意思说上几句，她会害羞且高兴地夸奖你语言学习能力优异：\n\n「皇女从不吝啬赞美…那，再陪我多说一会。咳咳，不要误会，这些是要化作新世界基石与薪柴的东西…」",
      "zht": "據說在冒險家當中，流通著一本《菲謝爾辭典》。\n\n那可是本奇書，能將菲謝爾用語轉換為淺顯易懂的詞句。\n\n譬如說，「我聽見，迴響的在時間之淵中的往日烈風，吹徹在因果的洪流中被忘卻的尖塔」代表著「風龍遺蹟」；\n\n「負擔斷罪之名的侍者喲，就如你所願，準備好承擔皇女的偉大智慧」的意思是「我調查一下，馬上給你結果」；\n\n「歡唱吧！貪求著皇女祝聖之儀的扈從們，請懷著猛虎之心，深入戰場吧」則表示，她已經將前期調查報告準備妥當。\n\n而「一切，都記載在這本漆黑的預言書中」，意味著她已經根據冒險家的報告，以自己的行文寫好了冒險家日誌…\n\n——但其實，所謂的《菲謝爾辭典》並不是成文的書卷。\n\n熟悉她的人，會用心聆聽她的每一句話，並理解話語的含義。這才是對她的尊重與認可。\n\n「哼，果然你也能明白。不愧是與我命運相連之人。」\n\n如果能順著她的意思說上幾句，她會害羞且高興地誇獎你語言學習能力優異：\n\n「皇女從不吝嗇讚美…那，再陪我多說一會。咳咳，不要誤會，這些是要化作新世界基石與薪柴的東西…」",
      "jp": "冒険者たちの間に『フィッシュル辞書』という本が流通している。\n\nそれは、フィッシュルの言葉を誰でも理解可能な文章に変換できるすごい本である。\n\n例えば、「時間の狭間に響く過去の風が、因果の河の中で忘れ去られた尖塔を吹く」は「風龍遺跡」\n\n「断罪の名を背負いし従者よ、その望みのままに、皇女の偉大なる知恵を受け入れる準備をしなさい」は「調査するから、すぐに結果を出そう」\n\n「歌え！皇女の祝福を貪る従者どもよ、猛虎のような心で戦場へ行きなさい！」は彼女はすでに調査作業を完了したことを意味する。\n\nそして「全ては、この漆黒の預言書に記された」は冒険者たちの報告を元に、冒険者日誌を書いたという意味だ。\n\n——実は、『フィッシュル辞書』は決められた事を書かれた本ではない。\n\nフィッシュルのことをよく知っている者は彼女の言葉に耳を傾け、その意味を理解しようと努力する。それは彼女を尊重し、認めているからである。\n\n「フン、やはりあなたは分かってくれるのね。さすがわたくしと運命で繋がっている人ね。」\n\nそのまま彼女の機嫌を取る言葉を口にすると、\n\n「皇女は褒め言葉を惜しまないからね…もう少し話して…コホン、誤解しないで、これは新世界の礎と薪柴になるものだから…」そう照れながら褒めてくれる彼女が見られるかもしれない。",
      "ko": "모험가들 사이에서 《피슬 사전》이라는 책이 유통되고 있다고 한다.\n\n이 책을 소개하자면 피슬이 사용하는 용어를 이해하기 쉬운 문장으로 번역한 신기한 사전이다.\n\n예를 들어, 「시간의 심연에서 메아리치는 지난날의 열풍이 인과의 흐름 속에서 잊혀진 탑에 불어오는 소리를 들었노라」는 「바람 드래곤의 유적」을 뜻하고,\n\n「단죄의 이름을 짊어진 하인이여, 네가 원하는 데로 황녀의 위대한 지혜를 감당할 준비가 되었느냐」는 「조사해 보고 바로 결과를 알려줄게」라는 뜻이며,\n\n「노래하라! 황녀의 신성한 의식을 탐하는 하인들이여, 열정을 갖고 전장으로!」는 이미 사전 조사에 대한 준비를 마쳤다는 뜻이다.\n\n그리고 「모든 것은 이 칠흑 같은 예언서에 기록되어 있다」는 모험가의 보고에 따라 모험가 일지를 작성했다는 뜻으로 통한다….\n\n——하지만 사실 《피슬 사전》은 진짜 책이 아니다.\n\n그녀를 잘 아는 사람이라면, 그녀의 한마디 한마디를 경청하고 그 말에 담긴 뜻을 이해하려고 노력할 것이다. 그게 바로 그녀에 대한 존중과 인정이다. \n\n「흥, 역시 너도 잘 알고 있군. 나와 운명적으로 엮여있는 자 다워.」\n\n그렇게 그녀의 비위에 맞춰 몇 마디 하면, 그녀는 부끄러워하며 기쁜 듯이 당신의 언어 습득 능력을 칭찬할 것이다.\n\n「황녀는 칭찬을 아끼지 않지…. 그럼, 좀 더 얘기를 나눠볼까? 크흠, 오해는 하지 마, 이건 새로운 세계의 발판과 땔감이 될 테니까…」",
      "en": "It's said that there is currently a \"Fischl Dictionary\" in circulation among the adventurers.\n\nNamely, a book that aims to translate Fischl's peculiar way of speaking into something more understandable.\n\nFor example:\n\n\"I hear... echoing in the abyss of time, the burning winds of the old, all of which shape the spire forgotten in the torrents of karma\" would translate into \"Stormterror's Lair\";\n\n\"Servants of the Verurteilung name! As you have requested, prepare to receive the great wisdom of the prinzessin\" would be \"I'll look into that and let you know ASAP\";\n\n\"Rejoice! O, ye servants who long for the blessing of the prinzessin; venture now deep into the battlefield with hearts of the tiger\" means that the initial investigative work has been completed;\n\n\"All has been written in this tome of dark prophecies\" simply means that her journal has been updated with the latest reports.\n\nHowever, the \"Fischl Dictionary\" is actually just an in-joke, not a real book.\n\nThose who are familiar with Fischl concentrate on what she means to say, not the way in which she says it; she notices this and takes it as a sign of true respect.\n\n\"Aha! So you do understand. Then fate does indeed bring kindred spirits together.\"\n\nThose who manage to adopt her speech mannerisms when they respond to her will find she is both delighted and bashful, and praises their language-learning ability.\n\n\"A prinzessin should always give praise where praise is due... Now, let us converse some more. Do not be mistaken; these are to be the foundations of the new world...\"",
      "de": "Es heißt, dass in Abenteurerkreisen ein „Fischl-Wörterbuch“ umgehe.\n\nDamit ist ein Buch gemeint, dass Fischls seltsame Art zu sprechen in etwas Verständlicheres übersetzt.\n\nZum Beispiel:\n\n„Ich höre ein Echo im Abgrund der Zeit, die brennenden Winde der Vorzeit. Sie formen den Turm, vergessen in den Strömen des Karma“ wird übersetzt als „Sturmschreckenruinen“.\n\n„Diener der Verurteilung! Bereite dich nach deinem Wunsch darauf vor, die große Weisheit der Prinzessin zu empfangen“ wird zu „Ich sehe mir das mal an und melde mich so bald wie möglich.“\n\n„Erfreut euch! O ihr Diener, die sich nach dem Segen der Prinzessin sehnen. Wagt euch nach vorn aufs Schlachtfeld mit dem Herz eines Tigers“ heißt, dass die Untersuchungsarbeit abgeschlossen wurde.\n\n„Alles steht in diesem Buch voller dunkler Prophezeiungen“ heißt einfach, dass ihr Tagebuch mit den neusten Berichten aktualisiert wurde.\n\nAllerdings ist das „Fischl-Wörterbuch“ tatsächlich nur ein Scherz für Eingeweihte und kein echtes Buch.\n\nJene, die mit Fischl vertraut sind, konzentrieren sich darauf, was sie sagen will, und nicht, wie sie es sagt. Sie bemerkt dies und sieht es als ein Zeichen tiefen Respekts an.\n\n„Aha! Du verstehst es also. Da bringt das Schicksal wirklich verwandte Geister zusammen.“\n\nJene, denen es gelingt, sich ihre sprachlichen Gewohnheiten anzueignen, wenn sie ihr antworten, berichten davon, dass ihre Reaktion sowohl erfreut als auch schüchtern ist und dass sie ihre Sprachfähigkeiten lobt.\n\n„Eine Prinzessin sollte nie ein Lob auslassen, wenn es angebracht ist ... Lass uns nun etwas weiter plaudern. Lass dich nicht täuschen, dies wird das Fundament der neuen Welt sein ...“",
      "es": "Se dice que hay un «Diccionario de Fischl» en circulación entre los aventureros.\n\nEs un libro que tiene como objetivo traducir la peculiar forma de hablar de Fischl en algo más comprensible.\n\nPor ejemplo, la expresión “lugar donde se oye el eco en el abismo del tiempo y los ardientes vientos de antaño dan forma a la torre olvidada en los ríos del karma” se traduciría abreviadamente como “Guarida de Stormterror”.\n\n“Los sirvientes de los pecadores, tal y como solicitaron, están preparados para recibir la gran sabiduría de la princesa” significa “Lo investigaré y te informaré“.\n\n“¡Regocíjense, sirvientes sedientos de la bendición de la princesa! ¡Aventúrense en el campo de batalla con un corazón de tigre!” significa que “el trabajo posterior a la investigación se ha completado“.\n\nY “Todo está escrito en este tomo de profecías oscuras” simplemente significa “diario actualizado”.\n\nPero, en realidad, el «Diccionario de Fischl» no es un libro real.\n\nLas personas que están familiarizadas con ella entienden lo que quiere decir, aunque no entiendan lo que significa cada palabra. Esto es una muestra del gran respeto y admiración que sienten por ella.\n\n“¡Hum! Veo que pensamos de la misma forma. Quizás estamos predestinados a estar juntos”.\n\nSi alguien pudiera hablar en su mismo idioma, ella lo elogiaría con una mezcla de timidez y orgullo.\n\n“Una princesa nunca se avergüenza de elogiar a quien es digno de elogios. Y ahora, conversemos un poco más. Pero no te equivoques: estos serán los cimientos del nuevo mundo...”",
      "fr": "Il paraît qu'un « Dictionnaire Fischl » circule parmi les aventuriers.\n\nCet ouvrage remarquable serait, comme son nom l'indique, un outil utile dans la traduction du langage particulier employé par la jeune femme.\n\nAinsi par exemple, « J'entends l'écho des vents du passé résonner à travers l'abysse du temps, soufflant sur la spirale oubliée du torrent du karma » se traduit par « les Ruines de Stormterror » ;\n\n« Réjouissez-vous et chantez, vous les serviteurs espérant la bénédiction de la princesse ; et avec la furie du tigre, partez à l'assaut ! » signifie bien entendu que le rapport préliminaire de l'enquête est prêt ;\n\nQuant à la tournure « Tout est écrit dans ce sombre livre de prophéties », la traduction évidente est bien sûr que Fischl a mis à jour son journal suivant les derniers rapports connus.\n\nÀ dire vrai, ce fameux « Dictionnaire Fischl » n'est pas un ouvrage écrit, mais plutôt une plaisanterie d'initiés.\n\nEn effet, les gens qui la connaissent ont pris l'habitude d'écouter soigneusement ses mots, et d'en déduire le sens caché ; ceci peut être vu comme une forme de respect à son égard.\n\n« Ainsi donc toi aussi, tu me comprends ; le destin encore une fois réunit les esprits qui se ressemblent. »\n\nCeux qui s'essaient à lui répondre à sa manière la voient ravie, et elle ne manque pas de les féliciter pour leurs capacités linguistiques.\n\n« Une princesse se doit de rendre hommage lorsqu'hommage est dû ; et à présent, conversons, ami ! Et ne t'y trompe point ; car là résident les fondations du nouveau monde... »",
      "pt": "Dizem que atualmente existe um \"Dicionário Fischl\" em circulação entre aventureiros.\n\nÉ um livro que tem como objetivo traduzir a maneira peculiar de falar de Fischl em algo mais compreensível.\n\nPor exemplo, \"eu ouço ecoando no abismo do tempo os ventos ardentes da antiguidade, que moldam a torre esquecida nas torrentes do carma\" seria prontamente traduzido como \"Toca de Stormterror\".\n\n\"Servos dos pecados, como vocês pediram, estejam preparados para receber a grande sabedoria da princesa\" seria \"Vou investigar isso e informá-lo\".\n\n\"Regozijem-se! Servos que desejam a bênção da princesa, aventurem-se profundamente no campo de batalha com o coração do tigre\" significa que o trabalho pós-investigação foi concluído.\n\n\"E tudo foi escrito neste livro de profecias sombrias\" simplesmente afirma que seu diário foi atualizado com os relatórios mais recentes...\n\nNo entanto, o \"Dicionário Fischl\" não é um livro real.\n\nAs pessoas que estão familiarizadas com Fischl ouvem o que ela quer dizer e não como ela diz. É isso que ela considera como verdadeiro respeito.\n\n\"Hunf, como você vê, somos de fato predestinados\".\n\nSe você fosse capaz de falar em sua língua, ela elogiaria suas habilidades de linguagem com surpresa e alegria.\n\n\"Uma princesa nunca se esquece de louvar... Agora, vamos conversar um pouco mais. Não se engane, essas são as bases do novo mundo...\"",
      "ru": "В настоящее время среди искателей приключений существует свой «Словарь Фишль».\n\nЕго целью является перевод своеобразной манеры речи Фишль в нечто более понятное.\n\nСкажем, «Я слышу отдающиеся эхом в бездне времени обжигающие ветра прошлого, которые формируют шпиль, затерянный в потоках кармы» примерно переводится как «логово Ужаса Бури».\n\n«Слуги греховные, вы молили меня, внемлите же теперь великой мудрости принцессы» означает «Я дам вам знать, когда разберусь с этим».\n\n«Возрадуйтесь, о слуги, жаждущие благословения принцессы, отважьтесь же выйти на поля сражений с сердцем тигра» значит, что пост-следственная работа была завершена.\n\nА «Всё, дарованное свыше, теперь описано в томах тёмных предзнаменований» просто означает, что Фишль сделала заметки в своём журнале...\n\nНа самом деле «словарь Фишль» - это вовсе не книга. Люди просто прислушиваются к тому, какую мысль хочет донести Фишль, а не что именно она говорит. Она принимает это за истинное уважение.\n\n«Хм... Значит, вы понимаете, что мы воистину обречены».\n\nЕсли бы вы могли говорить на её языке, Фишль радостно, но застенчиво сделала бы вам комплимент.\n\n«Не стало принцессе уклоняться от похвалы... А теперь, мы с тобой поговорим. Не заблуждайся, это только первый шаг в новый мир...»",
      "id": "Konon katanya ada buku \"Kamus Fischl\" di kalangan petualang.\n\nBuku ini adalah buku unik yang dapat menerjemahkan bahasa Fischl menjadi bahasa yang lebih mudah dimengerti.\n\nContohnya,\"aku mendengar... badai masa lalu yang bergema di dalam jurang waktu, membentuk puncak menara dalam lingkaran karma\" akan diterjemahkan menjadi \"Stormterror's Lair\";\n\nArti dari \"Sesuai dengan kehendakmu, pelayan setia bernama Verurteilung siap menerima kebijaksanaan tuan putri\" adalah \"akan kuselidiki dahulu dan segera kulaporkan hasilnya\";\n\n\"Bersukacitalah kalian para pengikut yang haus akan berkat dari tuan putri, turunlah ke medan perang dengan jiwa layaknya seekor harimau!\" berarti dia sudah menyelesaikan laporan untuk penyelidikan awal.\n\nDan \"semua sudah tertulis dalam buku ramalan kegelapan ini\" memiliki arti bahwa dia sudah menambahkan laporan terbaru dalam jurnal petualang...\n\n——Tetapi pada kenyataannya, \"Kamus Fischl\" bukanlah sebuah buku yang memiliki bentuk fisik.\n\nSeseorang yang sudah dekat dengannya, akan dapat memahami arti perkataannya bila dia mendengar dengan sepenuh hati. Ini juga merupakan suatu bentuk penghormatan dan pengakuan terhadapnya.\n\n\"Ah! Ternyata kamu juga dapat memahami ucapanku. Sepertinya memang kita sudah ditakdirkan untuk bertemu.\"\n\nJika kamu dapat mengikuti cara dia berbicara seperti contoh di atas, dia akan tersipu malu dan memuji kemampuanmu dalam mempelajari bahasa: \"Seorang putri akan memberikan pujian pada mereka yang pantas... Mari kita berbincang lebih banyak lagi. Hehe, jangan salah paham, semua ini akan menjadi fondasi dari dunia baru yang akan datang...\"",
      "th": "ว่ากันว่าในหมู่นักผจญภัยนั้นมีหนังสือ \"พจนานุกรมของ Fischl\" หมุนเวียนกันอยู่\n\nเป็นหนังสือที่แปลกประหลาดซึ่ง สามารถแปลคำพูดของ Fischl เป็นคำง่าย ๆ\n\nยกตัวอย่างเช่น \"ฉันได้ยินเสียงลมสะท้อนที่ผ่านมา ในเหวแห่งเวลา เป่าผ่านหอคอยสุเหร่าที่ถูกลืมในกระแสเชี่ยวของสาเหตุและผลกระทบ\" ซึ่งนั่นหมายความว่า \"Stormterror's Lair\";\n\n\"บริกรของบาปผู้มีชื่อเสียงเอ๋ย ตามที่เธอต้องการ เตรียมรับภูมิปัญญาอันชาญฉลาดของจักรพรรดินีผู้นี้ซะเถอะ\" ความหมายก็คือ \"เดี๋ยวขอฉันตรวจสอบดูหน่อย แล้วจะรีบรายงานผลให้ฟังนะ\";\n\n\"จงเฉลิมฉลองเสียเถอะ! ผู้ติดตามที่มีความกระตือรือร้น ในฐานะปุโรหิตของจักรพรรดินีเอ๋ย โปรดเข้าสู่สนามรบด้วยหัวใจของ เสือซะเถอะ\" นั่นหมายความว่าเธอได้เตรียมการ สอบสวนเบื้องต้นแล้ว\n\nและ \"ทุกสิ่งถูกบันทึกไว้ในหนังสือ พยากรณ์มืด\" หมายความว่าเธอได้เขียนบันทึก ของนักผจญภัยด้วยคำพูดของเธอ เองตามรายงานของนักผจญภัย แล้ว...\n\n....แต่ว่าความจริงแล้ว \"พจนานุกรมของ Fischl\" นั้นไม่ได้เป็นม้วนหนังสือแต่ อย่างใด\n\nเหล่าผู้คนที่คุ้นเคยกับเธอจะฟังเธอ อย่างตั้งใจในทุก ๆ ประโยคและทำความเข้าใจคำพูดทั้งหมด นั่นคือสิ่งที่แสดงถึงการเคารพและยอมรับในตัวเธอ\n\n\"หึ พวกเธอสามารถเข้าใจได้จริง ๆ ด้วย สมแล้วที่เป็นผู้คนที่ต้องชะตากับฉัน\"\n\nหากสามารถพูดตามเธอได้สักสองสามคำพร้อมกับคำพูดของเธอ เธอก็จะเขินอายและชื่นชม ความสามารถในการเรียนรู้ภาษา ของคุณอย่างมีความสุข:\n\n\"จักรพรรดินีนั้นไม่เคยสรรเสริญ... เอาล่ะอยู่คุยกับฉันอีกสักหน่อยสิ คิกคิก... อย่าเข้าใจฉันผิด นี่คือสิ่งที่จะกลายเป็นเสาหลักและไม้ฟืนของโลกใหม่...\"",
      "vi": "Tương truyền trong giới Nhà Mạo Hiểm, lưu truyền quyển sách gọi là \"Từ điển Fischl\".\n\nĐó là một cuốn kỳ thư, có thể dịch những lời của Fischl thành những câu dễ hiểu.\n\nVí dụ: \"Trong dòng thời gian, tôi nghe thấy những cơn gió trong quá khứ đang thổi qua ngọn tháp lãng quên bị nhấn chìm trong nước lũ nhân quả\" là biểu thị \"Di Tích Phong Long\"; \n\nÝ nghĩa của câu \"Hỡi người định tội, sẽ được như mong muốn của bạn, hãy chuẩn bị đón nhận trí tuệ của công chúa\" chính là \"Tôi sẽ điều tra và cho bạn kết quả\"; \n\n\"Hãy cất tiếng hát đi! Đám hầu cận cầu xin lời chúc của công chúa, hãy mang trái tim dũng mãnh đi sâu vào chiến trường\" thì có nghĩa là, cô ấy đã điều tra xong rồi.\n\nCòn câu \"Tất cả đều được ghi trong sách tiên tri màu đen này\" thì có nghĩa là cô ấy dựa theo tình báo Nhà Mạo Hiểm và sử dụng cách hành văn của mình để viết xong nhật ký Nhà Mạo Hiểm...\n\nThế nhưng thực ra, cái gọi là \"Từ điển Fischl\" không phải là sách.\n\nNhững người hiểu rõ cô ấy, sẽ lắng nghe từng câu nói và nhận biết được ý nghĩ của nó. Đó mới là sự tôn trọng và công nhận đối với cô.\n\n\"Hừm, quả nhiên là bạn cũng hiểu, không hổ danh là người có gắn kết với tôi.\"\n\nNếu có thể tiếp lời câu nói của cô ấy, thì cô ấy sẽ vừa vui vừa ngại ngùng khen khả năng học ngôn ngữ của bạn:\n\n\"Công chúa không bao giờ tiếc lời khen... Vậy thì, nói chuyện với tôi thêm chút nữa đi. E hèm, đừng hiểu lầm, đây là những thứ sẽ biến thành đá và củi cho thế giới mới... \""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "奥兹与皇女菲谢尔不仅是挚友、主从，更是共享灵魂与命运的关系。\n\n他们的初遇发生在《菲谢尔皇女夜谭》的卷一：「末日解体概要」。\n\n孤独巡礼的皇女抵达永恒黄昏之国时，抗拒命运的黄昏王族在无可抗拒的绝望中选择了否定。\n\n他们的否定是如此彻底，不但否定了菲谢尔身为幽夜净土主宰皇女的尊贵身份与使命，否定了自己守望幽夜净土的职责，否定了自己身为皇家旁支传承一万三千年的血脉，还否定了身为人的高贵与矜持，进而退化成为愚钝凶暴的兽群。\n\n在黄昏的宫廷中，在野兽的撕扯中，皇女洁净的血如珍珠般洒落在古老纹章上。\n\n危机时刻，如夜幕般宽广的黑翼撕开了绝望，庇护着负伤被困的皇女。\n\n循着贵种之血的气息，夜鸦之王奥兹华尔多·赫芙那梵茵斯终于来到孤独的皇女身边，向她宣誓永远效忠…",
      "zht": "奧茲與皇女菲謝爾不僅是摯友、主從，更是共用靈魂與命運的關係。\n\n他們的初遇發生在《菲謝爾皇女夜譚》的卷一：「末日解體概要」。\n\n孤獨巡禮的皇女抵達永恆黃昏之國時，抗拒命運的黃昏王族在無可抗拒的絕望中選擇了否定。\n\n他們的否定是如此徹底，不但否定了菲謝爾身為幽夜淨土主宰皇女的尊貴身分與使命，否定了自己守望幽夜淨土的職責，否定了自己身為皇家旁支傳承一萬三千年的血脈，還否定了身為人的高貴與矜持，進而退化成為愚鈍兇暴的獸群。\n\n在黃昏的宮廷中，在野獸的撕扯中，皇女潔淨的血如珍珠般灑落在古老紋章上。\n\n危機時刻，如夜幕般寬廣的黑翼撕開了絕望，庇護著負傷被困的皇女。\n\n循著貴種之血的氣息，夜鴉之王奧茲華爾多·赫芙那梵茵斯終於來到孤獨的皇女身邊，向她宣誓永遠效忠…",
      "jp": "オズと皇女フィッシュルの関係はただの友人でも主従でもなく、魂と運命を共にする関係である。\n\n彼女らの出会いは「フィッシュル皇女物語·1巻『末日解体概要』」に記されてある。\n\n孤独な皇女が永久黄昏の国に着いた時、運命を拒む黄昏の王族は抗えない絶望の中で「否定」を選択した。\n\n彼らの「否定」は徹底的なものだった。彼らは、フィッシュルの幽夜浄土の主である皇女としての高貴なる身分と使命だけでなく、その幽夜浄土を守る責務や皇族の傍系血族として13000年間続いた血統を否定した。そして、人間としての矜持をも否定した彼らは、愚鈍で凶暴な獣に成り下がった。\n\n黄昏の宮殿の中で、獣たちに引き裂かれ、皇女の高潔な血がパールのように古き紋章の上に滴る。\n\nその瞬間、夜が訪れるように黒い翼が彼女を囚えていた絶望を引き裂き、負傷した皇女を守った。\n\n高潔なる血の掟に従い、鴉の王オズヴァルド·ラフナヴィネスは孤独な皇女の傍らで、彼女に永遠の忠誠を誓った…",
      "ko": "오즈와 황녀 피슬은 친구이자 주종 관계이며, 영혼과 운명을 공유하는 관계이다.\n\n둘의 첫 만남은 《피슬 황녀 야화》의 권1: 「종말 해체 개요」에서 시작됐다.\n\n홀로 순례하던 황녀가 영원한 황혼의 나라에 도착했을 때, 운명에 항거한 황혼 왕족은 거부할 수 없는 절망 속에서 모든 것을 부정했다.\n\n그들은 유야 정토의 지배자인 황녀 피슬의 존귀한 신분과 사명을 부정했고, 유야 정토를 지키는 자신들의 직책을 부정했으며, 만삼천 년간 계승해 온 황가의 혈통을 부정했고, 인간으로서의 고귀한 긍지마저 부정했다. 그리고 그들은 어리석고 흉포한 괴물로 퇴화되고 말았다.\n\n황혼의 궁정 속 야수들에게 갈기갈기 찢긴 황녀의 순결한 피는 마치 진주처럼 오래된 문장 위로 흩어졌다.\n\n위기의 순간, 밤의 장막처럼 드넓은 검은 날개가 그녀를 둘러싼 절망을 찢어발기고, 상처 입은 그녀를 감싸 안았다.\n\n고귀한 피의 기운을 따라 검은 까마귀의 왕 오즈발도·흐라프나바인스는 마침내 고독한 황녀의 곁으로 내려와 영원한 충성을 맹세했다",
      "en": "Oz and Princess Fischl are not only close friends but also servant and master, with a shared soul and fate.\n\nTheir first encounter was mentioned in \"Flowers for Princess Fischl (I): End Time Zersetzung\"\n\nWhen the lone pilgrimaging princess reached the kingdom of eternal twilight, the fate-resisting royals chose to deny everything in their desperation.\n\nThey refused to recognize Fischl's noble stature and mission as the princess of the Immernachtreich; denied their 13,000-year lineage as a branch of the royal family; and forsook their own nobility and restraints as humans... devolving into clumsy and vicious beasts.\n\nIn the palace of Twilight and amidst the teeth of the beasts, the princess shed her sacred blood on the ancient emblem.\n\nAt the moment of her peril, the dark wings of the night ripped the trapped, wounded princess from her despair and took her under its wings.\n\nFollowing the scent of her noble blood, Ozvaldo Hrafnavins, the King of Ravens came to the princess and pledged his eternal loyalty.",
      "de": "Oz und Prinzessin Fischl sind nicht nur enge Freunde, sondern auch Diener und Herrin mit einer gemeinsamen Seele und einem gemeinsamen Schicksal. Ihre erste Begegnung wurde in „Die Nacht der Prinzessin Fischl – Band 1: Zersetzung am Ende der Zeit“ erwähnt. Als die einsame Pilgerprinzessin das Königreich des ewigen Zwielichts erreichte, beschlossen die Könige, die sich dem Schicksal widersetzten, alles in ihrer Verzweiflung zu leugnen. Sie weigerten sich, Fischls edle Statur und Mission als Prinzessin des Immernachtreichs anzuerkennen, bestritten ihre 13.000-jährige Abstammung als Zweig der königlichen Familie und leugneten ihren eigenen Adel, ihre Natur als Menschen. So verwandelten sie sich in ungeschickte und bösartige Kreaturen.\n\nIm Palast des Zwielichts und im Angesicht der Fänge der Bestien vergoss die Prinzessin ihr heiliges Blut auf dem alten Wappen.\n\nIm Moment der Gefahr breiteten sich die dunklen Flügel der Nacht aus, rissen die gefangene Prinzessin aus ihrer Verzweiflung und nahmen sie schützend unter ihre Flügel.\n\nDem Geruch ihres edlen Blutes folgend schwor Ozvaldo Hrafnavins, der König der Nachtraben, der Prinzessin seine ewige Treue.",
      "es": "La relación entre Oz y la princesa Fischl no solo es de ama y sirviente o de amistad, sino que son almas unidas en vida y destino.\n\nSu primer encuentro se menciona en “El colapso del fin de los tiempos”, el primer volumen de la obra «Flores para la princesa Fischl».\n\nCuando la princesa errante y solitaria llegó al Reino del Crepúsculo Eterno, la realeza del Crepúsculo se opuso a su destino y eligió negarlo todo desesperadamente.\n\nNegaron reconocer el estatus y la misión de Fischl como legítima princesa y protectora del Reino de la Noche Eterna; negaron que su linaje de 13 000 años de historia procediera de la familia real; y negaron su propia nobleza y humanidad, haciendo quedar a toda su familia como monstruos violentos e incompetentes.\n\nEn el Palacio del Crepúsculo, en medio de los dientes y garras de las bestias, la princesa derramó su sangre sagrada sobre el antiguo escudo de armas.\n\nCerca de su muerte, las oscuras alas de la noche la despojaron de su desesperación y la protegieron.\n\nSiguiendo el olor de su noble sangre, Ozvaldo Hrafnavines, el Rey de los Cuervos, acudió a la princesa y le prometió eterna lealtad.",
      "fr": "La relation qui unit Oz et Fischl dépasse le cadre de l'amitié ou du simple rapport maître/serviteur ; plus que cela, leurs âmes et leurs destinées sont étroitement entremêlées.\n\nLeur première rencontre est décrite dans le premier volume des « Fleurs pour la princesse Fischl », intitulé « Apocalypse ».\n\nLa jeune princesse solitaire partie en pèlerinage arriva un jour au royaume du crépuscule éternel ; les membres de la famille royale, aveugles à leur destin, s'étaient réfugiés de désespoir dans le déni.\n\nCe déni était tel qu'ils refusèrent ainsi de reconnaître la noble stature et la mission sacrée de la princesse de l'Empire de la nuit éternelle ; mais cette dénégation s'étendait aussi à leur lignée, remontant quelque treize mille ans plus tôt à la famille royale, ainsi qu'à leur propre noblesse et à leurs qualités d'humains... Et ainsi ils avaient régressé jusqu'à devenir des bêtes aussi vicieuses que maladroites.\n\nDans le palais du crépuscule, cernée de toutes parts par les bêtes sauvages, quelques gouttes du sang pur de la princesse tombèrent sur un ancien emblème.\n\nEt soudain, alors que la situation devenait critique, les sombres ailes de la nuit arrachèrent la princesse blessée au désespoir et la protégèrent d'une issue fatale.\n\nEt c'est ainsi que, suivant l'odeur de son noble sang, Ozvaldo von Hrafnavines, seigneur des corbeaux, rejoignit la princesse et lui fit serment éternel d'allégeance...",
      "pt": "Oz e a princesa Fischl não são apenas amigos íntimos, mas também servo e mestre, com uma alma e um destino em comum.\n\nO primeiro encontro foi mencionado em \"Flores para a Princesa Fischl - Vol. I: Zersetzung do Fim dos Tempos\"\n\nQuando a princesa solitária e errante chegou ao reino do crepúsculo eterno, a realeza que resistia ao destino escolheu negar tudo em desespero.\n\nEles se recusaram a reconhecer a nobre estatura e missão de Fischl como a princesa de Reino da Noite Eterna. Negaram sua linhagem de 13.000 anos como um ramo da família real, e sua própria nobreza e humanidade... transformando-os em bestas desajeitadas e cruéis.\n\nNo palácio de Crepúsculo e entre os dentes das bestas, a princesa derramou seu sangue sagrado no emblema antigo.\n\nNo momento em que estava em perigo, as asas escuras da noite arrancaram a princesa de seu desespero e a tomaram sob si.\n\nSeguindo o perfume de seu sangue nobre, Ozvaldo von Hrafnavines, o Rei dos Corvos, procurou a princesa e prometeu sua lealdade eterna.",
      "ru": "Принцесса Фишль и Оз являются не просто друзьями или хозяином и слугой, они - души, связанные судьбой.\n\nОб их первой встрече рассказывается в главе «Краткое изложение судного дня» первого тома книги «Цветы для принцессы Фишль: Сборник сказочных ночей».\n\nКогда одинокая странствующая принцесса достигла королевства вечных сумерек, сопротивляющаяся судьбе королевская семья в своём отчаянии выбрала отрицание всего и вся.\n\nОни отказались признавать благородный статус и миссию принцессы Нирваны ночи; отказались признавать свою 13-тысячелетнюю королевскую родословную; отказались принимать свою людскую сущность, превратившись в злобных чудовищ.\n\nТам, во дворце Сумерек, принцесса пролила свою кровь на древнюю эмблему, и в момент смертельной опасности тёмные крылья ночи вырвали её из клыков смерти и отчаяния.\n\nСледуя за запахом её крови, Озвальдо Храфнавинс, Король воронов, пришёл к принцессе, чтобы поклясться ей в вечной верности.",
      "id": "Oz dan Putri Fischl tidak hanya memiliki hubungan sebagai teman dekat, atau majikan dengan pelayan, melainkan sebagai dua orang yang saling berbagi jiwa dan takdirnya.\n\nPertemuan pertama mereka tertulis dalam buku \"Bunga untuk Putri Fischl (I): Akhir Waktu Zerzetsung\".\n\nKetika tuan putri sedang berkelana seorang diri ke kerajaan senja abadi, para bangsawan dan raja yang tidak memercayai takdir masih menyangkal segalanya ketika menghadapi keputusasaan.\n\nPenyangkalan mereka begitu mendalam, mereka bahkan tidak mengakui keluhuran bangsawan Fischl dan misinya sebagai putri Immernachtreich, mereka menyangkal tugas mulia mereka untuk melindungi tanah suci, mereka menyangkal darah bangsawan yang sudah mengalir selama 13.000 tahun lamanya, mereka juga menyangkal diri mereka sebagai manusia yang berakal budi dan mengenal batasan, dan kini mereka berubah menjadi makhluk yang canggung dan kejam.\n\nDi dalam Istana Senja, di tengah ancaman para makhluk buas, tuan putri meneteskan darahnya yang berkilau bagaikan mutiara ke atas lambang kerajaan kuno ini.\n\nKetika situasi genting, sepasang sayap hitam bagaikan langit malam, terbuka lebar untuk melindungi sang putri yang terluka dan terperangkap.\n\nMengikuti bau darah bangsawan, Ozvaldo von Hrafnavines, King of Raven bersumpah setia untuk selalu melindungi tuan putri hingga akhir hayatnya...",
      "th": "ความสัมพันธ์ของ Oz และเจ้าหญิง Fischl นั้นไม่เพียงแต่เป็นเพื่อนที่ดีต่อกัน หรือเจ้านายกับลูกน้องเท่านั้น แต่มันยังเป็นเรื่องของโชคชะตาที่ ทั้งสองคนมีร่วมกันอีกด้วย\n\nการพบกันครั้งแรกของพวกเขานั้นเกิดขึ้นใน \"Fischl เจ้าหญิงแห่งความมืด-I: บทสรุปแห่งวันโลกาวินาศ\"\n\nเมื่อเจ้าหญิงผู้โดดเดี่ยวเดินทางมาถึงดินแดนแห่ง ความมืดอัน เป็นนิรันดร์ เหล่าราชวงศ์ของอาณาจักรแห่งความมืดผู้ซึ่งต่อต้านชะตากรรมได้ เลือกที่จะปฏิเสธความสิ้นหวังที่ ไม่อาจต้านทานได้\n\nการปฏิเสธของพวกเขานั้นคือการ ปฏิเสธโดยสมบูรณ์ ซึ่งพวกเขาไม่เพียงแต่ปฏิเสธต่อ ความสูงส่งของ Fischl และภารกิจในฐานะของเจ้าหญิง แห่งดินแดนแห่งราตรีบริสุทธิ์, ปฏิเสธหน้าที่การเฝ้าดูอาณาจักร ของตนที่พึงกระทำและปฏิเสธสาย เลือดตลอด 13,000 ปี ของตระกูลสาขาของราชวงศ์เพียงเท่านั้น แต่พวกเขายังปฏิเสธการสงวนรักษาตนเองในฐานะมนุษย์อันสูงส่ง และเสื่อมโทรมกลายเป็นฝูงสัตว์ที่ โง่เขลาและโหดเหี้ยมอีกด้วย\n\nท่ามกลางพระราชวังของ อาณาจักรแห่งความมืด ท่ามกลางเขี้ยวเล็บของเหล่า สัตว์ร้าย เจ้าหญิงหลั่งสายเลือดอันบริสุทธิ์ ราวกับไข่มุกของเธอลงบน ตราสัญลักษณ์โบราณ\n\nระหว่างช่วงเวลาวิกฤตนั้น ปีกสีดำขนาดมหึมาราวกับม่านใน ยามค่ำคืนก็ได้ลงมาทำลายความสิ้น หวังจนหมดสิ้นและปกป้อง เจ้าหญิงผู้ซึ่งได้รับบาดเจ็บ\n\nด้วยกลิ่นเลือดอันสูงส่งของเธอ ในที่สุดราชาแห่งเรเวน Ozvaldo Hrafnavins ก็ตามรอยมาหาเจ้าหญิงจนเจอและถวายความภักดีอันเป็นนิรันดร์...",
      "vi": "Oz và Công chúa Fischl không chỉ là bạn thân, chủ tớ, mà còn là mối quan hệ chia sẻ linh hồn và vận mệnh.\n\nCuộc gặp gỡ đầu tiên của họ diễn ra trong quyển \"Cổ tích về công chúa Fischl·I\": Về sự tan rã của ngày tận thế.\n\nKhi công chúa cô độc đi đến đất nước hoàng hôn vĩnh hằng, vương tộc hoàng hôn chống lại vận mệnh, chọn cách phủ định trong tuyệt vọng.\n\nHọ phủ định toàn bộ, không chỉ phủ định thân phận và sứ mệnh của Fischl là công chúa thống trị Vương Đô U Ám, còn phủ định cả trách nhiệm bảo vệ Vương Đô U Ám của mình, phủ định dòng máu con cháu hoàng thất mười ba nghìn năm, phủ nhận sự cao quý và tôn nghiêm của bản thân để hóa thành đám thú vật ngu dốt và hung bạo.\n\nTrong cung điện hoàng hôn, trong sự giằng xé của dã thú, dòng máu thuần khiết như trân châu của công chúa rớt trên phù hiệu cổ xưa.\n\nTrong thời điểm nguy cấp ấy, đôi cánh đen rộng như màn đêm xé tan nỗi tuyệt vọng, che chở cho công chúa bị thương.\n\nTheo hơi thở của dòng máu quý tộc, vua quạ đen Ozvaldo von Hrafnavines cuối cùng đã đến bên cạnh công chúa cô đơn và thề nguyện vĩnh viễn trung thành..."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "有这么一个故事。很久很久以前，在很远很远的地方，有一个很小很小的小女孩。\n\n小女孩的爸爸妈妈都是忙碌的冒险家。她自幼在图书馆中，跟随书页跨越了一千个宇宙，\n\n成了幽夜净土的主人，成了降下圣裁之雷的皇族之女，与漆黑的夜鸦成为共享命运的至交…\n\n……\n\n「██，今天看了什么书呢？」难得从冒险中返回的爸爸妈妈，这么问她。\n\n然后，她会告诉他们，从自己喜欢的系列小说中读到的故事：\n\n「…于是他说：菲谢尔·冯·露弗施洛斯·那菲多特，你可是断罪的皇女，是我引以为豪的女儿，无论如何也不能放弃崇高与梦想。」\n\n「哦哦，是很好的故事呢。既然██这么喜欢，就叫你『小菲谢尔』吧。」爸爸笑着摸摸她的头，\n\n「小菲谢尔你可是了不得的皇女，是我引以为豪的女儿。无论如何，也不要放弃崇高与梦想喔。」\n\n温柔的话语充满善意与嘉许，点亮了她的心。\n\n但与忙碌父母相伴的温暖时间总是如此短暂。\n\n因沉醉幻想小说而与周遭格格不入的她，每当孤独，每当痛苦，总会告诉自己：\n\n「我是菲谢尔，是了不得的皇女。这是连爸爸妈妈也认可的…」\n\n「无论如何都不能放弃崇高与梦想…因为这些都是，对皇女的考验。」",
      "zht": "有這麼一個故事。很久很久以前，在很遠很遠的地方，有一個很小很小的小女孩。\n\n小女孩的爸爸媽媽都是忙碌的冒險家。她自幼在圖書館中，跟隨書頁跨越了一千個宇宙，\n\n成了幽夜淨土的主人，成了降下聖裁之雷的皇族之女，與漆黑的夜鴉成為共用命運的至交…\n\n……\n\n「██，今天看了什麼書呢？」難得從冒險中返回的爸爸媽媽，這麼問她。\n\n然後，她會告訴他們，從自己喜歡的系列小說中讀到的故事：\n\n「…於是他說：菲謝爾·馮·露弗施洛斯·那菲多特，妳可是斷罪的皇女，是我引以為豪的女兒，無論如何也不能放棄崇高與夢想。」\n\n「哦哦，是很好的故事呢。既然██這麼喜歡，就叫妳『小菲謝爾』吧。」爸爸笑著摸摸她的頭，\n\n「小菲謝爾妳可是了不得的皇女，是我引以為豪的女兒。無論如何，也不要放棄崇高與夢想喔。」\n\n溫柔的話語充滿善意與嘉許，點亮了她的心。\n\n但與忙碌父母相伴的溫暖時間總是如此短暫。\n\n因沉醉幻想小說而與周遭格格不入的她，每當孤獨，每當痛苦，總會告訴自己：\n\n「我是菲謝爾，是了不得的皇女。這是連爸爸媽媽也認可的…」\n\n「無論如何都不能放棄崇高與夢想…因為這些都是，對皇女的考驗。」",
      "jp": "このような物語がある。昔々、遠いところに幼い女の子がいた。\n\n女の子の父と母は忙しい冒険者である。彼女は幼い頃から図書館で本を読んでは、本の中で千の宇宙を跨ってきた。\n\n幽夜浄土の主となって、聖裁の雷を下す皇族の娘となって、漆黒の鴉と運命を共にする親友となって…\n\n……\n\n「██、今日は何の本を読んだのかい？」珍しく、冒険の途中に帰ってきた父と母は女の子にそう聞いた。\n\nそして、女の子は好きな小説の話を両親に教える。\n\n「…それで彼はそう言った。フィッシュル·ヴォン·ルフシュロス·ナフィードット、お前は断罪の皇女、私の自慢の娘だ。何があっても気高さと夢を諦めてはならない。」\n\n「ああ、いい話だ。██が気に入ったなら、これからは君を『フィッシュル』と呼ぼう。」父は笑いながら彼女の頭を撫でた。\n\n「フィッシュルは皇女で、俺の自慢の娘だからな、何があっても気高さと夢を諦めてはならないぞ」\n\n優しくて暖かい言葉は、彼女の心を灯した。\n\nしかし。忙しい両親との暖かい時間はいつも長くない。\n\n小説と妄想に夢中になりすぎたせいで、周りに馴染むことができなくなった彼女は、寂しくて辛いときにいつも自分にこう聞かせる。\n\n「わたくしはフィッシュル、すごい皇女なのよ。パパもママもそう認めたわ…」\n\n「何があっても気高さと夢を諦めてはならない…だってこれは全て皇女に対する試練なんだから。」",
      "ko": "이런 이야기가 있다. 아주 오래전, 아주 먼 곳에, 한 여자아이가 있었다.\n\n이 여자아이의 부모님은 바쁜 모험가들이었고, 그녀는 어릴 적부터 도서관에서 책을 읽으며 천 개의 우주를 건너\n\n유야 정토의 주인이자 신성한 번개를 내린 황족이 되었고, 칠흑같이 검은 까마귀와 운명을 공유하는 벗이 되었다….\n\n…….\n\n「██야, 오늘은 어떤 책을 읽었니?」 오랜만에 모험에서 돌아온 엄마와 아빠가 물었다.\n\n그럼 그녀는 자신이 좋아하는 소설 시리즈의 이야기를 들려줬다.\n\n「…그래서 그는 '피슬·폰·루버슬로스·네퍼도트, 단죄의 황녀이자 나의 자랑스러운 딸아, 무슨 일이 있든 숭고함과 꿈을 포기하지 말거라'라고 말했어.」\n\n「오오, 정말 좋은 이야기구나. ██이(가) 이렇게 좋아하니 『피슬』이라고 불러야겠는걸?」 아빠는 웃으며 그녀의 머리를 쓰다듬으며 말했다, \n\n「피슬아, 넌 위대한 황녀이자 나의 자랑스러운 딸이란다. 무슨 일이 있어도 숭고함과 꿈을 포기하지 말거라.」\n\n상냥하고 따뜻한 이 말 한마디는 그녀의 마음을 밝혀주었다.\n\n그러나 바쁜 부모님과 함께할 수 있는 시간은 너무나도 짧았다.\n\n판타지 소설에 빠져 주변과 어울리지 못하던 그녀는 외롭고 슬플 때마다 자신에게 이렇게 말했다,\n\n「나는 피슬, 위대한 황녀야. 이건 엄마 아빠도 인정한 사실이야….」\n\n「무슨 일이 있어도 숭고함과 꿈을 포기할 수 없어… 왜냐하면… 이건 모두 황녀가 되기 위한 시험이니까」",
      "en": "There is a story that goes as follows. A long time ago in a place far, far away, there was a tiny little girl.\n\nThe girl's parents were busy adventurers. She spent most of her childhood in the library, traversing the countless universes that were contained in the pages of the library books.\n\nShe became the ruler of the Immernachtreich, summoned Thundering Retribution as a royal princess, and formed a soul bond with a Raven...\n\n...\n\n\"███, what books did you read today?\" Her parents asked her on one of the rare occasions that they were home between adventures.\n\nShe proceeded to tell them the story she had read from her favorite series.\n\n\"...And then he said, Fischl von Luftschloss Narfidort, you are the Prinzessin der Verurteilung, my proud daughter. You shall never surrender your nobility and dreams.'\"\n\n\"Oh, that's a lovely story. Since you like it so much, ███, how about I call you \"Fischl\" too?\" Her father smiled, put his hand on her head and repeated the words from the story to her.\n\n\"Fischl, you are my wonderful princess and my proud daughter. You shall never surrender your nobility and dreams.\"\n\nThese kind and loving words lit up her world.\n\nHowever, the time with her busy parents was always fleeting.\n\nUnable to fit in with her peers due to her obsession with fantasy novels, she often felt lonely and sad. At these times, she would remind herself:\n\n\"I am Fischl, my daddy's wonderful princess. It's true, because Mommy and Daddy said so...\"\n\n\"Never will I surrender my nobility and dreams, for they are... a princess' rite of passage.\"",
      "de": "Es war einmal vor langer Zeit an einem weit entfernten Ort ein kleines Mädchen.\n\nSeine Eltern waren begeisterte Abenteurer und sie verbrachte den größten Teil ihrer Kindheit in der Bibliothek und reiste durch die unzähligen Universen der Buchseiten, die in ihrer Fantasie zur Realität wurden. Sie wurde zur Herrscherin des Immernachtreichs, rief als blaublütige Prinzessin den Blitz des heiligen Urteils herbei und schloss Freundschaft mit einem Raben ...\n\n...\n\n„██, welche Bücher hast du denn heute gelesen?“ Ihre Eltern fragten sie bei einer der seltenen Gelegenheiten, als sie zwischenzeitlich nach einem Abenteuer zu Hause waren.\n\nSie erzählte ihnen eine Geschichte, die sie in ihrer Lieblingsreihe gelesen hatte.\n\n„... Und dann sagte er, ‚Fischl von Luftschloss Narfidort, du bist die Prinzessin der Verurteilung, meine stolze Tochter. Du sollst niemals deine Adelsherkunft vergessen und deine Träume aufgeben.‘“\n\n„Oh, ██, das ist eine schöne Geschichte. Da sie dir so gut gefällt, wie wäre es, wenn ich dich auch Fischl nenne?“ Ihr Vater lächelte, legte seine Hand auf ihren Kopf und wiederholte die Worte aus der Geschichte an sie gerichtet.\n\n„Fischl, du bist meine wundervolle Prinzessin und meine stolze Tochter. Du sollst niemals deinen Adelsherkunft vergessen und deine Träume aufgeben.“\n\nDiese Art und die lieben Worte erleuchteten ihre Welt.\n\nDie schöne Zeit mit ihren vielbeschäftigten Eltern war jedoch immer nur kurzweilig.\n\nAufgrund ihrer Besessenheit für Fantasie-Romane konnte sie sich nicht mit ihren Altersgenossen verstehen und fühlte sich oft einsam und traurig. In solchen Zeiten sagte sie zu sich selbst:\n\n„Ich bin Fischl, die wundervolle Prinzessin und Tochter meines Vaters. Es ist wahr, weil Mama und Papa das gesagt haben ...“\n\n„Niemals werde ich meine Adelsherkunft vergessen und meine Träume aufgeben, denn sie sind meine Prüfung zum Übergang zur Prinzessin.“",
      "es": "Érase una vez, hace mucho tiempo, en un lugar muy, muy lejano, había una niña muy, muy joven.\n\nSus padres eran unos aventureros muy ocupados, así que la niña creció en una biblioteca. Allí vivió miles de universos a través de las páginas de los libros.\n\nSe convirtió en la gobernante del Reino de la Noche Eterna, donde invocó la retribución del trueno y a un cuervo con el que vinculó su alma...\n\n...\n\n“██, ¿qué libros leíste hoy?”, le preguntaban sus padres las pocas veces que estaban en casa.\n\nEntonces, ella les decía que leía su saga favorita:\n\n“... Entonces, él dijo: ‘Fischl von Luftschloss Narfidort, eres la Princesa del Juicio y la hija de la que estoy orgulloso. Nunca renuncies a tu nobleza y tus sueños’”.\n\n“Oh, esa es una buena historia, ██. Si tanto te gusta, ¿qué tal si te llamo ‘Fischl’ a ti también?” Su padre le puso una mano en la cabeza y le dijo:\n\n“Fischl, con mucho orgullo eres mi princesa y mi hija. Nunca renuncies a tu nobleza y a tus sueños”.\n\nAquellas amables y amorosas palabras iluminaron el mundo de Fischl.\n\nSin embargo, el tiempo que pasaba con sus ocupados padres siempre le parecía poco.\n\nNo podía encajar con los demás debido a su pasión por las novelas y las fantasías. Siempre se decía a sí misma en tiempos de soledad y dolor:\n\n“Soy Fischl, la princesa de mi padre, reconocida tanto por él como por mi madre...”\n\n“Nunca renunciaré a mi nobleza y mis sueños, porque son... La manera en que se pone a prueba a una princesa”.",
      "fr": "Il existe une histoire... Il y a de cela très longtemps, en un coin reculé vivait une petite fille.\n\nSes parents étaient des aventuriers très pris par leurs périples ; aussi passait-elle son temps à la bibliothèque, voyageant à travers les mondes décrits dans les livres.\n\nBien plus tard, elle prit la tête de l'Empire de la nuit éternelle, et fit pleuvoir la foudre du jugement divin, accompagnée de son fidèle corbeau...\n\n...\n\n« ██, quel livre as-tu lu aujourd'hui ? » lui demandèrent ses parents, en l'une des rares occasions où leurs aventures ne les tenaient pas éloignés.\n\nLa fillette leur narra l'histoire qu'elle avait lue, tirée de sa série de romans favorite :\n\n« ... Et il parla en ces mots : « Fischl, tu es la Princesse du châtiment, et la fierté de mon sang. N'abandonne jamais tes rêves ni ta noblesse. »\n\n« Oh, quelle belle histoire. Puisque tu l'aimes tant, pourquoi ne t'appellerai-je pas « Fischl » toi aussi, ██ ? », fit son père en lui tapotant affectueusement la tête.\n\n« Fischl, tu es la Princesse du châtiment, et la fierté de mon sang. N'abandonne jamais tes rêves ni ta noblesse », répéta-t-il à son attention.\n\nCes paroles prononcées d'une voix douce et aimante la transportèrent de joie.\n\nHélas, rares étaient ces précieux moments d'intimité, ses parents étant toujours à l'autre bout du monde.\n\nLa jeune fille, dont l'obsession pour les romans la maintenait à l'écart des autres, se répétait à chaque fois qu'elle se sentait seule ou triste :\n\nJe suis Fischl, la princesse extraordinaire. C'est vrai, papa et maman l'ont dit... »\n\n« Jamais je n'abandonnerai ma noblesse et mes rêves, car... tout ceci est le rite de passage d'une princesse. »",
      "pt": "Havia uma história. Há muito tempo, em um lugar muito distante, havia uma menininha muito, muito jovem.\n\nOs pais da moça eram aventureiros ocupados. Ela cresceu na biblioteca e percorreu milhares de universos pelas páginas à sua disposição.\n\nEla se tornou a mestre do Reino da Noite Eterna, a princesa real que convocou a Retribuição Trovejante e uma companheira de alma do Corvo...\n\n\n\n\"██, que livros você leu hoje?\" Raramente voltando para casa de suas aventuras, seus pais perguntaram a ela.\n\nEntão, ela contou a eles o que lia em sua série favorita:\n\n\"... então ele disse: 'Fischl, você é a Princesa dos Pecados, minha orgulhosa filha. Você nunca abandonará sua nobreza e seus sonhos\".\n\n\"Oh, essa é uma boa história. Se você gosta tanto, que tal eu apelidar você de \"Fischl\" também?\" O pai dela colocou a mão na cabeça e disse: \"Fischl, você é minha princesa e minha orgulhosa filha. Você nunca abandonará sua nobreza e seus sonhos\".\n\nAs amáveis palavras iluminaram seu mundo.\n\nO tempo que passava com os pais ocupados era sempre curto.\n\nNão podendo se encaixar com os outros devido à sua paixão por romances e fantasias, ela sempre dizia a si mesma em tempos de solidão e dor:\n\n\"Eu sou Fischl, a princesa do meu incrível pai, é o que papai e mamãe diziam...\"\n\n\"Nunca entregarei minha nobreza e sonhos, pois são... Testes de uma princesa.\"",
      "ru": "Вот вам одна история.\n\nДавным-давно в далёком-предалёком месте жила-была маленькая девочка. Родители её были занятыми путешественниками, поэтому девочка росла одна в библиотеке среди тысяч вселенных на страницах книг.\n\nВ этих вселенных она стала хозяйкой Нирваны Ночи, призвавшей Громовое возмездие принцессой, душевным другом Ворона...\n\n...\n\n«Какие книги ты сегодня прочитала, ██?», спрашивали её родители по возвращении домой.\n\nОна пересказывала им, что прочитала:\n\n«...и сказал он: «Ты, Фишль, - Принцесса осуждения, моя дочь и моя гордость. Следуй же зову своего сердца».\n\n«О, какая замечательная история. Если она тебе так нравится, то давай тоже будем называть тебя «Фишль»?»\n\nИ сказал её отец, положа руку ей на голову: «Фишль, ты моя принцесса, моя дочь и гордость. Следуй же зову своего сердца». Эти слова, наполненные добротой и любовью, осветили её мир.\n\nОднако занятые родители не могли проводить с ней достаточно времени.\n\nБудучи неспособной вклиниться в общество из-за своей любви к романам и фантазиям, в минуты одиночества и боли она всегда говорила себе: «Я Фишль, принцесса и гордость своих родителей... Я буду следовать зову своего сердца, потому что... такова доля принцессы».",
      "id": "Ada sebuah cerita seperti ini. Pada zaman dahulu kala, di sebuah tempat nun jauh di sana, hiduplah seorang gadis kecil yang tubuhnya sangat amat mungil.\n\nGadis kecil ini memiliki orang tua yang selalu sibuk berpetualang. Sejak kecil, gadis ini sering menghabiskan waktu di perpustakaan, menjelajahi ribuan alam semesta melalui tiap halaman buku yang dia baca,\n\nDia menjadi penguasa Immernachtreich, dia juga menjadi tuan putri yang memanggil Thunder of Retribution, dan saling menjalankan takdir bersama dengan sang gagak...\n\n...\n\n\"███, buku apa yang kamu baca hari ini?\" tanya orang tua gadis ini, orang tua yang jarang pulang dari petualangan mereka.\n\nSetelah itu, gadis ini akan menceritakan sebuah kisah yang dia baca dari novel kesukaannya:\n\n\"...kemudian dia berkata: Fischl von Luftschloss Narfidort, kamu adalah Prinzessin der Verurteilung, putri kebanggaanku. Kamu tidak akan pernah melepaskan keagunganmu dan impianmu.\"\n\n\"Oh, cerita yang bagus sekali. Karena ██ begitu menyukai cerita ini, bagaimana kalau kamu kupanggil Fischl Kecil.\" kata ayah sambil tertawa dan mengelus kepalanya.\n\n\"Fischl, kamu adalah tuan putri kebanggaanku, kamu jangan pernah melepaskan keagunganmu dan impian hidupmu.\"\n\nKata-kata ayahnya yang begitu hangat dan lembut membuat hati gadis kecil ini sangat gembira.\n\nNamun kehangatan dari orang tua yang begitu sibuk ini, hanya berlangsung begitu singkat.\n\nGadis ini tidak dapat berbaur dengan lingkungannya karena obsesinya pada novel fantasi. Setiap kali gadis ini merasa kesepian, merasa sedih, dia akan mengucapkan kalimat ini:\n\n\"Aku adalah tuan putri Fischl yang hebat. Bahkan ayah dan ibuku sudah mengakuinya...\"\n\n\"Apa pun yang terjadi, aku tidak akan pernah melepaskan keagunganku dan impianku... karena semua ini... hanyalah cobaan seorang tuan putri.\"",
      "th": "มีเรื่องราวว่าอย่างนี้ กาลครั้งหนึ่งเมื่อนานแสนนานมา แล้วในสถานที่ที่ไกลโพ้นออกไป มีเด็กสาวที่ตัวเล็กมาก ๆ อยู่คนหนึ่ง\n\nพ่อแม่ของหญิงสาวกำลังยุ่งกับ การผจญภัย เธอเติบโตขึ้นมาในห้องสมุดและ สำรวจจักรวาลนับพันผ่านหน้า หนังสือ\n\nเธอกลายเป็นผู้นำแห่งดินแดน แห่งราตรีบริสุทธิ์ จักรพรรดินีผู้เรียกสายฟ้า Thundering Retribution ให้ฟาดลงมาและกลายเป็นเพื่อน ร่วมชะตากรรมกับเรเวนสีดำขลับ...\n\n......\n\n\"██ วันนี้หนูอ่านหนังสืออะไรเหรอจ๊ะ?\" พ่อแม่ที่นาน ๆ จะกลับมาทีถามเธอว่าอย่างนี้\n\nจากนั้นเธอจึงเล่าให้พวกเขาฟังถึงตอนที่เธอชอบตอนหนึ่งในหนังสือ นิยาย:\n\n\"...ดังนั้นเขาจึงบอกว่า: Fischl von Luftschloss Narfidort ลูกคือ Prinzessin der Verurteilung คือลูกสาวที่แสนจะน่าภาคภูมิใจของพ่อนะ ไม่ว่ายังไงก็จงอย่าได้ละทิ้ง ความสูงส่งและความฝันซะล่ะ\"\n\n\"โอ้วว เป็นเรื่องราวที่ดีนี่นา ในเมื่อหนูชอบขนาดนั้น งั้นพวกเราเรียกหนูว่า \"Fischl\" ละกันนะ\" คุณพ่อยิ้มและลูบหัวเธอไปพลาง\n\n\"Fischl เอ๋ย เธอก็คือจักรพรรดินีที่ยอดเยี่ยม คือลูกสาวที่สร้างความภาคภูมิให้แก่ฉัน ไม่ว่ายังไงก็จงอย่าได้ละทิ้ง ความสูงส่งและความฝันซะล่ะ\"\n\nคำพูดที่เต็มไปด้วยความอ่อนโยน เมตตาและชมเชยจุดแสงสว่างขึ้น ในหัวใจของเธอ\n\nแต่ช่วงเวลาอันแสนอบอุ่นที่อยู่กับ พ่อแม่ที่ยุ่งตลอดเวลาก็มักจะสั้น อย่างนี้\n\nเพราะนิยายที่มอมเมาและความเพ้อฝันจึงทำให้เธอมักจะเข้ากับสิ่งต่าง ๆ รอบตัวไม่ได้ ซึ่งทุกครั้งที่เธอรู้สึกโดดเดี่ยวก็จะ บอกกับตัวเองว่า:\n\n\"ฉันคือ Fischl เป็นจักรพรรดินีที่ยอดเยี่ยม นี่คือสิ่งที่แม้แต่พ่อแม่ก็ยังยอมรับ...\"\n\n\"ไม่ว่ายังไงก็จงอย่าได้ละทิ้งความ สูงส่งและความฝันซะล่ะ... เพราะว่าสิ่งเหล่านี้ก็คือบททดสอบ ของจักรพรรดินี\"",
      "vi": "Có một câu chuyện như thế này. Cách đây rất lâu, rất lâu, ở một nơi vô cùng xa xôi, có một cô bé rất nhỏ.\n\nBố mẹ của cô bé là những nhà mạo hiểm bận rộn. Cô đã ở trong thư viện từ khi còn nhỏ, tìm hiểu một ngàn vũ trụ qua những trang sách.\n\nLớn lên trở thành chủ nhân của Vương Đô U Ám, con gái của hoàng tộc Quả Báo Sấm Sét, cùng chia sẻ vận mệnh với quạ đen...\n\n...\n\n \"██ hôm nay đọc sách gì vậy?\" Bố mẹ hiếm khi được dịp về nhà sau những chuyến mạo hiểm, đã hỏi cô như vậy. \n\nSau đó cô ấy sẽ kể cho họ nghe những câu chuyện từ bộ tiểu thuyết yêu thích của mình: \n\n\"...Thế là ông nói: Fischl von Luftschloss Narfidort, con là Công Chúa Định Tội, là con gái đáng tự hào của ta, cho dù thế nào cũng không được từ bỏ sự cao quý và ước mơ.\" \n\n\"Ồ, đó là một câu chuyện hay. Nếu ██ thích nó như vậy, thì cứ gọi con là 'Fischl' nhé. Người bố mỉm cười và xoa đầu cô ấy,\n\n\"Con là một công chúa tuyệt vời, Fischl- con gái đáng tự hào của ta. Cho dù thế nào cũng đừng từ bỏ sự cao quý và ước mơ của mình.\"\n\nNhững lời nói dịu dàng đầy ắp tình thương và khen ngợi đã thắp sáng trái tim cô.\n\nNhưng thời gian ấm áp mà bố mẹ bận rộn dành cho cô luôn rất ngắn ngủi.\n\nChính vì thường xuyên chìm đắm vào thế giới tiểu thuyết giả tưởng, cô luôn khó thích nghi với thế giới bên ngoài, mỗi khi cô độc, những lúc đau khổ, cô luôn tự nói với mình:\n\n\"Ta là Fischl, một công chúa đáng kính. Điều này được bố mẹ ta công nhận...\"\n\n\"Dù gì đi chăng nữa thì cũng không thể từ bỏ sự cao quý và những ước mơ... bởi vì đây là những thử thách dành cho công chúa.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "正如《菲谢尔皇女夜谭》的宇宙，最终因熵增而走向寂灭。\n\n那个沉醉幻想的小女孩，也无可避免地长大了一些。\n\n十四岁生日当天，不愿理解菲谢尔的孩子们再次嘲弄了她。\n\n这只是高贵皇女难免遭受的小小挫败罢了，爸爸妈妈一定能明白的。她心想。\n\n身为皇女，无论如何也不能放弃崇高与梦想。\n\n当她回到父母身边，期望寻得安慰时，迎接她的却是温柔而疲惫的话语：\n\n「啊，██。你已经十四岁了，该从那些小孩子的幻想里走出来了…」\n\n熟悉的声音就像烧红的细剑，刺穿了少女的胸口。\n\n那天午夜，躲在无比熟悉的图书馆里，少女感觉到异样的视线，听见了不应属于这个世界的振翅之声。\n\n透过哭得红肿的眼睛，她与不属于这个世界的漆黑夜鸦对上了目光。\n\n而那之后的事情，就是另一个故事了…\n\n菲谢尔不喜欢这个故事。每当想起这个故事，她就会感到窒息般的痛楚、噬咬般的孤独。\n\n或许有一天，这个故事会被谁写下来吧。但那只是██的故事罢了，和菲谢尔没有关系。\n\n皇女只有一个名字，那就是菲谢尔。\n\n菲谢尔只有一个身份，那就是皇女。\n\n简单又完美的逻辑。只要将其熟记于心，加上一点点皇女的崇高，和一点点他人的体贴，就没有什么能伤得了她。\n\n况且，如今的皇女菲谢尔不但拥有奥兹，还与那位同样来自另一个世界的旅人相识了…",
      "zht": "正如《菲謝爾皇女夜譚》的宇宙，最終因熵增而走向寂滅。\n\n那個沉醉幻想的小女孩，也無可避免地長大了一些。\n\n十四歲生日當天，不願理解菲謝爾的孩子們再次嘲弄了她。\n\n這只是高貴皇女難免遭受的小小挫敗罷了，爸爸媽媽一定能明白的。她心想。\n\n身為皇女，無論如何也不能放棄崇高與夢想。\n\n當她回到父母身邊，期望尋得安慰時，迎接她的卻是溫柔而疲憊的話語：\n\n「啊，██。妳已經十四歲了，該從那些小孩子的幻想裡走出來了…」\n\n熟悉的聲音就像燒紅的細劍，刺穿了少女的胸口。\n\n那天午夜，躲在無比熟悉的圖書館裡，少女感覺到異樣的視線，聽見了不應屬於這個世界的振翅之聲。\n\n透過哭得紅腫的眼睛，她與不屬於這個世界的漆黑夜鴉對上了目光。\n\n而那之後的事情，就是另一個故事了…\n\n菲謝爾不喜歡這個故事。每當想起這個故事，她就會感到窒息般的痛楚、噬咬般的孤獨。\n\n或許有一天，這個故事會被誰寫下來吧。但那只是██的故事罷了，和菲謝爾沒有關係。\n\n皇女只有一個名字，那就是菲謝爾。\n\n菲謝爾只有一個身分，那就是皇女。\n\n簡單又完美的邏輯。只要將其熟記於心，加上一點點皇女的崇高，和一點點他人的體貼，就沒有什麼能傷得了她。\n\n況且，如今的皇女菲謝爾不但擁有奧茲，還與那位同樣來自另一個世界的旅人相識了…",
      "jp": "『フィッシュル皇女物語』の宇宙が、最後エントロピーの影響で滅びたように、あの妄想に浸っていた女の子も成長した。\n\n14歳の誕生日の日、彼女を理解しようとしない子供たちは、いつものように彼女をからかった。\n\nこれは高貴なる皇女に対する小さな試練に過ぎない。きっと両親は分かってくれると彼女は思った。\n\n皇女は何があっても、気高さと夢を諦めてはならない。\n\nそして両親の元に戻り、労いの言葉を期待した彼女が聞いたのは暖かくて悲しい言葉であった。\n\n「ああ、██、あなたはもう14歳よ。いい加減子供の妄想は卒業して…」\n\nよく知っている声は、まるで細い剣のように少女の胸を突き刺した。\n\nその日の夜、いつもの図書館に隠れた彼女は異様な視線を感じ、この世にいないはずの翼の音を聞いた。\n\n泣き腫らした目は、この世のものでない鴉の目と合った。\n\nその後の話はまた別の物語である…\n\nフィッシュルはこの話があまり好きではない。この話を思い出す度に、窒息するような痛み、噛みつくような孤独を感じる。\n\nいつかこの話は誰かの手によって書かれるかもしれない。しかし、それはあくまでも██の話で、フィッシュルとは何の関係もない。\n\n皇女の名はたった一つ、それはフィッシュル。\n\nフィッシュルの肩書もたった一つ、それは皇女。\n\n簡単で完璧な理論を心に刻む。皇女の崇高さに、ほんの少し他人からの優しさが加われば、彼女は無敵だ。\n\nそれに、今の皇女フィッシュルはオズだけでなく、同じく別世界から来た旅人とも巡り合ったのだから…",
      "ko": "《피슬 황녀 야화》의 우주가 결국 무질서로 인해 적멸로 향한 것처럼,\n\n환상에 빠진 소녀도 성장을 피할 수 없었다.\n\n14살이 되던 생일날, 그녀를 이해하지 못하는 아이들이 또다시 그녀를 조롱하기 시작했다.\n\n이건 고귀한 황녀라면 피해갈 수 없는 작은 좌절일 뿐, 부모님도 분명 이해해 줄 거라 생각했다.\n\n황녀로서, 무슨 일이 있어도 숭고함과 꿈을 포기할 수 없으니 말이다.\n\n집에 돌아온 그녀는 부모님의 위로를 바랐지만, 마주한 것은 상냥하지만 피곤하다는 듯한 한 마디였다,\n\n「음, ██. 이제 14살이잖니, 그만 애들이나 보는 판타지 속에서 빠져나오렴….」\n\n익숙한 목소리가 붉게 달아오른 검처럼 소녀의 가슴을 관통했다.\n\n그날 밤, 더없이 익숙한 도서관에 숨어있던 소녀는 이상한 시선을 느꼈고, 이 세상의 것이 아닌듯한 날갯소리를 들었다.\n\n그녀의 붉은 눈시울이 이 세상에 속하지 않는 칠흑의 까마귀의 눈과 마주쳤다.\n\n그 이후에 일어난 일은 또 다른 이야기였다….\n\n피슬은 그 이야기를 좋아하지 않는다. 매번 그 이야기를 생각할 때면, 그녀는 질식할 것 같은 아픔과 물어뜯기는 듯한 외로움을 느꼈다.\n\n언젠가 이 이야기가 누군가에 의해 쓰이겠지만, 이건 ██의 이야기일 뿐, 피슬과는 관계없다.\n\n황녀에겐 '피슬'이라는 단 하나의 이름만이 있을 뿐이다.\n\n그리고 피슬에겐 '황녀'라는 단 하나의 신분만이 있을 뿐이다.\n\n간단하고 완벽한 논리이다. 이를 항상 숙지하고 황녀의 숭고함과 타인의 배려가 조금만 있으면 아무것도 그녀를 상처입힐 수 없다.\n\n게다가 지금 황녀 피슬의 곁에는 오즈 뿐만 아니라, 자신과 같이 다른 세계에서 온 여행자도 있으니 말이다…",
      "en": "Just like in the universe of \"Flowers for Princess Fischl,\" entropy begot destruction.\n\nIn other words: The girl who loved to dream grew up.\n\nOn her fourteenth birthday, those of her peers who refused to accommodate her quirks belittled her once again.\n\n\"This is but a minor setback for the noble princess. My parents will understand,\" she thought to herself.\n\nFor if she knew one thing, it was that as a princess she could never surrender her nobility and dreams.\n\nBut when she threw herself into her parents' arms in need of comfort, she was met instead with gentle words of exasperation.\n\n\"███, you are fourteen years old now. It's fun to make-believe, but eventually you need to grow up and put your childish dreams behind you...\"\n\nAnd with that, the same voice that had once lit up her world now tore it apart.\n\nThat day at midnight, she hid herself in the library she knew so well. She had a strange feeling that she was being watched... Suddenly, she heard an otherworldly flapping of wings.\n\nSure enough, she looked up and her red, swollen eyes met with those of a night raven from another world.\n\nWhat transpired afterwards is another story...\n\nFischl doesn't much like this story. Thinking about it causes her to feel suffocating pain and soul-devouring loneliness.\n\nMaybe one day, this story will be written. But that would be ███'s story, not Fischl's.\n\nFischl has but one identity: she's the Prinzessin.\n\nAs long as she remembers this simple and perfect logic, with a little bit of nobility and a touch of kindness from others, nothing can ever hurt her.\n\nThings are looking up for Prinzessin Fischl these days — not only does she have Oz, but she has finally met a traveler who, just like her, comes from a different world...",
      "de": "Genau wie in der Welt von „Die Nacht der Prinzessin Fischl“ führte Entropie letztendlich zur Zerstörung.\n\nUm es mit anderen Worten zu sagen, das Mädchen, das es liebte zu träumen, wuchs endlich heran.\n\nAn ihrem vierzehnten Geburtstag hatten ihre Schulkollegen, die ihre Einzigartigkeit nicht akzeptieren konnten, sie wieder einmal von oben herab behandelt.\n\n„Dies soll nur ein kleiner Rückschlag für die edle Prinzessin sein. Meine Eltern werden es sicherlich verstehen“, dachte sie bei sich.\n\nWenn sie eines wusste, war es, dass sie als Prinzessin ihren Adel und ihre Träume niemals aufgeben konnte.\n\nAber als sie sich jedoch Trost suchend in die Arme ihrer Eltern warf, wurde sie unerwartet mit leichten Worten der Verzweiflung empfangen.\n\n„██, du bist jetzt vierzehn Jahre alt. Es macht Spaß sich Sachen auszudenken, aber irgendwann musst auch du erwachsen werden und deine kindlichen Träume hinter dir lassen.“\n\nDieselbe Stimme, die einst ihre Welt erleuchtet hatte, riss diese nun in Stücke.\n\nAm gleichen Tag um Mitternacht versteckte sie sich in der Bibliothek, die sie so gut kannte wie kein anderer. Sie hatte dennoch das seltsame Gefühl, beobachtet zu werden ... Plötzlich hörte sie ein jenseitiges Flügelschlagen.\n\nSie sah auf und ihre roten, vom Weinen geschwollenen Augen trafen sich mit denen eines Nachtraben aus einer anderen Welt.\n\nWas danach passierte ist jedoch eine andere Geschichte ...\n\nFischl mag diese Geschichte nicht so sehr. Wenn sie darüber nachdenkt, verspürt sie nur einen erstickenden Schmerz und seelenfressende Einsamkeit. Vielleicht wird diese Geschichte eines Tages noch niedergeschrieben werden. Aber das wäre die Geschichte von ██, nicht die von Fischl.\n\nFischl hatte nur eine Identität, die der Prinzessin.\n\nSolange sie sich nur an diese einfache und perfekte Logik erinnerte, mit ein wenig Adel und einem Hauch von Freundlichkeit von anderen kann nichts und niemand sie jemals verletzen.\n\nEs ging bergauf für Prinzessin Fischl, denn sie hatte nicht nur Oz, sondern endlich auch einen Reisenden getroffen, der genau wie sie aus einer anderen Welt stammte ...",
      "es": "#Igual que en el universo de «Flores para la princesa Fischl», la entropía engendró destrucción, y la niña que amaba soñar creció.\n\nCuando cumplió 14 años, los niños que no estaban dispuestos a entenderla la menospreciaron nuevamente.\n\n“Es solo un pequeño revés para la noble princesa. Mis padres lo entenderán”, pensó para sí misma.\n\nComo princesa, nunca podría renunciar a su nobleza y sus sueños.\n\nSin embargo, cuando regresó al abrazo de sus padres en busca de consuelo, lo que la esperaba eran suaves palabras de cansancio:\n\n“██, tienes 14 años. Debes abandonar esos sueños infantiles...”\n\nQue aquella voz tan familiar le dijera esto era como que alguien le clavara un acero candente en el corazón.\n\nEse día, a medianoche, se escondió en la biblioteca de su familia. Sintió que algo la miraba y, de repente, escuchó el aleteo de un ser que no era de este mundo.\n\nSus ojos llorosos e hinchados se encontraron con los ojos de un cuervo oscuro y descomunal.\n\nLo que ocurrió después... es otra historia.\n\nUna historia que a Fischl no le agrada. Cada vez que la recuerda, siente un dolor sofocante y una soledad que le devora el alma.\n\nTal vez algún día alguien escribirá esta horrible historia, pero esa sería la historia de ██, que no guarda relación con Fischl.\n\nEsta no tiene más que una identidad: es una princesa.\n\nMientras recuerde esta realidad, simple y perfecta, con un poco de orgullo de princesa y algo de afecto por parte de los demás, nada podrá lastimarla.\n\nAdemás, la princesa Fischl no solo tiene a Oz, también ha conocido a {F#una}{M#un} viajer{F#a}{M#o} de otro mundo, igual que ella...",
      "fr": "Tout comme dans l'univers de la série « Fleurs pour la princesse Fischl », l'entropie engendre la quiétude.\n\nLa fillette éprise de romans finit par grandir.\n\nLe jour de ses quatorze ans, elle fut encore la cible des moqueries des autres enfants.\n\n« Ceci n'est qu'une épreuve minime pour la noble princesse. Mes parents comprendraient sûrement », pensa-t-elle.\n\nUne princesse, se répétait-elle, ne peut abandonner sa noblesse ni ses rêves.\n\nMais lorsqu'elle retrouva ses parents, ce ne furent pas des paroles de consolation qui l'accueillirent, mais une douce remontrance fatiguée.\n\n« ██, tu as quatorze ans à présent ; il serait temps de grandir et de laisser ton monde imaginaire... »\n\nCes mots transpercèrent la poitrine de la jeune fille à la façon d'une aiguille chauffée à blanc.\n\nCette nuit-là, s'étant réfugiée dans la bibliothèque familière, elle eut le sentiment d'être observée ; tout-à-coup lui parvint le son étrange de battements d'ailes.\n\nSes yeux gonflés par les pleurs lui renvoyèrent le regard d'un corbeau noir comme les ténèbres venant d'un autre monde.\n\nCe qui se passa ensuite est une autre histoire...\n\nFischl n'aime pas se remémorer cet épisode ; y repenser l'emplit d'une douleur sourde et d'un sentiment de solitude dévorant.\n\nPeut-être ce récit sera-t-il un jour couché sur le papier ; mais alors ce sera l'histoire de ██, et non de Fischl.\n\nFischl ne possède qu'une identité : elle est la princesse.\n\nIl s'agit là d'une vérité simple et belle ; tant qu'elle s'en souvient, et qu'elle la complète d'un peu de noblesse et d'une touche de considération de la part des autres, alors rien ne peut la toucher.\n\nEt aujourd'hui, la princesse Fischl est non seulement accompagnée de son fidèle Oz, mais a de plus fait la rencontre du voyageur qui, à son image, vient lui aussi d'un autre monde...",
      "pt": "#Assim como no universo de \"Flores para a Princesa Fischl\", a entropia gerou destruição. A garota que adorava sonhar cresceu.\n\nEm seu aniversário de 14 anos, as crianças que não estavam dispostas a tentar entendê-la a menosprezaram.\n\n\"É apenas um pequeno revés para a nobre princesa. Meus pais entenderiam.\" - pensou consigo mesma.\n\nComo princesa, nunca poderia renunciar à nobreza e aos sonhos.\n\nNo entanto, quando voltava aos braços de seus pais, quando precisava de consolo, o que a esperava eram palavras gentis de cansaço:\n\n\"██, você tem 14 anos. Agora você deve deixar os sonhos infantis para trás...\"\n\nA voz familiar era como um punhal que perfurou seu coração.\n\nNesse dia à meia-noite, ela se escondeu na biblioteca da família. Ela olhou ao redor e ouviu o bater de asas que não eram deste mundo.\n\nOs olhos cheios de lágrimas encontraram os olhos do corvo do outro mundo.\n\nO que aconteceu depois... É outra história...\n\nFischl não gosta dessa história. Sempre que ela se lembra dessa história, ela sente uma dor sufocante e uma solidão que devora a alma.\n\nTalvez um dia essa história seja escrita, mas seria a história de ██, não teria nada a ver com Fischl.\n\nFischl tem apenas uma identidade: ela é uma princesa.\n\nDesde que ela se lembre dessa lógica simples e perfeita, com um pouco de orgulho como princesa e algumas considerações da parte de outras pessoas, nada poderia machucá-la.\n\nAlém disso, a princesa Fischl não só tem Oz, mas ela também conheceu {F#uma}{M#um} viajante de outro mundo como ela...",
      "ru": "#Как и во вселенной «Цветов для Фишль», энтропия привела к разрушению.\n\nДевочка, так любящая мечтать, выросла.\n\nКогда ей только исполнилось 14 лет, дети, не желающие понять её внутренний мир, снова собрались дразнить её.\n\n«Это всего лишь ещё одно испытание на пути принцессы. Мои родители всё поймут», подумала она. Гордость и честь принцессы была непоколебима.\n\nОднако когда она вернулась в объятья родителей, нуждаясь в утешении, её ожидали только усталые вздохи: «██, тебе уже 14 лет, ты стала совсем взрослой. Тебе пора забыть о детских мечтах...»\n\nТакой родной голос был словно раскалённое лезвие, пронзившее сердце.\n\nВ ту ночь она заперлась в библиотеке, чтобы снова найти утешение в книгах, когда она почувствовала на себе взгляд и потусторонний хлопот крыльев. Её заплаканные глаза встретились с глазами Ворона.\n\nА что случилось дальше... Это совсем другая история, которую Фишль не любит вспоминать.\n\nКаждый раз, когда она предаётся воспоминаниям, её душу гложет одиночество.\n\nВозможно, когда-нибудь эта история будет написана, но она будет историей ██, и не будет иметь ничего общего с Фишль. У Фишль есть только одна персона, которая зовётся принцессой, и ничего не может причинить ей боль, пока она помнит эту простую истину.\n\nК тому же Фишль встретила не только Оза, но и путешественн{F#ицу}{M#ика} из другого мира, котор{F#ая}{M#ый} так похож{F#а} на неё...",
      "id": "Sama seperti di alam semesta \"Bunga untuk Putri Fischl,\" entropi menghasilkan kehancuran.\n\nGadis kecil yang memiliki mimpi akan tumbuh dewasa.\n\nDi ulang tahunnya yang keempat belas, teman-teman sebayanya menolak untuk memahami Fischl dan mengejeknya.\n\n\"Ini hanyalah kemunduran kecil untuk seorang putri bangsawan. Orang tuaku akan mengerti,\" pikirnya dalam hati.\n\nKarena dia tahu sebagai seorang putri, tidak akan pernah melepaskan keagungan dan impian.\n\nKetika dia kembali ke sisi orang tuanya untuk mendapatkan penghiburan, dia malah menerima kata-kata yang membuat putus asa:\n\n\"███, kamu sudah berusia 14 tahun sekarang, sudah waktunya kamu bertumbuh dan meninggalkan impian masa kecil di belakangmu...\"\n\nSuara yang akrab itu seakan menusuk dadanya dan membuat hatinya terluka.\n\nPada tengah malam hari itu, dia bersembunyi di perpustakaan yang sangat dikenalnya. Dia memiliki perasaan yang aneh bahwa dia sedang diawasi... Tiba-tiba, dia mendengar kepakan sayap yang seharusnya tidak ada di dunia ini.\n\nDan benar saja, matanya yang merah dan bengkak karena menangis melihat burung gagak dari dunia lain.\n\nDan apa yang terjadi setelah itu, adalah cerita yang lain...\n\nFischl tidak menyukai cerita ini. Setiap kali dia memikirkan hal itu, dia akan merasa kesakitan yang mencabik dan kesepian yang menghancurkan jiwa.\n\nMungkin suatu hari, cerita ini akan ditulis. Namun itu akan menjadi cerita ███, bukan Fischl.\n\nFischl hanya memiliki satu identitas: dia adalah Prinzessin.\n\nSelama dia mengingat logika sederhana dan sempurna ini, dengan sedikit keagungan dan sentuhan kebaikan dari orang lain, tidak ada yang bisa menyakitinya.\n\nSelain itu, dia memiliki Oz dan seorang pengembara, yang sama seperti dirinya, datang dari dunia yang berbeda...",
      "th": "ก็เหมือนกับจักรวาลของ \"Fischl เจ้าหญิงแห่งความมืด\" ในที่สุดก็จะหายไปเนื่องจากการ เพิ่มขึ้นของเอนโทรปี\n\nเด็กสาวที่มัวเมาในเรื่องเพ้อฝันเองก็หลีกเลี่ยงไม่ได้ที่จะเติบโต ขึ้นมาบ้าง\n\nในวันเกิดปีที่สิบสี่ของเธอ เหล่าเด็ก ๆ ที่ไม่ต้องการที่จะทำความเข้าใจเธอก็เยาะเย้ยเธออีกครั้ง\n\n\"เป็นเพียงจักรพรรดินีผู้สูงศักดิ์ก็ คงหลีกเลี่ยงได้ยากที่จะต้องพบกับ ความปราชัยเล็ก ๆ น้อย ๆ ล่ะนะ พ่อแม่ต้องเข้าใจแน่นอน\" เธอคิดในใจอย่างนั้น\n\nในฐานะจักรพรรดินีแล้ว ไม่ว่ายังไงก็จะละทิ้งความสูงส่งและความฝันไม่ได้\n\nเมื่อเธอกลับไปหาพ่อแม่ของเธอและหวังว่าจะได้รับคำปลอบใจ สิ่งที่ต้อนรับเธอกลับเป็นคำพูดที่ อ่อนโยนและเหน็ดเหนื่อย:\n\n\"อาา ██ ลูกเองก็สิบสี่ขวบแล้วนะ ควรจะเดินออกมาจากความเพ้อฝันของเด็กพวกนั้นได้แล้วนะ...\"\n\nเสียงที่คุ้นเคยเป็นเหมือนดาบสีแดงที่แทงเข้ากลางหน้าอกของเด็กสาว\n\nในเวลาเที่ยงคืนของวันนั้น เธอซ่อนตัวอยู่ในห้องสมุดที่แสนจะคุ้นเคยดี เด็กหญิงรู้สึกแปลก ๆ และได้ยินเสียงกระพือของปีกที่ไม่ ควรเป็นสิ่งที่มาจากโลกนี้\n\nเธอจ้องมองไปที่เรเวนที่ดำมืดซึ่งไม่ได้เป็นสิ่งที่มาจากโลกนี้ผ่านดวงตาที่ร่ำไห้ของเธอ\n\nและเรื่องราวหลังจากนั้นก็กลายเป็นคนละเรื่องไปเลย...\n\nFischl นั้นไม่ชอบเรื่องราวนี้ ทุกครั้งที่คิดถึงเรื่องนี้ขึ้นมาเธอจะรู้สึกเจ็บปวดจนหายใจไม่ออก และอ้างว้าง\n\nบางทีสักวันคงจะมีใครเขียน เรื่องราวเหล่านี้ล่ะนะ แต่นั่นเป็นเพียงเรื่องราวของ██ ไม่มีอะไรเกี่ยวข้องกับ Fischl\n\nจักรพรรดินีมีชื่อเพียงชื่อเดียวซึ่ง นั่นก็คือ Fischl\n\nตรรกะที่รัดกุมและสมบูรณ์ ตราบใดที่มันยังถูกจดจำไว้ในหัวใจและบวกเข้ากับความสูงส่งของ จักรพรรดินีอีกนิดหน่อย กับแค่ความคิดเล็กน้อยของคนอื่น ๆ นั้นไม่สามารถทำอะไรเธอได้\n\nยิ่งกว่านั้นจักรพรรดินี Fischl ในทุกวันนี้นั้นไม่เพียงแต่มี Oz เท่านั้น แต่ยังได้พบกับนักเดินทางที่มาจากอีกโลกหนึ่งเหมือนกันอีกด้วย...",
      "vi": "Cũng giống như vũ trụ của \"Cổ tích về công chúa Fischl\", rồi cũng đến lúc bị dập tắt.\n\nCô bé đắm chìm trong ảo tưởng cũng không thể tránh khỏi việc phải trưởng thành.\n\nVào ngày sinh nhật lần thứ 14, những đứa trẻ không thực sự hiểu Fischl lại chế giễu cô bé.\n\nĐây chỉ là một chút khó khăn mà công chúa cao quý gặp phải, bố mẹ nhất định hiểu điều đó. Cô gái nghĩ.\n\nLà bậc công chúa, cho dù thế nào cũng không được từ bỏ sự cao quý và ước mơ.\n\nKhi cô đến bên cạnh bố mẹ, hy vọng tìm được sự an ủi vỗ về, nhưng ngược lại, chờ đón cô lại là những lời ấm áp nhưng có chút mệt mỏi:\n\n\"Hả, ██. Con đã 14 tuổi rồi, cũng nên bước ra khỏi thế giới mơ mộng đó...\"\n\nGiọng nói quen thuộc như lưỡi kiếm nhọn nóng hổi xuyên qua lồng ngực cô.\n\nGiữa đêm hôm đó, trốn trong thư viện quen thuộc, cô bé nhận ra được ánh mắt dị thường, nghe được tiếng vỗ cánh không thuộc về thế giới này.\n\nQua đôi mắt sưng đỏ lên vì khóc, cô đối diện với ánh mắt của một con quạ đen ngòm không thuộc về thế giới này.\n\nSự việc sau đó lại là một câu chuyện khác...\n\nFischl không thích câu chuyện ấy. Mỗi khi nhớ về nó, cô cảm thấy nỗi cô đơn đau đớn như bóp nghẹt lồng ngực.\n\nCó lẽ một ngày nào đó sẽ có người viết lại câu chuyện này. Nhưng đó chỉ là cậu chuyện của ██ mà thôi, không liên quan gì đến Fischl.\n\nFischl chỉ có một thân phận duy nhất, đó là công chúa.\n\nLogic đơn giản mà hoàn mỹ. Chỉ cần mãi khắc ghi trong tâm, thêm một chút cao quý của công chúa, một chút cảm thông của người khác, thì sẽ chẳng có gì làm tổn thương được cô ấy.\n\nHuống chi cho đến nay, công chúa Fischl không chỉ có Oz mà còn quen biết được một lữ khách cũng đến từ một thế giới khác..."
    }
  },
  {
    "title": {
      "zhs": "《菲谢尔皇女夜谭·「极夜幻想组曲」》",
      "zht": "《菲謝爾皇女夜譚·「極夜幻想組曲」》",
      "jp": "『フィッシュル皇女物語·「極夜幻想メドレー」』",
      "ko": "《피슬 황녀 야화·「극야 환상 모음곡」》",
      "en": "Flowers for Princess Fischl: Phantasmagoria",
      "de": "„Die Nacht der Prinzessin Fischl – Phantasmagorie“",
      "es": "«Flores para la princesa Fischl: Compilación de fantasías nocturnas»",
      "fr": "« Fleurs pour la princesse Fischl : Fantasmagorie »",
      "pt": "Flores para a Princesa Fischl: Compilação de Fantasias Noturnas",
      "ru": "«Цветы для принцессы Фишль: Сборник сказочных ночей»",
      "id": "Bunga untuk Putri Fischl: Phantasmagoria",
      "th": "\"Fischl เจ้าหญิงแห่งความมืด: Phantasmagoria\"",
      "vi": "\"Cổ tích về công chúa Fischl - Khúc nhạc ảo ảnh trong đêm\""
    },
    "line": {
      "zhs": "随《菲谢尔皇女夜谭》小说系列，作为附属品发行的设定集。\n\n由于印量极少，在原著的忠实拥趸中是有价无市的珍奇书籍。\n\n这部作品尽管有着华丽的美术设计，世界观设定却十分灰暗：\n\n一切光明与美好的事物，都会随着不可逆转的熵增走向残破与毁灭，而宇宙的终点是皇女的未来国土，终结一切幻想的「幽夜净土」。\n\n这就是宇宙的命运，一切世界的命运，所有人的命运。\n\n而皇女与她的忠友「屏断昼夜的黑鸦奥兹」奥兹华尔多·赫芙那梵茵斯的命运，则是射落吞噬梦想的「世界之兽」。\n\n在最后，在因果终结之地，为汇聚而来的灵魂祝圣，将一切美丽记忆与品德储存进心脏，用圣裁之雷烧尽一切丑恶事物。\n\n皇女将烧毁自己的心。随着不朽光辉的绽放，新的宇宙将会诞生。\n\n但在这样的结局之前，皇女会行遍诸多宇宙，见识一千万种不同的景象。\n\n所以，即使她在一个稍显落后的世界里当着冒险家协会的调查员…那也是符合原著精神的，是皇女巡礼中的一段插曲。\n\n而皇女最终会明白，生命中的每一刻，即使是再微不足道的插曲，都要珍惜。\n\n因为，皇女的极夜幻想组曲，就是由无数个小插曲组成的。",
      "zht": "隨《菲謝爾皇女夜譚》小說系列，作為附屬品發行的設定集。\n\n由於印量極少，在原著的忠實擁躉中是有價無市的珍奇書籍。\n\n儘管這部作品有著華麗的美術設計，世界觀設定卻十分灰暗：\n\n一切光明與美好的事物，都會隨著不可逆轉的熵增走向殘破與毀滅，而宇宙的終點是皇女的未來國土，終結一切幻想的「幽夜淨土」。\n\n這就是宇宙的命運，一切世界的命運，所有人的命運。\n\n而皇女與她的忠友「屏斷晝夜的黑鴉奧茲」奧茲華爾多·赫芙那梵茵斯的命運，則是射落吞噬夢想的「世界之獸」。\n\n在最後，在因果終結之地，為匯聚而來的靈魂祝聖，將一切美麗記憶與品德儲存進心臟，用聖裁之雷燒盡一切醜惡事物。\n\n皇女將燒毀自己的心。隨著不朽光輝的綻放，新的宇宙將會誕生。\n\n但在這樣的結局之前，皇女會行遍諸多宇宙，見識一千萬種不同的景象。\n\n所以，即使她在一個稍顯落後的世界裡當著冒險家協會的調查員…那也是符合原著精神的，是皇女巡禮中的一段插曲。\n\n而皇女最終會明白，生命中的每一刻，即使是再微不足道的插曲，都要珍惜。\n\n因為，皇女的極夜幻想組曲，就是由無數個小插曲組成的。",
      "jp": "『フィッシュル皇女物語』小説シリーズのおまけとして発行された設定集。\n\n発行数が極少のため、原作のファンの間ではいくら出しても買えない珍品とされている。\n\nこの作品は美術設定が華麗ではあるが、世界観の設定は非常に暗い。\n\nすべての光明と美しいものは、不可逆なエントロピーの増大により破損と毀滅へと変わっていく。そして、宇宙の終点は皇女の未来の国土——すべての幻想に終焉をもたらす「幽夜浄土」だ。\n\nこれが宇宙の運命、あらゆる世界の運命、あらゆる者の運命。\n\n皇女と彼女の忠実な友「昼夜を断ち切る黒鴉オズ」——オズヴァルド·ラフナヴィネスの運命は、夢を糧とする「世界の獣」を射落とすことだ。\n\n最後の最後に、因果の終結の地に集まってきた魂に祈りを捧げ、あらゆる美しい思い出と道徳を心臓に残し、聖裁の雷ですべての醜悪なものを焼き払う。\n\n皇女は自分の心を焼き壊した。不朽なる輝きと共に新たな宇宙が誕生する。\n\n終焉を迎える前に、皇女は数々の宇宙を行き渡り、一千万以上の異なる景色を見ることになる。\n\nそのため、発展が少し遅い世界で、冒険者協会の調査員を務めるのも…原作に忠実であるし、皇女の巡礼の一エピソードである。\n\nいずれ皇女は分かってくる。命の一分一秒を、そしてささやかなことでも大切にしなければならないことを。\n\nそれは、皇女の極夜幻想メドレーが無数のエピソードによって、できているためである。",
      "ko": "《피슬 황녀 야화》 소설 시리즈는 부속품으로 발행한 설정집이다.\n\n매우 적은 수만 인쇄했기에 원작의 충실한 지지자들에겐 구하고 싶어도 구하지 못하는 진귀한 책이다.\n\n이 작품은 화려한 미술적 디자인을 지니고 있으나 세계관 설정은 매우 암울하다:\n\n모든 빛과 아름다운 것들은 거역할 수 없는 힘에 의해 파멸하고 우주의 종착지는 여왕의 나라이자 모든 걸 끝내는 환상의 「유야 정토」이다.\n\n이게 바로 우주의 운명이자 모든 세계의 운명, 모든 이들의 운명이다.\n\n여왕과 그녀의 충직한 부하 「낮과 밤을 가르는 검은 까마귀 오즈」 오즈발도·흐라프나바인스의 운명은 꿈을 집어삼키는 「세계의 야수」에 달려있다.\n\n마지막엔 인과가 종결되는 땅에서 모여든 영혼을 위해 축복을 내리고 모든 아름다운 기억과 인성을 심장에 품은 채 신성한 번개로 모든 사악한 것들을 불태운다.\n\n여왕은 자신의 심장을 불태운다. 영원한 광휘가 피어남에 따라 새로운 우주가 탄생한다.\n\n하지만 이런 결말을 맞이하기 전에 여왕은 여러 우주를 돌아다니며 수만 가지의 다른 광경을 보게 된다.\n\n따라서 그녀가 살짝 낙후된 세계에서 모험가 길드의 조사원 일을 하더라도… 이건 원작에 어울리는 것이고 여왕의 순례 도중 생겨난 에피소드일 뿐이다.\n\n여황은 결국 생명 중의 모든 순간을 소중히 여겨야 한다는 걸 깨닫는다. 그게 아무리 보잘것없는 일이라도….\n\n여왕의 극야 환상 모음곡은 바로 이런 조그만 에피소드들로 만들어진 것이기 때문이다",
      "en": "The novel series \"Flowers for Princess Fischl\" is available as a collectible set.\n\nDue the tiny numbers in circulation, it is a priceless commodity amongst loyal fans of the author.\n\nBut no matter how elegant these works are aesthetically, their worldview remains incredibly bleak:\n\nEvery good, bright and noble thing must eventually fall to inexorable entropic destruction, and the final destination of the universe is the realm-in-waiting of the Prinzessin, Immernachtreich.\n\nThis is the fate of all worlds, of the universe, and all who live in it.\n\nAnd the Prinzessin and her loyal companion, the \"Night-Severing Raven Oz,\" Ozvaldo Hrafnavins, are the World Beasts who will swallow all dreams.\n\nAt the very end, at the end of karma itself, she will grant all the gathered souls her benediction, and use her Thundering Retribution to cleanse all that is ugly and wicked.\n\nThe Prinzessin will then set her own heart ablaze, and the universe shall be born anew in its immortal light.\n\nBut before all this can come to pass, the Prinzessin must first roam many universes, and see countless new sights.\n\nThus it is perfectly within the spirit of the original work that the Prinzessin should be stuck as an investigator for the Adventurers' Guild in a slightly backward world. Just a little twist of fate, nothing more.\n\nThe Prinzessin will come to understand someday that each moment of her life, no matter how insignificant their little twists could be, is to be treasured.\n\nAfter all, the Prinzessin's very own Phantasmagoria is made out of ones such as these.",
      "de": "Die Romanserie „Die Nacht der Prinzessin Fischl“ ist auch als Sammleredition erhältlich.\n\nAngesichts der geringen Auflagen ist sie für treue Fans des Autors ein unbezahlbares Gut.\n\nSo elegant diese Werke ästhetisch auch sind, ihr Weltbild der Geschichte bleibt unglaublich düster:\n\nAlle guten, hellen und edlen Dinge müssen irgendwann der unaufhaltsamen entropischen Zerstörung anheimfallenen und das endgültige Ziel des Universums ist das Reich, das auf die Prinzessin wartet, das Immernachtreich.\n\nDies ist das Schicksal aller Welten, des Universums und aller, die in ihm leben. Und die Prinzessin und ihr treuer Begleiter, der „Tag und Nacht zerreißende Rabe Oz“, Ozvaldo Hrafnavins, sind die Weltenmonster, die alle Träume verschlingen werden.\n\nGanz am Ende, am Ende alles Seins, wird sie allen versammelten Seelen ihren Segen erteilen und ihren „Blitz des heiligen Urteils“ anwenden, alles Hässliche und Böse zu reinigen. Die Prinzessin wird dann ihr eigenes Herz in Flammen setzen und das Universum wird in seinem unsterblichen Licht neu geboren werden.\n\nDoch bevor all dies geschehen kann, muss die Prinzessin erst viele Universen durchstreifen und unzählige neue Dinge sehen.\n\nEs entspricht also vollkommen dem Geist des Originalwerks, in welchem die Prinzessin als Ermittlerin für die Abenteurergilde in einer etwas rückständigen Welt festsitzt. Nur eine kleine Wendung des Schicksals, nichts weiter.\n\nDie Prinzessin wird eines Tages begreifen, dass jeder Moment ihres Lebens, egal wie unbedeutend die kleinen Wendungen auch sein mögen, zu schätzen ist.\n\nLetztendlich besteht die eigene Phantasmagorie der Prinzessin aus eben diesen.",
      "es": "«Flores para la princesa Fischl» es una saga literaria coleccionable por fascículos.\n\nDebido al reducido número de ejemplares en circulación, los fieles seguidores del autor la consideran una valiosa mercancía.\n\nPor muy elegante que sea la estética de estos libros, su visión del mundo es increíblemente sombría:\n\nTodo lo bueno, brillante y noble inevitablemente caerá en una destrucción entrópica, pues el destino final del universo es el Reino de la Noche Eterna.\n\nTal es el destino de todos los mundos, universos, y de todos los que viven en ellos.\n\nLa Princesa y su fiel compañero, Oz, “el cuervo que asola la noche”, cuyo nombre completo es Ozvaldo Hrafnavines, son las bestias del mundo que engullirán los sueños de la gente.\n\nAl final de la propia rueda del karma, Fischl otorgará a todas las almas su bendición, y usará su retribución del trueno para purificar la maldad y la fealdad.\n\nLa princesa prenderá fuego a su propio corazón, y el universo nacerá de nuevo con su luz inmortal.\n\nPero antes de que suceda todo esto, primero debe recorrer los muchos universos y ver la infinidad de las cosas existentes.\n\nAsí pues, que la Princesa esté atrapada en un mundo atrasado como investigadora del Gremio de Aventureros está en perfecta sintonía con el espíritu original de la obra literaria. Se trata tan solo de un pequeño paréntesis en su gran destino.\n\nAlgún día, comprenderá que debe atesorar todos y cada uno de los momentos de su vida, por insignificantes que parezcan.\n\nDespués de todo, todos esos pequeños momentos son los que conforman la «Compilación de fantasías nocturnas».",
      "fr": "La série de romans « Fleurs pour la princesse Fischl » est disponible en édition complète.\n\nPeu d'exemplaires de cette édition furent imprimés, aussi sont-ils considérés par les fans de la série comme particulièrement précieux.\n\nMais aussi élégante qu'est la collection d'un point de vue esthétique, la vision du monde qui habite ces récits n'en demeure pas moins particulièrement sombre.\n\nChaque action noble, chaque acte de bonté finit tôt ou tard par se voir rattraper par une destruction inexorable, et la destination finale de l'univers est le futur royaume de la princesse, l'Empire de la nuit éternelle.\n\nTel est le destin de tous les mondes, et de tous les êtres qui les peuplent.\n\nQuant à la princesse et son fidèle corbeau, Ozvaldo von Hrafnavines, aussi appelé « Oz le Pourfendeur de la nuit », les romans les décrivent comme étant les « bêtes qui avaleront tous les rêves ».\n\nL'agonie ultime de l'univers, quand le karma lui-même prendra fin, verra la princesse bénir toutes les âmes rassemblées, et sa foudre du jugement divin brûlera le mal existant à travers les mondes.\n\nSuite à quoi, la princesse enflammera son propre cœur, et l'univers renaîtra dans sa lumière éternelle.\n\nMais avant que tout ceci ne puisse arriver, la princesse doit d'abord traverser les mondes, et voir durant son périple d'innombrables paysages, vivre d'innombrables expériences.\n\nQue la princesse se retrouve dans l'un de ces mondes travailler comme enquêtrice pour une guilde d'aventuriers est donc tout à fait en concordance avec l'esprit de l'ouvrage.\n\nOr elle finira à terme par comprendre que chaque instant, chaque détour tel que celui-ci mérite d'être chéri.\n\nCar c'est après tout précisément de ces détours qu'est composée sa propre Fantasmagorie.",
      "pt": "A novela \"Flores para a Princesa Fischl\" está disponível como um conjunto colecionável.\n\nDevido ao pequeno número em circulação, é uma mercadoria sem preço entre os leais fãs da autora.\n\nMas não importa o quão elegante seja a estética dessas obras, sua visão de mundo permanece incrivelmente sombria:\n\nToda coisa boa, brilhante e nobre deve eventualmente cair em inexorável destruição entrópica, e o destino final do universo é o Reino da Noite Eterna.\n\nEsse é o destino de todos os mundos, do universo e de todos os que nele vivem.\n\nE a princesa e seu leal companheiro, o \"Corvo da Noite Oz\", cujo nome completo é Ozvaldo von Hrafnavines, são as Bestas Mundiais que irão engolir todos os sonhos.\n\nNo final, do próprio carma, ela concederá a todas as almas reunidas sua bênção e usará sua Retribuição Trovejante para limpar tudo o que é feio e perverso.\n\nA Princesa então incendiará seu próprio coração, e o universo nascerá de novo em sua luz imortal.\n\nMas antes que tudo isso possa acontecer, a Princesa deve primeiro vagar por muitos universos e ver incontáveis novas paisagens.\n\nAssim, é perfeitamente dentro do espírito do trabalho original que a Princesa deve se manter como investigadora da Guilda de Aventureiros em um mundo um pouco atrasado. Apenas uma pequena reviravolta do destino, nada mais.\n\nA princesa compreenderá um dia que cada momento de sua vida, por mais insignificantes que sejam suas pequenas reviravoltas, é para ser valorizado.\n\nAfinal de contas, as próprias fantasias da Princesa são feitas a partir de uma fantasia como esta.",
      "ru": "Коллекционное издание рассказов «Цветы для принцессы Фишль».\n\nИх вышло в свет совсем мало, поэтому такой подлинник имеет огромную ценность в глазах преданных фанатов автора.\n\nНесмотря на красочное художественное оформление, представленный в них взгляд на мир крайне мрачен:\n\nвсё светлое и прекрасное непременно подвергнется неумолимому энтропическому разрушению, а путь вселенной завершится в будущем королевстве принцессы, Нирване ночи.\n\nТакова судьба вселенной, всех миров и людей.\n\nА принцесса и её верный компаньон, «Разрезающий ночь ворон Оз», или Озвальдо Храфнавинс - мировые чудовища, которые поглотят все мечты.\n\nВ конце, там, где кончается карма, всем собравшимся душам она дарует благословение, а всё безобразное испепелит Божественной молнией.\n\nЗатем подожжёт собственное сердце, и вселенная переродится в его бессмертном свете.\n\nНо до такой развязки принцессе предстоит посетить множество вселенных и повидать мириады событий.\n\nПоэтому, следуя духу оригинала, она - Следователь Гильдии приключений на одном из немного отсталых миров. Но это лишь эпизод между великими путешествиями, и не более.\n\nПринцесса когда-нибудь поймёт, что даже самыми невзрачными мгновениями жизни нужно дорожить.\n\nВ конечном счёте, «Сборник сказочных ночей» принцессы именно из них и состоит.",
      "id": "Seri novel \"Bunga untuk Putri Fischl\" tersedia dengan set koleksi.\n\nKarena jumlah produksinya sangat sedikit, novel tersebut menjadi langka dan tak terninlai di kalangan para penggmarnya.\n\nTapi betapa pun indahnya desain karya-karya ini, pandangan dunia tetap sangat suram:\n\nSemua yang baik, terang dan mulia akhirnya harus jatuh ke kehancuran yang tak terhindarkan, dan akhir dari alam semesta adalah tanah masa depan Prinzessin, Immernachtreich.\n\nIni adalah takdir alam semesta, takdir semua dunia, dan takdir semua orang yang hidup di dalamnya.\n\nTakdir Prinzessin dan rekan setianya \"Night-Severing Raven Oz\", Osvaldo von Hrafna Vines, adalah menjatuhkan \"World Beast\" yang menelan semua impian.\n\nPada akhirnya, di akhir karma itu sendiri, jiwa-jiwa berkumpul, menyimpan semua kenangan indah dan kebajikan ke dalam hati, dan Thundering Retribution akan membakar semua hal-hal buruk.\n\nPrinzessin kemudian akan membakar hatinya sendiri, dan alam semesta akan dilahirkan kembali dalam cahaya keabadian.\n\nTetapi sebelum semua itu terjadi, Prinzessin harus melakukan perjalanan ke banyak alam semesta, dan melihat pemandangan yang tak terhitung jumlahnya.\n\nJadi, meskipun dia adalah seorang penyelidik Adventurers' Guild di dunia yang dulu... itu sejalan dengan semangat asli Prinzessin, dan adalah bagian dari perjalanannya.\n\nSuatu hari nanti Prinzessin akan memahami bahwa setiap momen dalam hidupnya, bahkan bagian kecil saja, harus dihargai.\n\nKarena, fantasi Prinzessin sendiri terbuat dari semua itu.",
      "th": "ตามชุดนิยาย \"Fischl เจ้าหญิงแห่งความมืด\" ซึ่งเป็นชุดนิยายที่ระลึก\n\nเนื่องด้วยจำนวนตีพิมพ์น้อย จึงกลายเป็นหนังสือที่มีความต้องการทางตลาดแต่ไม่มีสินค้าจำหน่าย\n\nถึงแม้หนังสือเล่มนี้จะมีการออก แบบที่สวยงามอลังการ แต่โลกทัศน์ของหนังสือนั้นมืดมน เป็นอย่างมาก:\n\nทุกสิ่งที่สว่างไสวและสวยงาม มักจะถูกทำร้ายและเสียหายเมื่อ ความซับซ้อนและวุ่นวายที่สะสม ไม่หยุดยั้ง แต่ปลายทางของจักรวาลนั้น คืออาณาจักรของจักรพรรดินี ดินแดนแห่งราตรีบริสุทธิ์จุด สิ้นสุดของจินตนาการทั้งปวง\n\nนี่ก็คือโชคชะตาของจักรวาล โชคชะตาของโลกทั้งสิ้น โชคชะตาของมนุษย์ทั้งปวง\n\nแต่สำหรับจักรพรรดินีและเพื่อนที่ ภักดีของเธอ \"Oz กาดำผู้ตัดราตรี\" โชคชะตาของ Ozvaldo Hrafnavins นั้นก็คือยิง \"สัตว์ร้ายแห่งโลก\" ที่กลืนกินความฝันให้ร่วงหล่น\n\nและสุดท้าย เมื่อไปยังสถานที่ที่สิ้นสุดทุกสิ่ง อธิษฐานเพื่อวิญญาณที่รวมตัวกัน นำความจำที่สวยงามและคุณธรรม จดจำไว้ในหัวใจ ใช้สายฟ้าศักดิ์สิทธิ์แผดเผาทุกสิ่งที่เลวร้าย\n\nจักรพรรดินีจะทำการเผาดวงใจของตน แสงสว่างที่ไม่ดับไปและจักรวาลจะ เกิดขึ้นใหม่อีกครั้ง\n\nแต่ก่อนที่จะถึงจุดจบเช่นนี้ จักรพรรดินีจะไปยังจักรวาล มากมาย พบเห็นทิวทัศน์ที่แตกต่างนับพัน นับหมื่น\n\nดังนั้น ถึงแม้จะตกไปยังโลกที่ล้าหลังและ กลายเป็นพนักงานสืบสวนของ กิลด์นักผจญภัย...ก็ถือว่าเป็นไปตาม ที่คาดไว้ เป็นฉากเยี่ยมชมฉากหนึ่ง\n\nและสุดท้ายจักรพรรดินีจะเข้าใจว่า ทุกวินาทีของชีวิต ถึงแม้จะเป็นเรื่องเล็กน้อยที่เกิดขึ้น ก็ควรที่จะเห็นคุณค่า\n\nเพราะ บทเพลง Phantasmagoria ของจักรพรรดินีนั้นประกอบโดยบทเพลงท่อนเล็ก ๆ เข้าด้วยกัน",
      "vi": "Là một tác phẩm đính kèm được phát hành theo bộ tiểu thuyết \"Cổ tích về công chúa Fischl\".\n\nVì số lượng in ấn rất ít, đối với những người hâm mộ trung thành của bản gốc, nó là một cuốn sách quý rất có giá trị nhưng lại rất ít người mua.\n\nMặc dù tác phẩm có thiết kế mỹ thuật rất đẹp mắt, nhưng thiết kế bối cảnh thế giới lại rất ảm đạm:\n\nTất cả những thứ tươi sáng và đẹp đẽ đều bị tàn phá, huỷ hoại theo chiều hướng gia tăng không thể đảo ngược. Và điểm cuối cùng của vũ trụ chính là vương quốc trong tương lai của công chúa, \"Vương Đô U Ám\" chấm dứt mọi ảo tưởng.\n\nĐây là vận mệnh của vũ trụ, vận mệnh của cả thế giới, số phận của tất cả mọi người.\n\nĐịnh mệnh của công chúa và người bạn trung thành \"Quạ Đen Oz Chém Đứt Ngày Và Đêm\" - Ozvaldo von Hrafnavines của cô, chính là bắn hạ \"quái thú thế giới\" kẻ nuốt chửng những giấc mơ.\n\nCuối cùng, ở nơi nhân quả kết thúc, những linh hồn tụ tập lại với nhau để nhận sự chúc phúc, những ký ức đẹp và đức hạnh sẽ được lưu lại trong tim, tất cả những thứ xấu xí sẽ bị đốt cháy bởi Quả Báo Sấm Sét.\n\nCông chúa tự thiêu đốt trái tim của mình, theo ánh sáng rực rỡ bất diệt, một vũ trụ mới lại được ra đời.\n\nNhưng trước khi kết thúc như vậy, công chúa sẽ du hành qua rất nhiều vũ trụ, nhìn thấy hàng triệu những cảnh tượng khác nhau.\n\nVì vậy, ngay cả khi cô là điều tra viên của Hiệp Hội Nhà Mạo Hiểm trong một thế giới có chút lạc hậu... cũng khá phù hợp với tinh thần của bản gốc, là một bản nhạc đệm trong chuyến phiêu lưu của công chúa.\n\nVà công chúa cuối cùng sẽ hiểu rằng, mọi khoảnh khắc trong cuộc sống, ngay cả những điều nhỏ bé không đáng kể, cũng đều rất đáng được trân trọng. \n\nBởi vậy, khúc nhạc ảo ảnh trong đêm của công chúa cũng chính là tập hợp của vô số đoạn nhạc đệm nho nhỏ tạo thành."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "那么，奥兹究竟是不是仅仅存在于菲谢尔潜意识中的「幻想朋友」？\n\n这就要从皇族的王器「渊色的幽邃秘珠」——也就是菲谢尔的「神之眼」说起了。\n\n她的愿望被承认时，乌鸦奥兹与「神之眼」一同出现在她眼前。\n\n当晚吃饭时，奥兹和菲谢尔父母相谈甚欢：\n\n「幽夜的帝皇与皇后啊，请恕我夜之王僭越了。但是您家的豆子太好吃了。」\n\n「那就多吃点吧，小██十四岁以来第一次交到了能带回家吃饭的好朋友。太可贵了。」\n\n「你、你们在说什么！我…本皇女才不需要同一般人为伴！」\n\n——就是这样。\n\n从结果上来看，断罪的父皇与母后，都能见到奥兹，并且认为奥兹就是皇女的第一个朋友。\n\n而「受累世厄运诅咒的探险家」、「异世界的来访者」，以及「奇怪的小精灵外貌的应急食品」…\n\n他们成为皇女的新朋友，则是更久以后的事情了。",
      "zht": "那麼，奧茲究竟是不是僅僅存在於菲謝爾潛意識中的「幻想朋友」？\n\n這就要從皇族的王器「淵色的幽邃秘珠」——也就是菲謝爾的「神之眼」說起了。\n\n她的願望被承認時，烏鴉奧茲與「神之眼」一同出現在她眼前。\n\n當晚吃飯時，奧茲和菲謝爾父母相談甚歡：\n\n「幽夜的帝皇與皇后啊，請恕我夜之王僭越了。但是您家的豆子太好吃了。」\n\n「那就多吃點吧，小██十四歲以來第一次交到了能帶回家吃飯的好朋友。太可貴了。」\n\n「你、你們在說什麼！我…本皇女才不需要同一般人為伴！」\n\n——就是這樣。\n\n從結果上來看，斷罪的父皇與母后，都能見到奧茲，並且認為奧茲就是皇女的第一個朋友。\n\n而「受累世厄運詛咒的探險家」、「異世界的來訪者」，以及「奇怪的小精靈外貌的應急食品」…\n\n他們成為皇女的新朋友，則是更久以後的事情了。",
      "jp": "はたしてオズは、フィッシュルの潜在意識にしか存在しない「妄想の友達」なのか？\n\nこの件に関しては、皇族の王器「深い色をした幽邃な秘珠」——つまりフィッシュルの「神の目」から説明しなければならない。\n\n彼女の願いが認められた時、鴉オズと「神の目」が同時に彼女の目の前に現れた。\n\nあの日の晩餐の時、オズとフィッシュルの親が意気投合した。\n\n「幽夜の皇帝と皇后様、この夜の王の僭越な行動をお許しください。だが、お宅の豆は実は美味しいです。」\n\n「好きならもっと食べて。██ちゃんが十四才になって、初めて家に連れてきた友達だから。本当に貴重よ」\n\n「な、なにを！わたくし…この皇女に一般人の友達はいらないから！」\n\n——物事の事情は以上だった。\n\n結果から見れば、断罪の皇女の父と母にもオズが見える。オズを皇女の最初の友達だと思っている。\n\nそして、「呪いに見舞われた冒険者」、「異世界の来訪者」や「変わってる精霊風の非常食」……\n\n彼らが皇女の新しい友達になるのがその後の出来事だ。",
      "ko": "그럼 오즈는 피슬의 잠재의식 속에만 존재하는 「환상의 친구」일까?\n\n이건 왕족의 도구 「심연색의 신비로운 구슬」 즉 피슬의 「신의 눈」에서부터 이야기해야 한다.\n\n그녀의 바람이 이루어졌을 때 까마귀 오즈와 「신의 눈」이 함께 그녀의 눈앞에 나타났다.\n\n그날 저녁을 먹을 때 오즈와 피슬의 부모는 서로 즐겁게 대화를 나누었다:\n\n「유야의 황제 황후님, 밤의 제왕인 제가 찬탈한 것을 용서해 주세요. 하지만 이곳의 콩 너무 맛있습니다」\n\n「그럼 많이 먹어요. ██이(가) 14살이 될 때까지 친구를 집에 데려와 같이 밥을 먹는 건 처음이거든요. 정말 기쁘네요」\n\n「무, 무슨 소리하는 거야! 나… 본 황녀는 일반인 친구는 필요 없어!」\n\n——이런 식이었다.\n\n결과적으로 볼 때 단죄의 부황과 모후 모두 오즈를 볼 수 있으며, 오즈를 황녀가 처음으로 사귄 친구로 여겼다.\n\n하지만 「악운의 저주를 받은 모험가」, 「이세계에서 온 이방인」, 그리고 「이상한 정령 외모를 지닌 비상식량」까지…\n\n그들 모두가 황녀의 새로운 친구가 되지만, 이건 훗날 일어날 일이다",
      "en": "So, is Oz just an imaginary friend who only exists as a figment of Fischl's subconscious?\n\nOur story begins with the royal heirloom, Edelstein der Dunkelheit — that is to say, Fischl's Vision.\n\nWhen her wish was acknowledged, the raven Oz and her Vision both appeared before her eyes.\n\nThat night, at dinner, Oz got on most well with Fischl's parents:\n\n\"Ah, mein Kaiser und Kaiserin der Verurteilung, forgive mine overstep, but the beans in your house are too delicious.\"\n\n\"Oh, then please, help yourself. This is the first time little ███ has met a friend she can bring over for dinner since she turned fourteen. This is a special occasion.\"\n\n\"W—What are you saying! I... One does not simply cavort with the plebeians!\"\n\n—And that's what happened.\n\nFor all intents and purposes, it seems that the Kaiser und Kaiserin der Verurteilung could both see Oz, and both believed Oz to be the Prinzessin's first friend.\n\nAs for the \"Adventurer Who Bears the World's Curses,\" the \"Visitor From Outer Worlds\" and the \"Strange Fae-shaped Emergency Sustenance...\"\n\nThey would become the Prinzessin's new friends, though that would happen even further in the future.",
      "de": "Ist Oz also nur ein imaginärer Freund, der nicht mehr als ein Hirngespinst von Fischls Unterbewusstsein ist? Unsere Geschichte beginnt mit dem königlichen Erbstück, dem Edelstein der Dunkelheit, oder mit anderen Worten, Fischls Göttlichem Auge. Als ihr Wunsch erfüllt wurde, erschienen der Rabe Oz und ihr Göttliches Auge direkt vor ihr.\n\nAn jenem Abend beim Abendessen verstand sich Oz auch gleich prächtig mit Fischls Eltern:\n\n„Ah, Kaiser und Kaiserin der Verurteilung, verzeiht meinen Übermut, doch die Bohnen in Eurem Haus sind einfach zu köstlich.“\n\n„Oh, dann bitte, bediene dich. Dies ist das erste Mal seit ihrem vierzehnten Lebensjahr, dass unsere kleine ██ einen Freund trifft, den sie sogar zum Abendessen mitbringen kann. Das ist ein besonderer Anlass.“\n\n„Was sagt Ihr denn da! Ich ... eine Prinzessin wie ich gibt sich nicht einfach mit dem gewöhnlichen Pöbel ab!\"\n\nUnd genau so hat es sich abgespielt. Es scheint, dass der Kaiser und die Kaiserin der Verurteilung Oz beide sehen konnten und beide glaubten, Oz sei der erste Freund der Prinzessin.\n\nWas den „Abenteurer, der vom Pech der Welt verfolgt wird“, den „Besucher aus einer anderen Welt“ und die „feenartige Gestalt zum Knabbern“ betrifft ...\n\nSo würden sie ebenfalls die neuen Freunde der Prinzessin werden, auch, wenn dies noch in ferner Zukunft läge.",
      "es": "#Entonces, ¿Oz es solo un amigo imaginario producto del subconsciente de Fischl?\n\nNuestra historia comienza con la herencia real de Fischl, la “Gema de la Oscuridad”, es decir, su Visión.\n\nCuando su deseo fue reconocido, el cuervo Oz y su Visión aparecieron ante sus ojos.\n\nEsa noche, durante la cena, Oz se llevó muy bien con los padres de Fischl:\n\n“Oh, Káiser y Káiserin del Juicio, perdonen si me estoy excediendo, pero los frijoles de su casa son demasiado deliciosos”.\n\n“Oh, no te preocupes. Por favor, come cuanto quieras. Esta es la primera vez que la pequeña ██ trae a un amigo a cenar desde que cumplió catorce años. Es una ocasión especial”.\n\n“¡¿Qu-qué estás diciendo?! Soy la Princesa del Juicio, ¡yo no me entretengo con cualquier plebeyo!”.\n\nY eso es lo que sucedió.\n\nParece que tanto el Káiser como la Káiserin del Juicio creyeron que Oz sería el primer amigo de la Princesa.\n\nEn cuanto “{F#a la aventurera}{M#al aventurero} que sufrió todas las maldiciones del mundo”, “{F#la}{M#el} visitante de otro mundo” y la “extraña comida de emergencia con forma de hada”... {F#Ellas}{M#Ellos} también se convertirían en {F#las nuevas amigas}{M#los nuevos amigos} de la princesa, aunque eso sucedería más adelante.",
      "fr": "#Oz est-il juste l'ami imaginaire existant seulement dans l'inconscient de Fischl ?\n\nIl faut pour répondre à cette question remonter à l'apparition du « Edelstein der Dunkelheit » – l'œil divin de Fischl.\n\nLa nuit qui vit Oz se matérialiser à ses côtés, apparut également au même moment un œil divin.\n\nDurant le repas du soir, Oz s'entendit très bien avec ses parents :\n\n« Ah, mein Kaiser und Kaiserin, ces pois sont un plat délicieux, si j'ose me permettre. »\n\n« En ce cas resservez-vous à volonté, je vous en prie ! C'est la première fois que nous avons l'honneur d'accueillir l'un des amis de ██ depuis qu'elle a fêté ses quatorze ans. »\n\n« Que... Quelles sont ces insinuations ? Je suis une princesse, et la plèbe ne me sied point ! »\n\nEt ainsi se déroula le repas.\n\nIl semble donc que le Kaiser et la Kaiserin aient été en mesure de voir Oz, croyant tous deux qu'il s'agissait là de quelque nouveau camarade de leur fille.\n\nQuant à l'« Aventurier portant les fléaux de l'univers », {M#le « Visiteur d'un autre monde »}{F#la « Visiteuse d'un autre monde »} et la « Ration d'urgence à tête de fée »...\n\nIls ne deviendraient les amis de la princesse à leur tour que beaucoup plus tard.",
      "pt": "#Então, Oz é apenas um amigo imaginário que só existe como fruto do subconsciente de Fischl?\n\nNossa história começa com a herança real, a Gema das Trevas - ou seja, a Visão de Fischl.\n\nQuando seu desejo foi reconhecido, o corvo Oz e sua Visão apareceram diante de seus olhos.\n\nNaquela noite, no jantar, Oz se deu muito bem com os pais de Fischl:\n\n\"Ah, Rei e Rainha dos Pecados, perdoem o meu abuso, mas o feijão em sua casa é muito delicioso.\"\n\n\"Oh, então por favor, sirva-se. Esta é a primeira vez que a pequena ███ conhece um amigo que ela pode trazer para jantar conosco desde que ela tinha 14 anos. Esta é uma ocasião especial.\"\n\n\"O-O que você está dizendo!? ... Eu não me entretenho com qualquer plebeu desta forma!\"\n\n-E foi isso que aconteceu.\n\nPara todos os efeitos, parece que o Rei e Rainha dos Pecados podiam ver Oz, e ambos acreditavam que Oz era o primeiro amigo da Princesa.\n\nAssim como o \"Aventureiro que Sofreu Todas as Maldições do Mundo\", {M#o}{F#a} \"Visitante de Outro Mundo\" e a \"Estranha Comida de Emergência em Forma de Fada...\"\n\nEles se tornariam os novos amigos da Princesa, embora isso aconteça ainda mais no futuro.",
      "ru": "Итак, Оз всего лишь воображаемый друг, который существует в подсознании Фишль?\n\nЭта история начнётся с королевской фамильной ценности «Мистического шара бездны», иными словами Глаза Бога Фишль.\n\nКогда её желание признали, перед ней появился ворон Оз и Глаз Бога.\n\nВ тот вечер за ужином Оз замечательно поладил с родителями Фишль:\n\n«Мой король, моя королева, не сочтите за дерзость, но от ваших бобов не оторваться».\n\n«О, так вы накладывайте себе побольше. Малышка ████ впервые за четырнадцать лет привела на ужин друга. Это так славно!»\n\n«Ч-что вы такое говорите?! Принцессе водиться с простолюдинами не пристало!»\n\nВот что тогда случилось.\n\nПохоже, что король и королева Нирваны ночи приняли Оза за самого первого друга принцессы.\n\nЧто же до «Веками проклятого искателя приключений», «Пришельца из других миров» и «Странного вида живой консервы в обличье феи»...\n\nОни станут новыми друзьями принцессы ещё не скоро.",
      "id": "Jadi, apakah Oz hanyalah teman imajinasi dari alam bawah sadar Fischl?\n\nKisah kami dimulai dengan pusaka kerajaan, Edelstein der Dunkelheit —— yang juga adalah, Vision Fischl.\n\nKetika keinginannya diakui, gagak Oz akan muncul bersama Vision ke depannya.\n\nSaat makan malam hari itu, orang tua Oz dan Fischl berbicara dengan bahagia:\n\n\"Kaiser und Kaiserin der Verurteilung, maafkan atas kelancanganku. Tapi kacang di rumah kalian benar-benar lezat.\"\n\n\"Oh, kalau begitu makanlah yang banyak. Ini adalah pertama kalinya, ███ kecil membawa teman baiknya untuk makan malam sejak dia berusia empat belas tahun. Ini adalah hal yang berharga.\"\n\n\"A-Apa yang kalian katakan! Aku... seorang puteri yang tidak butuh bergaul dengan orang biasa!\"\n\n—— Dan itulah yang terjadi.\n\nDari apa yang terlihat, Kaiser und Kaiserin der Verurteilung dapat melihat Oz, dan mereka percaya bahwa Oz adalah teman pertama Prinzessin.\n\nSebagai \"Petualang yang Menanggung Kutukan Dunia\" \"Tamu dari Dunia Lain\", dan \"Bantuan Darurat Berbentuk Aneh\"...\n\nMereka akan menjadi teman baru Prinzessin, meskipun itu akan terjadi jauh di masa depan.",
      "th": "ความจริงแล้ว Oz คือ \"เพื่อนในจินตนาการ\" ของ Fischl หรือเปล่า?\n\nก็ต้องเริ่มเล่าจากสมบัติราชวงศ์ Edelstein der Dunkelheit... หรือก็คือวิชั่นของ Fischl นั่นเอง\n\nในตอนที่คำอธิษฐานของเธอได้รับการตอบรับ เรเวน Oz และวิชั่นก็ได้ปรากฏขึ้นมาเบื้องหน้าของเธอพร้อมกัน\n\nและช่วงอาหารกลางคืนของวันนั้น Oz และ พ่อแม่ของ Fischl พูดคุยกันอย่างรื่นเริง:\n\n\"พระบิดาและพระมารดาของเจ้าหญิงแห่งการลงทัณฑ์ ต้องขออภัยที่ล้ำเส้น แต่ถั่วบ้านท่านช่างอร่อยเหลือเกิน\"\n\n\"งั้นก็กินเยอะหน่อยละกัน ██น้อยตั้งแต่อายุ 14 ปี มา นี่เป็นครั้งแรกที่พาเพื่อนกลับมากินข้าวที่บ้านเชียวนะ ช่างหายากเหลือเกิน\"\n\n\"กำลังพูดอะไรน่ะ! ฉัน...ไม่ต้องการคบหากับคนธรรมดาทั่วไปหรอก!\"\n\n...เรื่องราวก็เป็นอย่างนี้\n\nเมื่อมองดูจากผลลัพธ์ในตอนสุดท้าย พระบิดามารดาของเจ้าหญิงนั้น สามารถเห็น Oz ได้ และยังคิดว่า Oz คือเพื่อนคนแรกของเจ้าหญิงอีกด้วย\n\nส่วน \"นักผจญภัยผู้แบกรับคำสาปของโลก\" \"ผู้มาเยือนจากต่างโลก\" รวมไปถึง \"อาหารฉุกเฉินที่คล้ายภูตน้อยแปลกประหลาด\"...\n\nการที่พวกเขาได้กลายเป็นเพื่อนใหม่ของเจ้าหญิงนั้น ก็เป็นเรื่องหลังจากนั้นอีกเนิ่นนานมาแล้ว",
      "vi": "Vậy, Oz có phải chỉ là \"người bạn tưởng tượng\" trong tiềm thức của Fischl không?\n\nĐiều này phải bắt đầu từ vũ khí hoàng gia \"Viên Ngọc Bóng Đêm\"- đó cũng chính là Vision của Fischl.\n\nKhi nguyện vọng của cô được chấp nhận, quạ Oz và Vision đã cùng nhau xuất hiện.\n\nTối hôm đó khi đang ăn cơm, Oz và bố mẹ của Fischl đã có một cuộc trò chuyện hết sức vui vẻ:\n\n\"Hỡi đức vua và hoàng hậu của Vương Đô U Ám, hãy thứ lỗi cho hoàng tử bóng đêm tôi vì đã vượt quá phận sự. Nhưng đậu của nhà ngài quả thực rất ngon\".\n\n\"Vậy hãy ăn nhiều vào, bé ██ đã mười bốn tuổi rồi, đây cũng là lần đầu tiên có bạn thân dẫn về nhà ăn cơm. Thật là quý hoá quá.\"\n\n\"Mọi, mọi người đang nói gì vậy! Ta... bổn công chúa ta mới không thèm chơi cùng với người thường!\"\n\n...Đúng vậy.\n\nTừ kết quả có thể thấy, đức vua và hoàng hậu định tội đều có thể nhìn thấy OZ, và cho rằng Oz chính là người bạn đầu tiên của công chúa.\n\nVà \"nhà thám hiểm bị nguyền rủa bởi sự diệt vong của thế giới\", \"vị khách đến từ thế giới khác\", và cả \"thực phẩm dự trữ có hình dạng nhỏ bé kỳ lạ\"...\n\nHọ trở thành những người bạn mới của công chúa, nhưng đó là chuyện của rất lâu sau đó."
    }
  }
]