[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「炼金」这门技术历史悠久，且已严重失传。如今，广为人知的那些炼金技法只够用来拼接物件碎块，起到一些节省胶水钱的作用罢了。\n\n如果听见别人这么说，炼金术士们一定会大喊：这门学问才没那么不堪！\n\n可惜在蒙德民众眼里，这差不多就是炼金术的本质了。\n\n直到有一天，阿贝多突然出现并定居在蒙德城。\n\n这位年轻人，以其惊人技术为大家揭露了炼金术的真正境界。\n\n连须弥教令院都未能掌握的庞大知识体系，被这名少年娓娓道来。\n\n「宇宙——即颠倒之天。地层——乃是时间都忘记的梦。这是灰，是生命这种复杂结构的最简状态。」\n\n像是为了佐证这一神妙说法，阿贝多捧起草史莱姆头顶花朵烧出的灰烬。\n\n几秒之后，他手中的灰堆里开出了一朵塞西莉亚花。\n\n「这是新生。」",
      "zht": "「煉金」這門技術歷史悠久，且已嚴重失傳。如今，廣為人知的那些煉金技法只夠用來拼接物品碎塊，起到一些節省膠水錢的作用罷了。\n\n如果聽見別人這麼說，煉金術士們一定會大喊：這門學問才沒那麼不堪！\n\n可惜在蒙德民眾眼裡，這差不多就是煉金術的本質了。\n\n直到有一天，阿貝多突然出現並定居在蒙德城。\n\n這位年輕人，以其驚人技術為大家揭露了煉金術的真正境界。\n\n連須彌教令院都未能掌握的龐大知識體系，被這名少年娓娓道來。\n\n「宇宙——即顛倒之天。地層——乃是時間都忘記的夢。這是灰，是生命這種複雜結構的最簡狀態。」\n\n像是為了佐證這一神妙說法，阿貝多捧起草史萊姆頭頂花朵燒出的灰燼。\n\n幾秒之後，他手中的灰堆裡開出了一朵塞西莉亞花。\n\n「這是新生。」",
      "jp": "「錬金」、その技術の歴史は古く、長い年月の中で多くの知識が失われてきた。そして現代において、錬金術は物質の欠片を組み合わせることで、僅かなモラを節約するためだけの技術として人々に認識されていた。\n\nもし人々がこう話すのを錬金術師が聞けば「そんなくだらない学問ではない！」と叫ぶことだろう。\n\nだが、アルベドがモンド城に現れたことでその認識は一変する。\n\n彼は誰もが驚く技術を披露し、錬金術の真髄を皆に知らしめた。\n\nスメール教令院ですら認知していない膨大な知識を持ってして、この少年は人々を魅了したのだ。\n\n「宇宙——それは空の最果て。地層——それは時が忘れ去った夢。これは灰、生命という複雑な構造を最もシンプルにした状態である」\n\nこの奇妙な言葉を証明するかのように、アルベドは草スライムの頭に生えた花から燃えるような灰を手に取って掲げる。\n\nすると数秒後、その灰の中からセシリアの花が咲いた。\n\n「新たな生命の誕生だ」",
      "ko": "「연금」은 오랜 역사를 가지고 있지만, 이미 상당 부분이 유실되었다. 오늘날 널리 알려진 연금 기법은 겨우 물건의 조각들을 이어 붙이는 접착제 값을 아끼는 역할 정도로밖에 쓰이지 않는다.\n\n만약 이런 얘기를 연금술사가 듣는다면 분명 이렇게 외칠 것이다: 연금술은 그런 형편 없는 학문이 아니야!\n\n하지만 안타깝게도 몬드 주민들이 생각하는 연금술의 본질이 바로 그러했다.\n\n그러던 어느 날, 알베도라는 소년이 갑자기 몬드에 나타나 정착했다.\n\n이 젊은이는 놀라운 기술로 사람들에게 연금술의 진정한 경지를 보여주었다.\n\n수메르 아카데미아에서조차 제대로 파악하지 못한 연금술의 방대한 지식 체계를, 소년은 흥미롭게 풀어냈다.\n\n「우주는——뒤바뀐 하늘. 지층은——시간마저 잊어버린 꿈. 이것은 재, 생명이라는 복잡한 구조의 가장 단순한 형태지.」\n\n이 기묘한 논리를 증명이라도 하듯, 알베도는 풀 슬라임 머리에 있던 꽃의 타버린 재를 손에 움켜쥐었다.\n\n몇 초 후, 그의 손에 있던 잿더미에서 세실리아꽃 한 송이가 피어났다.\n\n「이건, 새로운 생명이야」",
      "en": "Alchemy is an ancient art, and many of its secrets have been lost to history. The few commonly known alchemy techniques of today are but enough to put some broken odds and ends together, saving you the money you would have otherwise spent on glue.\n\n\"Nay, alchemy is not so ignoble an art!\" Or so most alchemists would protest.\n\nBut as far as the average citizen of Mondstadt was concerned, that was alchemy.\n\nAt least until the day Albedo suddenly appeared and decided to stay in Mondstadt.\n\nThis young man displayed the true prowess of alchemy to all, bringing with him a massive corpus of wisdom that even the Sumeru Akademiya did not possess.\n\n\"The universe is heaven reversed, and the earth is a dream lost to time. This is dust, the most basic form of complex life.\"\n\nAs if to provide evidence for this claim, Albedo lifted the burnt ash of the flower that once grew atop a Dendro Slime's head.\n\nSeconds later, a Cecilia sprouted forth from the ash in his hand.\n\n\"And this... is new life.\"",
      "de": "Obwohl die meisten Leute wissen, dass Alchimie eine uralte Kunst ist, ist diese schon lange aus der heutigen Welt verschwunden. Das, was heute noch davon bekannt ist, reicht nur aus, um ein paar zerbrochene Kleinigkeiten zusammenzufügen und einem vielleicht das Geld für den Kauf von Klebstoff zu sparen.\n\nWenn dies ein echter Alchimist gehört hätte, würde er laut proklamieren: „Alchimie ist eine noble Zunft!“\n\nLeider sahen die meisten Bewohner von Mondstadt Alchimie nur als Quacksalberei an.\n\nZumindest bis zu dem Tag, an dem Albedo plötzlich in Mondstadt auftauchte und sich in der Stadt niederließ.\n\nDieser junge Mann zeigte allen die wahren Fähigkeiten der Alchimie und brachte seine gewaltige Weisheit mit, die selbst die Sumeru-Akademie nicht besaß. „Das Universum ist der umgekehrte Himmel und die Erde ist ein für die Zeit verlorener Traum. Dies ist Staub, die grundlegendste Form komplexen Lebens.“\n\nUm die Wahrhaftigkeit einer solchen Behauptung zu beweisen, hob Albedo die verbrannte Asche der Blume auf, die einst auf dem Kopf eines Dendro-Schleims wuchs.\n\nEinige Sekunden vergingen und dann wuchs aus der Asche in seiner Hand eine Cecilia heraus.\n\n„Dies ist die Macht der Alchimie.“",
      "es": "La alquimia es un arte que cuenta con una rica historia, pero que, por desgracia, se ha ido perdiendo. Hoy en día, las conocidas técnicas alquímicas solo se utilizan para juntar los pedazos de un objeto roto y, así, ahorrar algo de dinero en pegamento.\n\nSi un alquimista escuchara tal cosa, seguramente gritaría: “¡La alquimia no es algo tan simplista!”.\n\nPor desgracia, eso es lo que pensaba la mayoría de la gente de Mondstadt.\n\nHasta que, un día, Albedo se mudó a la ciudad y mostró ante todo el mundo el verdadero potencial de la alquimia con sus increíbles habilidades.\n\nNi siquiera nadie de la Academia de Sumeru era capaz de comprender el funcionamiento de esta rama del conocimiento, sobre la cual Albedo siempre estaba hablando.\n\n“El universo es el reverso del cielo, y la tierra es el lugar de un sueño olvidado por el tiempo. Esto son cenizas, la forma más simple en que se manifiesta la complejidad de la vida”.\n\nPara demostrar la veracidad de esta enigmática explicación, Albedo alzó en sus manos las cenizas de una flor que se había quemado sobre la cabeza de un Slime Dendro.\n\nEn cuestión de segundos, una cecilia brotó del montón de cenizas.\n\n“Aquí tienen: una nueva vida”.",
      "fr": "L'alchimie est un art antique, qui s'est perdu dans les méandres du temps. De nos jours, les gens n'y voient guère plus qu'un moyen de ressouder ensemble les fragments de quelque objet cassé – tout juste bon à économiser quelques moras sur le prix de la glue.\n\nLes alchimistes, à ce genre d'opinion, répondent offusqués que leur art est loin d'être aussi réducteur, bien sûr.\n\nHélas, aux yeux de bien des Mondstadtois, l'alchimie se limite à cela.\n\nEnfin, c'était le cas jusqu'au jour où, sorti de nulle part, vint s'établir en ville Albedo.\n\nLe jeune et brillant alchimiste révéla alors à tous quelles étaient les véritables limites de l'art.\n\nLes principes les plus obscurs que même les érudits de l'Académie de Sumeru peinent à maîtriser sont pour le jeune alchimiste autant de sujets de conversation dans lesquels il brille sans faire montre d'aucune difficulté.\n\n« L'univers n'est que le reflet du ciel, et la terre est tel un songe oublié par le temps. La poussière n'est que l'état originel de ce complexe canevas qu'est la vie. »\n\nAinsi parlant, Albedo lève ses paumes, dans lesquelles repose la cendre tirée de quelque fleur ornant la tête d'un Dendroblob.\n\nEt à la grande surprise de tous, apparaît alors dans ses mains ouvertes un cécilia...\n\n« Voici : une nouvelle vie. »",
      "pt": "Apesar de todos saberem que a Alquimia é uma arte antiga, ela está desaparecendo do mundo há muito tempo. Tudo o que se sabe é apenas suficiente para juntar algumas peças quebradas e, talvez, ajudar você a poupar o dinheiro que usaria para comprar cola.\n\nOs Alquimistas protestam dizendo \"Nada disso, a Alquimia não é uma arte inútil assim!\"\n\nMas, para o cidadão comum de Mondstadt, a Alquimia se resume a isso.\n\nPelo menos era assim até ao dia em que Albedo apareceu de repente e decidiu ficar em Mondstadt.\n\nEsse jovem exibia verdadeira destreza na Alquimia e trazia consigo um vasto conhecimento que até a Academia de Sumeru não possuía. \"O universo é o paraíso virado ao contrário e a terra é um sonho esquecido pelo tempo. Isto é poeira, a forma mais básica de vida complexa.\"\n\nPara provar a veracidade destas declarações, Albedo levantou as cinzas queimadas da flor que crescera em cima da cabeça de um Slime Dendro.\n\nApós alguns segundos, uma Cecília nasceu das cinzas em sua mão.\n\n\"E isto... é uma nova vida\".",
      "ru": "У искусства алхимии долгая история, и её секреты давно уже позабыты. Те приёмы, которые сейчас известны людям, годятся лишь на то, чтобы собрать вещь из обломков и сэкономить на клее. Если бы алхимики услышали такое, они бы возмутились: «Не такая уж наша наука бесполезная!» Увы, для жителей Мондштадта суть алхимии именно в этом. Но однажды словно из ниоткуда в Мондштадте появился Альбедо и обосновался тут. Этот молодой человек показал всем истинную силу алхимии. Он без умолку рассказывал об этой колоссальной системе знаний, которая не поддаётся даже мудрецам Академии Сумеру. «Вселенная - опрокинутое небо. Земная кора - сон, забытый временем. Это пепел, простейшее состояние сложной структуры, что зовут жизнью». Будто иллюстрируя свою загадочную речь, Альбедо взял в руку пепел, который некогда был цветком на макушке Дендро слайма. Через пару мгновений среди пепла возник цветок сесилии. «И это... новая жизнь».",
      "id": "Teknik \"Alkimia\" mempunyai sejarah yang panjang dan sudah lama menghilang. Alkimia yang ada saat ini hanya dapat digunakan untuk menyambungkan potongan-potongan benda demi menghemat uang untuk membeli lem.\n\nKalau mendengar pernyataan seperti itu, kebanyakan alkemis pasti akan protes dan berteriak: \"Alkimia bukan hal sesederhana itu!\"\n\nSayangnya, seperti itulah yang dipikirkan oleh sebagian besar penduduk Mondstadt.\n\nSampai pada suatu hari, Albedo pindah dan tinggal di kota Mondstadt.\n\nDengan keahliannya yang luar biasa, anak muda ini menunjukkan kepada dunia mengenai potensi sebenarnya dari alkimia.\n\nBahkan tak seorang pun dari Sumeru Akademiya mampu memahami cara kerja dari ilmu pengetahuan yang selalu dibicarakan Albedo.\n\n\"Alam semesta adalah kebalikan dari langit, dan bumi adalah mimpi yang terlupakan oleh waktu. Ini abu, manifestasi paling sederhana dari kompleksitas kehidupan ini.\"\n\nUntuk menunjukkan kebenaran dari penjelasan yang membingungkan ini, Albedo mengangkat abu dari bunga yang telah dibakar di kepala Dendro Slime di tangannya.\n\nDalam hitungan detik, bunga Cecilia tumbuh dari tumpukan abu tersebut.\n\n\"Dan ini adalah kehidupan baru.\"",
      "th": "ศาสตร์แห่งการแปรธาตุที่มีประวัติอันยาวนาน แต่กลับถูกลืมเลือนไร้การสืบทอด ในทุกวันนี้ ศาสตร์การแปรธาตุนี้กลับถูกใช้เพียงแค่ซ่อมแซมชิ้นส่วนหรือวัสดุที่แตกหัก เพื่อประหยัดเงินค่ากาวเพียงเท่านั้น\n\nหากได้ยินคนพูดแบบนี้ เหล่านักเล่นแร่แปรธาตุจะต้องพูดเสียงดังขึ้นมาอย่างแน่นอนว่า \"ศาสตร์นี้มันไม่ได้ห่วยขนาดนั้น!\"\n\nน่าเสียดายที่ในสายตาของชาว Mondstadt แล้ว สิ่งนี้แทบจะเป็นทุกสิ่งทุกอย่างที่การแปรธาตุพอจะทำได้แล้ว\n\nจนกระทั่งวันหนึ่ง วันที่อยู่ ๆ Albedo ก็มาและตัดสินใจที่จะอยู่ที่ Mondstadt นี้อย่างถาวร\n\nชายหนุ่มผู้นี้ได้เปิดเผยโฉมหน้าที่แท้จริงของการเล่นแร่แปรธาตุให้ผู้คนได้เห็นด้วยทักษะอันน่าทึ่งของเขา\n\nศาสตร์ความรู้อันกว้างใหญ่ไพศาลที่แม้แต่สถาบัน Sumeru ก็ไม่สามารถเข้าใจได้ ถูกพูดออกมาโดยชายหนุ่มคนนี้อย่างไม่มีที่สิ้นสุด\n\n\"จักรวาล... คือด้านตรงข้ามของสวรรค์ ส่วนโลก... นั้นคือความฝันที่แม้แต่กาลเวลาก็ยังลืมเลือน สิ่งนี้คือผงธุลี คือรูปแบบที่เรียบง่ายที่สุดของโครงสร้างที่ซับซ้อนของชีวิตนี้\"\n\nราวกับจะเป็นการยืนยันคำพูดที่แสนจะมีมนต์ขลังนี้ Albedo หยิบขี้เถ้าที่เกิดจากการเผาดอกไม้เหนือหัวของ Dendro Slime ขึ้นมา\n\nไม่กี่วินาทีหลังจากนั้น ขี้เถ้าในมือของเขาก็แปรเปลี่ยนเป็นดอก Cecilia ดอกหนึ่ง\n\n\"นี่คือการกำเนิดใหม่\"",
      "vi": "Kỹ thuật \"Giả Kim\" đã có lịch sử rất lâu đời, và cũng đã thất truyền khá nghiêm trọng. Ngày nay kỹ thuật giả kim mà đa số người biết đến chẳng qua là cách ghép các mảnh vật liệu lại với nhau, chỉ có tác dụng tiết kiệm chi phí keo dán mà thôi.\n\nNếu mà nghe ai nói như vậy, thì các giả kim thuật sĩ nhất định sẽ thét lên: Học vấn này không tệ như vậy đâu!\n\nĐáng tiếc là trong mắt của dân chúng Mondstadt, hầu như đây chính là bản chất của giả kim rồi.\n\nCho đến một ngày, Albedo đột nhiên xuất hiện và định cư tại Thành Mondstadt.\n\nNgười thanh niên này đã dùng kỹ thuật điêu luyện của mình để cho mọi người thấy cảnh giới thật sự của giả kim thuật.\n\nHệ thống kiến thức rộng lớn mà ngay cả Giáo Viện Sumeru cũng chưa thể nắm bắt được, thế nhưng thanh niên này đã nắm rõ như lòng bàn tay.\n\n\"Vũ trụ - Bầu trời đảo ngược. Mặt đất – Giấc mộng đã bị thời gian quên lãng. Đó là bụi, là trạng thái đơn giản nhất của kết cấu sự sống phức tạp này.\"\n\nNhư để minh chứng cho học thuyết diệu kỳ này, Albedo nâng trong tay tàn tro của đóa hoa Slime Thảo bị thiêu rụi.\n\nSau vài giây, từ trong đống tro tàn đã nở ra một đóa Hoa Cecilia.\n\n\"Đây chính là sự sống mới.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "阿贝多在骑士团里担任着相当重要的职务，不过，他很少抛头露面。\n\n并非因为他有学者式的古怪脾气。相反，他待人接物都非常真诚。\n\n只是，用过量热情建立起的亲密并不牢靠，想要维持它，就要付出更多能量。\n\n因此，阿贝多选择与他人保持恰当而友善的距离。\n\n如果赶上他闭锁工坊外出游历或是寻找素材的日子，蒙德城里谁都找不到他。\n\n但疏离的人际并不意味着阿贝多是个内心冷淡的人。\n\n在指导助手蒂玛乌斯和砂糖时，他会发自真心感到愉快。\n\n在为蒙德市民递送刚画好的速写时，他也会感到由衷的高兴。\n\n而在见到那位丽莎小姐明明拥有如此才华却自愿屈居图书管理员一职时…他则会由衷地感到可惜。",
      "zht": "阿貝多在騎士團裡擔任著相當重要的職務，不過，他很少拋頭露面。\n\n這並非因為他有學者的古怪脾氣。與此恰恰相反，他待人接物都非常真誠。\n\n只是，用過量熱情建立起的親密並不牢靠，必須付出更多能量維持。\n\n因此，阿貝多選擇與他人保持恰當而友善的距離。\n\n如果遇到他關閉工坊外出遊歷或是尋找素材的日子，蒙德城裡誰都找不到他。\n\n然而，疏離的人際關係並不表示阿貝多是個內心冷淡的人。\n\n在指導助手蒂瑪烏斯和砂糖時，他會發自真心感到愉快。\n\n在為蒙德市民遞送剛畫好的速寫時，他也會由衷地感到高興。\n\n在見到那位麗莎小姐明明擁有如此才華卻自願屈居圖書管理員一職時…他則由衷地感到可惜。",
      "jp": "アルベドは騎士団において、極めて重要な職務に就いている。だが、彼が人前に姿を現すことは滅多にない。\n\n学者にありがちな変わった性格が災いしているわけではなく、むしろ彼はとても誠実に人と接する。\n\nただ、行き過ぎた情によって結ばれた親密な関係を彼は当てにしておらず、またそれを維持するための多大な労力を良しとしていないのだ。\n\nそのため、アルベドは他人と友好的かつ適度な距離を置くことにしている。\n\n彼が工房の鍵を閉めて外へ出かけたり、素材を探しに行ったりしている日には、彼の姿をモンドで見つけることは決してできない。\n\nだが、人を遠ざけるその行為は、アルベドの心が冷淡であることを示しているわけではない。\n\n助手であるティマイオスやスクロースを指導している時、彼は心の底から楽しんでいるのだ。\n\nそして、モンドの人たちに描いたばかりのクロッキーを渡す時も、彼は心の底から喜びを感じている。\n\nまた才能に恵まれたリサが図書館司書の職に甘んじている姿を見れば…心の底から残念に思うのである。",
      "ko": "알베도는 기사단에서 상당히 중요한 직책을 맡고 있지만 좀처럼 얼굴을 내비치지 않는다.\n\n그가 학자의 괴팍한 기질을 가지고 있어서는 아니다. 그는 오히려 사람과 사물을 진지하고 성실하게 대한다.\n\n다만 과한 열정으로 다져진 친밀함은 오래 가지 못하고, 이를 유지하기 위해선 더 많은 에너지를 쏟아야 하므로 알베도는 타인과 적절한 거리를 유지한다.\n\n그가 공방을 닫고 외출하거나 재료를 찾으러 나갈 때면, 몬드성의 그 누구도 그가 어디 있는지 모른다.\n\n하지만 사람들과 거리를 유지한다고 해서, 그가 마음이 차가운 사람이라는 건 아니다.\n\n조수 데마로우스와 설탕을 지도할 때, 그는 진심으로 기뻐한다.\n\n몬드 시민들에게 방금 그린 스케치를 가져다줄 때 역시 그는 진심으로 기뻐한다.\n\n그리고 누가 봐도 재능있는 리사 씨가 스스로 도서관 사서로 남기로 택한 것에 대해서도… 그는 마음속으로 깊이 아쉬워한다",
      "en": "Albedo has a very important job within the Knights of Favonius but does not often appear in public.\n\nStill, he does not have the strange and eccentric temper that people tend to assume of academics. In fact, he is earnest in all his dealings.\n\nHe is, however, of the persuasion that it requires more energy to maintain relationships established on excessive enthusiasm.\n\nAs a result, Albedo's equivalent of friendship involves maintaining an appropriate degree of distance.\n\nOn days when he shuts himself away in his laboratory to focus on his work, or heads out into the wild to gather materials, no one in Mondstadt will be able to find him.\n\nYet Albedo's tendency to avoid social interactions does not make him a cold-hearted person.\n\nHe delights in giving guidance to his assistants, Timaeus and Sucrose.\n\nHe finds pleasure in giving his sketches to the citizens of Mondstadt.\n\nYet he cannot help but feel sincere disappointment that Lisa, for all her great talents, has chosen to remain a mere Librarian.",
      "de": "Albedo hat eine sehr wichtige Aufgabe innerhalb des Ritterordens, tritt aber nicht oft in der Öffentlichkeit auf.\n\nDennoch hat er nicht das seltsame und exzentrische Temperament, das man von Gelehrten sonst gewohnt ist. Tatsächlich ist er in all seinen Handlungen relativ ernsthaft.\n\nEr ist jedoch der Überzeugung, dass es mehr Energie erfordert, Beziehungen aufrechtzuerhalten, die auf übermäßigem Enthusiasmus beruhen.\n\nFolglich bedeutet das Äquivalent der Freundschaft mit Albedo, ein gewisses Maß an Distanz zu bewahren.\n\nOb er sich bei seiner Arbeit einschließt oder auf Reisen geht und Material sammelt, niemand in Mondstadt weiß, wie und wo er zu finden ist.\n\nDas macht ihn jedoch nicht zu einer kaltherzigen Person.\n\nEr ist ernst und gesammelt, wenn er seinen Assistenten Timaeus und Saccharose Anweisungen gibt.\n\nEr erfreut sich daran, seine Zeichnungen an die Bewohner Mondstadts zu verschenken.\n\nDennoch kann er nicht anders, als enttäuscht darüber zu sein, dass Lisa trotz all ihrer großen Talente beschlossen hat, nicht mehr als eine Bibliothekarin zu bleiben.",
      "es": "Albedo desempeña una importante posición dentro de los Caballeros de Favonius. Sin embargo, pocas veces se deja ver en público.\n\nEsto no se debe a que tenga una personalidad de erudito frío y extravagante. Al contrario; siempre trata muy bien a la gente.\n\nNo obstante, no siempre consigue ser tan cercano y hospitalario, ya que es algo que consume mucho su energía.\n\nPor ello, Albedo opta por mantener cierta distancia con la gente, al mismo tiempo que una actitud amable hacia ella.\n\nAhora bien, es imposible encontrarlo en Mondstadt cuando su taller está cerrado por motivos de viaje o para buscar materiales.\n\nEl hecho de que mantenga cierta distancia con la gente no significa que Albedo sea una persona fría.\n\nCuando ayuda a Timaeus y Sacarosa, sus asistentes, lo hace de todo corazón, y también se pone muy contento cuando entrega sus bocetos a algún ciudadano.\n\nPero cuando ve a Lisa, una persona con tanto talento que decidió voluntariamente ser bibliotecaria... no puede evitar sentir lástima.",
      "fr": "Albedo occupe une position importante au sein de l'Ordre de Favonius. Cependant, on le voit rarement se montrer en public.\n\nCe n'est point là la manifestation de quelque excentricité propre à un esprit érudit. Au contraire, l'attitude d'Albedo envers tout un chacun est aussi ouverte qu'affable.\n\nMais à ses yeux, les relations humaines requièrent un certain investissement émotionnel, sans aucune garantie de fiabilité dans le temps.\n\nAussi préfère-t-il maintenir une distance, amicale certes, mais surtout appropriée, entre lui et ceux qui l'entourent.\n\nAlbedo est introuvable à Mondstadt lorsqu'il ferme son laboratoire ou qu'il part collecter quelque matériau.\n\nMais n'allez pas croire que ces manières cachent une personnalité froide ou misanthrope.\n\nAinsi, il n'est pas rare de le voir faire montre d'une joie et d'un entrain véritables lorsqu'il dirige ses deux assistants, Timaeus et Sucrose.\n\nMais quand il voit Lisa, une personne si douée, se contenter d'un poste de libraire... il ne peut s'empêcher d'éprouver quelques tristes regrets.",
      "pt": "Albedo tem um trabalho muito importante dentro dos Cavaleiros de Favonius, mas não aparece com frequência em público.\n\nAinda assim, ele não tem o temperamento estranho e excêntrico que as pessoas tendem a assumir dos acadêmicos. Na verdade, ele é sincero em todas as suas relações.\n\nEle é, no entanto, da opinião que é preciso mais energia para manter as relações estabelecidas com grande entusiasmo.\n\nComo resultado, a simpatia de Albedo é daquelas que mantêm uma distância apropriada.\n\nSeja isolando-se para trabalhar ou viajando e recolhendo materiais, ninguém em Mondstadt sabe como encontrá-lo.\n\nA tendência de Albedo de evitar interações sociais não faz dele uma pessoa de coração frio.\n\nEle é sincero e contente ao instruir seus assistentes, Timaeus e Sucrose.\n\nEle sente prazer em enviar seus rascunhos para os cidadãos de Mondstadt.\n\nNo entanto, ele não pode deixar de sentir sincera decepção pelo fato da Lisa, de todos os seus grandes talentos, ter escolhido permanecer como uma mera bibliotecária.",
      "ru": "Альбедо занимает очень важную должность в Ордо Фавониус, но он редко показывается на людях. И это вовсе не потому, что он какой-то эксцентричный учёный, напротив - он очень обходительный человек. Но тёплые отношения быстро остывают, если их не поддерживать, а на это нужно много сил. Поэтому Альбедо держится от людей на почтительном, но в меру дружелюбном расстоянии. А если уж он покидает мастерскую, отправляясь в путешествие или на поиски ингредиентов, то ни один человек в Мондштадте не сможет его найти. Однако несмотря на свою замкнутость, он вовсе не чёрствый человек. Когда Альбедо занимается со своими ассистентами: Тимеем и Сахарозой, он испытывает искреннюю радость, как и когда он демонстрирует свои рисунки жителям Мондштадта. А когда он видит, что Лиза, обладая таким талантом, добровольно работает обычным библиотекарем... он испытывает искреннее сожаление.",
      "id": "Albedo memegang peranan penting dalam Knights of Favonius, tapi dia jarang sekali menunjukkan wajahnya di depan umum.\n\nBukan karena dia memiliki sifat yang aneh. Sebaliknya, dia memperlakukan orang dengan sangat tulus.\n\nHanya saja keintiman dan interaksi antar manusia yang terjalin dengan semangat berlebihan tidak bisa bertahan lama. Untuk mempertahankannya, kamu perlu mengeluarkan banyak energi.\n\nOleh karena itu, Albedo memilih untuk menjaga jarak dari orang-orang, tapi tetap bersikap baik.\n\nJika dia bepergian untuk mencari bahan-bahan dan menutup tempat kerjanya, tak seorang pun di Mondstadt dapat menemukannya.\n\nTetapi ini tidak berarti bahwa Albedo adalah orang yang berhati dingin.\n\nKetika dia mengajar asistennya, Timaeus dan Sucrose, dia selalu melakukannya dengan tulus dan sepenuh hati.\n\nDia juga merasa senang sekali saat menyerahkan sketsa-sketsa baru yang digambarnya kepada warga Mondstadt.\n\nDan saat dia melihat Lisa dengan bakat yang begitu luar biasa, tetapi dengan sukarela memilih untuk menjadi pustakawan ... dia juga dengan tulus sangat menyayangkannya.",
      "th": "ตำแหน่งของ Albedo นั้นค่อนข้างที่จะมีความสำคัญในกองอัศวินเลยทีเดียว อย่างไรก็ตามเขาไม่ค่อยที่จะโผล่หน้าออกมามากนัก\n\nไม่ใช่เพราะเขามีสภาวะทางอารมณ์ที่แปลก ๆ อย่างที่ผู้คนมักจะจินตนาการถึงเหล่านักวิชาการ แต่ในทางตรงกันข้าม เขาปฏิบัติต่อผู้คนด้วยความจริงใจเป็นอย่างมาก\n\nเพียงแต่ว่าความใกล้ชิดที่สร้างขึ้นด้วยความกระตือรือร้นที่มากเกินไปนั้น มันเชื่อถืออะไรไม่ได้ และเพื่อที่จะรักษามันไว้ ก็ต้องจ่ายด้วยพลังงานที่มากขึ้น\n\nด้วยเหตุนี้ Albedo จึงเลือกที่จะรักษาระยะห่างอย่างเหมาะสมและเป็นมิตรกับผู้คน\n\nไม่ว่าจะเป็นการหมกตัวอยู่ในห้องทำงานหรือออกไปเดินทางท่องเที่ยวและเก็บวัตถุดิบ ไม่มีใครใน Mondstadt เลย ที่จะรู้ว่าเขาอยู่ที่ไหน\n\nแต่ความแปลกแยกนั้นไม่ได้หมายความว่า Albedo เป็นคนที่เย็นชา\n\nในตอนที่ให้คำแนะนำต่อผู้ช่วยอย่าง Timaeus และ Sucrose เขาก็ทำอย่างเต็มใจและยินดี\n\nในตอนที่ส่งภาพร่างที่วาดให้ชาว Mondstadt ได้ดู เขาก็มีความสุขอย่างจริงใจเช่นกัน\n\nและในตอนที่เห็นคนที่เปี่ยมไปด้วยพรสวรรค์อย่างแท้จริงอย่าง Lisa แต่กลับเลือกที่จะรับหน้าที่เป็นบรรณารักษ์... เขาก็รู้สึกเสียดายอย่างจริงใจเช่นกัน",
      "vi": "Albedo đảm nhiệm chức vụ khá quan trọng trong Đội Kỵ Sĩ, nhưng anh ta rất ít khi lộ mặt.\n\nĐiều này hoàn toàn không phải do anh có tính tình kỳ quái kiểu học giả. Ngược lại, anh đối xử với mọi người đều rất chân thành.\n\nChỉ là, thứ tình cảm được xây dựng bằng quá nhiều sự nhiệt tình thì sẽ không bền vững, nếu muốn duy trì nó cần phải cho đi thật nhiều năng lượng.\n\nDo đó, Albedo lựa chọn cách giữ một khoảng cách vừa đủ nhưng vẫn thân thiện.\n\nVào những ngày anh đóng cửa xưởng để đi ra ngoài hoặc đi tìm nguyên liệu, thì tất cả người trong thành Mondstadt đều không thể tìm thấy anh.\n\nNhưng tránh giao tiếp không có nghĩa là Albedo là người lạnh lùng.\n\nKhi hướng dẫn Timaeus và Sucrose, anh rất chân thành và vui vẻ.\n\nNgay cả lúc đem gửi tặng bức tranh vừa mới vẽ xong cho dân chúng thành Mondstadt, anh cũng cảm thấy rất vui.\n\nCòn lúc gặp tiểu thư Lisa, người rất tài hoa nhưng lại chịu ẩn cư làm quản lý thư viện, anh cảm thấy vô cùng đáng tiếc."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「阿贝多是凭借师父的推荐信才得以在蒙德安身。」\n\n这句话倒也算是事实。不过蒙德城永远欢迎任何人，有没有推荐信并不重要。\n\n不如说，要是没有这封推荐信，阿贝多在蒙德城会过得更舒服吧。\n\n——因为，推荐信的收件人是著名游记作者艾莉丝，阿贝多师父莱茵多特的故交。\n\n艾莉丝读完推荐信，沉思了好一会儿。\n\n「莱茵说，要我给你配一个实验室…这可不是民间力量能建起的规模啊。嗯…我想到了！」\n\n就这样，阿贝多被艾莉丝丢进了西风骑士团。\n\n骑士团的工作对阿贝多来说较为轻松，只花百分之五的精力，就能把那些事情处理得很好。\n\n本以为除此之外的精力都可以用于实验，骑士团的实验室及全套器材也能任凭自己折腾。\n\n然而。\n\n艾莉丝有个女儿，叫做可莉。\n\n…没错，就是「那个」可莉。\n\n「从今往后我们就是一家人了。你就把她当作亲妹妹吧！」\n\n未来的日子里，为可莉善后一事占据了阿贝多剩余精力的大半。",
      "zht": "「阿貝多是憑藉師父的推薦信才得以在蒙德安身。」\n\n這句話倒也算是事實。不過蒙德城永遠歡迎任何人，有沒有推薦信並不重要。\n\n不如說，要是沒有這封推薦信，阿貝多在蒙德城會過得更舒服吧。\n\n——因為，推薦信的收件人是著名遊記作者艾莉絲，阿貝多師父萊茵多特的故交。\n\n艾莉絲讀完推薦信，沉思了好一會。\n\n「萊茵說，要我配一個實驗室給你…這可不是民間力量能建起的規模啊。嗯…我想到了！」\n\n就這樣，阿貝多被艾莉絲丟進了西風騎士團。\n\n騎士團的工作對阿貝多來說較為輕鬆，只花百分之五的精力就能把那些事情處理得很好。\n\n本以為除此之外的精力都可以用於實驗，騎士團的實驗室及全套器材也能任憑自己擺佈。\n\n然而。\n\n艾莉絲有個女兒，叫做可莉。\n\n…沒錯，就是「那個」可莉。\n\n「從今往後我們就是一家人了。你就把她當作親妹妹吧！」\n\n未來的日子裡，為可莉善後一事佔據了阿貝多剩餘精力的大半。",
      "jp": "「アルベドは、師匠の推薦状によりモンドに腰を落ち着けることができた」\n\nこれは一応事実である。ただ、モンド城はいついかなる時もあらゆる者を歓迎しているため、推薦状は大して重要ではなかっただろう。\n\nむしろ、アルベドにしてみれば推薦状がなかった方が、モンド城の生活はもっと居心地の良いものになっていたかもしれない。\n\n——なぜなら、推薦状の受取人はかの有名な観光ガイドの作者アリス、アルベドの師匠レインドットの旧友だ。\n\nアリスは推薦状を読み終えた後、しばし考えにふけった。\n\n「レインが、君に実験室を用意してくれだってさ…でも、この規模になると一般市民じゃ手が届かないよね。うーん…あ、そうだ！」\n\nこうして、アルベドはアリスによって西風騎士団へと放り込まれたのであった。\n\n騎士団の仕事はアルベドにとって、実に楽なものであった。実力の5%ほどの力を出せば、騎士団の仕事は万事処理できてしまう。\n\nつまり、それ以外の力は全て実験に費やせる上、騎士団の実験室や機材を好きに扱えるということだ。\n\nところが——\n\nアリスには娘がいたのだ、名前はクレー。\n\n…そう、あの「クレー」だ。\n\n「今日から私たちは家族よ。この子のことは実の妹だと思ってあげて！」\n\nそれからアルベドは、クレーの後始末によって日々労力を費やしていくことになる。",
      "ko": "「알베도는 스승의 추천으로 몬드에 정착할 수 있었다.」\n\n틀린 말은 아니지만 몬드성은 누구든지 환영하기 때문에 추천서의 유무는 별로 중요하지 않다.\n\n오히려 이 추천서가 없었다면 알베도는 몬드성에서 더 편하게 지냈을 것이다.\n\n——그 이유는, 추천서의 수취인이 알베도의 스승 라인도티르의 오랜 친구이자 저명한 여행 작가인 앨리스였기 때문이다.\n\n앨리스는 추천서를 읽더니 한참 동안 생각에 잠겼다.\n\n「레인이 널 위한 실험실을 하나 내어 달라고 했는데… 민간 인력으로 지을 수 있는 규모는 아니네. 음… 그래 이렇게 하자!」\n\n그렇게 알베도는 앨리스에 의해 페보니우스 기사단에 던져졌다.\n\n기사단 업무는 아주 쉬웠다. 알베도가 5%의 노력만 기울여도 일을 완벽하게 해낼 수 있었다.\n\n원래 그 이외의 에너지는 기사단의 실험실을 마음껏 사용하면서 전부 실험에 쏟아부으려고 했다.\n\n하지만, 앨리스에겐 클레라는 딸이 있었다.\n\n…그렇다. 바로 「그」 클레다.\n\n「우린 앞으로 한 가족이나 마찬가지니, 클레를 네 친동생처럼 생각하렴!」\n\n그때부터 알베도는 클레가 친 사고를 수습하는데 남은 에너지의 대부분을 써야 했다",
      "en": "\"Albedo got into Mondstadt because of his master's recommendation letter.\"\n\nThis statement is technically true. But Monstadt's gates are open to everyone, and he would have been quite welcome even without the recommendation letter.\n\nIn fact, Albedo's life in Mondstadt may even have been more comfortable without it.\n\nThis is because the recipient of the letter was the famed travel writer, Alice, an old friend of Albedo's master, Rhinedottir.\n\nAfter receiving the letter, Alice considered its requests.\n\n\"So, Rhine said that you'll need a laboratory... And not one of a size that a civilian could build, either. Hmm... I know!\"\n\nAnd just like that, she threw him into the Knights of Favonius.\n\nThe work of the Knights was actually quite easy for Albedo, requiring only five percent of his energy.\n\nThe rest of his energy could be spent on experiments, with the Knights' full range of apparatus at his disposal, he thought.\n\nAnd yet...\n\nAlice has a daughter, named Klee.\n\nYes, \"that\" Klee.\n\n\"We'll be a family from now on, treat her like a real younger sister!\"\n\nFrom that day forth, cleaning up after Klee would come to take up most of Albedo's remaining energy...",
      "de": "„Albedo kam nur aufgrund des Empfehlungsschreibens seines Meisters nach Mondstadt.“\n\nAuf eine gewisse Art ist diese Aussage zutreffend. Dennoch stehen die Tore Mondstadts immer für jeden offen und ein Empfehlungsschreiben ist nicht unbedingt notwendig.\n\nMan könnte in der Tat argumentieren, dass Albedos Leben ohne den Brief weitaus komfortabler verlaufen wäre.\n\nDer Grund dafür ist, dass der Brief an die berühmte Reiseschriftstellerin Alice addressiert war, eine alte Freundin von Albedos Meisterin Rheindottir.\n\nNachdem sie den Brief erhalten hatte, prüfte Alice ihre Anforderungen.\n\n„Also， Rheindottir fiel auf, dass du ein Labor brauchen würdest ... Und zwar keines von der Größe, das ein normaler Mensch bauen könnte, haha! Hmm ... Ich weiß was!“\n\nUnd so einfach quartierte sie ihn beim Ordo Favonius ein.\n\nDie Arbeit im Ritterorden ist für Albedo eigentlich recht einfach, er benötigt nur fünf Prozent seiner Energie dafür.\n\nAlbedo hatte sich vorgestellt, dass der Rest seiner Energie für Experimente verwendet werden könnte, wobei ihm die gesamte Palette der Geräte des Ritterordens zur Verfügung stand.\n\nAber dann ...\n\nAlice hatte noch eine Tochter namens Klee.\n\n„Wir werden von nun an eine Familie sein! Behandele sie wie deine eigene kleine Schwester!“\n\nVon diesem Tag an würde die Beseitigung von Klees Katastrophen den größten Teil der verbleibenden Energie Albedos in Anspruch nehmen ...",
      "es": "“Si Albedo vive en Mondstadt es gracias a la carta de recomendación de su maestra”.\n\nSi bien esta frase es totalmente cierta, Mondstadt siempre le da la bienvenida a cualquier persona, tenga carta de recomendación o no.\n\nTal vez sería más correcto decir que, sin esa carta, Albedo viviría más cómodamente en Mondstadt.\n\nEsto se debe a que la destinataria real de la misiva era Alice, la famosa escritora de guías de viaje y vieja amiga de Rhinedottir, la maestra de Albedo.\n\nCuando terminó de leer la carta, Alice se quedó un buen rato en silencio para reflexionar.\n\n“Así que Rhine quiere que tengas un laboratorio... ¡Pero eso no se puede construir así como así! Oh, ¡ya sé!”\n\nY así, Alice metió a Albedo en los Caballeros de Favonius.\n\nEl trabajo de los Caballeros era bastante fácil para Albedo, así que solo gastaba el cincuenta por ciento de su energía en terminarlo.\n\nPero las cosas no duran para siempre.\n\nAlice tiene una hija llamada Klee; sí, esa Klee.\n\n“A partir de ahora, somos como una familia. ¡Debes tratar a Klee como si fuera tu propia hermana!”\n\nDesde entonces, Albedo empezó a gastar el otro cincuenta por ciento de su energía en arreglar los desastres de Klee.",
      "fr": "« C'est grâce à la recommandation de son maître qu'Albedo a pu s'établir à Mondstadt. »\n\nCette dernière affirmation est la vérité même, bien que Mondstadt accueille chaleureusement toute personne, avec ou sans recommandation.\n\nEn réalité, il serait peut-être plus approprié d'affirmer que la vie d'Albedo à Mondstadt serait plus simple sans avoir été ainsi présenté.\n\nEn effet, c'est à Alice, la célèbre auteure de voyage et vieille connaissance de son maître Rhinedottir, que cette dernière adressa sa lettre de recommandation.\n\nLa lecture de la missive plongea Alice dans une profonde réflexion.\n\n« Je lis ici qu'il faut que je vous trouve un laboratoire... Ça ne court pas vraiment les rues. Hum... Ah, je sais ! »\n\nEt c'est ainsi qu'Albedo fut présenté à l'Ordre de Favonius, qu'il rejoignit.\n\nLes tâches qu'on lui confie ne sont guère difficiles, et ne requièrent qu'une infime portion de ses talents.\n\nAlbedo pensait à tort pouvoir mettre à profit le reste de son temps libre pour se consacrer à ses expériences et ses artéfacts.\n\nMais cela s'avéra plus difficile que prévu.\n\nAlice a une fille, Klee.\n\n... C'est ça, CETTE Klee !\n\n« À partir d'aujourd'hui, on est une famille. Tu peux la considérer comme ta propre sœur ! »\n\nEt depuis ce jour, Albedo dépense une grande partie de son énergie à garder un œil sur la jeune et turbulente Klee.",
      "pt": "\"Albedo só chegou a Mondstadt por causa da carta de recomendação de sua mestra\".\n\nEm algum nível, esta afirmação é verdadeira. No entanto, as portas de Monstadt estão sempre abertas a todos, e uma carta de recomendação não é estritamente necessária.\n\nDe fato, poderia ser argumentado que a vida de Albedo teria sido muito mais confortável sem a carta.\n\nIsto porque o destinatário da carta era a famosa escritora de viagens Alice, uma velha amiga da mestre de Albedo, Rhinedottir.\n\nApós receber a carta, Alice considerou seus pedidos.\n\n\"Então Rhine disse que você precisará de um laboratório... E também não um de tamanho que um civil pudesse construir. Hmm... Já sei!\"\n\nE simplesmente assim, ela o jogou dentro dos Cavaleiros de Favonius.\n\nO trabalho dos cavaleiros é na verdade bastante fácil para Albedo - requerendo apenas cinco por cento de sua energia.\n\nAlbedo havia imaginado que o resto de sua energia poderia ser gasto em experimentos, com toda a gama de aparelhos dos cavaleiros à sua disposição.\n\nE mesmo assim...\n\nAlice teve uma filha, chamada Klee.\n\nSim, \"aquela\" Klee.\n\n\"Seremos uma família a partir de agora, trate-a como uma verdadeira irmã mais nova!\"\n\nA partir daquele dia, remediar os desastres da Klee viria a ocupar a maior parte da energia restante de Albedo...",
      "ru": "«Альбедо остался в Мондштадте только благодаря рекомендательному письму от своего учителя». Это не совсем так, ведь Мондштадт принимает всех - с рекомендательным письмом или без него. Да и без письма, пожалуй, Альбедо жилось бы куда спокойнее. Ведь оно было адресовано известной путешественнице Алисе - старой подруге учителя Альбедо, Рэйндоттир. Закончив читать письмо, Алиса призадумалась: «Рэйн говорит, что тебе нужна лаборатория... Но своими силами нам её не построить... А, знаю!» Так Альбедо невольно вступил в Ордо Фавониус. Обязанности давались ему легко и не отнимали много сил. В прекрасной лаборатории Ордо Фавониус с полным набором первоклассного оборудования он наконец мог полностью погрузиться в свои исследования. Однако... у Алисы была дочь по имени Кли. Да-да, та самая Кли. «Мы теперь как одна семья, а она будет тебе сестрёнкой!» И вот с тех пор большую часть сил Альбедо тратит на ликвидацию последствий игр Кли...",
      "id": "\"Albedo bisa tinggal di Mondstadt berkat surat rekomendasi dari Masternya.\"\n\nPerkataan ini memang benar, tapi Mondstadt selalu menyambut siapa saja baik dengan surat rekomendasi atau tidak.\n\nBisa dikatakan mungkin Albedo akan lebih nyaman jika dia tinggal di Mondstadt tanpa surat rekomendasi itu.\n\nKarena penerima surat itu adalah penulis sekaligus petualang terkenal Alice, teman lama Masternya, Rhinedottir.\n\nSetelah membaca surat tersebut, Alice berpikir sejenak.\n\n\"Rhine minta aku sediakan laboratorium untukmu ... tapi laboratorium bukan sesuatu yang bisa dibangun begitu saja oleh warga biasa. Hmm ... ah, aku tahu!\"\n\nDan demikianlah Alice membuat Albedo bergabung ke dalam Knights of Favonius.\n\nPekerjaan Knight cukup mudah bagi Albedo. Dengan hanya 5% energinya, dia sanggup menyelesaikan tugas-tugas tersebut.\n\nPikirnya, semua energi yang tersisa bisa digunakan untuk eksperimen, lalu laboratorium dan peralatan lengkap Knights of Favonius bisa dia gunakan sendiri.\n\nNamun ...\n\nAlice memiliki seorang putri bernama Klee.\n\nYa benar ... Klee yang \"itu\".\n\n\"Mulai sekarang kita adalah keluarga, perlakukanlah dia seperti adik perempuanmu sendiri!\".\n\nSejak saat itu, Albedo mulai menghabiskan kebanyakan dari sisa energinya untuk menangani masalah-masalah yang ditimbulkan oleh Klee.",
      "th": "\"Albedo สามารถมาปักหลักอยู่ที่ Mondstadt ได้ด้วยจดหมายแนะนำของอาจารย์\"\n\nคำพูดนี้ถึงแม้จะเป็นเรื่องจริง แต่เมือง Monstadt นั้นยินดีต้อนรับผู้คนอยู่เสมอ การจะมีใครแนะนำหรือไม่นั้น ไม่ได้สำคัญอะไร\n\nหรือจะพูดก็ได้ว่า หากไม่มีจดหมายแนะนำฉบับนี้ ชีวิตใน Monstadt ของ Albedo อาจจะสะดวกสบายมากกว่านี้ก็เป็นได้\n\n...เพราะว่า คนที่ได้รับจดหมายแนะนำก็คือ Alice นักผจญภัยผู้แสนโด่งดัง เพื่อนเก่าของ Rhinedottir ผู้เป็นอาจารย์ของ Albedo นั่นเอง\n\nหลังจากอ่านจดหมายเสร็จ Alice ก็นิ่งคิดอยู่สักพัก\n\n\"Rhine บอกว่าให้ฉันจัดหาห้องทดลองให้เธอ... นี่มันไม่ใช่เรื่องที่คนทั่วไปจะทำได้หรอกนะ อืม... นึกออกแล้ว!\"\n\nจากนั้น Albedo ก็ถูก Alice จับยัดเข้าไปในกองอัศวินแห่ง Favonius ทั้งอย่างนั้น\n\nสำหรับ Albedo แล้ว งานของกองอัศวินนั้นถือว่าค่อนข้างจะสบาย ซึ่งใช้พลังงานเพียงแค่ห้าเปอร์เซ็นต์ของเขาเท่านั้น ก็สามารถจัดการเรื่องเหล่านั้นได้อย่างดีเยี่ยมแล้ว\n\nแต่เดิมตัวของเขาคิดว่า เรี่ยวแรงที่เหลืออยู่ทั้งหมดนั้น สามารถนำไปใช้กับการทดลองได้ ห้องทดลองของกองอัศวินรวมไปถึงอุปกรณ์การทดลองต่าง ๆ ก็สามารถหาได้ด้วยตนเอง\n\nแต่...\n\nAlice มีลูกสาวอยู่หนึ่งคน ชื่อ Klee\n\n...ใช่แล้ว Klee \"คนนั้น\" นั่นแหละ\n\n\"จากวันนี้เป็นต้นไป พวกเราก็เป็นครอบครัวเดียวกันแล้วนะ เธอก็ถือซะว่า Klee เป็นน้องสาวก็แล้วกัน!\"\n\nหลังจากนั้นเป็นต้นมา การรับมือกับปัญหาที่ Klee ก่อ ก็กินพลังงานที่เหลืออยู่ของเขาไปเกือบหมดซะแล้ว",
      "vi": "\"Albedo nhờ có thư giới thiệu của sư phụ mới được an cư tại Mondstadt.\"\n\nCâu nói này cũng xem như là đúng. Nhưng Thành Mondstadt luôn chào đón mọi người, có hay không có thư giới thiệu đều không quan trọng.\n\nChi bằng nói rằng, nếu không có thư giới thiệu này, thì Albedo sẽ càng thoải mái hơn khi ở Mondstadt.\n\nBởi vì, người nhận thư là Alice – tác giả du ký nổi tiếng, và là bạn cũ của sư phụ Albedo - Rhinedottir.\n\nAlice sau khi đọc thư đã trầm ngâm một lúc.\n\n\"Rhine nói, muốn tôi sắp xếp cho cậu một phòng thí nghiệm... đây là điều không phải dân thường muốn là được. Ừm... tôi nghĩ ra rồi!\"\n\nThế là, Albedo được Alice đưa vào Đội Kỵ Sĩ Tây Phong.\n\nCông việc ở Đội Kỵ Sĩ tương đối nhẹ nhàng đối với Albedo, chỉ cần tốn chút sức lực là có thể hoàn thành tốt những công việc đó.\n\nVốn dĩ định rằng phần sức lực còn lại có thể dùng để nghiên cứu, phòng thí nghiệm và toàn bộ vũ khí ở Đội Kỵ Sĩ tha hồ mà thực hành.\n\nNhưng...\n\nAlice có một người con gái tên là Klee.\n\n...Chính xác, chính là Klee đó.\n\n\"Từ đây về sau chúng ta là người một nhà rồi. Cậu cứ xem nó như em gái đi!\"\n\nNhững ngày tháng sau đó, việc giải quyết các hậu quả do Klee gây ra đã chiếm hơn một nửa phần sức lực còn lại của Albedo."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "阿贝多没有关于血亲的记忆。自记事起，他就与师父一起在秘境深界探险。\n\n骑士团的大家、艾莉丝阿姨，以及那位有着星海气息的旅行者。他们都是重要之人，但在阿贝多的生命中，师父的地位显然最为特殊。\n\n对阿贝多来说，她是唯一的亲人。\n\n师父是一位冷淡、严格的女性。她养育了阿贝多，也教给他炼金术的奥秘。\n\n「宇宙——是真实星空那玄黑色的本质，地层——是时间和生命堆积的记忆。\n\n白垩——是你，黑土——是炼金术的语源，也是生命的根基。而这——」\n\n她为阿贝多展示了她的技法。巨大的生命破卵而出，培养槽的碎片散落一地。\n\n「这是诞生。」",
      "zht": "阿貝多沒有關於血親的記憶。他從有記憶起就一直與師父在秘境深界探險。\n\n騎士團的大家、艾莉絲阿姨，以及那位有著星海氣息的旅行者。他們都是重要之人，但在阿貝多的生命中，師父的地位顯然最為特殊。\n\n對阿貝多來說，她是唯一的親人。\n\n師父是一位冷淡、嚴格的女性。她養育了阿貝多，也傳授他煉金術的奧秘。\n\n「宇宙——是真實星空的玄黑本質，地層——是時間和生命堆積的記憶。\n\n白堊——是你，黑土——是煉金術的語源，也是生命的根基。而這——」\n\n她為阿貝多展示了她的技法。巨大的生命破卵而出，培養皿的碎片散落一地。\n\n「便是誕生。」",
      "jp": "アルベドは実の親のことを覚えていない。物心ついた頃から、彼は師匠と共に秘境深界を探索していた。\n\n騎士団の人たち、アリス、そして星海の気をまとう旅人。誰もがアルベドにとって特別な存在であるが、その中でも師匠はひと際特別である。\n\nなぜなら、アルベドにとって彼女こそが唯一の親であるからだ。\n\n師匠は冷淡かつ厳格な女性だった。彼女はアルベドを育て、錬金術の秘訣を教えた。\n\n「宇宙——それは星が輝く漆黒の空の本質、地層——それは時間と生命が蓄えた記憶。\n\n白亜——それはあなた、黒土——それは錬金術の語源であり、命の根源でもある。そして——」\n\n彼女はアルベドにその技術を見せる。巨大な生命が卵を突き破り、培養槽の破片が床一面に散乱した。\n\n「これが誕生だ」",
      "ko": "알베도는 친가족에 대한 기억이 없다. 철이 들었을 무렵부터 그는 스승과 함께 비경의 깊은 곳들을 탐험했다.\n\n기사단의 모두, 앨리스 아줌마 그리고 별바다의 기운을 가진 여행자까지, 모두 중요한 사람들이지만 알베도의 삶에서 가장 특별하고 중요한 사람은 스승님이다.\n\n알베도에게 있어 그녀는 유일한 가족이다.\n\n스승님은 차갑고 엄격한 사람이었다. 그녀는 알베도를 키우고 그에게 연금술의 신비를 알려줬다.\n\n「우주는——진실된 별하늘의 바탕인 검은색의 본질이야. 지층은——시간과 생명이 퇴적된 기록이야.\n\n백악은——너고, 흑토는——연금술의 어원이자 생명의 뿌리지. 그리고 이것은——」\n\n그녀는 알베도를 위해 그녀의 기법을 보여줬다. 거대한 생명이 알을 깨고 나왔고, 배양조의 파편은 바닥에 흩어졌다.\n\n「이것이 탄생이다」",
      "en": "Albedo has no memory of any blood relations. From as far back as he can remember, he was already adventuring deep within domains with his master.\n\nOf course, Miss Alice, the Knights of Favonius, and that traveler who had a sense of the stellar depths about them... They are all important people. And yet his master is unquestionably the most special to him.\n\nFor Albedo, she is his only kin.\n\nShe was a cold and strict woman who raised him and taught him the secrets of alchemy.\n\n\"The universe is the sable essence of the true starry sky... Earth is the accumulated memory of time and being...\n\nChalk: that is you. Soil is where alchemy derives its name, and is the basis of all life. And this...\"\n\nShe demonstrated her technique before him as a huge life form burst from its culture tank in a shower of shattered fragments.\n\n\"...This is new birth.\"",
      "de": "Albedo hat keinerlei Erinnerungen an irgendwelche Blutsverwandte. Seit er sich erinnern kann, war er mit seinem Meister tief in den Sphären auf Expeditionen unterwegs.\n\nNatürlich hatte er noch Tante Alice, den Ritterorden und diesen Reisenden, der ein Gespür für die stellaren Tiefen um sich herum hatte ... Sie sind alle wichtig. Und doch ist seine Meisterin zweifellos am wichtigsten für ihn.\n\nFür Albedo ist sie seine einzige Verwandte.\n\nSie war eine kalte und strenge Frau, die ihn aufzog und ihn in die Geheimnisse der Alchimie einweihte.\n\n„Das Universum ist die dunkle Essenz des wahren Sternenhimmels und die Erde ist die angehäufte Erinnerung von Zeit und Leben.\n\nDie Kreide: Das bist du. Die Erde ist der Ort, an dem die Alchimie ihren Namen erhält, und sie ist die Grundlage allen Lebens. Und dies ...“\n\nSie demonstrierte ihre Technik vor ihm, als eine riesige Lebensform in einem Schauer aus zerbrochenen Fragmenten aus ihrem Brutkasten explodierte.\n\n„Dies ... ist die Geburt neuen Lebens.“",
      "es": "#Albedo no tiene ningún recuerdo de su familia. Lo único que ha hecho desde que tiene memoria es explorar Dominios junto a su maestra.\n\nLos Caballeros de Favonius, Alice, {F#la viajera}{M#el viajero} procedente de las estrellas... Aunque todos ellos son una parte importante de su vida, su maestra es quien ocupa la posición más especial.\n\nPara Albedo, ella es su única familia.\n\nMuy apática y estricta, ella fue quien lo crió y le enseñó los grandes misterios de la alquimia.\n\n“El universo es lo que se esconde tras el color negro del cielo estrellado. Por otro lado, la tierra no es sino los recuerdos creados mediante la acumulación del tiempo y la vida.\n\nTú eres como una roca caliza, mientras que la tierra es el origen de la alquimia, así como la fuente de toda forma de vida. Y así...”\n\nLa maestra de Albedo hizo una demostración de sus habilidades. De repente, una forma de vida gigantesca brotó de su tanque de cultivo, el cual se rompió en mil pedazos esparcidos por todo el suelo.\n\n“Así es como se crea la vida”.",
      "fr": "#Albedo ne garde aucun souvenir de sa propre famille. Aussi loin qu'il puisse se rappeler, le jeune alchimiste se voit aux côtés de son maître, explorant les recoins de ce monde.\n\nQu'il s'agisse des membres de l'Ordre de Favonius, de dame Alice ou bien {M#de ce voyageur venu}{F#de cette voyageuse venue} d'un autre monde, nombre de personnes de l'entourage d'Albedo occupent une place particulière à ses yeux. Cependant, aucune ne peut rivaliser avec celle qu'il accorde à son maître, Rhinedottir.\n\nCette dernière est sa seule et unique vraie famille.\n\nRhinedottir est d'un naturel froid et sévère. C'est elle qui éleva Albedo lorsqu'il était enfant, et qui lui enseigna les secrets de l'alchimie.\n\n« L'univers est telles les noires traînées habitant le ciel de la vérité ; la terre est le souvenir des vies et du temps passés.\n\nTu es telle la craie, et la terre noire, la Khemia, est la source de l'alchimie, et de toute vie. Et ceci... »\n\nAlbedo revoit encore son maître exécuter une technique complexe, faisant apparaître d'une gigantesque cuve de culture un être colossal alors qu'autour mille fragments se brisaient au sol.\n\n« ... C'est la vie. »",
      "pt": "#Albedo não tem memória de nenhum parentesco de sangue. Desde o nascimento, ele já se aventurava no fundo dos domínios com sua mestra.\n\nÉ claro, sua tia Alice, os Cavaleiros de Favonius, e aquel{F#a}{M#e} viajante que tinha o cheiro do oceano celestial sobre el{F#a}{M#e}... Todos eles são importantes. E, no entanto, sua mestra é, sem dúvida, a mais especial para ele.\n\nPara Albedo, ela é sua única família.\n\nEla era uma mulher fria e rigorosa que o criou e lhe ensinou os segredos da alquimia.\n\n\"O universo é a essência negra do verdadeiro céu estrelado, e a terra é a memória acumulada do tempo e das vidas.\n\nO giz: este é você. A terra é onde a alquimia recebe seu nome, e é a base de toda a vida. E isto...\"\n\nEla demonstrou sua técnica diante dele como uma enorme forma de vida que explodiu de seu tanque de cultivo em uma chuva de fragmentos estilhaçados.\n\n\"... Este é um novo nascimento\".",
      "ru": "Альбедо никогда не знал своих родителей. В своих самых ранних воспоминаниях он уже исследовал руины и подземелья вместе со своим учителем. Рыцари Ордо Фавониус, Алиса, и даже тот путешественник с окружающей его аурой космических глубин, - все они очень дороги Альбедо, но учитель занимает в его сердце особенное место. Она - единственный родной человек для Альбедо. Она строга и бесстрастна. Она воспитала Альбедо и научила его секретам алхимии. «Вселенная - суть тьмы истинного неба. Земля - память времени и жизни. Белый мел - это ты. Чёрная земля - исток алхимии и основа жизни. А это...» Она показала Альбедо своё мастерство. Огромная жизнь пробила скорлупу, осколки инкубатора осыпали землю.\n\n«...это рождение».",
      "id": "Albedo tidak ingat mengenai keluarganya. Sejauh yang diingatnya, dia telah menjelajahi penjuru dunia bersama Masternya.\n\nKnights of Favonius, Alice, dan juga sang pengembara muda dari dunia lain. Mereka semua adalah orang penting baginya, tapi tentu saja bagi Albedo, Masternya selalu memiliki tempat yang paling spesial dalam hidupnya.\n\nBaginya, Masternya adalah satu-satunya keluarganya.\n\nDia adalah wanita yang dingin dan cukup tegas. Dialah yang membesarkan Albedo dan mengajarkannya ilmu alkimia.\n\n\"Alam semesta adalah apa yang bersembunyi di balik warna hitam langit berbintang. Di sisi lain, bumi tidak lain adalah ingatan yang tercipta dari akumulasi waktu dan kehidupan.\n\nKapur putih——adalah dirimu, debu hitam——adalah sumber alkimia dan fondasi kehidupan. Dan ini——\"\n\nDia menunjukkan keahliannya, dan seketika itu juga sebuah kehidupan yang besar lahir, dan pecahan dari bahan-bahan yang digunakannya tersebar ke berbagai tempat.\n\n\"Ini adalah kelahiran.\"",
      "th": "Albedo นั้นไม่มีความทรงจำใด ๆ เกี่ยวกับครอบครัวทางสายเลือดของเขา ตั้งแต่จำความได้ เขาก็ออกผจญภัยอยู่ในส่วนลึกของดันเจี้ยนร่วมกันกับอาจารย์แล้ว\n\nเหล่าผู้คนในกองอัศวิน, คุณน้า Alice รวมไปถึงนักเดินทางผู้มีกลิ่นอายของหมู่ดาว ทั้งหมดที่กล่าวมานี้ ต่างก็เป็นคนสำคัญสำหรับเขาทั้งสิ้น แต่ในชีวิตของ Albedo แล้ว อาจารย์ของเขานั้น อยู่ในจุดที่พิเศษกว่าใครอย่างไม่ต้องสงสัย\n\nสำหรับ Albedo แล้วเธอเป็นเหมือนดั่งครอบครัวทางสายเลือดเพียงหนึ่งเดียวที่เขามี\n\nอาจารย์เป็นผู้หญิงที่มีความเย็นชาและเข้มงวด เธอเลี้ยงดู Albedo และสอนความลับของการแปรธาตุให้แก่เขา\n\n\"จักรวาล... คือแก่นแท้สีดำอันลึกลับของท้องฟ้าที่เต็มไปด้วยหมู่ดาวที่แท้จริง และผืนแผ่นดิน... คือแหล่งรวบรวมความทรงจำของเวลาและชีวิต\n\nชอล์กสีขาว... ก็คือเธอ และดินสีดำ... คือที่มาของคำว่าการเล่นแร่แปรธาตุ อีกทั้งยังเป็นรากเหง้าของชีวิต และสิ่งนี้...\"\n\nเธอแสดงทักษะของเธอให้เขาได้ดู จากนั้นสิ่งมีชีวิตขนาดมหึมาก็แตกตัวออกมา เศษของถังเพาะเลี้ยงกระจายไปทั่วทั้งพื้น\n\n\"...คือการกำเนิดใหม่\"",
      "vi": "Albedo không có ký ức gì về người thân. Từ khi có nhận thức, anh đã cùng với sư phụ thám hiểm trong bí cảnh.\n\nMọi người ở Đội Kỵ Sĩ, dì Alice và nhà lữ hành có hơi thở của vũ trụ, họ đều là những người quan trọng, nhưng trong cuộc đời của Albedo, vị trí của sư phụ luôn đặc biệt nhất.\n\nĐối với Albedo, bà ấy là người thân duy nhất.\n\nSư phụ là người lãnh đạm và nghiêm khắc. Bà nuôi dưỡng Albedo, dạy cho anh bí quyết của giả kim thuật.\n\n\"Vũ trụ - Là bản chất của màu đen huyền bí trên bầu trời sao chân thật, mặt đất – là ký ức được tích lũy bởi thời gian và sự sống.\n\nVôi trắng – là ngươi, đất đen - là nguồn cội của giả kim thuật, cũng là nguồn gốc của sự sống. Mà đây -\"\n\nBà ấy trình diễn kỹ thuật của mình cho Albedo xem. Một sinh mệnh vĩ đại được sinh ra, các mảnh vụn của khuôn chế tạo rơi đầy dưới đất.\n\n\"Đây chính là sự giáng sinh.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "曾经的阿贝多过着简单而又快乐的生活。\n\n他不用思考什么。生命似乎是单调的，意义仅在于陪伴师父、完成师父的吩咐、达成师父的期待。\n\n然而某一天，这对师徒在世界的深处找到一件名为「纳贝里士之心」的圣遗物。\n\n从那以后，师父便消失了。只留下了字条、一封推荐信和一部典籍。\n\n字条上写着：让阿贝多前往蒙德，寻找师父的故交艾莉丝，转交推荐信，并完成最后的课题。\n\n典籍，则是师父珍藏的「大仪秘典」残章。\n\n此外，还有一件较为特殊的礼物：师父对阿贝多出师一事给予书面认可，并授予他「白垩之子」的称号。\n\n阿贝多从前面对的每一个课题都很困难。\n\n他也相信，师父那些「办不到就抛弃你」的威胁，每一次都是认真说出口的。\n\n但现在，阿贝多接到的这个课题实在太过困难，已经超出了他能承受的极限…\n\n这是否意味着他再也没有完成课题、与师父重聚的机会了呢？\n\n「最后的课题：向我展示世界的真相，与世界的意义。」",
      "zht": "阿貝多曾經過著簡單又快樂的生活。\n\n他不用思考什麼。生命似乎是單調的，意義僅在於陪伴師父、完成師父的吩咐、達成師父的期待。\n\n然而某一天，這對師徒在世界的深處找到一件名為「納貝里士之心」的聖遺物。\n\n從那以後，師父便消失了。只留下了一張字條、一封推薦信和一部典籍。\n\n字條上寫著要阿貝多前往蒙德，尋找師父的故交艾莉絲、轉交推薦信，並完成最後的課題。\n\n典籍，則是師父珍藏的《大儀秘典》殘章。\n\n此外，還有一件較為特殊的禮物：師父對阿貝多出師一事給予書面認可，並授予他「白堊之子」的稱號。\n\n阿貝多從前面對的每一個課題都很困難。\n\n他也相信，師父那些「辦不到就拋棄你」的威脅，每一次說出口都是認真的。\n\n但現在，阿貝多接到的這個課題實在太過艱鉅，已經超出了他能承受的極限…\n\n這是否意味著他再也沒有完成課題、與師父重聚的機會了呢？\n\n「最後的課題：向我展示世界的真相，與世界的意義。」",
      "jp": "かつて、アルベドは煩わしさとは無縁の気楽な生活を送っていた。\n\n何も考える必要はない。生命とは単調なものであり、ただ師匠と共に行動し、師匠の指示に従い、師匠の期待を裏切らなければよかった。\n\nある日、その師匠と弟子が世界の奥底で「ナベリスの心」と呼ばれる聖遺物を見つけた。\n\nだがその日を境に、師匠は姿を消してしまう。残されたのはメモと推薦状、そして1冊の書物。\n\nメモには「アルベドをモンドへ向かわせ、旧友であるアリスに推薦状を渡し、最後の課題を成し遂げさせる」と書かれていた。\n\n書物は師匠が収蔵していた「大義秘典」の断片。\n\nまた、師匠からアルベドへ向けた少し変わった贈り物もあった、それは見習いを卒業したことを証明する「白亜の申し子」という称号。\n\n過去にアルベドがこなしてきた課題は、いずれも困難なものであった。\n\n「できなければ見捨てる」といった師匠の脅しも、アルベドは本気で信じ、課題に打ち込んできた。\n\nただ、今回アルベドが受け取った課題はあまりにも難問であり、彼の許容範囲をゆうに超えていた…\n\nもしかすると、これは二度と師匠と再会できないことを意味しているのではないだろうか？\n\n「最後の課題——私に世界の真相、そして世界の意義を示せ」",
      "ko": "지금까지 알베도는 단순하고 즐거운 삶을 살았다.\n\n그는 무언갈 깊이 생각할 필요가 없었다. 알베도에게 삶의 의미란 스승님을 모시고, 스승님의 분부를 완수하고, 스승님의 기대에 부응하는 것뿐이었기 때문이다.\n\n그러던 어느 날, 그와 스승은 세계의 깊은 곳에서 「나베리우스의 심장」이라는 이름을 가진 성유물을 찾았다.\n\n그 후, 스승은 사라졌다. 쪽지 한 장과 추천서 한 통, 그리고 책 한 권만을 남긴 채 말이다.\n\n쪽지엔 몬드로 가서 그녀의 오랜 친구인 앨리스를 찾아 추천서를 전달하고 마지막 과제를 수행하라고 적혀 있었다.\n\n책은 스승님이 소중히 보관하고 있던 「대의비전」의 일부분이었다.\n\n이 외에 특별한 선물이 하나 더 있었다. 스승님은 알베도가 제자로서의 수행을 모두 마쳤다는 증명서와 함께 그에게 「백악의 아이」라는 칭호를 부여했다.\n\n알베도가 지금까지 당면했던 과제들은 모두 어려웠다.\n\n그리고 그는 「만약 해내지 못한다면 너를 버리겠어」라는 스승님의 위협이 진지하게 하는 말이라는 걸 알고 있었다.\n\n하지만 지금 알베도 눈앞의 이 과제는 너무 어려워서 그가 감당할 수 있는 한계를 넘어선 것 같았다….\n\n이건 설마 앞으로 과제를 완수하지 못해 다시는 스승님과 만날 수 없다는 뜻일까?\n\n「마지막 과제: 내게 이 세계의 진실과 의미를 보여주렴」",
      "en": "Albedo once led a simple and content existence.\n\nThere was no need for him to contemplate anything. Life was uneventful, its meaning consisted of nothing more than accompanying his teacher, doing what she asked of him, and meeting her expectations.\n\nBut one day, deep in the heart of a dungeon, master and apprentice discovered an artifact known as The Heart of Naberius.\n\nAnd with that, his master disappeared, leaving naught but a note, a recommendation letter, and a classical text behind.\n\nUpon the note was written: \"Albedo, go to Mondstadt. Find my old friend, Alice, and give her the recommendation letter. Then, complete your final assignment.\"\n\nThe classical text was one of the last extant manuscripts of the Opus Magnum from his master's collection.\n\nIf one were to push the definition a little, she had left him another gift — the title of Kreideprinz, and with it, a written acknowledgment that she had nothing further to teach him.\n\nIn the past, Albedo's assignments had always been very difficult.\n\nHe had always believed wholeheartedly that his master would make good on her threat to leave him, should he fail.\n\nBut this assignment she had left to him was far too hard, far beyond the limit of his abilities.\n\nDid this mean, then, that he was fated to never complete it, and thus never see his master again?\n\n\"Your final assignment: show me the truth and the meaning of this world.\"",
      "de": "Albedo führte einst ein einfaches und zufriedenes Leben.\n\nEs war ein Leben frei von Überlegungen, dennoch langweilig in seiner Monotonie. Seine Aufgaben konzentrierten sich darauf, seine Meisterin zu begleiten, ihre Befehle auszuführen und ihre Erwartungen zu erfüllen.\n\nDoch eines Tages, tief im Herzen eines Verlieses, entdeckten Meister und Lehrling ein Artefakt, das als das „Herz des Naberius“ bekannt war.\n\nVon da an verschwand seine Meisterin und hinterließ ihm nur eine einzige Notiz, eine Art Empfehlungsschreiben und einen klassischen Text.\n\nAuf der Notiz stand geschrieben: „Albedo, begib dich nach Mondstadt. Finde meine alte Freundin Alice und gib ihr dieses Empfehlungsschreiben. Absolviere deine letzte Aufgabe.“\n\nDer klassische Text war eines der letzten noch erhaltenen Manuskripte des „Opus Magnum“, das seine Meisterin bei sich aufbewahrt hatte.\n\nWollte man die Auslegung noch ein wenig mehr strecken, so hatte sie ihm ein weiteres Geschenk hinterlassen, und zwar den Titel des Kreideprinzen und damit die Erkenntnis, dass sie ihm nichts mehr beizubringen hatte.\n\nIn der Vergangenheit waren Albedos Aufgaben immer sehr schwierig gewesen.\n\nEr hatte immer von ganzem Herzen geglaubt, dass seine Meisterin ihre Drohung, ihn zu verlassen, sollte er scheitern, wahr machen würde.\n\nAber diese Aufgabe, die sie ihm nun übergeben hatte, war viel zu schwierig und ging weit über die Grenzen seiner Fähigkeiten hinaus.\n\nBedeutete dies also, dass es sein Schicksal war, diese Aufgabe nie zu vollenden und somit seine Meisterin nie wiederzusehen?\n\n„Deine letzte Aufgabe soll sein: Zeige mir die Wahrheit und den Sinn dieser Welt.“",
      "es": "Albedo tenía una vida sencilla y feliz.\n\nNo tenía muchas preocupaciones, y el sentido de su vida, a veces un poco monótona, consistía en acompañar a su maestra, hacer todo lo que le pedía y cumplir con sus expectativas.\n\nHasta que un día, discípulo y maestra encontraron un artefacto llamado “Corazón de Naberius” en un lugar de las profundidades de la tierra.\n\nDesde entonces, su maestra desapareció, y solo le dejó una nota, una carta de recomendación y un libro.\n\nEn la nota decía: “Albedo, dirígete a Mondstadt, busca a Alice, una vieja amiga mía, entrégale la carta de recomendación y termina la última lección”.\n\nEl libro que le dio su maestra se trataba de una antigua obra titulada «Opus magnum».\n\nAdemás, también le dejó un regalo muy especial: el reconocimiento escrito de que había finalizado su aprendizaje, además del título de “Príncipe de la Roca Caliza”.\n\nTodas las lecciones que Albedo había tenido que superar siempre fueron muy complicadas, y sabía que, cuando su maestra lo amenazaba diciendo “Si no puedes hacer esto, no te querré como aprendiz”, siempre lo decía en serio.\n\nSin embargo, la nueva tarea de Albedo era mucho más difícil de lo normal, hasta tal punto que no podía aguantar más.\n\n¿Significaba esto que no podía completar la lección, y que nunca más volvería a ver a su maestra?\n\n“He aquí tu última lección: muéstrame la verdad y el sentido del mundo”.",
      "fr": "Albedo menait autrefois une existence aussi simple qu'heureuse.\n\nAucun souci, juste le long cours tranquille du temps, répondre aux attentes et enseignements de son maître suffisant à donner à sa vie toute sa signification.\n\nMais un jour, Rhinedottir découvrit au fond de quelque ténébreux recoin de ce monde une relique répondant au nom de « Cœur de Naberius ».\n\nÀ compter de ce jour fatidique, la femme disparut. Elle ne laissa derrière elle qu'une simple note, une lettre de recommandation, ainsi qu'un ouvrage ancien.\n\nLa note était ainsi rédigée : « Albedo, rends-toi à Mondstadt, présente cette lettre de recommandation à mon amie Alice, et termine ton ultime enseignement. »\n\nQuant à l'ancien livre, il s'agissait du précieux « Livre des rites » chéri par la femme.\n\nAlbedo reçut aussi à l'occasion un cadeau bien particulier à ses yeux : la reconnaissance écrite de son statut d'alchimiste, ainsi que son surnom, « Kreideprinz », le « Prince de la Craie ».\n\nChacun des enseignements qu'il reçut de son maître par le passé avait été incroyablement difficile.\n\nAlbedo avait toujours ajouté foi aux menaces de cette dernière lorsqu'elle lui disait : « Échoue, et je t'abandonne. »\n\nMais la tâche qui cette fois-ci l'attendait dépassait en difficulté tout ce qu'il avait pu affronter auparavant...\n\nSerait-ce donc là l'ultime défi qui se tiendrait entre leurs retrouvailles futures ?\n\n« Voici l'ultime réalisation que j'attends de ta part : montre-moi la vérité et le sens de ce monde. »",
      "pt": "Albedo uma vez levou uma existência simples e contente.\n\nEra uma vida livre de considerações, mas entediante em sua monotonia. Seu propósito centrava-se em acompanhar sua mestra, executar suas ordens e atender às suas expectativas.\n\nMas um dia, no fundo do coração de um calabouço, mestra e aprendiz descobriram um artefato conhecido como O Coração de Naberius. A partir de então, sua mestra desapareceu, deixando apenas uma única mensagem, uma carta de recomendação e um texto clássico.\n\nNa nota foi escrito: Albedo, vá para Mondstadt. Encontre minha velha amiga, Alice, e dê a ela esta carta de recomendação. Complete sua tarefa final.\n\nO texto clássico foi um dos últimos manuscritos existentes do Grande Códice de Ritual, que sua mestra tinha guardado com ela.\n\nSe alguém fosse forçar um pouco a definição, ela lhe teria deixado outro presente - o título de Príncipe do Giz, e com ele, o reconhecimento de que ela não tinha mais nada a lhe ensinar.\n\nNo passado, as tarefas de Albedo sempre haviam sido muito difíceis.\n\nEle sempre acreditou de todo o coração que sua mestra iria cumprir a ameaça dela de deixá-lo, caso ele falhasse.\n\nMas esta tarefa que ela havia deixado para ele era muito difícil, muito além do limite de suas habilidades.\n\nIsto significava, então, que ele estava fadado a nunca completá-la e, portanto, nunca mais ver sua mestra?\n\n\"Sua tarefa final: Mostre-me a verdade e o significado deste mundo\".",
      "ru": "Когда-то жизнь Альбедо была простой и счастливой. Она была однообразной, но ему ни о чём не надо было беспокоиться. Нужно было лишь сопровождать учителя, выполнять её поручения и оправдывать её надежды. Однажды в сердце одного подземелья учитель и ученик нашли артефакт, известный как «Сердце Набериуса». Вскоре после этого учитель исчезла, оставив лишь записку, рекомендательное письмо и книгу. В записке говорилось: «Альбедо, иди в Мондштадт. Найди мою старую приятельницу Алису и отдай ей письмо. Выполни последнее поручение». Книга оказалась сборником фрагментов «Великого делания» - учитель так её ценила. Альбедо получил ещё один в некотором роде подарок: учитель наградила его титулом «Принц мела», давая понять, что его обучение окончено. Поручения учителя никогда не были простыми. Альбедо не сомневался в серьёзности обещаний учителя бросить его, если он не справится. Но последнее поручение оказалось далеко за пределами его способностей, оно было невыполнимым... Неужели он не справится? Неужели он никогда не увидит её вновь? «Твоё последнее поручение: покажи мне истину мира, покажи мне его смысл».",
      "id": "Albedo pernah menjalani kehidupan yang sederhana dan bahagia.\n\nDia tidak perlu memikirkan apa pun. Hidupnya tampaknya monoton, yakni hanya untuk menemani Masternya, memenuhi instruksi dan membantu mencapai harapan Masternya.\n\nNamun suatu hari, Master dan muridnya menemukan sebuah benda yang disebut The Heart of Naberius di dalam domain.\n\nSejak itu, Masternya menghilang. Hanya meninggalkan sebuah catatan, surat rekomendasi, dan beberapa karya klasik.\n\nCatatan itu berbunyi: Albedo pergi ke Mondstadt, cari teman lamaku yang bernama Alice, berikan surat rekomendasi tersebut padanya, dan selesaikan tugas terakhirmu.\n\nBeberapa karya klasik tersebut adalah bagian dari Opus Magnum milik Masternya.\n\nSelain itu, ada hadiah yang lebih istimewa: sang Master memberikan persetujuan tertulis dan memberikan Albedo gelar \"Kreideprinz\".\n\nDari dulu, setiap tugas yang ditangani Albedo sangatlah sulit.\n\nDia juga selalu percaya bahwa kata-kata Masternya selalu terngiang-ngiang di kepalanya setiap waktu \"aku akan meninggalkanmu jika kamu tidak bisa melakukannya.\"\n\nNamun kali ini, tugasnya terlalu sulit baginya, dan sudah melampaui batas yang bisa dia tanggung ....\n\nApakah ini artinya dia sudah gagal dan tidak akan pernah bisa berkumpul kembali dengan Masternya?\n\n\"Tugas terakhirmu: Tunjukkan kebenaran dunia dan arti dunia ini.\"",
      "th": "ครั้งหนึ่ง Albedo เคยใช้ชีวิตอย่างเรียบง่ายและมีความสุข\n\nเขาไม่จำเป็นต้องคิดอะไร ชีวิตดูเหมือนจะซ้ำซากจำเจ ความหมายของมันมีเพียงเพื่อร่วมทางไปกับอาจารย์ ปฏิบัติตามคำสั่งของอาจารย์ และบรรลุความคาดหวังของอาจารย์เท่านั้น\n\nแต่แล้ววันหนึ่ง อาจารย์และลูกศิษย์คู่นี้ได้ไปพบเข้ากับอาร์ติแฟกต์ชิ้นหนึ่งที่ถูกเรียกว่า \"Heart of Naberius\" ที่ส่วนลึกของโลก\n\nหลังจากนั้นเป็นต้นมาอาจารย์ของเขาก็หายตัวไป ทิ้งไว้เพียงกระดาษโน้ตที่เขียนข้อความเอาไว้, จดหมายแนะนำ และข้อความโบราณส่วนหนึ่งเท่านั้น\n\nกระดาษโน้ตเขียนไว้ว่า: ให้ Albedo มุ่งหน้าไปยัง Mondstadt และตามหา Alice เพื่อนเก่าของอาจารย์ ส่งจดหมายฉบับนี้ให้แก่เธอ และทำบทเรียนบทสุดท้ายให้สำเร็จ\n\nส่วนข้อความโบราณนั้นเป็นส่วนหนึ่งของ \"บันทึกลับแห่งพิธีกรรมอันยิ่งใหญ่\" ที่อาจารย์เก็บเอาไว้\n\nนอกจากนี้ยังมีของขวัญที่ค่อนข้างจะพิเศษอีกหนึ่งชิ้น: อาจารย์ของเขาให้การอนุมัติอย่างเป็นลายลักษณ์อักษรว่า Albedo นั้นได้สำเร็จการเรียนรู้วิชาจากเธอแล้ว และมอบสมญา \"Kreideprinz (องค์ชายชอล์กขาว)\" ให้แก่เขาเป็นรางวัล\n\nบทเรียนที่ผ่านมาของ Albedo นั้นล้วนมีแต่ความยากลำบาก\n\nซึ่งเขาเองก็เชื่อคำขู่ที่อาจารย์พูดออกมาในแต่ละครั้งว่า \"ทำไม่ได้ก็ไสหัวไปซะ\" นั้น เป็นคำพูดที่มีน้ำหนักและจริงจัง\n\nแต่ตอนนี้ บทเรียนที่ Albedo ได้รับนั้นยากจนเกินไป และมันก็เกินขีดจำกัดที่เขาจะสามารถรับได้...\n\nหรือนี่หมายถึงโชคชะตา ที่ขีดไว้ให้เขาไม่สามารถทำบทเรียนให้สำเร็จ และไม่มีวันพบกับอาจารย์อีกต่อไปกันนะ?\n\n\"บทเรียนสุดท้าย: จงแสดงความจริงและความหมายของโลกนี้ให้ฉันดูซะ\"",
      "vi": "Ngày xưa Albedo sống cuộc sống rất giản đơn và vui vẻ.\n\nAnh không cần suy nghĩ gì, sự sống dường như rất đơn điệu, ý nghĩa cuộc sống đơn giản là ở bên cạnh sư phụ, hoàn thành nhiệm vụ sư phụ giao, đạt được kỳ vọng của sư phụ.\n\nRồi một hôm, thầy trò họ tìm được một thánh di vật có tên \"Trái Tim Naberius\".\n\nTừ đó sư phụ biến mất, chỉ để lại một mảnh giấy, một bức thư tiến cử cùng với bộ sách quý.\n\nTrên mảnh giấy ghi: Hãy đến Mondstadt, tìm người bạn cũ của sư phụ là Alice, gửi thư tiến cử và hoàn thành bài tập cuối cùng.\n\nBộ sách chính là mảnh chương rời trong Đại Nghi Bí Điển mà sư phụ rất quý trọng.\n\nNgoài ra, còn có một món quà đặc biệt: Sư phụ đã tặng Albedo giấy chứng nhận xuất sư và danh hiệu Kreideprinz.\n\nLúc trước mỗi một bài học đối với Albedo đều rất khó khăn.\n\nAnh cũng tin rằng mỗi lần sư phụ đe dọa rằng \"Làm không được sẽ đuổi đi\" đều là lời nói thật lòng.\n\nNhưng hiện tại, bài tập mà Albedo được giao quả thật quá khó khăn, hoàn toàn vượt khỏi khả năng chịu đựng của anh...\n\nĐiều này phải chăng có nghĩa là anh sẽ không thể nào hoàn thành, và không còn cơ hội gặp lại sư phụ nữa?\n\n\"Bài tập cuối cùng: Hãy cho ta thấy chân tướng và ý nghĩa của thế giới.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "阿贝多所掌握的「炼金术」，不同于提瓦特七国中任何一国的现有技术。\n\n他的师承，来自七国之外的国度——名为「坎瑞亚」之国。\n\n坎瑞亚深藏于地下，天然动物种类相当之少。因此，它所持有的「炼金术」，更侧重于「创造生命」这一分支领域。\n\n孕育生命之术，「黑土之术」。\n\n年幼的阿贝多曾在师父笔记中了解到这一信息。\n\n「黑土」的进阶乃是「白垩」。这件事，师父也曾提起过。\n\n「白垩是无垢之土，也是原初之人的质料。」\n\n如今的阿贝多对炼金术造诣更深，对知识的理解也比过去更完整。\n\n「黑土诞生白垩。」\n\n他已完全读懂这句话所代表的无上深意。\n\n这些不可言说的奥秘，与对师父的怀念紧紧相连。\n\n师父固然有别于生母，可毫无疑问，阿贝多的生命来自于她。\n\n「哎呀，希望我没自作多情。父母对孩子所说的『世界的意义』…应该只是幸福生活的意思吧。」\n\n阿贝多偶尔会这么想。",
      "zht": "阿貝多所掌握的「煉金術」，不同於提瓦特七國中任何一國的現有技術。\n\n他的師承來自七國之外的國度——名為「坎瑞亞」之國。\n\n坎瑞亞深藏於地下，天然動物種類相當之少。因此，它所持有的「煉金術」更側重於「創造生命」這個分支領域。\n\n孕育生命之術，亦即「黑土之術」。\n\n年幼的阿貝多曾在師父的筆記中讀過相關的資訊。\n\n「黑土」的進階乃是「白堊」。這件事師父也曾提起過。\n\n「白堊是無垢之土，也是原初之人的質料。」\n\n如今的阿貝多對煉金術造詣更深，對知識的理解也比過去更完整。\n\n「黑土誕生白堊。」\n\n他已完全讀懂這句話所代表的無上深意。\n\n這些不可言說的奧秘，與對師父的懷念緊緊相連。\n\n師父固然有別於生母，可毫無疑問，阿貝多的生命來自於她。\n\n「哎呀，希望我沒自作多情。父母對孩子所說的『世界的意義』…應該只是幸福生活的意思吧。」\n\n阿貝多偶爾會這麼想。",
      "jp": "アルベドの「錬金術」は、テイワットの七国に存在するどの技術とも異なっている。\n\n彼が師匠から受け継いだものは、七国とはまた別の国——「カーンルイア」に由来するものだ。\n\nカーンルイアは地底奥深くに隠された国であり、そこには動物がめったにいない。そのため、その地の「錬金術」は「生命の創造」に重きを置かれていた。\n\n命を育てる術、「黒土の術」。\n\n幼いアルベドは師匠のメモからそれを理解した。\n\nまた「黒土」のもう一つ上の存在が「白亜」である。これについては、師匠が過去に口にしたことがあった。\n\n「白亜は無垢なる土であり、原始の人々の材料である」と。\n\n今のアルベドは、あの頃よりも錬金術の理解を深めており、知識も過去のものとは比べ物にならない。\n\n「黒土が白亜を産む」\n\n彼はこの一言に込められた意味を完全に理解していた。\n\n言葉で言い表せない神秘は、師匠との思い出に固く結びついている。\n\n師匠は母ではない、だがアルベドの命は間違いなく師匠から生まれたものであった。\n\n「はぁ、ボクの思い込みじゃなければいいのだが。両親が子供に求める『世界の意義』は…きっと幸せな暮らしのことなのだろう」\n\nアルベドは、たまにそう考えるのであった。",
      "ko": "알베도가 사용하는 「연금술」은 티바트 7개국의 그 어떤 기술과도 같지 않다.\n\n그가 전수 받은 것은 7개국 외의 나라인 「켄리아」에서 왔다.\n\n켄리아는 지하 깊은 곳에 있어 동물의 종류가 아주 적다. 따라서 그들의 「연금술」은 「생명 창조」 분야에 치중되어 있다.\n\n이렇게 생명을 창조하는 기법은 「흑토술」이라고 한다.\n\n어린 알베도는 스승의 노트에서 이를 알게 되었다.\n\n 「흑토」의 다음 단계는 「백악」이라는 것 또한 전에 스승님이 얘기한 적 있었다.\n\n「백악은 무구의 흙이자, 최초의 인간의 질료야.」\n\n지금의 알베도는 연금술에 대한 조예가 깊어졌으며, 지식에 대한 이해 역시 훨씬 완벽해졌다.\n\n「흑토는 백악을 탄생시킨다.」\n\n그는 이미 이 말의 의미를 완벽하게 이해했다.\n\n이 말할 수 없는 신비는 스승님에 대한 그리움과 굳게 연결되어 있다.\n\n스승은 그의 생모가 아니지만, 알베도의 생명은 의심할 여지 없이 그녀에게서 비롯되었다.\n\n「휴, 나 혼자만의 착각이려나…. 부모가 자식에게 말하는 『세계의 의미』는… 분명 행복한 삶을 산다라는 거겠지?」\n\n알베도는 가끔 이렇게 생각하곤 한다",
      "en": "The alchemy that Albedo commands is wholly different from any of the arts practiced in the Seven Nations of Teyvat.\n\nIts lineage can be traced back to the nation of Khaenri'ah.\n\nKhaenri'ah was an underground realm, with precious few natural fauna. As such, its alchemy focused more heavily on the creation of life.\n\nThis art of creation was known as \"The Art of Khemia.\"\n\nAlbedo had learned of this in his youth from reading his master's notes.\n\n The next stage after \"soil\" is \"chalk,\" which was also something his master had mentioned.\n\n\"Chalk is the spotless soil, and was used to make primordial man.\"\n\nNow, Albedo understands alchemy in far greater depth than he did in the beginning, and his knowledge on the subject is far more comprehensive.\n\n\"From soil was birthed chalk.\"\n\nThe profundity of this statement is well understood by Albedo now.\n\nSuch ineffable secrets are bound up with his fond memories of his master.\n\nShe was not his birth mother, but there is no doubt that his life stems from her.\n\n\"I hope this isn't just wishful thinking, but... when parents speak to their children about 'the meaning of this world'... surely they just mean the pursuit of a happy life?\"\n\nFrom time to time, Albedo finds himself musing on this sentiment.",
      "de": "Was Albedo unter „Alchimie“ versteht, unterscheidet sich von jeglicher modernen Kunst in irgendeiner der sieben großen Städte Teyvats.\n\nDiese Künste, die ihm seine Meisterin beigebracht hatte, kamen aus einem Reich fernab der sieben Städte mit dem Namen „Khaenri’ah“.\n\nEs lag tief unter der Erde, wo es nur wenige einheimische Tierarten gab. Deshalb spezialisierte sich die Alchimie dort auf die Erschaffung des Lebens.\n\nDies wurde als die „Kunst der schwarzen Erde“ bezeichnet.\n\nIn jungen Jahren erfuhr Albedeo davon aus den Notizen seiner Meisterin.\n\nDie nächste Stufe, die hinter der schwarzen Erde läge, wäre die „weiße Kreide“. Davon hatte ihm seine Meisterin selbst berichtet.\n\nKreide ist gereinigte Erde, das Material, aus dem die ersten Menschen geschaffen worden waren.\n\nMittlerweile weiß Albedo viel mehr über die Alchimie und das, was er weiß, ist weitaus tiefgründiger.\n\n„Aus Erde wird Kreide.“\n\nHeute versteht er den Sinn dieser Aussage vollkommen.\n\nDie Geheimnisse hinter diesem Wissen stehen in engem Zusammenhang mit Albedos Erinnerungen an seine Meisterin.\n\nDiese mag zwar nicht seine leibliche Mutter sein, sein Leben verdankt er aber zweifelsohne dieser Frau.\n\n„Hach, ich hoffe, ich mache mir nicht unnötig Gedanken. Wenn Eltern mit ihren Kindern über den Sinn dieser Welt sprechen ... dann meinen sie doch sicher, dass ihre Kinder glücklich aufwachsen sollen.“\n\nHin und wieder denkt Albedo so über die Welt nach.",
      "es": "Las técnicas alquímicas de Albedo son distintas a cualquier técnica utilizada en las Siete Naciones de Teyvat.\n\nSus conocimientos provienen de un lugar que nada tiene que ver con ninguna de ellas: el reino de Khaenri'ah.\n\nKhaenri'ah se encuentra oculto bajo la superficie de la tierra, y sus especies animales naturales son muy escasas. Por ello, la alquimia de Albedo se centra más en crear vida, algo que en alquimia se conoce como la técnica de la “kimia”.\n\nCuando era pequeño, leyó algo en el cuaderno de su maestra: “la caliza es el estado avanzado de la tierra”.\n\nDe hecho, su maestra alguna vez lo mencionó: “La caliza es un tipo de tierra inmaculada, es el material que se usó para crear a los primeros seres humanos”.\n\nEn la actualidad, Albedo domina y comprende mucho mejor la alquimia.\n\n“La tierra, en alquimia llamada ‘nigredo’, da origen a la caliza, lo que se llama ‘albedo’”.\n\nAsí fue cómo entendió por completo el profundo significado de esa frase.\n\nEste enigma innombrable estaba estrechamente relacionado con la relación que tenía con su maestra.\n\nObviamente, ella era distinta a su madre biológica, pero no cabía duda de que Albedo le debía su vida a ella.\n\n“Ay... No debería pensar más en ello. El ‘sentido de la vida’ del que tanto le hablan los padres a sus hijos debe referirse a la felicidad, ¿no?”, pensaba a veces Albedo.",
      "fr": "L'alchimie pratiquée par Albedo n'a rien en commun avec celle pratiquée à travers les Sept Nations de Teyvat.\n\nL'héritage qui lui a été transmis est originaire d'un autre royaume – Khaenri'ah.\n\nKhaenri'ah est un monde souterrain que seules très peu d'espèces d'animaux habitent. C'est pour cette raison qu'Albedo a poussé à l'extrême l'étude de la branche « créatrice » de l'alchimie – la « Khemia », l'art de la création de la vie.\n\nEnfant, Albedo apprit la vérité suivante en parcourant les écrits de son maître :\n\nLa craie est la forme évoluée de la Terre noire. Ceci lui avait d'ailleurs été plus tard confirmé par Rhinedottir.\n\n« La craie est la forme la plus pure de la terre, et l'origine de la vie. »\n\nAlbedo fait aujourd'hui preuve d'une maîtrise autrement plus poussée de l'alchimie, et a acquis un savoir immense.\n\n« La craie naît de la Khemia. »\n\nLe jeune alchimiste a compris toutes les vérités sous-jacentes à cette simple affirmation.\n\nTous ces arcanes qu'aucune langue ne peut expliquer sont à jamais à ses yeux liés au souvenir précieux qu'il garde de son maître.\n\nBien qu'il ne s'agisse pas de sa mère biologique, il n'empêche que pour Albedo, c'est à elle et à elle seule qu'il doit la vie.\n\n« J'espère que je ne me fais pas des idées, mais quand les parents parlent du « sens de la vie » à leurs enfants, ils parlent de trouver le bonheur, c'est ça ? ... »\n\nAinsi pense à l'occasion le jeune alchimiste.",
      "pt": "A \"alquimia\" que Albedo controla é diferente de qualquer uma das artes praticadas nas Sete Nações de Teyvat.\n\nEla tem origens na nação de Khaenri'ah.\n\nKhaenri'ah era um reino subterrâneo com fauna natural limitada. Por isso, sua \"alquimia\" se concentrava mais fortemente na \"criação da vida\".\n\nEssa arte da criação era conhecida como \"A Arte da Terra\".\n\nAlbedo aprendeu isso na juventude lendo as notas de sua mestra.\n\nA próxima etapa depois de \"terra\" é \"giz\", o que também foi mencionado por sua mestra.\n\n\"Giz é o solo imaculado e foi usado para criar o primeiro homem\".\n\nAgora, Albedo compreende a alquimia muito mais do que no início e consolidou seus conhecimentos.\n\n\"Da terra nasceu o giz\".\n\nAlbedo entende profundamente essa frase.\n\nEssas afirmações incompreensíveis estão diretamente ligadas à relação que ele tem com sua mestra.\n\nA mestra não é sua mãe biológica, mas sem dúvidas Albedo sabe que sua vida veio dela.\n\n\"Espero não estar pensando demais nas coisas. O sentido da vida de que os pais tanto falam aos seus filhos deve referir-se à felicidade, certo?\".\n\nÀs vezes, Albedo pensa sobre esse sentimento.",
      "ru": "Алхимия Альбедо отличается от любой школы алхимии в семи королевствах. Она восходит к традициям королевств Каэнри'ах. Каэнри'ах была подземным государством и животных там было мало. Возможно, поэтому местная алхимия фокусировалась на создании жизни. Искусство создания жизни - «искусство Кхемии». Альбедо узнал это из записей учителя. За почвой следует мел - об этом учитель тоже упоминала. «Мел - это незапятнанная почва. Материал тела первочеловека». Теперь Альбедо понимает алхимию намного лучше и понимает суть этого знания. «Земля порождает мел». Он полностью осознал несравненную глубину этой невыразимой тайны, она переплетается с воспоминаниями об учителе. Конечно, учитель не была его матерью, но жизнь его исходит от неё. «Надеюсь, это не просто иллюзии. Когда родители говорят о \"смысле мира\", они ведь имеют в виду счастливую жизнь?» Иногда Альбедо посещали и такие мысли.",
      "id": "Ilmu Alkimia yang dikuasai Albedo berbeda dengan ilmu lain yang dipraktikkan oleh Tujuh Bangsa di Teyvat.\n\nAsal muasalnya bisa ditelusuri sampai ke negara Khaenri'ah.\n\nKhaenri'ah adalah alam bawah tanah dan fauna alami yang ada di sana memang terbatas. Karenanya, \"alkimia\" yang berasal dari sana memang sangat berfokus pada \"penciptaan kehidupan.\"\n\nSeni menciptakan ini dikenal dengan \"Ilmu Khemia\".\n\nAlbedo sudah mempelajarinya sejak muda hanya dengan membaca catatan milik Masternya.\n\nTahap selanjutnya setelah \"tanah\" adalah \"kapur\", itulah kata-kata dari Masternya.\n\n\"Kapur adalah tanah yang tak bernoda, dan digunakan untuk membuat manusia purba.\"\n\nKini, Albedo paham bahwa ilmu alkimia lebih dalam daripada yang dia lakukan pada awalnya, lalu juga dengan mengkonsolidasikan pemahamannya tentang pengetahuan.\n\n\"Dari tanah maka terlahirlah kapur.\"\n\nPemahaman pernyataan ini dipahami dengan baik oleh Albedo.\n\nPernyataan yang cukup sulit dimengerti seperti itu menyatu dengan ingatan akan Masternya.\n\nMasternya memang bukan ibu kandungnya, namun Albedo yakin bahwa hidupnya memang berasal darinya.\n\n\"Kuharap aku tidak berpikir terlalu berlebihan. Saat orang tua mengatakan pada anaknya \"arti dari dunia ...\" maksudnya adalah hidup yang bahagia, bukan?\"\n\nDari waktu ke waktu, Albedo terus memikirkan hal ini.",
      "th": "การเล่นแร่แปรธาตุที่ Albedo เชี่ยวชาญนั้นแตกต่างจากศาสตร์อื่น ๆ ของทั้ง 7 ประเทศใน Teyvat อย่างสิ้นเชิง\n\nความรู้ของเขานั้นเรียนรู้มาจากประเทศอื่น ที่อยู่นอกเหนือประเทศทั้งเจ็ด ซึ่งมีชื่อว่า Khaenri'ah\n\nKhaenri'ah เป็นดินแดนใต้ดิน สัตว์ตามธรรมชาติเลยค่อนข้างน้อย ดังนั้น \"การเล่นแร่แปรธาตุ\" จึงถือกำเนิดขึ้นเพื่อ \"สร้างสิ่งมีชีวิต\"\n\nโดยศาสตร์แห่งการก่อกำเนิดชีวิตนี้ รู้จักกันในชื่อว่า \"ศิลปะแห่งดินดำ\"\n\nAlbedo ได้เรียนรู้เรื่องนี้ตั้งแต่วัยเด็ก จากการอ่านบันทึกของอาจารย์\n\nขั้นต่อไปของ \"ดินดำ\" คือ \"ชอล์กขาว\" อาจารย์ของเขาก็เคย พูดถึงเรื่องนี้เช่นกัน\n\n\"ชอล์กขาวคือวัตถุดิบของ มนุษย์ในยุคดึกดำบรรพ์\"\n\nทุกวันนี้ Albedo เข้าใจการเล่นแร่แปรธาตุอย่างลึกซึ้ง และมีความรู้ครบถ้วนมากกว่าแต่ก่อน\n\n\"ดินดำก่อให้เกิดชอล์กขาว\"\n\nเขาเข้าใจความหมายอันลึกซึ้ง ของประโยคนี้อย่างแท้จริงแล้ว\n\nคำพูดลึกลับที่เข้าใจได้ยากนี้ ทำให้เขาหวนคิดถึงอาจารย์ของเขาอยู่เสมอ\n\nถึงแม้อาจารย์จะไม่ใช่แม่แท้ ๆ ของเขา แต่ชีวิตของ Albedo นั้นมาจากท่านอาจารย์อย่างไม่ต้องสงสัย\n\n\"เฮ้อ หวังว่าฉันจะไม่คิดไปเองนะ \"ความหมายของโลก\" ที่พ่อแม่พร่ำบอกกับลูก... คงจะหมายถึงแค่ชีวิตที่มีความสุขล่ะมั้ง\"\n\nบางครั้ง Albedo ก็คิดเช่นนี้",
      "vi": "Thuật giả kim mà Albedo đang nắm, khác hoàn toàn so với kỹ thuật hiện tại của 7 quốc gia Teyvat.\n\nKiến thức anh được học đến từ quốc gia khác, có tên là \"Khaenri'ah\".\n\nKhaenri'ah nằm sâu trong lòng đất, các loại động vật tự nhiên tương đối ít. Do đó, thuật giả kim của nó thiên về lĩnh vực \"tạo ra sự sống\".\n\nThuật tạo ra sự sống – \"Thuật Đất Đen\".\n\nLúc nhỏ, Albedo đã biết được điều này từ trong bút ký của sư phụ.\n\n\"Đất Đen\" tiến cấp sẽ là \"Vôi Trắng\". Việc này sư phụ cũng đã từng nhắc đến.\n\n\"Vôi Trắng là đất tinh khiết, cũng là chất liệu của con người thuở ban sơ.\"\n\nNgày nay, Albedo càng am hiểu sâu sắc về thuật giả kim, kiến thức cũng hoàn chỉnh hơn xưa.\n\n\"Đất đen sinh ra vôi trắng.\"\n\nAnh đã hoàn toàn hiểu được ý nghĩa thâm sâu của câu nói này.\n\nNhững kiến thức diệu kỳ không thể dùng lời nói để diễn đạt này, cũng gắn chặt với nỗi thương nhớ sư phụ.\n\nSư phụ hiển nhiên khác với mẹ, nhưng không có nghi ngờ gì về việc sinh mệnh của Albedo là do sư phụ tạo ra.\n\n\"Ây da, hy vọng là ta không tự suy diễn. Cha mẹ nói với con cái về \"Ý Nghĩa Thế Giới\"...Chắc chỉ là ý nghĩa về cuộc sống hạnh phúc mà thôi.\"\n\nAlbedo thỉnh thoảng nghĩ vậy."
    }
  },
  {
    "title": {
      "zhs": "阿贝多的画",
      "zht": "阿貝多的畫",
      "jp": "アルベドの絵",
      "ko": "알베도의 스케치",
      "en": "Albedo's Artwork",
      "de": "Albedos Bilder",
      "es": "Las pinturas de Albedo",
      "fr": "L'œuvre d'Albedo",
      "pt": "Pintura de Albedo",
      "ru": "Рисунки Альбедо",
      "id": "Lukisan Albedo",
      "th": "ภาพวาดของ Albedo",
      "vi": "Tranh Của Albedo"
    },
    "line": {
      "zhs": "阿贝多绘画的习惯，是在跟随师父旅行的时代养成的。\n\n一开始，只是学习笔记的配图。后来他发觉，画出细节有助于理解物体的结构与规律，对于学习炼金术大有裨益。\n\n而且绘画时，心灵会进入某种澄澈的境界，除去观察与动笔什么都不考虑，十分舒适。\n\n最终，阿贝多无师自通，成为了绘画高手。\n\n到蒙德城内闲逛时，阿贝多总会写生。他喜欢记录人们幸福的时刻。\n\n有时，他还会把画赠送给不知情的「模特」。因为他始终认为，凝固了瞬间欢愉的画面值得珍藏。\n\n时光飞逝，阿贝多的画技日渐高超。即便如此，初次看到「稻妻插画」时，他仍受到了不小的冲击。\n\n为什么世上会有如此依靠图像概括，却又带有巨大叙事力量的画作？\n\n太奇妙了。阿贝多非常想要试一试。\n\n…后来，在与名为行秋的某位小说作者合作后，《沉秋拾剑录》付梓问世了。\n\n只可惜这本小说反响平平，被普遍评价为「神插画配字典」。",
      "zht": "阿貝多繪畫的習慣，是在跟隨師父旅行的時代養成的。\n\n一開始只是學習筆記的配圖。後來他發覺，畫出細節有助於理解物體的結構與規律，對於學習煉金術大有裨益。\n\n此外，心靈在繪畫時會進入某種澄澈的境界，除去觀察與動筆什麼都不考慮，十分舒適。\n\n最終，阿貝多無師自通，成為了繪畫高手。\n\n到蒙德城內閒逛時，阿貝多總會寫生。他喜歡記錄人們幸福的時刻。\n\n有時，他還會把畫贈送給不知情的「模特兒」。因為他始終認為，凝固了瞬間歡愉的畫面值得珍藏。\n\n時光飛逝，阿貝多的畫技日漸高超。即便如此，初次看到「稻妻插畫」時，他仍受到了不小的衝擊。\n\n為什麼世上會有如此依靠圖像概括，卻又帶有巨大敘事力量的畫作？\n\n太奇妙了。阿貝多非常想要試一試。\n\n…後來，在與名為行秋的某位小說作家合作後，《沉秋拾劍錄》付梓問世了。\n\n只可惜這本小說迴響平平，普遍被評價為「神插畫配字典」。",
      "jp": "アルベドの絵を描く習慣は、師匠と旅をしていた頃に身に着いたものだ。\n\n最初は、メモの挿絵を描く程度だった。だが、細部まで絵を描き込む事で物体の構造や法則を理解しやすくなり、錬金術を学ぶのに大いに役立つことに気付いた。\n\nその上、絵を描いている時は無心になれる、対象の観察と筆を動かすこと以外は何も考えなくていいのだ。それは心地いい感覚であった。\n\nそしてアルベドは独学で絵を学び、芸術家の域に達するまでになった。\n\nモンド城内を散策する時、アルベドはいつもスケッチをする。彼は人々の幸せな時間を記録するのが好きであった。\n\n時折、彼は描いた絵を事情の知らない「モデル」へとプレゼントする。なぜなら、幸福な時間が閉じ込められた絵は、大切にされるべきだと考えているからだ。\n\n時が経つとともに、アルベドの画力も日に日に増していった。それでも、「稲妻の挿絵」を初めて目にした時、彼の全身に衝撃が走ったという。\n\nこの世界に、絵を使って膨大な物語を伝える技術が存在したことにただただ驚いたのだ。\n\n奇妙な感覚であった、それをアルベド自身も試してみたいと強く思った。\n\n…そして、行秋という小説家と出会い、共に『沈秋拾剣録』を出版することになったのである。\n\nただ残念なことに、この小説はあまり反響を呼ぶことなく、「神絵師の絵が載っている本」という評価だけが世に残った。",
      "ko": "알베도가 그림을 그리는 습관은 스승을 따라 여행하던 시절에 생긴 것이다.\n\n처음엔 기록용 도면을 그리는 법만 배웠다. 나중에 그는 그림을 디테일하게 그리면 물체의 구조와 법칙을 더 쉽게 이해할 수 있고, 연금술을 배우는 데도 큰 도움이 된다는 것을 깨달았다.\n\n그리고 그림을 그릴 땐 마음에 잡념이 없어지고 관찰과 붓을 움직이는 것 외에 아무것도 고민할 필요가 없어 아주 편안했다.\n\n결국 알베도는 선생님도 없이 독학으로 그림의 달인이 됐다.\n\n알베도는 몬드성을 거닐 때면 항상 그림을 그린다. 그는 사람들의 행복한 순간을 기록하는 걸 좋아한다.\n\n때로는 아무것도 모르는 「모델」에게 그림을 선물하기도 한다. 그는 찰나의 행복이 새겨져 있는 화면은 간직할만한 가치가 있다고 생각하기 때문이다.\n\n시간은 빠르게 흘러갔고, 알베도의 그림 실력 역시 나날이 좋아졌다. 그러나 「이나즈마 삽화」를 처음 보고 그는 큰 충격을 받았다.\n\n이 세상에 그림만으로 이렇게 많은 이야기를 전달할 수 있는 작품이 있다니!\n\n너무 신기해서 알베도는 꼭 한번 시도해 보고 싶었다.\n\n…후에, 행추라는 소설작가와 협업해 《침추습검록》이 출판됐다.\n\n그러나 아쉽게도 이 소설은 인기를 끌지 못했고, 「엄청난 삽화가 딸린 사전」이라고만 평가됐다",
      "en": "Albedo's interest in drawing and painting began back in the days of traveling with his master.\n\nAt first, he would simply illustrate his notes with basic sketches. But he soon noticed that the process of rendering things in great detail helped him to intimately understand their physical makeup, which was of great utility to his alchemical studies.\n\nAdditionally, it also allowed him to enter into a pleasant state of clarity, in which he needed only to focus on observation and creating his artwork, and nothing else.\n\nEventually, Albedo became a master artist without ever having received formal tuition.\n\nWhen strolling through Mondstadt, he enjoys sketching and painting all manner of living things, but particularly people in moments of joy.\n\nSometimes, he even gifts his artwork to his unsuspecting models, believing that when a work of art captures a transient moment of enjoyment, it is something worth treasuring.\n\nAlbedo continued to refine his skills in this manner, going from strength to strength — until one day, when he was taken aback by illustrations from Inazuma.\n\nHow was it that drawings of such generality could possess such narrative power?\n\nAmazed, he decided to give it a go himself.\n\n...Eventually, after collaborating with a certain novelist by the name of Xingqiu, \"A Legend of Sword\" was printed and published.\n\nUnfortunately, it received lukewarm reviews, being lambasted as \"a dictionary with divine illustrations.\"",
      "de": "Albedo entwickelte die Gewohnheit zu malen, auf den vielen Reisen mit seiner Meisterin.\n\nZuerst illustrierte er seine Notizen einfach nur. Aber schließlich entdeckte er, dass das Zeichnen der Details ihm half, die physische Beschaffenheit der untersuchten Objekte zu verstehen, was für seine alchimistischen Studien von großem Nutzen war.\n\nTatsächlich erlaubte ihm das Zeichnen, in einen angenehmen Zustand der Klarheit einzutreten, einen Zustand, in dem ihn nur seine Untersuchungen und die vor ihm liegende Arbeit beschäftigten.\n\nSo wurde Albedo zu einem Meisterkünstler, ohne jemals eine formale Ausbildung erhalten zu haben.\n\nBeim Spaziergang durch Mondstadt genießt er es, Lebendigkeit einzufangen, vor allem Menschen in Momenten der Freude oder Heiterkeit.\n\nManchmal gibt er seine Zeichnungen sogar seinen ahnungslosen „Modellen“, weil er glaubt, dass ein solcher kurzer Genuss, der in einem einzigen festgehaltenen Moment gipfelt, etwas sei, das sie zu schätzen wissen.\n\nAlbedo vertiefte seine Fähigkeiten auf diese Weise immer weiter, bis er eines Tages Illustrationen aus Inazuma zu Gesicht bekam.\n\nWie konnte es sein, dass Zeichnungen von schierer Allgemeinheit eine solche Erzählkraft besaßen?\n\nAlbedo beschloss, dies selbst auch auszuprobieren. Schließlich wurde „Vom Schwert gefunden im Herbst“ in Zusammenarbeit mit einem Romanautor namens Xingqiu gedruckt und veröffentlicht, auch wenn dieses Buch leider keine hohen Auflagen verkaufen konnte und als „Wörterbuch mit fabelhaften Illustrationen“ bezeichnet wurde.",
      "es": "Albedo formó su costumbre de dibujar cuando aún era el aprendiz de su maestra.\n\nAl principio, solo dibujaba algunas ilustraciones para acompañar a sus anotaciones, pero se dio cuenta de que dibujar le ayudaba mucho a comprender la estructura y las leyes que regían todas las cosas; le resultaba muy útil para su aprendizaje de la alquimia.\n\nAdemás, al dibujar entraba en un estado en el que todo lo veía más claro, en el que no era necesario nada más que observar y pintar. Se sentía tan cómodo...\n\nAl final, Albedo aprendió a dibujar de manera autodidacta, y se convirtió en todo un experto.\n\nCuando pasea por las calles de Mondstadt, siempre se detiene a dibujar algo que ve. En concreto, le gusta mucho retratar los momentos felices de las personas.\n\nA veces incluso le regala dicho retrato al “modelo” en quien se inspira para dibujar. Albedo piensa que poder grabar un instante de felicidad es algo que merece la pena.\n\nEl tiempo pasó, y las habilidades de dibujo de Albedo no hacían más que mejorar. Sin embargo, una sensación asoladora lo devastó la primera vez que vio una ilustración procedente de Inazuma.\n\n¿Cómo era posible que una imagen tan esquemática tuviera tal capacidad narrativa?\n\nPara Albedo, esto era algo increíble, y quería intentar hacerlo por sí mismo.\n\nPoco después, publicó una obra titulada «Una leyenda de espadas» en colaboración con un novelista llamado Xingchiu.\n\nPor desgracia, su obra no tuvo una gran repercusión, y los críticos la calificaron como un simple “diccionario ilustrado”.",
      "fr": "Albedo aime peindre, habitude qu'il acquit au cours de ses périples aux côtés de son maître.\n\nIl s'agissait seulement au début d'apprendre à prendre des notes et dessiner des croquis. Mais il découvrit rapidement que représenter en détail les choses aidait grandement à la compréhension de leur structure et des principes qui les dirigeaient, fournissant là une aide non négligeable dans l'étude de l'alchimie.\n\nQui plus est, peindre lui permet de s'évader, et rien ne saurait remplacer ce sentiment de plénitude qui l'habite lorsque son esprit tout entier est focalisé sur l'observation et le pinceau qu'il tient entre les mains.\n\nAlbedo aime à capturer sur papier, lors de ses promenades dans Mondstadt, les moments de bonheur dont il est témoin.\n\nIl lui arrive parfois même d'offrir les croquis ainsi obtenus à ses modèles involontaires, ayant toujours estimé que toute représentation du bonheur valait la peine d'être chérie.\n\nLa technique d'Albedo s'est grandement améliorée avec le temps, mais cela ne l'empêcha pas lorsqu'il vit pour la première fois des illustrations à la mode d'Inazuma de tomber des nues.\n\nAinsi donc il existait en ce monde des représentations aussi puissantes de la réalité...\n\nAlbedo décida de s'essayer à cette nouvelle technique.\n\nPeu de temps après parut le roman « Une légende d'épée », réalisé en collaboration avec un auteur répondant au nom de Xingqiu.\n\nHélas, l'ouvrage reçut un accueil mitigé, le consensus étant qu'il s'agissait là plus d'un dictionnaire orné d'illustrations dignes du plus doué des peintres que d'un roman de cape et d'épée.",
      "pt": "Albedo desenvolveu o hábito de desenhar enquanto viajava com sua mestra.\n\nNo começo, ele apenas ilustrava suas anotações. Mas com o tempo descobriu que desenhar os detalhes o ajudava a entender a composição física dos objetos que examinava, sendo de grande ajuda para seus estudos alquímicos.\n\nDesenhar o deixava em um agradável estado de clareza - onde sua mente se ocupava somente com suas observações e o trabalho que tinha pela frente.\n\nAssim, Albedo se tornou um mestre da arte sem nunca ter recebido um treinamento formal.\n\nAo passear por Mondstadt, ele gosta de desenhar natureza morta, especialmente pessoas em momentos de alegria.\n\nÀs vezes, ele dá seus desenhos para seus \"modelos\" desavisados, acreditando que esse prazer passageiro, eternizado em um único momento, é algo que deve ser guardado.\n\nAlbedo continuou a refinar suas habilidades dessa maneira - até o dia em que se surpreendeu com as ilustrações de Inazuma.\n\nComo uma imagem tão simples poderia ter tamanha capacidade narrativa?\n\nSurpreso, ele decidiu tentar por conta própria.\n\n... Um dia, após colaborar com um certo romancista chamado Xingqiu, \"A Lenda da Espada\" foi impresso e publicado.\n\nInfelizmente, recebeu críticas medianas e foi considerado \"um dicionário com belíssimas ilustrações\".",
      "ru": "Привычка рисовать сформировалась у Альбедо во времена путешествий с учителем. Поначалу он просто иллюстрировал свои записи, но после он начал замечать, что рисование помогает ему понять структуру объектов - прекрасное подспорье в алхимии. Кроме того, во время рисования, когда всё, кроме объекта и листа бумаги, исчезает, в душе наступает особая ясность. Так, естественным образом, без учителя и учебников, Альбедо стал прекрасным художником. Во время прогулок по Мондштадту Альбедо любит делать зарисовки, особенно ему нравится рисовать людей в моменты их радости. Иногда он дарит рисунки своим невольным натурщикам: Альбедо считает, что запечатлённый на бумаге миг радости стоит бережно хранить. Со временем мастерство Альбедо всё росло. Однажды он увидел иллюстрации из Инадзумы и остался поражён. Как в столь схематичных изображениях может быть заключена такая повествовательная сила?! Поражённый, Альбедо решил попробовать себя в этом жанре. И вот с иллюстрациями Альбедо в свет вышла «Легенда о клинке» писателя Син Цю. К сожалению, книга получила холодный приём, и многие называли её «чудесно иллюстрированным словарём».",
      "id": "Albedo mulai memiliki kebiasaan untuk menggambar saat dia bepergian dengan Masternya.\n\nAwalnya, dia hanya mengilustrasikan catatannya saja. Namun lama kelamaan, dia menyadari bahwa menggambar setiap rincian dapat membantunya untuk mengerti bentuk fisik dari objek yang dipelajarinya, dan ini merupakan sebuah keuntungan besar dalam pelajaran alkimianya.\n\nSelain itu, menggambar membantunya untuk merasakan sebuah kedamaian di mana yang ada di kepalanya hanyalah observasi mengenai objek dan pekerjaan yang ada di hadapannya.\n\nKarena hal itu, Albedo menjadi seniman andal tanpa harus menerima pelatihan apa pun.\n\nSaat dia berjalan-jalan di Mondstadt, dia senang menggambar hal-hal hidup, terutama orang-orang yang sedang berbahagia.\n\nTerkadang, dia bahkan memberikan gambarnya tersebut kepada sang \"model\". Karena dia percaya bahwa momen kebahagiaan yang diabadikan dalam sebuah gambar adalah sebuah hal yang berharga.\n\nAlbedo terus mengasah kemampuannya dengan cara ini, sampai suatu hari dia dikejutkan oleh ilustrasi dari Inazuma.\n\nBagaimana bisa gambar yang umum seperti itu bisa memiliki kekuatan naratif seperti ini?\n\nKarena kekagumannya, dia memutuskan untuk mencobanya.\n\nAkhirnya, dia berkolaborasi dengan seorang novelis bernama Xingqiu, lalu \"Legenda Pedang\" pun dicetak dan dipublikasikan.\n\nSayangnya, buku itu hanya menerima ulasan yang biasa saja, dan disebut sebagai \"sebuah kamus dengan ilustrasi yang luar biasa.\"",
      "th": "นิสัยชอบวาดภาพของ Albedo เกิดขึ้นในสมัยที่ต้องติดตามอาจารย์ของเขาไปตามที่ต่าง ๆ\n\nตอนแรกก็เป็นแค่การวาดภาพประกอบในบันทึกเท่านั้น แต่ต่อมาเขาก็พบว่าการวาดรายละเอียดต่าง ๆ ออกมา ช่วยให้เขาเข้าใจโครงสร้างทางกายภาพ ของสิ่งที่ตรวจสอบได้เป็นอย่างดี ซึ่งมีประโยชน์ต่อการศึกษา การเล่นแร่แปรธาตุของเขาเป็นอย่างมาก\n\nอีกทั้งการวาดภาพยังช่วยให้เขาสงบและมีสมาธิ นอกจากการสังเกตสิ่งที่อยู่ตรงหน้าและจดบันทึกแล้ว ก็ไม่คิดเรื่องอื่นอีก ซึ่งนั่นเป็นสิ่งที่สบายใจเป็นที่สุด\n\nด้วยเหตุนี้ Albedo จึงกลายเป็นศิลปินระดับปรมาจารย์ โดยไม่ต้องมีใครสอนเลย\n\nAlbedo มักจะสเก็ตช์ภาพเวลาที่เขามาเดินเล่นในเมือง Mondstadt เพราะเขาชอบบันทึกช่วงเวลา แห่งความสุขของทุกคน\n\nบางครั้งเขายังให้ภาพวาดนั้น กับคนที่กลายเป็น \"แบบ\" ในภาพวาดโดยไม่ได้ตั้งใจ เพราะเขาคิดเสมอว่าการบันทึก ช่วงเวลาแห่งความสุขนั้นมีค่ามาก\n\nเมื่อเวลาผ่านไป ฝีมือการวาดภาพของ Albedo ก็ยิ่งพัฒนาขึ้น แต่เมื่อเขาได้เห็น \"ภาพของ Inazuma\" เป็นครั้งแรกแล้ว เขาก็รู้สึกจับใจเป็นอย่างมาก\n\nทำไมในโลกนี้ถึงมีภาพที่สามารถบอกเล่าเรื่องราว ผ่านภาพได้อย่างลึกซึ้งแบบนี้?\n\nช่างน่าอัศจรรย์เสียจริง ๆ Albedo อยากจะลองวาดดูมาก\n\n...ต่อมาเขาได้ร่วมมือกับนักเขียนนิยายที่ชื่อว่า Xingqiu และได้ถือกำเนิด \"ตำนานของดาบ\" ขึ้น\n\nแต่น่าเสียดายที่เนื้อหาของนิยายเล่มนี้ธรรมดาเกินไป และได้ถูกขนานนามว่าเป็น \"พจนานุกรมพร้อมภาพประกอบอันศักดิ์สิทธิ์\"",
      "vi": "Thói quen vẽ tranh của Albedo được hình thành từ thời đi theo sư phụ du hành.\n\nBan đầu chỉ là vẽ hình ảnh minh họa trong bút ký. Sau đó anh phát hiện, vẽ các chi tiết sẽ giúp ích cho việc hiểu được cấu trúc và quy luật của vật thể, rất hữu ích cho việc học tập thuật giả kim.\n\nHơn nữa, khi vẽ tranh thì tâm hồn sẽ bước vào cảnh giới rất thanh tịnh, ngoài việc quan sát và cầm bút phác họa thì không suy nghĩ về điều gì cả, vô cùng thoải mái.\n\nCuối cùng, Albedo không cần ai dạy lại trở thành cao thủ vẽ tranh.\n\nKhi đi dạo trong thành Mondstadt, Albedo thường sẽ vẽ tranh tả thực. Anh thích lưu lại những khoảnh khắc hạnh phúc của mọi người.\n\nCó lúc, anh còn tặng tranh cho những người vô tình trở thành \"người mẫu\" trong tranh. Vì anh luôn cho rằng, lưu lại khoảnh khắc hạnh phúc là rất đáng quý.\n\nThời gian qua đi, nghệ thuật vẽ tranh của Albedo càng thêm cao siêu. Dù vậy, lần đầu nhìn thấy \"Tranh Inazuma\", anh cũng vô cùng xúc động.\n\nTại sao trên thế giới có thể có một bức tranh chỉ dựa vào hình ảnh tượng hình khái quát, nhưng lại có khả năng kể chuyện sâu sắc như vậy?\n\nThật là kỳ diệu. Albedo rất muốn thử một lần.\n\n...Sau đó, anh đã hợp tác với một vị tiểu thuyết gia và \"Trầm Thu Thập Kiếm Lục\" ra đời.\n\nChỉ đáng tiếc là nội dung tiểu thuyết quá bình thường, được đánh giá là \"Kiệt tác tranh minh họa phối hợp với từ điển\"."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "获得「神之眼」并没有让阿贝多太过意外。\n\n得到神之眼的瞬间，阿贝多瞥了一眼便继续投入工作。\n\n他没有任何情感上的波动，仿佛这一切都是理所当然。\n\n对阿贝多而言，这一物件只是方便他研究的工具罢了。\n\n真正让他感到喜悦的，还是将「未知」变为知识。\n\n总有一天，他会读懂世上一切奥秘与智慧——包括「神之眼」在内。",
      "zht": "獲得「神之眼」並沒有讓阿貝多太過意外。\n\n得到神之眼的瞬間，阿貝多瞥了一眼便繼續投入工作。\n\n他沒有任何情感上的波動，彷彿這一切都是理所當然。\n\n對阿貝多而言，這件物品只是個方便他研究的工具罷了。\n\n真正讓他感到喜悅的，還是將「未知」變為知識。\n\n總有一天，他會讀懂世上一切奧秘與智慧——包括「神之眼」在內。",
      "jp": "「神の目」を手にしたことに対し、アルベドは特に驚きを示さなかった。\n\n神の目を手にした瞬間、アルベドはそれを一瞥しただけで、元の作業に戻ったのである。\n\n彼の感情には一切の変化もなく、まるでそれがさも当然のことであるかのように平然としていた。\n\nアルベドにとって、神の目はただ研究を便利にするだけの道具に過ぎなかったのだ。\n\n彼が喜ぶのは、「未知」なるものが知識となった時だけ。\n\nいつの日か、彼は世界中の神秘と智慧を解き明かすことだろう——もちろん、「神の目」もそのうちの一つである。",
      "ko": "알베도는 「신의 눈」을 얻은 것에 대해 별로 놀라워하지 않았다.\n\n신의 눈을 얻었던 순간 알베도는 신의 눈을 힐끗 바라보곤 하던 일을 계속했다.\n\n그는 신의 눈을 얻은 것이 흡사 당연한 일이라는 것처럼 아무런 감정적 동요가 없었다.\n\n알베도에게 신의 눈은 그저 연구에 도움이 되는 물건일 뿐이다.\n\n그에게 있어 진정한 기쁨은 바로 \"미지\"의 영역을 깨닫는 것이다.\n\n언젠가, 그는 세상의 모든 신비와 지혜를 깨닫게 될 것이다——물론 「신의 눈」도 그중 하나다",
      "en": "Gaining a Vision came as no great surprise to Albedo.\n\nWhen he received it, he gave it a single glance before continuing to engross himself in his work.\n\nHe barely felt any wave of emotion at all, as if this was something to be taken for granted.\n\nAs far as he is concerned, his Vision is merely a tool with which he can more conveniently conduct his research.\n\nWhat truly sparks joy within him is turning the unknown into the known.\n\nOne day, he will understand all there is to know about this world — and Visions are no exception.",
      "de": "Ein „Göttliches Auge“ zu erhalten, war keine große Überraschung für Albedo.\n\nAls er das Auge erhielt, warf er nur einen kurzen Blick darauf und fuhr dann mit seiner Arbeit fort.\n\nEr fühlte kaum irgendwelche Emotionen, als ob dieses Auge etwas Selbstverständliches wäre.\n\nFür ihn ist sein Göttliches Auge lediglich ein Werkzeug, mit dem er seine Forschungen bequemer durchführen kann.\n\nDas, was ihm wirklich Freude bereitet, ist, aus dem Unbekannten das Bekannte zu machen.\n\nEines Tages wird er alles verstehen, was es über diese Welt zu wissen gibt, selbst das, was es über Göttliche Augen zu verstehen gibt.",
      "es": "Albedo apenas se sintió sorprendido cuando recibió su Visión.\n\nEn ese momento, simplemente la miró de reojo y siguió trabajando.\n\nSu estado de ánimo no se alteró en lo más mínimo, como si aquello fuera algo que sabía que debía ocurrir.\n\nPara él, la Visión no era más que una herramienta que le haría más fácil su trabajo de investigación.\n\nLo que realmente le emocionaba era cómo algo misterioso y desconocido se transformaba en conocimiento.\n\nAlgún día, desentrañará todos los enigmas y comprenderá plenamente la sabiduría del mundo, incluyendo las Visiones.",
      "fr": "Albedo ne fut guère surpris lors de l'obtention de son œil divin.\n\nLorsque celui-ci apparut, il se contenta de jeter un œil dans sa direction, pour retourner aussitôt à son travail.\n\nAucun signe d'excitation, comme si tout cela était chose acquise depuis longtemps.\n\nAlbedo voit dans le précieux artéfact un simple outil lui permettant de progresser dans ses recherches, et rien de plus.\n\nIl semble que la seule chose capable de l'émouvoir soit l'acquisition de quelque nouveau savoir demeuré jusqu'alors hermétique à toute étude.\n\nNul doute qu'un jour viendra où les secrets et les vérités de ce monde lui seront tous révélés – et ceci inclut l'œil divin.",
      "pt": "Ganhar uma Visão não foi nenhuma surpresa para Albedo.\n\nQuando ele a recebeu, deu somente uma olhada nela e continuou o que estava fazendo.\n\nEle mal sentiu qualquer emoção, como se já soubesse que isso fosse acontecer.\n\nPara ele, sua Visão é apenas uma ferramenta com a qual pode conduzir suas pesquisas de maneira mais conveniente.\n\nO que realmente desperta sua alegria é transformar o desconhecido em conhecido.\n\nUm dia, ele conhecerá tudo sobre este mundo - incluindo as próprias Visões.",
      "ru": "Получив Глаз Бога, Альбедо не сильно удивился. И действительно, получив Глаз Бога, Альбедо лишь мельком взглянул на него и продолжил работать. Ничто в нём не дрогнуло, будто произошло что-то само собой разумеющееся. Для Альбедо Глаз Бога лишь удобный инструмент для исследований. А истинную радость ему приносит то, как непознанное становится познанным. Когда-нибудь он откроет все тайны мира, в том числе и тайну Глаза Бога.",
      "id": "Albedo tidak terlalu terkejut saat dia mendapatkan \"Vision\".\n\nSaat dia mendapatkannya, dia hanya meliriknya lalu melanjutkan bekerja.\n\nDia tidak mengalami gejolak emosi seperti bersemangat atau sebagainya, seolah dia hanya menerimanya begitu saja.\n\nBagi Albedo, ini hanyalah alat untuk membantu penelitiannya saja.\n\nYang benar-benar menyenangkan baginya adalah mengubah \"Ketidaktahuan\" menjadi sebuah ilmu pengetahuan.\n\nSuatu hari nanti, dia akan memahami seluruh misteri dan ilmu pengetahuan yang ada di dalam Vision.",
      "th": "การได้รับ \"วิชั่น\" นั้นไม่ได้ทำให้ Albedo ประหลาดใจเลย\n\nในขณะที่ Albedo ได้รับวิชั่น เขาแค่เหลือบมองเพียงแวบเดียวแล้วก็กลับมาทำงานต่อ\n\nเขาไม่รู้สึกอะไรเลยแม้แต่น้อย ราวกับว่านี่เป็นสิ่งที่เขารู้อยู่แล้วว่าจะเกิดขึ้น\n\nสำหรับ Albedo แล้ว สิ่งนี้เป็นเพียงเครื่องมือที่ช่วยในการทำวิจัยก็เท่านั้น\n\nแต่สิ่งที่ทำให้เขามีความสุขได้ก็คือการเปลี่ยน \"สิ่งที่ไม่รู้\" ให้เป็นความรู้ได้นั่นเอง\n\nต้องมีสักวัน ที่เขาจะเข้าใจความลับและภูมิปัญญาทุกอย่างบนโลกใบนี้ - ซึ่งรวมไปถึง \"วิชั่น\" ด้วยเช่นกัน",
      "vi": "Nhận được \"Vision\" Albedo cũng không bất ngờ lắm.\n\nThời khắc nhận được Vision, Albedo nhìn qua rồi lại tiếp tục làm việc.\n\nAnh không có chút dao động gì cả, dường như mọi thứ đều là điều tất nhiên.\n\nĐối với Albedo mà nói, vật này chỉ là công cụ giúp anh nghiên cứu mà thôi.\n\nThứ có thể khiến anh vui vẫn là biến cái \"chưa biết\" trở thành kiến thức.\n\nRồi có một ngày, anh sẽ đọc hiểu tất cả bí thuật và trí tuệ trên đời, bao gồm cả \"Vision\" trong đó."
    }
  }
]