[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是阿贝多，西风骑士团首席炼金术士。我对你身上星海的气息很感兴趣，想要就近观察研究。相信以后我们会有很多独处的机会。",
      "zht": "#我是阿貝多，西風騎士團首席煉金術士。我對{F#妳}{M#你}身上星海的氣息很感興趣，想要就近觀察研究。相信以後我們會有很多獨處的機會。",
      "jp": "ボクはアルベド、西風騎士団の首席錬金術師だ。キミから感じる星海の気配に興味があってね、近くで観察したいと思ったんだ。きっとこれから一緒に行動する機会が増えると思うよ。",
      "ko": "난 페보니우스 기사단의 수석 연금술사, 알베도야. 네 몸에 있는 별바다의 기운을 가까이서 연구해보고 싶어. 앞으로 너랑 단둘이 자주 볼 것 같네",
      "en": "I am Albedo, Chief Alchemist of the Knights of Favonius. You carry the aura of the stars, interesting... I would like to study you, if you do not mind. I'm certain we will have many opportunities to be alone in the future.",
      "de": "Ich bin Albedo, Hauptalchimist des Ordo Favonius. Dich umgibt die Aura der Sterne, höchst interessant ... Ich würde dich gerne studieren, wenn du nichts dagegen hast. Ich bin mir sicher, dass wir in Zukunft viele Gelegenheiten haben werden, zusammen allein zu sein.",
      "es": "Soy Albedo, Alquimista en Jefe de los Caballeros de Favonius. Tengo mucha curiosidad por ese aire estelar que emana de ti... Me gustaría observarlo e investigarlo. Estoy seguro de que nos llevaremos muy bien en el futuro.",
      "fr": "Je suis Albedo, alchimiste en chef des chevaliers de l'Ordre de Favonius. L'odeur des étoiles émane de vous, intéressant... J'aimerais étudier cela de plus près. Je suis sûr que les occasions ne manqueront pas.",
      "pt": "#Eu sou Albedo, Chefe Alquimista dos Cavaleiros de Favonius. Você carrega a aura das estrelas, interessante... Eu gostaria de estudá-l{M#o}{F#a}, se não se importar. Tenho certeza de que teremos muitas oportunidades de ficarmos sozinhos no futuro.",
      "ru": "Я Альбедо, главный алхимик Ордо Фавониус. От тебя веет аурой звёзд. Очень интересно... Я бы хотел изучить тебя поближе, если ты не против. Думаю, у нас будет ещё много возможностей остаться наедине.",
      "id": "Namaku Albedo, kepala alkemis Knights of Favonius. Aku sangat tertarik dengan energi bintang yang ada di dalam dirimu. Jika berkenan, aku ingin mempelajarinya dari dekat. Kurasa setelah ini, kita akan punya banyak kesempatan untuk bicara empat mata saja.",
      "th": "ฉันชื่อ Albedo หัวหน้านักเล่นแร่แปรธาตุของกองอัศวินแห่ง Favonius เธอมีออร่าของดวงดาวที่น่าสนใจ... ถ้าเธอไม่รังเกียจ ฉันอยากจะขอศึกษาเธอจะได้มั้ย ฉันมั่นใจว่าเราจะมีโอกาสมากมายที่จะได้อยู่ด้วยกันสองต่อสองในอนาคต",
      "vi": "Tôi là Albedo, người đứng đầu trong các Giả Kim Thuật Sĩ của Đội Kỵ Sĩ Tây Phong. Tôi rất hứng thú với hơi thở của các vì sao trên người bạn, muốn được đến gần quan sát nghiên cứu. Tin là sau này chúng ta sẽ có nhiều cơ hội ở riêng bên nhau."
    }
  },
  {
    "title": {
      "zhs": "闲聊·写生",
      "zht": "閒聊·寫生",
      "jp": "世間話·写生",
      "ko": "잡담·사생",
      "en": "Chat: Still Life",
      "de": "Gespräch – Zeichnung",
      "es": "Charla - Dibujar",
      "fr": "Bavardage - Nature morte",
      "pt": "Bate-papo - Natureza Morta",
      "ru": "Поболтаем: Живопись",
      "id": "Berbincang: Menggambar",
      "th": "แชท - สเก็ตช์ภาพ",
      "vi": "Nói chuyện phiếm - Tả thực"
    },
    "line": {
      "zhs": "风景不错，趁着休息，就把这一幕画下来吧。",
      "zht": "風景不錯，趁著休息，就把這一幕畫下來吧。",
      "jp": "いい景色だね。休憩中にこの景色を絵にしようか。",
      "ko": "경치 좋군~ 쉬어갈 겸 그림으로 남겨야겠어",
      "en": "What a view... How about a quick break so I can sketch this beautiful scenery?",
      "de": "Was für ein Ausblick ... Wie wäre es mit einer kurzen Pause, damit ich diese wunderschöne Landschaft zeichnen kann?",
      "es": "Qué paisaje tan bello. Lo dibujaré aprovechando que estamos descansando.",
      "fr": "Joli paysage. Voilà qui devrait faire une peinture correcte.",
      "pt": "Que vista... Que tal uma pausa rápida para que eu possa desenhar esta bela paisagem?",
      "ru": "Какой вид... Давай сделаем небольшой привал, чтобы я успел сделать набросок этого великолепного пейзажа?",
      "id": "Pemandangan yang indah. Ayo istirahat dulu, aku ingin menggambar pemandangan ini.",
      "th": "วิวสวยดีนะ เราถือโอกาสนี้มานั่งพักกัน แล้ววาดรูปวิวกันดีมั้ย?",
      "vi": "Phong cảnh tuyệt đẹp, nhân lúc nghỉ ngơi hãy vẽ lại cảnh này."
    }
  },
  {
    "title": {
      "zhs": "闲聊·探究",
      "zht": "閒聊·深究",
      "jp": "世間話·探究",
      "ko": "잡담·탐구",
      "en": "Chat: Investigation",
      "de": "Gespräch - Forschung",
      "es": "Charla - Investigación",
      "fr": "Bavardage - Investigation",
      "pt": "Bate-papo - Investigação",
      "ru": "Поболтаем: Поиски",
      "id": "Berbincang: Investigasi",
      "th": "แชท - ค้นหาความจริง",
      "vi": "Nói chuyện phiếm - Nghiên cứu"
    },
    "line": {
      "zhs": "「世界的真相」…究竟是什么呢？",
      "zht": "「世界的真相」…究竟是什麼呢？",
      "jp": "「世界の真相」とは…一体何なんだろう？",
      "ko": "「세계의 진실」은… 도대체 뭘까?",
      "en": "\"The truth of this world\"... *sigh* What could it be?",
      "de": "„Die Wahrheit dieser Welt“ ... Was könnte das nur sein?",
      "es": "“La verdad sobre el mundo”... ¿A qué se referirá?",
      "fr": "« La vérité du monde »... Qu'est-ce que ça peut bien être ?",
      "pt": "\"A verdade deste mundo\"... O que poderia ser?",
      "ru": "«Истина мира»... Что же это может быть?",
      "id": "\"Kebenaran Dunia\" yang sesungguhnya adalah ... apa?",
      "th": "\"ความจริงของโลก\"... มันคืออะไรกันแน่นะ?",
      "vi": "\"Chân tướng của thế giới\"... rốt cuộc là gì?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·怀旧",
      "zht": "閒聊·懷舊",
      "jp": "世間話·過去を懐かしむ",
      "ko": "잡담·회고",
      "en": "Chat: Reminiscing",
      "de": "Gespräch – Nostalgie",
      "es": "Charla - Nostalgia",
      "fr": "Bavardage - Nostalgie",
      "pt": "Bate-papo - Nostalgia",
      "ru": "Поболтаем: Воспоминания",
      "id": "Berbincang: Mengenang",
      "th": "แชท - รำลึกความหลัง",
      "vi": "Nói chuyện phiếm - Nhớ chuyện xưa"
    },
    "line": {
      "zhs": "用自己的双脚丈量土地，将「未知」变为知识。…这种感觉，真怀念啊。",
      "zht": "用自己的雙腳丈量土地，將「未知」變為知識。…這種感覺，真懷念啊。",
      "jp": "自分の両足で土地を測り、「未知」を知識に変えていく。この感じ、懐かしいなぁ。",
      "ko": "두 발로 직접 땅을 측량해 「미지의 영역」을 알아가는… 그 느낌이 그립군",
      "en": "Going out into the world and investigating, turning the \"unknown\" into the \"known.\" ...Ahhh, I missed this feeling.",
      "de": "Wenn man sich in die Welt aufmacht und Untersuchungen anstellt, das „Unbekannte“ in das „Bekannte“ zu verwandeln ... Ach, ich habe dieses Gefühl vermisst.",
      "es": "Utilizar mis pasos para medir el mundo y convertir lo desconocido en conocimiento... Me encanta esa sensación.",
      "fr": "Parcourir le monde à la recherche de ses mystères, et transformer l'« inconnu » en « connu »... Ah, ça me manque.",
      "pt": "Ir ao mundo e investigar, transformando o \"desconhecido\" em \"conhecido\"... Ahhh, eu sentia falta desse sentimento.",
      "ru": "Бродить по миру и исследовать его, превращая непознанное в познанное... Я так по этому скучал.",
      "id": "Melangkahkan kedua kaki dan mencari tahu semua yang belum pernah diketahui ... Aku rindu perasaan semacam ini.",
      "th": "ออกไปสำรวจโลกกว้างด้วยเท้าของตัวเอง ทำความรู้จักกับสิ่งที่ \"ไม่รู้จัก\" ...ความรู้สึกนี้ ฉันคิดถึงมันจัง",
      "vi": "Dùng đôi chân đo đất, biến điều \"chưa biết\" thành tri thức... Thật sự rất nhớ cảm giác này!"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "土壤湿润，适合采集爆爆瓜的根。没事，我来动手就可以。",
      "zht": "土壤濕潤，適合採集爆爆瓜的根。沒關係，我來動手就可以。",
      "jp": "土が潤っている、ボムボムウリの根の採集に相応しいね。大丈夫、ボクに任せて。",
      "ko": "땅이 촉촉해서 폭탄열매 뿌리를 채집하기 좋겠어. 괜찮아, 내가 하면 돼",
      "en": "The soil is moist, ideal for collecting the roots of Boom Blossoms. No please, allow me to handle this.",
      "de": "Die Erde ist feucht, das ist ideal zum Sammeln der Wurzeln von Knallblüten. Nein, bitte lass mich das erledigen.",
      "es": "El suelo está húmedo, perfecto para recoger raíces de flores bomba. Oh, no te preocupes, yo me encargo.",
      "fr": "La terre est humide, idéale pour récupérer des racines de fleur-bombe. Oh, je vous prie, laissez-moi faire.",
      "pt": "O solo está úmido, ideal para coletar as raízes das Flores Bomba. Não, por favor, permita-me cuidar disso.",
      "ru": "Когда почва влажная, хорошо собирать корни бум-огурца. Ничего, я сам справлюсь.",
      "id": "Tanahnya lembap, kondisinya pas sekali untuk mengumpulkan akar Boom Blossom. Tidak apa, biar aku yang menanganinya.",
      "th": "พื้นดินชื้นแบบนี้ เหมาะที่จะเก็บรากดอก Boom Blossom มากเลย ไม่เป็นไร ให้ฉันจัดการเอง",
      "vi": "Đất đai ẩm ướt, thích hợp thu thập rễ Dưa Nổ. Cứ để tôi làm là được, không sao đâu."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "师父…",
      "zht": "師父…",
      "jp": "師匠…",
      "ko": "스승님…",
      "en": "Master...",
      "de": "Meine Lehrerin ...",
      "es": "Maestra...",
      "fr": "Maître...",
      "pt": "Mestra...",
      "ru": "Учитель...",
      "id": "Master ....",
      "th": "อาจารย์...",
      "vi": "Sư phụ..."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "光线充足，生物行为活跃，嗯，很适合写生。",
      "zht": "光線充足，生物行為活躍，嗯，很適合寫生。",
      "jp": "光が十分、生物活動も活発、うん、スケッチに向いてるね。",
      "ko": "빛도 잘 들고 생물들의 움직임도 활발해. 흠, 그림 그리기 딱 좋군",
      "en": "Ample light... active biological organisms... Yes, this is a good place to sketch.",
      "de": "Ausreichend Licht ... aktive Bioorganismen ... Ja, das hier ist ein guter Ort zum Zeichnen.",
      "es": "Aquí hay buena luz y mucha vida, el lugar perfecto para dibujar.",
      "fr": "Plein de lumière, de la vie... Oui, voici un excellent endroit pour faire un croquis.",
      "pt": "Ampla luz... Organismos biológicos ativos... Sim, este é um bom lugar para se desenhar.",
      "ru": "Хорошее освещение... активные биологические организмы... Пожалуй, сделаю набросок этого места.",
      "id": "Pencahayaan yang cukup, dan ada banyak organisme yang aktif. Cocok dijadikan tempat menggambar.",
      "th": "แสงที่เหมาะสม สิ่งมีชีวิตก็กำลังรื่นเริง อืม เหมาะที่จะสเก็ตช์ภาพจริง ๆ",
      "vi": "Ánh sáng vừa đủ, sinh vật rất sôi động, ừm, thật thích hợp để vẽ tranh."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安，是准备出门寻找古代遗物吗？",
      "zht": "早安，是準備出門尋找古代遺物嗎？",
      "jp": "おはよう、古代遺物を探しに出かけるのかい？",
      "ko": "좋은 아침, 고대 유물 찾으러 갈 준비 됐어?",
      "en": "Good morning. Are we going to search for ancient relics today?",
      "de": "Guten Morgen. Bereitest du heute eine Suche nach antiken Relikten vor?",
      "es": "#Buenos días. ¿List{F#a}{M#o} para ir a buscar reliquias antiguas?",
      "fr": "#Bien le bonjour. Alors, {M#prêt}{F#prête} à partir à la recherche d'artéfacts du passé ?",
      "pt": "Bom dia. Vamos procurar por relíquias antigas hoje?",
      "ru": "Доброе утро. Собираешься на поиски древних реликвий?",
      "id": "Selamat pagi. Apa hari ini kita mau pergi untuk mencari peninggalan kuno?",
      "th": "อรุณสวัสดิ์ กำลังจะออกไปหาของโบราณเหรอ?",
      "vi": "Chào buổi sáng, chuẩn bị ra ngoài tìm di tích cổ đại sao?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午安，我听到了你的脚步声。工坊之外真是热闹啊。",
      "zht": "#午安，我聽到了{F#妳}{M#你}的腳步聲。工坊之外真是熱鬧啊。",
      "jp": "こんにちは、キミの足音が聞こえたんだ。工房の外は賑やかだね。",
      "ko": "안녕, 네 발소리를 들었어. 공방 밖은 너무 시끌벅적하다니깐",
      "en": "Good afternoon. I heard your footsteps. My, it certainly is lively outside of the workshop.",
      "de": "Guten Tag. Ich habe deine Schritte gehört. Du meine Güte, im Freien geht es wirklich lebhaft zu.",
      "es": "Buenas tardes. Escuché tus pasos mientras caminabas. ¡Qué animadas están las cosas ahí fuera!",
      "fr": "Ah, j'avais entendu vos pas. Quelle animation dès qu'on sort du laboratoire...",
      "pt": "Boa tarde. Ouvi seus passos. Nossa, certamente está animado fora da oficina.",
      "ru": "Добрый день. Я услышал твои шаги. Ох, как же снаружи шумно.",
      "id": "Selamat siang, aku mendengar suara langkah kakimu. Di luar laboratorium ramai juga ya.",
      "th": "สวัสดีตอนบ่าย ฉันได้ยินเสียงฝีเท้าของเธอแล้วล่ะ ข้างนอกเวิร์คช็อปฟังดูคึกคักน่าดู",
      "vi": "Chào buổi trưa, tôi đã nghe thấy tiếng chân của bạn rồi, bên ngoài xưởng thật là náo nhiệt."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "外面安静下来了，呼。",
      "zht": "外面安靜下來了，呼。",
      "jp": "外はやっと静かになったね、ふう。",
      "ko": "밖이 드디어 조용해졌네, 후",
      "en": "*sigh* It's gotten quiet outside...",
      "de": "Draußen ist Ruhe eingekehrt.",
      "es": "Qué tranquilidad hay ahora... Qué gusto.",
      "fr": "Le calme revient, enfin.",
      "pt": "Ficou quieto lá fora. Hehe...",
      "ru": "Хм... Снаружи стало тихо...",
      "id": "Di luar sepi juga ya.",
      "th": "ข้างนอกฟังดูเงียบลงแล้วนะ ฟู่ว",
      "vi": "Bên ngoài yên tĩnh lại rồi, phù."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "晚安，你先去休息吧，我打算把最后一个实验做完。既然你那么感兴趣…明日再会时，我再与你一起探讨实验结果吧。",
      "zht": "#晚安，{F#妳}{M#你}先去休息吧，我打算把最後一個實驗做完。既然{F#妳}{M#你}那麼感興趣…明日再會時，我再與{F#妳}{M#你}一起探討實驗結果吧。",
      "jp": "おやすみ、先に休んでていいよ。ボクは最後の実験を終わらせたいんだ。そんなに興味があるなら…明日会う時、実験結果について一緒に話し合おう。",
      "ko": "잘자, 먼저 가서 쉬어. 난 마지막 실험도 끝내버리려고. 그렇게 궁금하면…내일 다시 왔을 때, 실험 결과에 대해 토론해보자",
      "en": "Good night, you go ahead and rest. I will just finish one last experiment before bed... If you are interested in the results, I can discuss them with you tomorrow.",
      "de": "Gute Nacht, geh nur und ruh dich aus. Ich werde noch ein letztes Experiment beenden, bevor ich zu Bett gehe ... Falls du an den Ergebnissen interessiert bist, kann ich sie morgen mit dir besprechen.",
      "es": "Buenas noches, que descanses. Yo voy a terminar este último experimento. Si tanto te interesa, podemos investigar los resultados mañana.",
      "fr": "Bonne nuit, partez d'abord vous reposer ; j'aimerais finir cette dernière expérience. Les résultats ont l'air de vous intéresser, alors je vous en ferai part plus tard.",
      "pt": "#Boa noite, vá em frente e descanse. Vou terminar um último experimento antes de dormir... Se você estiver interessad{M#o}{F#a} nos resultados, posso discuti-los com você amanhã.",
      "ru": "Спокойной ночи. Иди отдыхай, а я проведу ещё один эксперимент, последний на сегодня... Можешь узнать о результатах завтра, если тебе интересно.",
      "id": "Selamat malam. Istirahatlah duluan, aku masih mau lanjut selesaikan satu eksperimen lagi. Kalau kamu penasaran dengan hasilnya, kita bisa diskusikan besok.",
      "th": "ราตรีสวัสดิ์ เธอไปพักผ่อนก่อนเถอะ ฉันจะทำการทดลองครั้งสุดท้ายให้เสร็จก่อนไปนอน ในเมื่อเธอสนใจ... งั้นฉันจะบอกผลการทดลองกับเธอพรุ่งนี้ก็แล้วกัน",
      "vi": "Chào buổi tối, bạn đi nghỉ ngơi trước đi, tôi còn phải làm cuộc thí nghiệm cuối cùng nữa. Nếu bạn có hứng thú thì ngày mai chúng ta cùng nhau xem kết quả vậy."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多自己·天才",
      "zht": "關於阿貝多自己·天才",
      "jp": "アルベド自身について·天才",
      "ko": "알베도 자신에 대해·천재",
      "en": "About Albedo: Genius",
      "de": "Über Albedo – Genie",
      "es": "Sobre Albedo - Genio",
      "fr": "À propos d'Albedo - Don",
      "pt": "Sobre Albedo - Gênio",
      "ru": "Об Альбедо: Гений",
      "id": "Tentang Albedo: Jenius",
      "th": "เกี่ยวกับ Albedo - พรสวรรค์",
      "vi": "Về bản thân Albedo - Thiên tài"
    },
    "line": {
      "zhs": "天才？…不少人这么称呼我。其实，我不这样认为。",
      "zht": "天才？…不少人這麼稱呼我。其實，我不這樣認為。",
      "jp": "天才？ボクをそう呼ぶ人は多いけど…ボクはそうとは思わないんだ。",
      "ko": "천재? 사람들이 날 그렇게 부르지만… 사실 난 그렇게 생각하지 않아",
      "en": "Genius? ...A number of people call me that. But I don't think I'm any \"genius.\"",
      "de": "Genie? So haben mich schon einige Leute genannt ... Eigentlich finde ich, passt das nicht so ganz zu mir.",
      "es": "¿Que soy un genio? Mucha gente dice eso de mí, pero yo no estoy de acuerdo.",
      "fr": "J'ai un don pour l'alchimie ? Beaucoup de gens le disent... Mais ce n'est pas mon opinion.",
      "pt": "Gênio? ... Algumas pessoas me chamam assim. Mas eu não acho que sou nenhum \"gênio\".",
      "ru": "Гений? ...Многие так меня называют. Но я не считаю себя «гением».",
      "id": "Jenius ya? Memang banyak orang yang menyebutku begitu. Tapi, aku tidak merasa bahwa aku seorang \"jenius\".",
      "th": "อัจฉริยะ? ...มีหลายคนเรียกฉันแบบนี้ แต่ฉันไม่ได้คิดว่าฉันเป็นอัจฉริยะอะไรหรอกนะ",
      "vi": "Thiên tài?...Cũng có nhiều người gọi tôi như vậy. Thực ra, tôi không nghĩ là vậy."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多自己·人际",
      "zht": "關於阿貝多自己·人際",
      "jp": "アルベド自身について·人付き合い",
      "ko": "알베도 자신에 대해·인간관계",
      "en": "About Albedo: Socializing",
      "de": "Über Albedo – Interaktion",
      "es": "Sobre Albedo - Interacción social",
      "fr": "À propos d'Albedo - Relations sociales",
      "pt": "Sobre Albedo - Interações Sociais",
      "ru": "Об Альбедо: Отношения",
      "id": "Tentang Albedo: Bergaul",
      "th": "เกี่ยวกับ Albedo - มนุษยสัมพันธ์",
      "vi": "Về bản thân Albedo - Giao thiệp"
    },
    "line": {
      "zhs": "与人交往…很麻烦。一旦开始就要不断维持，如果联系中断了，想再重新恢复，就得消耗更多的时间。",
      "zht": "與人交往…很麻煩。一旦開始就要不斷維持，如果聯繫中斷了，想再重新恢復，就得消耗更多的時間。",
      "jp": "人付き合いは…面倒だよ。始めると維持が必要だし、繋がりが途絶えると再び紡ぐのにもっと時間がかかる…",
      "ko": "사람 사귀는 건… 귀찮아. 한번 맺은 관계는 꾸준히 신경 써야지 연락이라도 끊겼다간 다시 회복하는데 더 많은 시간이 걸린다고…",
      "en": "Relationships are... *sigh* quite troublesome. Once you establish a relation with someone, you must continue to maintain it; if you lose contact, you must reestablish the relation. This taxing cycle requires...a lot of time.",
      "de": "Beziehungen sind ... ziemlich anstrengend. Sobald man eine Beziehung zu jemandem aufgebaut hat, muss man sie erhalten. Wenn man den Kontakt verliert, muss man die Beziehung neu aufbauen. Dieser mühselige Zyklus kostet so viel Zeit ...",
      "es": "Qué complicadas son las relaciones sociales... Si entablas una, debes mantenerla; y si pierdes el contacto, debes recuperarlo... Es algo que requiere invertir mucho tiempo...",
      "fr": "Les relations sociales sont compliquées et doivent être entretenues en permanence. Rien n'est plus chronophage que d'essayer de rattraper le temps perdu.",
      "pt": "Relacionamentos são... Bastante complicados. Uma vez estabelecida uma relação com alguém, você deve continuar a mantê-la. Se você perder o contato, você deve restabelecer a relação. Este ciclo taxativo consome muito tempo...",
      "ru": "Общаться с людьми... очень сложно. Отношения постоянно нужно поддерживать, а если вы перестали общаться, то, чтобы их восстановить, придётся потратить ещё больше времени...",
      "id": "Bergaul itu ... merepotkan. Sekali kamu membangun sebuah hubungan dengan seseorang, kamu harus terus memeliharanya. Kamu harus membangun kembali hubungannya bila komunikasi kalian terputus. Dan ini sangat ... memakan waktu.",
      "th": "ความสัมพันธ์กับผู้คน... เป็นเรื่องซับซ้อน เมื่อเริ่มสร้างความสัมพันธ์กับใครสักคน ก็จะต้องดูแลรักษาต่อไป ถ้าขาดการติดต่อกันไปและต้องการฟื้นความสัมพันธ์ ก็ต้องใช้เวลาที่มากกว่าในการแก้ไข",
      "vi": "Giao tiếp với người khác... thật phiền phức. Một khi đã bắt đầu thì phải luôn duy trì. Nếu như ngừng giữa chừng thì lại phải tốn thời gian để khôi phục lại."
    }
  },
  {
    "title": {
      "zhs": "关于我们·实验",
      "zht": "關於我們·實驗",
      "jp": "実験について…",
      "ko": "우리에 대해·실험",
      "en": "About Us: Experiments",
      "de": "Über uns – Experiment",
      "es": "Sobre nosotros - Experimento",
      "fr": "À propos de nous - Expérience",
      "pt": "Sobre Nós - Experimentos",
      "ru": "О нас: Эксперименты",
      "id": "Tentang Kita: Eksperimen",
      "th": "เกี่ยวกับเรา - การทดลอง",
      "vi": "Về chúng tôi - Thực nghiệm"
    },
    "line": {
      "zhs": "你…这是准备陪我做实验吗？呼，真荣幸。\n\n啊，不用紧张。我的实验虽然危险，通常不会伤及无辜。",
      "zht": "#{F#妳}{M#你}…這是準備陪我做實驗嗎？呼，真榮幸。\n\n啊，不用緊張。我的實驗雖然危險，但通常不會傷及無辜。",
      "jp": "キミ…ボクの実験に付き合ってくれるのかい？光栄だね。\n\nああ、緊張しないで。ボクの実験は危険だけど、無実の人を傷つけたりしないから。",
      "ko": "너… 나랑 실험하려는 거야? 영광인걸?\n\n아, 긴장하지 마. 내 실험은 위험하지만 애꿎은 사람들은 보통 안 다쳐",
      "en": "You... want to accompany me while I experiment? I'm honored.\n\nOh, don't be nervous. My experiments may be dangerous, but no one gets hurt... most of the time.",
      "de": "Du ... möchtest mich begleiten, während ich Experimente durchführe?\n\nIch fühle mich geehrt. Oh, du musst nicht nervös sein. Meine Experimente sind vielleicht gefährlich, aber niemand kommt zu Schaden ... wenigstens in den meisten Fällen.",
      "es": "¿Quieres ayudarme con un experimento? Vaya, qué honor.\n\nOh, no te preocupes. Mis experimentos son peligrosos, pero inofensivos.",
      "fr": "Vous vous préparez pour m'assister dans cette expérience ? J'en suis honoré.\n\nSoyez sans crainte. Mes expériences sont peut-être dangereuses, mais ne blessent quasiment jamais personne.",
      "pt": "#Você... Quer me acompanhar enquanto eu faço experimentos? Sinto-me honrado.\n\nOh, não fique nervos{M#o}{F#a}. Minhas experiências podem ser perigosas, mas ninguém se machuca... Na maioria das vezes.",
      "ru": "Ты... хочешь провести эксперимент вместе со мной? Ах, это честь для меня. Не стоит волноваться. Мои эксперименты опасные, но без жертв... обычно.",
      "id": "Kamu ... mau menemaniku bereksperimen? Sungguh suatu kehormatan.\n\nAh, tidak perlu gugup. Eksperimenku kadang memang berbahaya, tapi tidak akan ada yang terluka ... harusnya sih.",
      "th": "เธอ... อยากจะทำการทดลองกับฉันงั้นเหรอ? ว้าว ถือเป็นเกียรติอย่างยิ่งเลย\n\nอ๊ะ อย่ากังวลไป แม้ว่าการทดลองของฉันจะอันตราย แต่ก็มักจะไม่เป็นอันตรายต่อผู้บริสุทธิ์",
      "vi": "Bạn... chuẩn bị làm thí nghiệm chung với tôi đúng không? Thật vinh hạnh.\n\nÀ, đừng căng thẳng, thí nghiệm này tuy nguy hiểm nhưng không làm hại ai đâu."
    }
  },
  {
    "title": {
      "zhs": "关于我们·助手",
      "zht": "關於我們·助手",
      "jp": "助手について…",
      "ko": "우리에 대해·조수",
      "en": "About Us: Assistant",
      "de": "Über uns – Assistent",
      "es": "Sobre nosotros - Asistente",
      "fr": "À propos de nous - Assistance",
      "pt": "Sobre Nós - Assistente",
      "ru": "О нас: Помощник",
      "id": "Tentang Kita: Asisten",
      "th": "เกี่ยวกับเรา - ผู้ช่วย",
      "vi": "Về chúng tôi - Trợ thủ"
    },
    "line": {
      "zhs": "能麻烦你当我的助手吗？鉴于你旁观了那么多次，想必早就熟练了吧。放心，我在你旁边。就算是第一次实际操作，也不会有问题的。我相信我的指导能力，更相信你的天赋。",
      "zht": "#能麻煩{F#妳}{M#你}當我的助手嗎？鑑於{F#妳}{M#你}旁觀了那麼多次，想必早就熟練了吧。放心，我在{F#妳}{M#你}旁邊。就算是第一次實際操作，也不會有問題的。我相信我的指導能力，更相信{F#妳}{M#你}的天賦。",
      "jp": "ボクの助手になってくれないかい？何度もボクのそばで見てきたから、もう覚えてるよね。安心して、ボクがついてる。たとえ実験をするのが初めてだとしても、問題はないさ。ボクはボクの指導力に自信があるし、何よりもキミの才能を信じてるからね。",
      "ko": "내 조수가 되어줄래? 옆에서 여러 번 지켜봤으니 분명 잘할 거야. 걱정 마, 처음이어도 내가 옆에 있으니까 괜찮을 거야. 내가 좀 잘 가르치거든, 물론 네 천부적인 재능도 믿어",
      "en": "Would you oblige me by serving as my assistant? After observing so many experiments, you surely know a good deal about alchemy by now. Relax, we will work together. I don't think you will have any problems. I have faith in my ability to instruct you, and even more faith in your exceptional talents.",
      "de": "Darf ich dich bitten, mein Assistent zu werden? Wenn man bedenkt, wie oft du bereits zugesehen hast, musst du dich bestimmt bereits daran gewöhnt haben. Keine Sorge, ich werde weiterhin an deiner Seite sein. Und wenn du etwas zum ersten Mal machst, wird es schon keine Probleme geben. Ich vertraue meinen Fähigkeiten dich anzuleiten und ich glaube an deine Talente.",
      "es": "¿Te importaría ser mi ayudante? Como ya me has observado varias veces, seguro que esto no será algo nuevo para ti. No te preocupes, estaré a tu lado todo el tiempo. Aunque sea tu primera vez, todo irá bien. Confío en mi talento como profesor, y más aún en tu propio talento.",
      "fr": "Vous pouvez m'aider ? Vous avez assisté à tellement d'expériences, l'alchimie ne vous est pas inconnue, après tout. Ne vous inquiétez pas, je serai à côté de vous. Ne vous en faites pas si c'est la première fois, tout ira bien. J'ai confiance en mes talents de professeur, et dans les vôtres.",
      "pt": "#Você se importaria de me ajudar, atuando como {F#minha}{M#meu} assistente? Depois de ter observado tantos experimentos, você certamente já sabe muito sobre alquimia. Relaxe, vamos trabalhar juntos. Não acho que você terá nenhum problema. Tenho fé em minha capacidade de instruí-l{F#a}{M#o}, e ainda mais fé em seus excepcionais talentos.",
      "ru": "#Не мог{F#ла} бы ты оказать мне услугу и стать моим помощником? Наблюдая за столькими экспериментами, ты явно стал{F#а} лучше разбираться в алхимии. Не волнуйся, я буду рядом. Не думаю, что могут возникнуть какие-либо проблемы. Я верю в своё умение учить, но ещё больше я верю в твои исключительные таланты.",
      "id": "Kamu mau tidak jadi asistenku? Kamu kan sudah sering lihat eksperimen-eksperimenku, sekarang pasti kamu sudah cukup paham soal alkimia. Tenang, kita akan kerja sama-sama. Kurasa kamu tidak akan kesulitan, karena aku yakin dengan kemampuanku untuk mengajar, dan aku bahkan lebih yakin lagi dengan bakatmu yang menakjubkan itu.",
      "th": "เธอมาเป็นผู้ช่วยให้ฉันทีได้มั้ย? หลังจากสังเกตฉันอยู่นาน เธอคงเชี่ยวชาญแล้วล่ะ ไม่ต้องกลัวหรอก ฉันจะอยู่ข้างเธอเอง ถึงจะเป็นการลงมือทำครั้งแรกของเธอก็ไม่มีปัญหาแน่นอน ฉันเชื่อในทักษะการชี้นำของฉัน และเชื่อมั่นในพรสวรรค์ของเธอ",
      "vi": "Phiền bạn làm trợ thủ cho tôi được không? Bạn đứng bên cạnh nhiều lần như vậy hẳn là đã nhìn quen rồi nhỉ. Yên tâm, có tôi ở bên cạnh, cho dù bạn lần đầu thao tác thì cũng không có vấn đề gì đâu. Tôi tin vào khả năng hướng dẫn của tôi và năng lực của bạn."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」？不过就是个实验用的工具罢了，和烧杯、坩埚没什么不同。唯一让我感兴趣的，就是它的原理…我总有一天会研究明白的，这只是时间问题。",
      "zht": "「神之眼」？不過就是個實驗用的工具罷了，和燒杯、坩堝沒什麼不同。唯一讓我感興趣的，就是它的原理…我總有一天會研究明白的，這只是時間問題。",
      "jp": "「神の目」？所詮実験用の道具だよ、ビーカーやるつぼと変わらないさ。唯一興味があるのはその原理だ…いつかボクが解明してみせる、時間の問題だよ。",
      "ko": "「신의 눈」? 비커랑 도가니와 다를 바 없는 그냥 실험 도구일 뿐이야. 단 하나, 흥미로운 점은 그 원리인데… 언젠가 연구해서 밝힐 거야. 그저 시간문제일 뿐이지~",
      "en": "My Vision? Ah, that's nothing more than a tool to aid in my experiments, no different from a beaker or crucible. The one thing about it that really intrigues me is the principle behind how it works... One day, I will uncover its secrets. It's only a matter of time.",
      "de": "Mein Göttliches Auge? Ach, das ist nichts weiter als ein Werkzeug, das mir eine Hilfe bei meinen Experimenten ist. Es unterscheidet sich nicht von einem Reagenzglas oder einem Tiegel. Das Einzige, was mich daran wirklich fasziniert, ist dahinter, wie es funktioniert ... Eines Tages werde ich seine Geheimnisse aufdecken, es ist nur eine Frage der Zeit.",
      "es": "¿Mi Visión? Solo es una herramienta más para mis experimentos, como mis probetas o mis crisoles. Lo único que me interesa de ella son sus principios fundamentales. Algún día los comprenderé, solo es cuestión de tiempo.",
      "fr": "Mon œil divin ? Rien de plus qu'un outil supplémentaire pour mes expériences, au même titre qu'un bécher ou un creuset. La seule chose qui m'intéresse à son sujet est son principe de fonctionnement... Ça viendra un jour, quand j'aurai le temps.",
      "pt": "Minha visão? Ah, isso nada mais é do que uma ferramenta para ajudar em minhas experiências, nada diferente de um béquer ou de um crisol. A única coisa que realmente me intriga é o princípio por trás de como isso funciona... Um dia vou descobrir seus segredos, é apenas uma questão de tempo.",
      "ru": "Мой Глаз Бога? Ах, это всего лишь инструмент, помогающий проводить эксперименты, как реторта или тигель. Что меня в нём интересует, так это принцип его работы... Когда-нибудь я узнаю его секрет, это лишь вопрос времени.",
      "id": "Vision ya? Ah, bagiku, benda itu cuma sebuah alat untuk bereksperimen, sama saja dengan gelas kimia atau sebuah krus. Satu-satunya hal yang membuatku tertarik adalah bagaimana sebenarnya cara kerjanya ... Suatu hari nanti, akan kuungkap rahasia yang ada di balik benda itu. Tinggal tunggu waktu saja.",
      "th": "วิชั่น? มันก็แค่เครื่องมือที่ฉันใช้ในการทดลองเท่านั้นแหละ ไม่ได้ต่างอะไรกับบีกเกอร์หรือเตาหลอม สิ่งเดียวที่ฉันสนใจคือหลักการทำงานของมัน... สักวันฉันต้องเข้าใจความลับของมัน เพียงแต่ต้องใช้เวลาสักนิด",
      "vi": "\"Vision\"? Cũng chỉ là dụng cụ dùng để thí nghiệm thôi, không khác mấy với cốc chịu nóng, nồi nấu quặng. Thứ duy nhất khiến tôi hứng thú là nguyên lý của nó... Rồi cũng có ngày tôi sẽ nghiên cứu ra, đây chỉ là vấn đề thời gian."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "一直有些难以开口，因为假设被你拒绝的话，我可能会失落吧…\n\n嗯…我对你身边那个飞着的小家伙很感兴趣，方便让我拿去研究一下吗？",
      "zht": "#一直有些難以開口，因為假設被{F#妳}{M#你}拒絕的話，我可能會失落吧…\n\n嗯…我對{F#妳}{M#你}身邊那個飛著的小傢伙很感興趣，方便讓我拿去研究一下嗎？",
      "jp": "キミに拒否されたら落ち込むから少し言いにくいけど…\n\nうーん…キミの周りを飛んでるちびっ子に興味があるんだ、少し貸してもらえないかな？",
      "ko": "네가 거절하면 속상할 것 같아서 말을 꺼내기 어려웠어…\n\n음…네 옆에 날아다니는 그 녀석이 궁금한데 내가 연구 좀 해봐도 될까?",
      "en": "There's something I've always wanted to ask you, but feared rejection and disappointment...\n\nAhem... I am very interested in your... little floating companion. May I borrow her to investigate for a short while?",
      "de": "Es gibt da etwas, was ich dich schon immer fragen wollte, doch ich habe mich vor Zurückweisung und Enttäuschung gefürchtet ...\n\nÄhm ... Ich bin sehr interessiert an deiner kleinen, schwebenden Begleiterin. Darf ich sie mir vielleicht kurz für einige Untersuchungen ausleihen?",
      "es": "Nunca te lo he preguntado para no sentirme rechazado por si decías que no, pero...\n\nHumm... Esa compañera tuya que va flotando de acá para allá me parece muy interesante. ¿Podrías prestármela para investigarla?",
      "fr": "Je n'ai jamais osé en parler, par peur de vous gêner, mais...\n\nLa petite fée qui vole autour de vous m'intéresse grandement. Serait-il possible de vous l'emprunter pour études ?",
      "pt": "Tem algo que eu sempre quis lhe perguntar, mas temia rejeição e decepção... \n\nEh-hem... Estou muito interessado em sua pequena companheira flutuante. Posso pedi-la emprestada para investigar por um tempo?",
      "ru": "Я всё хотел спросить, но боялся отказа и разочарования... Эм... Меня очень интересует твой летающий компаньон, могу я одолжить её ненадолго для опытов?",
      "id": "Ada sesuatu yang selalu ingin kutanyakan padamu, tapi ... aku takut kalau kamu menolak dan aku harus kecewa karenanya.\n\nEhem ... Aku sangat tertarik ... pada teman kecil melayangmu itu. Boleh tidak aku pinjam dia sebentar agar bisa kupelajari?",
      "th": "มีเรื่องนึงที่ฉันอยากจะถามเธอมาตลอด แต่กลัวการปฏิเสธและความผิดหวัง...\n\nอะแฮ่ม... ฉันสนใจเจ้าตัวน้อยที่ลอยอยู่ข้างเธอมากเลย ขอยืมมาศึกษาสักครู่ได้มั้ย?",
      "vi": "Tôi luôn có một chuyện khó nói, vì sợ nếu nói ra mà bạn từ chối thì tôi sẽ rất buồn...\n\nHừm... tôi rất có hứng thú với thứ bay bay bên cạnh bạn, có thể cho tôi nghiên cứu một chút được không?"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "想知道更多石化古树的事情？唔…你在附近秘境里观测到的那些，其实不算古老。稍微成熟一些的树，一般能长到两三公里高；在树的根部，常常聚集着一种大蜘蛛。那种蜘蛛啊，用地栀子和香茅草捆紧，抹上白豆蔻，熏烤上几个小时，那香味，是真的很…令我难忘。",
      "zht": "#想知道更多石化古樹的事情？唔…{F#妳}{M#你}在附近秘境裡觀測到的那些，其實不算古老。稍微成熟一些的樹，一般能長到兩三公里高；在樹的根部，常常聚集著一種大蜘蛛。那種蜘蛛啊，用地梔子和香茅草捆緊，抹上白豆蔻，燻烤上幾個小時，那香味，是真的很…令我難忘。",
      "jp": "石化古樹のことをもっと知りたい？うーん…キミが近くの秘境で見たあれはそれほど古くないものだ。より古い木だと2、3000メートルくらいの高さがあるからね。その根元には大きな蜘蛛が集まってる。その蜘蛛をクチナシとオガルカヤでくくって、カルダモンを塗り、数時間焼いた後の香りは…本当に忘れられないよ。",
      "ko": "석화 고목에 관한 걸 더 많이 알고 싶다고? 음… 인근 비경에서 네가 봤다던 나무는 사실 그리 오래된 게 아니야. 잘 여문 나무는 보통 2~3km까지 자랄 수 있고, 뿌리에 큰 거미가 모이지. 그 거미를 치자와 레몬그라스에 묶고 백두구를 발라 몇 시간 동안 훈연하면 그 향기는 정말이지…잊을 수가 없어",
      "en": "You would like to know more about petrified trees? Um... ahem. Actually, the petrified trees you have come across in domains aren't that ancient. Truly ancient trees usually grow to around one or two miles in height? Oh, and there's a kind of large spider that lives around their roots — if you tie one up in cape jasmine and lemongrass and sprinkle on some cardamom, smoke it for a few hours — you get a fragrant taste that's simply... unforgettable.",
      "de": "Du möchtest mehr über versteinerte Bäume wissen? Ähm ... Eigentlich sind die versteinerten Bäume, auf die du in den Sphären gestoßen bist, nicht so alt. Wirklich alte Bäume werden normalerweise um die zwei bis drei Kilometer hoch. Oh, und es gibt da eine große Spinnenart, die rund um ihre Wurzeln lebt. Wenn man eine davon in Gardenien und Zitronengras wickelt, darauf etwas Kardamom streut und das Ganze dann für einige Stunden räuchert, erhält man einen aromatischen Geschmack, der einfach ... unvergesslich ist.",
      "es": "¿Te gustaría saber más sobre los Árboles Petrificados? Bueno... Los que hay en los dominios, en realidad, no son tan viejos. Los más antiguos suelen tener hasta tres kilómetros de altura, y en sus raíces vive una especie de araña gigante. Si a esa araña la enrollas en jazmín y citronela, le añades cardamomo y la ahúmas durante un par de horas, desprenderá un aroma tan delicioso que jamás lo olvidarás.",
      "fr": "Vous aimeriez en apprendre davantage sur les Arbres pétrifiés ? Eh bien... Ceux que vous pouvez voir près des donjons ne sont pas si anciens, en réalité. Les arbres adultes font généralement deux à trois kilomètres de haut. On trouve souvent un genre d'araignée au milieu de leurs racines. Fumée avec des gardénias et de la citronnelle pendant plusieurs heures, c'est un véritable délice... Inoubliable, vraiment.",
      "pt": "Você gostaria de saber mais sobre árvores petrificadas? Erm... Na verdade, as árvores petrificadas que você encontrou em domínios não são tão antigas assim. Árvores verdadeiramente antigas geralmente crescem a cerca de dois ou três quilômetros de altura. Oh, e existe uma espécie de aranha grande que vive ao redor de suas raízes - se você amarrar uma em uma Jasmim gardênia e Capim-limão e borrifar um pouco de cardamomo, defumá-la por algumas horas, e você obterá um sabor perfumado que é simplesmente... Inesquecível.",
      "ru": "Хочешь узнать об окаменевших деревьях? Хм... Вообще, деревья, которые тебе встречаются в подземельях, не такие древние. Действительно древние деревья вырастают до двух-трёх километров в высоту, а среди их корней живут огромные пауки. Если обвязать их гардениями и лемонграссом, посыпать кардамоном и покоптить несколько часов - то их вкус... Он просто незабываем.",
      "id": "Kamu ingin tahu tentang Petrified Tree? Hmmm ... sebenarnya, Petrified Tree yang kamu temui di dalam domain itu tidak setua kelihatannya. Pohon yang sudah benar-benar tua tingginya bisa sampai dua ribu, bahkan tiga ribu meter. Oh iya, ada juga sejenis laba-laba besar yang hidup di sistem akar pohon itu. Kalau kamu menangkap satu ekor, lalu mengikatnya dengan tangkai melati dan serai, taburkan sedikit kapulaga, lalu asapi selama beberapa jam. Aromanya ... tak terlupakan.",
      "th": "อยากรู้เพิ่มเติมเกี่ยวกับ Petrified Tree งั้นเหรอ? เอิ่ม... ที่จริงแล้ว Petrified Tree ที่อยู่ในดันเจี้ยนไม่ใช่ต้นไม้โบราณหรอกนะ ต้นไม้โบราณที่แท้จริงเมื่อโตเต็มจะสูงสองถึงสามกิโลเมตร และมักมีแมงมุมตัวใหญ่อาศัยอยู่ที่รากของมัน ถ้าเธอเอาแมงมุมชนิดนั้นมาพันด้วยดอกมะลิและตะไคร้ ทาด้วยกระวานขาว แล้วย่างสักสองสามชั่วโมง กลิ่นหอมของมันนั้น... ประทับใจไม่รู้ลืมจริง ๆ",
      "vi": "Muốn biết thêm về Cổ Thụ Hóa Thạch sao? Ừm... những thứ bạn quan sát được trong bí cảnh gần đây, thực sự không phải cổ xưa gì. Cây trưởng thành hơn một chút, thường sẽ cao đến hai ba km; Trong rễ của cây, thường có một loài nhện lớn. Dùng Dành Dành Đất và cây sả bó loài nhện đó lại, quét lên Bạch Đậu Khấu, hun khói mấy tiếng, mùi hương đó, thật sự khiến tôi... khó quên."
    }
  },
  {
    "title": {
      "zhs": "关于亲人…",
      "zht": "關於親人…",
      "jp": "家族について…",
      "ko": "가족에 대해…",
      "en": "About Family",
      "de": "Über Verwandte ...",
      "es": "Sobre la familia...",
      "fr": "La famille...",
      "pt": "Sobre a família...",
      "ru": "О семье...",
      "id": "Tentang Keluarga",
      "th": "เกี่ยวกับคนในครอบครัว...",
      "vi": "Về người thân..."
    },
    "line": {
      "zhs": "亲人吗？虽然艾莉丝总希望我喊她妈妈…唔，但在我心里，谈起亲人第一时间想到的还是师父吧。我从记事起就和她在一起探险了，她教会了我炼金术和无数世间的知识。或许…「亲人」或者「师父」，这些词汇都不足以描绘出她对我来说的意义吧。",
      "zht": "親人嗎？雖然艾莉絲總希望我叫她媽媽…唔，但在我心裡，談起親人第一時間想到的還是師父吧。我從有記憶起就和她一起探險了，她教會了我煉金術和世間無數知識。或許…「親人」或者「師父」，這些詞彙都不足以描繪出她對我而言的意義吧。",
      "jp": "…家族のこと？お母さんって呼んでほしいとアリスさんには言われてるけど…ボクにとっての家族はやはり師匠かな。物心がついた頃から師匠と一緒に探検してたし、錬金術も世の中の知識も彼女が教えてくれたんだ。…ボクにとって彼女は、「家族」や「師匠」って言葉だけでは表現しきれないかもしれない。",
      "ko": "가족? 앨리스 아줌마는 내가 엄마라 부르길 바랐지만…. 흠, 가족을 생각했을 때 가장 먼저 떠오르는 분은 그래도 스승님이야. 내가 기억할 무렵부터 난 스승님과 함께 탐험했고, 스승님은 연금술과 무수한 세상의 지식을 가르쳐 주셨어. …「가족」 혹은 「스승님」이란 두 단어로는 내 마음을 다 표현할 수 없지",
      "en": "Family? Although Alice has always asked me to call her \"Mother,\" when I think of the idea of \"family,\" my master comes to mind first. My earliest memories in life are of going on adventures with her. She taught me the art of alchemy and much knowledge about the world. Perhaps... even the words \"family\" and \"master\" are incapable of fully expressing her meaning to me.",
      "de": "Verwandte? Auch wenn Alice immer hofft, dass ich sie eines Tages Mutter nenne ... in meinem Herzen fällt mir bei Verwandten als Erstes meine Lehrerin ein. Ich bin mit ihr bereits auf so viele Forschungsreisen gegangen und sie hat mir die Wunder der Alchimie und unendliches Wissen beigebracht. Vielleicht ... sind Begriffe wie „Verwandter“ oder „Lehrer“ unzureichend, um zu beschreiben, was sie mir bedeutet.",
      "es": "¿Mi familia? Alice siempre dice que la llame “mamá”, pero... en el fondo, la primera persona en la que pienso al hablar de mi familia es en mi maestra. He explorado el mundo junto a ella desde que tengo memoria, y fue ella la que me enseñó las técnicas de la alquimia, así como todo lo que sé sobre el mundo. “Familia”, “maestra”... Esas palabras se quedan cortas para describir lo que ella significa para mí.",
      "fr": "Ma famille ? Alice voudrait que je la considère comme ma mère... Mais pour moi, parler de la famille équivaut à parler de mon maître. Aussi loin que remontent mes souvenirs, elle est à mes côtés. C'est elle qui m'a enseigné tout ce que je sais sur l'alchimie et le monde. « Famille », « maître »... Peut-être même qu'aucune de ces appellations ne rend vraiment justice à ce qu'elle représente à mes yeux.",
      "pt": "Família? Embora Alice sempre me tenha pedido para chamar ela de mãe... Quando penso na ideia de \"família\", minha mestra vem à minha mente primeiro. Minhas primeiras memórias na vida são de aventuras com ela. Ela me ensinou a arte da alquimia e muito conhecimento sobre o mundo. Talvez... Até as palavras \"família\" e \"mestra\" sejam incapazes de expressar plenamente o significado dela para mim.",
      "ru": "Семья? Алиса всегда просила называть её матерью... Но при слове «семья» я сразу вспоминаю о своём учителе. Мои первые воспоминания о наших с ней путешествиях. Она научила меня искусству алхимии и многому другому о мире. Пожалуй... слова «семья» и «учитель» не совсем точно описывают её роль в моей жизни.",
      "id": "Keluarga? Ah, Alice selalu minta aku panggil dia ibu, tapi kalau mau bicara soal \"keluarga\", yang muncul di benakku adalah Master. Kenangan yang paling pertama di hidupku ini adalah petualangan bersama Master. Dialah yang mengajariku alkimia, dan banyak sekali pengetahuan tentang dunia. Bahkan mungkin ... sebuah kata seperti \"keluarga\" atau \"master\" tidak bisa melukiskan betapa berharganya dia bagiku.",
      "th": "ครอบครัว? แม้ว่า Alice จะอยากให้ฉันเรียกว่าแม่... แต่ในใจของฉันสิ่งแรกที่ฉันนึกถึงเมื่อพูดถึงครอบครัวคืออาจารย์ ฉันออกสำรวจกับเธอมาตั้งแต่จำความได้ เธอสอนฉันเล่นแร่แปรธาตุและความรู้ทางโลกมากมาย บางทีคำว่า... \"ครอบครัว\" หรือ \"อาจารย์\" ก็ไม่เพียงพอที่จะอธิบายความหมายของเธอกับฉัน",
      "vi": "Người thân sao? Tuy Alice luôn hy vọng tôi gọi bà là mẹ... ưm, nhưng trong lòng tôi, nói tới người thân thì người đầu tiên tôi nghĩ đến là sư phụ. Từ khi hiểu chuyện tôi đã cùng người thám hiểm, người đã dạy tôi thuật giả kim và vô số tri thức trên đời. Có lẽ... \"người thân\" hoặc \"sư phụ\", hai từ này không đủ để nói lên ý nghĩa của sư phụ đối với tôi."
    }
  },
  {
    "title": {
      "zhs": "关于砂糖·方向",
      "zht": "關於砂糖·方向",
      "jp": "スクロースについて·方向性",
      "ko": "설탕에 대해·방향",
      "en": "About Sucrose: Direction",
      "de": "Über Saccharose – Fachrichtung",
      "es": "Sobre Sacarosa - Dirección",
      "fr": "À propos de Sucrose - Direction",
      "pt": "Sobre Sucrose - Direção",
      "ru": "О Сахарозе: Направление",
      "id": "Tentang Sucrose: Arah",
      "th": "เกี่ยวกับ Sucrose - ทิศทาง",
      "vi": "Về Sucrose - Phương hướng"
    },
    "line": {
      "zhs": "砂糖吗？我大概能理解她一心专攻「生物炼金」的理由…不管怎样，看到她的研究越来越顺利，我也为她感到高兴。",
      "zht": "砂糖嗎？我大概能理解她一心專攻「生物煉金」的理由…不管怎樣，看到她的研究越來越順利，我也為她感到高興。",
      "jp": "スクロースかい？彼女が「生物錬金」に夢中になってる理由は理解できると思うよ…ともあれ、彼女の研究が順調に進んでるのを見ると、ボクも嬉しくなるんだ。",
      "ko": "설탕? 「생물 연금술」에 왜 그렇게 집착하는지 알 것 같아…. 아무튼 연구가 잘 돼가는 것 같아서 나도 기뻐",
      "en": "Sucrose? I think I more or less understand why she is so dedicated to her research in bio-alchemy... Either way, I'm happy to see her succeed more and more in her endeavors.",
      "de": "Saccharose? Ich glaube, ich verstehe in etwa, warum sie sich so eifrig ihrer Forschung in der Bio-Alchimie widmet ... Wie dem auch sei, es freut mich, zu sehen, dass sie ihre Ziele immer erfolgreicher erreicht.",
      "es": "¿Sacarosa? Entiendo por qué se centra únicamente en la bioalquimia. Sea como sea, me alegra mucho ver qué bien van sus experimentos.",
      "fr": "Sucrose ? Je comprends son engouement pour la bio-alchimie... Quoi qu'il en soit, je suis heureux de voir que ses recherches avancent sans problème.",
      "pt": "Sucrose? Acho que entendo mais ou menos porque ela é tão dedicada à sua pesquisa em Bioalquimia... De qualquer forma, estou feliz de vê-la ter cada vez mais sucesso em seus esforços.",
      "ru": "Сахароза? Думаю, я более-менее понимаю, почему она так интересуется биоалхимией... Я очень рад её успехам.",
      "id": "Sucrose? Aku cukup paham kenapa dia mendedikasikan dirinya untuk mempelajari Bio-Alkimia ... Bagaimanapun juga, aku ikut senang melihat penelitiannya semakin hari semakin sukses.",
      "th": "Sucrose? ฉันคิดว่าฉันพอเข้าใจได้ว่าทำไมเธอถึงทุ่มเทให้กับ \"การแปรธาตุชีวภาพ\"... เพราะถึงยังไง เมื่อได้เห็นงานวิจัยของเธอดีขึ้นเรื่อย ๆ ฉันก็ดีใจแทนเธอ",
      "vi": "Sucrose sao? Tôi có thể đại khái hiểu được lý do cô ấy tập trung nghiên cứu \"giả kim sinh vật\"... Dù gì thì, thấy việc nghiên cứu của cô ấy ngày càng thuận lợi, tôi cũng mừng cho cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于砂糖·坚持",
      "zht": "關於砂糖·堅持",
      "jp": "スクロースについて·こだわり",
      "ko": "설탕에 대해·고집",
      "en": "About Sucrose: Habits",
      "de": "Über Saccharose – Sturheit",
      "es": "Sobre Sacarosa - Persistencia",
      "fr": "À propos de Sucrose - Manières",
      "pt": "Sobre Sucrose - Hábitos",
      "ru": "О Сахарозе: Упрямство",
      "id": "Tentang Sucrose: Kebiasaan",
      "th": "เกี่ยวกับ Sucrose - ความมุ่งมั่น",
      "vi": "Về Sucrose - Kiên trì"
    },
    "line": {
      "zhs": "虽然在学术方面的合作非常愉快，但课题以外的部分，砂糖也有很多她自己的坚持。比如我告诉她我们是平辈，叫我阿贝多就好，她却坚持要用尊称。…只好随她去了。",
      "zht": "雖然在學術方面的合作非常愉快，但課題以外的部分，砂糖也有很多她自己的堅持。比如我告訴她我們是平輩，叫我阿貝多就好，她卻堅持要用尊稱。…只好隨她了。",
      "jp": "学術的な面に関しては仲良くやってるけど、課題以外のことに関しては、こだわりが強すぎるきらいがあるんだ。たとえば、同僚なんだからボクのことは呼び捨てでいいよって言っても、彼女は先生と呼んでくる。はぁ、彼女の好きなようにさせるしかないね。",
      "ko": "학문적으로 협력하는 건 즐거웠지만 연구할 때 말고는 설탕도 고집이 엄청나. 난 우리가 또래니까 그냥 알베도라 부르라고 했지만 계속 존칭을 고집한다니깐. 휴, 어쩔 수 없지",
      "en": "Working with Sucrose on alchemy research is quite pleasant, but she has some... stubborn qualities in regards to certain aspects unrelated to research. For example, I have told her numerous times to just call me \"Albedo\" since we are about the same age, but she insists on addressing me in an excessively formal manner. *sigh* ...Whatever she prefers, I guess.",
      "de": "Die Arbeit mit Saccharose in der Alchimie-Forschung ist recht angenehm, doch sie hat einige ... sture Eigenschaften in Bezug auf bestimmte Aspekte, die nicht mit der Forschung in Zusammenhang stehen. Ich habe ihr beispielsweise unzählige Male gesagt, dass sie mich einfach „Albedo“ nennen soll, weil wir ungefähr im selben Alter sind, doch sie besteht darauf, mich auf eine übermäßig förmliche Weise anzusprechen. ... Wie auch immer es ihr beliebt, schätze ich.",
      "es": "Es un placer trabajar con ella en el ámbito académico, pero es un poco terca en el resto de temas. Por ejemplo, siempre le digo que nos tratemos de igual a igual, que puede llamarme Albedo, pero insiste en llamarme “profesor”, “maestro”... Así que, al final, le sigo la corriente.",
      "fr": "C'est toujours un plaisir de travailler avec elle, même si Sucrose peut avoir des idées bien arrêtées en dehors des cours. Par exemple, j'ai beau lui dire de m'appeler par mon prénom, elle continue de faire preuve de bien trop de manières à mon égard... Enfin, si c'est ce qu'elle veut.",
      "pt": "Trabalhar com a Sucrose na pesquisa de alquimia é bastante agradável, mas ela tem algumas... qualidades obstinadas em relação a certos aspectos não relacionados à pesquisa. Por exemplo, já lhe disse inúmeras vezes para me chamar de \"Albedo\", já que temos mais ou menos a mesma idade, mas ela insiste em se dirigir a mim de uma maneira excessivamente formal... O que ela preferir, eu acho.",
      "ru": "Мне очень нравится заниматься с ней алхимией, но она такая упрямая в том, что не касается исследований. Например, я ей много раз говорил, что мы с ней почти ровесники и можно называть меня просто Альбедо. Но она продолжает обращаться ко мне со всей формальностью... Ну, главное, чтобы ей удобно было.",
      "id": "Bekerja sama dengan Sucrose dalam penelitian alkimia itu menyenangkan, tetapi dia sedikit ... keras kepala soal aspek tertentu di luar penelitian. Misalnya, aku sudah sering sekali minta dia panggil aku \"Albedo\" saja, karena kami seumuran. Tapi dia selalu bersikeras menggunakan panggilan yang terlalu sopan ... Ya, terserah dia saja lah.",
      "th": "แม้ว่าความร่วมมือทางวิชาการจะเป็นเรื่องสนุก แต่นอกเหนือจากความสามารถด้านการวิจัยแล้ว Sucrose ยังหัวดื้อมากอีกด้วย ตัวอย่างเช่น เมื่อฉันบอกเธอว่าเราเป็นคนรุ่นเดียวกัน เรียกฉันว่า Albedo ก็ได้ แต่เธอยืนยันที่จะเรียกฉันอย่างเคารพ ...ก็คงต้องตามใจเธอล่ะนะ",
      "vi": "Tuy việc hợp tác về mặt học thuật rất vui vẻ, nhưng ngoài phần này ra, thì Sucrose cũng có những sự kiên trì riêng của mình. Chẳng hạn như khi tôi nói với cô ấy chúng tôi ngang hàng, cứ gọi tôi là Albedo là được, nhưng cô ấy vẫn khăng khăng dùng cách xưng hô tôn kính...Chỉ đành tùy theo ý cô ấy vậy."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "丽莎吗？和她讨论总会得到很有价值的观点。如此有才华却满足于图书管理员一职，想必背后藏着与那才华等重的因缘吧。",
      "zht": "麗莎嗎？和她討論總會得到很有價值的觀點。如此有才華卻滿足於圖書管理員一職，想必背後藏著與那才華等重的因緣吧。",
      "jp": "リサかい？彼女との話し合いはいつも価値のある結果をもたらしてくれるんだ。あんなに才能があるのに図書館司書の肩書きで満足するとは、きっとその才能に関わる因縁深い理由があるんだと思う。",
      "ko": "리사? 그녀와 토론하면 항상 값진 의견을 얻게 돼. 그런 재주로 도서관 사서라는 직책에 만족하다니. 분명 그 재주와 맞먹는 엄청난 사연이 숨겨져 있을 거야",
      "en": "Lisa? I always am impressed by the valuable perspectives she brings to discussions. But is a person with her talents satisfied with such a basic occupation as librarian? There must be some hidden reason for this.",
      "de": "Lisa? Ich bin immer wieder beeindruckt von den wertvollen Standpunkten, die sie in Gespräche einbringt. Aber gibt sich jemand mit ihren Talenten mit einer derart simplen Tätigkeit als Bibliothekarin zufrieden? Es muss einen geheimen Grund dafür geben.",
      "es": "¿Lisa? Siempre aprendo algo cuando hablo con ella. Eso sí, alguien que con tanto talento se conforma con ser bibliotecaria... Estoy seguro de que detrás de ello se esconde una razón tan grande como el talento que tiene.",
      "fr": "Lisa, vous dites ? Discuter avec elle est toujours enrichissant. Avec un talent pareil, il doit y avoir une raison cachée au fait qu'elle se contente d'un poste de bibliothécaire.",
      "pt": "Lisa? Fico sempre impressionado com as perspectivas valiosas que ela traz para as discussões. Mas uma pessoa com seus talentos estar satisfeita com uma ocupação tão básica como a de bibliotecária? Deve haver alguma razão oculta para isso.",
      "ru": "Лиза? Она всегда привносит в разговор интересные точки зрения. Но почему человек с такими талантами работает обычным библиотекарем? Для этого должна быть скрытая причина.",
      "id": "Lisa? Saat berdiskusi dengannya, aku selalu kagum pada cara pandangnya terhadap suatu hal. Tapi apakah orang berbakat dia bisa puas bekerja sebagai seorang pustakawan? Kurasa dia punya alasan sendiri, yang masih jadi misteri.",
      "th": "Lisa? ทุกครั้งที่คุยกับเธอ ฉันจะได้รับมุมมองใหม่ ๆ ที่มีค่าเสมอ แต่คนที่มีพรสวรรค์อย่างเธอกลับพอใจที่จะเป็นแค่บรรณารักษ์? สงสัยเพราะต้องการซ่อนความสามารถแน่ ๆ",
      "vi": "Lisa? Thảo luận với cô ấy sẽ luôn nhận được nhiều quan điểm giá trị. Có tài là vậy mà lại bằng lòng với chức quản lý thư viện, có thể nguyên nhân đằng sau đó cũng lớn như tài năng của cô ấy vậy."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "我的确把可莉当作亲妹妹一样看，所以每次当这位妹妹惹出麻烦的时候，我都只能安慰自己，至少她现在的破坏力，还不及艾莉丝女士的零头。",
      "zht": "我的確把可莉當作親妹妹一樣看，所以每當這位妹妹惹出麻煩的時候，我都只能安慰自己，至少她現在的破壞力，還不及艾莉絲女士的零頭。",
      "jp": "クレーのことは実の妹のように思ってるよ。だから彼女が何かトラブルを起こしても、アリスさんに比べたらその破壊力はかわいいものだって自分に言い聞かせるようにしてるんだ。",
      "ko": "난 클레를 친동생처럼 생각해. 클레가 문제를 일으킬 때마다 그 파괴력이 앨리스 아줌마보다 약한 거로 위안을 삼을 수 밖에 없어",
      "en": "Indeed, I view Klee as my younger sister. Whenever she gets herself into some explosive sort of trouble, I can only console myself with the fact that her current destructiveness is nothing compared to that of Miss Alice.",
      "de": "Tatsächlich betrachte ich Klee als meine jüngere Schwester. Wann immer sie sich selbst in irgendwelche explosiven Schwierigkeiten bringt, kann ich mich nur mit der Tatsache trösten, dass ihre derzeitige Zerstörungswut nichts ist im Vergleich zu der von Alice.",
      "es": "Klee es como una hermana para mí. Por eso, cada vez que se mete en problemas, me consuela pensar que, al menos por ahora, no es tan fuerte como Alice...",
      "fr": "Klee est comme une sœur pour moi. C'est pour ça qu'à chaque fois qu'elle s'attire des ennuis, je me console en me disant qu'au moins pour l'instant, elle n'a pas la puissance d'Alice...",
      "pt": "De fato, eu vejo Klee como minha irmã mais nova. Sempre que ela se mete em algum tipo de problema explosivo, eu só posso me consolar com o fato de que sua atual destrutividade não é nada em comparação com a da Srta. Alice.",
      "ru": "Я считаю Кли своей младшей сестрой, поэтому каждый раз, когда она создаёт проблемы, я только и успокаиваю себя тем, что её разрушительная сила ещё далека от той, которой владеет госпожа Алиса.",
      "id": "Ya, Klee sudah seperti adik kandungku sendiri. Setiap kali dia meledakkan sesuatu, aku cuma bisa menghibur dan mengingatkan diri sendiri bahwa daya hancur Klee sekarang belum ada apa-apanya dibandingkan dengan Nona Alice.",
      "th": "ฉันมองว่า Klee เป็นเหมือนน้องสาวตัวน้อยของฉัน ทุกครั้งที่น้องคนนี้ทำเรื่องวุ่นวาย ฉันก็ได้แต่ปลอบใจตัวเองว่า อย่างน้อยความสามารถในการทำลายล้างของเธอ ก็ยังไม่สู้ของ Alice",
      "vi": "Tôi thực sự xem Klee như em gái vậy, cho nên mỗi khi đứa em này gây chuyện, tôi chỉ có thể tự an ủi rằng, ít ra sức phá hoại này của nó vẫn chưa bằng một góc của dì Alice."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "琴吗？她是一位正直的代理团长，甚至可以说比那位团长大人更为可靠。可能大家心中都在期待着她成为正式团长的那一天吧。",
      "zht": "琴嗎？她是一位正直的代理團長，甚至可以說比那位團長大人更為可靠。可能大家心中都在期待著她成為正式團長的那一天吧。",
      "jp": "ジン？彼女は真面目な代理団長で、あの大団長よりも頼もしいと言える…みんなも、彼女が正式に団長となる日を密かに期待してるんじゃないかな。",
      "ko": "진? 그녀는 훌륭한 단장 대행이야. 단장님보다 더 믿음직스럽다니깐…. 아마 모두 그녀가 정식 단장이 되는 날을 고대하고 있을걸?",
      "en": "Jean? She has served exceptionally well as Acting Grand Master. One can even say she is more reliable than Grand Master Varka. Perhaps in our hearts, we all eagerly await the day she can become the official Grand Master herself.",
      "de": "Jean? Sie hat sich außergewöhnlich gut als Stellvertretender Großmeister geschlagen, man kann sogar sagen, dass sie zuverlässiger ist als Großmeister Varka. Vielleicht werden wir in unseren Herzen alle ungeduldig den Tag herbeisehnen, an dem sie selbst offizieller Großmeister werden kann.",
      "es": "¿Jean? Es la mejor Gran Maestra Intendente que podríamos tener. De hecho, es incluso más de fiar que el propio Gran Maestro. Es posible que, en el fondo, la gente esté esperando que ella pase a ser la maestra oficial de los Caballeros.",
      "fr": "Jean ? C'est la Grande Maîtresse suppléante de l'Ordre, aussi respectée, sinon plus, que le Grand Maître. Tout le monde doit s'attendre à la voir prendre officiellement sa place un jour ou l'autre.",
      "pt": "Jean? Ela tem servido excepcionalmente bem como Grande Mestre Intendente, pode-se até dizer que ela é mais confiável que o Grande Mestre Varka. Talvez em nossos corações, todos nós aguardamos ansiosamente o dia em que ela mesma possa se tornar a Grande Mestre oficial.",
      "ru": "Джинн? Она замечательно справляется с обязанностями действующего магистра. Можно даже сказать, что она надёжнее магистра Варки. Может быть, в глубине сердца все даже мечтают о том дне, когда она станет настоящим магистром.",
      "id": "Jean? Kinerjanya sebagai Grand Master sangat luar biasa. Bahkan sampai ada yang bilang dia lebih bisa diandalkan daripada Grand Master Varka. Mungkin di dalam hati, kita semua menunggu hari ketika Jean diangkat secara resmi menjadi Grand Master.",
      "th": "Jean? เธอทำหน้าที่รักษาการผู้บัญชาการได้ดีเยี่ยมเลย จะพูดว่าเธอพึ่งพาได้มากกว่าผู้บัญชาการ Varka คนนั้นก็ได้นะ บางทีทุกคนอาจกำลังตั้งตารอวันที่เธอจะได้ขึ้นเป็นผู้บัญชาการจริง ๆ เสียที",
      "vi": "Jean sao? Cô ấy là một đội trưởng đại diện chính trực, thậm chí có thể nói là đáng tin cậy hơn cả đội trưởng đại nhân. Có thể mọi người đều đang kỳ vọng ngày cô ấy sẽ trở thành đội trưởng chính thức."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "行秋吗？他写的小说挺有趣的。稻妻那边的「八重堂」一直在旁敲侧击希望让我和别的作者合作，说这样版税收入也会更好。哼，我缺这点钱吗？",
      "zht": "行秋嗎？他寫的小說挺有趣的。稻妻那邊的「八重堂」一直在旁敲側擊，希望我和別的作者合作，說這樣版稅收入也會更好。哼，我缺這點錢嗎？",
      "jp": "行秋かい？彼の書いた小説は面白いよ。ただ、稲妻の「八重堂」がいつも他の作者とコラボしてほしいと言ってくるんだ、そうすれば印税の収入も多くなるってさ。フン、ボクは別にお金に困ってないのに。",
      "ko": "행추? 그의 소설은 정말 재밌어. 이나즈마의 「야에 출판사」는 계속 나보고 다른 저자와 집필하면 인세 수입이 더 오를 거라고 빙빙 돌려 설득하네. 흥, 그깟 돈이 대수야?",
      "en": "Oh, Xingqiu? I find his written works quite interesting. The Yae Publishing House in Inazuma has been asking that I cooperate with a different author for greater royalties. Hmph, do I seem the type to be swayed by a few extra Mora?",
      "de": "Oh, Xingqiu? Ich finde seine schriftlichen Werke recht interessant. Das Verlagshaus Yae in Inazuma hat mich gebeten, für höhere Tantiemen mit einem anderen Autor zusammenzuarbeiten. Hmpf, sehe ich vielleicht aus, als würde ich mich von ein paar mehr Mora überzeugen lassen?",
      "es": "¿Xingchiu? Sus novelas son muy interesantes. La Editorial Yae de Inazuma siempre está intentando convencerme de que colabore con otros escritores porque, así, las regalías son más cuantiosas. ¡Ja! ¿Tan pobre creen que soy?",
      "fr": "Xingqiu ? Les romans qu'il écrit valent le détour. Cela fait un moment que la Chambre Yae, là-bas à Inazuma, me fait du pied pour que je collabore avec quelqu'un d'autre, pour de meilleurs bénéfices... Tsss, ai-je l'air aussi désespéré de gagner quelques moras ?",
      "pt": "Oh, Xingqiu? Acho seus trabalhos escritos bastante interessantes. A Editora Yae de Inazuma tem pedido que eu coopere com um autor diferente para conseguir melhores direitos autorais. Hunf, pareço do tipo a ser influenciado por algumas Moras a mais?",
      "ru": "Син Цю? Он очень интересно пишет. Издательство «Яэ» в Инадзуме постоянно просит меня поработать с другими писателями. Говорят, что так процент с продаж будет выше. Пф, неужто мне нужна эта мора?",
      "id": "Xingqiu? Aku merasa karya tulisannya cukup menarik. Yae Publishing House di Inazuma minta aku berkolaborasi dengan penulis lain agar bisa dapat royalti lebih banyak. Heh, mereka kira aku tipe yang bisa tergoda oleh Mora ya?",
      "th": "Xingqiu? หนังสือที่เขาเขียนน่าสนใจมากทีเดียว สำนักพิมพ์ Yae ใน Inazuma คอยพูดกรอกหูฉัน ขอให้ฉันร่วมงานกับนักเขียนคนอื่นบ้าง ค่าลิขสิทธิ์จะได้สูงขึ้น เฮอะ ฉันดูเหมือนคนร้อนเงินรึไง?",
      "vi": "Xingqiu sao? Tiểu thuyết mà anh ta viết rất thú vị. Nhà xuất bản Yae của Inazuma luôn nói bóng gió rằng muốn tôi hợp tác với tác giả khác, bảo như vậy thì tiền nhuận bút sẽ cao hơn chút. Hứ, tôi thiếu tiền đến vậy sao?"
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "芭芭拉吗？她是一位认真的牧师，说来以前碰巧有机会给她画过速写…你问画哪儿去了？嗯…我拒绝了艾伯特的开价，直接把画送给了代理团长。人际交往…真是耗费精力啊。",
      "zht": "#芭芭拉嗎？她是一位認真的牧師，說來以前碰巧有機會為她畫過速寫…{F#妳}{M#你}問畫呢？嗯…我拒絕了艾伯特的開價，直接把畫送給了代理團長。人際交往…真是耗費精力啊。",
      "jp": "バーバラかい？彼女は真面目な牧師だよ。そういえば昔、彼女のクロッキーを描いたことがあってね…絵はどうしたかって？うん…アルバートの購入希望を断って、代理団長にプレゼントしたよ。…人付き合いって、本当に大変だね。",
      "ko": "그 진지한 바바라 부제? 예전에 우연한 기회로 스케치했던 적이 있어…. 그림이 어디 있냐고? 음… 엘버트 씨가 값을 불렀는데 거절하고 단장 대행님께 보냈어. 인맥관리는… 정말 힘들어",
      "en": "Barbara? She's a very earnest Deaconess. I once had the opportunity to sketch her a simple portrait... What happened to the sketch? Ah yes... Albert offered to purchase it, but I rejected his bid and gave it to the Acting Grand Master. Social relations... really require a lot of effort.",
      "de": "Barbara? Sie ist eine sehr ernsthafte Bischöfin. Ich hatte einmal Gelegenheit, ihr ein einfaches Porträt zu zeichnen ... Was mit der Zeichnung passiert ist? Oh ja ... Albert hat angeboten, es zu kaufen, doch ich habe sein Angebot abgelehnt und es dem Stellvertretenden Großmeister gegeben. Soziale Beziehungen ... erfordern wirklich sehr viel Aufwand.",
      "es": "¿Bárbara? Es muy buena Diaconisa. Una vez que me la encontré por casualidad, hice un boceto de retrato de ella. ¿Que dónde está el retrato? Humm... No acepté el dinero que Albert quería pagarme por él y se lo di directamente a la Gran Maestra Intendente. En serio, las relaciones sociales consumen toda mi energía...",
      "fr": "Barbara ? Assurément une personne d'église aux convictions bien ancrées. Elle m'a servi de modèle, il n'y a pas si longtemps. Ce qu'est devenue la peinture ? Hum... J'ai refusé le prix qu'en offrait Albert pour l'offrir directement à Jean. Entretenir ses relations n'est pas chose aisée.",
      "pt": "Barbara? Ela é uma Diaconisa muito empenhada. Uma vez tive a oportunidade de fazer um simples retrato dela. O que aconteceu com o desenho? Ah sim... Albert se ofereceu para comprá-lo, mas eu rejeitei sua proposta e o dei a Grande Mestre Intendente. As relações sociais... realmente exigem muito esforço.",
      "ru": "Барбара? Она очень добросовестный пастор. Как-то раз мне выдалась возможность сделать набросок её портрета... Что с ним стало? Ах, да... Альберт хотел купить его, но я отказал и подарил портрет действующему магистру. На отношения с людьми уходит так много сил...",
      "id": "Barbara? Dia seorang Diakones yang taat. Waktu itu aku pernah menggambar wajahnya ... Di mana ya gambarnya? Ah, iya, tempo hari Albert sangat berminat dengan gambar itu, bahkan sudah buka harga, tapi kutolak. Akhirnya kuberikan gambar itu ke Acting Grand Master. Membangun hubungan sosial ... benar-benar perlu banyak usaha.",
      "th": "Barbara เหรอ? เธอเป็นซิสเตอร์ที่เคร่งครัดมาก ครั้งหนึ่งฉันมีโอกาสวาดภาพเหมือนของเธอ... เกิดอะไรขึ้นกับภาพวาด? อ่า... Albert ขอซื้อมัน แต่ฉันปฏิเสธ และมอบให้รักษาการผู้บัญชาการแทนน่ะ ความสัมพันธ์ทางสังคม... มันช่างเปลืองแรงจริง ๆ",
      "vi": "Barbara sao? Cô ấy là một mục sư giỏi, nói ra thì trước đây tôi có vẽ chân dung của cô ấy... Bạn hỏi bức tranh đang ở đâu sao? Hừm... tôi đã từ chối bán cho Albert và chuyển trực tiếp cho Đội Trưởng Đại Diện rồi. Chuyện xã giao... đúng là tốn công sức."
    }
  },
  {
    "title": {
      "zhs": "想要了解阿贝多·其一",
      "zht": "想要瞭解阿貝多·其一",
      "jp": "アルベドを知る·1",
      "ko": "알베도에 대해 알기·첫 번째",
      "en": "More About Albedo: I",
      "de": "Ich will mehr über Albedo erfahren I",
      "es": "Más sobre Albedo (I)",
      "fr": "Connaître Albedo (1)",
      "pt": "Mais sobre Albedo - I",
      "ru": "Узнать больше об Альбедо I",
      "id": "Mengenal Albedo: I",
      "th": "อยากรู้เกี่ยวกับ Albedo - 1",
      "vi": "Muốn tìm hiểu Albedo - Điều thứ 1"
    },
    "line": {
      "zhs": "有问题想问我？请说吧。啊，冒昧地问一句，应该不会花费太长时间吧？手头的研究马上要进入最后一个阶段了。",
      "zht": "有問題想問我？請說吧。啊，冒昧地問一句，應該不會花費太多時間吧？手頭的研究馬上要進入最後一個階段了。",
      "jp": "ボクに聞きたいことがあるのかい？何かな。あっ、その前にひとつ聞きたいんだけど、その質問はそんなに時間かからないよね？いま進めている研究がもうすぐ最終段階に入るんだ…",
      "ko": "나한테 질문 있어? 말해봐. 아, 미안하지만 오래 걸리는 건 아니지? 지금 하고 있는 연구가 곧 막바지라…",
      "en": "Have a question for me? Go ahead, ask. It doesn't take too long to ask a single question, does it? I'm about to begin the final stage of an experiment...",
      "de": "Hast du eine Frage an mich? Nur los, frag ruhig. Es dauert nicht allzu lang, eine einzige Frage zu stellen, oder? Ich stehe kurz vor der Einleitung der finalen Phase eines Experiments.",
      "es": "¿Quieres preguntarme algo? Adelante. Pero no me llevará mucho tiempo responderte, ¿verdad? Tengo entre manos un experimento que está a punto de llegar a su fase final.",
      "fr": "Vous avez une question ? Je vous écoute. Enfin, ça ne prendra pas trop longtemps j'espère ? J'ai lancé une expérience qui arrive en phase finale d'ici peu.",
      "pt": "Você tem uma pergunta para mim? Vá em frente, pergunte. Vamos lá, não leva muito tempo para fazer uma única pergunta, leva? Estou prestes a começar a fase final de um experimento.",
      "ru": "Хочешь что-то спросить? Спрашивай. Один вопрос вряд ли займёт много времени. А то мой эксперимент приближается к финальной стадии.",
      "id": "Ada pertanyaan? Silakan. Satu pertanyaan tidak akan makan waktu, ya kan? Penelitianku sudah mau masuk tahap akhir ....",
      "th": "มีคำถามสำหรับฉัน? ถามมาเลย คงใช้เวลาไม่นานในการถามแค่คำถามเดียวใช่มั้ยล่ะ? ฉันกำลังจะเริ่มขั้นตอนสุดท้ายของการทดลองพอดี",
      "vi": "Có chuyện muốn hỏi tôi sao? Cứ nói đi nào. À, mạo muội hỏi một câu, có tốn thời gian không vậy? Tại việc nghiên cứu của tôi đang trong giai đoạn nước rút rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解阿贝多·其二",
      "zht": "想要瞭解阿貝多·其二",
      "jp": "アルベドを知る·2",
      "ko": "알베도에 대해 알기·두 번째",
      "en": "More About Albedo: II",
      "de": "Ich will mehr über Albedo erfahren II",
      "es": "Más sobre Albedo (II)",
      "fr": "Connaître Albedo (2)",
      "pt": "Mais sobre Albedo - II",
      "ru": "Узнать больше об Альбедо II",
      "id": "Mengenal Albedo: II",
      "th": "อยากรู้เกี่ยวกับ Albedo - 2",
      "vi": "Muốn tìm hiểu Albedo - Điều thứ 2"
    },
    "line": {
      "zhs": "啊，只是随口一提。不人为介入的话，黄金需要杀死一个八倍大的太阳才能自然生成。",
      "zht": "啊，隨口一提。沒有人為介入的話，黃金需要殺死一個八倍大的太陽才能自然生成。",
      "jp": "ああ、これは余談なんだけど、人の介入がない限り、8倍の大きさの太陽が消滅しないと黄金は自然生成されないんだ。",
      "ko": "아, 그냥 하는 말인데, 황금은 인위적인 방법이 아니면 8배나 큰 태양을 갈라야지만 자연적으로 생성돼",
      "en": "Oh, by the way. Did you know that without human manipulation, you would need to harness the power of a sun eight times the size of our own in order to naturally create gold?",
      "de": "Oh, und übrigens, wusstest du, dass man ohne menschlichen Eingriff die Kraft einer Sonne achtmal so groß wie unsere bräuchte, um Gold auf natürliche Weise herzustellen?",
      "es": "Te daré un dato interesante. Se necesitaría destruir un sol ocho veces más grande que el nuestro para crear oro sin necesidad de la magia humana.",
      "fr": "Ah, juste une remarque en passant. Saviez-vous qu'en l'absence d'intervention humaine, il faut détruire l'équivalent de huit soleils de la taille du nôtre pour créer de l'or naturellement ?",
      "pt": "Ah, a propósito. Você sabia que sem a manipulação humana, você precisaria utilizar o poder de um sol oito vezes maior do que o nosso para criar ouro naturalmente?",
      "ru": "#Ах, кстати. Ты знал{F#а}, что без человеческого вмешательства для возникновения золота понадобилась бы энергия солнца в восемь раз больше нашего?",
      "id": "Ah, apa kamu tahu? Tanpa campur tangan manusia, perlu energi dari delapan buah matahari untuk dapat menciptakan emas secara alami.",
      "th": "โอ้ จะเล่าอะไรให้ฟัง เธอรู้ไหมว่าถ้ามนุษย์ไม่ใช้วิธีแปรธาตุล่ะก็ เธอจะต้องดับดวงอาทิตย์ที่มีขนาด 8 เท่าของดวงอาทิตย์ของเรา เพื่อสร้างทองคำตามธรรมชาติ",
      "vi": "Nhân tiện, bạn có biết rằng nếu không có sự can thiệp của con người, thì bạn sẽ cần phải dập tắt một mặt trời có kích thước gấp tám lần mới có thể tạo ra Gold (Hoàng Kim) một cách tự nhiên."
    }
  },
  {
    "title": {
      "zhs": "想要了解阿贝多·其三",
      "zht": "想要瞭解阿貝多·其三",
      "jp": "アルベドを知る·3",
      "ko": "알베도에 대해 알기·세 번째",
      "en": "More About Albedo: III",
      "de": "Ich will mehr über Albedo erfahren III",
      "es": "Más sobre Albedo (III)",
      "fr": "Connaître Albedo (3)",
      "pt": "Mais sobre Albedo - III",
      "ru": "Узнать больше об Альбедо III",
      "id": "Mengenal Albedo: III",
      "th": "อยากรู้เกี่ยวกับ Albedo - 3",
      "vi": "Muốn tìm hiểu Albedo - Điều thứ 3"
    },
    "line": {
      "zhs": "人物画的耗时主要和心情有关。有时候霍夫曼我也能画半天，有时候凯亚都只需要三笔——这个圆是脸，这个是眼罩的带子…这个是眼罩。",
      "zht": "人物畫的耗時主要和心情有關。有時候霍夫曼我也能畫半天，有時候凱亞都只需要三筆——這個圓是臉，這個是眼罩的帶子…這個是眼罩。",
      "jp": "人物画の作業時間は主に気分次第だ。ホフマンを描く時は半日もかかったりするけど、ガイアを描く時はちょんちょんで終わるよ——この丸は顔、これが眼帯の紐でこっちが眼帯って具合にね。",
      "ko": "인물화를 그리는 데 걸리는 시간은 기분에 따라 달라. 호프만 씨를 그릴 땐 반나절이 걸릴 수도 있고, 케이아 씨는 3획만으로 그릴 수도 있지. 이 동그란 얼굴, 이건 안대의 끈, 그리고 이건 안대야",
      "en": "The time required to sketch portraits closely correlates with one's mood. I could spend half a day sketching Huffman, while I might only need three strokes of the pencil to sketch Kaeya — one for the face, one for the eyepatch string... and one for the eyepatch.",
      "de": "Die Zeit, die man zum Zeichnen eines Porträts braucht, hängt ganz von der Laune ab. Ich könnte einen halben Tag damit verbringen, Huffman zu zeichnen, denke aber, dass ich vielleicht nur drei Striche mit dem Zeichenstift bräuchte, um Kaeya auf Papier zu bringen – einen für das Gesicht, einen für das Band der Augenklappe ... und einen für die Augenklappe.",
      "es": "El tiempo que se tarde en hacer el retrato de una persona depende del estado de ánimo. A veces, puedo tardar medio día para dibujar a Huffman, y otras, puedo hacer un retrato de Kaeya en tan solo tres pinceladas. Este círculo es su cara, esto es el lazo de su parche... Esto es su parche...",
      "fr": "Le temps passé à peindre dépend beaucoup de l'humeur. Je peux passer une demi-journée entière à dessiner Hoffman, quand quelques traits rapides suffisent pour représenter sieur Kaeya – un ovale pour le visage, un trait pour l'attache du cache-œil... et là son cache-œil.",
      "pt": "O tempo necessário para desenhar retratos está intimamente correlacionado com o humor de cada um. Eu poderia passar metade do dia esboçando o Huffman, enquanto eu poderia precisar apenas de três traços do lápis para esboçar o Kaeya - um para o rosto, um para a corda do tapa-olho... E um para o tapa-olho.",
      "ru": "Время, требуемое на зарисовку портрета, зависит от настроения. Портрет Хоффмана я могу растянуть на полдня, а для портрета Кэйи хватит трёх штрихов: кружок - это лицо, вторая линия - это ремешок повязки... и третья - сама повязка.",
      "id": "Waktu yang dibutuhkan untuk menggambar sketsa wajah sangat bergantung pada suasana hati. Aku bisa habiskan setengah hari untuk menggambar wajah Huffman, tapi aku mungkin cuma perlu tiga goresan untuk menggambar wajah Kaeya — satu untuk mukanya, satu untuk tali penutup matanya ... dan satu lagi untuk penutup matanya.",
      "th": "เวลาที่ใช้ในการวาดรูปส่วนใหญ่เกี่ยวข้องกับอารมณ์ บางครั้งฉันใช้เวลาทั้งวันวาดรูป Huffman และบางครั้งก็แค่วาดสามลายเส้นก็เป็นรูป Kaeya ได้แล้ว... เส้นแรกวาดใบหน้า เส้นที่สองวาดที่ปิดตา... เส้นที่สามก็วาดเชือกของที่ปิดตา จบ",
      "vi": "Việc vẽ nhân vật có tốn thời gian hay không chủ yếu liên quan đến tâm trạng. Đôi khi Huffman tôi cũng phải vẽ cả buổi trời, đôi khi Kaeya chỉ cần ba nét: Vòng tròn này là khuôn mặt, đây là dây của bịt mắt... đây là bịt mắt."
    }
  },
  {
    "title": {
      "zhs": "想要了解阿贝多·其四",
      "zht": "想要瞭解阿貝多·其四",
      "jp": "アルベドを知る·4",
      "ko": "알베도에 대해 알기·네 번째",
      "en": "More About Albedo: IV",
      "de": "Ich will mehr über Albedo erfahren IV",
      "es": "Más sobre Albedo (IV)",
      "fr": "Connaître Albedo (4)",
      "pt": "Mais sobre Albedo - IV",
      "ru": "Узнать больше об Альбедо IV",
      "id": "Mengenal Albedo: IV",
      "th": "อยากรู้เกี่ยวกับ Albedo - 4",
      "vi": "Muốn tìm hiểu Albedo - Điều thứ 4"
    },
    "line": {
      "zhs": "除了画画和研究之外的生活…我偶尔会去看稻妻和璃月的小说吧，能看到很多很有趣的想法，有时也会为创作提供意想不到的灵感。",
      "zht": "除了畫畫和研究之外的生活…我偶爾會去看稻妻和璃月的小說吧，能看到很多很有趣的想法，有時也會為創作提供意想不到的靈感。",
      "jp": "絵と研究以外では…たまに稲妻と璃月の小説を読んだりしているよ。面白い考えをたくさん見られるし、時には予想もつかないインスピレーションを得られるんだ。",
      "ko": "그림 그리기랑 연구하는 것 말고는… 가끔 이나즈마와 리월의 소설을 봐. 재밌는 아이디어를 얻을 수 있고, 때로는 창작에 생각지도 못한 영감을 주기도 하거든",
      "en": "What do I do besides sketching and research...? I will occasionally read novels from Inazuma and Liyue. They contain many fascinating ideas which can sometimes provide me with unexpected inspirations for my own creations.",
      "de": "Was ich sonst noch so außer Zeichnen und Forschen tue ... Ich lese von Zeit zu Zeit Romane aus Inazuma und Liyue. Sie enthalten viele faszinierende Ideen, die mir manchmal unerwartete Inspirationen für meine eigenen Kreationen liefern können.",
      "es": "Aparte de dibujar e investigar, a veces también leo novelas de Inazuma y Liyue. En ellas suelo encontrar cosas muy interesantes que me sirven de inspiración.",
      "fr": "Quoi d'autre à part la peinture et l'alchimie ? ... Je lis des romans de Liyue et d'Inazuma de temps en temps. J'y trouve beaucoup d'idées qui méritent réflexion, et il m'arrive d'y trouver l'inspiration à l'occasion.",
      "pt": "O que eu faço além de desenhar e pesquisar...? Ocasionalmente vou ler romances de Inazuma e Liyue. Eles contêm muitas ideias fascinantes que às vezes podem me proporcionar inspirações inesperadas para minhas próprias criações.",
      "ru": "Чем я занимаюсь в свободное от рисования и исследований время?.. Иногда читаю романы из Инадзумы и Ли Юэ. Зачастую в них попадаются интересные идеи, можно даже почерпнуть вдохновение для собственной работы.",
      "id": "Kegiatanku selain menggambar dan meneliti ...? Kadang aku baca novel-novel terbitan Inazuma dan Liyue. Novel seperti itu mengandung banyak gagasan menarik yang bisa jadi inspirasi untuk proses kreatifku sendiri.",
      "th": "ชีวิตนอกเหนือจากการวาดภาพและการค้นคว้า... บางครั้งฉันอ่านนิยายของ Inazuma และ Liyue ฉันได้เห็นแนวคิดที่น่าสนใจมากมาย และบางครั้งก็ได้แรงบันดาลใจในการสร้างสรรค์อย่างคาดไม่ถึง",
      "vi": "Cuộc sống ngoài hội họa và nghiên cứu ra... Thỉnh thoảng tôi hay đọc tiểu thuyết của Inazuma và Liyue, sẽ có được nhiều ý tưởng thú vị và đôi khi còn có được nguồn cảm hứng sáng tạo bất ngờ."
    }
  },
  {
    "title": {
      "zhs": "想要了解阿贝多·其五",
      "zht": "想要瞭解阿貝多·其五",
      "jp": "アルベドを知る·5",
      "ko": "알베도에 대해 알기·다섯 번째",
      "en": "More About Albedo: V",
      "de": "Ich will mehr über Albedo erfahren V",
      "es": "Más sobre Albedo (V)",
      "fr": "Connaître Albedo (5)",
      "pt": "Mais sobre Albedo - V",
      "ru": "Узнать больше об Альбедо V",
      "id": "Mengenal Albedo: V",
      "th": "อยากรู้เกี่ยวกับ Albedo - 5",
      "vi": "Muốn tìm hiểu Albedo - Điều thứ 5"
    },
    "line": {
      "zhs": "即便到了现在，师父传授给我的「黑土之术」仍是充满了谜团，师父到底想要用这个技术创造出什么呢？…研究之期还远未到尽头，得麻烦你和我一起继续探索了。",
      "zht": "#即便到了現在，師父傳授給我的「黑土之術」仍是充滿了謎團，師父到底想要用這個技術創造出什麼呢？…研究之期還遠未到盡頭，得麻煩{F#妳}{M#你}和我一起繼續探索了。",
      "jp": "今でも、師匠に教わった「黒土の術」は謎だらけだ、師匠は一体この技術で何を作り出そうとしていたんだろう…研究はまだまだ終わらない、キミにも一緒に探索をしてもらわないとね。",
      "ko": "지금도 스승님이 가르쳐 주신 「흑토술」은 미스터리야. 스승님은 이걸로 대체 뭘 만들려 하신 걸까…? 아직 연구가 끝나려면 멀었어. 괜찮다면 나랑 함께 계속 탐구해줘",
      "en": "Even now, I find the nigredo processing stage of alchemy passed down by my master to be full of mystery. What did my master want to create using this technique...? My research is far from over. I will require your help to investigate further.",
      "de": "Selbst jetzt scheint mir die Verarbeitungsphase der schwarzen Erde der Alchimie, die mir von meiner Lehrerin überliefert wurde, voller Geheimnisse zu sein. Was wollte sie mithilfe dieser Technik erschaffen? Meine Forschung ist noch lange nicht vorbei, ich werde deine Hilfe brauchen, um meine Untersuchungen fortzusetzen.",
      "es": "A día de hoy, la técnica de la kimia que me enseñó mi maestra sigue siendo un misterio para mí. ¿Para qué la querría utilizar? Aún me falta mucho para averiguarlo, por eso necesito que sigas ayudándome.",
      "fr": "Aujourd'hui encore, l'alchimie de la Khemia que m'a enseignée mon maître demeure pleine de mystères. Que cherche-t-elle donc à créer ? ... J'ai encore beaucoup à apprendre, et je compte sur vous pour m'aider dans cette quête.",
      "pt": "Mesmo agora, acho que a etapa de processamento do nigredo da alquimia passada pela minha mestra é cheia de mistério. O que minha mestra queria criar usando esta técnica...? Minha pesquisa está longe de terminar, vou precisar de sua ajuda para investigar mais.",
      "ru": "Даже сейчас в алхимическом процессе нигредо, оставленным учителем, для меня много непонятного. Что же она хотела создать этим методом?.. Мои исследования ещё далеки от завершения, и для их продолжения мне понадобится твоя помощь.",
      "id": "Bahkan sampai sekarang pun, aku selalu merasa proses nigredo dari alkimia yang diturunkan oleh Master adalah sebuah misteri. Apa yang ingin Master buat dengan menggunakan teknik ini ...? Penelitianku masih jauh dari kata selesai, dan aku masih perlu bantuanmu untuk menyelidiki lebih lanjut.",
      "th": "แม้กระทั่งตอนนี้ \"ศิลปะแห่งดินดำ\" ที่อาจารย์สอนให้ฉัน ก็ยังเต็มไปด้วยความลึกลับ อาจารย์ต้องการใช้เทคนิคสร้างอะไรขึ้นมา? ...งานวิจัยของฉันยังไม่สิ้นสุด ฉันคงต้องขอให้เธอช่วยสำรวจต่อไป",
      "vi": "Cho đến bây giờ, \"Thuật Đất Đen\" mà sư phụ truyền thụ cho tôi vẫn còn đầy bí ẩn, rốt cuộc sư phụ muốn dùng kỹ thuật này để chế tạo ra cái gì chứ?... Thời gian nghiên cứu còn rất lâu mới kết thúc, đành phải phiền bạn cùng tôi tiếp tục khám phá rồi."
    }
  },
  {
    "title": {
      "zhs": "阿贝多的爱好…",
      "zht": "阿貝多的愛好…",
      "jp": "アルベドの趣味…",
      "ko": "알베도의 취미…",
      "en": "Albedo's Hobbies",
      "de": "Albedos Hobbys ...",
      "es": "Aficiones de Albedo...",
      "fr": "Les loisirs d'Albedo...",
      "pt": "Passatempos de Albedo...",
      "ru": "Хобби Альбедо...",
      "id": "Hobi Albedo",
      "th": "งานอดิเรกของ Albedo...",
      "vi": "Sở thích của Albedo..."
    },
    "line": {
      "zhs": "嗯…研究之外我最愿意花时间去做的应该是画画吧。一开始只是为了理解物体与材料的构成，便于研究开展，不过到了后来就变成了爱好。嗯，也是一种很好的放松方式。",
      "zht": "嗯…研究之外我最願意花時間去做的應該是畫畫吧。一開始只是為了理解物體與材料的構成，便於研究開展，不過到了後來就變成了愛好。嗯，也是一種很好的放鬆方式。",
      "jp": "うーん…研究以外で一番時間をかけたいのは絵を描くことかな。最初は物体や材料の構造を理解し、それを研究に応用するために始めたんだけど、気付いたら趣味になっていた。うん、いいリラックスになってると思うよ。",
      "ko": "음…연구 말고 내가 제일 하고 싶은 건 당연히 그림 그리기지. 처음엔 물체와 재료가 어떻게 이루어졌나 알아보려고 시작했는데 이젠 취미가 됐어. 음, 스트레스 해소에도 좋아",
      "en": "Hmm... Besides research, the activity I spend most of my time on is probably sketching. At first I saw it simply as a way to better study the structure of living things and materials so as to aid me in my experiments, but it eventually became a hobby of mine. Indeed, it is a very good way to relax.",
      "de": "Hmm ... Abgesehen von der Forschung verbringe ich vermutlich am meisten Zeit mit Zeichnen. Zuerst habe ich es einfach als einen Weg betrachtet, die Struktur von lebenden Dingen und Material besser studieren zu können und mir dies in meinen Experimenten zunutze zu machen, doch schließlich ist es zu meinem Hobby geworden. Und es ist in der Tat eine sehr gute Möglichkeit, sich zu entspannen.",
      "es": "Humm... Además de investigar, también me gusta invertir mi tiempo en dibujar. Al principio, solo lo hacía para entender mejor la estructura de los materiales y objetos, lo que me servía para investigar, pero al final se acabó convirtiendo en una afición. Ahora es una forma que tengo de relajarme.",
      "fr": "Voyons... En dehors de mes recherches, j'aime passer mon temps à peindre. J'ai commencé à faire des croquis pour représenter la structure des choses et m'aider dans mes expériences ; mais avec le temps, c'est devenu une passion. Oui, c'est un excellent moyen de se détendre, en effet.",
      "pt": "Hmm... Além da pesquisa, a atividade na qual passo a maior parte do meu tempo é provavelmente desenho. No início eu via simplesmente como uma forma de estudar melhor a estrutura dos seres vivos e materiais para me ajudar em minhas experiências, mas acabou se tornando um passatempo meu. De fato, é uma maneira muito boa de relaxar.",
      "ru": "Хм... Кроме исследований, мне, пожалуй, больше всего нравится рисовать. Поначалу я расценивал рисование лишь как подспорье для исследований, позволяющее лучше понимать структуру объектов и материалов. Но потом это стало моим хобби. Помогает мне расслабиться.",
      "id": "Selain meneliti, aku suka menghabiskan waktu untuk menggambar. Awalnya aku menggambar agar dapat lebih memahami struktur makhluk hidup dan material, untuk membantu proses penelitian. Tapi seiring berjalannya waktu, menggambar pelan-pelan berubah menjadi sebuah hobi. Menggambar memang bisa membuatku tenang.",
      "th": "อืม ... นอกการวิจัยสิ่งที่ฉันเต็มใจใช้เวลาทำมากที่สุดคือการวาดภาพ ในช่วงแรกเป็นเพียงการทำความเข้าใจองค์ประกอบของวัตถุ เพื่ออำนวยความสะดวกในการวิจัย แต่ต่อมาก็กลายเป็นงานอดิเรก นอกจากนี้ยังเป็นวิธีที่ดีในการผ่อนคลาย",
      "vi": "Ừm... ngoài nghiên cứu ra thì thứ tôi sẵn sàng dành thời gian ra để làm là vẽ tranh. Lúc đầu chỉ là tìm hiểu cấu tạo của vật thể và nguyên liệu, để tiện cho việc phát triển nghiên cứu, nhưng về sau nó trở thành sở thích. Ừm, đó cũng là một cách thư giãn rất tốt."
    }
  },
  {
    "title": {
      "zhs": "阿贝多的烦恼…",
      "zht": "阿貝多的煩惱…",
      "jp": "アルベドの悩み…",
      "ko": "알베도의 고민…",
      "en": "Albedo's Troubles",
      "de": "Albedos Sorgen ...",
      "es": "Preocupaciones de Albedo...",
      "fr": "Les problèmes d'Albedo...",
      "pt": "Preocupações de Albedo",
      "ru": "Беспокойство Альбедо...",
      "id": "Kekhawatiran Albedo",
      "th": "เรื่องกลุ้มใจของ Albedo...",
      "vi": "Ưu phiền của Albedo..."
    },
    "line": {
      "zhs": "时间真是不够用啊，即使把大部分麻烦的事情都推掉还是会觉得时间不够。",
      "zht": "時間真是不夠用啊，即使把大部分麻煩的事情都推掉還是會覺得時間不夠。",
      "jp": "時間が足りないことかな。面倒なことを他の人に任せても、やっぱり時間は足りないって思ってしまうよ。",
      "ko": "시간이 정말 부족해. 번거로운 일들은 대부분 미뤄뒀는데도 시간이 부족할 것 같아",
      "en": "There's just never enough time, is there? Even when I remove the most troublesome matters from my schedule, I still can't find enough time for everything.",
      "de": "Man hat einfach nie genug Zeit, ist es nicht so? Selbst wenn ich die mühseligsten Dinge aus meinem Zeitplan streiche, finde ich immer nicht genug Zeit für alles.",
      "es": "¡Nunca tengo tiempo suficiente! Aunque dejara de lado los asuntos más triviales, seguiría pensando igual.",
      "fr": "Le temps file... Repousser ce qu'on ne veut pas faire au lendemain ne change hélas pas grand-chose.",
      "pt": "Nunca há tempo suficiente, não é mesmo? Mesmo quando retiro os assuntos mais problemáticos da minha agenda, ainda não consigo encontrar tempo suficiente para tudo.",
      "ru": "Времени никогда не хватает. Даже если избавиться от всех хлопот - всё равно не хватает.",
      "id": "Waktu memang tidak pernah cukup. Bahkan setelah aku membuang hal-hal yang merepotkan dari jadwalku, waktu yang kupunya masih saja tidak cukup untuk mengerjakan semuanya.",
      "th": "เวลาไม่พอจริง ๆ แม้ว่าสิ่งที่ยุ่งยากส่วนใหญ่จะถูกจัดการไปแล้ว แต่ฉันก็ยังรู้สึกว่ามีเวลาไม่พอ",
      "vi": "Thời gian thật sự là không đủ, cho dù có dẹp đi phần lớn các chuyện phiền phức thì vẫn cảm thấy không đủ thời gian."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我挺喜欢甜点的。怎么说呢…在体力和精力同时消耗殆尽的时候，高能量的物质会提供原始而高效的支持吧。",
      "zht": "我挺喜歡甜點的。怎麼說呢…在體力和精力同時消耗殆盡的時候，高能量的物質會提供原始而高效的支援吧。",
      "jp": "スイーツは好きだよ。なんというか…スイーツを食べると、カロリーを一気に補給出来て、集中力や効率が上がるんだ。",
      "ko": "난 디저트를 좋아해. 뭐랄까… 체력과 정신이 고갈됐을 때, 고칼로리 음식은 원시적이지만 효과가 좋거든",
      "en": "I really do enjoy having dessert. How can I put it...? When both physical and mental capacity are spent, high-energy materials further provide a kind of primordial, highly-effective boost.",
      "de": "Ich liebe Süßes. Wie drücke ich es am besten aus? Wenn sowohl die physischen als auch die geistigen Kapazitäten erschöpft sind, dann verschafft einem Material mit hohem Energiewert eine Art ursprünglichen, höchst effektiven Schub.",
      "es": "Me gustan las cosas dulces. ¿Cómo decirlo?... Cuando estoy a punto de quedarme sin fuerzas, me aportan toda la energía que necesito para seguir.",
      "fr": "J'aime bien les desserts. Comment vous expliquer... C'est un excellent moyen de faire le plein d'énergie quand on est à plat.",
      "pt": "Eu realmente gosto de comer sobremesa. Como posso dizer...? Quando tanto a capacidade física quanto mental são gastas, os materiais de alta energia proporcionam uma espécie de impulso primordial e altamente eficaz.",
      "ru": "Я люблю десерты. Как бы сказать... Когда умственные и физические силы на исходе, высококалорийные вещества - это простая и эффективная поддержка.",
      "id": "Aku suka sekali makanan manis. Bagaimana ya ... Saat tubuh dan pikiranmu sudah terlalu lelah, makanan padat energi dapat memberikan tenaga tambahan yang sangat efektif.",
      "th": "ฉันชอบของหวานมาก จะว่ายังไงดี... เวลาหมดแรงกายและแรงใจ สารพลังงานสูงเป็นวิธีดั้งเดิม ที่สามารถเพิ่มพลังให้เราได้อย่างมีประสิทธิภาพ",
      "vi": "Tôi rất thích bánh ngọt. Nói thế nào nhỉ... Khi cả thể lực và sức lực đều cạn kiệt, những chất có năng lượng cao sẽ hỗ trợ tốt nhất và hiệu quả nhất."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "讨厌的食物？餐馆里分量比较大的肉吧。我的胃口吃不了多少，只会面临「浪费」或者「失去风味」的结局。后来我就干脆不去餐馆了，虽然这也意味着要花更多时间在做菜上…",
      "zht": "討厭的食物？餐館裡分量比較大的肉吧。我的胃口吃不了多少，只會面臨「浪費」或者「失去風味」的結局。後來我就乾脆不去餐館了，雖然這也意味著要花更多時間在做菜上…",
      "jp": "嫌いな食べ物…レストランに出てくる大量の肉かな。ボクは小食だから、「もったいない」上に「美味しくなくなる」。だからいっそのこと、ボクはレストランに行くことをやめたんだ。そのせいで、料理に費やす時間が増えてしまったけどね…",
      "ko": "싫어하는 음식이라… 식당에서 파는 양 많은 고기는 별로야. 난 입이 짧아서 「낭비」하거나 「입맛이 없어」지더라구. 그래서 지금은 아예 식당에 안 가. 그만큼 요리에 더 많은 시간을 쓴다는 뜻이기도 하지…",
      "en": "What food do I dislike? ...Large portions of meat at restaurants. I have a rather small appetite, so a meal like that only ends up in tragedy — either I overeat and the joy of the taste is lost, or I don't finish it and the food is wasted. I decided to simply not go to restaurants, although that has also meant I must spend more time preparing my own food...",
      "de": "Welche Nahrung ich nicht mag? ... Große Portionen Fleisch in Restaurants. Ich habe einen eher geringen Appetit, also enden Mahlzeiten wie diese in einer Tragödie – entweder überesse ich mich und die Freude am Geschmack geht verloren oder ich esse nicht auf und die Nahrung wird verschwendet. Ich habe mich dazu entschlossen, keine Restaurants mehr zu besuchen, obwohl das auch bedeutete, dass ich mehr Zeit auf das Zubereiten meiner eigenen Nahrung verwenden muss ...",
      "es": "¿Una comida que no me guste? Las raciones de mucha carne de los restaurantes. No suelo comer demasiado, así que eso solo hace que derroche comida o coma de más, algo poco agradable. Al final, decidí no ir a restaurantes, aunque ello signifique tener que invertir tiempo en cocinar.",
      "fr": "Ce que je n'aime pas manger ? Les plats de viande trop copieux. J'ai un petit appétit, et qui dit petit appétit dit gaspillage ou plats qui tournent. J'ai fini par ne plus aller au restaurant, même si ça veut dire passer plus de temps à cuisiner...",
      "pt": "De que comida eu não gosto? Grandes porções de carne em restaurantes. Eu tenho um apetite bastante pequeno, então uma refeição como essa só acaba em tragédia - ou eu como demais e a alegria do sabor se perde, ou eu não termino e a comida é desperdiçada. Decidi simplesmente não ir a restaurantes, embora isso também tenha significado que devo passar mais tempo preparando minha própria comida...",
      "ru": "Какая еда мне не нравится? ...Не люблю большие порции мяса в ресторанах. Я не могу много съесть, и либо я ужасно объемся, либо еду придётся выкинуть. Поэтому я просто не хожу больше в рестораны, хотя и приходится тратить время на готовку...",
      "id": "Makanan yang tidak kusukai? Daging porsi besar di restoran. Porsi makanku kecil, jadi makan besar itu hanya akan berakhir menyedihkan. Rasa makanan jadi tidak enak kalau kebanyakan makan, atau kalau aku tidak habis, makanannya harus dibuang. Akhirnya kuputuskan untuk tidak makan di restoran, yang artinya aku harus meluangkan waktu untuk masak sendiri ....",
      "th": "อาหารที่เกลียด? เนื้อจานใหญ่ในร้านอาหารไงล่ะ ฉันกินไม่ค่อยเก่ง เวลาไปกินอาหารข้างนอกฉันมักจะกินเยอะเกินไปจนพะอืดพะอม หรือไม่ก็กินไม่หมดแล้วมานั่งเสียดายตลอด เพราะงั้นฉันก็เลยหยุดไปกินข้าวที่ร้านอาหาร แม้ว่ามันจะหมายถึงการใช้เวลาทำอาหารมากขึ้นก็ตาม...",
      "vi": "Món ăn tôi ghét? Những món ăn có quá nhiều thịt trong nhà hàng. Tôi không ăn được nhiều, và sẽ chỉ đối mặt với cái kết \"lãng phí\" hoặc \"mất đi hương vị\". Từ đó tôi không còn đến nhà hàng nữa, mặc dù điều đó cũng có nghĩa là phải dành nhiều thời gian hơn cho việc nấu nướng..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "味觉仿佛折射出了色彩…我想它是金色的。",
      "zht": "味覺彷彿折射出了色彩…我想它是金色的。",
      "jp": "味覚が色をまるで反射しているようだ…ふむ、これは黄金色だね。",
      "ko": "맛에서 색채가 느껴져… 아마 금색 같아",
      "en": "If flavors were colors... this one would be gold.",
      "de": "Wenn der Geschmack eine Farbe hat ... muss es Gold sein.",
      "es": "Si los sabores fueran colores... Este sería color oro.",
      "fr": "S'il s'agissait d'une couleur, je dirais que c'est de l'or.",
      "pt": "Se sabores fossem cores... Esse daqui seria dourado.",
      "ru": "Если бы вкусы имели цвет... этот определённо был бы золотым.",
      "id": "Jika rasa diibaratkan dengan warna ... ini bagaikan emas.",
      "th": "หากรสชาติสามารถสะท้อนสีสันออกมาได้... ฉันว่ามันคงจะเป็นสีทองล่ะนะ",
      "vi": "Hương vị dường như được phản ánh qua màu sắc... Tôi nghĩ đó là màu vàng."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你似乎很愿意花时间在做菜上，所以才能做出这样的味道。",
      "zht": "#{F#妳}{M#你}似乎很願意花時間在做菜上，所以才能做出這樣的味道。",
      "jp": "キミは料理を作ることに時間をかけるようだ。だから、このような味が作れるのだろう。",
      "ko": "이런 맛을 낼 수 있는 건, 네가 요리에 많은 시간을 할애해서 그런 거겠지?",
      "en": "You're willing to spend so much time on improving your cooking, and that's precisely how you're able to make it taste so good.",
      "de": "Es scheint, als hättest du viel Zeit damit verbracht, deine Kochkünste zu verbessern, und genau deshalb gelingt es dir, so köstliche Gerichte zuzubereiten.",
      "es": "Lo más probable es que te haya llevado mucho tiempo cocinar este plato, y eso se aprecia en el sabor.",
      "fr": "#Vous semblez très {M#enclin}{F#encline} à consacrer du temps à cuisiner, cela se ressent dans le goût de ce plat.",
      "pt": "#Você está dispost{F#a}{M#o} a gastar tanto tempo melhorando sua culinária. É justamente por isso que você fez algo tão delicioso.",
      "ru": "Ты тратишь много времени на улучшение своих кулинарных навыков. Именно поэтому тебе удаётся так вкусно готовить.",
      "id": "Kamu bisa menciptakan rasa seenak ini karena kamu rela meluangkan waktu untuk terus menyempurnakan teknik memasakmu.",
      "th": "เพราะเธอเต็มใจที่จะทุ่มเวลาไปกับการปรุงอาหาร มันจึงทำให้ได้รสชาติเช่นนี้ออกมาสินะ",
      "vi": "Bạn có vẻ rất sẵn sàng dành thời gian cho việc nấu ăn, vì vậy mới có thể làm ra hương vị này."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "量有点大…要一起分享吗？",
      "zht": "量有點大…要一起分享嗎？",
      "jp": "量が少し多いようだ…キミも一緒に食べないかい？",
      "ko": "양이 좀 많은데… 같이 먹을래?",
      "en": "This is more than I can manage... maybe we could split it between us?",
      "de": "Ein bisschen zu viel ... Willst du es teilen?",
      "es": "Has hecho mucha cantidad... ¿Quieres que lo compartamos?",
      "fr": "Cette portion est un peu trop grande pour moi... Ça vous dit de partager ?",
      "pt": "Isso é mais do que eu costumo comer... Que tal dividirmos?",
      "ru": "Боюсь, я столько не съем... Может, разделим пополам?",
      "id": "Ini terlalu banyak untukku ... mau makan sama-sama?",
      "th": "จานใหญ่ไปหน่อยนะ... เราแบ่งกันกินมั้ย?",
      "vi": "Có vẻ hơi nhiều... bạn có muốn ăn chung không?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐。你看起来很高兴，可以将你的样子画下来吗？大脑的容量是有限的，人总会不断忘记。如果画在纸上，那么这些画就成了记忆的延伸，在未来重新看到这些画面时，一定能回想起当时的感觉吧。",
      "zht": "#生日快樂。{F#妳}{M#你}看起來很高興，可以將{F#妳}{M#你}的樣子畫下來嗎？大腦的容量是有限的，人總會不斷忘記。如果畫在紙上，那麼這些畫就成了記憶的延伸，在未來重新看到這些畫面時，一定能回想起當時的感覺吧。",
      "jp": "誕生日おめでとう。嬉しそうだね。そんなキミを絵に描いてもいいかい？人の脳の容量は限られてるから、つい忘れてしまうんだ。でも絵にすれば、それは記憶の延長になる。将来、絵をもう一度目にすることで、当時の気持ちを思い出すことができるんだ。",
      "ko": "생일 축하해. 정말 기분 좋아 보는데 내가 솜씨 좀 발휘해도 될까? 사람의 기억력엔 한계가 있어. 하지만 그림을 그려두면 기억이 더 오래갈 수 있고, 나중에 그림을 보면 당시의 느낌을 되살릴 수 있지",
      "en": "Happy birthday. You look especially happy, would you mind if I sketched you? The capacity of our brains is limited, so we are bound to forget things. But when an image is transferred onto paper or canvas, the sketch becomes an extension of our memory. We can remember that past feeling when we later look at the sketch.",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Du siehst ganz besonders fröhlich aus. Hättest du etwas dagegen, wenn ich dich zeichnen würde? Die Kapazität unseres Gehirns ist beschränkt, also neigen wir dazu, Dinge zu vergessen. Doch wenn ein Bild auf Papier oder Leinwand übertragen wird, wird die Zeichnung zu einer Erweiterung unseres Gedächtnisses. Wir können uns an das vergangene Gefühl erinnern, wenn wir die Zeichnung später betrachten.",
      "es": "#Feliz cumpleaños. Pareces content{F#a}{M#o}, ¿puedo hacer un dibujo de ti? Nuestros cerebros tienen una capacidad limitada, así que siempre olvidamos las cosas. Pero al dibujar, el retrato se convierte en un recuerdo para la posteridad. Si en un futuro vuelves a ver la pintura, seguro que podrás rememorar cómo te sentiste en ese momento.",
      "fr": "Joyeux anniversaire ! Vous rayonnez de bonheur, ça vous dérange si je vous prends comme modèle ? La mémoire de chacun est limitée, on finit toujours par oublier. Une peinture est comme l'extension d'un souvenir ; avec elle, vous revivez un peu ce qu'elle représente.",
      "pt": "Feliz aniversário. Você parece especialmente feliz, você se importaria se eu te desenhasse? A capacidade de nossos cérebros são limitadas, portanto, somos obrigados a esquecer as coisas. Mas quando uma imagem é transferida para papel ou tela, o desenho se torna uma extensão de nossa memória. Podemos nos lembrar desse sentimento passado quando mais tarde olharmos o desenho.",
      "ru": "#С днём рождения. Ты выглядишь особенно счастлив{M#ым}{F#ой}, можно я тебя нарисую? Объём нашего мозга ограничен, поэтому мы постоянно что-то забываем. Но если запечатлеть событие на бумаге, то рисунок становится продолжением нашей памяти. Потом, смотря на эти рисунки, мы сможем вспомнить свои ощущения.",
      "id": "Selamat ulang Tahun. Kamu terlihat bahagia sekali, bolehkah aku gambar wajahmu? Kapasitas otak manusia itu terbatas, suatu saat kita akan melupakan berbagai hal. Tapi kita bisa mengabadikan sesuatu dengan menggambarnya di atas kertas. Kita dapat mengingat kenangan yang sudah berlalu ketika melihat gambar.",
      "th": "สุขสันต์วันเกิด เธอดูมีความสุขมากเลยนะ ฉันขอวาดรูปเธอได้มั้ย? ความจุของสมองคนเรามีจำกัด และผู้คนมักจะหลงลืมเสมอ แต่ถ้าวาดลงบนกระดาษ ภาพวาดเหล่านี้จะกลายเป็นสิ่งกระตุ้นความทรงจำ เมื่อได้เห็นภาพเหล่านี้อีกครั้งในอนาคต ก็จะสามารถระลึกถึงความรู้สึกของเวลานี้ได้อย่างแน่นอน",
      "vi": "Chúc mừng sinh nhật. Bạn trông rất vui vẻ, tôi có thể vẽ bạn không? Sức chứa của bộ não có hạn, và con người sẽ không ngừng quên. Nếu được vẽ trên giấy, thì những bức hình này sẽ trở thành một phần mở rộng của trí nhớ, sau này khi nhìn lại những bức hình này, chắc chắn sẽ có thể nhớ lại cảm giác lúc đó."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "「黑土」，是炼金术的词源，也是最初的状态。活在这个世界上，我等俗类必须寻找意义。",
      "zht": "「黑土」，是煉金術的詞源，也是最初的狀態。活在這個世界上，我等俗類必須尋找意義。",
      "jp": "「黒土」は錬金術の語源でもあり、最初の状態のことだよ。この世界に生きてる限り、ボクたちは存在する意味を探さないといけない。",
      "ko": "「흑토」는 연금술의 어원이자 최초의 상태를 말해. 이 세상의 구성원으로서 난 반드시 의미를 찾아야 해",
      "en": "Nigredo is the first step in alchemy, drawing from primordial forms. As beings who live in this world, we must find our own meaning.",
      "de": "Nigredo ist die erste Stufe in der Alchimie, die sich aus den ursprünglichen Formen speist. Als Geschöpfe, die auf dieser Welt leben, müssen wir unsere eigene Bedeutung finden.",
      "es": "La tierra negra, en alquimia llamada “nigredo”, es el primer paso de la alquimia, su estado más primitivo. Al vivir en este mundo, los humanos debemos buscar significado a la vida.",
      "fr": "La Khemia est à la base de l'alchimie ; c'est là l'état originel de toute chose. Il est de notre devoir en tant qu'habitants de ce monde d'en chercher le sens.",
      "pt": "O Nigredo é o primeiro passo na alquimia, extraído de formas primordiais. Como seres que vivem neste mundo, devemos encontrar nosso próprio significado.",
      "ru": "Нигредо - это первая ступень алхимии, выходящая из первородных форм. Живя в этом мире, смертные вроде нас обязаны искать свой собственный смысл.",
      "id": "\"Nigredo\" adalah tahap dan wujud paling awal dalam proses Alkimia. Sebagai makhluk yang hidup di dunia ini, kita harus mencari tahu arti dari kehidupan kita sendiri.",
      "th": "\"ดินดำ\" เป็นขั้นตอนแรกของการเล่นแร่แปรธาตุ และยังเป็นสถานะเริ่มต้น ในฐานะสิ่งมีชีวิตบนโลกนี้เราควรค้นหาความหมายของมัน",
      "vi": "\"Đất đen\" là nguồn gốc tên gọi và cũng là trạng thái ban đầu của thuật giả kim. Sống trong thế giới này, chúng ta phải đi tìm ý nghĩa thực sự."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "「白垩」，即是变化的开始。抽离了杂质，准备好接受一切知识。要和我一起去探索世界吗？",
      "zht": "「白堊」，即是變化的開始。抽離了雜質，準備好接受一切知識。要和我一起去探索世界嗎？",
      "jp": "「白亜」、それは変化の始まり。不純物が取り除かれ、あらゆる知識を受け入れる準備ができた。ボクと共に世界を探索してみないかい？",
      "ko": "「백악」은 변화의 시작이야. 잡다한 생각은 버리고 지식을 받아들일 준비가 됐어. 나랑 같이 세계를 탐험해볼래?",
      "en": "Albedo is the step in which change begins. Clearing away the excess so we can take on all the knowledge that is available. Would you like to investigate this world with me?",
      "de": "Albedo ist die Stufe, auf welcher die Transformation beginnt. Man beseitigt alles, was überflüssig ist, damit man alles Wissen in sich aufnehmen kann, das verfügbar ist. Möchtest du diese Welt mit mir untersuchen?",
      "es": "La caliza simboliza la transmutación. Limpia tus impurezas y prepárate para absorber todo el conocimiento del mundo. Vamos, ¿quieres venir a investigar conmigo?",
      "fr": "La craie symbolise le renouveau... Libérée de toute imperfection et prête à absorber le savoir. Vous joindrez-vous à moi pour découvrir les mystères de ce monde ?",
      "pt": "Giz é o passo no qual a mudança começa. Eliminando o excesso para que possamos assumir todo o conhecimento que nos é oferecido. Você gostaria de investigar este mundo comigo?",
      "ru": "#Альбедо - это ступень, на которой начинаются изменения. Избавиться от примесей, быть готовым принять любые знания. Ты готов{F#а} исследовать мир вместе со мной?",
      "id": "\"Albedo\" adalah tahap permulaan perubahan. Memurnikan semua yang tidak perlu, untuk menyerap semua pengetahuan yang ada. Maukah kamu meneliti dunia ini sama-sama?",
      "th": "\"ชอล์ก\" คือจุดเริ่มต้นของการเปลี่ยนแปลง กำจัดสิ่งสกปรก พร้อมเปิดรับความรู้ใหม่ ๆ อยากสำรวจโลกไปพร้อมกันกับฉันมั้ยล่ะ?",
      "vi": "\"Vôi trắng\", đó là khởi đầu của sự thay đổi. Loại bỏ tạp chất, sẵn sàng chấp nhận mọi kiến thức. Bạn muốn cùng tôi khám phá thế giới chứ?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "「赤成」，炼金术中的意思是，情感的炼化。我的赤色好像来自于你。",
      "zht": "#「赤成」，煉金術中的意思是，情感的煉化。我的赤色好像來自於{F#妳}{M#你}。",
      "jp": "「赤化」、錬金術では感情の精錬を意味するんだ。ボクの赤はキミが原因らしい。",
      "ko": "연금술에서 「적성」은 감정의 정화를 의미해. 내 붉은색은 아마 너에게서 나온 것 같아",
      "en": "Rubedo in alchemy refers to the refining of feeling. I feel the refining of my own emotions is also thanks to you.",
      "de": "Rubedo beschreibt in der Alchimie die Verfeinerung des Gefühls. Ich habe den Eindruck, dass ich die Verfeinerung meiner eigenen Emotionen auch dir verdanke.",
      "es": "En alquimia, la rubedo se refiere al refinamiento de las emociones. Yo creo que mi noción sobre el concepto de la rubedo ha mejorado gracias a ti.",
      "fr": "En alchimie, « Rubedo » fait référence à l'affinage de ses sentiments. Je ressens que le raffinement de mes propres émotions est aussi de votre fait.",
      "pt": "Rubedo em alquimia refere-se ao refino do sentimento. Sinto que o refino de minhas próprias emoções também é graças a você.",
      "ru": "Рубедо в алхимии означает очищение чувств. Я чувствую, как благодаря тебе очищаются мои мысли.",
      "id": "Dalam alkimia, \"Rubedo\" berarti pemurnian perasaan. Aku merasa bahwa perasaanku juga telah dimurnikan berkatmu.",
      "th": "\"สีแดง\" หมายถึงการขัดเกลาอารมณ์ในการเล่นแร่แปรธาตุ ซึ่งสีแดงของฉันดูเหมือนจะมาจากเธอนะ",
      "vi": "\"Xích Thành\", ý nghĩa trong thuật giả kim là luyện hóa tình cảm. Màu đỏ của tôi dường như đến từ bạn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "「黄金」，炼金术最后的阶段。无价值的事物终于找到了自己的意义，变化成了黄金。我，也找到了意义。",
      "zht": "「黃金」，煉金術最後的階段。無價值的事物終於找到了自己的意義，變化成了黃金。我，也找到了意義。",
      "jp": "「黄金」、錬金術の最後の段階。無価値のものは存在する意味を見つけ、黄金になった。ボクも、ちゃんと意味を見つけたよ。",
      "ko": "「황금」은 연금술의 마지막 단계야. 하찮던 것들이 마침내 제 의미를 찾고 황금으로 변화하는 거지. 나도 의미를 찾았어",
      "en": "Citrinitas is the final stage of the alchemical transmutation process. The meaning of the object being transmuted has finally been brought to light, becoming gold and revealing its true value... I too have found my own meaning.",
      "de": "Citrinitas ist die letzte Stufe des alchimistischen Transformationsprozesses. Die Bedeutung des transformierten Objekts tritt endlich zutage, wird zu Gold und enthüllt ihren wahren Wert ... Ich habe ebenfalls meine eigene Bedeutung gefunden.",
      "es": "En alquimia, “citrinitas” es el estado final del proceso de transmutación. Algo que en un principio no tenía valor por fin encuentra su sentido, tras lo que se convierte en oro. Creo que yo también he encontrado mi propio sentido.",
      "fr": "L'or, la phase ultime de l'alchimie, lorsque ce qui n'avait aucune valeur prend enfin son sens... Moi aussi, j'ai trouvé mon sens.",
      "pt": "Citrinitas é a etapa final do processo de transmutação alquímica. O significado do objeto sendo transmutado foi finalmente trazido à luz, tornando-se ouro e revelando seu verdadeiro valor... Eu também encontrei meu próprio significado.",
      "ru": "Цитринитас - последняя ступень алхимического процесса трансмутации. Наконец раскрывается истинный смысл трансмутации объекта: стать золотом и осознать свою ценность... Я тоже смог найти свой собственный смысл.",
      "id": "\"Citrinitas\" adalah tahap akhir dari proses transmutasi alkimia. Nilai sebuah objek yang awalnya tidak berharga akhirnya terungkap, dan objek tersebut berubah menjadi emas berharga. Demikian aku juga telah menemukan makna dan tujuanku.",
      "th": "\"ทองคำ\" คือขั้นสุดท้ายของการเล่นแร่แปรธาตุ เหมือนสิ่งที่ไร้ค่าที่ได้พบความหมายของตัวเองและเปลี่ยนเป็นทองคำในที่สุด ฉันเองก็ได้พบความหมายนี้แล้ว",
      "vi": "\"Gold\" (Hoàng Kim), giai đoạn cuối cùng của thuật giả kim. Những thứ không có giá trị cuối cùng cũng tìm được ý nghĩa của chính mình và trở thành Gold. Tôi cũng đã tìm thấy ý nghĩa."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "绽放吧。",
      "zht": "綻放吧。",
      "jp": "咲け。",
      "ko": "피어나라",
      "en": "Burst forth.",
      "de": "Erblühe",
      "es": "¡Estallido!",
      "fr": "Épanouis-toi !",
      "pt": "Explosão.",
      "ru": "Расцвети.",
      "id": "Mekar.",
      "th": "จงเบ่งบาน",
      "vi": "Nở rộ nào."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "拟造阳华。",
      "zht": "擬造陽華。",
      "jp": "擬似陽華。",
      "ko": "모조 태양꽃",
      "en": "Come into being!",
      "de": "Sonnennachbildung.",
      "es": "¡Isotoma solar!",
      "fr": "Aura solaire !",
      "pt": "Apareça!",
      "ru": "Явись из небытия!",
      "id": "Terciptalah!",
      "th": "สรรสร้างตะวัน",
      "vi": "Chế Tạo Mặt Trời."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "创生之法。",
      "zht": "創生之法。",
      "jp": "創生の術。",
      "ko": "생명 창조의 법칙",
      "en": "Live.",
      "de": "Leben.",
      "es": "¡Cobra vida!",
      "fr": "Telle est la loi de la création.",
      "pt": "Viva.",
      "ru": "Живи.",
      "id": "Hiduplah.",
      "th": "วิถีแห่งการสร้างชีวิต",
      "vi": "Quy luật của tạo hóa."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "此即，诞生之刻。",
      "zht": "此即，誕生之刻。",
      "jp": "今こそ、誕生の時。",
      "ko": "지금이 바로 탄생의 순간",
      "en": "Moment of birth.",
      "de": "Moment der Geburt.",
      "es": "¡El instante del nacimiento!",
      "fr": "L'heure de la création est venue.",
      "pt": "Momento do nascimento.",
      "ru": "Момент рождения.",
      "id": "Demikian segala sesuatu lahir.",
      "th": "ช่วงเวลาแห่งการถือกำเนิด!",
      "vi": "Thời khắc sinh thành."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "冥古，于此显生。",
      "zht": "冥古，於此顯生。",
      "jp": "冥王、顕生へ。",
      "ko": "명왕누대가 여기서 재현되리",
      "en": "Feel this ancient power.",
      "de": "Spüre diese uralte Kraft.",
      "es": "¡Siente el poder ancestral!",
      "fr": "Sentez cette force antique.",
      "pt": "Sinta esse poder ancestral.",
      "ru": "Почувствуй эту древнюю силу.",
      "id": "Rasakan kekuatan kuno ini!",
      "th": "กำเนิดพลังดึกดำบรรพ์",
      "vi": "Cảm nhận sức mạnh cổ xưa đi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "见证伟业吧。",
      "zht": "見證偉業吧。",
      "jp": "偉業を見届けよ。",
      "ko": "위업을 지켜보거라",
      "en": "Witness my great undertaking.",
      "de": "Werde Zeuge meines Vorhabens.",
      "es": "¡Presencia mi grandioso logro!",
      "fr": "Soyez témoins de mon œuvre.",
      "pt": "Testemunhe meu grande feito.",
      "ru": "Узри моё великое творение.",
      "id": "Saksikanlah mahakarya terbaikku.",
      "th": "จงดูพลังอันยิ่งใหญ่ของฉัน",
      "vi": "Chứng kiến sự nghiệp vĩ đại nào!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "大地的秘宝。",
      "zht": "大地的秘寶。",
      "jp": "大地の秘宝か。",
      "ko": "대지의 보물이군",
      "en": "This world holds many a rare treasure.",
      "de": "Diese Welt birgt so manchen seltenen Schatz.",
      "es": "En el mundo hay muchos tesoros extraños.",
      "fr": "Ce monde recèle de nombreux trésors rares.",
      "pt": "Este mundo abriga muitos tesouros raros.",
      "ru": "Этот мир хранит много редких сокровищ.",
      "id": "Ada banyak harta langka di dunia ini.",
      "th": "สมบัติลับแห่งผืนดิน",
      "vi": "Kho báu từ đất."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "无言的叙事。",
      "zht": "無言的敘事。",
      "jp": "無言なる叙述。",
      "ko": "무언의 서사야",
      "en": "If this treasure could talk...",
      "de": "Wenn dieser Schatz sprechen könnte ...",
      "es": "Si los tesoros hablaran...",
      "fr": "Si ce trésor pouvait parler...",
      "pt": "Se este tesouro pudesse falar...",
      "ru": "Если бы сокровище могло говорить...",
      "id": "Jika harta ini bisa bicara ....",
      "th": "เรื่องราวอันเงียบงัน",
      "vi": "Câu chuyện không lời."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "虽无法比拟「黄金」，但终有价值。",
      "zht": "雖無法比擬「黃金」，但終有價值。",
      "jp": "「黄金」の比ではないが、価値がある。",
      "ko": "「황금」 정도는 아니지만, 나름 가치 있어",
      "en": "Although it's not gold, it certainly glitters.",
      "de": "Es ist zwar kein Gold, aber es glitzert auf jeden Fall.",
      "es": "No es oro, pero ciertamente sí reluce.",
      "fr": "Bien que ce ne soit pas d'or, cela brille indubitablement.",
      "pt": "Embora não seja ouro, ele certamente brilha.",
      "ru": "Пусть это и не золото, оно определённо блестит.",
      "id": "Biarpun bukan emas, hartanya tetap berkilauan.",
      "th": "ถึงจะเทียบกันไม่ได้กับทอง แต่มันก็ยังมีค่าล่ะนะ",
      "vi": "Tuy không so được với \"Gold\" nhưng cũng có giá."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "计算失误…",
      "zht": "計算失誤…",
      "jp": "計算ミス…",
      "ko": "계산 착오…",
      "en": "My calculations were off...",
      "de": "Falsch kalkuliert ...",
      "es": "Parece que mis cálculos eran erróneos...",
      "fr": "Mauvais calcul...",
      "pt": "Parece que meus cálculos estavam errados...",
      "ru": "Кажется, мои расчеты меня подвели...",
      "id": "Perhitunganku salah ....",
      "th": "คำนวณผิดพลาด...",
      "vi": "Tính toán sai rồi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "需要重新评估…",
      "zht": "需要重新評估…",
      "jp": "再評価が必要だ…",
      "ko": "다시 평가해야겠어…",
      "en": "Time to reassess...",
      "de": "Zeit für eine Neukalkulation ...",
      "es": "Hora de reevaluar...",
      "fr": "Je dois réévaluer la situation...",
      "pt": "Hora de reavaliar...",
      "ru": "Пора провести повторную оценку...",
      "id": "Waktunya analisa ulang ....",
      "th": "ต้องประเมินผลใหม่...",
      "vi": "Phải xem xét lại..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "必须改变策略。",
      "zht": "必須改變策略。",
      "jp": "策を変えないと。",
      "ko": "전략을 바꿔야겠어",
      "en": "A new strategy's required.",
      "de": "Eine neue Strategie ist erforderlich.",
      "es": "Se requiere una nueva estrategia.",
      "fr": "Il faut changer de stratégie.",
      "pt": "É necessário uma nova estratégia.",
      "ru": "Необходима новая стратегия.",
      "id": "Waktunya strategi baru.",
      "th": "ต้องเปลี่ยนกลยุทธ์แล้วล่ะ",
      "vi": "Phải thay đổi chiến lược."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "交给我吧。",
      "zht": "交給我吧。",
      "jp": "ボクに任せて。",
      "ko": "내게 맡겨",
      "en": "I'll take over from here.",
      "de": "Ich übernehme das von hier an.",
      "es": "Yo me encargo del resto.",
      "fr": "Je vais prendre les choses en main.",
      "pt": "Deixe comigo.",
      "ru": "Дай мне попробовать!",
      "id": "Gantian dulu.",
      "th": "ให้ฉันจัดการเอง",
      "vi": "Cứ giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "换人，对你来说太危险了。",
      "zht": "換人，對你來說太危險了。",
      "jp": "変わって、キミには無理だよ。",
      "ko": "나랑 바꾸자, 너무 위험해",
      "en": "This is too dangerous for you.",
      "de": "Zeit für eine Auswechslung. Das ist zu gefährlich für dich.",
      "es": "Esto es demasiado peligroso para ti.",
      "fr": "C'est trop dangereux pour vous.",
      "pt": "É perigoso demais para você.",
      "ru": "Это слишком опасно для тебя.",
      "id": "Ini terlalu bahaya bagi kamu.",
      "th": "เปลี่ยนคนเถอะ นี่มันอันตรายกับเธอเกินไปแล้ว",
      "vi": "Đổi người, nguy hiểm cho bạn quá."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "尘归尘，土归土…",
      "zht": "塵歸塵，土歸土…",
      "jp": "灰は灰に、塵は塵に…",
      "ko": "다 부질없군…",
      "en": "Ashes to ashes, dust to dust...",
      "de": "Asche zu Asche, Staub zu Staub ...",
      "es": "Polvo eres y en polvo te convertirás...",
      "fr": "Les cendres aux cendres et la poussière à la poussière...",
      "pt": "Das cinzas viemos e às cinzas retornaremos...",
      "ru": "Пепел к пеплу, прах к праху...",
      "id": "Abu kembali jadi abu, debu kembali jadi debu ....",
      "th": "เถ้าถ่านคืนสู่เถ้าถ่าน ธุลีคืนสู่ธุลี",
      "vi": "Đất về với đất, cát về với cát..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "实验失败了吗？",
      "zht": "實驗失敗了嗎？",
      "jp": "実験が失敗したのか？",
      "ko": "실험이 실패한 건가?",
      "en": "My... experiment... failed...",
      "de": "Mein ... Experiment ... ist fehlgeschlagen ...",
      "es": "Mi experimento... fracasó...",
      "fr": "L'expérience a-t-elle échoué ?",
      "pt": "Meu... experimento... falhou...",
      "ru": "Мой эксперимент... провалился...",
      "id": "Penelitianku ... gagal ....",
      "th": "การทดลองล้มเหลวงั้นเหรอ?",
      "vi": "Thí nghiệm thất bại rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "我的研究，结束了…",
      "zht": "我的研究，結束了…",
      "jp": "ボクの研究も、終わりか…",
      "ko": "내 연구는 끝났어…",
      "en": "Seems my research... is over...",
      "de": "Meine Forschungen sind beendet ...",
      "es": "Mi investigación... ha terminado...",
      "fr": "Mes recherches sont terminées...",
      "pt": "Parece que minha pesquisa... terminou...",
      "ru": "Похоже, моему исследованию конец...",
      "id": "Sepertinya penelitianku ... sudah berakhir ....",
      "th": "การวิจัยของฉัน... จบลงแล้ว...",
      "vi": "Nghiên cứu của tôi kết thúc rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "阈值以内…",
      "zht": "閾值以內…",
      "jp": "しきい値内だ…",
      "ko": "허용 범위 이내야…",
      "en": "Still within my threshold.",
      "de": "Noch innerhalb der Fehlerspanne.",
      "es": "Aún está dentro de mis capacidades...",
      "fr": "Ça reste acceptable...",
      "pt": "Ainda está dentro do meu limite.",
      "ru": "Пороговые значения не превышены.",
      "id": "Masih dalam ambang batasku.",
      "th": "ยังอยู่ในขอบเขตที่รับได้...",
      "vi": "Trong mức quy định..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "失算了…",
      "zht": "失算了…",
      "jp": "ミスしたか…",
      "ko": "예측이 빗나갔어…",
      "en": "A miscalculation...",
      "de": "Eine Fehlkalkulation ...",
      "es": "Un error de cálculo...",
      "fr": "Une erreur de calcul...",
      "pt": "Um erro de cálculo...",
      "ru": "Я просчитался...",
      "id": "Salah perhitungan ....",
      "th": "คำนวณพลาด...",
      "vi": "Tính sai rồi..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "了解。",
      "zht": "瞭解。",
      "jp": "了解。",
      "ko": "오케이",
      "en": "Understood.",
      "de": "Ganz recht.",
      "es": "Entendido.",
      "fr": "Compris.",
      "pt": "Compreendido.",
      "ru": "Конечно.",
      "id": "Mengerti.",
      "th": "เข้าใจแล้ว",
      "vi": "Hiểu rồi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "是拓展课题吗？",
      "zht": "是拓展課題嗎？",
      "jp": "課外活動かな？",
      "ko": "과제 개척인가?",
      "en": "Some in-the-field research?",
      "de": "Ein paar Recherchen vor Ort?",
      "es": "¿Una investigación de campo?",
      "fr": "S'agit-il d'une enquête sur le terrain ?",
      "pt": "Um pouco de pesquisa de campo?",
      "ru": "Займёмся полевыми исследованиями?",
      "id": "Mau penelitian di lapangan?",
      "th": "ต้องออกไปศึกษาเพิ่มเติมเหรอ?",
      "vi": "Chủ đề mở rộng à?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "一起探索吧。",
      "zht": "一起探索吧。",
      "jp": "一緒に探索しよう。",
      "ko": "같이 탐구하자",
      "en": "Let's investigate this further.",
      "de": "Untersuchen wir dies weiter.",
      "es": "Investiguemos más en profundidad.",
      "fr": "Allons enquêter.",
      "pt": "Vamos investigar um pouco mais.",
      "ru": "Давайте изучим это подробнее.",
      "id": "Mari selidiki lebih lanjut.",
      "th": "ไปสำรวจด้วยกันเถอะ",
      "vi": "Cùng thám hiểm đi."
    }
  }
]