[
  {
    "title": {
      "zhs": "镜华风姿",
      "zht": "鏡華風姿",
      "jp": "鏡華風姿",
      "ko": "거울 속의 자태",
      "en": "Kyouka Fuushi",
      "de": "Kyouka Fuushi",
      "es": "Reflejo grácil",
      "fr": "Reflet gracieux",
      "pt": "Reflexo Gracioso",
      "ru": "Кёка фуси",
      "id": "Kyouka Fuushi",
      "th": "Kyouka Fuushi",
      "vi": "Kyouka Fuushi"
    },
    "description": {
      "zhs": "对于生命值低于或等于50%的敌人，<color=#FFD780FF>瞬水剑</color>造成的伤害提升40%。",
      "zht": "對於生命值低於或等於50%的敵人，<color=#FFD780FF>瞬水劍</color>造成的傷害提升40%。",
      "jp": "HP50%以下の敵に対して、<color=#FFD780FF>瞬水剣</color>によるダメージ+40%。",
      "ko": "HP가 50% 이하인 적에게 <color=#FFD780FF>순수검(瞬水劍)</color>으로 가하는 피해가 40% 증가한다",
      "en": "<color=#FFD780FF>Shunsuiken</color> DMG is increased by 40% against opponents with 50% HP or less.",
      "de": "Erhöht den Gegnern mit bis zu 50 % LP mit <color=#FFD780FF>Shunsuiken</color> zugefügten Schaden um 40 %.",
      "es": "Aumenta en un 40% el daño infligido por la <color=#FFD780FF>hidroespada</color> contra los enemigos cuya vida es igual o inferior al 50%.",
      "fr": "Les DGT infligés par une attaque de <color=#FFD780FF>Shunsuiken</color> augmentent de 40 % contre les ennemis dont les PV sont inférieurs ou égaux à 50 %.",
      "pt": "<color=#FFD780FF>Espada Aquática</color> infligirá 40% a mais de Dano em inimigos com Vida igual ou inferior a 50%.",
      "ru": "Увеличивает на 40% урон <color=#FFD780FF>Сюнсуйкэн</color> против врагов с НР, равным 50% или ниже.",
      "id": "Meningkatkan 40% DMG <color=#FFD780FF>Shunsuiken</color> pada musuh dengan HP 50% atau kurang.",
      "th": "<color=#FFD780FF>Shunsuiken</color> จะสร้างความเสียหายเพิ่มขึ้น 40% ต่อศัตรูที่มีพลังชีวิตเหลือต่ำกว่าหรือเท่ากับ 50%",
      "vi": "Tăng 40% sát thương của <color=#FFD780FF>Shunsuiken</color> gây ra khi HP của kẻ địch thấp hơn hoặc bằng 50%."
    },
    "imgid": "constellation_1"
  },
  {
    "title": {
      "zhs": "世有源泉",
      "zht": "世有源泉",
      "jp": "世に源泉ありて",
      "ko": "세상에는 원천이 있다",
      "en": "World Source",
      "de": "Quelle der Welt",
      "es": "Manantial de la tierra",
      "fr": "Source du monde",
      "pt": "Fonte do Mundo",
      "ru": "Родник мира",
      "id": "World Source",
      "th": "World Source",
      "vi": "Suối Nguồn Thế Giới"
    },
    "description": {
      "zhs": "<color=#FFD780FF>浪闪</color>叠加上限提升至5层；神里绫人处于至少3层浪闪状态下时，将提升50%生命值上限。",
      "zht": "<color=#FFD780FF>浪閃</color>疊加上限提升至5層；神里綾人處於至少3層浪閃狀態下時，將提升50%生命值上限。",
      "jp": "<color=#FFD780FF>浪閃</color>の重ね掛け上限が5層になる。神里綾人が3層以上の浪閃状態の時、HP上限が50%アップする。",
      "ko": "<color=#FFD780FF>번쩍이는 파도</color> 최대 5스택 중첩 가능하다. 카미사토 아야토의 번쩍이는 파도 상태가 3스택 이상일 때 HP 최대치가 50% 증가한다",
      "en": "<color=#FFD780FF>Namisen</color>'s maximum stack count is increased to 5. When Kamisato Ayato has at least 3 Namisen stacks, his Max HP is increased by 50%.",
      "de": "Erhöht die Höchstmenge an Stapelungen von <color=#FFD780FF>Namisen</color> auf 5. Erhöht, wenn Kamisato Ayato mindestens 3 Namisen-Stapelungen hat, seine maximalen LP um 50 %.",
      "es": "<color=#FFD780FF>Oleaje centelleante</color> puede acumularse hasta un máximo de 5 veces. Cuando Kamisato Ayato tiene al menos 3 acumulaciones de este efecto, su Vida Máx. aumenta en un 50%.",
      "fr": "Le <color=#FFD780FF>flash onduleux</color> peut maintenant être cumulé 5 fois maximum. Lorsqu'Ayato possède au moins 3 cumuls de flash onduleux, ses PV max augmentent de 50 %.",
      "pt": "O número máximo de acúmulos de <color=#FFD780FF>Onda Brilhante</color> é aumentado para 5. Quando Kamisato Ayato possuir pelo menos 3 acúmulos de Ondas Brilhantes, sua Vida Máxima será aumentada em 50%.",
      "ru": "Максимум уровней <color=#FFD780FF>Намисэн</color> увеличен до 5. Когда у Камисато Аято не менее 3 уровней Намисэн, его макс. HP повышается на 50%.",
      "id": "Tumpukan maksimum <color=#FFD780FF>Namisen</color> bertambah menjadi 5 lapis. Max HP Kamisato Ayato akan bertambah 50% saat memiliki setidaknya 3 lapis Namisen.",
      "th": "จำนวนครั้งการซ้อนทับสูงสุดของ <color=#FFD780FF>Namisen</color> เพิ่มเป็น 5 ชั้น และเมื่อ Kamisato Ayato อยู่ในสภาวะที่มี Namisen อย่างน้อย 3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 50%",
      "vi": "Hiệu quả <color=#FFD780FF>Namisen</color> tối đa cộng dồn đến 5 tầng. Khi Kamisato Ayato có được ít nhất 3 tầng Namisen sẽ tăng 50% giới hạn HP."
    },
    "imgid": "constellation_2"
  },
  {
    "title": {
      "zhs": "无意弄花",
      "zht": "無意弄花",
      "jp": "無意弄花",
      "ko": "우연히 피운 꽃",
      "en": "To Admire the Flowers",
      "de": "Bewunderung der Blumen",
      "es": "Admiración floral",
      "fr": "Contemplation des fleurs",
      "pt": "Admiração das Flores",
      "ru": "Созерцание цветов",
      "id": "To Admire the Flowers",
      "th": "To Admire the Flowers",
      "vi": "Vô Ý Thưởng Hoa"
    },
    "description": {
      "zhs": "<color=#FFD780FF>神里流·镜花</color>的技能等级提高3级。\n至多提升至15级。",
      "zht": "<color=#FFD780FF>神里流·鏡花</color>的技能等級提高3級。\n至多提升至15級。",
      "jp": "<color=#FFD780FF>神里流·鏡花</color>のスキルLv.+3。\n最大Lv.15まで。",
      "ko": "<color=#FFD780FF>카미사토류·거울꽃</color>의 스킬 레벨+3\n최대 Lv.15까지 상승",
      "en": "Increases the Level of <color=#FFD780FF>Kamisato Art: Kyouka</color> by 3.\nMaximum upgrade level is 15.",
      "de": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Kamisato-Stil – Kyouka</color> um 3.\nHöchststufe 15.",
      "es": "Aumenta el nivel de habilidad de <color=#FFD780FF>Estilo Kamisato: Belleza reflejada</color> +3.\nPuede ser aumentado hasta Niv. 15.",
      "fr": "Niveau de compétence <color=#FFD780FF>École Kamisato : Beauté réfléchie</color> +3.\nNiveau max : 15",
      "pt": "Aumenta o nível de <color=#FFD780FF>Arte Kamisato: Beleza Refletida</color> em 3.\nO nível máximo de elevação é 15.",
      "ru": "Увеличивает уровень навыка <color=#FFD780FF>Искусство Камисато: Кёка</color> на 3.\nМакс. уровень: 15.",
      "id": "Meningkatkan 3 level <color=#FFD780FF>Kamisato Art: Kyouka</color>.\nMaksimum: Lv. 15.",
      "th": "เพิ่มเลเวลสกิลของ <color=#FFD780FF>Kamisato Art: Kyouka</color> ขึ้น 3 ระดับ\nเพิ่มได้สูงสุดถึงระดับ 15",
      "vi": "Cấp kỹ năng <color=#FFD780FF>Trường Phái Kamisato - Kyouka</color> +3.\nTăng tối đa đến cấp 15."
    },
    "imgid": "constellation_3"
  },
  {
    "title": {
      "zhs": "不厌细流",
      "zht": "不厭細流",
      "jp": "細流厭わず",
      "ko": "세류의 포용",
      "en": "Endless Flow",
      "de": "Ewiger Fluss",
      "es": "Flujo inagotable",
      "fr": "Flux ininterrompu",
      "pt": "Fluxo Ininterrupto",
      "ru": "Бесконечный поток",
      "id": "Endless Flow",
      "th": "Endless Flow",
      "vi": "Dòng Chảy Vô Hạn"
    },
    "description": {
      "zhs": "施放<color=#FFD780FF>神里流·水囿</color>后，队伍中附近的角色普通攻击的攻击速度提升15%，持续15秒。",
      "zht": "施放<color=#FFD780FF>神里流·水囿</color>後，隊伍中附近的角色普通攻擊的攻擊速度提升15%，持續15秒。",
      "jp": "<color=#FFD780FF>神里流·水囿</color>発動後、周囲チーム全員の通常攻撃速度+15%、継続期間15秒。",
      "ko": "<color=#FFD780FF>카미사토류·물의 영역</color> 스킬 사용 후, 근처에 있는 파티 내 캐릭터의 일반 공격의 공격 속도가 15% 증가한다. 지속 시간: 15초",
      "en": "After using <color=#FFD780FF>Kamisato Art: Suiyuu</color>, all nearby party members will have 15% increased Normal Attack SPD for 15s.",
      "de": "Erhöht nach dem Auslösen von <color=#FFD780FF>Kamisato-Stil – Suiyuu</color> die Angriffs-GSW der Standardangriffe aller Truppenmitglieder in der Nähe 15 s lang um 15 %.",
      "es": "Tras usar <color=#FFD780FF>Estilo Kamisato: Jardín ácueo</color>, la Vel. de Ataque Normal de los miembros del equipo cercanos aumenta en un 15% durante 15 s.",
      "fr": "Après avoir utilisé <color=#FFD780FF>École Kamisato : Jardin d'eau</color>, la VIT d'attaque des attaques normales des personnages de l'équipe à proximité augmente de 15 % pendant 15 s.",
      "pt": "Ao usar <color=#FFD780FF>Arte Kamisato: Jardim Aquático</color>, os personagens próximos da equipe terão um aumento da Vel. de ATQ do Ataque Normal de 15% por 15s.",
      "ru": "После использования <color=#FFD780FF>Искусства Камисато: Суйю</color> скорость обычной атаки всех ближайших членов отряда повышается на 15% в течение 15 сек.",
      "id": "Setelah melancarkan <color=#FFD780FF>Kamisato Art: Suiyuu</color>, ATK SPD Normal Attack anggota party di sekitar akan meningkat 15% selama 15 detik.",
      "th": "หลังจากที่ใช้ <color=#FFD780FF>Kamisato Art: Suiyuu</color> ความเร็วในการโจมตีปกติของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง จะเพิ่มขึ้น 15% เป็นเวลา 15 วินาที",
      "vi": "Sau khi thi triển <color=#FFD780FF>Trường Phái Kamisato - Suiyuu</color>, tốc độ tấn công thường của nhân vật trong đội gần đó tăng 15%, duy trì 15s."
    },
    "imgid": "constellation_4"
  },
  {
    "title": {
      "zhs": "万水一露",
      "zht": "萬水一露",
      "jp": "万水一露",
      "ko": "만수일로",
      "en": "Bansui Ichiro",
      "de": "Bansui Ichiro",
      "es": "Rocío pluvial",
      "fr": "Rosée de mille gouttes",
      "pt": "Orvalho de Mil Gotas",
      "ru": "Бансуй итиро",
      "id": "Bansui Ichiro",
      "th": "Bansui Ichiro",
      "vi": "Vạn Thủy Nhất Lộ"
    },
    "description": {
      "zhs": "<color=#FFD780FF>神里流·水囿</color>的技能等级提高3级。\n至多提升至15级。",
      "zht": "<color=#FFD780FF>神里流·水囿</color>的技能等級提高3級。\n至多提升至15級。",
      "jp": "<color=#FFD780FF>神里流·水囿</color>のスキルLv.+3。\n最大Lv.15まで。",
      "ko": "<color=#FFD780FF>카미사토류·물의 영역</color>의 스킬 레벨+3\n최대 Lv.15까지 상승",
      "en": "Increases the Level of <color=#FFD780FF>Kamisato Art: Suiyuu</color> by 3.\nMaximum upgrade level is 15.",
      "de": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Kamisato-Stil – Suiyuu</color> um 3.\nHöchststufe 15.",
      "es": "Aumenta el nivel de habilidad de <color=#FFD780FF>Estilo Kamisato: Jardín ácueo</color> +3.\nPuede ser aumentado hasta Niv. 15.",
      "fr": "Niveau de compétence <color=#FFD780FF>École Kamisato : Jardin d'eau</color> +3.\nNiveau max : 15",
      "pt": "Aumenta o nível <color=#FFD780FF>Arte Kamisato: Jardim Aquático</color> em 3.\nO nível máximo de elevação é 15.",
      "ru": "Увеличивает уровень навыка <color=#FFD780FF>Искусство Камисато: Суйю</color> на 3.\nМакс. уровень: 15.",
      "id": "Meningkatkan 3 level <color=#FFD780FF>Kamisato Art: Suiyuu</color>.\nMaksimum: Lv. 15.",
      "th": "เพิ่มเลเวลสกิลของ <color=#FFD780FF>Kamisato Art: Suiyuu</color> ขึ้น 3 ระดับ\nเพิ่มได้สูงสุดถึงระดับ 15",
      "vi": "Cấp kỹ năng <color=#FFD780FF>Trường Phái Kamisato - Suiyuu</color> +3.\nTăng tối đa đến cấp 15."
    },
    "imgid": "constellation_5"
  },
  {
    "title": {
      "zhs": "滥觞无底",
      "zht": "濫觴無底",
      "jp": "濫觴無底",
      "ko": "끝없는 기원",
      "en": "Boundless Origin",
      "de": "Unerschöpfliche Quelle",
      "es": "Fuente infinita",
      "fr": "Origine illimitée",
      "pt": "Origem Ilimitada",
      "ru": "Бескрайний исток",
      "id": "Boundless Origin",
      "th": "Boundless Origin",
      "vi": "Ngọn Nguồn Bất Tận"
    },
    "description": {
      "zhs": "施放<color=#FFD780FF>神里流·镜花</color>之后，神里绫人的下一次瞬水剑攻击命中敌人时，将进行2次额外的瞬水剑攻击，各自能造成神里绫人攻击力450%的伤害。\n此两次瞬水剑攻击不会受到浪闪的增益。",
      "zht": "施放<color=#FFD780FF>神里流·鏡花</color>之後，神里綾人的下一次瞬水劍攻擊命中敵人時，將進行2次額外的瞬水劍攻擊，各自能造成神里綾人攻擊力450%的傷害。\n此兩次瞬水劍攻擊不會受到浪閃的增益。",
      "jp": "<color=#FFD780FF>神里流·鏡花</color>発動後、神里綾人の次に発動する瞬水剣が敵に命中した時、神里綾人の攻撃力450%分のダメージを持つ瞬水剣を2回追加で発動する。\n追加で発動する2回の瞬水剣は浪閃の効果を受けない。",
      "ko": "<color=#FFD780FF>카미사토류·거울꽃</color> 스킬 사용 후, 카미사토 아야토의 다음 순수검 공격이 적 명중 시 적을 추가로 2회 공격하여 각각 카미사토 아야토 공격력 450%의 피해를 준다.\n순수검의 2회 추가 공격은 번쩍이는 파도 버프의 영향을 받지 않는다",
      "en": "After using <color=#FFD780FF>Kamisato Art: Kyouka</color>, Ayato's next Shunsuiken attack will create 2 extra Shunsuiken strikes when they hit opponents, each one dealing 450% of Ayato's ATK as DMG.\nBoth these Shunsuiken attacks will not be affected by Namisen.",
      "de": "Löst, wenn der nächste Angriff von Kamisato Ayato mit Shunsuiken nach Anwendung von <color=#FFD780FF>Kamisato-Stil – Kyouka</color> Gegner trifft, 2 weitere Shunsuiken-Angriffe aus, von denen jeder Schaden in Höhe von 450 % von Ayatos ANG zufügt.\nDiese beiden Shunsuiken-Angriffe erhalten keine Bonuseffekte von Namisen.",
      "es": "Tras usar <color=#FFD780FF>Estilo Kamisato: Belleza reflejada</color>, cuando Kamisato Ayato golpea a un enemigo con el siguiente ataque de hidroespada, se liberarán dos ataques de hidroespada adicionales que infligen cada uno un daño equivalente al 450% del ATQ de Kamisato Ayato.\nEstos dos ataques no pueden beneficiarse de los efectos de oleaje centelleante.",
      "fr": "Après avoir utilisé <color=#FFD780FF>École Kamisato : Beauté réfléchie</color>, la prochaine attaque de Shunsuiken d'Ayato déclenche 2 attaques supplémentaires de Shunsuiken en touchant un ennemi, chaque attaque supplémentaire infligeant des DGT d'une valeur équivalant à 450 % de l'ATQ d'Ayato.\nCes deux attaques supplémentaires ne seront pas affectées par l'effet Flash onduleux.",
      "pt": "Depois de usar <color=#FFD780FF>Arte Kamisato: Beleza Refletida</color>, o próximo ataque de Espada Aquática de Kamisato Ayato que atingir um inimigo desencadeará dois ataques de Espadas Aquáticas adicionais, cada um infligindo Dano equivalente a 450% do Dano do Ataque de Kamisato Ayato.\nEstes dois ataques da Espada Aquática não receberão bônus de Onda Brilhante.",
      "ru": "После активации <color=#FFD780FF>Искусства Камисато: Кёка</color>, если следующая атака Сюнсуйкэн попадёт по врагу, Аято выполнит 2 дополнительные атаки Сюнсуйкэн, каждая из которых нанесёт 450% урона от его силы атаки.\nЭффект Намисэн на эти дополнительные атаки не распространяется.",
      "id": "Setelah menggunakan <color=#FFD780FF>Kamisato Art: Kyouka</color>, Serangan Shunsuiken milik Ayato selanjutnya akan membuat 2 serangan Shunsuiken tambahan saat mengenai musuh, setiap serangannya mengakibatkan DMG sebesar 450% ATK Ayato.\nKedua serangan Shunsuiken ini tidak akan terpengaruh oleh Namisen.",
      "th": "หลังจากใช้ <color=#FFD780FF>Kamisato Art: Kyouka</color> เมื่อการโจมตีด้วย Shunsuiken ครั้งต่อไปของ Kamisato Ayato ถูกศัตรู จะทำการโจมตีด้วย Shunsuiken เพิ่มอีก 2 ครั้ง โดยที่แต่ละครั้ง จะสร้างความเสียหายเป็น 450% ของพลังโจมตีของ Kamisato Ayato\nการโจมตีของ Shunsuiken ทั้งสองครั้งนี้ จะไม่ได้รับเอฟเฟกต์บัฟจาก Namisen",
      "vi": "Sau khi thi triển <color=#FFD780FF>Trường Phái Kamisato - Kyouka</color>, lần tiếp theo Kamisato Ayato dùng Shunsuiken đánh trúng kẻ địch, sẽ tiến hành thêm 2 lần tấn công Shunsuiken, mỗi lần sẽ gây ra sát thương bằng 450% tấn công của Kamisato Ayato.\nHai lần tấn công Shunsuiken này sẽ không nhận được hiệu quả Namisen."
    },
    "imgid": "constellation_6"
  }
]