[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "身为三奉行之一——社奉行神里家的家主，神里绫人的名号在稻妻可谓无人不知、无人不晓。\n\n但不同于优雅善良的「白鹭公主」绫华，人们对她的兄长绫人的认知并不清晰。\n\n人们只知道他是幕府的大人物，是贵族名门的家主，一旦问及细节，却都支支吾吾说不明白。\n\n有人说：「社奉行办起祭典和活动向来一丝不苟，又对邻里乡亲多有关照，其中一定少不了奉行大人的辛苦劳作。」\n\n但也有人肆意评论：「嘁，官场上见不得人的事情多的是。若不是懂些暗度陈仓的伎俩，怎么能当得上大官呢。」\n\n对上述种种说法，神里绫人本人似乎不甚在意。\n\n「我么…只是将军大人麾下一名认真工作、履行职责的公务人员罢了。」",
      "zht": "身為三奉行之一——社奉行神里家的家主，神里綾人的名號在稻妻可謂無人不知、無人不曉。\n\n但不同於優雅善良的「白鷺公主」綾華，人們對她的兄長綾人的認知並不清晰。\n\n人們只知道他是幕府的大人物，是貴族名門的家主，一旦問及細節，卻都支支吾吾說不明白。\n\n有人說：「社奉行辦起祭典和活動向來一絲不苟，又對鄰里鄉親多有關照，其中一定少不了奉行大人的辛苦勞作。」\n\n但也有人肆意評論：「嘖，官場上見不得人的事情多的是。若不是懂些暗渡陳倉的伎倆，怎麼能當得上大官呢。」\n\n對上述種種說法，神里綾人本人似乎不甚在意。\n\n「我嘛…只是將軍大人麾下一名認真工作、履行職責的公務人員罷了。」",
      "jp": "三奉行の一人——社奉行神里家当主、神里綾人の名を稲妻で知らぬ者はいない。\n\nしかし、優雅で心優しい「白鷺の姫君」綾華とは違って、兄·綾人に対する民衆の認知ははっきりとしたものではない。\n\n人々はただ、彼が幕府の重鎮であり、名門貴族の当主であることしか知らないのだ。彼の詳細について聞かれた時、誰もが皆口をつぐんでしまう。\n\nある者はこう言う——「社奉行が主催する祭事や催しは、少しも手抜かりがない。それに、近隣住民の面倒もよく見てくださる。きっと奉行様の苦労あってのことだろう。」\n\nしかし、またある者は言う——「ちっ、官界には公にできないもんが数多くある。裏のやり口を知らなけりゃあ、高官になんてなれないのさ。」\n\nただ、それらの言葉を神里綾人本人は気にしていない。\n\n「私はただ…将軍様の下で真面目に仕事をし、職務を全うする役人に過ぎません。」",
      "ko": "삼봉행 중 하나인 야시로 봉행 카미사토 가문의 가주, 카미사토 아야토의 이름은 이나즈마에 모르는 사람이 없다.\n\n우아하고 마음씨가 착한 「백로공주」 아야카와 달리, 사람들은 오빠인 아야토에 대해서는 잘 알지 못한다.\n\n사람들은 그가 막부의 높으신 분, 명문 귀족의 가주라는 것만 알고, 자세히 물으면 다들 우물쭈물 댈 뿐 답을 못 한다.\n\n누군가는 「야시로 봉행은 축제나 행사를 개최할 때 언제나 빈틈없고, 항상 인근 주민들을 잘 돌봐주는데, 그 뒤에는 분명 봉행 어르신의 노고가 있을 거야」라고 말한다.\n\n그러나 누군가는 「쯧, 정계에 말 못 할 일은 수두룩하지. 비리 하나 없이 높은 관직에 올랐을 리가 없다고」라며 멋대로 평가하기도 한다.\n\n그러나 정작 카미사토 아야토 본인은 이러한 의견들을 신경 쓰지 않는 듯하다.\n\n「전 그저… 쇼군님 휘하에서 성실히 일하며 소임을 다하는 공무원일 뿐입니다」",
      "en": "As clan head of the Kamisato Clan, one of the great clans of the Tri-Commission, Kamisato Ayato is a household name in Inazuma.\n\nHowever, people do not have quite the same clear impression of him as they do of the Shirasagi Himegimi, the elegant and kind Ayaka.\n\nMost only know that he is an important figure in the Shogunate and the head of a famed noble house. But as for the details, there's little that they can say for sure.\n\nSome people say that \"the Yashiro Commission's festivals and events are ever meticulous and have been full of consideration for the people. Surely the Commissioner's hand is in all such matters.\"\n\nBut others also say \"ah, but there is much to politics that should never see the light of day. And how could he have kept such a lofty position without a few tricks up his sleeve, hmm?\"\n\nAyato himself is unfazed by such comments.\n\n\"Well, I consider myself merely a serious, dutiful public servant who owes his allegiance to the Almighty Shogun.\"",
      "de": "Als Oberhaupt der Kamisato-Familie der Yashiro-Verwaltung, eine der Dreierverwaltungen, ist Kamisato Ayatos Name jedem in Inazuma ein Begriff.\n\nDoch im Gegensatz zu der anmutigen und freundlichen „Shirasagi Himegimi“ Ayaka, weiß man über ihren älteren Bruder Ayato eher wenig.\n\nDie Menschen kennen ihn nur als großen Mann des Bakufu, als Oberhaupt einer edlen und berühmten Familie, aber wenn man sie nach Einzelheiten fragt, stottern sie alle.\n\nManche Leute sagen: „Die Yashiro-Verwaltung ist schon immer sehr gewissenhaft bei der Organisation von Festen und Veranstaltungen und sie kümmert sich um die Einheimischen, also muss es an der harten Arbeit ihres Leiters liegen.“\n\nAber es gibt auch diejenigen, die freimütig kommentieren: „Geschwätz, es gibt viele unschickliche Dinge im Beamtentum. Wenn er nicht wüsste, wie man Dinge im Geheimen erledigt, wie könnte er dann ein großer Beamter sein?“\n\nKamisato Ayato selbst scheint von allen diesen Behauptungen nicht viel zu halten.\n\n„Ich bin nur ein pflichtbewusster Beamter, der dem Shougun untersteht.“",
      "es": "Como el líder del clan Kamisato de la Comisión Yashiro, la cual es una de las integrantes del Triunvirato, el nombre de Kamisato Ayato es bien conocido por todo el mundo en Inazuma.\n\nA diferencia de la elegante y bondadosa Ayaka, la Princesa Garza, la gente sabe más bien poco sobre su hermano Ayato.\n\nLo único que saben es que es una personalidad importante dentro del shogunato y que es el líder de un prestigioso clan noble. Ahora bien, nadie es capaz de dar ningún detalle más.\n\nAlgunas personas dicen: “La Comisión Yashiro nunca deja ningún cabo suelto al organizar festivales y se preocupa por el bienestar de todos los vecinos. Esa labor sería imposible sin el trabajo del Comisionado”.\n\nPero también hay quien osa comentar: “¡Hum! En política, hay muchos trapos sucios que nunca deben ser revelados. Si ha conseguido ese puesto es porque es un buen estratega que sabe esconder sus verdaderas intenciones”.\n\nSin embargo, a Kamisato Ayato no le importan en absoluto todas estas opiniones.\n\n“Yo... no soy más que un funcionario bajo las órdenes de la Shogun que se toma en serio su trabajo y cumple con sus responsabilidades”.",
      "fr": "Kamisato Ayato est le chef du Clan Kamisato qui fait partie des Trois Commissions. Nul n'ignore son nom à Inazuma.\n\nEn revanche, peu connaissent son personnage, contrairement à son élégante et aimable sœur Ayaka, la Shirasagi Himegimi.\n\nLa plupart des gens savent qu'il est une personnalité importante du Shogunat et à la tête d'une maison noble réputée, mais dès qu'il faut rentrer dans les détails, personne n'est plus sûr de rien.\n\nÀ son sujet, certains estiment que la Commission culturelle est irréprochable dans l'organisation des festivals et se préoccupe du bien-être de tous les habitants, un constat impossible sans le travail du Commissaire.\n\nD'autres pensent que beaucoup de choses se passent à l'abri de l'œil du grand public en politique, et que seule une personne ayant plus d'un tour dans son sac est capable de devenir haut fonctionnaire.\n\nKamisato Ayato ne semble, en revanche, pas touché par ces deux types de remarques.\n\n« Moi ? Je ne suis qu'un fonctionnaire aux ordres de la Shogun toute-puissante qui fait son travail sérieusement et consciencieusement. »",
      "pt": "Como chefe do clã Kamisato, um dos clãs da Comissão Tripla, Kamisato Ayato é conhecido por todos em Inazuma.\n\nNo entanto, ao contrário da sua elegante e bondosa irmã, a Shirasagi Himegimi, Ayaka, as pessoas pouco conhecem sobre Kamisato Ayato.\n\nA única coisa que elas sabem é que ele é uma pessoa importante do Shogunato e chefe de uma família nobre. Mas ao serem perguntadas sobre mais detalhes, ninguém consegue dar a resposta certa.\n\nAlguns dizem: \"A Comissão Yashiro realiza os rituais e cerimônias com todo rigor, e sempre atendem bem ao povo, tudo isto foi graças ao esforço do Comissário\".\n\nNo entanto, também há alguns rumores difamatórios: \"a política é repleta de conspirações, ninguém conseguiria ter um alto escalão sem alguns truques na manga\".\n\nKamisato Ayato não dá a menor importância a esses tipos de comentários.\n\n\"Eu apenas sou um funcionário qualquer, trabalhador, responsável e leal a Toda-Poderosa Shogun\".",
      "ru": "В Инадзуме, пожалуй, не найдётся никого, кто бы не знал имени главы одного из великих кланов трикомиссии Камисато Аято. Невзирая на это, образ его в глазах населения, в отличие от Сирасаги Химэгими, доброй и элегантной Аяки, куда более размыт. Большинству известно, что он важный человек сёгуната, и что возглавляет знаменитый и почитаемый клан, но когда дело доходит до подробностей, никто не может сказать ничего конкретного. Некоторые говорят, что «комиссия Ясиро основательно подходит к организации каждого праздничного мероприятия и не обделяет вниманием ни одного из жителей». Иные же беспардонно замечают: «Политика, знаете ли, дело грязное. Такую высокую должность не удержать, ежели сам хитрить не мастак». Аято особого значения таким высказываниям не придаёт:\n\n«Я?.. Всего лишь добросовестный и усердный служащий в подчинении у всемогущего Сёгуна».",
      "id": "Sebagai kepala dari Klan Kamisato, salah satu klan dari Tri-Commission, Kamisato Ayato cukup terkenal di Inazuma.\n\nNamun, kesan orang terhadap dirinya tidak begitu jelas, beda dengan sang Shirasagi Himegimi, Nona Ayaka yang anggun dan baik hati.\n\nKebanyakan orang hanya tahu bahwa dia adalah tokoh penting di Shogunate dan kepala keluarga bangsawan yang terkenal. Tapi lebih jauh dari itu, tidak banyak yang bisa diketahui dengan pasti.\n\nAda yang beranggapan bahwa \"festival dan acara Yashiro Commission selalu diselenggarakan dengan penuh ketelitian dan pertimbangan untuk orang banyak. Tentunya sang komisaris punya andil besar untuk segala hal ini.\"\n\nTapi ada juga yang mengatakan \"Ah, dalam politik ada banyak sekali hal yang tidak boleh dan tidak akan pernah muncul ke permukaan. Mana mungkin dia bisa mempertahankan posisinya yang begitu tinggi tanpa ada sedikit permainan, iya kan?\"\n\nAyato tidak pernah peduli dengan komentar seperti itu.\n\n\"Yah, aku menganggap diriku tidak lebih dari seorang pelayan masyarakat yang serius, bertanggung jawab, dan setia kepada Yang Mulia Shogun\".",
      "th": "ในฐานะหนึ่งในสามสำนักมหาอำนาจ ผู้นำตระกูล Kamisato แห่งสำนัก Yashiro ชื่อของ Kamisato Ayato ไม่มีใครใน Inazuma ที่จะไม่รู้จัก\n\nแต่ต่างจาก Ayaka \"องค์หญิงกระเรียนขาว\" ผู้แสนใจดีและสง่างาม ผู้คนไม่ได้รู้เรื่องเกี่ยวกับตัว Ayato พี่ชายของเธออย่างชัดเจนแน่ชัดเท่าไหร่\n\nทุกคนรู้แค่ว่าเขาเป็นคนใหญ่คนโตใน Shogunate และยังเป็นผู้นำตระกูลของสำนักที่มีชื่อเสียง แต่พอถามถึงรายละเอียดที่ลึกลงไปต่างก็มีเพียงเสียงอ้อมแอ้มตอบกลับมาว่าไม่รู้ไม่เข้าใจก็เท่านั้น\n\nมีคนพูดว่า: \"สำนัก Yashiro จัดงานเทศกาล และกิจกรรมอย่างพิถีพิถันมาโดยตลอด แถมยังดูแลพวกชาวบ้านเป็นอย่างดี ท่านเจ้าสำนักจะต้องทำงานอย่างหนักแน่นอน\"\n\nแต่ก็มีคนที่แสดงความเห็นโต้แย้ง: \"เหอะ ในแวดวงการเมืองยังมีสิ่งที่คนยังไม่รู้ไม่เห็นอีกเยอะแยะมากมาย ถ้าไม่เข้าใจเล่ห์เหลี่ยมกลยุทธ์ลอบโจมตีเมื่อมีโอกาสพวกนี้ จะเป็นคนใหญ่คนโตได้ยังไงกันล่ะ?\"\n\nดูเหมือนว่าตัว Kamisato Ayato เองจะไม่ค่อยสนใจคำพูดดังกล่าวเท่าไหร่นัก\n\n \"ฉันเหรอ... ก็เป็นเพียงแค่ข้าราชการใต้บังคับบัญชาของท่านโชกุนที่ตั้งใจทำงานในหน้าที่เท่านั้นแหละ\"",
      "vi": "Thân là gia chủ của nhà Kamisato thuộc Hiệp Hội Yashiro, cái tên Kamisato Ayato sớm đã vang danh khắp Inazuma, không ai là không biết.\n\nNhưng khác với \"Shirasagi Himegimi\" Ayaka nhã nhặn hiền lành, người đời khá mơ hồ về Ayato.\n\nMọi người chỉ biết anh ấy là nhân vật quan trọng của Shogunate, là gia chủ của một danh môn, nhưng khi hỏi chi tiết thì ai cũng nói không rõ.\n\nCó người nói: \"Hiệp Hội Yashiro tổ chức tế lễ cẩn thận tỉ mỉ, lại rất chiếu cố đến người dân, chắc chắn là nhờ có công lao của vị đại nhân ấy.\"\n\nNhưng cũng có người bình luận ác ý: \"Hứ, có một số chuyện trong quan trường sao mà thấy được chứ. Nếu không rành những chiêu trò ngầm trong đó thì làm sao mà làm được quan lớn.\"\n\nKamisato Ayato không hề để tâm đến những lời nhận xét này.\n\n\"Tôi sao... chỉ là một người làm công chăm chỉ dưới trướng Shogun mà thôi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "神里绫人身为稻妻贵族世家的长子，自出生起便备受爱护。\n\n父母虽因事务繁忙不能时刻陪伴，仍对他呵护有加，平日里围在「少爷」身边嘘寒问暖的人也从未少过。\n\n年纪稍长后，绫人遵从父亲要求，以家族「继承人」的标准开始了复杂又严苛的学习。\n\n然而天有不测，繁重政务与重振家族的压力导致父亲疲劳病重，早早辞世。\n\n年纪尚轻的绫人，不得不在家族地位危在旦夕时投身权斗纷争。\n\n那时，没有人看好这名初出茅庐的青涩少年。神里绫人一下从养尊处优的贵公子，变成了民间闲话里「神里家可怜的小少爷」，和政敌嗤笑声中那个「不成气候的小子」。\n\n但时间证明这些人都错了。\n\n凭借过人胆识与一流手段，最终继任家主的神里绫人不仅没有放任神里家家道中落，还令家族地位变得更加稳固。\n\n繁重的工作、恶意的欺瞒、无处不在的构陷，都被他一一化解，甚至转化成了能为己所用的优势。\n\n时光流转，社奉行神里家在幕府与百姓之中声誉大振。\n\n如今的神里绫人，是稻妻名门笔头之位神里一族当之无愧的「家主」，是人们口中身居要职的「社奉行大人」。",
      "zht": "神里綾人身為稻妻貴族世家的長子，自出生起便備受愛護。\n\n父母雖因事務繁忙不能時刻陪伴，仍對他呵護有加，平日裡圍在「少爺」身邊噓寒問暖的人也從未少過。\n\n年紀稍長後，綾人遵從父親要求，以家族「繼承人」的標準開始了複雜又嚴苛的學習。\n\n然而天有不測，繁重政務與重振家族的壓力導致父親疲勞病重，早早辭世。\n\n年紀尚輕的綾人，不得不在家族地位危在旦夕時投身權鬥紛爭。\n\n那時，沒有人看好這名初出茅廬的青澀少年。神里綾人一下從養尊處優的貴公子，變成了民間閒話裡「神里家可憐的小少爺」，和政敵嗤笑聲中那個「不成氣候的小子」。\n\n但時間證明這些人都錯了。\n\n憑藉過人膽識與一流手段，最終繼任家主的神里綾人不僅沒有放任神里家家道中落，還令家族地位變得更加穩固。\n\n繁重的工作、惡意的欺瞞、無處不在的構陷，都被他一一化解，甚至轉化成了能為己所用的優勢。\n\n時光流轉，社奉行神里家在幕府與百姓之中聲譽大振。\n\n如今的神里綾人，是稻妻名門筆頭之位神里一族當之無愧的「家主」，是人們口中身居要職的「社奉行大人」。",
      "jp": "稲妻名門の長男である神里綾人は、生まれた時から愛されて育ってきた。\n\n両親は執務で忙しく、常にそばにいるわけではなかったが、それでも彼の面倒をよく見ていた。もちろん、日頃から「坊ちゃま」に色々と気を配ってくれた者も数多くいた。\n\n年を重ねて少し大きくなると、綾人は父の求めに応じて、一族の「後継者」に足る能力を基準とし、複雑で難解な勉学に励んだ。\n\nしかし、負担の大きな政務と一族復興の重圧から父は過労で重病を患い、不幸にも早くに逝去してしまう。\n\nまだ年若かった綾人は、一族の地位が危機に瀕している中、権力争いの渦中へと身を投じることになったのである。\n\n当時、まだ駆け出しであった若き青年に期待の目を向ける者など誰一人としていなかった。神里綾人は裕福な家で育った貴公子から、巷で噂される「神里家の可哀想な坊ちゃん」、そして政敵からは鼻で笑われる「見込みのない小僧」と呼ばれるようになった。\n\nだが、その者たちの考えが間違いであったと、時間が証明することとなる。\n\n当主の跡を継いだ神里綾人は、並々ならぬ大胆さと一流とも言える手腕によって、神里家の衰退をくい止め、一族の地位をより確固たるものにしたのだ。\n\n手が回らなくなるほどの激務や悪意の潜んだ欺瞞、至る所に蔓延る詭謀…彼はそれらすべてを払いのけ、さらには自らに有利に働くよう利用した。\n\n時が流れ、幕府と民から寄せられる社奉行神里家への声誉は、ますます高くなった。\n\n今の神里綾人は紛うことなく、稲妻名門の筆頭格たる神里家の「当主」であり、要職に身を置く「社奉行様」だろう。",
      "ko": "카미사토 아야토는 이나즈마 귀족 가문의 장남으로, 태어날 때부터 많은 사랑을 받았다.\n\n일이 바쁜 부모는 언제나 곁에 있어 주지 못했지만, 그를 귀하게 키웠다. 평소 「도련님」을 둘러싸고 살뜰히 돌봐준 사람들은 언제나 넘쳐났다.\n\n아야토는 나이를 먹고, 부모가 요구한 가문의 「후계자」 기준에 따라 복잡하고 엄격한 공부를 시작했다.\n\n하지만 그의 아버지는 고된 정무와 가문을 다시 일으켜야 하는 부담 때문에 일찍이 돌아가셨다.\n\n젊은 아야토는 가문의 지위가 위태로울 때 권력 투쟁에 뛰어들었다.\n\n당시 풋내기 청년을 좋게 보는 사람은 아무도 없었다. 카미사토 아야토는 하루아침에 곱게 자란 귀공자에서 사람들 입에 오르는 「카미사토 가문의 불쌍한 도련님」과 정적이 비웃는 「풋내기」가 되었다.\n\n하지만 시간은 그들이 틀렸다는 걸 증명했다.\n\n뛰어난 담식과 탁월한 수단으로 결국 가주 자리를 이어받은 카미사토 아야토는 카미사토 가문이 몰락을 막고 가문의 지위를 굳혔다.\n\n그는 고된 업무와 악의적인 기만, 어디에나 있는 모함을 일일이 해결하고, 심지어 자신이 이용할 수 있는 장점으로 바꾸었다.\n\n시간이 흘러 야시로 봉행 카미사토 가문의 명성이 막부와 백성 사이에서 널리 퍼졌다.\n\n지금의 카미사토 아야토는 이나즈마 최고의 명문 가문 카미사토 일족의 손색없는 「가주」이며, 사람들이 얘기하는 요직을 맡았다는 「야시로 봉행 어르신」이다",
      "en": "Kamisato Ayato, as the eldest son of Inazuman nobility, was greatly loved from the moment he was born.\n\nThough his parents were too busy to always spend time with him, they took good care of him, and in any case the \"young master\" never lacked for people around to look after his every need.\n\nWhen he was somewhat older, he would, at his father's request, begin a complex and strict training regimen as the family successor.\n\nBut not all went as well as they might have hoped, and the pressures in the court and at home would weigh heavily on his father's health, resulting in an early passing.\n\nThe young Ayato was thus thrust into a battle for the survival of the clan's position.\n\nIn those days, none were impressed by this inexperienced youngster. Ayato went from being an elegant and refined princeling to \"the poor young master of the Kamisato Clan\" amongst the people, and \"that greenhorn\" amongst his political opponents.\n\nTime, however, would prove these people wrong.\n\nWith extraordinary courage and some first-rate tactics, he did not leave the clan to languish. No, indeed, the Kamisato Clan's position would grow more stable than ever.\n\nThe heavy workload, malicious deceptions, and attempts to frame him at every turn he parried away, even turning them to his own advantage.\n\nThe passage of time has only increased the standing of the Yashiro Commission's Kamisato Clan in the Shogunate and with the people.\n\nToday, Ayato is a clan head that a great house like the Kamisato Clan would be proud of, and a Yashiro Commissioner acknowledged by all.",
      "de": "Als ältester Sohn einer adligen Familie in Inazuma wird Kamisato Ayato seit seiner Geburt geliebt und umsorgt.\n\nObwohl seine Eltern aufgrund ihres vollen Terminplans nicht immer bei ihm sein konnten, kümmerten sie sich gut um ihn, und es fehlte nie an Menschen, die den „jungen Meister“ umgaben, um ihn zu erfreuen.\n\nAls er älter wurde, kam Ayato dem Wunsch seines Vaters nach und begann ein komplexes und anspruchsvolles Studium der Normen des „Erben“ der Familie.\n\nDoch wie das Schicksal es wollte, führte der Druck der Regierung und der Erneuerung der Familie dazu, dass sein Vater durch Erschöpfung schwer erkrankte und vorzeitig starb.\n\nSo wurde der junge Ayato in einen Machtkampf hineingezogen, als die Stellung der Familie auf dem Spiel stand.\n\nZu dieser Zeit hielt niemand viel von dem jungen Mann. Kamisato Ayato wurde vom verwöhnten Aristokraten zum „armen jungen Herrn der Familie Kamisato“ im Klatsch und Tratsch des Volkes und zum „erbärmlichen Jungen“ im Spott seiner politischen Gegner.\n\nAber die Zeit hat alle diese Leute eines Besseren belehrt.\n\nMit großem Mut und Geschick hat Kamisato Ayato, der schließlich die Nachfolge des Familienoberhauptes antrat, die Familie Kamisato nicht nur vor dem Verfall bewahrt, sondern auch die Position der Familie gesichert.\n\nDie hohe Arbeitsbelastung, die bösartigen Täuschungen und die allgegenwärtigen Betrügereien wurden entschärft und sogar in Vorteile umgewandelt, die von ihm genutzt werden konnten.\n\nMit der Zeit wuchs das Ansehen der Kamisato Familie der Yashiro-Verwaltung bei der Bevölkerung und dem Bakufu.\n\nHeute ist Kamisato Ayato das rechtmäßige „Familienoberhaupt“ des berühmten Kamisato-Klans von Inazuma und wird als „Leiter der Yashiro-Verwaltung“ bezeichnet, eine Position von großer Bedeutung.",
      "es": "Como el primogénito de una familia noble de Inazuma, Kamisato Ayato recibió mucha atención ya desde su nacimiento.\n\nAunque sus padres no podían pasar mucho tiempo con él por cuestiones de trabajo, eran muy protectores, y nunca faltaba gente que mimara y agasajara al “joven amo”.\n\nAl hacerse un poco más mayor, Ayato cumplió con los deseos de su padre y comenzó el complicado y arduo aprendizaje que le correspondía como heredero de su clan.\n\nSin embargo, la voluntad del cielo es insondable y, debido a la presión por los asuntos de gobierno y la responsabilidad de revitalizar el clan Kamisato, el padre de Ayato enfermó y acabó falleciendo.\n\nAyato, que aún era demasiado joven, no tuvo más remedio que dedicarse a luchar por salvar la posición del clan, que estaba al borde del colapso.\n\nEn aquel entonces, nadie le tomaba en serio por su edad y falta de experiencia. Sin embargo, de la noche a la mañana pasó de vivir como un príncipe mimado a convertirse en el “pobre joven amo del clan Kamisato” y en el “jovencito sin futuro” del que se burlaban sus rivales políticos.\n\nPero el tiempo demostró que estaban equivocados.\n\nCon su gran valentía y sagacidad, y por medio de métodos ingeniosos, Kamisato Ayato honró a su clan como heredero y no solo evitó que cayera en desgracia, sino que incluso consolidó su posición.\n\nSe deshizo de la gran carga de trabajo que tenía y de las malignas artimañas y trampas que tenían contra él. Es más, todo ello lo convirtió en una ventaja a su favor.\n\nCon el paso del tiempo, la reputación del clan Kamisato de la Comisión Yashiro se restauró entre la gente y dentro del shogunato.\n\nHoy en día, Kamisato Ayato es el líder merecedero del clan Kamisato, uno de los más distinguidos de toda Inazuma, y ocupa el importante cargo de Comisionado Yashiro.",
      "fr": "#Kamisato Ayato est le fils aîné d'une famille noble inazumienne. En tant que tel, il a toujours reçu beaucoup d'amour depuis sa naissance.\n\nMême si ses parents étaient trop occupés pour être constamment à ses côtés, ils prenaient bien soin de lui. De toute façon, le «{NON_BREAK_SPACE}jeune maître » ne manquait jamais de personnes autour de lui pour s'occuper de ses moindres besoins.\n\nLorsqu'il fut un peu plus grand, il commença, à la demande de son père, un apprentissage complexe et rigoureux pour devenir le successeur du clan.\n\nPourtant, tout ne se déroula pas comme prévu : les pressions, aussi bien à la cour qu'à la maison, pesèrent lourdement sur la santé de son père, entraînant la mort prématurée de ce dernier.\n\nLe jeune Ayato fut donc propulsé dans une bataille pour maintenir sa position au sein du clan.\n\nÀ cette époque, ce jeune homme inexpérimenté qu'était Ayato n'impressionnait guère et passa du prince élégant et raffiné au « pauvre jeune maître du Clan Kamisato » pour le peuple et « blanc-bec » pour ses adversaires politiques.\n\nLe temps allait cependant prouver que ces personnes avaient tort.\n\nGrâce à son grand courage et sa sagacité, Kamisato Ayato empêcha le clan dont il avait hérité de tomber en disgrâce et réussit même à solidifier la position de celui-ci.\n\nIl parvint à surmonter la lourde charge de travail qui lui incombait tout en passant outre les tromperies et les pièges qui se dressaient devant lui, tournant tous ces éléments à son avantage.\n\nAvec le temps, le Clan Kamisato de la Commission culturelle vit son statut auprès du Shogunat et du peuple s'élever continuellement.\n\nAujourd'hui, Kamisato Ayato est le chef méritant du Clan Kamisato, l'un des clans les plus distingués de tout Inazuma, et occupe le poste important de Commissaire culturel.",
      "pt": "Como o primeiro filho de uma família nobre em Inazuma, Kamisato Ayato foi muito amado por sua família desde o nascimento.\n\nApesar de seus pais serem muito ocupados para passar tempo com ele, cuidavam bem dele, e o \"jovem mestre\" nunca ficou sem alguém do seu lado para ajudá-lo com suas necessidades cotidianas.\n\nQuando cresceu, seguindo as instruções de seu pai, Kamisato Ayato começou a sua aprendizagem complicada e rigorosa como um herdeiro da família.\n\nMas nem tudo correu como esperado, e as pressões na corte e na casa pesaram muito sobre a saúde de seu pai, provocando o seu falecimento precoce.\n\nO jovem Kamisato Ayato, sem outras alternativas, foi jogado numa batalha política, e obrigado a lutar sozinho pela sua família num momento tão crítico.\n\nNaquela época, ninguém acreditava que ele seria capaz. Ayato deixou de ser um jovem e elegante príncipe para se tornar \"o pobre jovem mestre do Clã Kamisato\" nos olhos do povo, e \"o novato\" entre seus oponentes políticos.\n\nMas eles foram provados errados com o passar do tempo.\n\nGraças à sua sabedoria e táticas extraordinárias, Kamisato Ayato, herdeiro da família Kamisato, não apenas não abandonou seu clã, mas tornou a posição do Clã Kamisato ainda mais estável.\n\nEle bloqueou todas as tentativas de sobrecarregá-lo com trabalho, enganos maliciosos e incriminações, até mesmo usando-os para obter alguma vantagem.\n\nO passar do tempo apenas fortaleceu a posição do Clã Kamisato na Comissão Yashiro no Shogunato e com o povo.\n\nHoje, Ayato é um chefe de clã que uma grande família como o Clã Kamisato se orgulharia, e um Comissário Yashiro reconhecido por todos.",
      "ru": "Камисато Аято, старший сын благородного рода Инадзумы, с самого рождения был окружён любовью. Хоть родители его из-за чрезвычайной занятости проводить всё время вместе с сыном не могли, они всё равно окружали его заботой, а в людях, к которым молодой господин мог обратиться с любой просьбой, никогда не было недостатка. Когда Аято немного подрос, то по воле отца приступил к строгому и трудному обучению, чтобы однажды стать преемником клана. Но из-за непредвиденных обстоятельств, давления государственных дел и бремени возрождения клана отец Аято, невзирая на молодой возраст, слёг и скончался. Клану грозил неминуемый крах, и юный Аято был вынужден ринуться в борьбу за его спасение. В те времена на первые шаги неоперившегося юнца смотрели с нескрываемым пессимизмом. Утопавший в роскоши молодой аристократ в устах народа во мгновение ока превратился в «бедного молодого хозяина Камисато», а политические соперники так вообще насмехались над «этим никчёмным молокососом». Но время рассудило иначе. Благодаря феноменальной храбрости и первоклассной тактике он не только предотвратил падение клана, но даже укрепил его положение. Он справлялся с тяжёлой работой, злонамеренным обманом и вездесущими кознями, нередко обращая их себе на пользу. Со временем репутация клана Камисато в сёгунате и среди народа лишь возросла. Сегодня Аято - достойный лидер клана Камисато и всеми признанный глава комиссии Ясиро.",
      "id": "Kamisato Ayato, putra sulung dari keluarga bangsawan Inazuma, sangat dicintai sejak dia lahir.\n\nMeskipun orang tuanya terlalu sibuk dan jarang menghabiskan waktu bersamanya, mereka merawatnya dengan baik. Sang \"tuan muda\" tidak pernah kekurangan orang yang melayaninya setiap waktu.\n\nKetika dia sudah lebih dewasa, atas permintaan ayahnya, dia mengikuti pelatihan yang rumit dan ketat untuk menjadi penerus keluarga.\n\nTetapi tidak semua hal berjalan seperti yang diharapkan, tekanan politik dan keluarga membebani kesehatan sang ayah, dan beliau akhirnya harus pergi sebelum waktunya.\n\nDemikian Ayato muda terdesak masuk ke dalam sebuah pertikaian untuk mempertahankan posisi klan-nya.\n\nKetika itu, tidak ada yang mengindahkan si anak muda yang tidak berpengalaman ini. Ayato berubah dari seorang pangeran yang santun dan lembut menjadi \"tuan muda Klan Kamisato yang malang\", dan mendapat julukan \"si bocah bau kencur\" dari lawan-lawan politiknya.\n\nNamun, waktu telah membuktikan bahwa mereka semua salah.\n\nDengan keberanian dan taktik kelas satunya, Ayato tidak membiarkan penderitaan klannya berlangsung lama. Bahkan dia berhasil membuat posisi Klan Kamisato menjadi lebih stabil dari sebelumnya.\n\nBeban kerja yang berat, tipu daya yang keji, dan upaya untuk menjebaknya di setiap jalan yang ditempuhnya, Ayato bisa menangkis, bahkan merubah semua ini menjadi suatu keuntungan bagi pihaknya.\n\nPerjalanan waktu hanya meninggikan kedudukan Klan Kamisato dan Yashiro Commission di Shogunate, dan di mata masyarakat.\n\nSaat ini, Ayato adalah kepala klan yang akan dibanggakan oleh keluarga besar seperti Klan Kamisato, dan Komisaris Yashiro yang diakui oleh semua khalayak.",
      "th": "ตั้งแต่เกิด Kamisato Ayato ในฐานะลูกชายคนโตของตระกูลชนชั้นสูงใน Inazuma ก็เป็นที่รักอย่างยิ่ง\n\nถึงแม้พ่อแม่ของเขายุ่งเกินกว่าจะมีเวลามาอยู่เคียงข้าง แต่พวกเขาก็ยังดูแล Ayato เป็นอย่างดี ในวันธรรมดารอบ ๆ ตัว \"นายน้อย\" ก็มีคนเข้ามาถามไถ่แสดงความห่วงใยไม่เคยขาดสาย\n\nเมื่ออายุมากขึ้น Ayato ได้ทำตามคำขอของพ่อ และเริ่มรับการศึกษาที่ซับซ้อน และเข้มงวดตามมาตรฐานของ \"ทายาท\" สืบทอดตระกูล\n\nแต่บนโลกนี้ก็ไม่มีอะไรที่แน่นอน ด้วยภาระงานที่หนักหน่วง และความกดดันในการฟื้นฟูตระกูลขึ้นมาใหม่ ส่งผลให้พ่อของเขาล้มป่วยหนัก และจากไปก่อนวัยอันควร\n\nAyato ที่ยังเด็กต้องเข้าสู่วังวนแห่งการแก่งแย่งชิงอำนาจของตระกูลที่ใกล้ล่มสลาย\n\nณ ตอนนั้น ไม่มีใครเห็นดีในตัวเด็กหนุ่มหน้ามนที่ไร้ประสบการณ์เลย Kamisato Ayato จากเด็กชายผู้สูงศักดิ์ที่มีแต่คนคอยเอาอกเอาใจกลับกลายเป็น \"นายน้อยผู้น่าสงสารแห่งตระกูล Kamisato\" ในคำนินทาของชาวบ้าน และกลายเป็น \"เจ้าเด็กไร้น้ำยา\" ให้ศัตรูทางการเมืองหัวเราะเยาะ\n\nแต่เวลาได้พิสูจน์ให้คนเหล่านี้เห็นแล้วว่าพวกเขาคิดผิด\n\nด้วยความกล้าหาญที่ไม่ธรรมดา และวิธีการที่เหนือชั้น ทำให้ Kamisato Ayato ได้ขึ้นเป็นผู้นำตระกูลต่อจากผู้นำคนก่อนในที่สุด เขาไม่เพียงฟื้นฟูตระกูล Kamisato ขึ้นมาได้เท่านั้น เขายังทำให้สถานภาพของตระกูลมั่นคงขึ้นอีกด้วย\n\nทั้งงานที่หนักหน่วง ไหนจะหลุมพรางมากมาย และการหลอกลวงมุ่งร้าย ทั้งหมดล้วนถูก Ayato จัดการจนหมดสิ้น นอกจากแก้ไขจัดการแล้วยังสามารถเปลี่ยนเป็นข้อได้เปรียบสำหรับตัวเองได้อีกด้วย\n\nเมื่อวันเวลาผ่านไปตระกูล Kamisato แห่งสำนัก Yashiro ใน Shogunate ก็มีชื่อเสียงในหมู่ประชาชนเพิ่มขึ้นอย่างมาก\n\nในวันนี้ Kamisato Ayato เป็น \"ผู้นำตระกูล\" ที่คู่ควรกับตระกูล Kamisato และมีชื่อเสียงในระดับต้น ๆ ของ Inazuma อีกทั้งยังเป็น \"ท่านผู้นำสำนัก Yashiro\" ที่ได้รับการยอมรับจากชาวบ้านอีกด้วย",
      "vi": "Kamisato Ayato thân là trưởng tử của quý tộc Inazuma, từ nhỏ đã được bao bọc trong sự yêu thương.\n\nCha mẹ tuy bận rộn, không có nhiều thời gian quan tâm, nhưng vẫn dành rất nhiều sự che chở cho anh ấy, người hầu cơm bưng nước rót bên cạnh \"thiếu gia\" nhiều vô kể.\n\nThời gian dần trôi, Ayato tuân theo yêu cầu của phụ thân, bắt đầu học tập nghiêm khắc với mục tiêu trở thành \"người thừa kế\" của gia tộc.\n\nNhưng sự đời khó lường, áp lực công việc và gầy dựng gia tộc đã khiến phụ thân Ayato lao lực mà mất sớm.\n\nVị thiếu gia trẻ tuổi Ayato buộc phải dấn thân vào vòng xoáy tranh quyền.\n\nLúc đó, không ai để tâm đến vị thiếu niên chưa trải sự đời ấy. Vị công tử Kamisato Ayato ăn ngon mặc ấm của ngày nào trong phút chốc trở thành \"thiếu gia đáng thương của nhà Kamisato\" trong những cuộc bàn tán, hay là \"tên tiểu tử bất tài\" trong miệng lưỡi cay độc chốn quan trường.\n\nNhưng thời gian đã chứng minh rằng mọi người đã sai.\n\nVới bản lĩnh và thủ đoạn của mình, vị công tử Kamisato Ayato kế nhiệm ấy không những vực dậy được gia tộc, mà còn khiến cho địa vị của gia tộc càng thêm vững mạnh.\n\nCông việc chồng chất, lừa lọc gian trá, cạm bẫy muôn nơi đều lần lượt chuyển thành ưu thế phục vụ cho bản thân.\n\nDần dà, danh tiếng của Hiệp Hội Yashiro vang khắp mọi nơi.\n\nKamisato Ayato của hiện tại, chính là \"gia chủ\" đáng tự hào của gia tộc, là \"đại nhân Hiệp Hội Yashiro\" trong lòng mọi người."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "社奉行司掌鸣神祭礼事宜，又要管理文化娱乐活动，可谓上达神明，下通民众，无愧笔头之格。\n\n但相对的，涉足的领域越多，工作也就越繁重。\n\n幸好妹妹绫华为兄长分担了不少家族事务，社奉行与民间的大部分交流也都交由她，神里绫人因而能将精力更多地放在政务上。\n\n与幕府官员交涉并不容易。大家分属于不同的奉行、家族，立场各有不同。一件事务，牵扯的人员越多，就越难办成。\n\n绫人的优势正在于，他很擅长处理这类事情。在他看来，人的行为都受利益驱使，只要抓住痛点，就能令对方妥协。\n\n狙准一个目标，将对方带进自己的逻辑，再说几句场面话，卖些小小人情给对方，问题多半就能迎刃而解。\n\n万一遇上顽固不化的人，也只需搬出更高层面的势力来压制即可——毕竟，无论地位如何之高、态度如何狂妄，也没有人能撼动天光的威严，不是吗？\n\n久而久之，知书达理的神里家主在幕府中混出了相当不错的名声。\n\n「此事…此事颇为难办，要不要问问社奉行大人怎么看？」\n\n人们常这么说。\n\n不过，绫人虽然有许多办法，却也不是随时都愿意出手的。\n\n一来，并非所有事务都与社奉行有关；二来，只为其他势力的蝇头小利就令神里家卷入其中，实在不值得。\n\n大多数时间，绫人只是捧一盏热茶，把自己当作一名小辈，微笑敬陪罢了。\n\n「哎呀，长冈大人，先不必动气。大家都是为将军大人办事，别无二心。只需把话说开，肯定能协力解决。」",
      "zht": "社奉行司掌鳴神祭禮事宜，又要管理文化娛樂活動，可謂上達神明，下通民眾，無愧筆頭之格。\n\n但相對的，涉足的領域愈多，工作也就愈繁重。\n\n幸好妹妹綾華為兄長分擔了不少家族事務，社奉行與民間的大部分交流也都交由她，神里綾人因而能將精力更多地放在政務上。\n\n與幕府官員交涉並不容易。大家分屬於不同的奉行、家族，立場各有不同。一件事務，牽扯的人員愈多，就愈難辦成。\n\n綾人的優勢正在於，他很擅長處理這類事情。在他看來，人的行為都受利益驅使，只要抓住痛點，就能令對方妥協。\n\n狙準一個目標，將對方帶進自己的邏輯，再說幾句場面話，賣些小小人情給對方，問題多半就能迎刃而解。\n\n萬一遇上頑固不化的人，也只需搬出更高層面的勢力來壓制即可——畢竟，無論地位如何之高、態度如何狂妄，也沒有人能撼動天光的威嚴，不是嗎？\n\n久而久之，知書達理的神里家主在幕府中混出了相當不錯的名聲。\n\n「此事…此事頗為難辦，要不要問問社奉行大人怎麼看？」\n\n人們常這麼說。\n\n不過，綾人雖然有許多辦法，卻也不是隨時都願意出手的。\n\n一來，並非所有事務都與社奉行有關；二來，只為其他勢力的蠅頭小利就令神里家捲入其中，實在不值得。\n\n大多數時間，綾人只是捧一盞熱茶，把自己當作一名小輩，微笑敬陪罷了。\n\n「哎呀，長岡大人，先不必動氣。大家都是為將軍大人辦事，別無二心。只需把話說開，肯定能協力解決。」",
      "jp": "社奉行は鳴神の祭祀を司り、また文化や娯楽活動の管理をしている。神に通じ、民衆と心を通わす、筆頭格に恥じぬ存在だ。\n\n無論、携わる領域が広まれば、仕事の量が増えるのは必然のこと。\n\nただ幸いにも、妹の綾華が兄に代わって家業の大半を引き受け、社奉行と民の間でされる交流をほとんど担ってくれている。そのおかげで、綾人はより政務に専念できるようになった。\n\n幕府の役人との交渉は簡単なものではない。所属する奉行、一族、立場、そのすべてが各々で異なっている。一つの事柄に対して関わる者が多ければ多いほど、それを遂行するのは困難になる。\n\n綾人の強みは、それら事柄の対処に長けているところだ。彼からしてみれば、人の行動はすべて利益に準じたものであり、要所さえ押さえていれば、相手を妥協させることができるという。\n\n標的に狙いを定め、相手を自分の理論に引き込む。そして建前を織り交ぜながら諭し、少しばかりの恩を売れば大方の問題は解決する。\n\nもし仮に相手が考えを変えない頑固者であっても、より強い勢力を引き合いに出して制圧すればいい——どれだけ地位が高く、尊大に構えていようとも、天の威光を揺るがせる者などいない、そうは思わないだろうか？\n\n教養があり、礼儀を知る神里家当主は、やがて幕府の中で高い名声を手に入れた。\n\n「これは…なかなかに難題だな。社奉行様に聞いてみたらどうだ？」\n\n人々は常々そう口にする。\n\nただ、数多の手段を持つ綾人ではあるが、いつでも手を差し伸べるというわけではない。\n\nすべての事柄が社奉行と関わっているとは限らないからだ。その上、他の勢力の僅かな利益のために、神里家を巻き込むのは割に合わないだろう。\n\n大半の場合、綾人が熱い茶を手に持ちながら微笑みを携え、相手を立てつつ話に付き合うだけに留まる。\n\n「まあまあ、長岡様、そう腹を立てる必要はございません。皆さん将軍様のために動こうとしているのです。他意など誰も持ってはいません。腹の内を明かして話し合えば、必ずや共に解決できるでしょう。」",
      "ko": "나루카미 제사 업무를 관장하고, 문화 오락 행사도 관리하는 야시로 봉행은 신과 민중을 담당하는 명실상부한 명문가다.\n\n하지만 섭렵한 방면이 많을수록 업무도 고되다.\n\n다행히 동생인 아야카가 오빠를 도와 가문의 일을 많이 분담한다. 야시로 봉행과 민간 사이의 교류는 대부분 아야카가 담당하기 때문에 카미사토 아야토가 정무에 힘을 더 많이 쏟을 수 있다.\n\n막부 관료와 하는 교섭은 쉽지 않다. 각자 다른 봉행과 가문에 속해 있어 입장이 다르다. 업무에 연관된 인원이 많을수록 일을 성사시키기 힘들다.\n\n이런 일을 능숙하게 처리하는 능력이 바로 아야토의 장점이다. 그는 사람은 이익에 따라 행동하며, 그 수요를 잡는다면 상대를 타협시킬 수 있다고 생각한다.\n\n목표를 겨냥해 상대를 자신의 논리로 끌어들이고 겉치레 말로 인심을 쓰면, 대부분의 문제가 해결된다.\n\n만약 고집불통인 상대를 만나면, 더 높은 세력으로 누르면 된다. 아무리 높은 지위와 오만한 태도라도 천광의 위엄을 흔들 수는 없지 않은가?\n\n시간이 흘러 교양 있고 사리에 밝은 카미사토 가주는 막부에서 높은 명성을 얻었다.\n\n「이 일은… 이 일은 까다로우니 야시로 봉행 어르신에게 묻는 게 어떤가?」\n\n사람들은 종종 이렇게 말했다.\n\n그러나 방법이 많은 아야토도 언제든지 도움을 제공하진 않는다.\n\n첫째로는 모든 업무가 야시로 봉행과 연관 있지 않으며, 둘째로는 다른 세력의 보잘것없는 이익은 카미사토 가문을 끌어들일 가치가 없기 때문이다.\n\n대부분 상황에서 아야토는 따듯한 차를 들고 미소를 띄며 겸손하게 부탁을 얼버무린다.\n\n「아, 나가오카 님, 일단은 화내지 마시지요. 다들 쇼군님을 위한 마음뿐이니, 얘기를 나누면 함께 힘을 모아 해결할 수 있을 겁니다」",
      "en": "The Yashiro Commission is in charge of ritual matters on Narukami Island, and must also attend to matters of cultural leisure in such a manner that deities and the people alike are pleased — and they do, honoring their commission.\n\nBut with greater responsibilities come greater amounts of work.\n\nFortunately, his sister Ayaka shares much of the clan's responsibilities, with most of the interactions between the Commission and the people falling to her, allowing Ayato to spend most of his time on matters of governance.\n\nDealing with Shogunate officials is no easy matter. People come from different Commissions and clans, and their perspectives are very different. Any single task grows harder as the number of people involved grows.\n\nAyato's great strength lies in his ability to handle such matters. The way he sees it, people are driven by interest. Find leverage, and the other side will cooperate.\n\nFind some goal that will bring the other party around to your logic, then pacify them with a few choice platitudes for the occasion, and most problems can be resolved.\n\nAnd when dealing with the stubborn, one merely needs to appeal to a higher power to bear — after all, what mortal could gainsay the light of heaven itself, no matter how high their status or arrogant their attitude?\n\nOver time, the knowledgeable and decorous Kamisato clan head gained quite the name for himself in the Shogunate.\n\n\"Hmm... this matter seems quite hard to handle. Should we ask the Yashiro Commissioner?\"\n\nSo people would often say.\n\nHowever, while Ayato is indeed full of ways and means, he will not simply help at any given moment.\n\nFirstly, not every task is related to the Yashiro Commission. Secondly, it is simply not worth it for the Kamisato Clan to get itself involved for the sake of others' petty profit.\n\nMostly, Ayato will simply tag along as a junior figure, teacup in hand, doing little more than smiling.\n\n\"Ah, come now, Sir Nagaoka. We are all loyal servants of the Almighty Shogun. Nothing more to it. We just need to be open with each other, and I'm sure we can resolve this issue together.\"",
      "de": "Die Yashiro-Verwaltung ist sowohl für die Rituale und Feste also auch die Kultur- und Freizeitaktivitäten zuständig, sodass man sagen kann, dass sie die Narukami mit den Menschen verbindet.\n\nDoch je mehr Bereiche sie abdeckt, desto höher ist die Belastung.\n\nGlücklicherweise übernimmt die Schwester Ayaka einen Großteil der Familiengeschäfte für ihren Bruder und der Großteil der Kommunikation zwischen der Yashiro-Verwaltung und der Bevölkerung wird ihr anvertraut, sodass Kamisato Ayato sich mehr auf seine politischen Angelegenheiten konzentrieren kann.\n\nEs ist nicht einfach, mit den Beamten des Bakufu zu verhandeln. Sie alle gehören verschiedenen Verwaltungen und Familien an und haben unterschiedliche Positionen. Je mehr Menschen an einer Sache beteiligt sind, desto schwieriger ist es, sie zu erledigen.\n\nAyatos Stärke ist, dass er sehr gut mit dieser Art von Dingen umgehen kann. Seiner Ansicht nach ist menschliches Verhalten gewinnorientiert, und indem er einen Schmerzpunkt aufgreift, kann er die andere Seite zu einem Kompromiss bewegen.\n\nWähle ein Ziel, überzeuge die Person von deiner Logik, sag ein paar Worte und verkaufe ihr ein paar Gefallen, und das Problem wird höchstwahrscheinlich gelöst sein.\n\nWenn er auf jemanden trifft, der sehr stur ist, kann er einfach eine höhere Macht herbeirufen, um ihn zu unterdrücken. Schließlich kann niemand, egal wie hoch der Status oder wie arrogant die Einstellung ist, die Majestät des Lichts des Himmels erschüttern, oder?\n\nIm Laufe der Zeit machte sich das kenntnisreiche Familienoberhaupt der Kamisato Familie im Bakufu einen Namen.\n\n„Das ist ... eine schwierige Angelegenheit, sollen wir den Herrn der Yashiro-Verwaltung fragen, was er denkt?“,\n\nsagen die Leute oft.\n\nDoch obwohl Ayato viele Taktiken hat, ist er nicht immer bereit, den Schritt zu wagen.\n\nZum einen haben nicht alle Angelegenheiten mit der Yashiro-Verwaltung zu tun und zum anderen lohnt es sich nicht, die Kamisato-Familie in diese Angelegenheit zu verwickeln, nur weil andere Mächte etwas davon haben können.\n\nDie meiste Zeit hält Ayato einfach eine heiße Tasse Tee in der Hand und verhält sich wie ein junger Mann, lächelnd und respektvoll.\n\n„Oh, Herr Nagaoka, es gibt keinen Grund, sich zu ärgern. Wir arbeiten alle für den Shougun. Wir brauchen nur mehr darüber reden, dann können wir dieses Problem bestimmt gemeinsam lösen.“",
      "es": "La Comisión Yashiro se encarga de los asuntos rituales en la Isla Narukami y de las actividades culturales y de ocio. Estos eventos deben complacer a los dioses y ser disfrutados por el pueblo, por lo que es una distinguida responsabilidad de la Comisión.\n\nSin embargo, mientras más tareas estén a cargo de la Comisión, más trabajo tendrá que hacer.\n\nPor suerte, Ayaka asume una gran parte de los asuntos del clan, de manera que es ella quien se encarga de la comunicación entre la Comisión Yashiro con la gente. Así, su hermano Ayato puede concentrar su energía en los asuntos de gobierno.\n\nPero negociar con los funcionarios del shogunato no es tarea fácil. Cada uno pertenece a una Comisión y a un clan distinto, por lo que sus ideas también difieren. Esto hace que, cuanta más gente haya implicada en un asunto, más difícil sea resolverlo.\n\nLa ventaja de Ayato es que se le da muy bien encargarse de ese tipo de cosas. Para él, el comportamiento humano siempre está motivado por ciertos intereses y, si conoces esos intereses, te ganarás fácilmente a la otra parte.\n\n“Observa a tu objetivo, haz que entre en tu juego, dile lo que quiere oír, hazle algún favor y ya tendrás medio camino hecho”.\n\n“Si te encuentras con alguien especialmente terco, solo tienes que hacer uso de una autoridad un poco mayor para presionarlo. Al fin y al cabo, por muy importante o arrogante que sea alguien, nadie puede estremecer la autoridad del rayo, ¿cierto?”.\n\nCon el tiempo, el cultivado líder de los Kamisato se forjó una buena reputación en el shogunato.\n\n“Humm... No sé qué hacer sobre este asunto... Ya sé, ¡debería preguntarle al Comisionado Yashiro!”, suele decir la gente.\n\nAunque Ayato conoce muchos caminos para hacer las cosas, no siempre está dispuesto a prestar su ayuda.\n\nEn primer lugar, porque no todas las cosas le conciernen a la Comisión Yashiro, y en segundo, porque no merece la pena meter en un lío al clan Kamisato solo para conseguir unas migajas de poder.\n\nLa mayor parte del tiempo, Ayato se limita a observar mientras se ríe con una taza de té y finge ser alguien sin importancia.\n\n“Vamos, Nagaoka, no te enojes. Solo servimos a Su Excelencia, la Shogun, no dudes ahora. Si hablamos las cosas con franqueza, seguro que podemos llegar a un acuerdo”.",
      "fr": "#La Commission culturelle est chargée des affaires rituelles sur l'Île de Narukami ainsi que des activités culturelles et des loisirs. Ces événements qui doivent à la fois plaire aux dieux et au peuple, sont une responsabilité éminente qu'elle doit endosser.\n\nHélas, cela implique davantage de travail à faire.\n\nHeureusement, Ayato partage une grande partie des responsabilités du clan avec sa sœur Ayaka. La plupart des interactions entre la Commission culturelle et le peuple incombe à cette dernière, ce qui permet à Ayato de consacrer la majeure partie de son temps aux affaires officielles.\n\nCependant, traiter avec les fonctionnaires du Shogunat est loin d'être chose aisée. Ceux-ci viennent de différentes Commissions et d'autres clans dont les perspectives sont variées. Les tâches deviennent d'autant plus compliquées lorsque le nombre de personnes impliquées augmente.\n\nL'atout majeur d'Ayato réside dans sa capacité à gérer de telles situations. De son point de vue, chacun est motivé par ses propres intérêts. Décelez un point faible chez l'autre partie, et elle fera des concessions.\n\nIl suffit de trouver un objectif qui l'amènera à adopter votre raisonnement, puis de l'apaiser avec quelques platitudes bien placées pour que la plupart de vos problèmes soient résolus.\n\nSi l'on a affaire à quelqu'un d'obstiné, il suffit d'en appeler à une autorité supérieure pour qu'il se montre conciliant.\n\nAprès tout, aucun mortel ne peut défier l'autorité de la foudre elle-même, quel que soit son statut ou son arrogance.\n\nAvec le temps, le chef du Clan Kamisato, cultivé comme il l'est, s'est fait un nom au Shogunat.\n\n« Hmm... Cette affaire semble assez difficile à gérer. Devrions-nous demander au Commissaire culturel ? »\n\nTelles sont les paroles que l'on entend souvent de la bouche des gens.\n\nToutefois, bien qu'Ayato soit plein de ressources, il n'accepte pas toujours d'apporter son aide.\n\nTout d'abord parce que toutes les choses qu'on lui demande ne sont pas forcément en lien avec la Commission culturelle, et ensuite, parce que le Clan Kamisato n'a aucun intérêt à s'impliquer dans des petites magouilles pour des bribes de pouvoir.\n\nLa plupart du temps, Ayato aime se faire passer pour quelqu'un d'insignifiant en arborant un grand sourire, une tasse de thé à la main.\n\n« Voyons, seigneur Nagaoka, ne vous mettez pas en colère. Nous sommes tous des serviteurs loyaux de la Shogun toute-puissante. Rien de plus. Si nous gardons une attitude ouverte l'un envers l'autre, je suis sûr que nous pouvons résoudre ce problème ensemble.{NON_BREAK_SPACE}»",
      "pt": "A Comissão Yashiro é a responsável pelos festivais da Ilha Narukami, e também deve realizar as atividades de lazer cultural de uma maneira que agrade tanto o povo como divindades, e assim o fazem, honrando a Comissão.\n\nMas com grandes responsabilidades surgem grandes trabalhos.\n\nFelizmente, sua irmã Ayaka também assume muitas das responsabilidades do clã. A maioria das interações da Comissão com o povo acontecem com ela, permitindo que Ayato passe a maior parte do tempo nas questões de governança.\n\nLidar com oficiais do Shogunato não é nada fácil. Pessoas de Comissões e clãs diferentes têm perspectivas muito diferentes. Qualquer tarefa se torna mais difícil desde que envolva pessoas.\n\nA força de Ayato está em sua habilidade de lidar com tais questões. Da maneira que ele vê, as pessoas são movidas por interesses. Encontre algo de seu interesse, e o outro lado cooperará.\n\nEncontre algum objetivo que convencerá a outra parte de sua lógica, e então o convença com algumas palavras. A maioria dos problemas serão resolvidos assim.\n\nE quando lidar com os teimosos, só é necessário apelar para um poder maior, afinal, que mortal poderia ir contra a autoridade da luz do céu, não é?\n\nCom o passar do tempo, o jovem e educado chefe do Clã Kamisato passou a ter uma boa reputação no Shogunato.\n\n\"Essa questão parece ser complicada de se lidar... Que tal pedirmos ao Comissário Yashiro?\"\n\nAssim dizem as pessoas.\n\nEntretanto, apesar de Ayato possuir muitas maneiras, ele não deseja ajudar a qualquer momento.\n\nEm primeiro lugar, nem todos os assuntos têm algo a ver com a Comissão Yashiro; em segundo lugar, não vale a pena para o Clã Kamisato se envolver pelo lucro pequeno de outros.\n\nNa maioria das vezes, Ayato meramente segura seu chá e acompanha como uma figura secundária, apenas sorrindo.\n\n\"Oh, Sr. Nagaoka, não precisa ficar irritado. Todos aqui estão trabalhando pela Toda-Poderosa Shogun, somente isso. Só precisamos ser abertos uns com os outros que com certeza poderemos resolver isso\".",
      "ru": "Комиссия Ясиро отвечает за проведение ритуальных церемоний на Наруками. Культурные и развлекательные мероприятия острова она обязана проводить так, чтобы как божества, так и люди были довольны. К счастью, Аяка участвует во многих делах клана, и общение между комиссией и населением по большей части ложится на неё, что позволяет Аято сосредоточиться на государственных делах. Работать со служащими сёгуната подчас крайне непросто. Выходцы из других кланов и комиссий придерживаются самых разных позиций, а чем больше людей участвует в выполнении задания, тем сложнее оно становится. Улаживание таких проблем - конёк Аято. По его мнению, всеми движут их собственные интересы. Найди рычаги влияния на другую сторону, и она пойдёт на уступки. Большинство проблем можно решить, если найти цель, которая введёт оппонента в вашу логическую цепочку, сказать ему несколько банальностей и любезно предложить парочку незначительных услуг. А в случае с упрямцами достаточно обратиться ко влиянию свыше - никто, несмотря на их статус или высокомерие, не станет оспаривать власть небес.\n\n«Хм... какое запутанное дело. Может, посоветуемся с главой комиссии Аято?» - нередко говорят в его окружении.\n\nХоть у Аято действительно найдётся множество решений для любой проблемы, оказывать помощь он не спешит. Во-первых, далеко не все дела находятся в ведении комиссии Ясиро. Во-вторых, участвовать в решении проблем ради мелкой выгоды других клану Камисато попросту невыгодно. Обычно в таких случаях Аято смиренно следует за «старшим» и только с улыбкой попивает чай.\n\n«Ах, ну что вы, господин Нагаока. Все мы - верные слуги сёгуна, не более. Давайте говорить друг с другом откровенно, и мы обязательно решим этот вопрос».",
      "id": "Yashiro Commission bertanggung jawab mengurus perihal ritual di Pulau Narukami, termasuk urusan kebudayaan dan rekreasi yang harus bisa menyenangkan hati dewa dan masyarakat, dan itulah yang terjadi, hingga nama Commission menjadi begitu harum.\n\nTetapi dengan tanggung jawab yang lebih besar datang pula pekerjaan yang lebih banyak.\n\nUntungnya sang adik, Ayaka, juga turut berbagi tanggung jawab. Sang adiklah yang mengurus sebagian besar interaksi Commission dengan masyarakat, dan Ayato-lah yang menghabiskan sebagian besar waktunya untuk urusan pemerintahan.\n\nBerurusan dengan petugas Shogunate bukanlah perkara mudah. Orang datang dari Commission dan klan yang berbeda, dengan sudut pandang yang berbeda pula. Tugas apa pun akan menjadi semakin sulit seiring bertambahnya jumlah orang yang terlibat.\n\nKeunggulan Ayato terletak pada kemampuannya untuk menangani urusan-urusan seperti itu. Di matanya, segala macam tindakan seseorang selalu didasari oleh kepentingan. Cari tahu apa itu, dan mereka akan mau bekerja sama.\n\nTemukan tujuan yang bisa menggiring opini mereka ke arah ranahmu, tenangkan mereka dengan kalimat pujian yang santun dan bagi sedikit keuntungan, maka hampir semua jenis masalah pun bisa diselesaikan.\n\nSaat berhadapan dengan orang yang keras kepala, gunakanlah kekuatan yang lebih tinggi untuk menyelesaikannya. Lagi pula, tidak peduli siapa mereka, dan seberapa angkuh sifat mereka, makhluk fana mana yang berani menentang cahaya dari langit?\n\nSeiring berjalannya waktu, kepala klan Kamisato yang berpengetahuan dan santun ini jadi punya reputasi tersendiri di kalangan Shogunate.\n\n\"Hmm ... masalah ini tampaknya sulit. Haruskah kita minta petunjuk dari Komisaris Yashiro?\"\n\nBegitulah yang sering dikatakan orang-orang.\n\nNamun, meskipun Ayato punya banyak sekali cara dan akal, dia bukanlah orang yang bersedia turun tangan begitu saja.\n\nPertama, tidak semua urusan ada hubungannya dengan Yashiro Commission. Kedua, tidak ada untungnya bagi Klan Kamisato untuk terlibat hanya demi urusan sepele pihak lain.\n\nSeringkali, Ayato hanya akan mengambil peran sebagai pengamat, dengan secangkir teh di tangan, sambil menyunggingkan senyuman.\n\n\"Ah, ayolah, Tuan Nagaoka. Kita semua adalah pelayan setia Yang Mulia Shogun. Tidak lebih dari itu. Kita hanya perlu terbuka satu sama lain, dan masalah ini bisa kita selesaikan bersama-sama\".",
      "th": "สำนัก Yashiro มีหน้าที่รับผิดชอบเกี่ยวกับงานพิธีกรรมใน Narukami และยังต้องดูแลกิจกรรมทางวัฒนธรรมเพื่อความบันเทิงให้ทั้งเทพเบื้องบน และมนุษย์เบื้องล่างปีติยินดี\n\nแต่ยิ่งมีสิ่งที่ต้องรับผิดชอบมากเท่าไหร่ งานก็จะยิ่งมากขึ้นเท่านั้น\n\nโชคดีที่น้องสาวอย่าง Ayaka ช่วยเหลือพี่ชายของเธอในการดูแลกิจการงานของตระกูลไม่น้อย หน้าที่พบปะพูดคุยดูแลประชาชนส่วนใหญ่ของสำนัก Yashiro ก็มอบให้กับเธอเช่นกัน เพราะแบบนี้จึงทำให้ Kamisato Ayato สามารถจดจ่อกับเรื่องงานราชการได้มากขึ้น\n\nการเจรจากับเจ้าหน้าที่ใน Shogunate นั้นไม่ใช่เรื่องง่าย ๆ ทุกคนต่างมีอะไรที่แตกต่างกันไป ไม่ว่าจะเป็นสำนัก ตระกูล หรือแม้แต่สถานะก็ตาม เมื่องานหนึ่งอย่าง มีคนเข้ามาเกี่ยวข้องมากขึ้นเท่าไหร่ งานก็จะยิ่งจัดการยากขึ้นเท่านั้น\n\nจุดแข็งของ Ayato คือการที่เขารับมือกับเรื่องพวกนี้ได้ดีมาก ในความคิดของเขา การกระทำของผู้คนขับเคลื่อนด้วยผลประโยชน์ ขอแค่สามารถกุมจุดอ่อนนั้นไว้ได้ ก็สามารถทำให้อีกฝ่ายยอมประนีประนอมได้\n\nเมื่อเล็งเห็นเป้าหมาย ก็ใช้เหตุผลของตัวเองโน้มน้าวให้อีกฝ่ายมัวเมา พูดยกยออีกซักสองสามคำ หยิบยื่นน้ำใจให้อีกเล็กน้อย ปัญหากว่าครึ่งก็ได้รับการแก้ไขแล้ว\n\nในกรณีที่ต้องเผชิญหน้ากับพวกหัวรั้น ก็แค่ต้องยกอำนาจที่มากกว่ามาปราม ท้ายที่สุด ไม่ว่าสถานะจะสูงส่งแค่ไหน หรือทัศนคติจะหยิ่งทะนงปานใด ก็ไม่มีใครสามารถเขย่าแสงแห่งฟากฟ้าอันยิ่งใหญ่ได้หรอก จริงไหมล่ะ?\n\nเมื่อวันเวลาผ่านไปผู้นำตระกูล Kamisato ที่เปี่ยมไปด้วยปัญญาและมารยาท ก็เริ่มมีชื่อเสียงค่อนข้างดีใน Shogunate\n\n\"เรื่องนี้... เรื่องนี้ค่อนข้างจะรับมือได้ยาก ลองไปถามท่านผู้นำสำนัก Yashiro ดีไหมว่าท่านคิดยังไง?\"\n\nผู้คนส่วนมากมักพูดแบบนี้\n\nแต่ถึงแม้ Ayato จะมีวิธีการมากมายอยู่ในมือ แต่ก็ใช่ว่าเขาจะใช้ออกมาอย่างง่ายดาย\n\nประการแรก ไม่ใช่ทุกเรื่องที่เกี่ยวข้องกับสำนัก Yashiro ประการที่สอง มันไม่คุ้มค่าเลยที่จะให้ตระกูล Kamisato มีส่วนร่วมกับกองกำลังอื่นเพียงเพื่อผลกำไรอันเล็กน้อย\n\nเวลาส่วนมาก Ayato จะแค่นั่งประคองถ้วยชาร้อน ๆ และนั่งยิ้มอ่อนอยู่ด้านข้าง ทำตัวเป็นคนผู้น้อยก็เท่านั้น\n\n\"อ่า แหม ท่าน Nagaoka อย่าเพิ่งโมโหไปสิ ทุกคนล้วนแต่ทำเพื่อท่านโชกุนทั้งนั้น อย่าคิดในคิดนอกไป ขอแค่พูดออกมาตรง ๆ เราจะร่วมมือกันแก้ไขปัญหาได้แน่นอน\"",
      "vi": "Hiệp Hội Yashiro vừa nắm giữ các sự kiện nghi lễ, vừa phải quản lý các sự kiện văn hóa giải trí, điều đó có nghĩa là trên phải vừa lòng thần, dưới phải hợp lòng dân, không hổ danh là mũi tên tiên phong.\n\nNhưng đổi lại, lĩnh vực liên quan càng nhiều, công việc lại càng bận rộn.\n\nCũng may Ayaka đã phụ giúp được anh trai khá nhiều, công việc giao lưu của Hiệp Hội Yashiro với dân chúng đều giao cả cho cô ấy, cũng vì thế mà Kamisato Ayato mới có thể tập trung để xử lý chính vụ.\n\nGiao thiệp với quan chức dưới trướng Shogun không dễ dàng gì. Mọi người đều thuộc hiệp hội và gia tộc khác nhau, cho nên lập trường cũng khác nhau. Một sự việc càng dính líu đến nhiều người thì sẽ càng khó để hoàn thành.\n\nƯu điểm của Ayato nằm ở việc anh ấy rất giỏi xử lý những sự việc như thế này. Dưới góc nhìn của Ayato, hành vi của con người đều chịu ảnh hưởng bởi lợi ích, chỉ cần nắm được yếu điểm thì sẽ khiến cho đối phương thỏa hiệp.\n\nChỉ cần nắm vững được mục tiêu này và hướng đối phương về suy nghĩ của mình, sau đó nói vài câu tình huống, thêm một chút tình nghĩa, như vậy là đã giải quyết được hơn một nửa vấn đề.\n\nLỡ như gặp phải kiểu người ngoan cố cứng đầu thì cũng chỉ cần lấy thế lực bên trên để áp chế xuống là được, dẫu sao thì địa vị cao đến đâu cũng không thể nào cao hơn uy nghiêm của sấm sét, đúng chứ?\n\nLâu ngày, gia chủ nhà Kamisato thấu tình đạt lý ấy đã tạo ra được tiếng vang không nhỏ.\n\n\"Chuyện này... chuyện này hơi khó khăn thật, hay là hỏi thử đại nhân Kamisato xem sao nhé?\"\n\nNgười khác thường nói như vậy.\n\nThế nhưng, tuy Ayato có rất nhiều biện pháp, nhưng không phải là lúc nào cũng tình nguyện ra tay.\n\nThứ nhất, không phải việc gì cũng sẽ liên quan đến Hiệp Hội Yashiro; Thứ hai, chỉ vì lợi ích nhỏ nhoi của những thế lực khác mà khiến gia đình cuốn vào tranh chấp thì thật không đáng.\n\nTrong phần lớn thời gian, Ayato chỉ là một nhân vật phụ nhỏ nhoi cầm lấy ly trà, mỉm cười cung kính mà thôi.\n\n\"Đại nhân Nagaoka đừng nóng, chúng ta đều làm việc cho Shogun đại nhân mà, không có tư lợi gì cả. Chỉ cần nói ra lời lẽ trong lòng thì sẽ có cách giải quyết thôi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "受身份与工作限制，神里绫人不常露面，也没有什么时间用于闲逛。不过，这点阻碍无法影响他了解新鲜事物。\n\n——晨起练剑有时会看到八重堂的工作人员在门外探头探脑，似乎是又来社奉行「报告工作」。不如假装没看到，听听她这次又想了什么新的翘班理由，以后有机会可以「不经意」地说给八重宫司。\n\n——去天守阁跟那群老古董开会，不必急于发言。看着这些人一把年纪仍在为小利小益争得面红耳赤，实在有趣。\n\n——走至町街一带，忽然想起有家另辟蹊径的小吃摊。前去询问摊主是不是又有新食谱，生意是否还过得去，顺道买杯饮料尝尝。要是有意思，也给家人捎几杯回去。\n\n——最近常在花见坂一带出没的鬼族青年，斗虫技术似乎不佳。出于好心，应当稍加鼓励，重振他的气势。闲聊之间发现这名赤鬼并不知道「绫人」这个名字代表着什么…如此甚好，不必特意解释。\n\n——回家途经镇守之森，恰好撞见又有行人被妖狸捉弄，忍不住顺手指出幻象。妖狸们若是从此发奋修炼出了更精湛的化形术，可得好好谢谢自己才行。\n\n——即便是托马这样能干的人，也会有想不出晚饭吃什么的时候。此刻正是提出玩火锅游戏的大好时机！绫华每次都能放进最出人意料的食材，真不愧是自家妹妹。\n\n如此种种，便是社奉行大人的闲趣所在。",
      "zht": "受身分與工作限制，神里綾人不常露面，也沒有什麼時間用於閒逛。不過，這點阻礙無法影響他瞭解新鮮事物。\n\n——晨起練劍有時會看到八重堂的工作人員在門外探頭探腦，似乎是又來社奉行「報告工作」。不如假裝沒看到，聽聽她這次又想了什麼新的翹班理由，以後有機會可以「不經意」地說給八重宮司。\n\n——去天守閣跟那群老古董開會，不必急於發言。看著這些人一把年紀仍在為小利小益爭得面紅耳赤，實在有趣。\n\n——走至町街一帶，忽然想起有家另闢蹊徑的小吃攤。前去詢問攤主是不是又有新食譜，生意是否還過得去，順道買杯飲料嚐嚐。要是有意思，也給家人帶幾杯回去。\n\n——最近常在花見坂一帶出沒的鬼族青年，鬥蟲技術似乎不佳。出於好心，應當稍加鼓勵，重振他的氣勢。閒聊之間發現這名赤鬼並不知道「綾人」這個名字代表著什麼…如此甚好，不必特意解釋。\n\n——回家途經鎮守之森，恰好撞見又有行人被妖狸捉弄，忍不住順手指出幻象。妖狸們若是從此發奮修煉出了更精湛的化形術，可得好好謝謝自己才行。\n\n——即便是托馬這樣能幹的人，也會有想不出晚飯吃什麼的時候。此刻正是提出玩火鍋遊戲的大好時機！綾華每次都能放進最出人意料的食材，真不愧是自家妹妹。\n\n如此種種，便是社奉行大人的閒趣所在。",
      "jp": "その身分と仕事の制限から、神里綾人が人前に姿を見せることはあまりない。町中を出歩く時間も滅多に取れないほどだ。ただ、それら制限は彼の新しいものを追求することへの妨げにはならない。\n\n——朝起きて剣の稽古をしていると、たまに八重堂の者が門の外からこちらの様子を伺っているのが見える。どうやら、また「報告の作業」に来たようだ。そんな時は気付かぬふりをして、彼女がどのような新しいサボり文句を口にするのか聞く。機会があれば、それを「さりげなく」八重宮司に伝えるのもいいかもしれない。\n\n——天守閣へ足を運び、時代後れの頑固者たちと会合をする際、発言を急ぐ必要はない。いい歳をしながら顔を赤くし、些細な利権や利益で争っているのを見るのは、実に愉快だからだ。\n\n——町の辺りまで来て、ふと独特の感性を持つ屋台があることを思い出す。新しい料理はないか、商売はうまくいっているかを店主に尋ね、新商品を試しに買って味見をする。それが興味深いものであれば、家の者にも少し持ち帰る。\n\n——近ごろ花見坂一帯でよく見かける鬼族の青年は、虫相撲の腕があまり達者ではないようだ。親切心から少し励ましの言葉をかけてやり、彼を立ち直らせる。何気ない雑談の中で、この赤鬼が「綾人」という名が何を意味するのか知らないことに気付いた…だがそれでいい、改まって説明する必要などない。\n\n——帰り道、鎮守の森を歩いていると、妖狸にいたずらされている通行人を偶然見かけたため、その幻を見破った。もしも今後、妖狸たちの変化の術がより熟練されることになったら、自分に感謝してほしいものだ。\n\n——たとえトーマほど有能な者でも、夕食の献立が思い浮かばない日がある。そんな時には、鍋遊びを提案する絶好の機会だろう。綾華は毎回、予想だにしない食材を入れてくる。さすがは自分の妹。\n\nこれらすべてが、社奉行様の楽しみなのだ。",
      "ko": "신분과 일의 제한으로 카미사토 아야토는 모습을 자주 드러내지 않으며, 돌아다닐 시간도 거의 없다. 하지만 그가 새로운 것을 접하는 건 막지 못한다.\n\n아침이 일어나 검술 연습을 할 때면, 문밖에서 두리번거리는 야에 출판사의 직원이 가끔 보인다. 또 야시로 봉행에 「업무 보고」를 하러 온 모양이다. 차라리 못 본 척해서 또 어떤 새로운 업무 땡땡이 이유를 생각해냈는지 듣고, 나중에 「우연히」 야에 궁사에게 얘기하는 게 나을지도 모른다.\n\n천수각의 고집쟁이들과 회의할 때는 입을 급히 열지 않아도 된다. 나이가 지긋한 사람들이 작은 이익 때문에 얼굴 붉히며 싸우는 모습이 얼마나 재밌는지 모른다.\n\n동네 쪽으로 걸어가니 특이한 먹거리 노점상이 생각난다. 노점상 주인에게 새로운 레시피가 생겼는지, 장사는 잘되는지 묻는 김에 음료도 사고, 괜찮으면 가족 것도 몇 잔 사 간다.\n\n요즘 하나미자카 근처에 오니족 청년이 나타나는데 곤충 싸움 실력은 별로인 듯하다. 걱정되니 조금 격려하고 기를 살려줘야 한다. 대화를 나눠 보니, 이 붉은 오니는 「아야토」라는 이름이 어떤 의미인지 모른다…. 그럼 더 좋다. 굳이 설명하지 않아도 되니까.\n\n집으로 돌아가는 길에 진수의 숲을 지나가다 너구리 요괴에 놀아난 행인을 발견해 못 참고 환상을 간파한다. 너구리 요괴들이 이를 계기로 더 정교한 변신술을 연마하면, 나에게 고마워해야 할 것이다.\n\n토마처럼 유능한 사람도 저녁 메뉴를 고민할 때가 있다. 지금이 바로 전골 게임을 제안할 수 있는 절호의 기회다! 아야카는 매번 가장 예상을 뒤엎는 식자재를 넣는다. 역시 우리 동생이다.\n\n이런 일들이 바로 야시로 봉행 어르신이 한가한 일상 속에서 누리는 재미다",
      "en": "Being limited by his station and work, Ayato does not often appear in public, nor does he have much time for any sort of leisurely walk. However, these obstacles cannot hinder him from learning of new and interesting things.\n\nPerhaps in the morning, he might spy one of the Yae Publishing House staff poking her head around the place, seemingly here to \"report for work.\" In which case, he may as well pretend not to notice, all the better to hear what new methods she has for skipping work... and then \"accidentally\" let slip his newfound knowledge to Guuji Yae.\n\nIn a meeting with those old fogeys at Tenshukaku, there is no need to speak too quickly. After all, watching grown people argue till they are red in the face over petty issues is quite amusing.\n\nWhile walking through the streets, he might suddenly consider a certain unique snack stand. Going up to the owner, he'd ask if they are selling anything new, how business is going, buy a drink or two to try... and if he finds it interesting, he'll buy a few back for the rest of the household.\n\nLately, he also lent some encouragement to the young oni who frequents Hanamizaka due to the latter's bug-fighting troubles — out of the goodness of his heart, of course. He also discovered that this crimson oni did not know what the name \"Ayato\" signified... which was fine, of course. No need to explain such things.\n\nOn the way home, he might pass Chinju Forest and see passers-by having tricks played on them by the bake-danuki, in which case he will point the illusion out. If the bake-danuki should hone their changeling skills further on his account, why, they should thank him for the inspiration.\n\nAnd of course, even one so talented as Thoma might sometimes struggle to think of what to make for dinner. Such occasions are perfect for a hot pot game! After all, Ayaka always puts the most unexpected things into the pot — and how proud he is of his sister for that!\n\nYes, these things are indeed the spice of the Yashiro Commissioner's life.",
      "de": "Aufgrund seines Status und seiner Arbeit ist Kamisato Ayato nicht oft zu sehen und hat nur wenig Zeit für Spaziergänge. Dies hindert ihn jedoch nicht daran, neue Dinge zu lernen.\n\nWenn er morgens aufsteht, um seine Schwertkunst zu üben, sieht er manchmal die Mitarbeiterin vom Verlagshaus Yae vor der Tür herumgehen. Es scheint dann, als ob sie wieder der Yashiro-Verwaltung einen Arbeitsbericht erstatten wolle. Er tut dann so, als ob er nichts gesehen hätte, und hört sich an, was für eine neue Ausrede sie sich ausgedacht hat, um diesmal die Arbeit zu schwänzen, sodass er Guuji Yae später „beiläufig“ davon erzählen kann.\n\nEr braucht sich nicht zu beeilen, etwas zu sagen, wenn er zum Treffen mit den Alten im Tenshukaku geht. Es ist lustig zu sehen, wie sich diese Leute in ihrem Alter immer noch um belanglose Gewinne und Vorteile streiten.\n\nAls er in die Straßen der Stadt Inazuma ging, erinnerte er sich plötzlich an einen Imbissstand mit einer einzigartigen Speisekarte. Er ging hin, um den Standbesitzer zu fragen, ob er ein neues Rezept hatte und ob das Geschäft noch gut lief, und um ein Getränk zum Probieren zu kaufen. „Wenn es lecker ist, nehme ich ein paar für meine Familie mit“.\n\nDer junge Oni, der sich in letzter Zeit häufig in der Gegend von Hanamizaka aufhält, scheint nicht besonders gut im Käferkampf zu sein. Aus lauter Herzensgüte gab er ihm eine kleine Aufmunterung, um seine Lebensgeister zu wecken. Bei einem zufälligen Gespräch erfuhr er, dass der junge Oni nicht wusste, wofür der Name „Ayato“ stand ... „Schon gut so, das soll ich nicht erklären“.\n\nAuf seinem Heimweg durch den Chinju-Wald sah er zufällig, wie ein anderer Fußgänger von einem Tanuki gehänselt wurde, und so konnte er nicht umhin, im Vorbeigehen auf die Täuschung hinzuweisen. Die Tanuki sollten dankbar sein, wenn sie dadurch von nun an in der Lage sind, ihre Verwandlungsfähigkeiten zu verbessern.\n\nSelbst ein so fähiger Mensch wie Thoma weiß manchmal nicht, was es zum Abendessen geben soll. Dies ist der perfekte Moment, um das Feuertopf-Spiel vorzuschlagen! Ayaka hat ein Händchen dafür, jedes Mal die unerwartetsten Zutaten vorzubereiten. Sie ist eben wahrhaftig die Schwester von Ayato.\n\nDies alles ist das gemächliche Vergnügen des Leiters der Yashiro-Verwaltung.",
      "es": "Debido a su posición y trabajo, Kamisato Ayato no suele aparecer en público y tampoco tiene tiempo para dar paseos ociosos, pero eso no le impide enterarse de las novedades.\n\nA veces, cuando practica con la espada por la mañana, ve a una trabajadora de la Editorial Yae asomándose desde la puerta, como si viniera a la Comisión Yashiro para informar de algo. Entonces, Ayato hace como que no la ve con el fin de escuchar qué razones se inventa ella para escabullirse del trabajo, y luego se lo cuenta “por casualidad” a la Suma Sacerdotisa Yae.\n\nCuando tiene alguna reunión con los ancianos cascarrabias de Tenshukaku, no se precipita para hablar. Después de todo, observar a unos señores mayores furiosos que discuten por ganar un poco de dinero y poder le parece sumamente entretenido.\n\nCuando pasa por la zona comercial de la ciudad, toma una ruta alternativa al acordarse de una tienda de comida. Una vez allí, le pregunta al dueño si tiene algún plato nuevo, qué tal le va el negocio y, de paso, compra alguna bebida para llevar. Si le gusta, también lleva algo de beber para su familia.\n\nSabe que, últimamente, en Hanamizaka hay un joven oni al que se le dan muy mal las peleas de escaradiablos, así que, por buena voluntad, lo alienta para que recupere sus ánimos. Una de esas veces se dio cuenta de que el oni escarlata no sabe lo que representa el nombre de “Ayato”... Pero no pasa nada, tampoco hace falta explicárselo.\n\nAl pasar por el Bosque Chinju de camino a casa, si se encuentra con algún transeúnte al que un tanuki está gastando alguna broma, le indica el objeto en el que se ha transformado la criatura. De hecho, gracias a esto, algunos tanuki han perfeccionado sus habilidades de transformación.\n\nHay veces que ni siquiera a Thoma, una persona con tantas habilidades, se le ocurre qué hacer para cenar. ¡Ese es el momento perfecto para el juego de shabu shabu! Y, como no se podía esperar menos, Ayaka siempre es la que pone los ingredientes más sorprendentes.\n\nTodas estas actividades constituyen la vida de ocio del Comisionado Yashiro.",
      "fr": "En raison de sa position et de son travail, Kamisato Ayato n'apparaît pas souvent en public et n'a pas non plus le temps de faire des promenades oisives, mais cela ne l'empêche pas de s'informer sur les choses nouvelles.\n\nParfois, lorsqu'il s'exerce à l'épée le matin, il voit une employée de la Chambre Yae devant la porte en train de regarder autour d'elle, comme si elle venait « faire un rapport » sur la Commission culturelle. Ayato fait alors semblant de ne pas l'avoir vue afin de connaître la nouvelle excuse qu'elle a donnée pour quitter son travail. Et quand l'occasion se présentera, il en fera « accidentellement » mention à la Guuji Yae.\n\nLors des réunions avec les aînés du Tenshukaku, il ne se précipite pas pour parler et préfère observer ces vieux hommes se disputer jusqu'à devenir rouges de colère pour des miettes d'argent et de pouvoir.\n\nQuand il se promène dans les rues de la ville, il lui arrive parfois de se souvenir d'un étal de nourriture aux mets novateurs et de faire un détour pour s'y rendre. Une fois sur place, il demande au propriétaire s'il y a de nouveaux plats et s'enquiert de l'état des affaires, avant d'acheter une boisson ou deux pour les essayer... Et si certaines d'entre elles se révèlent suffisamment intéressantes, il en rapporte quelques bouteilles pour le reste du clan.\n\nCes derniers temps, Ayato remarqua la présence à Hanamizaka d'un jeune Oni amateur de combats de scarabutos. Voyant que ce jeune homme n'était pas très doué, il l'encouragea un peu pour qu'il se reprenne. En discutant avec lui, il découvrit que cet Oni cramoisi ne savait pas ce que signifiait le nom « Ayato »... Une chose loin d'être dérangeante, en fin de compte.\n\nLorsqu'il traverse la Forêt de Chinju sur le chemin du retour, Ayato indique aux passants piégés par un Tanuki l'objet en lequel cette créature s'est transformée. Cela a poussé certains Tanukis à perfectionner leur art de la transformation.\n\nParfois, il arrive que Thomas, aussi qualifié qu'il soit, ne sache pas quoi préparer pour le dîner. C'est l'occasion idéale pour Ayato de proposer une partie de jeu de la marmite ! Ayaka est toujours celle qui trouve les ingrédients les plus surprenants, et c'est dans ces moments-là qu'il reconnaît bien sa sœur.\n\nAinsi sont les divertissements et loisirs qui viennent égayer la vie du Commissaire Culturel.",
      "pt": "Limitado por sua identidade e trabalho, Kamisato Ayato dificilmente aparece em público, e também não possui muito tempo para caminhar livremente. Entretanto, esse obstáculo não afeta ele saber mais sobre novas coisas.\n\nDe manhã, ao se levantar para praticar sua esgrima, ele às vezes vê uma funcionária da Editora Yae rondando na frente de seu portão, supostamente no local para \"reportar o trabalho\". Nesse caso, ele finge não reparar, é melhor ouvir o novo método que ela tem para escapar do trabalho, e então \"acidentalmente\" revelar sua descoberta para Guuji Yae.\n\nQuando parte para uma reunião em Tenshukaku com aqueles antiquados, não é necessário ter pressa para falar. Ver essas pessoas velhas discutirem sobre questões minúsculas até ficarem vermelhas é muito divertido.\n\nEnquanto caminha pelas ruas, ele pode repentinamente pensar em ir a um estande de lanches. Vai até o dono e pergunta se estão vendendo algo novo, ou como os negócios estão, compra uma bebida ou duas. E se ele a achar interessante, comprará algumas e levará para todos em casa.\n\nUltimamente, ele também encorajou o jovem oni que frequenta Hanamizaka devido às suas técnicas de lutas de besouro não serem boas. E fez isso da bondade de seu coração. Ele também descobriu que esse oni carmesim não sabia o que o nome \"Ayato\" representa... Tudo bem, claro. Uma coisa como essa não precisa ser explicada.\n\nNo caminho para casa, ele passa pela Floresta Chinju e vê transeuntes sendo vítimas de brincadeiras dos bake-danuki, nesse caso, ele aponta para a ilusão. Se os bake-danuki melhoram suas habilidades de transformação, eles devem agradecer a Ayato.\n\nE, claro, até o talentoso Thoma pode às vezes não saber o que fazer para o jantar. Essas ocasiões são o momento perfeito para um jogo de shabu-shabu! Afinal, Ayaka sempre coloca as coisas mais inesperadas na panela, e ele tem muito orgulho de sua irmã por isso.\n\nEssas são as coisas que divertem a vida do Comissário Yashiro.",
      "ru": "Из-за ограничений, которые налагают должность и обязанности, Аято практически не появляется на людях, а времени на неспешные прогулки у него почти не бывает. Впрочем, это не мешает ему узнавать обо всём новом и интересном. Иногда во время утренних тренировок с мечом Аято видит, как, украдкой озираясь, работница издательского дома Яэ якобы по служебным вопросам слоняется у входа в комиссию. Тогда он притворится, будто ничего не видел - любопытно же, какую отговорку для своих прогулов она придумает на этот раз? - и позже ненароком обмолвится об этом Гудзи Яэ. На заседании со старцами в Тэнсюкаку следует говорить помедленнее. Всё-таки забавно видеть, как эти раскрасневшиеся старички едва ли не дерутся за мелкие выгоды. Приметив по дороге необычную лавку с закусками, Аято подойдёт к её хозяину и спросит, продаётся ли чего нового, хорошо ли идут дела, и купит на пробу напиток. А если напиток окажется действительно любопытным, то возьмёт парочку с собой, чтобы угостить домашних. А ещё в Ханамидзаку последнее время зачастил один молодой óни. У парня возникли проблемы с боевыми жуками, и Аято, чтобы вернуть ему запал, из добрых побуждений решил его приободрить. В разговоре с багровым óни выяснилось, что тот и слыхом не слыхивал, кто такой Аято. Что, само собой разумеется, хорошо. По пути домой через лес Тиндзю Аято иногда наблюдает, как бакэ-дануки разыгрывают очередного прохожего, и тогда не может не указать бедолаге на иллюзию. Ну а если благодаря ему бакэ-дануки отточат навыки превращения... что же, им должно только благодарить его. А время от времени даже талантливейший Тома не может придумать, чего бы приготовить на ужин. Такие случаи прекрасно подходят для игры в сябу-сябу! Как не гордиться находчивостью Аяки, если она всякий раз подкладывает самые неожиданные ингредиенты? Из таких мелочей и складывается досуг главы комиссии Ясиро.",
      "id": "Dibatasi oleh status dan pekerjaannya, Ayato jarang muncul di depan umum. Dia juga tidak punya banyak waktu untuk jalan-jalan santai. Namun, semua kendala ini tidak menghalanginya untuk mempelajari hal-hal yang baru dan menarik.\n\nPada pagi hari, mungkin dia akan mengawasi pegawai Yae Publishing House yang sedang celingak-celinguk di sekitar tempatnya, berlagak mau \"lapor kerja\". Ketika itu terjadi, dia mungkin akan pura-pura tidak lihat, sambil terus mendengarkan cara baru apa lagi yang pegawai itu pikirkan untuk bolos kerja. Setelah itu, dia akan \"secara tidak sengaja\" membocorkan apa yang baru dia dengar kepada Nona Guuji Yae.\n\nKetika menghadiri pertemuan para tetua klan di Tenshukaku, tidak perlu buru-buru untuk masuk ke dalam pembicaraan. Lagi pula, menonton para orang tua memperdebatkan urusan sepele sampai muka mereka jadi merah itu pemandangan yang cukup menghibur.\n\nWaktu jalan-jalan, dia sering tiba-tiba kepikiran kios makanan tertentu. Dia akan bertanya kepada pemilik kios, apa ada barang baru, bagaimana situasi bisnis sekarang, lalu coba beli satu atau dua gelas minuman. Kalau dia suka, dia akan beli lagi beberapa untuk orang-orang di kediamannya.\n\nBaru-baru ini, dia juga sering menyemangati oni muda yang sering mengunjungi Hanamizaka soal urusan adu kumbang, tindakan yang tentunya didasari oleh kebaikan hati dan sifat suka menolongnya. Dia mendapati bahwa si oni merah ini sama sekali tidak kenal siapa itu \"Ayato\" .... Bagus. Hal-hal seperti itu tidak perlu dijelaskan.\n\nDalam perjalanan pulang, dia mungkin melewati Chinju Forest dan melihat orang lewat yang sedang dipermainkan oleh para bake-danuki, dan dia akan langsung membongkar tipuan yang digunakan oleh si bake-danuki. Kalau misalnya si bake-danuki harus lebih giat lagi ilmu mengubah wujudnya, tentu saja itu semua berkat campur tangan Ayato, dan sudah sepantasnya kalau si bake-danuki itu berterima kasih.\n\nKadang kala, orang yang sangat berbakat seperti Thoma saja bisa bingung mau masak apa untuk makan malam. Kesempatan seperti ini sangat cocok untuk bermain tantangan hot pot! Lagi pula, Ayaka selalu memasukkan sesuatu yang diluar dugaan ke dalam hot pot, dan Ayato sungguh bangga atas pencapaian adiknya dalam hal ini!\n\nYah, hal-hal seperti inilah yang menjadi bumbu dalam kehidupan seorang Ayato, sang Komisaris Yashiro.",
      "th": "เพราะถูกจำกัดโดยสถานะและงาน Kamisato Ayato จึงไม่ได้ปรากฏตัวบ่อยนัก และแน่นอนว่าตัวเขาเองก็ไม่ได้มีเวลาว่างพอที่จะออกไปเดินเล่น แต่ว่าอุปสรรคแค่นี้ไม่มีทางขัดขวางไม่ให้เขาเรียนรู้สิ่งแปลกใหม่ได้หรอก\n\nเมื่อฝึกวิชาดาบในตอนเช้า บางครั้งก็จะเห็นคนจากสำนักพิมพ์ Yae มาด้อม ๆ มอง ๆ อยู่นอกประตู ดูเหมือนว่าจะมาที่สำนัก Yashiro เพื่อ \"รายงาน\" อีกแล้ว จะแสร้งทำเป็นมองไม่เห็นละกัน ไม่รู้ว่าครั้งนี้เธอจะมีข้ออ้างโดดงานอะไรใหม่ ๆ บ้าง ไม่แน่ว่าคราวหน้าอาจมีโอกาสได้พูดให้ Guuji Yae ฟัง \"โดยไม่ได้ตั้งใจ\" ก็ได้\n\nการไปประชุมที่ Tenshukaku กับพวกวัตถุโบราณพวกนั้น ไม่จำเป็นต้องเร่งร้อนในการเอ่ยปากพูด การได้มองดูคนวัยนี้มาข่มกันเพื่อผลประโยชน์อันน้อยนิดจนหน้าดำหน้าแดงนี่ ช่างเป็นเรื่องสนุกจริง ๆ เลย\n\nพอเดินไปย่านถนนในเมือง ก็นึกขึ้นได้ว่ามีแผงขายอาหารที่มีกรรมวิธีทำแตกต่างไปจากเจ้าอื่นอยู่ เขาจะไปถามเจ้าของร้านว่ามีสูตรใหม่ ๆ ไหม หรือช่วงนี้ธุรกิจราบรื่นดีรึเปล่า แล้วซื้อเครื่องดื่มมาลองซักหน่อย ถ้าน่าสนใจค่อยซื้อกลับไปฝากคนที่บ้าน\n\nช่วงนี้ที่ Hanamizaka มีชายหนุ่มจากเผ่าโอนิก่อเรื่องอยู่ไม่หยุดหย่อน และฝีมือการประลองแมลงของอีกฝ่ายก็แสนย่ำแย่ เขาเลยให้กำลังใจเจ้าตัวไปเล็กน้อยด้วยความเมตตา ในระหว่างที่พูดคุยก็พบว่าโอนิสีชาดคนนี้ไม่รู้ว่าชื่อ \"Ayato\" หมายถึงอะไร... แบบนี้ก็ดี จะได้ไม่ต้องอธิบายอะไรให้มากความ\n\nในระหว่างทางกลับบ้านผ่านทาง Chinju Forest ก็บังเอิญไปชนคนอีกคนที่ถูก Bake-Danuki แกล้ง จนอดไม่ได้ที่จะชี้ให้เห็นว่าเป็นภาพลวงตา ตั้งแต่นั้นมาพวก Bake-Danuki ก็ได้ฝึกฝนวิชาแปลงกายอย่างหนัก เพื่อแปลงร่างให้เนียนยิ่งขึ้น ต้องขอบคุณตัวเขาเองสิ ถึงจะถูก\n\nแม้แต่คนที่มีความสามารถอย่าง Thoma ก็มีช่วงเวลาที่นึกไม่ออกว่ามื้อเย็นจะกินอะไรดี นี่แหละโอกาสทองในการเล่นเกมหม้อไฟ! ทุกครั้ง Ayaka มักจะใส่วัตถุดิบที่คาดไม่ถึงเสมอ สมกับเป็นน้องสาวของเขาจริง ๆ\n\nทั้งหมดทั้งมวลก็เป็นแค่การพักผ่อนของท่านผู้นำสำนัก Yashiro เท่านั้นแหละ",
      "vi": "Bị hạn chế bởi thân phận và công việc nên Kamisato Ayato không thường lộ diện, cũng không hay có thời gian để dạo chơi. Thế nhưng, những trở ngại này cũng không thể ảnh hưởng đến việc anh ấy tìm hiểu niềm vui mới lạ.\n\n-Sáng sớm luyện kiếm nhìn thấy nhân viên Nhà Xuất Bản Yae lấp ló bên ngoài, có vẻ như lại đến Hiệp Hội Yashiro để \"báo cáo công việc\" rồi. Cứ giả vờ như không thấy vậy, để xem lần này cô ấy lấy lý do gì để trốn việc, sau đó nếu có cơ hội sẽ \"vô tình\" nói cho Guuji Yae nghe.\n\n-Lúc đến Thiên Thủ Các để họp, không cần thiết phải lên tiếng trước, cứ ngồi nhìn những lão già ấy xâu xé nhau chỉ vì vài lợi ích nhỏ cũng thú vị mà.\n\n-Khi đi trên phố, đột nhiên nhớ ra quán ăn vặt bên đường. Đến đó hỏi chủ quán xem có món nào mới không, dạo này buôn bán có ổn không, tiện thể mua ly nước uống thử, thấy ngon thì mang về cho người nhà vài ly.\n\n-Gần đây trên đường phố Hanamizaka hay gặp phải một tên thanh niên tộc Oni, kỹ thuật đấu bọ của hắn tệ quá. Thôi thì cũng có lòng, tiện miệng cổ vũ để hắn lấy lại ý chí vậy. Lúc tán gẫu còn biết được tên Xích Quỷ ấy không biết được thân phận của cái tên \"Ayato\" là gì... Cũng hay, như vậy cũng không cần phải giải thích nhiều.\n\n-Khi về nhà, đi ngang qua Rừng Chinju, vô tình thấy người đi đường bị Bake-Danuki trêu đùa, thôi thì tiện tay chỉ ra ảo ảnh. Nếu đám Bake-Danuki ấy rút kinh nghiệm mà luyện ra ảo thuật lợi hại hơn thì phải cảm ơn mình mới được.\n\n-Đến cả người tháo vát như Thoma đôi khi cũng không nghĩ ra được là tối nay ăn gì. Vậy là đến lúc gợi ý chơi trò nấu lẩu rồi! Những thứ mà Ayaka bỏ vào thật khiến mình bất ngờ, không hổ danh là em gái của Ayato.\n\nBên trên đều là những thứ mà đại nhân hiệp hội Yashiro cảm thấy thú vị."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "靠着管家与家政官的双重努力，神里屋敷由内而外干净整洁，只是，除了一处——\n\n神里绫人那张书桌，每次使用过后总是很凌乱。\n\n书本随意摊开或者倒扣在桌上，大小不一的文件胡乱叠放在一起。用过的砚台墨汁也从不收好，桌下偶尔还散落着棋子或纸牌。\n\n每当家主大人办公结束，家仆们都要花点时间来整理书桌书房。\n\n他们发现，凌乱的纸张之间往往夹杂着一种小片的便签。细看可知，这些便签上的笔迹均不相同，内容也各异。\n\n「家主大人，家仆又送来了新鲜花卉。我稍微整理了书桌的一角用来摆放花瓶。您可要小心些，别再碰倒了哦。」\n\n「家主大人，今日鸣神大社巫女来访，宫司大人有事找您。据说很是重要，涉及离岛部分地区的征用，邀您前往神社详谈。」\n\n「奉行大人，『百代』未凋。枝叶仍在生长，还请放心。」\n\n「兄长大人，之前我与旅行者前往祭典游玩，学到了一份新食谱。考虑到旅行者出身异国，你觉得…我需要对菜谱做些改进吗？」\n\n「家主大人，有件事家仆们都不敢跟您提，所以还是让我这个老婆子来说吧。您若想吃什么，交给家政官就好，还请不要随意动用后厨的食材…怎么能让您亲自下厨呢？大家会为难的。」\n\n神里绫人工作繁忙，经常早出晚归。神里屋敷的大家无法见到他时，便会用这种方式与他沟通。\n\n这是绫人想出的办法。神里家正是靠着一张张小小的便签，维持整座宅邸的运转。\n\n可惜，这种办法会搞得家主大人本就不整洁的桌面更加混乱…不过没关系，只是微不足道的牺牲罢了。",
      "zht": "靠著管家與家政官的雙重努力，神里屋敷由內而外乾淨整潔，只是，除了一處——\n\n神里綾人那張書桌，每次使用過後總是很凌亂。\n\n書本隨意攤開或者倒扣在桌上，大小不一的文件胡亂疊放在一起。用過的硯臺墨汁也從不收好，桌下偶爾還散落著棋子或紙牌。\n\n每當家主大人辦公結束，家僕們都要花點時間來整理書桌書房。\n\n他們發現，凌亂的紙張之間往往夾雜著一種小片的便箋。細看可知，這些便箋上的筆跡均不相同，內容也各異。\n\n「家主大人，家僕又送來了新鮮花卉。我稍微整理了書桌的一角用來擺放花瓶。您可要小心些，別再碰倒了喔。」\n\n「家主大人，今日鳴神大社巫女來訪，宮司大人有事找您。據說很是重要，涉及離島部分地區的徵用，邀您前往神社詳談。」\n\n「奉行大人，『百代』未凋。枝葉仍在生長，還請放心。」\n\n「兄長大人，之前我與旅行者前往祭典遊玩，學到了一份新食譜。考慮到旅行者出身異國，你覺得…我需要對菜譜做些改進嗎？」\n\n「家主大人，有件事家僕們都不敢跟您提，所以還是讓我這個老婆子來說吧。您若想吃什麼，交給家政官就好，還請不要隨意動用後廚的食材…怎麼能讓您親自下廚呢？大家會為難的。」\n\n神里綾人工作繁忙，經常早出晚歸。神里屋敷的大家無法見到他時，便會用這種方式與他溝通。\n\n這是綾人想出的辦法。神里家正是靠著一張張小小的便箋，維持整座宅邸的運轉。\n\n可惜，這種辦法會搞得家主大人本就不整潔的桌面更加混亂…不過沒關係，只是微不足道的犧牲罷了。",
      "jp": "執事と家司の尽力により、神里屋敷は内も外も整然としている。しかし、ただ一か所を除いて——\n\n神里綾人が使用した後の文机は、いつも散らかっているのだ。\n\n無造作に広げられ、そのまま伏せられた本。雑多に積み重ねられた大小様々な書類。使用後の硯と墨汁も片付けられておらず、文机の下には将棋の駒や紙札が散らばっていることもある。\n\n当主様が執務を終えると、使用人たちは毎回、文机や書斎の片付けに時間を費やすことになるという。\n\nその時、乱雑に置かれた紙の間に小さな便箋が挟まっているのをよく見かける。手に取ってそれを見てみると、便箋の筆跡はすべて異なり内容も様々。\n\n「若、家来からまた新鮮な花が届きました。花瓶を置くために机の一角を少し片付けておいたので、また倒してしまわないようお気を付けください。」\n\n「当主様、本日は鳴神大社の巫女がいらっしゃいました。宮司様からお願いがあるそうです。とても重要なことらしく、離島の一部地区の収用に関する内容のため、神社へとご足労いただきたいとのことでした。」\n\n「奉行様、『百代』未だ枯れず。枝はまだ伸びております、ご安心を。」\n\n「お兄様、この間、旅人さんと一緒にお祭りへ行き、新しい料理を覚えました。旅人さんが異国からいらしたことを考慮して、料理に手を加えるべきか迷っています…お兄様はどう思いますでしょうか？」\n\n「当主様、使用人たちではこの件を口にする勇気がないようなので、この婆やからお伝えさせていただきます。食べたいものがあれば、どうぞ何なりと家司にお申し付けください。勝手に厨房の食材を使うのはどうかご遠慮いただきたく存じます…当主様に料理をさせるわけにはいきません。皆が困惑してしまいます。」\n\n神里綾人は多忙なため、朝早くに出て、夜遅くに帰ることが多い。彼に会えない時、神里屋敷ではこのようにして彼と連絡を取っている。\n\nこれは綾人が考えた方法である。神里家ではこの小さな便箋が、屋敷全体を支えているのだ。\n\nただ残念なことに、この方法を使うと元より散らかっていた当主様の机が、さらに散らかることになる…しかし、気にすることはない。これは些細な犠牲に過ぎないのだから。",
      "ko": "집사와 가사 관리원 두 세력 덕분에, 카미사토 저택은 안과 밖 모두 깨끗하다. 단 한 곳을 제외하면 말이다.\n\n카미사토 아야토의 책상은 사용하기만 하면 지저분해진다.\n\n멋대로 펼쳐져 있거나 책상 위에 엎어 놓은 책과 크기가 제각각인 문서가 아무렇게 쌓여 있다. 사용한 붓과 먹도 정리하지 않고, 책상 아래에 바둑알이나 카드가 있을 때도 있다.\n\n가주님의 업무가 끝날 때마다, 가신들은 서재 정리에 시간을 쏟는다.\n\n가신들은 종종 어지럽게 놓인 종이 사이에서 작은 메모지를 발견한다. 자세히 보면 메모지의 글씨와 내용이 다 다르다.\n\n「가주님, 가신이 생화를 가져왔습니다. 책상 구석에 꽃병을 놓을 곳을 정리했으니, 떨어뜨리지 않게 조심하세요.」\n\n「가주님, 오늘 나루카미 다이샤의 무녀가 오셨습니다. 궁사님이 볼일이 있으셔서 찾으신답니다. 아주 중요한 일이라고 했습니다. 이도 일부 지역의 징용에 관한 일이니 자세한 대화는 신사에서 하자고 했습니다.」\n\n「봉행 어르신, 『모모요』가 아직 시들지 않았습니다. 잎이 아직 자라고 있으니 안심하세요.」\n\n「오빠, 전에 여행자와 함께 축제에 놀러 가서 새로운 레시피를 배웠어요. 여행자는 외국인이니까… 레시피를 개선해야 할까요?」\n\n「가주님, 가신들이 말을 꺼내기 어려워해서 이 할멈이 얘기하겠습니다. 먹고 싶은 것이 있으시면 주방의 식자재를 건드리지 마시고 가사 관리원에게 맡기세요…. 어떻게 가주님이 요리를 하십니까? 다들 불편할 겁니다.」\n\n카미사토 아야토는 일이 바빠서 늘 아침 일찍 나가서 밤늦게 돌아온다. 카미사토 저택의 사람들은 아야토를 못 만날 때 메모를 남겨 소통한다.\n\n이는 아야토가 생각해낸 방법이다. 카미사토 가문은 작은 메모지들로 돌아간다.\n\n다만 아쉽게도 이 방법 때문에 원래도 깨끗하지 않은 가주님의 책상이 더 어지러워졌다…. 하지만 상관없다. 이는 작은 희생일 뿐이다",
      "en": "#Between the butler and the housekeeper, the Kamisato estate is always spick and span, inside and out... except for one location.\n\nKamisato Ayato's table is always a terrible mess after he uses it.\n\nBooks are strewn about, open and even dumped face-down on the table, while documents of uneven size are stacked haphazardly. The ink on the inkstone is never really properly kept, and one might even sometimes find chess pieces or cards under the table.\n\nEach time the clan head gets off work, the servants always need some time to clean his study up.\n\nIn the process, they discovered that assorted notes are often clipped between these pages. Upon closer inspection, they are written in different hands, and their content also varies.\n\n\"Clan Head, the servants have sent a new batch of flowers. I have placed them in a flower vase in a corner of the table. Please take care not to knock it over again.\"\n\n\"Clan Head, a shrine maiden from the Grand Narukami Shrine came over today, saying that the Lady Guuji wishes to see you. It seems important, as it involves the requisitioning of land in Ritou. She invites you to the Shrine to discuss the details.\"\n\n\"Lord Commissioner, the Momoyo flowers have not withered. The branches grow yet. Do not worry.\"\n\n\"Dear Brother, I learned a new recipe while attending festivities with the Traveler. Considering that {M#he}{F#she} is from another land, do you think... that I might need to make some changes to said recipe?\"\n\n\"Clan Head, the servants have been reluctant to tell you this, so allow this old lady to say it. If you wish to eat something, please leave it to our housekeeper. Also, please refrain from using the ingredients in the kitchen... How could we make you cook for yourself, after all?\"\n\nAyato's work often sees him leaving home early and returning late. As such, the people of the Kamisato Estate will communicate with him through these means.\n\nThis was a method that Ayato came up with himself, and this is how the Kamisato household is run, via these small notes.\n\nUnfortunately, their use has seen the clan head's already messy table become messier still... Oh well, just a small sacrifice. Nothing worth writing home about.",
      "de": "#Dank der gemeinsamen Bemühungen der Hausangestellten und des Haushälters ist das Kamisato-Anwesen von innen heraus sauber und aufgeräumt, mit einer Ausnahme ...\n\nDer Schreibtisch von Kamisato Ayato ist nach jeder Benutzung unordentlich.\n\nBücher liegen ungeordnet oder verkehrt herum auf dem Tisch und Papiere unterschiedlicher Größe liegen übereinander gestapelt. Benutzte Tuschesteine und Tinte werden nie weggeräumt und gelegentlich liegen Spielsteine oder Karten unter dem Tisch verstreut.\n\nWenn das Familienoberhaupt in seinem Büro fertig ist, nehmen sich die Hausangestellten immer einen Moment Zeit, um den Schreibtisch und das Arbeitszimmer aufzuräumen.\n\nZwischen den unordentlichen Papieren finden sie häufig kleine Zettel. Bei näherer Betrachtung fällt auf, dass die Handschriften auf diesen Zetteln unterschiedlich sind und der Inhalt variiert.\n\n„Mein Herr, die Hausangestellten haben wieder frische Blumen gebracht. Ich habe eine Ecke des Schreibtisches ein wenig aufgeräumt, um die Vase aufzustellen. Du solltest aufpassen, dass du sie nicht wieder umstößt.“\n\n„Mein Herr, heute ist eine Schreinjungfer des Großen Narukami-Schreins gekommen. Sie sagte, dass die Guuji gerne etwas mit dir besprechen würde. Es soll sehr wichtig sein und die Enteignung eines Teils von Ritou mit sich bringen. Die Guuji hat dich zum Schrein eingeladen, um darüber zu diskutieren.“\n\n„Mein Herr, ‚Momoyo‘ ist nicht verwelkt. Die Äste und Blätter wachsen noch, also sei bitte nicht beruhigt.“\n\n„Bruder, ich habe auf meiner letzten Reise zum Fest mit {F#der}{M#dem} Reisenden ein neues Rezept gelernt. Wenn man bedenkt, dass {F#die}{M#der} Reisende aus einem fremden Land kommt, glaubst du, dass ich das Rezept verbessern muss?“\n\n„Mein Herr, es gibt etwas, das keiner der Hausangestellten wagt, dir gegenüber zu erwähnen, also wird eine alte Frau wie ich es dir sagen. Wenn du etwas essen willst, überlass es einfach dem Haushälter, aber verwende bitte nicht die Zutaten in der Küche ... Wie könnten wir dich in der Küche arbeiten lassen? Das wird allen nur peinlich sein.“\n\nKamisato Ayato ist beruflich sehr eingespannt und geht oft früh raus und kommt spät nach Hause. Auf diese Weise kommunizieren alle im Kamisato-Anwesen mit ihm, wenn sie ihn nicht sehen können.\n\nDas hat sich Ayato ausgedacht. Mit einem kleinen Zettel hält die Familie Kamisato das ganze Haus am Laufen.\n\nLeider haben diese Zettel den ohnehin schon unordentlichen Schreibtisch des Familienoberhauptes noch unordentlicher gemacht ... Aber das ist in Ordnung, es ist nur ein geringes Opfer.",
      "es": "#Gracias al trabajo del amo de llaves y los demás sirvientes, la Hacienda Kamisato siempre está limpia y ordenada, excepto por un lugar: el escritorio de Kamisato Ayato, que siempre queda desordenado cada vez que lo usa.\n\nDeja los libros abiertos o boca abajo y los montones de documentos de distintos tamaños apilados de cualquier manera. Nunca pone en su sitio la piedra de entintar y la tinta para escribir y, a veces, hasta deja piezas de ajedrez y cartas coleccionables tiradas en el suelo.\n\nCada vez que el líder del clan termina su trabajo de oficina, los sirvientes tienen que invertir algo de tiempo para recoger su escritorio.\n\nDescubrieron que, entre todo el desorden de papeles, a veces hay algunas pequeñas notas. Al mirarlas más de cerca, se aprecia que cada una está escrita con una caligrafía distinta y dice algo diferente.\n\n“Señor, los sirvientes le han vuelto a regalar unas flores. Arreglé una esquina de su escritorio para ponerlas en un jarrón. Tenga cuidado de no tirarlo”.\n\n“Señor, hoy nos visitará una miko del Gran Santuario Narukami. Al parecer, la Suma Sacerdotisa lo requiere para un asunto importante relacionado con el uso de algunas áreas de Ritou, y desea invitarlo para hablar en el santuario”.\n\n“Sr. Comisionado, las orquídeas aún no se han marchitado. Sus ramas y hojas aún están creciendo, no se preocupe”.\n\n“Hermano, fui al festival con {F#la viajera}{M#el viajero} y aprendí la receta de un plato. Como {F#ella}{M#él} es de fuera, ¿crees que... debería ajustar el plato a su gusto?”.\n\n“Señor, los sirvientes no se atreven a decirle una cosa, así que me dijeron a mí, la más anciana de todos, que se lo comentara. Si desea comer algo, pídaselo al amo de llaves y, por favor, no use los ingredientes de la cocina. No podemos permitir que cocine usted personalmente, sería una vergüenza para nosotros”.\n\nKamisato Ayato es una persona muy ocupada y suele salir muy temprano y llegar tarde a casa. Cuando el personal de la Hacienda Kamisato no tiene la oportunidad de verlo en persona, se comunican con él a través de estas notas.\n\nCon este método que se le ocurrió a Ayato, el clan Kamisato mantiene el buen funcionamiento de toda su residencia.\n\nLa pena es que ello hace que el escritorio del líder del clan, ya desordenado de por sí, quede en un estado aún peor... Pero ¿qué más da? Solo es un pequeño precio a pagar.",
      "fr": "#Grâce au travail de son majordome et des employés de maison, le Domaine Kamisato est toujours propre et bien rangé, sauf à un seul endroit.\n\nIl s'agit du bureau de Kamisato Ayato, qui est constamment en désordre après utilisation.\n\nOn y trouve des livres éparpillés, ouverts et même posés face contre terre, tandis que des documents de taille inégale sont empilés au hasard. La pierre à encre n'est jamais vraiment bien rangée, et il arrive même que l'on trouve des pièces d'échecs ou des cartes sous la table.\n\nChaque fois que le chef de clan finit son travail, les domestiques ont besoin d'un certain temps pour faire le ménage dans ce bureau.\n\nPendant leur travail, ils ont découvert diverses notes glissées entre les pages des cahiers et des livres. En regardant de plus près, ils ont constaté qu'elles étaient écrites par différentes personnes et que leur contenu variait également.\n\n« Monsieur, les serviteurs ont apporté de nouvelles fleurs. Je les ai placées dans un vase sur le coin de la table. Faites attention à ne pas le renverser. »\n\n« Monsieur, une prêtresse du Sanctuaire de Narukami est venue aujourd'hui, disant que la Guuji Yae souhaitait vous voir. Il semblerait que ce soit pour une affaire importante qui concerne la réquisition de terres à Ritou. Vous êtes invité au sanctuaire pour en discuter plus en détail. »\n\n« Monsieur le Commissaire, les fleurs de Momoyo n'ont pas encore fanées. Leurs feuilles poussent encore. Soyez sans crainte. »\n\n« Cher frère, j'ai appris une nouvelle recette en assistant aux festivités avec {M#le voyageur}{F#la voyageuse}. Étant donné qu'{M#il}{F#elle} vient d'un autre pays, penses-tu que je devrais modifier cette recette ? »\n\n« Monsieur, les serviteurs n'ont pas voulu vous le dire, alors laissez cette vieille dame que je suis le faire à leur place : si vous souhaitez manger quelque chose, laissez notre employé de maison s'en charger. Veuillez aussi vous abstenir d'utiliser les ingrédients de la cuisine... On ne peut tout de même pas vous laisser cuisiner vous-même ! Cela mettrait tout le monde dans l'embarras. »\n\nLe travail d'Ayato l'amène souvent à quitter la maison tôt et à rentrer tard. C'est pourquoi les habitants du Domaine Kamisato communiquent avec lui par le biais de ces notes.\n\nCe système a été établi par Ayato lui-même et fait fonctionner le Domaine Kamisato au quotidien.\n\nMalheureusement, cela a rajouté du désordre au bureau déjà bien désordonné du chef de clan... Mais on peut fermer les yeux dessus, car ces notes rendent un grand service.",
      "pt": "#Com a ajuda do mordomo e do empregado, a Mansão Kamisato sempre está limpa, exceto por um lugar.\n\nA mesa de Kamisato Ayato é sempre uma bagunça depois que ele termina de a utilizar.\n\nLivros abertos estão jogados pelos lados ou até mesmo de ponta-cabeça, e documentos de tamanhos diferentes estão empilhados de qualquer maneira. A tinta na pedra de tinta nunca está corretamente armazenada, e é até mesmo possível encontrar peças de xadrez ou cartas sob a mesa.\n\nTodas as vezes que o chefe do clã sai do trabalho, seus servos precisam de um tempo para limpar seu escritório.\n\nNesse processo, descobriram que algumas anotações acabam espremidas entre essas páginas. E ao verem mais detalhadamente, sua escrita foi bem feita, e seu conteúdo também varia.\n\n\"Chefe, os servos enviaram um lote novo de flores. Eu as coloquei em um vaso no canto da mesa. Por favor, tenha cuidado para não derrubá-lo novamente\".\n\n\"Chefe, uma Sacerdotisa do Grande Santuário Narukami veio dizer que a Srta. Guuji gostaria de lhe ver. Parece importante, pois envolve uma requisição de terras em Ritou. Ela o convidou para ir até o Santuário discutir os detalhes\".\n\n\"Comissário, as flores Momoyo não murcharam e seus galhos crescem. Não se preocupe\".\n\n\"Caro irmão, eu aprendi uma nova receita ao participar dos festivais com {F#a}{M#o} Viajante. Considerando que {F#ela}{M#ele} é de outra terra, você acha que eu preciso fazer algumas mudanças nessa receita?\"\n\n\"Chefe, os servos estavam relutantes em lhe dizer isso, por isso essa velha senhora lhe dirá. Se você quiser comer algo, pode deixar com nosso empregado. E por favor, não use os ingredientes na cozinha... Afinal, como poderíamos deixar você cozinhar?\"\n\nPor causa do trabalho, Ayato sempre sai cedo e retorna tarde. Por isso, as pessoas da Mansão Kamisato se comunicam com ele dessa forma.\n\nEsse foi um método que Ayato pensou, e é assim que a Mansão Kamisato é gerida, através de tais notas.\n\nInfelizmente, o uso delas fez a mesa bagunçada do Chefe do Clã ficar ainda mais bagunçada. Bem, foi um preço a se pagar.",
      "ru": "#Благодаря удвоенным усилиям дворецкого и управляющего во всём имении Камисато царит безукоризненная чистота... за исключением одного-единственного места. Камисато Аято постоянно оставляет на своём рабочем столе жуткий бардак. Книги разбросаны, некоторые лежат раскрытыми обложкой вверх, документы разных размеров кое-как сложены друг на друга, использованные тушечницы не убраны, а под столом порой можно обнаружить шахматные фигуры и карты. В отсутствие хозяина прислуга принимается за уборку, а времени на неё уходит немало. Прибираясь, они как-то обнаружили, что беспорядочные листы перемежаются с карточками. При более близком рассмотрении оказалось, что в них разным почерком написаны заметки.\n\n«Господин, слуги выслали свежую партию цветов. Я поместил их в вазу на углу стола. Пожалуйста, постарайтесь не опрокинуть её опять».\n\n«Господин, сегодня приходила жрица Великого храма Наруками с сообщением, что госпожа Гудзи желает видеть вас. Видимо, это важно, поскольку касается изъятия земли на Рито. Она приглашает вас обсудить подробности в святилище».\n\n«Господин, цветы Момоё не завяли. Ветви продолжают расти. Не беспокойтесь».\n\n«Дорогой брат! Посещая праздничные мероприятия вместе с {M#путешественником}{F#путешественницей}, я узнала новый рецепт. Учитывая, что {M#он}{F#она} из другой страны, не думаешь ли ты... что этот рецепт следовало бы несколько изменить?»\n\n«Господин, слуги не осмеливаются сказать вам об этом, поэтому позвольте мне, пожилой женщине, донести до вас следующее. Если вы желаете перекусить, поручите это управляющему. Прошу вас, не используйте ингредиенты на кухне. Разве мы можем допустить, чтобы вы сами брались за готовку?»\n\nИз-за большой загруженности Аято часто уходит совсем рано, а возвращается поздним вечером. Таким образом слуги имения Камисато общаются с хозяином во время его отсутствия. Использовать карточки придумал сам Аято, и можно сказать, что на них держится жизнь всего особняка. К сожалению, из-за них на столе главы клана творится ещё больший беспорядок... Впрочем, такой незначительной жертвой можно и пренебречь.",
      "id": "Berkat kepala pelayan dan pengurus rumah yang hebat, Kediaman Kamisato selalu bersih dan rapi luar dalam ... kecuali satu tempat.\n\nMeja Kamisato Ayato selalu berantakan setelah pemiliknya beranjak dari sana.\n\nBuku-buku berserakan, terbuka dan selalu dalam posisi tertelungkup di atas meja. Dokumen-dokumen dengan ukuran yang tidak sama ditumpuk sembarangan. Sisa tinta di batu tidak pernah benar-benar dibersihkan dengan baik. Kadang bahkan ada bidak catur atau kartu di bawah meja.\n\nSetiap kali Tuan mereka selesai bekerja, para pelayan akan makan waktu cukup lama untuk membersihkan ruangannya.\n\nSaat membersihkan, mereka akan menemukan berbagai macam catatan yang dijepit di antara halaman-halaman buku. Setelah diperiksa lebih lanjut, catatan ini ditulis oleh orang yang berbeda, dengan isi yang berbeda-beda juga.\n\n\"Tuan, para pelayan telah mengirim bunga segar yang baru. Saya menaruhnya di dalam vas bunga yang di sudut meja. Mohon berhati-hati untuk tidak menjatuhkannya lagi.\"\n\n\"Tuanku, miko Kuil Agung Narukami datang hari ini. Dia mengatakan bahwa Nona Guuji ingin bertemu. Tampaknya sangat penting karena menyangkut urusan pembagian ulang tanah di Ritou. Dia mengundang Anda ke kuil untuk mendiskusikan perihal tersebut lebih lanjut.\n\n\"Tuan Komisaris, bunga Momoyo belum layu, cabang-cabangnya masih bertumbuh. Tidak perlu khawatir.\"\n\n\"Kakakku yang terkasih, hari ini aku belajar resep baru saat menghadiri perayaan bersama Pengembara. Dia kan pendatang dari luar, apakah menurut kakak aku perlu sedikit menyesuaikan resepnya?\"\n\n\"Tuanku, para pelayan merasa enggan untuk memberi tahu Anda secara langsung, jadi izinkan aku si wanita tua yang menyampaikan: Jika Anda ingin makan sesuatu, mohon serahkan tugas ini kepada pengurus rumah. Satu lagi, tolong jangan gunakan bahan-bahan di dapur ... Bagaimana mungkin kami membiarkan Anda memasak sendiri?\"\n\nPekerjaan Ayato sering membuatnya pergi pagi pulang malam. Oleh sebab itu, para penghuni Kediaman Kamisato berkomunikasi dengannya melalui cara-cara ini.\n\nIni adalah metode yang disarankan oleh Ayato sendiri, dan beginilah cara rumah tangga Kamisato beroperasi, melalui catatan-catatan kecil seperti ini.\n\nSayangnya, metode ini juga turut membuat meja sang kepala klan yang sudah berantakan menjadi lebih berantakan lagi ... Yah ... ini hanya sebuah pengorbanan kecil. Tidak perlu dilebih-lebihkan.",
      "th": "ด้วยความร่วมแรงร่วมใจของสองพ่อบ้าน และแม่บ้าน คฤหาสน์ตระกูล Kamisato จึงสะอาดเอี่ยมอ่อง เป็นระเบียบเรียบร้อยทั้งภายใน และภายนอก เว้นเสียแต่...\n\nโต๊ะทำงานของ Kamisato Ayato ที่จะเละเทะทุกครั้งหลังใช้งาน\n\nหนังสือที่กระจัดกระจายเต็มโต๊ะทั้งวางนอน วางคว่ำ แม้กระทั่งเปิดอ้าซ่าก็มี ไหนจะเอกสารเล็กใหญ่มากมายวางซ้อนกันเป็นตั้ง ๆ อย่างไม่เป็นระเบียบอีก กระทั่งแท่นฝนหมึกที่ใช้แล้วยังไม่เคยถูกเก็บดี ๆ เลย ในบางครั้งมีตัวหมากรุกหรือไพ่กระจายอยู่ใต้โต๊ะอีกด้วย\n\nทุกครั้งที่ผู้นำตระกูลเสร็จงาน เหล่าคนรับใช้ต้องใช้เวลาไม่น้อยในการจัดโต๊ะ จัดหนังสือ\n\nพวกเขาพบว่า มักมีกระดาษโน้ตเล็ก ๆ กระจายอยู่เต็มไปหมด พอสังเกตดี ๆ จะพบว่าลายมือในกระดาษนั้นไม่เหมือนกันเลย และเนื้อหาก็ยังต่างกันด้วย\n\n\"ท่านผู้นำตระกูล พวกคนใช้นำดอกไม้สดมาอีกแล้ว ฉันจะวางแจกันไว้ที่มุมโต๊ะ ท่านต้องระวังอย่าให้มันล้มอีกล่ะ\"\n\n\"ท่านผู้นำตระกูล วันนี้มีมิโกะจากศาลเจ้า Grand Narukami มาขอพบ บอกว่าท่าน Guuji มีเรื่องต้องคุยกับท่าน ได้ยินว่าเป็นเรื่องสำคัญเกี่ยวกับการขอใช้พื้นที่บางส่วนของเกาะ Ritou เลยขอเชิญท่านไปที่ศาลเจ้าเพื่อพูดคุยอย่างละเอียด\"\n\n\"ท่านเจ้าสำนัก 'Momoyo' ยังไม่ร่วงโรย ใบไม้ยังงอกงามอยู่ ไม่ต้องกังวล\"\n\n\"ท่านพี่ ก่อนหน้านี้หนูได้ไปเดินเล่นในเทศกาลกับนักเดินทางมา แล้วได้เรียนรู้สูตรอาหารใหม่ แต่พอคำนึงถึงว่านักเดินทางมาจากต่างแดน ท่านพี่ว่า... หนูควรจะปรับปรุงสูตรอาหารไหมคะ?\"\n\n\"ท่านผู้นำตระกูล มีเรื่องหนึ่งที่เหล่าคนรับใช้ไม่กล้าที่จะบอกกับท่าน ดังนั้นให้ยายแก่คนนี้เป็นคนบอกกับท่านแทนเถอะ ถ้าหากท่านต้องการรับประทานสิ่งใด กรุณาปล่อยเป็นหน้าที่คนดูแลเถอะ ได้โปรดอย่าใช้วัตถุดิบในครัวตามใจชอบอีกเลย... จะให้ท่านลงมือทำอาหารเองได้ยังไงกัน? ทุกคนจะเดือดร้อนเอานะ\"\n\nKamisato Ayato มักจะยุ่งอยู่กับงานเสมอ เขาจะออกจากบ้านตั้งแต่เช้า และกลับมาในยามดึก พอทุกคนในคฤหาสน์ Kamisato ไม่พบเขา จึงมักจะสื่อสารกับเขาด้วยวิธีนี้แทน\n\nวิธีนี้เป็นสิ่งที่ Ayato คิดขึ้นมา ภายในตระกูล Kamisato จึงอาศัยกระดาษแผ่นน้อย ๆ พวกนี้ในการดูแลกิจการต่าง ๆ ของคฤหาสน์\n\nน่าเสียดายที่วิธีนี้ยิ่งทำให้โต๊ะของท่านผู้นำตระกูลที่เดิมก็รกอยู่แล้วยิ่งรกเข้าไปอีก รกจนไม่มีอะไรมาหยุดได้... แต่ไม่เป็นไร ถือว่ามันเป็นการเสียสละเพียงเล็กน้อยก็แล้วกัน",
      "vi": "Lãnh Địa Kamisato sạch sẽ và ngăn nắp từ trong ra ngoài, nhờ sự cố gắng hết sức của quản gia và gia thần, chỉ là, ngoại trừ một chỗ...\n\nBàn làm việc của Kamisato Ayato luôn bừa bộn sau mỗi lần sử dụng.\n\nNhững cuốn sách bày bừa lộn xộn hoặc úp ngược trên bàn, các tài liệu có kích thước khác nhau thì xếp chồng lên nhau. Nghiên mực dùng xong không bao giờ cất đi, thỉnh thoảng còn có những quân cờ hoặc bài giấy vương vãi dưới gầm bàn.\n\nMỗi khi gia chủ đại nhân xong việc, những người hầu đều phải dành thời gian thu dọn bàn làm việc và phòng sách.\n\nHọ phát hiện, bên trong mớ giấy lộn xộn kia bao giờ cũng có kẹp một loại giấy ghi nhớ nhỏ. Nếu quan sát kỹ, có thể thấy nét chữ trên những tờ giấy này không giống nhau, và nội dung cũng khác nhau.\n\n\"Gia chủ đại nhân, người làm lại mang hoa tươi đến. Tôi dọn dẹp một góc bàn sách để đặt lọ hoa. Đại nhân cẩn thận, đừng làm đổ nhé.\"\n\n\"Gia chủ đại nhân, hôm nay có pháp sư của Đền Narukami đến thăm, đại nhân Guuji có việc cần tìm đại nhân. Nghe nói là chuyện rất quan trọng, liên quan đến việc trưng dụng một số khu vực của Đảo Ritou, mời đại nhân đến Đền Narukami để bàn chi tiết.\"\n\n\"Thưa đại nhân, Momoyo vẫn chưa héo úa, tán lá vẫn còn đang phát triển, đại nhân cứ yên tâm.\"\n\n\"Anh trai, lúc trước em và Nhà Lữ Hành đến lễ hội dạo chơi, học được một công thức mới. Xét thấy Nhà Lữ Hành là người nước ngoài, anh thấy... có nên cải tiến lại công thức không?\"\n\n\"Gia chủ đại nhân, có một chuyện mà những người làm không dám nói với đại nhân, nên thôi để bà lão này nói vậy. Nếu đại nhân muốn ăn gì, cứ giao cho gia thần là được, đừng tùy tiện sử dụng các nguyên liệu trong bếp... Sao có thể để đại nhân đích thân xuống bếp được chứ? Mọi người sẽ rất khó xử.\"\n\nKamisato Ayato rất bận rộn, thường hay đi sớm về khuya. Đây là cách mà những người ở Lãnh Địa Kamisato giao tiếp với anh ấy khi họ không thể gặp mặt trực tiếp.\n\nĐây là cách của Ayato nghĩ ra. Nhà Kamisato đang dựa vào từng tờ giấy ghi nhớ nhỏ để duy trì hoạt động của toàn bộ dinh thự.\n\nTiếc là cách này sẽ khiến chiếc bàn vốn dĩ bừa bộn của gia chủ đại nhân càng trở nên lộn xộn hơn... Nhưng mà không sao, đó chỉ là một sự hi sinh nhỏ bé thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "在稻妻，人们有时会向神明供奉某种柏木的叶子以示祈祷。\n\n但稻妻大大小小的祭神仪式太多，这种仪式因缺乏规模，常常被人忽略。\n\n虽已时隔许久，绫人仍记得，按照母亲所说，这种柏木虽是常绿的乔木，树叶却不是针形。\n\n它的叶片较大，脉络清晰。即便长出新叶，旧叶也不会凋落。\n\n因而有了「繁荣」的寓意，在古时常被用来当作供奉食物的食器。\n\n时至今日，人们不再用树叶盛放食物，供奉柏叶的习惯却留存了下来。\n\n不知是兴趣使然，抑或本就见多识广。总之，母亲一讲起有关祭礼的事情就滔滔不绝。\n\n「神里家世代管理社奉行，可能天生就是为了守护神明而存在的吧。」\n\n对此，年幼的绫人并不完全赞同。\n\n他认为，神里家就是神里家，是属于家人的地方。家族是因为家人才得以存在，侍奉神明不过是顺势为之的工作罢了。\n\n但这种话是不能说出口的，想法过于僭越。而且母亲讲解时兴致十分高昂，令人不忍打断。\n\n无论母亲一口气讲上多久，绫人都会端坐在母亲面前，哪怕腿都坐麻了，也要静静听完。\n\n岁月如梭，绫人渐渐长大，每天的时间都被剑术和书本占用。「讲课」的人从母亲变成了父亲，内容也从祭礼知识换成了家族继承人必学的课程。\n\n家族责任在绫人生活中的占比再次增大。「雷电将军」也不再是幼童心中虚幻的象征，而是成为了真实存在的神明，成为了维护稻妻永恒安宁的大御所大人。\n\n「从前，神里家曾受过鸣神恩惠，才得以延续至今。因此无论如何，神里家定要恪守『永恒』之道，追随将军大人直到永远。」\n\n「这是既成的约定，是不可违抗的族规，你要牢记在心。」\n\n个中缘由，绫人在阅读祖训时早已得知一些。由于神里祖辈失职，导致国之重器「雷电五传」严重折损。若非八重宫司进言使将军大人降下宽大饶恕，神里家或许早已随其他落魄权贵一同消散。\n\n这是大御所大人的恩赐，也是神明眷属的警示。\n\n因此，对于父亲的教诲，神里绫人自然不会怠慢。尽管守护家族的信念高于一切，但他也明白一个道理：稻妻因雷神的守护而存续；唯有稻妻安定，才能保证家族长久繁荣。\n\n不论今后稻妻局势如何发展，唯独神里家不可向御建鸣神主尊举起叛旗。\n\n即使心有异向，也只能隐入深藏在表象之下的暗河。\n\n正如母亲从前所说的那样——\n\n神守之柏，古枝犹在，已焕新材。\n\n在庭之椿，勿为冬困，寒中清芬。",
      "zht": "在稻妻，人們有時會向神明供奉某種柏木的葉子以示祈禱。\n\n但稻妻大大小小的祭神儀式太多，這種儀式因缺乏規模，常常被人忽略。\n\n雖已時隔許久，綾人仍記得，按照母親所說，這種柏木雖是常綠的喬木，樹葉卻不是針形。\n\n它的葉片較大，脈絡清晰。即便長出新葉，舊葉也不會凋落。\n\n因而有了「繁榮」的寓意，在古時常被用來當作供奉食物的食器。\n\n時至今日，人們不再用樹葉盛放食物，供奉柏葉的習慣卻留存了下來。\n\n不知是興趣使然，抑或本就見多識廣。總之，母親一講起有關祭禮的事情就滔滔不絕。\n\n「神里家世代管理社奉行，可能天生就是為了守護神明而存在的吧。」\n\n對此，年幼的綾人並不完全贊同。\n\n他認為，神里家就是神里家，是屬於家人的地方。家族是因為家人才得以存在，侍奉神明不過是順勢為之的工作罷了。\n\n但這種話是不能說出口的，想法過於僭越。而且母親講解時興致十分高昂，令人不忍打斷。\n\n無論母親一口氣講上多久，綾人都會端坐在母親面前，哪怕腿都坐麻了，也要靜靜聽完。\n\n歲月如梭，綾人漸漸長大，每天的時間都被劍術和書本占用。「講課」的人從母親變成了父親，內容也從祭禮知識換成了家族繼承人必學的課程。\n\n家族責任在綾人生活中的占比再次增大。「雷電將軍」也不再是幼童心中虛幻的象徵，而是成為了真實存在的神明，成為了維護稻妻永恆安寧的大御所大人。\n\n「從前，神里家曾受過鳴神恩惠，才得以延續至今。因此無論如何，神里家定要恪守『永恆』之道，追隨將軍大人直到永遠。」\n\n「這是既成的約定，是不可違抗的族規，你要牢記在心。」\n\n個中緣由，綾人在閱讀祖訓時早已得知一些。由於神里祖輩失職，導致國之重器「雷電五傳」嚴重折損。若非八重宮司進言使將軍大人降下寬大饒恕，神里家或許早已隨其他落魄權貴一同消散。\n\n這是大御所大人的恩賜，也是神明眷屬的警示。\n\n因此，對於父親的教誨，神里綾人自然不會怠慢。儘管守護家族的信念高於一切，但他也明白一個道理：稻妻因雷神的守護而存續；唯有稻妻安定，才能保證家族長久繁榮。\n\n不論今後稻妻局勢如何發展，唯獨神里家不可向御建鳴神主尊舉起叛旗。\n\n即使心有異向，也只能隱入深藏在表像之下的暗河。\n\n正如母親從前所說的那樣——\n\n神守之柏，古枝猶在，已煥新材。\n\n在庭之椿，勿為冬困，寒中清芬。",
      "jp": "稲妻では、とある柏木の葉を神に捧げて祈ることがある。\n\nただ、神を祀る儀式は稲妻に数多とあるため、規模の小さいものはよく見過ごされてしまう。\n\nもう随分と昔のことだが、綾人には今も忘れられないことがある。それは母から聞いた話だ。その柏木は常緑の高木であり、葉は針状ではないらしい。\n\n葉は大きく、葉脈もとてもくっきりとしている。新たな葉が芽吹いても、古い葉が色褪せることはない。\n\nそのため、それは「繁栄」を意味し、古くは食べ物を捧げる際の器としてよく使われていたそうだ。\n\n現在では料理の盛り付けに葉を使うことはなくなったが、柏木の葉を捧げる習慣はそのまま残っている。\n\n趣味の影響か、あるいは元より見聞が広く、知識が豊富だったからか、母はそれら祭礼のことになると淀みなく流れるように語る。\n\n「神里家が代々社奉行を管理しているのは、生まれながらにして神を守る存在だからかもしれないわね。」\n\nそれに対して、幼い頃の綾人は完全に同意することができなかった。\n\n神里家は神里家であり、家族のいる場所であると彼は考えていた。一族は家族がいてこそ存在するのであって、神に仕えることはただ流れに従って行う仕事に過ぎない。\n\nしかし、このようなおこがましい考えを口になどできなかった。それに、興に乗って話をする母を遮るのはとても忍びない。\n\n母がどんなに長く話しても、綾人は母の前に正座し、足が痺れても最後まで静かに聴いた。\n\n歳月は流れ、綾人が成長すると、日々の時間を剣術と書物に費やした。「講師」は母親から父親に変わり、内容も祭礼の知識から一族の後継者に求められる必須科目へと変わった。\n\n一族の責任という概念が、次第に綾人の生活における割合を占めていく。「雷電将軍」への認識も、もはや童心の中に浮かぶ幻想ではなく、正真正銘実在する神——稲妻の永遠と平和を守る大御所様となった。\n\n「かつて、鳴神の恩恵を受けたことで、神里家は今日まで存続することができた。そのため何があろうとも、神里家は『永遠』の道を守護し、永久に将軍様に付き従う。」\n\n「これは既に定まった約束であり、破ることの許されない一族の掟。しかと心に刻んでおきなさい。」\n\n先祖の教えを読んでいた綾人は、その理由を既に少し理解していた。神里家の先祖が職務を疎かにした結果、国の重要な宝である「雷電五箇伝」に多大な損失を及ぼしてしまったのだ。八重宮司の進言によって将軍様の許しを得られていなければ、神里家は他の没落した有力者たちと共に消滅していただろう。\n\nこれは大御所様からの恩賜であり、神の眷属からの警告だった。\n\nそのため、父の教誨に対して、神里綾人も当然それを踏み外すようなことはしていない。一族を守るという信念が何より大切であろうとも、彼は道理を弁えている——稲妻は雷神の守護により存続しており、稲妻の安定のみが、一族の長きに渡る繁栄を保証できる、と。\n\n今後、稲妻の情勢がどのようになろうと、神里家だけは御建鳴神主尊に反旗を翻してはならない。\n\nたとえ異議を心に秘めていようと、水面下深くにある暗い川の中に隠すのだ。\n\nそう、かつて母が言っていたように——\n\n神守の柏は古き枝をそのままに、新たな材へと生まれ変わる。\n\n庭の椿は冬に呑まれることなく、澄んだ香りをかもし出さん。",
      "ko": "이나즈마 사람들은 가끔 신에게 각종 떡갈나무의 잎을 바치고 기도한다.\n\n하지만 이나즈마에는 크고 작은 의식이 너무 많아 규모가 작은 의식은 종종 무시된다.\n\n시간이 오래 흘렀지만, 아야토는 여전히 어머니의 말을 기억하고 있다. 어머니의 말에 따르면 이런 떡갈나무는 늘 푸른 교목이지만, 침엽은 아니다.\n\n잎이 크고 잎맥이 뚜렷하다. 새로운 잎이 자라도 기존의 잎이 떨어지지 않는다.\n\n그래서 「번영」을 상징하며, 옛날에 종종 음식을 바칠 때 쓰는 식기로 사용되었다.\n\n지금은 나뭇잎으로 음식을 담지 않지만, 떡갈나무의 잎을 바치는 습관은 남았다.\n\n취미 때문인지 원래 아는 것이 많은 건지 모르겠지만, 어머니는 제례 얘기가 나오면 쉬지 않고 얘기했다.\n\n「카미사토 가문은 대대손손 야시로 봉행을 관리하지. 아마 태생적으로 신을 수호하기 위해서 존재하는 게 아닐까.」\n\n이에 대해 어린 아야토는 전적으로 동의하진 않았다.\n\n아야토는 카미사토 가문은 카미사토 가문이고, 가족의 소유인 곳이라고 생각했다. 가문은 가족 때문에 존재하며, 신을 모시는 건 어쩌다 하게 된 일에 불과하다.\n\n하지만 이런 말은 꺼낼 수 없다. 주제넘은 생각이기 때문이다. 그리고 어머니가 설명하는 모습이 너무 즐거워 보여 차마 끊을 수 없었다.\n\n어머니가 아무리 오래 얘기해도 아야토는 어머니 앞에 앉아 있었다. 다리가 저려도 조용히 끝까지 들었다.\n\n세월이 흐르고, 아야토의 시간은 검술과 책이 차지했다. 「수업」을 하는 사람은 어머니에서 아버지가 되었고, 내용도 제례 지식에서 가문 후계자 필수 수업으로 변경되었다.\n\n아야토의 생활에서 가문의 책임이 차지하는 비중이 더 늘어났다. 「라이덴 쇼군」은 아이의 마음속 환상의 상징이 아닌 진짜 존재하는 신이 되었고, 이나즈마의 평화를 지키는 쇼군님이 되었다.\n\n「카미사토 가문은 예전에 나루카미신의 은혜를 받아 지금까지 존재할 수 있었다. 그러니 카미사토 가문은 어떤 일이 있더라도 『영원』의 길을 지키며 쇼군님을 끝까지 따라야 한다.」\n\n「이는 이미 정해진 약속이며, 거스를 수 없는 가문의 규칙이다. 명심하거라.」\n\n아야토는 가훈을 읽어서 그 이유를 조금 알고 있었다. 카미사토 선조의 불찰로 국가 보물인 「뇌전오전」을 잃었다. 만약 야에 궁사가 쇼군님에게 너그러운 용서를 구하지 않았다면, 카미사토 가문은 다른 몰락 귀족처럼 사라졌을 것이다.\n\n이는 쇼군님의 은혜이며, 신의 권속의 경고다.\n\n그래서 카미사토 아야토도 아버지의 가르침을 소홀히 하지 않는다. 아야토는 가문의 신념을 지키는 것이 첫째지만, 이나즈마는 번개 신의 수호로 존재하며, 이나즈마가 평화로워야 가문이 오래 번창할 수 있다는 사실도 알고 있다.\n\n이나즈마가 어떻게 변하든 카미사토 가문만은 위대하신 나루카미 쇼군에게 반기를 들면 안 된다.\n\n다른 마음이 생겨도, 속에 깊이 숨겨야 한다.\n\n어머니가 얘기한 것처럼 말이다.\n\n신을 수호하는 떡갈나무의 오래된 가지는 여전하고, 새로운 가지가 자라났구나.\n\n정원의 동백은 겨울에 굴하지 않고 추위 속에서 피어나더라",
      "en": "In Inazuma, people will sometimes pray to deities by offering certain kinds of cypress leaves.\n\nBut as such rituals lack scale, they are often forgotten amidst the many, both large and small, that are conducted throughout the land.\n\nThough some time has passed, Ayato still remembers his mother mentioning that though these cypresses are evergreen, their leaves are not needle-like.\n\nInstead, they have large, crisp leaves that will not wither and fall even when new ones grow.\n\nAs such, it is associated with the concept of \"prosperity,\" and was often used in ancient times as ritual plating for food offerings.\n\nToday, people no longer use leaves as mats upon which to spread food, but the habit of offering cypress leaves persists nonetheless.\n\nPerhaps it was just a hobby of hers, or perhaps she was just well-read in general, but whatever the case, his mother always had a great deal to say about festival affairs.\n\n\"Perhaps the Kamisato Clan of the Yashiro Commission were born to protect the deities.\"\n\nIn his younger years, Ayato had not fully agreed with this statement.\n\nHe believed that the Kamisato Clan was the Kamisato Clan, and that it belonged to the family's members. That was the reason for its existence, and any service to the gods was a job, a matter of circumstance.\n\nBut such presumptuous words could never be said out loud, and in any case, Ayato could not bear to interrupt his mother when she looked so excited.\n\nNo matter how long she would go on, Ayato would always sit in front of her and listen in silence, even if his legs might fall asleep in the process.\n\nWith the passing of years, Ayato's days would be taken up by swordsmanship and books. The one giving the \"lessons\" was now his father, and the lesson content would turn from ritual affairs to matters that the clan's successor should be concerned with.\n\nHis duty to the clan would be something that would occupy yet more space in Ayato's life. Nor was the Raiden Shogun just a mere symbol as she was in his childhood. Now, she was the Ogosho, the mighty defender of Inazuma's eternal peace.\n\n\"The Kamisato Clan stands today because of Narukami's mercy. As such, the Clan must defend the road to Eternity, and follow the Shogun eternally.\"\n\n\"This was our agreement, and it is the unchanging rule of our clan. Remember this well.\"\n\nAs for the specifics of what happened, Ayato had already gleaned some of them from reading their ancestral teachings. It was the Kamisato elders' failings that had resulted in the nationally-important Raiden Gokaden to suffer great loss. If not for Guuji Yae's intervention on their behalf, causing the Shogun to show them mercy, the Kamisato Clan may have joined others in falling from grace and ceasing to exist.\n\nThis was the grace of Her Excellency, and at the same time, it was a warning from Her servant.\n\nAs such, Ayato never snubbed his father's teachings. Though he still believed in protecting his clan above all else, he also understood that Inazuma was sustained by the Electro Archon's protection. Only peace in Inazuma could guarantee the longevity and prosperity of the clan.\n\nNo matter how things might change in Inazuma, the Kamisato Clan alone would never betray the Almighty Narukami.\n\nEven if his heart said differently, he could only bury it deep beneath well-maintained appearances.\n\nJust as his mother said back then—\n\n\"The divinely-protected cypress will sprout new leaves from ancient branches.\n\nSo, too, can the camellia in the courtyard remain fragrant even in the most bitter winter.\"",
      "de": "In Inazuma bringen die Menschen ihrer Göttin manchmal die Blätter einer bestimmten Zypresse als Zeichen des Gebets dar.\n\nAllerdings gibt es in Inazuma so viele große und kleine Rituale für die Göttin, dass dieses Ritual oft übersehen wird, weil es nicht so bekannt ist.\n\nObwohl es schon lange her ist, erinnert sich Ayato noch daran, dass diese Zypresse laut seiner Mutter ein immergrüner Baum ist, aber die Blätter sind nicht nadelförmig.\n\nIhre Blätter sind groß und gut geädert. Auch wenn neue Blätter wachsen, welken die alten nicht.\n\nDeswegen bekam sie die symbolische Bedeutung von „Wohlstand“ und wurde in der alten Zeit häufig als Speisegefäß zum Servieren von Gerichten verwendet.\n\nHeute verwendet man die Blätter nicht mehr zum Servieren von Speisen, aber der Brauch, Zypressenblätter zu opfern, hat sich erhalten.\n\nEr weiß nicht, ob es eines ihrer Interessen war oder ob sie einfach so viel darüber wusste. Jedes Mal wenn seine Mutter über die Rituale sprach, konnte sie damit nicht aufhören.\n\n„Seit Generationen verwaltet die Familie Kamisato die Yashiro-Verwaltung. Sie wurde wahrscheinlich zum Schutz der Göttin geboren.“\n\nDamit war der junge Ayato nicht ganz einverstanden.\n\nEr glaubte, dass die Kamisato-Familie einfach die Kamisato-Familie war, ein Ort, der der Familie gehörte. Die Familie existierte nur wegen der Familie, und der Göttin zu dienen, war nur eine Aufgabe.\n\nAber solche Worte durften nicht ausgesprochen werden, der Gedanke allein war unerhört. Außerdem war seine Mutter so begeistert von ihrer Erklärung, dass er es nicht übers Herz brachte, sie zu unterbrechen.\n\nEgal, wie lange seine Mutter sprach, Ayato saß vor ihr. Auch wenn seine Beine taub wurden, hörte er ruhig bis zum Ende zu.\n\nIm Laufe der Jahre wuchs Ayato heran und verbrachte seine Tage mit Schwertkampf und Büchern. Der „Lehrer“ wechselte von seiner Mutter zu seinem Vater und der Lerninhalt änderte sich von der Kenntnis der Rituale zu den Lektionen, die von den Familienerben verlangt wurden.\n\nDie familiären Verpflichtungen nehmen in Ayatos Leben wieder eine größere Rolle ein. Der „Shougun Raiden“ ist nicht länger ein imaginäres Symbol in den Köpfen kleiner Kinder, sondern wird zu einer echten Göttin, der Allmächtigen Narukami Ogosho, die den ewigen Frieden von Inazuma bewahrt.\n\n„In der Vergangenheit wurde die Familie Kamisato von der Narukami begünstigt und hat dadurch bis zum heutigen Tag überlebt. Deshalb wird sie auf jeden Fall am ‚ewigen‘ Weg festhalten und dem Shougun für immer folgen.“\n\n„Dies ist eine vollendete Vereinbarung, eine Regel des Klans, die nicht gebrochen werden kann und die du im Hinterkopf behalten musst.“\n\nDer Grund dafür war Ayato schon vor einiger Zeit bekannt, als er die Anweisungen seiner Vorfahren las. Infolge des Versagens der Kamisato-Vorfahren wurden die Raiden Gokaden, wichtige nationale Schätze, schwer beschädigt. Hätte nicht Yae Miko den Shougun um Vergebung gebeten, wäre die Familie Kamisato zusammen mit dem Rest der Mächtigen verschwunden.\n\nDies war ein Geschenk der Allmächtigen Narukami Ogosho und eine Warnung an die Untergebene der Göttin.\n\nDaher ist es nur natürlich, dass Kamisato Ayato nicht lange zögert, die Lehren seines Vaters zu beherzigen. Obwohl der Glaube an die Bewahrung der Familie über allem steht, versteht er auch eines: Inazuma überlebt dank der Bewahrung durch den Shougun Raiden. Nur wenn Inazuma stabil ist, kann die Familie ihren dauerhaften Wohlstand sichern.\n\nGanz gleich, wie sich die Lage in Inazuma in Zukunft entwickeln wird, die Familie Kamisato darf niemals das Banner der Rebellion gegen die Allmächtige Narukami erheben.\n\nSelbst wenn es andere Gedanken gibt, können sie nur in dem dunklen Fluss verborgen sein, der tief verborgen im Herzen liegt.\n\nWie seine Mutter sagte:\n\nCypressus Custos, die alten Äste sind noch da, weckt den neuen Zweig.\n\nTsubaki im Hof, nicht vom Winter besiegt, duftet im kalten Wind.",
      "es": "En Inazuma, algunas personas hacen ofrendas de hojas de ciprés para rezar.\n\nSin embargo, como en la nación del trueno hay tantas formas de hacer ofrendas, esta en concreto ha sido ignorada por no estar tan extendida.\n\nYa ha pasado mucho tiempo, pero Ayato aún recuerda que su madre le dijo que, aunque los cipreses son árboles de hoja perenne, sus hojas no tienen forma de aguja.\n\nSon grandes, con nervios que se ven muy nítidamente y, aunque crezcan nuevas hojas, las antiguas no se caerán.\n\nPor eso, este árbol simboliza la prosperidad y, en la antigüedad, usaban sus hojas para hacer ofrendas de comida.\n\nEsto ya no se hace, pero aun así, la costumbre de ofrecer hojas de ciprés sigue vigente hoy en día.\n\nA la madre de Ayato le encantaba hablar largo y tendido sobre las costumbres rituales, tal vez porque le parecían interesantes, o tal vez porque era muy versada en el tema.\n\n“Si el clan Kamisato ha dirigido la Comisión Yashiro durante generaciones, quizá sea porque estamos destinados a proteger a los dioses”.\n\nEn aquel entonces, el joven Ayato no estaba del todo de acuerdo con esa premisa.\n\nÉl pensaba que el clan Kamisato era el lugar al que pertenecía su familia, que la existencia del clan se debía a dicha familia, y que servir a los dioses solo era una ventaja que venía con el trabajo.\n\nSin embargo, no podía decir esto en alto, pues era una forma de pensar demasiado soberbia y, además, nadie quería interrumpir a la matriarca Kamisato cuando hablaba de estos temas por lo emocionada que se ponía.\n\nNo importaba durante cuánto tiempo hablara, Ayato siempre se sentaba frente a ella y escuchaba en silencio hasta el final aunque se le durmieran las piernas.\n\nEl tiempo pasó volando y Ayato se fue haciendo mayor. Todo el tiempo estaba ocupado practicando con la espada y estudiando. Su formación pasó de su madre a su padre, y en las clases pasó de aprender sobre los rituales a la obligación de ser el heredero del clan.\n\nAsí pues, cada vez tenía más responsabilidades. La Shogun Raiden dejó de ser una figura imaginaria de su niñez para convertirse en una deidad real, en Su Excelencia, aquella que salvaguardaba la eternidad y la paz en Inazuma.\n\n“Una vez, el clan Kamisato recibió la bendición de la todopoderosa Shogun y así pudo seguir en pie. Por tanto, pase lo que pase, debemos cumplir sin vacilación el camino hacia la eternidad y seguir a la Shogun en su camino a lo eterno. Recuérdalo: esa es la promesa que hemos hecho y la inviolable norma de nuestro clan”.\n\nAyato descubrió hace tiempo las razones de estas palabras mientras leía unos documentos de sus antepasados: por una negligencia de sus ancestros, la valiosa forja de espadas de las Cinco Escuelas de Raiden se perdió en su mayoría. De no ser porque la Suma Sacerdotisa Yae aconsejó a la Shogun que reuniera toda su bondad para perdonar a los Kamisato, este clan habría desaparecido junto con otros que también estaban en apuros.\n\nFue una muestra de benevolencia por parte de la Shogun y un aviso por parte de su familiar.\n\nAsí pues, Kamisato Ayato no hizo caso omiso a las enseñanzas de su padre, ya que, si algo tenía muy claro, es que, aunque proteger a su clan era la causa más noble de todas, la existencia de Inazuma se debía a la protección de la Arconte Electro. Su clan solo podría prosperar si la paz reinaba en Inazuma.\n\nIndependientemente de cómo se desarrollaran las cosas, el clan Kamisato no podía traicionar a la todopoderosa Narukami bajo ningún concepto.\n\nAunque tuvieran diferentes opiniones, debía ocultarlas en el lugar más recóndito posible.\n\nTal y como su madre le dijo una vez:\n\n“Si un ciprés es protegido por los dioses, de sus viejas ramas pueden brotar hojas nuevas. Así pues, la fragancia de un jardín de camelias puede perdurar incluso en el invierno más frío”.",
      "fr": "À Inazuma, les gens prient parfois les divinités en faisant offrande un certain type de feuilles de cyprès.\n\nHélas, ces rituels sont souvent oubliés parmi les nombreux autres, petits et grands, qui sont effectués dans tout le pays en raison de leur moindre ampleur.\n\nMalgré le temps qui passe, Ayato se souvient des dires de sa mère : le cyprès est un arbre à feuilles persistantes, mais ses feuilles n'ont pas la forme d'aiguilles.\n\nElles sont plutôt larges et ont des nervures bien visibles. Même si de nouvelles feuilles poussent, les anciennes ne meurent pas.\n\nElles symbolisaient donc la prospérité de cette manière et furent autrefois données en offrandes.\n\nAujourd'hui, les gens n'étalent plus de nourriture sur les feuilles, mais l'habitude de présenter des feuilles de cyprès en offrande persiste néanmoins.\n\nSa mère avait toujours beaucoup de choses à dire sur les festivals, que ce soit par intérêt du sujet ou simplement parce qu'elle était cultivée.\n\n« Le Clan Kamisato de la Commission culturelle existe sans doute pour protéger les divinités. »\n\nDans sa jeunesse, Ayato n'était pas tout à fait d'accord avec cette affirmation.\n\nIl pensait que le Clan Kamisato n'était rien d'autre que le Clan Kamisato, et que celui-ci appartenait à ses propres membres. C'était la raison de son existence, et tout service rendu aux dieux était une tâche annexe qui lui revenait en raison de son rôle particulier.\n\nMais de telles paroles présomptueuses ne pouvaient jamais être prononcées à voix haute, et de toute façon, Ayato ne souhaitait pas interrompre sa mère dans ces moments où elle avait l'air si enjouée.\n\nÀ chaque fois qu'elle parlait, il s'asseyait toujours en face d'elle et l'écoutait en silence, même si ses jambes finissaient par s'engourdir.\n\nPendant des années, les journées d'Ayato étaient remplies par la pratique de l'escrime et la lecture. Bien que sa mère l'instruisit sur les pratiques rituelles pendant la première partie de sa vie, celui qui l'éduquait était désormais son père, qui le formait aux affaires dont le chef de clan devait s'occuper.\n\nSes responsabilités au sein du clan prenaient davantage de place dans sa vie. La Shogun Raiden ne représentait plus seulement un symbole comme dans son enfance. Maintenant, elle était Ogosho, la puissante défenseuse de la paix éternelle d'Inazuma.\n\n« Le Clan Kamisato existe aujourd'hui grâce à la bienveillance de Narukami Ogosho. De ce fait, le clan doit la soutenir dans la quête de l'éternité et la suivre jusqu'à la fin des temps. »\n\n« Telle est la promesse que nous avons faite, c'est la règle immuable de notre clan. Souviens-toi bien de cela. »\n\nQuant à savoir pourquoi ces paroles lui ont été dites, Ayato eut quelques éléments de réponse en lisant certains documents laissés par ses ancêtres : à cause de la négligence des membres du clan, les arts du Raiden Gokaden, qui étaient si importants pour la nation, disparurent presque entièrement. Sans l'intervention de la Guuji Yae en sa faveur, qui a amené la Shogun à faire preuve de clémence à son égard, le Clan Kamisato aurait bien pu s'éteindre comme les autres clans.\n\nCette grâce accordée par la Shogun était en même temps un avertissement de sa servante.\n\nAinsi, Kamisato Ayato n'oublia jamais les enseignements de son père, car une chose était claire pour lui : la protection de son clan était la plus noble des causes, mais l'existence d'Inazuma était assurée par la protection de l'Archon Électro.\n\nPeu importe la tournure des événements, le Clan Kamisato ne pouvait en aucun cas trahir la toute-puissante Narukami.\n\nMême si son cœur disait le contraire, il ne pouvait qu'enfouir ces pensées profondément sous des apparences bien entretenues.\n\nComme le disait sa mère à l'époque :\n\n« Les cyprès protégés des dieux feront pousser de nouvelles feuilles à partir de leurs vieilles branches. »\n\nEt de la même manière, le camélia de la cour sera capable de conserver son parfum même pendant l'hiver le plus rigoureux.",
      "pt": "Em Inazuma, as pessoas às vezes rezam para divindades oferecendo alguns tipos de folhas de cedro.\n\nMas como tais rituais não são grandes, eles geralmente são esquecidos entre os muitos, grandes e pequenos que são realizados na terra.\n\nApesar de já ter se passado algum tempo, Ayato ainda se lembra de sua mãe mencionar que esses cedros sempre estão verdes e que suas folhas não são como agulhas.\n\nAo invés disso, suas folhas são grandes, e a sua nervura é clara. Mesmo que novas folhas cresçam, as antigas não murcharão.\n\nPor isso, são associadas ao conceito de \"prosperidade\", e costumavam ser usadas em tempos antigos como adornos ritualísticos para oferendas de comidas.\n\nHoje, as pessoas não costumam mais usar as folhas como tapetes para colocar a comida, mas o hábito de oferecer folhas de cedro persiste.\n\nTalvez fosse apenas um passatempo dela, ou talvez ela apenas fosse culta, mas de qualquer forma, sua mãe tinha muito a dizer sobre assuntos de festivais.\n\n\"Talvez o Clã Kamisato da Comissão Yashiro surgiu para proteger as divindades\".\n\nQuando era mais novo, Ayato não concordava com isso.\n\nEle acreditava que o Clã Kamisato era o Clã Kamisato, e que pertencia aos membros da família. Essa era a razão de sua existência, e qualquer serviço para os arcontes era somente um trabalho que tinha de ser feito.\n\nMas tais palavras arrogantes não podiam ser ditas em voz alta, e de qualquer forma, Ayato não queria interromper sua mãe quando ela estava tão animada.\n\nNão importava o quanto ela falasse, Ayato sempre se sentava na sua frente e ouvia silenciosamente, ainda que suas pernas ficassem dormentes.\n\nCom o passar dos anos, os dias de Ayato passaram a ser tomados pela esgrima e livros. Quem lhe dava as \"lições\" era seu pai, e o conteúdo dessas lições ia de assuntos sobre rituais até questões que o sucessor do Clã deveria se preocupar.\n\nSeu dever com o Clã estava se tornando algo que ocupava ainda mais espaço na vida de Ayato. A Shogun Raiden não era mais um mero símbolo como era em sua infância. Agora, ela era Ogosho, a poderosa defensora da paz eterna de Inazuma.\n\n\"O Clã Kamisato está de pé hoje devido à misericórdia de Narukami. Por isso, o Clã deve defender o caminho para a Eternidade e seguir a Shogun eternamente\".\n\n\"Esse foi nosso acordo, e é a regra imutável de nosso Clã. Lembre-se disso bem\".\n\nE quanto aos detalhes do que aconteceu, Ayato já sabia um pouco o que ocorreu devido aos ensinamentos ancestrais. Foi o fracasso dos antepassados dos Kamisato que resultou nas nacionalmente importantes Raiden Gokaden sofrerem grandes perdas. Se não fosse pela intervenção de Guuji Yae que fez a Shogun mostrar misericórdia, o Clã Kamisato poderia ter se juntado aos outros na sua derrocada, desaparecendo.\n\nEssa foi a graça de Sua Excelência, e simultaneamente, foi um aviso da serva dela.\n\nPor isso, Ayato nunca negligenciou os ensinamentos de seu pai. Apesar dele ainda acreditar que deveria proteger seu Clã acima de tudo, ele também entendia que Inazuma era sustentada pela proteção da Arconte Electro. Somente a paz em Inazuma poderia garantir a longevidade e prosperidade do Clã.\n\nNão importa como as coisas mudem em Inazuma, o Clã Kamisato nunca trairia a Narukami Ogosho Toda-Poderosa.\n\nMesmo que seu coração dissesse algo diferente, só lhe restava enterrar isso profundamente sob aparências bem mantidas.\n\nAssim como sua mãe disse antigamente:\n\n\"O cedro protegido divinamente crescerá novas folhas de ramos antigos.\n\nPor isso, a camélia do jardim também permanecerá fragrante mesmo no mais duro dos invernos\".",
      "ru": "Некоторые в Инадзуме молятся богам, поднося листья кипариса определённого вида. Но, теряясь среди множества больших и малых церемоний страны, эти скромные ритуалы зачастую проходят незамеченными. Даже спустя долгое время память Аято хранит слова матери о том, что, хоть этот кипарис - дерево вечнозелёное, листья его на иглы не похожи. Его крупные листья с отчётливыми прожилками не опадают, даже когда прорастают новые. Таким образом, они означают «процветание» и в давние времена служили вместилищем для подношения пищи. Ныне еду в листья не кладут, но привычка подносить листья кипариса тем не менее осталась. Было это увлечением матери, или же она просто обладала широкими познаниями, но о церемониальных действах она могла говорить часами.\n\n«Возможно, клан Камисато из поколения в поколение управляет комиссией Ясиро потому, что был рождён защищать божеств».\n\nМолодой Аято с этим утверждением не был вполне согласен. Он считал, что клан принадлежит самому себе, а служение богам - работа, которая есть дело преходящее. Но Аято не позволял себе выказывать подобных дерзких мыслей, особенно когда мать говорила так увлечённо. Сколь долго бы ни тянулся её рассказ, Аято всё сидел перед ней и слушал, даже если затекали ноги. Летели годы, Аято рос, а дни его стали занимать уроки фехтования и книги. Теперь «уроки» давал ему отец, а содержание их сменилось с церемоний и ритуалов на необходимые для преемника клана знания. Клановые обязанности стали ещё большей частью жизни Аято. Из зыбкого образа из далёкого детства сёгун Райдэн превратилась в настоящего бога, могущественную покровительницу вечного мира Инадзумы Наруками Огосё.\n\n«Клан Камисато занимает своё положение и по сей день по милости Наруками. Из этого следует, что клан Камисато обязан защищать путь вечности и неизменно следовать за сёгуном. Таково данное обещание, и таково непреложное правило клана. Никогда не забывай этого».\n\nПричину этому Аято отчасти уже знал из наставлений предков клана. Из-за их халатности серьёзно пострадали столь важные для государства Райдэн гокадэн. Если бы Гудзи Яэ не вмешалась и не попросила сёгуна о снисхождении, Камисато могла постигнуть участь других опальных кланов, которые прекратили своё существование. Это была милость её превосходительства, но и в то же время предостережение её слугам. Поэтому естественно, что Аято не пренебрегал наставлениями своего отца. Хоть он и верил, что нет ничего важнее защиты клана, он также понимал одну истину: Инадзума существует лишь благодаря покровительству Электро Архонта, и только мир в стране может гарантировать клану долгую жизнь и процветание. Как бы ситуация в Инадзуме ни сложилась, один лишь клан Камисато никогда не предаст всемогущую Наруками. Если сердце скажет иначе, оно окажется погребённым в тёмных реках глубоко под непроницаемой личиной. Как говорила когда-то мать, из старых ветвей оберегаемого богами кипариса прорастут молодые листья. Тогда и камелия в саду сохранит благоухание в суровую зиму.",
      "id": "Di Inazuma, orang terkadang berdoa kepada dewa dengan memberikan beberapa jenis daun pohon cemara.\n\nRitual ini kecil, hanya salah satu dari sekian banyak ritual yang ada, sehingga sering terlupakan.\n\nWaktu telah berlalu begitu lama, namun Ayato masih ingat perkataan ibunya: pohon cemara ini hijau sepanjang tahun, tapi bentuk daunnya tidak seperti jarum.\n\nSebaliknya, pohon ini memiliki daun yang besar dan kering, yang tidak akan layu dan rontok bahkan saat yang baru tumbuh.\n\nDemikianlah, pohon ini dikaitkan dengan konsep \"kemakmuran\", dan sering digunakan di zaman dulu sebagai alas untuk sesajian ritual.\n\nDi zaman sekarang ini, orang tidak lagi menggunakan daun sebagai alas untuk menaruh makanan, tetapi kebiasaan memberi daun cedar tetap bertahan.\n\nMungkin itu hanya hobi ibunya, atau mungkin ibunya tahu hal ini karena banyak membaca. Apa pun itu, ibunya selalu punya cerita tentang festival.\n\n\"Mungkin Klan Kamisato dan Yashiro Commission terlahir untuk melindungi para dewa.\"\n\nDi masa mudanya, Ayato tidak sepenuhnya setuju atas pernyataan ini.\n\nDia percaya bahwa Klan Kamisato adalah Klan Kamisato, klan yang merupakan milik pusaka anggotanya. Itulah alasan keberadaannya. Pelayanan dalam bentuk apa pun kepada para dewa adalah sebuah pekerjaan yang muncul karena situasi dan kondisi tertentu.\n\nTapi kata-kata lancang seperti itu tidak boleh keluar dari mulutnya. Bagaimanapun, Ayato tidak tega untuk menyela ibunya saat dia sedang semangat-semangatnya bercerita.\n\nBerapa lama pun ibunya bercerita, Ayato akan selalu duduk di hadapannya dan mendengarkannya dalam diam, bahkan hingga kakinya kebas.\n\nSeiring berjalannya waktu, keseharian Ayato beralih ke ilmu pedang dan baca buku. Orang yang memberinya \"pelajaran\" kini adalah ayahnya, dan isi pelajaran pun otomatis berubah dari urusan ritual menjadi hal-hal yang harus diperhatikan sebagai seorang pewaris klan.\n\nTugasnya terhadap klan mulai menempati berbagai sisi dalam kehidupan Ayato dan menyita waktunya. Raiden Shogun juga bukan lagi sebuah simbol belaka seperti di masa kecilnya. Sekarang, dia adalah Yang Mulia Ogosho, pembela kedamaian abadi Inazuma.\n\n\"Klan Kamisato bisa bertahan hingga hari ini semua karena belas kasihan dari Narukami. Oleh karena itu, Klan harus mempertahankan jalan menuju Keabadian, dan mengikuti Shogun selamanya.\"\n\n\"Ini adalah kesepakatan kami, dan adalah aturan klan yang tidak akan pernah berubah. Ingat ini baik-baik.\"\n\nMengenai apa yang telah terjadi, Ayato telah mengetahui sedikit ketika membaca ajaran leluhurnya. Kegagalan para tetua Kamisato-lah yang mengakibatkan Raiden Gokaden yang sangat penting menderita kerugian yang besar. Jika bukan karena campur tangan Guuji Yae yang membujuk Shogun untuk berbelas kasihan kepada mereka, Klan Kamisato mungkin sudah menyusul klan lain yang telah jatuh dan musnah.\n\nIni adalah karunia dari Yang Mulia, juga adalah peringatan dari pelayannya.\n\nOleh sebab itu, Ayato tidak pernah mengabaikan ajaran ayahnya. Meskipun dia masih percaya bahwa tugas untuk melindungi klannya lebih penting di atas segalanya, dia juga mengerti bahwa Inazuma bisa bertahan berkat perlindungan Archon Electro. Hanya kedamaian di Inazuma yang bisa menjamin umur panjang dan kemakmuran klannya.\n\nApa pun perubahan yang mungkin terjadi di Inazuma, Klan Kamisato tidak akan pernah mengkhianati Yang Mulia Narukami.\n\nBahkan jika hatinya berkata lain, dia hanya bisa menguburnya dalam-dalam, bersembunyi di balik penampilannya.\n\nSeperti yang dikatakan ibunya saat itu:\n\n\"Cemara yang dilindungi para dewa akan menumbuhkan daun muda dari cabang yang tua.\n\nDemikian pula, bunga Tsubaki di halaman dapat tetap harum bahkan di musim dingin yang menusuk tulang sekalipun\".",
      "th": "ใน Inazuma บางครั้งผู้คนจะสวดอ้อนวอนต่อเทพด้วยการถวายใบโอ๊กบางจำพวก\n\nแต่ใน Inazuma มีพิธีกรรมบูชาเทพเล็กใหญ่มากมาย พิธีกรรมประเภทนี้จึงค่อย ๆ ขาดหาย และถูกผู้คนมองข้ามไป\n\nแม้เวลาจะผ่านพ้นไปเนิ่นนาน แต่ Ayato ยังคงจำสิ่งที่ท่านแม่ของเขาเล่าได้ว่า ถึงต้นโอ๊กเหล่านี้จะเขียวชอุ่มตลอดปี แต่ใบของพวกมันก็ไม่ได้มีรูปร่างเหมือนเข็ม\n\nใบของมันมีขนาดใหญ่ และมีเส้นใบที่ชัดเจน ถึงแม้ใบใหม่จะงอกออกมา แต่ใบเก่าก็จะไม่ร่วงหล่นจากต้น\n\nจึงมีความหมายถึง \"ความเจริญรุ่งเรือง\" และมักใช้เป็นภาชนะใส่อาหารในสมัยโบราณ\n\nทุกวันนี้ ผู้คนไม่ใช้ใบไม้เป็นที่ใส่อาหารอีกต่อไป แต่พฤติกรรมในการถวายใบโอ๊กยังคงมีอยู่\n\nไม่รู้ว่าเป็นเพราะอารมณ์ชั่ววูบหรือเพราะได้พบได้เห็นอะไรมาเยอะ เวลาท่านแม่พูดถึงเรื่องพิธีกรรมจึงจะพูดต่อไปเรื่อย ๆ อย่างไม่หยุดหย่อน\n\n\"ตระกูล Kamisato ได้ดูแลสำนัก Yashiro จากรุ่นสู่รุ่น บางทีเราอาจจะเกิดมาเพื่อปกป้องเหล่าทวยเทพก็ได้\"\n\nแต่หนุ่มน้อย Ayato ไม่เห็นด้วยกับสิ่งนี้\n\nเขาคิดว่าตระกูล Kamisato ก็คือตระกูล Kamisato เป็นสถานที่สำหรับครอบครัว ตระกูลดำรงอยู่ได้เพราะมีคนในครอบครัว และการรับใช้เทพเจ้าเป็นเพียงสถานการณ์ของงานที่ต้องทำ\n\nแต่คำพูดแบบนี้จะพูดออกไปก็ไม่ได้ ความคิดนั้นเกินควรไปหน่อย แถมท่านแม่ก็ยังเล่าอย่างได้อารมณ์จนไม่สามารถขัดจังหวะได้อีกต่างหาก\n\nไม่ว่าท่านแม่จะเล่ายาวเหยียดนานขนาดไหน Ayato ก็จะนั่งฟังอยู่ข้างหน้าท่านแม่อย่างเงียบ ๆ จนจบ ถึงแม้ว่าขาจะเหน็บกินแล้วก็ตาม\n\nหลายปีผ่านไป Ayato ค่อย ๆ เติบโตขึ้น วันเวลาในทุก ๆ วันถูกครอบงำไปด้วยการเรียนและวิชาดาบ คนที่รับหน้าที่ \"สอน\" เปลี่ยนจากท่านแม่เป็นท่านพ่อแทน และเนื้อหายังถูกเปลี่ยนจากความรู้ด้านพิธีกรรมเป็นหลักสูตรที่ต้องเรียนรู้สำหรับทายาทของตระกูล\n\nหน้าที่ความรับผิดชอบของตระกูลบนไหล่ทั้งสองข้างของ Ayato หนักอึ้งยิ่งขึ้นกว่าเดิม ครั้งนี้ \"โชกุน Raiden\" ไม่ใช่เพียงภาพมายาที่อยู่ในใจของเด็กน้อยอีกต่อไป แต่ได้กลายเป็นเทพตัวจริงที่ยังคงอยู่ กลายมาเป็นท่าน Narukami Ogosho ผู้ยิ่งใหญ่ซึ่งรักษาความสงบสุขชั่วนิรันดร์ของ Inazuma\n\n\"ในอดีตตระกูล Kamisato เคยได้รับความเมตตาจาก Narukami จึงยังคงอยู่มาได้จนถึงบัดนี้ เพราะงั้นแล้ว ไม่ว่าอะไรจะเกิดขึ้น ตระกูล Kamisato จะต้องปฏิบัติตามหนทางสู่ความเป็น 'นิรันดร์' และติดตามท่านโชกุนตลอดไป\"\n\n\"นี่เป็นสัญญาที่ตั้งไว้ เป็นกฎของตระกูลที่ขัดขืนไม่ได้ เจ้าต้องจดจำไว้ให้ขึ้นใจ\"\n\nท่ามกลางเหตุผลต่าง ๆ มากมาย Ayato ได้เรียนรู้บางอย่างเมื่ออ่านคำสอนของบรรพบุรุษ เนื่องจากความประมาทของบรรพบุรุษตระกูล Kamisato ในยามนั้น ส่งผลให้เกิดความเสียหายร้ายแรงต่ออาวุธที่ถือว่าเป็นสมบัติของชาติ \"Raiden Gokaden\" หากตอนนั้นไม่ได้คำพูดขอความเมตตาจากท่านโชกุนของ Guuji Yae ตระกูล Kamisato ก็คงล่มสลายไปพร้อมกับตระกูลอื่นนานแล้ว\n\nนี่เป็นความเมตตาของท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ทั้งยังเป็นคำเตือนให้แก่คนเหล่านั้น\n\nดังนั้น Kamisato Ayato จึงไม่ละเลยคำสอนของบิดา ถึงแม้ว่าความเชื่อในการปกป้องตระกูลจะอยู่เหนือสิ่งอื่นใด แต่เขาก็เข้าใจความจริงที่ว่า: Inazuma ยังอยู่รอดมาได้เพราะการคุ้มครองของเทพแห่งสายฟ้า มีเพียงแต่ความมั่นคงของ Inazuma เท่านั้นที่จะรับประกันความเจริญรุ่งเรืองในระยะยาวของตระกูลได้\n\nไม่ว่าหลังจากนี้ต่อไป Inazuma จะกลายเป็นยังไง แต่ตระกูล Kamisato จะไม่มีวันทรยศต่อธงแห่ง Narukami เด็ดขาด\n\nถึงในใจจะเห็นต่าง ก็ทำได้แค่เก็บงำความคิดนั้นให้ซุกซ่อนอยู่ลึกลงไปใต้ผืนน้ำแสนมืดมิด\n\nเป็นอย่างเช่นที่ท่านแม่เคยกล่าวไว้\n\nต้นไม้ที่ได้รับการปกป้องจากทวยเทพ จะแตกกิ่งก้านสาขาใหม่จากกิ่งก้านเก่าที่ยังคงอยู่\n\nดั่งดอกสึบากิที่เบ่งบานในลานบ้าน ที่ยังสามารถส่งกลิ่นหอมได้แม้แต่ในฤดูหนาวที่ขมขื่นที่สุด",
      "vi": "Ở Inazuma, đôi khi sẽ có người dùng lá bách hiến tế thần linh để cầu nguyện.\n\nNhưng Inazuma có quá nhiều nghi lễ tế thần, và nghi lễ này thường bị bỏ qua do thiếu quy mô.\n\nDù đã lâu nhưng Ayato vẫn nhớ, theo lời mẹ kể, dù cây bách là loại cây xanh tốt quanh năm, nhưng lá của nó không phải hình lá kim.\n\nLá của nó khá lớn và có đường vân rõ ràng. Ngay cả khi lá mới mọc lên, lá già cũng không bị rụng đi.\n\nVì vậy, nó mang ý nghĩa \"phồn vinh\" và thường được sử dụng như một vật dụng để đựng thực phẩm trong các nghi lễ thời cổ đại.\n\nNgày nay, người ta không còn dùng lá để đựng thực phẩm nữa, nhưng vẫn giữ tập quán hiến tế lá bách.\n\nKhông biết vì có hứng thú với nó hay vì hiểu biết sâu rộng. Tóm lại, hễ mẹ nói đến chuyện tế lễ là thao thao bất tuyệt.\n\n\"Nhà Kamisato nhiều đời quản lý Hiệp Hội Yashiro, có lẽ trách nhiệm được sinh ra của chúng ta là để bảo vệ các vị thần.\"\n\nVề chuyện này, Ayato thuở nhỏ không hoàn toàn tán thành.\n\nAnh cho rằng, nhà Kamisato là nhà Kamisato, là nơi thuộc về gia đình. Gia tộc có thể tồn tại được là vì gia đình, thờ phụng thần linh chẳng qua chỉ là một việc thuận theo tình thế thôi.\n\nNhưng những lời lẽ thế này không thể nói ra được, hơn nữa mẹ rất hào hứng khi nói về chuyện này, khiến Ayato không nỡ ngắt lời.\n\nDù mẹ có nói nhiều ra sao, Ayato cũng sẽ ngồi ngay ngắn trước mặt mẹ, dù có tê mỏi chân cũng phải im lặng nghe hết.\n\nThời gian trôi qua, Ayato dần lớn lên và mỗi ngày đều bị cuốn vào kiếm thuật và sách vở. Người \"giảng bài\" chuyển từ mẹ thành cha, nội dung cũng thay đổi từ kiến thức lễ nghi sang khóa học dành cho những người thừa kế gia tộc.\n\nTrách nhiệm với gia tộc lại tăng thêm trong cuộc sống của Ayato. \"Raiden Shogun\" không còn là biểu tượng hão huyền trong lòng trẻ nhỏ mà đã trở thành một vị thần có thật, trở thành Đại Nhân Ogosho, người duy trì hòa bình vĩnh cửu cho Inazuma.\n\n\"Trước đây, Nhà Kamisato từng được thần linh bảo hộ nên mới có thể duy trì cho đến ngày hôm nay. Vì vậy dù có thế nào, Nhà Kamisato cũng nhất định phải tuân thủ theo \"vĩnh hằng\", và mãi mãi đi theo Shogun đại nhân.\"\n\n\"Đây là một thỏa thuận đã được đặt ra, một quy tắc gia tộc không thể làm trái, con phải ghi nhớ nó.\"\n\nNguyên nhân trong đó, Ayato đã biết được một số thứ khi đọc lời giáo huấn của tổ tiên. Vì tổ tiên Kamisato tắc trách nên đã gây tổn hại nghiêm trọng cho \"Raiden Gokaden\". Nếu không nhờ Guuji Yae góp lời khiến Shogun đại nhân khoan hồng và tha thứ, có lẽ Nhà Kamisato đã biến mất cùng với những gia tộc thất thế rồi.\n\nĐây là sự ban ơn của Đại Nhân Ogosho, cũng là lời cảnh báo của các vị thần.\n\nVì vậy, đương nhiên Kamisato Ayato sẽ không bỏ bê lời dạy của cha mình. Mặc dù niềm tin vào việc bảo vệ gia tộc là trên hết, nhưng anh ấy cũng hiểu một sự thật: Inazuma tồn tại dưới sự bảo hộ của Lôi Thần; Chỉ có sự ổn định của Inazuma mới có thể đảm bảo cho sự thịnh vượng lâu dài của gia tộc.\n\nDù sau này tình hình của Inazuma có phát triển theo chiều hướng nào, thì Nhà Kamisato cũng sẽ không nổi dậy chống lại Tôn Chủ Ogosho.\n\nCho dù trong lòng có hướng đi khác thì cũng chỉ có thể ẩn mình trong dòng sông tối tăm ẩn hiện dưới vẻ bề ngoài.\n\nNhư mẹ đã nói trước đây...\n\nCây bách được thần bảo vệ, cành già còn đó, cành mới đã lại đâm chồi nảy lộc.\n\nCây bách trong vườn không ngủ đông, trong giá lạnh vẫn luôn tươi tốt."
    }
  },
  {
    "title": {
      "zhs": "梦见木笔匣",
      "zht": "夢見木筆匣",
      "jp": "夢見材筆箱",
      "ko": "꿈의 나무 필통",
      "en": "Yumemiru Pen Case",
      "de": "Federkiel-Kasten aus Yumemiru-Holz",
      "es": "Cajita de caligrafía de madera onírica",
      "fr": "Plumier en bois de rêve",
      "pt": "Caixa de Caligrafia de Madeira Yumemiru",
      "ru": "Футляр из юмэмиру",
      "id": "Kotak Kuas Yumemiru",
      "th": "กล่องใส่ปากกาไม้ Yumemiru",
      "vi": "Hộp Gỗ Mơ Mộng"
    },
    "line": {
      "zhs": "就连神里绫人自己也没能想到，年幼时最觉无聊的练字功课，如今竟成了不错的消遣方式。\n\n以前埋头苦练写出一手好字，是为让自己当得起神里家长子的身份。\n\n而现在时不时誊抄一些诗篇，则是为了理清思绪，给自己一段安静思考的时间。\n\n当然，还有一部分原因，是想让自己空闲时也像在忙公务，以此为借口推掉不想见的人与不想做的事。\n\n时间一长，照顾他生活起居的家仆们集体认为，家主大人不仅喜欢下棋，还爱好书法。\n\n此事经由众人口口相传，流播甚广。每至节庆或生日，绫人总能收到上好的毛笔作为礼物。\n\n甚至还有不少投机之辈专程从国外运来精巧又昂贵的羽毛笔，送给社奉行大人赏玩。\n\n对此，绫人倒也不加解释，而是定购了一个做工精美的木匣，用来存放这些文具。\n\n他本就喜欢新奇之物，试写各式各样的新笔确实令人开心。\n\n而且，各色来历不一的礼物中往往包含着送礼人的信息。这些信息，便成了绫人掌握他们的途径之一。\n\n不过，绫人虽说是为存放文具才买了这个笔匣，却从未将三支特别的笔放入其中。\n\n其一，精工细作，笔身纤细，直接摆在社奉行大人书桌上。虽有些许磨损痕迹，但写字轻便流畅，用以批写公文。\n\n其二，收于底层抽屉中，笔尖微毛，曾被爱用，是绫人幼时习字所选。因适合初学者，从前常被托马与绫华借去。\n\n其三，藏在存放古董的木柜深处，以丝绸袋封存，用材上佳，设计精巧，是由家母赠与，于绫人成人礼当日获得。",
      "zht": "就連神里綾人自己也沒能想到，年幼時最覺無聊的練字功課，如今竟成了不錯的消遣方式。\n\n以前埋頭苦練寫出一手好字，是為讓自己當得起神里家長子的身分。\n\n而現在時不時謄抄一些詩篇，則是為了理清思緒，給自己一段安靜思考的時間。\n\n當然，還有一部分原因，是想讓自己空閒時也像在忙公務，以此為藉口推掉不想見的人與不想做的事。\n\n時間一長，照顧他生活起居的家僕們集體認為，家主大人不僅喜歡下棋，還愛好書法。\n\n此事經由眾人口口相傳，流播甚廣。每至節慶或生日，綾人總能收到上好的毛筆作為禮物。\n\n甚至還有不少投機之輩專程從國外運來精巧又昂貴的羽毛筆，送給社奉行大人賞玩。\n\n對此，綾人倒也不加解釋，而是訂購了一個做工精美的木匣，用來存放這些文具。\n\n他本就喜歡新奇之物，試寫各式各樣的新筆確實令人開心。\n\n而且，各色來歷不一的禮物中往往包含著送禮人的資訊。這些資訊，便成了綾人掌握他們的途徑之一。\n\n不過，綾人雖說是為存放文具才買了這個筆匣，卻從未將三枝特別的筆放入其中。\n\n其一，精工細作，筆身纖細，直接擺在社奉行大人書桌上。雖有些許磨損痕跡，但寫字輕便流暢，用以批寫公文。\n\n其二，收於底層抽屜中，筆尖微毛，曾被愛用，是綾人幼時習字所選。因適合初學者，從前常被托馬與綾華借去。\n\n其三，藏在存放古董的木櫃深處，以絲綢袋封存，用材上佳，設計精巧，是由家母贈與，於綾人成人禮當日獲得。",
      "jp": "幼い頃にもっとも退屈であった習字の授業が、今や良い暇つぶしになるとは、神里綾人本人でさえ思っていなかっただろう。\n\n昔、秀麗な字を書くために練習に励んだのは、神里家長男たる身分に相応しくあろうとするためであった。\n\nしかし今、様々な詩歌を時折模写するのは、思考を整理して静かに考える時間を自分に与えるためになっている。\n\nもちろん、それ以外にも理由はある。手の空いている時でもまるで政務に追われているかのように見せることで、面倒なことや会いたくない者を後回しにしているのだ。\n\nやがて、彼の身の回りの世話をする使用人たちは、当主様は将棋以外にも書道を趣味にしていると思うようになった。\n\nそして、この話は人づてに広まり、多くの人が知ることになる。慶事や誕生日が訪れると、綾人のもとには良質な筆が贈り物として届くようになった。\n\nしまいには、精巧で高価な羽毛筆を国外から仕入れ、奉行様に喜んでもらおうとする投機的な輩も多く現れる。\n\nそれに対し、綾人も特に説明をすることなく、精美な木箱を購入してそれら文具を収納した。\n\n彼は元より目新しく珍しいものを好む。そのため、多種多様な新しい筆を試せるのは、実に愉悦を覚えることなのだ。\n\nそれに、様々な出自の贈り物には、贈り主に関する情報が含まれていることが多い。これら情報は綾人が彼らを掌握する手段の一つとなっている。\n\nこの筆箱は文具の収納のために買ったものだが、三つの特別な筆だけは未だその中に入れたことがない。\n\n一つは作りが丁寧で、筆の持ち手は細く、社奉行の文机の上に直接置かれている。多少傷みはあるものの、書き心地はとても軽く滑らかであり、公文を書くのに使用している。\n\n二つ目は、文机の一番下の引き出しにしまわれており、筆先が少し毛羽立っている。かつて愛用していたもので、子供の頃の習字の際に綾人が選んだものだ。初心者向けであるため、以前はよくトーマと綾華が借りていた。\n\n三つ目は、骨董品が保管されているタンスの奥深くに隠されている。絹の袋に入っており、高級な素材と精巧な設計がなされたものだ。これは綾人が成人した日に、母から贈られたものである。",
      "ko": "카미사토 아야토도 자신이 어렸을 때 가장 따분해하던 서예 숙제가 지금은 오히려 여가를 보내는 좋은 방법이 될 줄은 몰랐다.\n\n옛날에 꾸준히 열심히 연습한 예쁜 글씨는 카미사토 가문의 장남 신분에 어울리기 위해서다.\n\n그러나 지금 가끔 시를 필사하는 건 머릿속을 정리하고, 조용히 생각할 시간을 갖기 위해서다.\n\n물론 한가할 때 공무에 바쁜척하면서, 만나기 싫은 사람을 거절하는 핑계로 쓸 때도 있다.\n\n그래서 아야토의 생활을 책임지는 가신들은 가주님이 바둑과 서예를 좋아한다고 생각한다.\n\n이 일이 사람들 입을 타고 널리 퍼져 명절이나 생일 때 아야토는 언제나 좋은 붓을 선물로 받는다.\n\n심지어 외국에서 정교하고 비싼 깃펜을 구매해 봉행 어르신에게 선물로 주며 틈새를 공략하려는 사람도 많이 있다.\n\n아야토는 딱히 해명하지 않고 문구를 수납할 정교한 필통을 주문했다.\n\n원래 신기한 물건을 좋아하는 아야토는 다양한 새 붓으로 글씨를 쓰는 것을 나름 즐겼다.\n\n그리고 출처도 각양각색인 선물에는 보통 선물한 사람의 정보가 담겨 있었고, 그 정보는 아야토가 그들을 파악하는 방법의 하나가 되었다.\n\n아야토는 붓을 수납하기 위해 필통을 구매했지만, 세 자루 특별한 붓만은 넣은 적 없다.\n\n첫 번째 붓은 붓대가 가늘고 정교하며, 야시로 봉행 어르신 책상 바로 위에 놓여 있다. 마모된 흔적이 있지만 필기감이 가볍고 부드러워 공문 심의에 쓰기 좋다.\n\n두 번째는 끝이 갈라졌으며, 애용했던 붓으로, 아야토가 어렸을 때 서예 연습을 하던 붓이다. 초보자에게 적합하며, 옛날에 토마와 아야카가 종종 빌려 가곤 했다.\n\n세 번째는 비단 주머니에 담겨 골동품 나무 수납장 깊숙이 보관되어 있다. 고급 소재에 정교한 디자인의 붓은 아야토가 성인이 된 날에 어머니에게서 받은 선물이다",
      "en": "Even Kamisato Ayato himself could not have expected that calligraphy practice, which he had found most boring in his youth, would eventually become a favored pastime of his.\n\nHe had slogged through much penmanship practice to better play the part of the Kamisato Clan's eldest son.\n\nBut nowadays, he transcribes a few poems from time to time to clear his mind and think in silence.\n\nOf course, this also lets him seem like he is busy with official business even while idle, all the better to avoid seeing some people and doing certain things.\n\nWith time's passing, it became agreed among the servants waiting on him that he not only liked to play chess but was also fond of calligraphy.\n\nSuch talk would spread widely via word of mouth. As such, Ayato often receives excellent brushes as gifts during festivals or birthdays.\n\nSome of the more speculative have even bought him exquisite and expensive quill pens from overseas.\n\nAyato has never attempted to clarify this matter, but instead had a lovely wooden case made in which he stores such stationery.\n\nHe has always been interested in all things new, and trying out these new pens is indeed fun.\n\nMoreover, these gifts often say much about the person who sent them. Such information thus becomes one of the means by which Ayato can get a handle on them.\n\nThat said, though he claims to have bought this case to store stationery, there are three pens that Ayato has never placed inside it.\n\nOne of them, slim and well-crafted, is placed on his desk. It shows signs of some wear and tear, but it writes well, and is used for writing petitions.\n\nThe second is stored in a drawer at the bottom, its fine tip having seen much loving use in the past when Ayato was practicing calligraphy. Its beginner-friendly nature also saw it borrowed quite often by Thoma and Ayaka back in the day.\n\nAs for the third, it is stored deep within a wooden cabinet used to store antiques, sealed within a silk bag. Excellent of make and design, it was presented to him by his mother during his adulthood ceremony.",
      "de": "Nicht einmal Kamisato Ayato selbst hätte sich vorstellen können, dass die langweiligste Übung seiner Kindheit, das Schönschreiben, nun ein guter Zeitvertreib sein würde.\n\nFrüher hat er sich angestrengt, um gut zu schreiben, damit er würdig war, der älteste Sohn des Kamisato-Klans zu sein.\n\nUnd jetzt schreibt er ab und zu einige der Gedichte ab, um den Kopf frei zu bekommen und sich Zeit zum Nachdenken zu verschaffen.\n\nNatürlich besteht ein Teil des Grundes darin, den Anschein zu erwecken, dass er mit seinen Geschäften beschäftigt ist, selbst wenn er frei hat, um die Leute, die er nicht sehen will, zu vertrösten und die Dinge, die er nicht tun will, aufzuschieben.\n\nIm Laufe der Zeit stellen die Hausangestellten gemeinsam fest, dass der Herr nicht nur gern Brettspiele spielt, sondern auch Kalligrafie liebt.\n\nDiese Geschichte wurde durch Mundpropaganda weitergegeben und hat sich weit verbreitet. Deshalb bekommt Ayato zu Festen oder zu seinem Geburtstag immer gute Pinsel als Geschenke.\n\nEs gibt sogar eine Reihe von Opportunisten, die exquisite und teure Federkiele aus der Ferne mitbringen, um sie dem Leiter der Yashiro-Verwaltung zur Freude zu schenken.\n\nAnstatt eine Erklärung abzugeben, bestellte Ayato eine schön gearbeitete Holzkiste zur Aufbewahrung dieser Schreibwaren.\n\nEr ist schon sehr neugierig und es ist eine wahre Freude, die verschiedenen neuen Federkiele auszuprobieren.\n\nAußerdem enthalten Geschenke oft unterschiedliche Informationen über die Schenkenden. Diese Informationen sind also eine der Möglichkeiten, wie Ayato mehr über sie erfährt.\n\nDoch obwohl Ayato diesen Federkiel-Kasten gekauft hat, um seine Schreibwaren darin aufzubewahren, hat er drei bestimmte Schreibwaren nie hineingelegt.\n\nDer erste, fein gearbeitete Pinsel mit schlanker Gestaltung wurde direkt auf den Schreibtisch des Leiters der Yashiro-Verwaltung gelegt. Obwohl er einige Gebrauchsspuren aufweist, ist die resultierende Schrift schön und glatt und wird zum Schreiben offizieller Dokumente verwendet.\n\nDer zweite wird in der untersten Schublade aufbewahrt. Die Spitze dieses Pinsels ist etwas eingerissen und wurde einst von Ayato als Kind liebevoll benutzt. Er wurde oft von Thoma und Ayaka ausgeliehen, weil er für Anfänger geeignet ist.\n\nDer dritte, in den Tiefen des Holzschranks, in dem Antiquitäten aufbewahrt werden, versteckt und in einem Seidenbeutel versiegelt, ist aus den feinsten Materialien und mit exquisiter Form und wurde ihm von seiner Mutter geschenkt, als er volljährig wurde.",
      "es": "Kamisato Ayato nunca habría imaginado que la práctica de escritura, la tarea que más le aburría de pequeño, se convertiría en un entretenido pasatiempo cuando se hiciera mayor.\n\nAntes se esforzaba en escribir bien para demostrar su valía como primogénito del clan, pero tras un tiempo copiando poemas, se transformó en una manera de ordenar sus pensamientos, en un momento para pensar en silencio.\n\nPor supuesto, otra razón es que usa la escritura como una excusa para parecer ocupado con asuntos oficiales incluso cuando no tiene nada que hacer, para no tener que ver a personas que no quiere y hacer cosas que no le apetecen.\n\nTras un tiempo, los sirvientes que lo ayudan a diario comenzaron a pensar que a Kamisato Ayato no solo le gusta el ajedrez, sino que también le encanta la caligrafía.\n\nEsta noticia se extendió como la pólvora y, en cada festividad o en su cumpleaños, Ayato siempre recibe pinceles de excelente calidad como regalo.\n\nIncluso hay algunos lisonjeros que le regalan plumas de escribir caras, exquisitas e importadas del extranjero para su disfrute.\n\nAyato no comenta nada al respecto y, en una ocasión, compró una hermosa cajita de madera para guardar todas estas herramientas de escritura.\n\nEs una persona a la que le gustan las cosas poco comunes, y realmente se siente feliz al probar la escritura con diferentes pinceles.\n\nAdemás, en los regalos que recibe suele haber información sobre las personas que los regalan. Dicha información le sirve para saber por dónde se mueven esas personas.\n\nAunque Ayato compró esta cajita de caligrafía para sus herramientas de escritura, hay tres pinceles en especial que nunca guarda.\n\nEl primero, de mango fino y exquisita elaboración, siempre está colocado sobre el escritorio del Comisionado Yashiro. Aunque está un poco deteriorado, con él se escribe bastante rápido, por lo que lo usa para escribir documentos oficiales en grandes cantidades.\n\nEl segundo lo guarda en el cajón inferior de su escritorio. Es un pincel de pocas cerdas y muy atesorado por Ayato, pues es el que usaba para practicar caligrafía de pequeño. Al ser muy adecuado para principiantes, Thoma y Ayaka lo solían tomar prestado.\n\nY el tercero lo resguarda en una bolsita de seda que esconde en el fondo de un armario de antigüedades. Está hecho con unos excelentes materiales, su diseño es exquisito y fue un obsequio de su madre en la ceremonia de adultez de Ayato.",
      "fr": "Kamisato Ayato ne s'attendait pas à ce que la pratique de la calligraphie, qu'il trouvait très ennuyeuse dans sa jeunesse, devienne un jour son passe-temps favori.\n\nAutrefois, il s'entraînait dur pour avoir une belle écriture dans le but de prouver sa valeur en tant que premier-né du clan.\n\nCopier des poèmes de temps à autre devint un moment privilégié pour se changer les idées et réfléchir dans le calme.\n\nCela lui permettait également de donner l'impression qu'il était occupé par des affaires officielles alors qu'il flânait pour éviter de voir certaines personnes et de faire certaines choses.\n\nAvec le temps, les domestiques qui le servaient s'accordaient à dire qu'il aimait la calligraphie en plus d'être passionné d'échecs.\n\nCes dires s'étant répandus comme une traînée de poudre sous l'action du bouche-à-oreille, Ayato reçut souvent de beaux pinceaux en cadeau lors de festivals ou d'anniversaires.\n\nCertaines personnes désireuses de le flatter lui offrent même des stylos coûteux et exquis importés de l'étranger.\n\nLe chef du Clan Kamisato n'a jamais démenti ces propos, et au lieu de cela, s'est fait fabriquer une belle boîte en bois dans lequel il range tout son matériel d'écriture.\n\nFriand de nouveautés, essayer de nouveaux pinceaux ne manque pas de lui procurer une certaine joie.\n\nDe plus, les cadeaux qu'il reçoit lui livrent souvent des informations sur les personnes qui les lui offrent. Cela est devenu l'un des moyens par lesquels Ayato apprend à connaître les gens pour mieux les appréhender.\n\nCeci dit, bien qu'il prétende avoir acheté cette boîte pour y ranger des pinceaux, il y a trois pinceaux qu'Ayato n'a jamais placés à l'intérieur.\n\nLe premier, mince et de facture exquise, est posé sur son bureau. Utilisé pour rédiger des documents officiels, il montre des signes d'usure, mais écrit bien.\n\nLe second se trouve dans le tiroir du bas, sa pointe fine ayant été utilisée avec beaucoup d'amour dans le passé lorsque Ayato pratiquait la calligraphie. Thomas et Ayaka l'empruntaient souvent, car il est adapté aux débutants.\n\nQuant au troisième, il est rangé dans un petit sac de soie au fond d'un meuble en bois qui sert à ranger des antiquités. De fabrication et de conception excellentes, il lui a été offert par sa mère lors de sa cérémonie de passage à l'âge adulte.",
      "pt": "Mesmo Kamisato Ayato não imaginava que aquela prática de caligrafia, que ele achava monótona em sua juventude, se tornaria um passatempo favorito seu.\n\nAntes ele havia praticado muito para cumprir seu papel como filho mais velho do Clã Kamisato.\n\nMas hoje, ele às vezes transcreve alguns poemas para limpar sua mente e pensar em silêncio.\n\nClaro, isso o faz parecer ocupado com questões oficiais quando na verdade está livre, sendo ótimo para evitar ver algumas pessoas e fazer certas coisas.\n\nCom o passar do tempo, seus servos passaram a concordar que ele não apenas gostava de jogar xadrez, mas também se interessava por caligrafia.\n\nTais rumores se espalhavam e, por isso, Ayato comumente recebia ótimos pincéis como presentes durante festivais ou aniversários.\n\nAlguns ainda lhe deram bicos de pena de outras nações.\n\nAyato nunca tentou explicar essa questão. Ao invés disso, ele tem uma caixa de madeira bonita em que ele guarda tais utensílios.\n\nEle sempre se interessou por coisas novas, e experimentar esses novos pincéis é de fato algo divertido.\n\nAlém disso, esses presentes costumam dizer muito sobre quem os enviou. Assim, tal informação se torna uma forma em que Ayato sabe como lidar com eles.\n\nDito isso, apesar dele alegar que comprou essa caixa para armazenar esses utensílios, há três pincéis que Ayato nunca colocou dentro dela.\n\nUm deles, fino e refinado, está sobre sua mesa. Ele mostra alguns sinais de que já está bem gasto, mas escreve bem e é utilizado para escrever documentos.\n\nO segundo está guardado numa gaveta embaixo. Sua ponta fina foi muito usada no passado quando Ayato praticava caligrafia. Por ser também amigável aos iniciantes, era comumente emprestado para Thoma e Ayaka.\n\nO terceiro é guardado dentro de um gabinete de madeira utilizado para armazenar antiguidades, selado numa bolsa de seda. Ele possui um belo desenho e fabricação, e foi um presente de sua mãe durante a cerimônia de sua maioridade.",
      "ru": "Камисато Аято и сам не подозревал, что каллиграфия, которую он в юности считал ужасно скучной, однажды станет его излюбленным досугом. В прошлом он упорно трудился в чистописании, чтобы сделать свой почерк достойным наследника клана. Теперь же он время от времени переписывает стихотворения, чтобы очистить разум и подумать в тишине. Также в свободное время это помогает Аято выглядеть занятым, когда возникает надобность кого-нибудь принять или что-то выполнить, но делать этого не хочется. Со временем слуги, которые обеспечивали его повседневные нужды, дружно заключили, что хозяину нравятся не только шахматы, но и каллиграфия. Молва об этом разошлась по всей Инадзуме, и после этого уже ни один праздник или день рождения не проходил без того, чтобы Аято не преподнесли отличных кистей в подарок. Особо предприимчивые особы даже осуществляют поездки в другие государства с тем, чтобы привезти Аято изысканные и дорогие перья. Аято не пытался выяснить, почему так происходит, а просто заказал деревянный футляр тонкой работы, где и стал хранить все подобные канцелярские принадлежности. Кроме того, такие вещи нередко могут рассказать многое о дарящих, помогая Аято получить влияние над ними. Хоть Аято и говорит, что купил этот футляр для хранения писчих принадлежностей, есть три особенные кисти, которые он никогда в него не складывал. Первая - мастерски изготовленная тонкая кисть, которая обычно лежит у него на столе. Она уже несколько изношена, но писать ею легко и приятно. Ею, как правило, пишутся официальные документы. Вторая, с истончившимся кончиком, хранится в нижнем ящике. Аято любил использовать её, когда упражнялся в каллиграфии. Она хорошо подходит для новичков в искусстве красивого письма, и поэтому её часто одалживают Тома и Аяка. Ну а третья заботливо уложена в шёлковый мешочек и спрятана глубоко в недрах шкафчика с антиквариатом. Эту искусно выполненную из великолепных материалов кисть подарила Аято мать в день его церемонии совершеннолетия.",
      "id": "Bahkan Kamisato Ayato sendiri tidak menyangka bahwa kaligrafi, bidang yang menurutnya paling membosankan di masa mudanya, pada akhirnya akan menjadi hobi favoritnya.\n\nDia sudah bekerja keras melalui latihan-latihan kaligrafinya agar bisa berperan sebagai putra sulung Klan Kamisato dengan lebih baik lagi.\n\nTapi sekarang, dia malah menyalin puisi-puisi dari waktu ke waktu dengan tujuan untuk menjernihkan pikirannya dan berpikir dalam ketenangan.\n\nTentu saja, ini juga membuatnya tampak sibuk dengan urusan resmi bahkan saat dia sedang senggang. Pas sekali, ini adalah alasan bagus baginya saat dia sedang tidak ingin bertemu dengan orang tertentu atau melakukan pekerjaan tertentu.\n\nSeiring berjalannya waktu, para pelayan yang mengurus kebutuhan sehari-harinya sudah mengerti kalau dia bukan hanya suka bermain catur, tetapi juga menyukai kaligrafi.\n\nPembicaraan seperti ini cepat tersebar luas lewat jalur mulut ke mulut. Karena itu, Ayato sering menerima kuas dengan kualitas bagus sebagai hadiah festival atau ulang tahun.\n\nOrang-orang yang lebih spekulatif bahkan membelikannya pena bulu langka yang indah dan mahal dari luar daerah.\n\nAyato tidak pernah berusaha untuk mengklarifikasi masalah ini. Dia punya kotak kayu indah yang khusus dibuat untuk menyimpan alat tulis semacam itu.\n\nDia selalu tertarik pada semua hal baru, dan mencoba alat tulis baru ini memang menyenangkan baginya.\n\nSelain itu, hadiah seperti ini bisa menceritakan tentang pemberi hadiah itu sendiri. Informasi seperti inilah yang menjadi salah satu modal Ayato untuk berurusan dengan mereka kelak.\n\nMeskipun kotak itu diperuntukkan sebagai tempat untuk menyimpan alat tulis, ada tiga kuas yang tidak pernah Ayato tempatkan di dalamnya.\n\nYang pertama adalah kuas yang ramping dan dibuat dengan teliti. Kuas ini ditempatkan di mejanya. Terlihat agak usang dan sering dipakai, tetapi kuas ini masih bagus, dan biasa digunakan untuk menulis petisi.\n\nKuas yang kedua disimpan di laci di bagian bawah, ujung kuasnya masih bagus meskipun tampak bekas penggunaan di masa lalu saat Ayato masih berlatih kaligrafi. Kuas ini juga sangat mudah digunakan oleh orang yang baru belajar, sehingga Thoma dan Ayaka dulu sering meminjamnya.\n\nSedangkan kuas yang ketiga, disimpan jauh di dalam lemari kayu yang digunakan untuk menyimpan barang antik, terbungkus rapat di dalam kantong sutra. Kuas yang sempurna dalam pembuatan dan desain ini adalah hadiah dari ibunya saat upacara kedewasaannya.",
      "th": "แม้แต่ Kamisato Ayato เองก็ไม่อาจจินตนาการได้ว่า การฝึกคัดลายมือที่น่าเบื่อที่สุดในวัยเด็ก จะกลายมาเป็นงานอดิเรกที่ไม่เลวนักในปัจจุบัน\n\nที่ผ่านมาได้ฝึกคัดลายมืออย่างหนัก เพียงเพราะต้องการทำให้ตัวเองคู่ควรกับฐานะทายาทของตระกูล Kamisato\n\nทว่าในตอนนี้กลับคัดบทกลอนกวีบ้างเป็นครั้งคราว เพื่อให้จิตใจปลอดโปร่ง ได้ใช้เวลาคิดอยู่กับตัวเองอย่างเงียบ ๆ\n\nแน่นอนว่ายังมีอีกเหตุผลหนึ่ง คืออยากจะให้ตัวเองที่กำลังว่างดูยุ่งอยู่กับงานราชการ เพื่อใช้เป็นข้ออ้างในการหลบเลี่ยงคนที่ไม่อยากพบ และเรื่องที่ไม่อยากทำ\n\nเมื่อเวลาผ่านไป คนรับใช้ในตระกูลที่ดูแลชีวิตประจำวันของเขา ต่างเชื่อว่าท่านผู้นำตระกูลไม่เพียงชอบเล่นหมากรุกเท่านั้น แต่ยังชอบการคัดตัวอักษรด้วย\n\nพอถูกเล่าปากต่อปากออกไปเรื่อย ๆ กลายเป็นว่า ไม่ว่าจะเป็นเทศกาลหรือจะวันเกิดก็ตาม Ayato ก็มักจะได้รับพู่กันชั้นดีเป็นของขวัญเสมอ\n\nมีพวกแผนสูงไม่น้อยที่มักส่งปากกาขนนกสวยงาม ราคาแพงจากต่างแดนมามอบให้แก่ผู้นำสำนัก Yashiro\n\nในเรื่องนี้ Ayato เองก็ไม่ได้อธิบายอะไร เพียงแค่สั่งทำกล่องขึ้นมาอย่างสวยงาม เพื่อเก็บเครื่องเขียนพวกนี้เท่านั้น\n\nแต่เดิมแล้วเขาก็เป็นพวกที่ชอบของอะไรแปลกใหม่ และดีใจที่ได้ลองใช้ปากกาใหม่ ๆ ทุกชนิด\n\nนอกจากนี้ ในบรรดาของขวัญจากหลากหลายแหล่งที่มา ก็มักจะมีข้อมูลเกี่ยวกับผู้ให้รวมอยู่ด้วย ข้อมูลเหล่านี้ได้กลายเป็นวิธีหนึ่งที่ Ayato จะใช้ควบคุมพวกเขา\n\nแม้ว่า Ayato จะซื้อกล่องมาเก็บเครื่องเขียนพวกนี้ก็ตาม แต่ก็มีปากกาที่ค่อนข้างพิเศษสามด้ามที่ไม่เคยถูกเก็บใส่กล่องเลย\n\nด้ามแรกถูกทำขึ้นอย่างดี ตัวปากกาที่เพรียวบางถูกวางไว้บนโต๊ะของผู้นำสำนัก Yashiro แม้ว่าจะมีร่องรอยสึกหรออยู่บ้าง แต่ก็ยังเขียนง่ายลื่นไหล ใช้สำหรับการเขียนเอกสารราชการ\n\nด้ามที่สอง มันถูกเก็บไว้ในลิ้นชักด้านล่าง ปลายพู่กันมีขนเหลืออยู่เพียงเล็กน้อย เป็นพู่กันที่ Ayato ชอบใช้เมื่อตอนยังเป็นเด็ก เนื่องจากเหมาะสำหรับมือใหม่ เมื่อก่อนจึงมักถูกยืมโดย Thoma และ Ayaka\n\nด้ามที่สาม มันถูกซ่อนไว้ในส่วนลึกของตู้ไม้โบราณ ห่อเก็บเอาไว้ในถุงผ้าไหมอย่างดี มันทำขึ้นจากวัสดุชั้นเลิศ มีการออกแบบที่วิจิตรงดงาม เป็นของขวัญที่ได้รับจากท่านแม่ในวันบรรลุนิติภาวะของเขา",
      "vi": "Ngay cả Kamisato Ayato cũng không thể ngờ rằng việc luyện tập thư pháp nhàm chán nhất khi còn nhỏ lại trở thành một trò tiêu khiển thú vị như bây giờ.\n\nTrước đây nỗ lực để viết tốt, là vì để bản thân xứng đáng với thân phận con trưởng nhà Kamisato.\n\nCòn bây giờ thỉnh thoảng ngồi chép lại một số bài thơ để giải tỏa đầu óc và dành cho mình một khoảng thời gian tĩnh lặng để suy nghĩ.\n\nTất nhiên, cũng còn một phần lý do khác, là muốn bản thân trông bận rộn ngay cả khi đang rảnh rỗi, để lấy cớ né tránh những người không muốn gặp và những việc không muốn làm.\n\nTheo thời gian, những người hầu trong nhà chăm lo cho cuộc sống hàng ngày của gia chủ đại nhân đều tin rằng gia chủ đại nhân không chỉ thích đánh cờ mà còn thích thư pháp.\n\nChuyện này được truyền miệng và lan truyền rộng rãi. Mỗi dịp lễ tết hay sinh nhật, Ayato luôn nhận được quà là những chiếc bút lông cực phẩm.\n\nThậm chí còn có nhiều nhà đầu tư cố tình tìm những chiếc bút lông tinh xảo, đắt tiền từ nước ngoài về làm quà cho đại nhân Hiệp Hội Yashiro.\n\nVề vấn đề này, Ayato không giải thích, mà đã đặt một chiếc hộp gỗ được làm thủ công đẹp đẽ để đựng những đồ dùng văn phòng phẩm này.\n\nAyato yêu thích sự mới lạ và thực sự rất vui khi được thử tất cả các loại bút mới.\n\nHơn nữa, những món quà có xuất xứ khác nhau luôn bao hàm thông tin của người tặng. Những thông tin này đã trở thành một trong những cách để Ayato am hiểu về họ.\n\nTuy nhiên, dù Ayato mua chiếc hộp đựng bút này để đựng văn phòng phẩm, nhưng anh ấy không bao giờ bỏ ba chiếc bút đặc biệt vào đó.\n\nCây thứ nhất, là cây bút mảnh mai được chế tác tinh xảo đặt ngay trên bàn làm việc của đại nhân Hiệp Hội Yashiro. Mặc dù có một số dấu hiệu hao mòn, nhưng dễ viết, được sử dụng để viết công văn.\n\nCây thứ hai, được cất trong ngăn kéo dưới cùng, lông mảnh ngòi sắc, từng được yêu thích, là lựa chọn của Ayato khi tập viết lúc nhỏ. Vì nó phù hợp với người mới bắt đầu nên trước đây thường bị Thoma và Ayaka mượn dùng.\n\nCây thứ ba, được giấu sau tủ gỗ đựng đồ cổ, được bọc kín trong một chiếc túi lụa, chất liệu thượng hạng và thiết kế tinh xảo, được mẹ tặng nhân ngày lễ trưởng thành của Ayato."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "多年前某个夜晚，卧病不起的父亲忽然将绫人召至身前。\n\n那晚，父亲一改饱经病痛的疲态。神情虽然肃穆，却掩不住他眼中的关切。\n\n他强打精神询问绫人：今日修行是否完成？晚餐可有吃饱？剑术有无进步？\n\n绫人一一回答后，父亲微笑着点点头，似乎很是满意。然而他的神色很快又落寞下来，像是有话要说又无从开口。\n\n迟疑许久，迎着母亲忧郁的目光，父亲说得有些沉重：\n\n「绫人，你…要记住，无论神里家今后变成什么样子，你仍旧是我们的长子，是绫华的长兄，是神里家当之无愧的继承人。」\n\n叮嘱父亲好好休息之后，绫人向父母行礼告辞，慢慢走回卧房。\n\n一推开门，他就看见一枚闪亮的「神之眼」躺在书桌之上。\n\n绫人自幼便听说，「神之眼」代表神明的目光，应人们的愿望而生。\n\n他自幼便渴望成为栋梁，不为任何大业，只是想让家族长久繁荣，以此守护家人安康。\n\n这颗「神之眼」在此时降临…也许意味着，需要他担起责任的时刻已经到来。\n\n想到这里，绫人没有叫家仆点灯，而是在桌边正襟坐下。\n\n当下种种事态，如潮水般淌过他的思绪：\n\n父亲病重，母亲也身体不佳，家族群龙无首，竞争者们对神里家的地位和权势觊觎已久；\n\n家妹年幼，需要尽全力保证她安稳长大；幕府官场如同暗礁密布的海域，身在其中必须谨慎行事…\n\n世代相传的「终末番」肯定不能放弃，至于身边这些家仆，在神里家势微之时，还剩几人能够信任…\n\n还有出身异乡的托马，虽是朋友，也是可用之辈，但若神里家一落千丈，他是否会有其他打算…\n\n所有杂乱事项，在绫人脑中逐渐理顺。位于信息网正中的，是他始终如一的信念——\n\n为了未来，为了家人安全，凡是可用之物，不择手段地使用，凡是阻碍之人，不惜代价地清除。\n\n这一夜，房内无灯，神之眼是唯一陪伴他的光源。\n\n当黎明第一束光透过窗户洒上桌面，年少的长子已经做好迎接一切的准备。",
      "zht": "多年前某個夜晚，臥病不起的父親忽然將綾人召至身前。\n\n那晚，父親一改飽經病痛的疲態。神情雖然肅穆，卻掩不住他眼中的關切。\n\n他強打精神詢問綾人：今日修行是否完成？晚餐可有吃飽？劍術有無進步？\n\n綾人一一回答後，父親微笑著點點頭，似乎很是滿意。然而他的神色很快又落寞下來，像是有話要說又無從開口。\n\n遲疑許久，迎著母親憂鬱的目光，父親說得有些沉重：\n\n「綾人，你…要記住，無論神里家今後變成什麼樣子，你仍舊是我們的長子，是綾華的長兄，是神里家當之無愧的繼承人。」\n\n叮囑父親好好休息之後，綾人向父母行禮告辭，慢慢走回臥房。\n\n一推開門，他就看見一枚閃亮的「神之眼」躺在書桌之上。\n\n綾人自幼便聽說，「神之眼」代表神明的目光，應人們的願望而生。\n\n他自幼便渴望成為棟樑，不為任何大業，只是想讓家族長久繁榮，以此守護家人安康。\n\n這顆「神之眼」在此時降臨…也許意味著，需要他擔起責任的時刻已經到來。\n\n想到這裡，綾人沒有叫家僕點燈，而是在桌邊正襟坐下。\n\n當下種種事態，如潮水般淌過他的思緒：\n\n父親病重，母親也身體不佳，家族群龍無首，競爭者們對神里家的地位和權勢覬覦已久；\n\n家妹年幼，需要盡全力保證她安穩長大；幕府官場如同暗礁密佈的海域，身在其中必須謹慎行事…\n\n世代相傳的「終末番」肯定不能放棄，至於身邊這些家僕，在神里家勢微之時，還剩幾人能夠信任…\n\n還有出身異鄉的托馬，雖是朋友，也是可用之輩，但若神里家一落千丈，他是否會有其他打算…\n\n所有雜亂事項，在綾人腦中逐漸理順。位於資訊網正中的，是他始終如一的信念——\n\n為了未來，為了家人安全，凡是可用之物，不擇手段地使用，凡是阻礙之人，不惜代價地清除。\n\n這一夜，房內無燈，神之眼是唯一陪伴他的光源。\n\n當黎明第一束光透過窗戶灑上桌面，年少的長子已經做好迎接一切的準備。",
      "jp": "何年も前のある夜のこと。病気で寝たきりだった父が突然、綾人をそばに呼んだ。\n\nその夜、病で疲弊していた今までと比べ、父の様子は少し違っていた。ただ、厳かな表情をしてはいるものの、彼の目に浮かんでいる心配の色は隠せていない。\n\nどうにか気力を振り絞り、父は綾人に聞く——「今日の修行は終わらせたか？」「夕食はしっかりと食べたか？」「剣術の修行に進歩はあったか？」\n\n綾人がそれに一つ一つ答えると、父は満足気に微笑みながら頷いた。しかし、すぐにまた顔に陰りが差す。何かを言いたいのに、言えずにいるようなそんな表情だった。\n\n長い躊躇いの後、母の憂いに満ちた眼差しを受けて、父は重々しく口を開いた——\n\n「綾人、これを…覚えておきなさい。この先、神里家がどのようになろうと、綾人は私たちの長男であり、綾華の兄であり、そして神里家の紛うことなき後継者だと。」\n\n安心して休んでいただくよう父に伝えた後、綾人はゆっくり寝室へと向かった。\n\n扉を開けてすぐ、光り輝く「神の目」が文机の上にあることに気付いた。\n\n綾人は幼少の頃、「神の目」とは神の眼差しを象徴しており、人々の願いに応じて生まれるものだと聞いた。\n\n何か大義があるわけではない。ただ、一族が末永く繁栄し、家族の安寧を守ることこそが、幼い頃より綾人の志すものである。\n\n「神の目」がこの時に現れたということは…彼が責任を担うべき日が来たということなのかもしれない。\n\nそこまで考えを巡らせると、綾人は使用人に明かりを点けさせることなく、文机の前に正座した。\n\n様々な事柄が、まるで渦潮のように彼の脳裏をよぎる——\n\n父は重い病を患い、母も体調が芳しくない。一族には当主もおらず、政敵たちは神里家の地位と権力を狙っている。\n\n妹はまだ幼く、心安らかな成長のためには己が身を賭して事に当たらねばならないだろう。幕府官界はまるで暗礁に囲まれた海域、何をするにも慎重でなくてはならない…\n\n代々神里家に仕える「終末番」も当然見捨てることはできないだろう。神里家が衰退する中、周りにいる使用人にまだ信頼できる者がどれだけいるのか…\n\nそれから異郷出身のトーマについても。彼は友人であり頼りになる存在だが、低迷する神里家に対して本当に何も企てはしないだろうか…\n\n乱雑に存在する事柄すべてが、綾人の脳内で整理されていく。その情報の渦の中心にあるのが、彼の変わらぬ信念だった——\n\n未来のため、家族の安寧のため、使えるものは手段を問わずすべて使い、邪魔するものは一切の代価を惜しまず排除する。\n\nその夜、室内には明かりが点くことなく、神の目だけが彼に付き添う唯一の照明となった。\n\n黎明が訪れ、その日、最初の光が窓から文机に降り注いだ時、すべてを迎え入れる準備を終えた一族の若き長男がそこにはいた。",
      "ko": "몇 년 전 어느 날 밤, 몸져누운 아버지가 갑자기 아야토를 앞으로 불렀다.\n\n아버지는 고통에 지친 안색을 뒤로하고 진지한 모습이었지만, 눈빛에는 애정이 가득했다.\n\n아버지가 기운을 차리며 아야토에게 물었다. 오늘 수행은 다 끝냈느냐? 저녁은 배불리 먹었느냐? 검술은 늘었느냐?\n\n아야토가 질문에 일일이 대답하자, 아버지는 미소를 지으며 아주 만족한 듯이 고개를 끄덕였다. 하지만 아버지의 얼굴이 금세 근심에 싸였고, 할 말이 있는 듯했지만 입이 안 떨어지는 모습이었다.\n\n한참을 망설인 뒤, 어머니의 우울한 시선을 마주하며, 아버지가 무겁게 입을 열었다.\n\n「아야토… 명심하거라. 나중에 카미사토 가문이 어떻게 변하든, 넌 우리의 장남이고, 아야카의 오빠며, 카미사토 가문의 어엿한 후계자다.」\n\n아버지에게 푹 쉬시라고 한 뒤, 아야토는 부모님에게 인사를 올리고 천천히 침실로 돌아갔다.\n\n문을 열자, 책상 위에서 반짝이는 「신의 눈」이 보였다.\n\n아야토는 어릴 적부터 「신의 눈」은 신의 시선을 의미하며, 사람들의 염원으로 탄생한다고 들었다.\n\n그는 어려서부터 기둥이 되고 싶었다. 대업이 아닌, 가문의 오랜 번영과 가족의 평안을 지키기 위한 기둥 말이다.\n\n「신의 눈」이 지금 이 순간 강림한 건… 아마도 아야토가 책임을 짊어질 순간이 왔다는 뜻이었다.\n\n아야토는 가신을 불러 방에 불을 밝히지 않고, 차림새를 다듬은 뒤 책상 옆에 앉았다.\n\n지금의 모든 상황이 밀물처럼 몰려와 머릿속을 가득 채웠다.\n\n아버지는 위독하시고, 어머니의 건강도 좋지 않았다. 가문에는 지도자가 없고, 경쟁자들은 카미사토 가문의 지위와 권력을 넘본 지 오래다.\n\n어린 여동생이 무사히 클 수 있게 지켜야 하며, 막부의 관리 사회는 암초가 가득한 바다 같아서, 신중하게 움직여야 한다….\n\n대대로 이어진 「종말번대」는 절대로 포기할 수 없다. 카미사토 가문이 위태할 때 믿을 수 있는 가신은 얼마나 될까…\n\n이방인 토마는 친구이자 인재지만, 카미사토 가문이 추락할 때 다른 마음을 품지 않을까….\n\n모든 잡다한 일들이 아야토의 머릿속에서 점차 정리되었다. 정보망 중심에 있는 건 아야토의 변함없는 신념이었다.\n\n미래를 위해서, 가문의 안전을 위해서, 수단과 방법을 가리지 않고, 방해하는 자는 대가를 감수하고 처리한다.\n\n이날 밤, 불이 켜지지 않은 방에서 신의 눈만이 아야토와 함께한 유일한 빛이었다.\n\n여명의 첫 번째 빛줄기가 책상에 쏟아지자, 어린 장남은 모든 일을 맞이할 준비를 끝냈다",
      "en": "One night, many years ago, Ayato's gravely-ill father summoned him into his presence.\n\nThat night, his father seemed a little different from the illness-weathered figure he had become. His expression was solemn, and yet the concern in his eyes was all too clear.\n\nForcing himself to stay alert, he asked Ayato: was his training done? Had he eaten enough for dinner? How was his swordsmanship progressing?\n\nAs Ayato replied, his father nodded with a smile, seemingly satisfied. Yet, his expression would quickly darken, as if there was something he wanted to, but could not say.\n\nAfter much hesitation, and under his wife's melancholic gaze, his father would finally speak, his voice heavy:\n\n\"Ayato... Remember, no matter what happens to the Kamisato Clan in the future, you are our eldest son, Ayaka's elder brother... A successor the Kamisato Clan is proud to have.\"\n\nAfter reminding his father to rest well, Ayato would take leave of his parents and return to his bedroom.\n\nThe moment he opened the door, he saw the shining Vision lying on his desk.\n\nAyato had heard since he was young that Visions are signs of the gods' favor, born of human wishes.\n\nSince his youth, he had longed to become the family's pillar, not for any great work, but to ensure that the clan would prosper, and to protect them.\n\nThat this Vision should appear now... meant that, perhaps, the time had come for him to take up this burden.\n\nSo thinking, Ayato did not call for the servants to light the lamps. Instead, he merely sat down beside the table.\n\nMany things flowed through his mind then like a tide:\n\nHis father was gravely ill, and his mother was also unwell. The clan was leaderless, and its competitors eyed its position and power hungrily, as they had for some time now.\n\nHis sister was still young, and he had to ensure that she grew up safely. The Shogunate courts were like a sea full of hidden reefs. One had to tread most carefully there...\n\nThey could not let go of the Shuumatsuban, command over which had passed down through the family for generations. As for the servants, some few might still be trusted should the Kamisato Clan's strength wane...\n\nAnd as for Thoma, who had come from a different land, though he was a friend and useful ally both, would he consider other options should the Kamisato Clan truly fall?\n\nThese scattered thoughts would gradually straighten themselves out in Ayato's mind, and at their center was his still-unchanged conviction—\n\nHe would use any means at his disposal to secure the safety of his family and its future. Obstacles to that goal would be cleared away, no matter the cost.\n\nThat night, the Vision was the only light that accompanied him.\n\nAnd when the first light of the next dawn alighted upon the desk, the young heir was already prepared to face the world.",
      "de": "Eines Nachts, vor vielen Jahren, rief sein Vater, der bettlägerig war, plötzlich Ayato an seine Seite.\n\nIn dieser Nacht wurde sein Vater seine Müdigkeit wegen seiner Krankheit los. Obwohl er feierlich aussah, konnte er die Sorge in seinen Augen nicht verbergen.\n\nEr nahm sich zusammen, und fragte: „Hast du heute dein Training beendet? Hast du genug zum Abendessen gehabt? Hat sich deine Schwertkunst verbessert?“\n\nNachdem Ayato jede Frage beantwortet hatte, lächelte sein Vater und nickte, anscheinend zufrieden. Sein Gesichtsausdruck verfinsterte sich jedoch bald wieder, als hätte er etwas zu sagen und wüsste nicht, wie er es sagen sollte.\n\nNach langem Zögern und mit dem melancholischen Blick seiner Mutter sprach sein Vater mit einer gewissen Schwere:\n\n„Ayato, du ... Denk daran, dass, egal was aus der Familie Kamisato in Zukunft wird, du immer noch unser ältester Sohn, der älteste Bruder von Ayaka und der würdige Erbe der Familie Kamisato bist.“\n\nNachdem er seinem Vater gesagt hat, dass er sich ausruhen sollte, grüßte Ayato seine Eltern und ging langsam zurück auf sein Zimmer.\n\nAls er die Tür aufstieß, sah er ein glänzendes „Göttliches Auge“ auf dem Schreibtisch liegen.\n\nSeit seiner Kindheit hat Ayato gehört, dass das „Göttliche Auge“ den Blick eines Gottes darstellt und als Antwort auf die Wünsche der Menschen geboren wird.\n\nSeit seiner Kindheit strebt er danach, eine mächtige Stütze zu sein, nicht für irgendeine große Sache, sondern um seine Familie für lange Zeit in Sicherheit und Wohlstand zu halten.\n\nDieses „Göttliche Auge“ ist zu diesem Zeitpunkt gekommen ... Vielleicht bedeutet es, dass die Zeit für ihn gekommen ist, Verantwortung zu übernehmen.\n\nIn diesem Sinne bat Ayato die Hausangestellten nicht darum, die Lampe anzuzünden, sondern setzte sich direkt an den Tisch.\n\nDer aktuelle Stand der Dinge strömte wie eine Flutwelle durch seinen Kopf:\n\nDa Vater schwer erkrankt und Mutter gesundheitlich angeschlagen ist, steht die Familie ohne Oberhaupt da, und Konkurrenten buhlen schon lange um die Position und Macht der Familie Kamisato.\n\nAyaka ist noch jung, deswegen muss ich alles tun, damit sie sicher aufwächst. Das Bakufu ist ein Meer voller Riffe und ich muss vorsichtig sein ...\n\nDer „Shuumatsuban“, dessen Führung von Generation zu Generation weitergegeben wurde, kann nicht aufgegeben werden. Was die Hausangestellten betrifft, so gibt es nur wenige von ihnen, auf die ich mich verlassen kann, wenn die Kamisato-Familie im Niedergang begriffen ist ...\n\nUnd Thoma, der aus der Fremde kommt, ist ein Freund und ein nützlicher Mensch, aber wird er andere Pläne haben, wenn die Familie Kamisato in Verfall gerät?\n\nIn Ayatos Kopf wurde allmählich Ordnung in das Durcheinander gebracht. In der Mitte des Informationsnetzes war sein ständiger Glaube.\n\nIm Interesse der Zukunft und der Sicherheit der Familie wird alles, was zur Verfügung steht, mit allen Mitteln genutzt, und alles, was im Weg steht, wird um jeden Preis entfernt.\n\nIn dieser Nacht war der Raum ohne Beleuchtung, und das Göttliche Auge war die einzige Lichtquelle, die ihn begleitete.\n\nAls das erste Licht der Morgendämmerung durch das Fenster auf die Tischplatte fiel, war der junge und doch älteste Sohn auf alles vorbereitet.",
      "es": "Una noche hace unos años, el enfermo padre de Ayato lo llamó desde la cama.\n\nParecía completamente agotado y, aunque conservaba una expresión de serenidad, la preocupación se podía ver en sus ojos.\n\nReunió fuerzas y le dijo a su hijo: “¿Ya terminaste de estudiar hoy? ¿Has cenado bien? ¿Qué tal va tu práctica con la espada?”.\n\nCuando Ayato respondió a cada una de las preguntas, su padre asintió con una sonrisa de satisfacción. Sin embargo, pronto le cambió la expresión, como si hubiera algo que no pudiera decir.\n\nDudó de si hablar o no, hasta que vio la triste mirada de su esposa. Entonces, dijo en un tono más serio:\n\n“Ayato, hijo... recuerda esto que te voy a decir: pase lo que pase con el clan Kamisato, tú siempre serás nuestro primogénito, el hermano de Ayaka, el digno heredero del clan”.\n\nTras repetirle a su padre que debía descansar, Ayato se despidió de él y entró en su cuarto.\n\nAbrió la puerta y se encontró con una brillante Visión sobre su escritorio.\n\nHabía escuchado desde pequeño que las Visiones significan que los dioses se han fijado en ti, y que nacen a raíz de los deseos de la gente.\n\nÉl desde siempre había deseado convertirse en alguien capaz de asumir responsabilidades y de proteger a su familia para que esta siguiera prosperando.\n\nQue una Visión le llegara justo en ese momento debía de ser porque ya era hora de que asumiera la responsabilidad.\n\nEntonces, sin la ayuda de sus sirvientes, Ayato encendió una lámpara y se sentó a un lado de la mesa.\n\nCientos de pensamientos pasaron por su mente.\n\nCon la enfermedad de su padre y el mal estado de salud de su madre, el clan carecía de un líder. Desde hace tiempo, mucha gente codiciaba el poder y la influencia de los Kamisato.\n\nAyaka aún era muy joven y, sea como fuere, había que asegurar que creciera en un buen entorno. Además, los funcionarios del shogunato eran como una marea oculta pero emergente; había que tener mucho cuidado con ellos.\n\nBajo ningún concepto podía perder a Los Ocelos, pues podrían ser una organización muy fiable para los sirvientes del clan durante algún momento de crisis.\n\nY también estaba Thoma, una persona procedente de otro lugar que, aunque también era un amigo y resultaba de gran ayuda, era incierto qué planes tendría en caso de que el clan Kamisato sufriera un declive.\n\nTodas estas cosas se fueron organizando en la cabeza de Ayato, pero siempre con una convicción central: con tal de asegurar el futuro y la seguridad de su familia, haría uso de lo que tuviera a su alcance para conseguir ese fin, y no dudaría ni un momento en deshacerse de cualquier obstáculo que se interpusiera en su camino.\n\nEsa noche, la única luz que lo acompañaba en su cuarto era la de su Visión.\n\nCuando el primer rayo del alba iluminó su escritorio a través de la ventana, el joven Ayato ya había hecho todos los preparativos para enfrentarse a lo que viniese.",
      "fr": "#Une nuit, le père d'Ayato, gravement malade, appela son fils auprès de lui.\n\nIl avait l'air complètement épuisé. Malgré son visage serein, l'inquiétude se lisait dans ses yeux.\n\nIl rassembla ses forces et demanda à Ayato : « As-tu terminé ton entraînement du jour{NON_BREAK_SPACE}? As-tu mangé suffisamment pour le dîner ? Comment progresse ton apprentissage de l'escrime ? »\n\nSon père acquiesçait avec un sourire satisfait quand il lui répondait. Pourtant, son expression s'assombrit rapidement, comme s'il voulait dire quelque chose qu'il ne savait pas comment exprimer.\n\nAprès beaucoup d'hésitation, et sous le regard mélancolique de sa femme, l'homme finit par parler, la voix lourde :\n\n« Ayato... Quoi qu'il arrive au Clan Kamisato dans le futur, tu es notre fils aîné, le frère aîné d'Ayaka... Tu es le digne héritier du Clan Kamisato. Ne l'oublie pas. »\n\nAprès avoir souhaité à son père de bien se reposer, Ayato prit congé de ses parents et retourna dans sa chambre.\n\nAlors qu'il ouvrit la porte, il vit un œil divin posé sur son bureau.\n\nPetit, Ayato avait entendu dire que les yeux divins naissaient des désirs des gens et que leurs porteurs étaient bénis des dieux.\n\nIl souhaitait devenir le pilier du clan depuis son enfance, non pas pour accomplir une grande cause, mais pour le faire prospérer et protéger ses proches.\n\nSi cet œil divin était apparu ici, peut-être cela signifiait-il que l'heure était venue pour lui d'assumer de grandes responsabilités ?\n\nÀ ce moment-là, Ayato ne demanda pas à ses domestiques d'allumer une lampe et s'assit simplement près de la table.\n\nDe nombreuses choses traversèrent alors son esprit :\n\nSon père, gravement malade ; sa mère, qui n'était pas au meilleur de sa santé non plus ; son clan, qui se retrouvait sans chef ; et ses rivaux, qui convoitaient depuis longtemps la position influente du Clan Kamisato...\n\nSa sœur était encore jeune. Il devait s'assurer qu'elle puisse grandir en toute sécurité. Le Shogunat était comparable à une mer remplie de requins, il devait donc agir avec précaution...\n\nIl ne pouvait pas abandonner le Shuumatsuban, dont le commandement se transmettait de génération en génération dans la famille. Et quant à ses serviteurs, rares étaient ceux en qui il pouvait avoir confiance si le clan venait à sombrer dans le déclin...\n\nIl y avait aussi Thomas, qui venait d'un pays étranger. Il était à la fois un ami et un allié utile, mais que ferait-il si le clan s'écroulait ?\n\nCes pensées éparses s'éclaircirent peu à peu dans l'esprit d'Ayato pour laisser place à sa conviction inchangée :\n\nIl assurerait la sécurité du clan et garantirait l'avenir de celui-ci par tous les moyens à sa disposition. Tous ceux qui s'y opposeraient seraient éliminés, quel qu'en soit le prix à payer.\n\nCette nuit-là, la seule lumière qui l'accompagnait dans sa chambre était celle de son œil divin.\n\nLorsque les premières lueurs de l'aube apparurent à travers la fenêtre, le jeune héritier du Clan Kamisato était prêt à affronter tout ce qui l'attendait.",
      "pt": "Uma noite muitos anos atrás, o severamente doente pai de Ayato o chamou.\n\nNaquela noite, seu pai estava um pouco diferente da figura adoentada que ele havia se tornado. Sua expressão era solene, mas a preocupação em seus olhos era clara.\n\nSe esforçando para manter-se alerta, ele perguntou para Ayato: seu treinamento de hoje estava completo? Ele havia jantado? Como estava sua esgrima?\n\nÀ medida que Ayato respondia, seu pai assentia com um sorriso, aparentemente satisfeito. Mas subitamente, sua expressão rapidamente se revelava angustiante, como se houvesse algo que ele queria, mas não podia dizer.\n\nApós muita hesitação, e sob o olhar melancólico de sua esposa, seu pai finalmente disse, com a voz pesada:\n\n\"Ayato... Lembre-se, não importa o que aconteça com o Clã Kamisato no futuro, você é nosso filho mais velho, o irmão mais velho de Ayaka... Um sucessor que o Clã Kamisato possui orgulho de ter\".\n\nApós dizer para seu pai descansar, Ayato se despediu deles para retornar ao seu quarto.\n\nNo momento que abriu a porta, viu uma brilhante Visão em sua mesa.\n\nDesde que era novo, Ayato ouviu dizer que Visões são sinais de reconhecimento dos arcontes, nascido dos desejos humanos.\n\nDesde sua juventude, ele ansiava em se tornar o pilar da família, não por nenhuma grande obra, mas para garantir que o Clã prosperaria e que ele o protegeria.\n\nO surgimento de sua Visão agora significava que a hora dele assumir esse fardo havia chegado.\n\nAyato não chamou os servos para acenderem as lanternas. Ele meramente sentou ao lado da mesa.\n\nAs coisas passaram por sua cabeça como uma onda:\n\nSeu pai estava severamente doente, e sua mãe também não estava bem. O Clã não tinha mais um chefe, e seus competidores cobiçavam sua posição e poder vorazmente, como já o faziam há certo tempo.\n\nSua irmã ainda era jovem, e ele tinha que garantir que ela cresceria em segurança. As cortes do Shogunato eram como um mar cercado de recifes escondidos. É necessário caminhar cuidadosamente...\n\nO Shiyuumatsu-Ban, cujo controle havia sido passado de geração em geração, não podia ser abandonado. E quanto aos servos, alguns ainda podiam ser confiados caso a força do Clã Kamisato enfraquecesse...\n\nQuanto a Thoma, que vinha de uma terra diferente, apesar dele ser um amigo e aliado útil, será que consideraria outras opções caso o Clã Kamisato realmente caísse?\n\nEsses pensamentos dispersos lentamente se organizaram na mente de Ayato, e no centro estava sua convicção imutável:\n\nEle usaria de quaisquer meios para garantir a segurança e o futuro de sua família. Obstáculos contra esse objetivo seriam eliminados, não importa o custo.\n\nNaquela noite, a Visão era a única luz que o acompanhava.\n\nE quando a primeira luz do amanhecer seguinte iluminou a mesa, o jovem herdeiro estava preparado para enfrentar o mundo.",
      "ru": "Одной ночью много лет назад прикованный к постели отец призвал Аято к себе. Что-то переменилось в его изнурённом болезнью, усталом лице: оно приняло торжественное выражение, но глаза смотрели с едва скрываемым беспокойством. Превозмогая слабость, он спросил Аято, закончил ли он на сегодня тренировки, хорошо ли поужинал, преуспел ли в фехтовании... Аято по очереди отвечал на вопросы, а отец со слабой улыбкой удовлетворённо кивал, но вдруг опять помрачнел, будто хотел что-то сказать, но не мог. Он долго колебался, но, увидев в глазах жены тоску, наконец тяжело молвил:\n\n«Аято... Помни, что бы с кланом Камисато ни случилось, ты наш старший сын, старший брат Аяки... и преемник, которым можно гордиться».\n\nПопросив отца побольше отдыхать, он поклонился родителям и направился в свою спальню. Стоило ему открыть дверь, как он увидел на столе светящийся Глаз Бога. Аято с детства знал, что они означают благосклонность богов, родившуюся из желаний людей. Ещё с малых лет он жаждал стать опорой своей семьи, но не для великих свершений, а ради процветания и защиты клана. А появление Глаза Бога в такие времена могло значить... что время взять на себя ответственность уже пришло. Размышляя об этом, Аято не стал звать слуг зажечь лампы, а просто сел за стол. Мысли о нынешнем положении дел хлынули бурным потоком: отец тяжело болен, здоровье матери пошатнулось, клан остался без главы, а соперники уже давно зарятся на его власть и положение. Сестра ещё мала, и необходимо сделать всё, чтобы она росла в безопасности. Правящие круги сёгуната подобны полному рифами морю, где нужно всегда быть настороже... Терять Сюмацубан, которым они управляли многие поколения, было непозволительно. Что же касается слуг, то скольким можно будет доверять, когда клан Камисато потеряет своё могущество?.. И Тома. Хоть он и был другом и полезным союзником, он чужеземец, и после падения клана у него могут возникнуть другие планы... Постепенно этот водоворот мыслей пришёл в порядок, выстроившись вокруг неизменного убеждения Аято: он использует все доступные средства ради безопасности и будущего клана. Любой, кто встанет на пути, будет устранён любой ценой. В ту ночь комнату Аято освещал только Глаз Бога. Когда на стол упали первые лучи рассвета, молодой преемник был готов ко всему.",
      "id": "Pada suatu malam bertahun-tahun yang lalu, ayah Ayato yang sakit parah memanggilnya.\n\nMalam itu, ayahnya tampak sedikit berbeda dari dirinya yang biasa. Ekspresinya tenang, namun raut kekhawatiran terpancar jelas dari kedua bola matanya.\n\nDia memaksa dirinya untuk terjaga dan bertanya pada Ayato: Apakah latihannya sudah selesai? Apakah dia makan cukup saat makan malam tadi? Bagaimana kemajuan ilmu pedangnya?\n\nSaat Ayato menjawab pertanyaan demi pertanyaan, ayahnya mengangguk ringan sambil tersenyum kecil, menunjukkan kepuasannya. Namun, ekspresinya berubah menjadi lesu dengan cepat, seolah-olah ada sesuatu yang ingin disampaikan, tapi tidak sanggup dikatakannya.\n\nSetelah ragu untuk beberapa saat, dan di hadapan tatap sedih istrinya, sang ayah akhirnya mengatakan dengan suara yang berat:\n\n\"Ayato ... ingatlah, apa pun yang terjadi pada Klan Kamisato di masa depan, kamu adalah putra sulung kami, dan kakaknya Ayaka .... Kamu adalah penerus Klan Kamisato yang patut dibanggakan.\"\n\nSetelah mengingatkan ayahnya untuk beristirahat dan tidak berpikir kebanyakan, Ayato pamit dan kembali ke kamar tidurnya.\n\nTepat saat dia membuka pintu, dia melihat Vision yang bersinar terang di atas mejanya.\n\nDari dulu, Ayato sudah sering mendengar bahwa Vision adalah bentuk perkenanan para dewa yang terlahir dari keinginan manusia.\n\nSejak masa mudanya, dia selalu ingin menjadi tonggak utama bagi keluarganya, bukan untuk perkara besar, tetapi semerta-merta hanya untuk memastikan bahwa klan mereka akan tetap bisa makmur, dan untuk melindungi klannya.\n\nJika Vision ini muncul sekarang ... berarti ... mungkin waktunya telah tiba untuk memikul beban ini.\n\nAyato tidak memanggil para pelayan untuk menyalakan lampu. Sebaliknya, dia hanya duduk di sisi meja.\n\nBanyak kerisauan yang berlalu di pikirannya pada saat itu:\n\nAyahnya yang sakit parah, kesehatan ibunya yang menurun, klan yang tidak memiliki pemimpin, dan keberadaan orang-orang picik yang mengincar posisi dan kekuasaan, yang terus mengintai selama beberapa tahun terakhir.\n\nAdiknya masih muda, keselamatan dan pertumbuhannya harus dipastikan sendiri olehnya. Politik Shogunate ibarat laut dangkal yang penuh batu karang, yang harus dilalui dengan hati-hati dan penuh kewaspadaan ....\n\nDia juga tidak mungkin melepaskan Shuumatsuban, pelayan yang telah diturunkan dalam keluarganya dari generasi ke generasi. Mengenai pelayan, beberapa dari mereka mungkin masih bisa dipercaya bahkan jika Klan Kamisato mulai merosot ....\n\nDan Thoma, yang datang dari bangsa yang berbeda .... Meskipun dia adalah teman dan sekutu yang berguna, mungkinkah dia akan berpaling ke pihak lain jika Klan Kamisato benar-benar jatuh?\n\nSemua pemikiran yang kusut ini perlahan-lahan menjadi lurus sendiri di dalam benak Ayato, dan pusat dari semua pemikiran ini adalah keyakinan Ayato yang tidak berubah dan tidak tergoyahkan.\n\nDia akan menggunakan segala cara yang dimilikinya untuk menjamin keselamatan dan masa depan keluarganya. Segala rintangan yang menghadang akan disingkirkan, berapa pun harga yang harus dibayarnya.\n\nMalam itu, cahaya Vision adalah satu-satunya cahaya yang menemaninya.\n\nDan ketika cahaya fajar menyelinap masuk dari jendela, sang pewaris muda telah siap untuk menghadapi dunia.",
      "th": "คืนหนึ่งเมื่อหลายปีก่อน จู่ ๆ ท่านพ่อที่ป่วยหนักก็ได้เรียก Ayato ให้มาหา\n\nในคืนนั้นท่านพ่อดูต่างจากสภาพยามเจ็บป่วยปกติ แม้ว่าการแสดงออกของท่านจะดูเคร่งขรึม แต่ก็ไม่สามารถซ่อนความกังวลในสายตาของท่านเอาไว้ได้\n\nท่านพยายามทำสีหน้าให้ดูสดใสแล้วถาม Ayato ว่า: วันนี้ฝึกเสร็จแล้วเหรอ? ได้กินข้าวเย็นอิ่มไหม? ฝีมือดาบดีขึ้นบ้างรึเปล่า? \n\nหลังจากที่ Ayato ตอบคำถามทั้งหมด ท่านพ่อของเขายิ้ม และพยักหน้า ดูท่าทางเหมือนพอใจ แต่แล้วสีหน้าของท่านก็พลันย่ำแย่ลงอย่างรวดเร็ว ราวกับว่าท่านมีอะไรอยากจะพูดแต่พูดไม่ได้\n\nหลังจากลังเลอยู่เป็นเวลานาน พอได้สบเข้ากับดวงตาที่เศร้าโศกของท่านแม่ น้ำเสียงหนักอึ้งของท่านพ่อก็กล่าว\n\n\"Ayato... เจ้าจงจดจำไว้ให้ดี ไม่ว่าหลังจากนี้ตระกูล Kamisato จะแปรเปลี่ยนไปเช่นไรก็ตาม แต่เจ้าก็ยังคงเป็นลูกชายคนโตของพวกเรา เป็นพี่ชายของ Ayaka และเป็นทายาทที่แสนล้ำค่าของตระกูล Kamisato\"\n\nหลังจากให้ท่านพ่อพักผ่อนดี ๆ แล้ว Ayato ก็ได้โค้งคำนับท่านพ่อ ท่านแม่ และกล่าวขอตัว แล้วค่อย ๆ เดินกลับไปห้องนอนอย่างเชื่องช้า\n\nทันทีที่เขาเปิดประตู ก็เห็น \"วิชั่น\" ส่องแสงสว่างอยู่บนโต๊ะ\n\nAyato เคยได้ยินว่า \"วิชั่น\" เป็นดั่งดวงตาแห่งเทพ ถือกำเนิดขึ้นเพื่อตอบสนองต่อความปรารถนาของผู้คน\n\nเขาใฝ่ฝันที่จะเป็นเสาหลักของครอบครัวมาตั้งแต่ยังเด็ก เหตุผลก็ไม่ได้ยิ่งใหญ่อะไร ก็แค่อยากให้ตระกูลเจริญรุ่งเรืองอีกยาวนาน และเพื่อปกป้องชีวิตความเป็นอยู่ของคนในครอบครัวก็เท่านั้น\n\n\"วิชั่น\" มาปรากฏขึ้นในเวลานี้... อาจจะหมายความว่า นี่ถึงเวลาที่เขาต้องรับผิดชอบทุกอย่างแล้ว\n\nเมื่อคิดถึงเรื่องนี้ Ayato ก็ไม่ได้ให้คนใช้จุดตะเกียง ทำเพียงแค่นั่งลงที่โต๊ะ\n\nสถานการณ์ปัจจุบันไหลผ่านความคิดของเขาราวกับกระแสน้ำ:\n\nท่านพ่อที่ป่วยหนัก ท่านแม่ก็มีสุขภาพอ่อนแอ ตอนนี้ตระกูลเสมือนมังกรหัวขาด มีคู่แข่งมากมายที่ละโมบในสถานะและอำนาจของตระกูล Kamisato มาช้านาน\n\nน้องสาวเองก็ยังเด็กนัก ต้องทำทุกวิถีทางเพื่อให้แน่ใจว่าเธอจะสามารถเติบโตขึ้นมาได้อย่างปลอดภัย อำนาจการปกครองของ Shogunate เป็นเหมือนทะเลที่มีแนวปะการังมากมาย จะขยับตัวทำอะไรต้องระวังให้ดี...\n\n\"Shuumatsuban\" ที่สืบทอดจากรุ่นสู่รุ่นต้องไม่ทอดทิ้ง ส่วนพวกคนรับใช้ที่อยู่ข้างกายพวกนี้ ในตอนที่ตระกูล Kamisato อ่อนแอ จะเหลือสักกี่คนที่จะสามารถเชื่อใจได้กัน...\n\nยังมี Thoma ที่เกิดในต่างแดน ถึงเขาจะเป็นเพื่อน แต่ก็เป็นคนที่มีความสามารถ แต่ถ้าตระกูล Kamisato ล้มลง เขาจะมีแผนอะไรอื่นไหมนะ...\n\nเรื่องราวที่ยุ่งเหยิงทั้งหมดค่อย ๆ แจ่มชัดในหัวสมองของ Ayato ท่ามกลางเครือข่ายข้อมูล ความเชื่อของเขายังคงหนักแน่นดังเดิม\n\nเพื่ออนาคต และเพื่อปกป้องคนในครอบครัวให้อยู่รอดปลอดภัย อะไรที่ใช้ได้ เขาก็จะใช้โดยไม่เลือกวิธี อะไรก็ตามที่มาขวางทาง เขาจะกำจัดมันออกไปให้หมดไม่ว่าจะเป็นใครก็ตาม\n\nในคืนของห้องอันไร้แสงไฟ วิชั่นได้ส่องสว่างเพื่อเขา\n\nเมื่อแสงแรกของรุ่งอรุณสาดส่องผ่านหน้าต่างลงมาที่โต๊ะของเขา ลูกชายคนโตผู้เยาว์วัยก็เตรียมพร้อมสำหรับทุกสิ่งทุกอย่างที่จะเข้ามาแล้ว",
      "vi": "Một đêm nọ vào nhiều năm trước, phụ thân đang mang bệnh nặng đột nhiên gọi Ayato đến bên cạnh.\n\nĐêm đó, phụ thân mệt mỏi sau cơn bạo bệnh, vẻ mặt tuy nghiêm nghị nhưng không giấu được ánh mắt chất chứa sự quan tâm.\n\nÔng ấy cố lấy lại vẻ tỉnh táo để hỏi Ayato: Hôm nay đã tu luyện xong chưa? Đã dùng bữa tối chưa? Kiếm thuật có tiến bộ không?\n\nAyato lần lượt trả lời từng câu hỏi khiến phụ thân mỉm cười gật đầu, tỏ vẻ hài lòng. Nhưng sắc mặt của ông lại ngay lập tức xấu đi, như có chuyện không nói nên lời.\n\nChần chừ hồi lâu, dưới ánh mắt lo lắng của mẫu thân, ông đã nói ra những lời khá ưu sầu:\n\n\"Ayato à, con... phải nhớ, cho dù nhà Kamisato có trở thành thế nào đi nữa, thì con cũng sẽ là trưởng tử của ta, là anh trai của Ayaka, là người kế thừa đầy tự hào của nhà Kamisato.\"\n\nSau khi chúc phụ mẫu ngủ ngon, Ayato chầm chậm quay về phòng.\n\nVừa mở cửa, anh ấy đã thấy một viên Vision lấp lánh nằm ở trên bàn.\n\nAyato từ nhỏ đã nghe nói, Vision đại diện cho ánh nhìn của thần, sinh ra dựa trên nguyện vọng của con người.\n\nTừ nhỏ Ayato đã khao khát trở thành trụ cột của gia tộc, không phải vì đại nghiệp gì, mà chỉ muốn gia tộc mãi mãi hưng thịnh, bảo vệ sự an toàn của mỗi thành viên trong nhà.\n\nViên Vision này xuất hiện... có lẽ đồng nghĩa với việc thời khắc gánh vác trọng trách đã điểm.\n\nNghĩ đến đó, Ayato không căn dặn người hầu thắp đèn, mà chỉ ngồi ngay ngắn bên bàn.\n\nNhững dòng suy nghĩ tựa như nước tuôn trào trong đầu:\n\nPhụ thân bệnh nặng, mẫu thân sức khỏe không tốt, gia tộc như rắn mất đầu, những kẻ tranh quyền khác đã dòm ngó địa vị gia tộc Kamisato từ lâu;\n\nEm gái tuổi còn nhỏ, cần phải dốc sức đảm bảo cho Ayaka có thể yên ổn trưởng thành; Thân tại quan trường tựa như chiến trường, cần phải hành sự cẩn trọng...\n\nTổ chức \"Shuumatsuban\" đã truyền nhiều đời tuyệt đối không thể giải tán, còn về thân tín bên cạnh, còn mấy ai đáng tin cậy trong lúc gia tộc suy yếu chứ...\n\nVà còn Thoma nữa, dù chỉ là bạn bè, nhưng cũng là người có thể dùng được, tuy nhiên nếu thế lực Kamisato suy yếu, không biết anh ta sẽ có dự tính gì khác hay không...\n\nTất cả những việc rối rắm ấy đều đã được chỉnh đốn ngay ngắn trong đầu Ayato. Thứ nằm ngay trong trung tâm mạng lưới thông tin ấy, chính là tín niệm bất di bất dịch của anh...\n\nVì tương lai, vì sự an toàn của người nhà, vật gì có thể dùng thì sẽ không từ thủ đoạn để dùng, người nào gây trở ngại thì sẽ không từ thủ đoạn để loại bỏ.\n\nTrong căn phòng không đèn ấy, chỉ có Vision là nguồn sáng duy nhất bầu bạn với anh.\n\nKhi bình minh ló dạng, vị trưởng tử nhỏ tuổi ấy đã chuẩn bị sẵn sàng để nghênh đón tất cả."
    }
  }
]