[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "此前听绫华屡次提起阁下，不料公务繁忙，直至今日才有机会相见。神里家家主，神里绫人，今后请多指教了。",
      "zht": "此前聽綾華屢次提起閣下，不料公務繁忙，直至今日才有機會相見。神里家家主，神里綾人，今後請多指教了。",
      "jp": "貴方のことは度々綾華から聞いています。しかし、公務が忙しかったこともあり、なかなかお会いできませんでした。神里家当主、神里綾人。以後お見知りおきを。",
      "ko": "아야카에게 얘기 많이 들었습니다. 생각보다 일이 바빠서 이제야 인사 나누는군요. 카미사토 가문의 가주, 카미사토 아야토입니다. 잘 부탁해요",
      "en": "Greetings. Ayaka has mentioned you on numerous occasions — alas, my schedule has been rather busier than anticipated recently, which belated our first meeting until today. Kamisato Ayato, head of the Kamisato Clan. Delighted to make your acquaintance.",
      "de": "Ayaka hat mir schon oft von dir erzählt. Leider war ich so sehr mit meinen Geschäften beschäftigt, dass ich erst heute die Gelegenheit habe, dich zu treffen. Oberhaupt des Kamisato-Klans, Kamisato Ayato, es freut mich, dich kennenzulernen.",
      "es": "Saludos. Ayaka me ha hablado de ti en múltiples ocasiones. Por desgracia, últimamente mi agenda ha estado más apretada de lo que había anticipado, lo cual ha pospuesto nuestro primer encuentro hasta hoy. Soy Kamisato Ayato, el líder del clan Kamisato. Es un placer poder conocerte.",
      "fr": "Salutations. Ayaka m'a parlé de vous à plusieurs reprises. Hélas, mon emploi du temps a été plus chargé que prévu récemment, ce qui a retardé notre première rencontre jusqu'à aujourd'hui. Kamisato Ayato, chef du Clan Kamisato. Enchanté de faire votre connaissance.",
      "pt": "#Saudações. Ayaka mencionou você em várias ocasiões — infelizmente, ultimamente minha agenda está mais ocupada do que o previsto, adiando nosso primeiro encontro até hoje. Eu sou Kamisato Ayato, chefe do clã Kamisato. Prazer em conhecê-l{M#o}{F#a}.",
      "ru": "Здравствуй. Аяка несколько раз упоминала о тебе. Увы, в последнее время мой график был несколько более загруженным, чем обычно, из-за чего наша первая встреча состоялась лишь сегодня. Камисато Аято, глава клана Камисато. Рад с тобой познакомиться.",
      "id": "Salam. Ayaka sudah sering membicarakan tentang kamu dalam berbagai kesempatan. Sayangnya, akhir-akhir ini jadwalku lebih sibuk dari yang kuperkirakan, sehingga pertemuan pertama kita harus tertunda sampai hari ini. Kepala Klan Kamisato, Kamisato Ayato, senang berkenalan denganmu.",
      "th": "ได้ยิน Ayaka พูดถึงคุณหลายต่อหลายครั้ง แต่ฉันก็มัวยุ่งอยู่กับงานราชการมาตลอด จนวันนี้ถึงมีโอกาสได้พบกับคุณซักที ฉันผู้นำตระกูล Kamisato นามว่า Kamisato Ayato ต่อไปนี้ก็ฝากเนื้อฝากตัวด้วยนะ",
      "vi": "Đã nghe qua Ayaka nhiều lần nhắc đến các hạ, nhưng do bận rộn với công việc nên đến hôm nay mới có dịp gặp mặt. Tôi là gia chủ của nhà Kamisato, Kamisato Ayato, xin được chỉ giáo."
    }
  },
  {
    "title": {
      "zhs": "闲聊·大少爷",
      "zht": "閒聊·大少爺",
      "jp": "世間話·若旦那",
      "ko": "잡담·도련님",
      "en": "Chat: Spoiled",
      "de": "Gespräch – Der älteste junge Meister",
      "es": "Charla - Consentido",
      "fr": "Bavardage - Privilégié",
      "pt": "Bate-papo — Privilegiado",
      "ru": "Поболтаем: Избалованность",
      "id": "Berbincang: Manja",
      "th": "แชท - คุณชายใหญ่",
      "vi": "Nói chuyện phiếm - Đại Thiếu Gia"
    },
    "line": {
      "zhs": "好像忘带什么东西了…算了，等想起来的时候再差人送来好了。",
      "zht": "好像忘帶什麼東西了…算了，等想起來的時候再差人送來好了。",
      "jp": "何か忘れているような…まあいいでしょう。また思い出したら、誰かに届けてもらえばいいだけのことです。",
      "ko": "뭔가를 두고 온 것 같은데… 됐습니다, 생각나면 사람을 불러 가져오라고 하죠",
      "en": "I'm sure I've forgotten something... Not to worry, I'll simply send someone to fetch it. As soon as I remember what it was.",
      "de": "Ich scheine zu vergessen, Dinge mitzubringen ... Macht nichts, ich schicke einfach jemanden, der es hierher bringt, wenn ich mich daran erinnere.",
      "es": "Estoy seguro de que me olvidé algo... Bueno, no importa, mandaré a alguien para que me lo traiga cuando recuerde qué era...",
      "fr": "J'ai l'impression d'avoir oublié quelque chose... Peu importe, j'enverrai quelqu'un aller me le chercher quand je m'en souviendrai.",
      "pt": "Tenho certeza de que me esqueci de alguma coisa... Não se preocupe, vou simplesmente mandar alguém buscar. Assim que me lembrar o que era.",
      "ru": "Кажется, я что-то забыл... Ничего страшного, пошлю кого-нибудь. Только сначала вспомню, за чем именно.",
      "id": "Aku yakin tadi lupa bawa sesuatu .... Sudahlah, nanti tinggal suruh orang untuk ambil. Begitu aku ingat apa yang ketinggalan.",
      "th": "เหมือนจะลืมพกอะไรไป... ช่างเถอะ ถ้านึกออกก็ค่อยส่งลูกน้องไปเอาละกัน",
      "vi": "Hình như quên mang theo thứ gì đó thì phải... Kệ vậy, khi nào nhớ thì sai người đem tới thôi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·收网",
      "zht": "閒聊·收網",
      "jp": "世間話·仕掛け",
      "ko": "잡담·마무리",
      "en": "Chat: Reel Them In",
      "de": "Gespräch – Das Agentennetz",
      "es": "Charla - Recoger el sedal",
      "fr": "Bavardage - L'art de ferrer",
      "pt": "Bate-papo - Puxar as Redes",
      "ru": "Поболтаем: Подсечка",
      "id": "Berbincang: Menarik Tangkapan",
      "th": "แชท - รวบหัวรวบหาง",
      "vi": "Nói chuyện phiếm - Thu Lưới"
    },
    "line": {
      "zhs": "暗线已经布置妥当，嗯，差不多该收网了…",
      "zht": "暗線已經佈置妥當，嗯，差不多該收網了…",
      "jp": "仕掛けは十分、そろそろ回収するとしましょう…",
      "ko": "미끼는 모두 던져두었으니, 음. 슬슬 거둘 때가 됐군요…",
      "en": "Everything's in place, and they've taken the bait... Yes. Now to start reeling them in...",
      "de": "Die Vorbereitung ist abgeschlossen, und nun ist Zeit, alles zum Ende zu bringen ...",
      "es": "Todo está en su lugar y han mordido el anzuelo... Sí, ya se puede recoger el sedal.",
      "fr": "Tout est en place, et ils ont mordu à l'hameçon... Bien, c'est l'heure de refermer notre piège.",
      "pt": "Todos os fios ocultos foram bem colocados. Está na hora de puxar as redes.",
      "ru": "Всё готово, они заглотили наживку... Да. Теперь пора подсекать...",
      "id": "Semuanya sudah betul, dan umpannya juga sudah kena .... Ya. Sekarang tinggal tarik benangnya ....",
      "th": "เส้นสายทั้งหมดได้ถูกจัดวางไว้แล้ว อืม อีกไม่นานก็จัดการรวบหัวรวบหางได้แล้ว...",
      "vi": "Dây đã giăng xong, ừm, đến lúc thu lưới rồi..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·恶趣味",
      "zht": "閒聊·惡趣味",
      "jp": "世間話·悪趣味",
      "ko": "잡담·악취미",
      "en": "Chat: Perverse Pleasure",
      "de": "Gespräch – Schlechter Geschmack",
      "es": "Charla - Placer malvado",
      "fr": "Bavardage - Plaisir dépravé",
      "pt": "Bate-papo - Prazer malvado",
      "ru": "Поболтаем: Сомнительные удовольствия",
      "id": "Berbincang: Tertawa di Atas Penderitaan Orang",
      "th": "แชท - ความสนุกแสนชั่วร้าย",
      "vi": "Nói chuyện phiếm - Thú Vui Xấu"
    },
    "line": {
      "zhs": "一想起家臣们一脸焦急却又不敢开口阻拦的样子，就忍不住觉得有趣。呵，出来走走是不错。",
      "zht": "一想起家臣們一臉焦急卻又不敢開口阻攔的樣子，就忍不住覺得有趣。呵，出來走走是不錯。",
      "jp": "慌てふためきはしても私を止めるほどの勇気はない、家臣たちのあのときの表情を思い出すと…ふふっ、滑稽で仕方ありませんね。…さて、行くとしましょう。たまには散歩をするというのも悪くありません。",
      "ko": "저를 막으려고 안절부절 못하는 가신들의 모습을 생각하니 재밌어서 참을 수가 없군요. 하, 가끔 나와서 걷는 것도 좋네요",
      "en": "I have to stifle a smile every time I remember the look on my retainers' faces when I informed them of my plans today... Panic-stricken, but unable to muster the courage to say anything in opposition, hehe. Yes, this was a fine idea.",
      "de": "Ich kann nicht anders, als mich zu amüsieren, wenn ich daran denke, wie die Gefolgsmänner so besorgt aussehen, sich aber nicht trauen, etwas zu sagen, um mich aufzuhalten. Es ist schön, mal rauszukommen.",
      "es": "Tengo que contener la risa cada vez que recuerdo las caras que pusieron mis sirvientes cuando les informé de los planes de hoy. Muertos de miedo y, aun así, incapaces de armarse de valor para llevarme la contraria, jeje... Sí, esta fue una buena idea.",
      "fr": "Quand je repense à mes assistants qui faisaient une tête paniquée mais n'osaient pas me retenir, j'ai du mal à ne pas sourire. Héhé, c'était une bonne idée de sortir marcher un peu.",
      "pt": "Eu tenho que segurar um sorriso sempre que lembro a cara dos meus retentores quando eu os informei sobre os meus planos hoje... Entraram em pânico, mas sem coragem de dizer qualquer coisa contrária, hehe. Sim, foi uma ótima ideia passear um pouco.",
      "ru": "Мне приходится сдерживать улыбку при воспоминании о выражении лиц моих слуг, когда я сообщил им о своих планах на сегодня... Они охвачены паникой, но при этом не в силах набраться храбрости, чтобы возразить мне, хе-хе. Да, это была прекрасная идея.",
      "id": "Aku harus menahan senyum setiap kali teringat ekspresi wajah para pengikutku ketika mereka tahu tentang rencanaku hari ini .... Mereka panik, tapi tidak berani menentang, hehe. Bagus, bagus sekali.",
      "th": "พอนึกถึงสีหน้ากังวลแต่ไม่กล้าเอ่ยปากรั้งของเหล่าผู้ดูแลตระกูลขึ้นมาทีไร ก็อดไม่ได้ที่จะรู้สึกสนุกทุกที หึ ได้ออกมาเดินเล่นก็ไม่เลวนะ",
      "vi": "Nghĩ đến cảnh các gia thần hốt hoảng nhưng lại không dám mở miệng can ngăn đúng là thú vị. Chậc, ra ngoài đi dạo quả là không tệ."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "暂且先避下雨吧，不必着急，很快就会有人来送伞了。",
      "zht": "暫且先避下雨吧，不必著急，很快就會有人來送傘了。",
      "jp": "とりあえず、雨宿りしませんか？ご安心を、傘ならすぐ届きますから。",
      "ko": "일단 비부터 피하죠. 걱정 마세요. 곧 우산을 가지고 올 겁니다",
      "en": "Let's take shelter for the time being. Don't worry, one of my people will be here with umbrellas momentarily.",
      "de": "Suche erst einmal Schutz vor dem Regen, es gibt keinen Grund zur Eile, bald wird jemand kommen und Regenschirme bringen.",
      "es": "Refugiémonos por el momento. No te preocupes, alguien de los míos vendrá con un paraguas de un momento a otro.",
      "fr": "Abritons-nous de la pluie. Pas d'inquiétude, quelqu'un va bientôt venir nous apporter des parapluies.",
      "pt": "Vamos procurar abrigo por enquanto. Não se preocupe, um de meus funcionários estará aqui com guarda-chuvas rapidamente.",
      "ru": "Давай укроемся от дождя. Не волнуйся, кто-нибудь из моих слуг сейчас принесёт зонты.",
      "id": "Kita berteduh dulu. Jangan khawatir, salah satu orangku akan segera mengantarkan payung.",
      "th": "ไปหลบฝนกันก่อนเถอะ ไม่ต้องรีบร้อนไป อีกเดี๋ยวก็มีคนเอาร่มมาส่งแล้ว",
      "vi": "Tạm trú mưa trước nhé, đừng lo lắng, sẽ có người mang ô đến nhanh thôi."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando a Tormenta Chega...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "绫华自小害怕打雷，直到家母告诉她雷声是大御所大人的倾诉。从那时起，每逢打雷她都会神色专注，仿佛这样就能听懂大御所大人的言语。",
      "zht": "綾華自小害怕打雷，直到家母告訴她雷聲是大御所大人的傾訴。從那時起，每逢打雷她都會神色專注，彷彿這樣就能聽懂大御所大人的言語。",
      "jp": "まだ幼い頃、綾華は雷に怯えていました。そんなあの子に、雷鳴とは将軍様のお声なのだと母上が教えたのです。それ以来、あの子は雷が鳴るたびに、一心に耳を傾けるようになりました。まるで、将軍様のお言葉を理解しようとするかのように。",
      "ko": "아야카는 어릴 적부터 천둥번개를 무서워했습니다. 어머니가 천둥소리는 쇼군님이 이야기하는 거라고 말씀하신 이후론, 천둥이 칠 때마다 한껏 집중하더군요. 마치 쇼군님의 말을 알아듣기라도 한 것처럼요",
      "en": "Ayaka was always scared of thunder as a child — until one day, mother told her that the sound of thunder is the voice of the Almighty Shogun. After that, she would start focusing intensely every time she heard the sound of thunder, as if by concentrating hard enough, she'd be able to hear exactly what Her Excellency was saying.",
      "de": "Ayaka hatte schon als Kind Angst vor Donner gehabt, bis Mutter ihr sagte, dass der Donner die Stimme Ihrer Exzellenz sei. Von da an konzentriert sie sich jedes Mal auf den Donner, als ob sie dann die Worte Ihrer Exzellenz verstehen kann.",
      "es": "A Ayaka le daban miedo los truenos cuando era pequeña, hasta que un día, nuestra madre le dijo que el sonido del trueno es la voz de la todopoderosa Shogun. Después de eso, siempre que escuchaba un trueno, concentraba toda su atención, como si al esforzarse suficiente en ello fuera a oír exactamente lo que decía Su Excelencia.",
      "fr": "Ayaka avait toujours peur du tonnerre lorsqu'elle était enfant, jusqu'au jour où notre mère lui a dit que le bruit du tonnerre était la voix de la Shogun toute-puissante. Depuis, elle se concentre de toutes ses forces à chaque fois que le tonnerre gronde, comme si cela pouvait lui permettre de comprendre les paroles de Son Excellence.",
      "pt": "Ayaka sempre teve medo dos trovões quando criança — até que um dia, nossa mãe disse a ela que o som do trovão era a voz da Toda-Poderosa Shogun. Depois disso, ela começou a focar intensamente todas as vezes que ouvia o som do trovão, como se, ao se concentrar o suficiente, ela fosse capaz de ouvir exatamente o que a Vossa Excelência estava dizendo.",
      "ru": "В детстве Аяка боялась грома, пока однажды мать не сказала ей, что звук грома - это голос Наруками Огосё. После этого она начинала усиленно вслушиваться каждый раз, когда звучали раскаты грома. Как будто, если бы она сосредоточилась достаточно сильно, то смогла бы услышать, что говорит её превосходительство.",
      "id": "Waktu kecil dulu, Ayaka takut sekali dengan suara gemuruh. Hingga suatu hari, ibunda bilang bahwa suara gemuruh adalah suara Shogun Yang Mahakuasa. Sejak saat itu, dia akan berkonsentrasi penuh setiap kali ada suara gemuruh, seolah-olah kalau dia sungguh-sungguh berkonsentrasi, dia bisa dengar dengan jelas apa yang Yang Mulia katakan.",
      "th": "Ayaka กลัวฟ้าร้องตั้งแต่เด็ก จนท่านแม่บอกกับเธอว่าเสียงฟ้าร้องนั้นเป็นเสียงของท่าน Ogosho จากนั้นเป็นต้นมา ทุกครั้งที่มีฟ้าร้อง เธอจะดูใส่ใจเป็นพิเศษ ราวกับว่าเธอสามารถเข้าใจคำพูดของท่าน Ogosho ได้เลยล่ะ",
      "vi": "Ayaka từ nhỏ đã sợ sấm sét, cho đến khi mẹ nói với em ấy rằng tiếng sét chính là lời tâm sự của Ogosho đại nhân. Từ đó mỗi lần thấy sấm sét, Ayaka đều rất chăm chú, như đang muốn nghe lời căn dặn từ Ogosho đại nhân vậy."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "如今的雪景，与多年前的那场雪…并无二致。",
      "zht": "如今的雪景，與多年前的那場雪…並無二致。",
      "jp": "この雪景色は…何年も前に見たあの白雪にそっくりですね…",
      "ko": "오늘날의 설경은, 수년 전 그 눈보라와… 별반 다를 게 없군요",
      "en": "This view reminds me of another time it snowed... that was a long time ago.",
      "de": "Die heutige Schneelandschaft ist nicht anders als die, die wir vor Jahren hatten.",
      "es": "Este paisaje me recuerda a otra ocasión en la que nevó... hace mucho tiempo.",
      "fr": "Le paysage enneigé d'aujourd'hui me rappelle une chute de neige d'autrefois... C'était il y a bien longtemps.",
      "pt": "Esta paisagem me lembra de outro momento em que nevou... isso foi há muito tempo.",
      "ru": "Этот вид напоминает мне о другом дне, когда шёл снег... Но это было очень давно.",
      "id": "Pemandangan ini mengingatkanku pada tempo hari, ketika salju juga turun ... sudah lama sekali.",
      "th": "วิวทิวทัศน์ของหิมะวันนี้ กับหิมะในครั้งนั้นเมื่อหลายปีก่อน... ก็ไม่ต่างกันนัก",
      "vi": "Cảnh tuyết rơi hôm nay so với năm xưa... không chút thay đổi."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "能悠闲晒太阳的时间可不多。",
      "zht": "能悠閒曬太陽的時間可不多。",
      "jp": "陽光の下でくつろげるなど、滅多にないことです。",
      "ko": "여유롭게 햇볕을 쬘 시간은 많지 않죠",
      "en": "Opportunities to bask in the sunlight like this are few and far between.",
      "de": "Es bleibt nicht viel Zeit, um die Sonne zu genießen.",
      "es": "Las oportunidades como esta para disfrutar de la luz del sol son contadas.",
      "fr": "J'ai rarement la chance de pouvoir prendre un bain de soleil.",
      "pt": "Oportunidades de desfrutar da luz do sol desta forma são raras.",
      "ru": "Редко выпадает подобная возможность погреться на солнышке.",
      "id": "Kesempatan untuk berjemur di bawah sinar matahari seperti ini sangatlah langka.",
      "th": "เวลาที่จะได้พักผ่อนใต้แสงแดดมีไม่มากนัก",
      "vi": "Thời gian để nghỉ ngơi tắm nắng quả thật không nhiều."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando Está Ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "有些「突发情况」，看似细小如微风，却会影响到最终结果…呵呵。",
      "zht": "有些「突發情況」，看似細小如微風，卻會影響到最終結果…呵呵。",
      "jp": "そよ風のように些細な「思いがけないこと」であっても、結果を左右してしまうことがあります…ふふっ。",
      "ko": "어떤 「돌발 상황」은 보기엔 사소해 보여도 최종적인 결과에 영향을 줄 수 있죠… 후후",
      "en": "Sometimes, what appears at first to be nothing but a passing breeze can ultimately be that which alters the course of events... Hehe.",
      "de": "Einige „unerwartete Situationen“, scheinbar so klein wie ein Windhauch, können sogar das Endergebnis beeinflussen ... hehe.",
      "es": "A veces, lo que a simple vista no parece más que una ligera brisa puede ser lo que finalmente cambie el curso de los acontecimientos... Jeje.",
      "fr": "Parfois, ce qui semble au premier abord n'être qu'une brise passagère peut finalement se révéler être l'élément qui changera l'issue des événements... Héhé.",
      "pt": "Às vezes, aquilo que primeiramente parecia ser apenas uma brisa passageira, pode no fim das contas, ser o que irá alterar completamente o curso das coisas... Hehe.",
      "ru": "Порой то, что на первый взгляд кажется всего лишь мимолётным дуновением ветерка, в конечном счёте может изменить ход событий... Хе-хе.",
      "id": "Terkadang, angin sepoi-sepoi ringan yang terlihat seperti bukan apa-apa, pada akhirnya mungkin malah menjadi sesuatu yang dapat mengubah jalannya sebuah peristiwa .... Hehe.",
      "th": "\"สถานการณ์ฉุกเฉิน\" บางอย่างที่ดูเหมือนเรื่องเล็ก ๆ น้อย ๆ แต่กลับส่งผลต่อผลลัพธ์สุดท้าย... หึหึ",
      "vi": "Có những \"tình huống đột ngột\" tựa như gió thoảng, nhưng lại ảnh hưởng đến kết quả cuối cùng... Haha."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "大多数人会因为大风迷眼而止步不前，只有少部分人能够借势而为。",
      "zht": "大多數人會因為大風迷眼而止步不前，只有少部分人能夠借勢而為。",
      "jp": "大半の人は強風に目を閉じ、歩みを止めてしまいます。その勢いに乗じて進める者は、ほんの一握りです。",
      "ko": "대다수 사람은 바람이 불면 눈을 뜰 수 없어 나아가지 못하지만, 그중에서 소수는 이 바람을 타고 나아갑니다",
      "en": "Most people hunker down against a strong headwind. Only a few people know how to utilize it to their advantage.",
      "de": "Die meisten Menschen werden durch den Sturm aufgehalten, es gibt nur wenige, die in diesem Wind segeln können.",
      "es": "La mayoría de la gente se amedrenta ante cualquier racha de viento, pero muy pocos saben cómo usarla a su favor.",
      "fr": "La plupart des gens se recroquevillent face à un fort vent frontal. Rares sont les personnes qui savent comment l'utiliser à leur avantage.",
      "pt": "A maioria das pessoas se esconde de um vento forte. Apenas algumas pessoas sabem como utilizá-lo a seu favor.",
      "ru": "Большинство людей пригибаются при сильном встречном ветре. Лишь немногие знают, как использовать это в своих интересах.",
      "id": "Kebanyakan orang akan merunduk saat dihadapkan dengan angin sakal yang kuat. Tidak banyak orang yang tahu bagaimana memanfaatkannya untuk keuntungan mereka.",
      "th": "คนส่วนใหญ่มักจะถูกสายลมหยุดรั้งไว้ แต่มีคนเพียงไม่กี่คนเท่านั้นที่สามารถใช้ประโยชน์จากสถานการณ์นี้ได้",
      "vi": "Đại đa số người sẽ dừng chân trước cơn bão, hiếm ai có thể mượn gió tiến bước."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom Dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好。清晨适宜练剑，放松身心。我一般不会让人安排公务。如何？要过上几招么？",
      "zht": "早上好。清晨適宜練劍，放鬆身心。我一般不會讓人安排公務。如何？要過上幾招嗎？",
      "jp": "お早うございます。早朝の空気は、剣の鍛錬と心を休めるのに最適です。よほどのことがない限り、公務は行いません。いかがでしょう、私と手合わせをしてみませんか？",
      "ko": "좋은 아침입니다. 검도 훈련으로 심신을 가다듬기 좋은 시간이죠. 그래서 보통 이때는 공무를 처리하지 않습니다. 어때요, 저와 겨뤄보실래요?",
      "en": "Good morning. A little sword practice while the day is young is good for the body and mind. I tend to avoid having anything scheduled during these hours... What do you say? Fancy crossing blades with me?",
      "de": "Guten Morgen. Der frühe Morgen ist gut für Schwertübungen und Entspannung. Ich habe während dieser Zeit normalerweise keine offiziellen Aufgaben. Hast du Lust, mit mir Schwertkunst zu üben?",
      "es": "Buenos días. Un poco de práctica matutina con la espada es buena para el cuerpo y la mente. Normalmente, evito tener planes en estas horas del día. ¿Qué opinas? ¿Te apetece un combate amistoso?",
      "fr": "Bonjour. Rien de tel que de s'entraîner à l'épée au petit matin pour détendre son corps et son esprit. En général, j'évite d'avoir quelque chose de prévu à ces heures. Alors ? Voulez-vous faire quelques passes d'armes ?",
      "pt": "Bom dia. Um pouco de prática com a espada enquanto ainda é cedo é bom para o corpo e mente. Evito ter algo marcado durante essas horas... O que me diz? Gostaria de um combate com espadas comigo?",
      "ru": "Доброе утро. Небольшая тренировка с мечом в начале дня полезна для тела и ума. Я стараюсь ничего не планировать на утренние часы... Что скажешь? Хочешь скрестить со мной клинки?",
      "id": "Selamat pagi. Sedikit latihan pedang di pagi hari akan sangat baik untuk tubuh dan pikiran. Aku cenderung menghindari apa pun yang dijadwalkan selama jam-jam ini .... Bagaimana? Mau coba?",
      "th": "อรุณสวัสดิ์ เช้าตรู่แบบนี้เหมาะกับการฝึกฝนเพลงดาบ ผ่อนคลายร่างกายและจิตใจ ปกติแล้วฉันจะไม่ให้คนมาลงตารางงานให้ในเวลานี้ ว่าไง? อยากมาประลองดาบกันหน่อยไหม?",
      "vi": "Chào buổi sáng. Thời gian này rất thích hợp để luyện kiếm, thư giãn tinh thần, tôi thường sẽ không để ai làm phiền trong thời gian này. Thế nào? Muốn tỉ thí chứ?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭如果有偏好的菜色，提前和家仆说就好。你是我的贵客，他们也应对你尽心尽力。",
      "zht": "#午飯如果有偏好的菜色，提前和家僕說就好。{F#妳}{M#你}是我的貴客，他們也應對{F#妳}{M#你}盡心盡力。",
      "jp": "昼餉に何か食べたいものがあれば、家臣に申し付けてください。大事な客人ですから、きっと彼らも最善を尽くしてくれるでしょう。",
      "ko": "점심에 드시고 싶은 것이 있으면 미리 가신에게 말씀하세요. 당신은 제 귀빈이니 그들도 당신을 위해 최선을 다할 겁니다",
      "en": "If there's anything in particular you'd like for lunch, just let one of my staff know in advance. As my honored guest, I'm sure they will do their utmost to accommodate you.",
      "de": "Wenn du etwas Bestimmtes zu Mittag essen möchtest, sprich einfach vorher mit den Hausangestellten. Du bist mein Gast und sie sollten auch ihr Bestes für dich tun.",
      "es": "#Si te apetece algo en particular para comer, solo tienes que decírselo a mis sirvientes con antelación. Como mi invitad{F#a}{M#o} de honor, estoy seguro de que harán todo lo posible por satisfacerte.",
      "fr": "#Si vous souhaitez quelque chose de particulier pour le déjeuner, faites-le savoir à l'avance à l'un de mes employés. Vous êtes {M#un invité}{F#une invitée} d'honneur, je suis certain qu'ils feront tout leur possible pour vous satisfaire.",
      "pt": "#Se tiver algo em especial que você gostaria de comer, por favor, apenas avise a um de meus funcionários de antemão. Como {M#meu convidado}{F#minha convidada} especial, tenho certeza de que farão o melhor possível para te satisfazer.",
      "ru": "Если хочешь на обед что-то конкретное, просто дай знать моим слугам. Они сделают всё, что ты попросишь, ты ведь мой почётный гость.",
      "id": "Kalau ada sesuatu yang kamu inginkan untuk makan siang, silakan beri tahukan kepada para pegawaiku. Seorang tamu kehormatan tentu harus diberi pelayanan yang paling baik.",
      "th": "หากคุณมีอาหารที่อยากกินสำหรับมื้อกลางวัน ก็บอกคนใช้ล่วงหน้าซักหน่อยละกัน คุณคือแขกคนสำคัญของฉัน และพวกเขาควรรับใช้คุณให้ดีที่สุด",
      "vi": "#{F#Cô}{M#Cậu} muốn ăn gì thì cứ căn dặn người hầu là được. {F#Cô}{M#Cậu} là khách quý của tôi, nên tôi sẽ phục vụ hết lòng."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa noite... (I)",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "既然在这个时间点找我，不如留下来吃晚饭吧。",
      "zht": "既然在這個時間點找我，不如留下來吃晚飯吧。",
      "jp": "こんな時間に私を訪ねて来たのですから、夕餉を食べていきませんか？",
      "ko": "이 시간에 절 찾아오셨으니, 좀 기다렸다가 같이 저녁 먹고 가요",
      "en": "Given the hour of your call, perhaps you might stay for dinner?",
      "de": "Da du um diese Zeit nach mir suchst, warum bleibst du nicht zum Abendessen?",
      "es": "Viendo la hora en la que has venido a buscarme, imagino que te quedarás a cenar, ¿cierto?",
      "fr": "#Puisque vous êtes {M#venu}{F#venue} me rendre visite à une telle heure, pourquoi ne pas rester ici pour dîner ?",
      "pt": "Pela hora em que veio me chamar, talvez você ficará para o jantar?",
      "ru": "#Раз уж ты {M#пришёл}{F#пришла} ко мне так поздно, может, останешься на ужин?",
      "id": "Kamu mencariku di jam-jam seperti ini, mau makan malam sama-sama?",
      "th": "มาหาฉันในเวลานี้ ก็อยู่กินข้าวเย็นด้วยกันซะเลยสิ",
      "vi": "Nếu đã đến tìm tôi vào lúc này, thôi thì ở lại đây dùng cơm nhé."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite... (II)",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "到洗漱的时间了是吧，你先下去吧，我还不困…呃，是你？我最后再整理下今日的公务便好，你也早点休息。",
      "zht": "#到洗漱的時間了是吧，你先下去吧，我還不睏…呃，是{F#妳}{M#你}？我最後再整理一下今日的公務便好，{F#妳}{M#你}也早點休息。",
      "jp": "そろそろ就寝の時間ですね。先に下がっていてください、私はまだ眠くないので…おや、貴方でしたか。私は残りの仕事を終わらせてから休みます、貴方も早めに休んでください。",
      "ko": "씻고 잘 준비할 시간인가? 난 아직 안 졸리니, 먼저 내려가 있어…. 아, 당신이군요? 오늘 업무만 마저 정리하면 되니까, 당신도 일찍 쉬세요",
      "en": "Ready to retire for the night, are we? Yes, go on then, you are excused. I'm not tired yet, so... Oh, it's you? Um, I have a few final things to attend to. You should go and get some sleep.",
      "de": "Es ist Zeit, sich zu waschen? Halte dich zurück, ich bin noch nicht müde ... Ach, du? Ich werde meine Geschäfte für heute einfach abschließen und du kannst dich früh ausruhen.",
      "es": "¿Ya te retiras por hoy? Está bien, adelante, puedes irte. Yo aún no estoy cansado, así que... Oh, eres tú. Humm, aún tengo unos asuntos pendientes, pero tú deberías ir a dormir.",
      "fr": "Il est l'heure de dormir, n'est-ce pas ? Vous pouvez vous retirer, je n'ai pas encore sommeil... Oh, c'est vous ? Il me reste quelques tâches à terminer. Vous devriez aller vous reposer.",
      "pt": "#Já está terminando por hoje? Bem, vá em frente, você está liberad{M#o}{F#a}. Ainda não estou cansado, então... Oh, é você? Bem, eu ainda tenho algumas coisas a tratar. Você deveria ir descansar.",
      "ru": "Пора спать? Тогда идите, вы свободны. Я ещё не устал, так что... А, это ты? Мне нужно закончить ещё кое-какие дела. А вот тебе следует хорошенько поспать.",
      "id": "Malam sudah larut, apa sudah waktunya untuk istirahat? Silakan, duluan saja. Aku belum lelah, jadi .... Oh, kamu? Ah, aku masih ada sedikit urusan. Kamu tidur saja duluan.",
      "th": "ถึงเวลาล้างหน้าแปรงฟันแล้วใช่มั้ย ลงไปก่อนเถอะ ฉันยังไม่ง่วง... หือ คุณเองเหรอ? ฉันจะทำงานสุดท้ายของวันนี้ให้เสร็จก่อนน่ะ ส่วนคุณก็รีบพักผ่อนซะล่ะ",
      "vi": "#Đến giờ nghỉ ngơi rồi đúng không? Em đi ngủ trước đi, anh vẫn chưa buồn ngủ... Hử, là {F#cô}{M#cậu} sao? Tôi đang xử lý cho xong công việc hôm nay, {F#cô}{M#cậu} cũng đi nghỉ ngơi sớm đi."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫人自己·代价",
      "zht": "關於神里綾人自己·代價",
      "jp": "神里綾人自身について·対価",
      "ko": "카미사토 아야토 자신에 대해·대가",
      "en": "About Kamisato Ayato: Price to Pay",
      "de": "Über Kamisato Ayato – Preis",
      "es": "Sobre Kamisato Ayato - El precio a pagar",
      "fr": "À propos de Kamisato Ayato – Prix à payer",
      "pt": "Sobre Kamisato Ayato - Preço a Pagar",
      "ru": "О Камисато Аято: Цена",
      "id": "Tentang Kamisato Ayato: Harga yang Harus Dibayar",
      "th": "เกี่ยวกับตัว Kamisato Ayato เอง - ราคาที่ต้องจ่าย",
      "vi": "Về bản thân Ayato - Giá Trị"
    },
    "line": {
      "zhs": "万事皆有代价。既然寻求常人无法企及之事，那就必然付出世人无法想象的代价。",
      "zht": "萬事皆有代價。既然尋求常人無法企及之事，那就必然付出世人無法想像的代價。",
      "jp": "あらゆるものには対価が存在します。通常では手の届かないものを求めるのであれば、常人の想像を超える対価を払わなければなりません。",
      "ko": "모든 일에는 대가가 따르는 법입니다. 평범한 사람들이 이룰 수 없는 것을 이루기 위해선 상상할 수 없는 대가를 치뤄야 하겠죠",
      "en": "Everything comes at a cost. And if you aspire to things that most could never dream of, then naturally, there will be an unimaginable price to pay.",
      "de": "Alles hat seinen Preis. Wenn du das suchst, was für normale Menschen unerreichbar ist, dann musst du einen Preis zahlen, den sich die gewöhnlichen Leute nicht vorstellen können.",
      "es": "Todo tiene un precio. Y, por supuesto, si aspiras a conseguir algo con lo que la gente no podría ni soñar, entonces el precio a pagar será inimaginable.",
      "fr": "Tout a un prix. Et si vous aspirez à des choses dont la plupart des gens ne pourraient jamais rêver, il y aura un prix inimaginable à payer.",
      "pt": "Tudo tem seu preço. E se você quer coisas que a maioria nem poderiam sonhar, então, naturalmente, existirá um preço inimaginável a se pagar.",
      "ru": "За всё приходится платить. И если ты стремишься к вещам, о которых большинство даже никогда и не мечтало, то, естественно, придётся заплатить невообразимую цену.",
      "id": "Segala sesuatu ada harganya. Jika kamu punya cita-cita untuk mencapai hal-hal yang orang biasa bahkan mimpi saja tidak berani, tentunya harga yang harus kamu bayar pun akan setimpal.",
      "th": "ทุกอย่างต่างมีราคาของมัน เนื่องจากเราแสวงหาสิ่งที่คนธรรมดาไม่สามารถบรรลุได้ เพราะอย่างนั้นราคาที่ต้องจ่ายนั้นจึงมากเกินกว่าที่มนุษย์ธรรมดาจะจินตนาการถึง",
      "vi": "Mọi việc đều có cái giá của nó. Nếu muốn tìm kiếm thứ mà người thường không thể đạt được, thì đương nhiên phải trả cái giá mà thế gian không thể tưởng tượng được."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫人自己·手段",
      "zht": "關於神里綾人自己·手段",
      "jp": "神里綾人自身について·手段",
      "ko": "카미사토 아야토 자신에 대해·수단",
      "en": "About Kamisato Ayato: Methodology",
      "de": "Über Kamisato Ayato – Taktiken",
      "es": "Sobre Kamisato Ayato - Medios",
      "fr": "À propos de Kamisato Ayato – Méthodologie",
      "pt": "Sobre Kamisato Ayato - Metodologia",
      "ru": "О Камисато Аято: Методы",
      "id": "Tentang Kamisato Ayato: Metodologi",
      "th": "เกี่ยวกับตัว Kamisato Ayato เอง - วิธีการ",
      "vi": "Về bản thân Ayato - Thủ Đoạn"
    },
    "line": {
      "zhs": "我并不是拘泥于手段的人，无论采取怎样的方式，只要能够取得合适的结果就好。",
      "zht": "我並不是拘泥於手段的人，無論採取怎樣的方式，只要能夠取得合適的結果就好。",
      "jp": "私は手段にこだわりません。結果さえ得られれば、何の問題もありませんからね。",
      "ko": "전 수단을 가리지 않는 사람입니다. 어떤 방식이든 결과만 좋으면 상관없어요",
      "en": "I'm no stickler for doing things in a certain way. Whatever method you use, the important thing is that it delivers acceptable results.",
      "de": "Ich bin kein Verfechter von Taktiken. Es ist alles egal, was du tun musst, solange es zum richtigen Ergebnis führt.",
      "es": "No soy partidario de hacer las cosas de una única manera. Sea cual sea el medio, lo importante es que dé resultados aceptables.",
      "fr": "Je ne tiens pas vraiment à faire les choses d'une manière précise. Quelle que soit la méthode que vous utilisez, l'important est qu'elle donne des résultats acceptables.",
      "pt": "Eu não sou do tipo de fazer as coisas de uma única maneira. Sejam quais forem os métodos usados, o importante é que traga resultados aceitáveis.",
      "ru": "Я не сторонник того, чтобы делать что-то определённым образом. Какой бы метод ты ни использовал, важно, чтобы результаты были приемлемыми.",
      "id": "Aku tidak suka melakukan sesuatu dengan cara yang sudah ditentukan sebelumnya. Tidak peduli apa pun caranya, yang penting adalah hasilnya.",
      "th": "ฉันไม่ใช่คนที่ยึดติดกับวิธีการ ไม่ว่าจะใช้วิธีไหนก็ตาม ขอแค่บรรลุผลลัพธ์ที่เหมาะสมได้ก็พอ",
      "vi": "Tôi không phải là người hay câu nệ thủ đoạn, dù là cách gì đi nữa, chỉ cần đạt được kết quả phù hợp là được."
    }
  },
  {
    "title": {
      "zhs": "关于我们·趣事",
      "zht": "關於我們·趣事",
      "jp": "面白い事について…",
      "ko": "우리에 대해·재미있는 이야기",
      "en": "About Us: Most Entertaining",
      "de": "Über uns – Interessante Geschichten",
      "es": "Sobre nosotros - Algo divertido",
      "fr": "À propos de nous - Quelque chose d'amusant",
      "pt": "Sobre Nós - Algo Divertido",
      "ru": "О нас: Веселье",
      "id": "Tentang Kita: Hiburan",
      "th": "เกี่ยวกับเรา - เรื่องที่น่าสนใจ",
      "vi": "Về chúng ta - Chuyện Thú Vị"
    },
    "line": {
      "zhs": "呵，我听说了你们在天领奉行那边发生的趣事。能让九条老头气得掉头发的人，真不多见。只可惜没有亲眼见证这一幕啊…",
      "zht": "#呵，我聽說了{F#妳}{M#你}們在天領奉行那邊發生的趣事。能讓九條老頭氣得掉頭髮的人，真不多見。只可惜沒有親眼見證這一幕啊…",
      "jp": "ふふっ、貴方たちが天領奉行でやったことは耳に入っていますよ。あの九条の爺さんをひどく怒らせたらしいですね…しかも、髪の毛が抜け落ちてしまうほどの勢いだったとか。そんな方は滅多にいません。この目で見ることができなくて、実に残念です…",
      "ko": "하하, 당신이 텐료 봉행에서 한 재밌는 일을 들었습니다. 쿠죠 영감님이 머리를 쥐어뜯을 만큼 화나게 하는 사람은 정말 드문데, 직접 못 봐서 정말 아쉽군요…",
      "en": "Hehe, I heard about the little job you pulled at the Tenryou Commission. Most entertaining... It takes a special kind of person to get old man Kujou riled up enough to start tearing his hair out. Ahh... Oh, to have been a fly on the wall.",
      "de": "Hehe, ich habe von der lustigen Geschichte gehört, die euch drüben in der Tenryou-Verwaltung passiert ist. Es ist selten, dass jemand den Leiter der Kujou-Familie so wütend machen kann. Schade nur, dass ich das nicht mit eigenen Augen gesehen habe ...",
      "es": "Jeje, me hablaron sobre el incidente que provocaste en la Comisión Tenryou. Qué divertido... No cualquier persona puede enfurecer al viejo Kujou tanto como para que se tire de los pelos. Ah... Qué lástima no haber estado para verlo.",
      "fr": "Héhé, j'ai entendu parler de ce qui vous est arrivé à la Commission administrative, comme c'est amusant. Vous avez réussi à enrager le vieux Kujou, c'est quelque chose de rare. J'aurais aimé voir un tel spectacle de mes propres yeux...",
      "pt": "Hehe, ouvi falar sobre o trabalho que você fez na Comissão Tenryou. Muito divertido... é necessário um tipo especial de pessoa para deixar aquele velho Kujou irritado o suficiente para começar a arrancar os cabelos. Ahh... Oh, quem me dera ter estado por perto.",
      "ru": "#Хе-хе, я слышал, что ты натворил{F#а} в комиссии Тэнрё. Как же весело... Нужно быть особенным человеком, чтобы заставить старину Кудзё рвать на себе волосы от гнева. Ах, если бы только я мог увидеть это собственными глазами.",
      "id": "Hehe, aku sudah mendengar tentang hal-hal kecil yang kamu lakukan di Tenryou Commission. Menghibur sekali .... Cuma orang tertentu saja yang bisa membuat si tua Kujou itu marah sampai menjambak diri sendiri. Ahh .... Coba kalau aku bisa menyaksikannya sendiri ya.",
      "th": "หึ ฉันได้ยินเรื่องน่าสนใจของพวกคุณที่เกิดขึ้นในสำนัก Tenryou แล้วล่ะ มีเพียงไม่กี่คนหรอกนะที่สามารถทำให้ตาเฒ่า Kujou โกรธจนผมร่วงได้น่ะ น่าเสียดายที่ฉันไม่ได้เห็นฉากนั้นเองกับตา...",
      "vi": "Tôi nghe nói bên chỗ Hiệp Hội Tenryou đã xảy ra vài chuyện thú vị. Người có thể chọc tức lão già Kujou ấy quả thật không nhiều. Chỉ tiếc rằng tôi không thể chứng kiến tận mắt..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·信任",
      "zht": "關於我們·信任",
      "jp": "信頼について…",
      "ko": "우리에 대해·믿음",
      "en": "About Us: Trust",
      "de": "Über uns – Vertrauen",
      "es": "Sobre nosotros - Confianza",
      "fr": "À propos de nous - Confiance",
      "pt": "Sobre Nós - Confiança",
      "ru": "О нас: Доверие",
      "id": "Tentang Kita: Kepercayaan",
      "th": "เกี่ยวกับเรา - ความเชื่อใจ",
      "vi": "Về chúng ta - Tín Nhiệm"
    },
    "line": {
      "zhs": "信任他人不是一件容易的事，特别是对于位居高位的人来说。一旦错付了，付出生命的代价也不算少见。不过，你已经给了我信任，那我自然也不该辜负。",
      "zht": "#信任他人不是一件容易的事，特別是對於位居高位的人來說。一旦錯付了，付出生命的代價也不算少見。不過，{F#妳}{M#你}已經給了我信任，那我自然也不該辜負。",
      "jp": "他人を信用することは、そう易々とできることではありません。特に地位の高い者であれば尚更のこと。たった一つの過ちによって、誰かの命を犠牲にしなければならないことも珍しくないのですから。しかし、貴方が私を信頼してくれている以上、私も当然、それに応えなければなりませんね。",
      "ko": "누군가를 믿는 건 쉽지 않은 일이죠. 특히 높은 사람일수록 더 그래요. 한 번의 실수로 목숨을 잃는 일도 적지 않거든요. 하지만 당신이 저에게 믿음을 줬으니, 저도 당신이 준 믿음을 저버리지 않겠습니다",
      "en": "Trusting another person isn't easy, especially for someone of high status. Place your trust in the wrong person, and it can quite literally cost you your life. But you have placed your trust in me, and of course I will not let you down.",
      "de": "Es ist nicht leicht, anderen zu vertrauen, vor allem nicht für Menschen in hohen Positionen. Es ist nicht ungewöhnlich, dass man mit seinem Leben bezahlt, wenn man verraten wird. Aber du hast mir dein Vertrauen geschenkt, also darf ich es natürlich nicht enttäuschen.",
      "es": "Confiar en otra persona no es tan sencillo, sobre todo para aquellos con un mayor estatus. Si depositas tu confianza en la persona equivocada, podría costarte la vida, literalmente. Pero tú has depositado la tuya en mí, así que no te decepcionaré.",
      "fr": "Faire confiance à autrui n'est pas facile, surtout pour une personne de haut statut. Placez vos espoirs en la mauvaise personne, et cela peut littéralement vous coûter la vie. Mais c'est à moi que vous avez accordé votre confiance, il est donc évident que je ne vous laisserai pas tomber.",
      "pt": "Confiar em outras pessoas não é algo fácil, ainda mais alguém de posição elevada. Colocar sua confiança na pessoa errada, e isso poderá, quase que literalmente, te custar a vida. Mas você colocou sua confiança em mim, e é claro, não te desapontarei.",
      "ru": "#Доверять другому человеку нелегко, особенно человеку с высоким статусом. Доверься не тому, и это может в буквальном смысле стоить тебе жизни. Но ты {M#доверился}{F#доверилась} мне, и, конечно же, я тебя не подведу.",
      "id": "Percaya pada orang lain bukanlah hal yang mudah, terutama bagi seseorang yang kedudukannya tinggi. Kalau kamu memberikan kepercayaanmu pada orang yang salah, salah sedikit nyawamu yang akan jadi taruhannya. Kamu telah menaruh kepercayaanmu kepadaku, tentu saja aku tidak akan mengecewakanmu.",
      "th": "การเชื่อใจผู้อื่นไม่ใช่เรื่องง่าย โดยเฉพาะอย่างยิ่งสำหรับผู้ที่อยู่ในตำแหน่งสูง เมื่อเชื่อใจผิดก็ไม่แปลกที่จะต้องจ่ายราคาความเชื่อใจนั้นด้วยชีวิต แต่ว่าคุณได้ให้ความเชื่อใจของคุณกับฉัน และฉันก็จะไม่ทรยศต่อความเชื่อใจนั้นเด็ดขาด",
      "vi": "#Tín nhiệm một người không phải là chuyện đơn giản, đặc biệt là đối với người có địa vị cao. Một khi tín nhiệm sai người thì cái giá phải trả cũng sẽ rất đắt. Nhưng mà, {F#cô}{M#cậu} đã tín nhiệm tôi, nên tôi sẽ không phụ sự tín nhiệm đó."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision ....",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "既然有「神之眼」这么方便的道具，自然是要好好利用了。能在我的手中像这样焕发光辉，它也是高兴的吧。",
      "zht": "既然有「神之眼」這麼方便的道具，自然是要好好利用了。能在我的手中像這樣煥發光輝，它也是高興的吧。",
      "jp": "せっかく「神の目」という便利な代物を持っているのですから、ちゃんと活用しなくてはなりませんね。このように手のひらで輝いているということは、これもさぞかし幸せなのでしょう。",
      "ko": "「신의 눈」이라는 편리한 도구가 있는데, 당연히 잘 활용해야 하지 않겠습니까? 제 손에서 이렇게 빛나는 걸 보면, 얘도 기쁜 거겠죠",
      "en": "A Vision is an eminently useful tool, so it only makes sense to put it to good use. Also, I like to think it's happiest in my possession because it has the chance to shine away in all its glory.",
      "de": "Da ich einen Gegenstand so praktisch wie das Göttliche Auge habe, muss ich es voll ausschöpfen. Es sollte auch glücklich sein, wenn es so in meinen Händen glüht.",
      "es": "Una Visión es una herramienta sumamente útil, así que es preciso usarla adecuadamente. Además, me gusta pensar que mi Visión es feliz conmigo porque puede brillar con todo su esplendor.",
      "fr": "Un œil divin est un outil bien utile, il est donc logique d'en faire bon usage. J'aime à penser qu'il est plus heureux en ma possession parce qu'il a la possibilité de briller de toute sa gloire.",
      "pt": "Uma Visão é uma ferramente extremamente útil, então faz sentido colocá-la em bom uso. Além disso, eu gosto de pensar que ela está feliz de estar comigo, pois assim, ela tem a oportunidade de brilhar com todo seu esplendor.",
      "ru": "Раз уж есть такой полезный инструмент, как Глаз Бога, то почему бы не использовать его для дела. Я надеюсь, что он засияет в моих руках.",
      "id": "Vision adalah alat yang sangat berguna, jadi tentu saja harus dimanfaatkan dengan sebaik-baiknya. Terlebih lagi, aku lebih suka berpikir kalau Vision-ku pasti sangat bahagia karena aku pemiliknya. Karena dengan demikian, Vision-ku punya kesempatan untuk bersinar dengan sangat terang dan penuh kemuliaan.",
      "th": "ในเมื่อมีสิ่งของที่สะดวกดังเช่น \"วิชั่น\" แน่นอนว่าต้องใช้งานเป็นอย่างดี สามารถส่องแสงสว่างในมือของฉันได้แบบนี้ มันเองก็มีความสุขสินะ",
      "vi": "Nếu như đã có viên Vision tiện lợi như vậy thì phải dùng cho tốt. Nó cũng nên vui mừng vì đã được phát huy sức mạnh trong tay tôi chứ nhỉ."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "#Quelque chose à partager{NON_BREAK_SPACE}?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "将落花投于暖炉之上，在炉火的炙烤下，花会短暂地恢复生机，最后一刻的红艳更是压火光一筹…倒也没有枉费短暂的一生。",
      "zht": "將落花投於暖爐之上，在爐火的炙烤下，花會短暫地恢復生機，最後一刻的紅豔更是壓火光一籌…倒也沒有枉費短暫的一生。",
      "jp": "落ちた花を火鉢に放り込むと、炎によって一瞬だけ生気をみなぎらせます。花が最後に見せるその鮮やかな姿は、炎の輝きをも凌駕するものです。たとえ刹那の出来事だとしても、それは花の短い一生を意味あるものにするでしょう。",
      "ko": "떨어진 꽃을 난로에 올려두면 뜨거운 열기 위에서 잠시나마 생기를 되찾고, 마지막에 불길보다도 찬란한 붉은 빛을 내뿜어요. 짧지만 후회 없는 삶이 아닐까요?",
      "en": "If you throw fallen flowers onto the stove, the searing heat infuses them with one final spark of vitality, and for a brief moment, they radiate a more glorious glow than the flames themselves... it was a short life they lived, but it was by no means a wasted one.",
      "de": "Wenn die Blumen in den Kamin geworfen werden, werden sie durch das Feuer kurz verjüngt, und der letzte Moment ihrer Röte ist sogar schöner als der des Feuers ... Sie haben ihr kurzes Leben nicht verschwendet.",
      "es": "Si lanzas unas flores marchitas al fuego de un horno, el calor abrasador las imbuye con una última chispa de vitalidad y, por un efímero momento, brillan con más esplendor que el propio fuego. Aunque fue una vida corta, en absoluto fue en vano.",
      "fr": "Lorsque vous jetez des fleurs fanées sur un poêle chaud, la chaleur brûlante de celui-ci leur insuffle une dernière étincelle de vitalité, et pendant un bref instant, elles rayonnent d'un éclat plus glorieux que les flammes mêmes... Leur vie a été éphémère, mais en aucun cas gâchée.",
      "pt": "Se você colocar flores que acabaram de cair no fogão, o calor abrasador irá infundi-las com uma última centelha de vitalidade, e por um breve momento, elas emitirão um brilho glorioso ainda maior do que as das próprias chamas... Elas viveram por pouco tempo, mas de forma alguma foi uma vida desperdiçada.",
      "ru": "Если бросить опавшие цветы в пламя, обжигающий жар наполнит их последней искрой жизненной силы, и на короткое мгновение они вспыхнут великолепным сиянием, которое ярче, чем сам огонь... Они прожили короткую жизнь, но она не была потрачена впустую.",
      "id": "Kalau kamu taruh kelopak bunga yang telah gugur di atas tungku, bara api yang tersisa akan menimbulkan percikan kehidupan yang terakhir pada bunga tersebut. Untuk sesaat, ia akan memancarkan cahaya yang lebih berjaya daripada api itu sendiri .... Suatu gambaran kehidupan yang singkat, namun sama sekali tidak sia-sia.",
      "th": "หากโยนดอกไม้ที่ร่วงโรยลงไปในกองไฟ ภายใต้กองไฟที่แผดเผาจะเติมพลังให้กับพวกมันเป็นครั้งสุดท้าย ดอกไม้เหล่านั้นจะสว่างไสวยิ่งกว่าเปลวไฟในชั่วขณะหนึ่ง แม้ว่ามันจะเป็นชีวิตที่สั้นแต่ก็ไม่สูญเปล่า",
      "vi": "Đóa hoa rơi vào bếp lửa, dưới sức nóng của lửa đốt, hoa sẽ hồi phục sức sống trong thoáng chốc. Khoảnh khắc đỏ rực ấy sẽ lấn át cả ánh lửa... xem như không uổng phí cuộc đời ngắn ngủi này."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "说起宠物的话，嗯，我更喜欢狗。猫自我主义的特征是不错，但只有狗会乖乖听从主人的命令。忠诚而又坦率，呵，真是惹人喜爱啊。",
      "zht": "說起寵物的話，嗯，我比較喜歡狗。貓自我主義的特徵是不錯，但只有狗會乖乖聽從主人的命令。忠誠而又坦率，呵，真是惹人喜愛啊。",
      "jp": "ペットと言えば、ええ、私は犬が好きなんです。猫の気ままなところも悪くはありませんが、飼い主の命令に従順なのは犬だけですから。忠実で素直で…ふふっ、なんとも愛らしいものです。",
      "ko": "애완동물이라면, 음, 전 강아지가 더 좋아요. 자기중심적인 고양이도 나쁘지 않지만, 강아지만이 주인에게 복종하죠. 충실하고 솔직하니, 하하, 정말 사랑스럽군요",
      "en": "When it comes to pets... Mm, yes, I'm definitely more of a dog person myself. Cats are very independent, which has its merits, but you'll only find obedience in dogs. They'll do whatever you tell them to. Hehe, what can I say — I suppose I find loyalty to be quite an attractive quality.",
      "de": "Wenn es um Haustiere geht, dann bevorzuge ich Hunde. Die egoistischen Eigenschaften von Katzen sind interessant, aber nur Hunde befolgen gehorsam die Befehle ihrer Besitzer. Loyal und offen, hehe, was für niedliche Geschöpfe.",
      "es": "En lo que a mascotas se refiere... Humm, sí, definitivamente me gustan más los perros. Los gatos son muy independientes, lo cual tiene su mérito, pero solo los perros son obedientes. Hacen todo lo que les digas. Jeje, ¿qué puedo decir? Supongo que aprecio la cualidad de ser leal.",
      "fr": "S'il faut évoquer le sujet des animaux domestiques, je dirais que je préfère les chiens. Les chats ont le mérite d'être indépendants, mais seuls les chiens écoutent sagement les ordres de leur maître. Ils sont à la fois fidèles et sincères. Difficile donc de ne pas les aimer, héhé.",
      "pt": "Quando se trata de animais de estimação... Hmm, sim, definitivamente gosto mais de cães. Gatos são bem independentes, o que por si só tem seus méritos, mas você só irá encontrar obediência em cães. Eles farão qualquer coisa que você mandar. Hehe, o que posso dizer — acho que vejo lealdade como uma qualidade atrativa.",
      "ru": "Если говорить о домашних животных... Мм, да, я определённо больше люблю собак. Кошки очень независимы, в чём тоже есть своё очарование, но беспрекословное послушание есть только у собак. Они сделают всё, что ты им скажешь. Хе-хе, полагаю, я нахожу лояльность довольно привлекательным качеством.",
      "id": "Hewan peliharaan ya .... Hmm, ya, aku pribadi lebih suka anjing. Kucing memang mandiri, itu kelebihannya. Tapi anjinglah yang menang karena mereka patuh, dan rela melakukan apa pun yang kamu suruh. Hehe, bagaimana ya, kesetiaan memang sebuah kualitas yang sangat menarik di mataku.",
      "th": "ถ้าพูดถึงสัตว์เลี้ยง อืม ฉันค่อนข้างชอบสุนัขมากกว่า ความเห็นแก่ตัวของแมวนั้นก็ดี แต่สุนัขที่เชื่อฟังคำสั่งของเจ้านาย ซื่อสัตย์ และตรงไปตรงมา หึ น่าเอ็นดูมากเลยล่ะ",
      "vi": "Nói đến thú cưng thì... tôi thích chó hơn. Chủ nghĩa tự thân của mèo tuy rất thú vị, nhưng chỉ có chó mới ngoan ngoãn nghe lệnh. Thẳng thắn trung thành, hừm, đúng là dễ thương mà."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫华…",
      "zht": "關於神里綾華…",
      "jp": "神里綾華について…",
      "ko": "카미사토 아야카에 대해…",
      "en": "About Kamisato Ayaka",
      "de": "Über Kamisato Ayaka ...",
      "es": "Sobre Kamisato Ayaka...",
      "fr": "À propos de Kamisato Ayaka...",
      "pt": "Sobre Kamisato Ayaka...",
      "ru": "О Камисато Аяке...",
      "id": "Tentang Kamisato Ayaka",
      "th": "เกี่ยวกับ Kamisato Ayaka...",
      "vi": "Về Kamisato Ayaka..."
    },
    "line": {
      "zhs": "我相信绫华的能力，但我也希望她能够保持一颗纯粹的心。权力斗争她不必参与，人世阴暗她也不必直面，这些理应由作为兄长的我来一一扫清…不小心说太多了，就当是你我之间的秘密吧。",
      "zht": "#我相信綾華的能力，但我也希望她能夠保持一顆純粹的心。權力鬥爭她不必參與，人世陰暗她也不必直面，這些理應由作為兄長的我來一一掃清…不小心說太多了，就當是{F#妳}{M#你}我之間的秘密吧。",
      "jp": "私は綾華の能力を信頼しています。ただ、あの子にはやはり、純粋なままでいて欲しいのです。権力争いに巻き込まれる必要はなく、人間の裏の顔に立ち向かう必要もない。そういうものはすべて、兄である私が一つ一つ片づけますから…おっと、つい話しすぎてしまいましたね。今のは、二人だけの秘密にしてください。",
      "ko": "아야카의 능력을 믿지만, 그 애가 순수한 마음을 가지고 살았으면 좋겠어요. 권력 투쟁에 개입할 필요도, 세상의 어두운 면에 직면할 필요도 없이요. 그런 건 오빠인 제가 해결해야 할 일이니까요…. 저도 모르게 말이 많아졌네요. 우리 둘 사이의 비밀이라고 해두죠",
      "en": "I am confident in Ayaka's abilities. But I want her to be able to hold on to her innocence. She shouldn't have to get personally involved in power struggles, or confront the darker side of life head-on. As her older brother, it's my job to shield her from all of that... Heh, just... between the two of us, of course. Sorry, that got a little more private a little more quickly than I'd intended.",
      "de": "Ich glaube an Ayakas Fähigkeiten, aber ich hoffe auch, dass sie ein reines Herz bewahrt. Sie muss sich nicht am Kampf um die Macht beteiligen und sie muss sich nicht frontal der Dunkelheit der menschlichen Welt stellen. Diese Dinge sollten von mir als ihrem Bruder behandelt werden ... Ich habe versehentlich zu viel gesagt, also lass es ein Geheimnis zwischen dir und mir sein.",
      "es": "Confío en las habilidades de Ayaka, pero quiero que conserve su inocencia. No debería tener que involucrarse en luchas de poder o hacer frente al lado oscuro de la vida. Como su hermano mayor, mi deber es protegerla de todo eso. Jeje, ehmm... que eso quede entre nosotros dos. Lo siento, este asunto se volvió personal más rápido de lo que quería.",
      "fr": "J'ai confiance en les capacités d'Ayaka, mais j'aimerais qu'elle conserve un cœur pur. Elle ne devrait pas avoir à s'impliquer personnellement dans des luttes de pouvoir, ou à affronter le côté sombre de la vie. En tant que grand frère, c'est à moi de la protéger de tout cela... Oups, j'en ai trop dit. Ça reste entre vous et moi, d'accord ?",
      "pt": "Estou confiante nas habilidades da Ayaka. Mas eu gostaria que ela preservasse sua inocência. Ela não deveria ter que se envolver em lutas de poder, ou entrar de frente em confronto com o lado sombrio da vida. Como seu irmão mais velho, é meu dever protegê-la de tudo isso... Hehe, apenas... entre nós dois, é claro. Desculpe, isso ficou um pouco pessoal mais rápido do que eu gostaria.",
      "ru": "Я уверен в способностях Аяки. Но я хочу, чтобы она смогла сохранить свою невинность. Ей не следовало лично участвовать в борьбе за власть или сталкиваться лицом к лицу с тёмной стороной жизни. Я её старший брат, и моя задача - защищать её от всего этого... Хех, просто... Пусть это будет только между нами двумя. Извини, разговор стал слишком личный.",
      "id": "Aku percaya pada kemampuan Ayaka. Tapi aku ingin dia bisa terus mempertahankan kepolosannya. Dia lebih baik tidak terlibat langsung dalam perebutan kekuasaan, maupun menghadapi sisi gelap kehidupan. Sebagai kakaknya, sudah tugasku untuk melindunginya dari semua itu .... Ah, ini ... rahasia kita berdua saja ya. Maaf, yang barusan itu jadi bersifat terlalu pribadi lebih cepat dari yang kukira.",
      "th": "ฉันเชื่อในความสามารถของ Ayaka แต่ฉันก็หวังว่าเธอจะรักษาหัวใจที่บริสุทธิ์เอาไว้ได้ ไม่ต้องต่อสู้แย่งชิงอำนาจ และไม่ต้องเผชิญความมืดมิดของโลก ฉันสมควรเคลียร์เรื่องพวกนี้ในฐานะพี่ชาย... เผลอพูดมากไปซะแล้ว ถือซะว่าเรื่องนี้เป็นความลับระหว่างคุณกับฉันนะ",
      "vi": "Tôi tin tưởng vào năng lực của Ayaka, nhưng tôi hy vọng em ấy có thể giữ được trái tim thuần khiết, không cần phải tranh giành quyền lực, cũng không nên đấu đá với thế gian. Tất cả những chuyện này sẽ do người làm anh như tôi xử lý... Hừm, tôi bất cẩn nói hơi nhiều rồi, xem như đây là bí mật giữa hai ta nhé."
    }
  },
  {
    "title": {
      "zhs": "关于托马…",
      "zht": "關於托馬…",
      "jp": "トーマについて…",
      "ko": "토마에 대해…",
      "en": "About Thoma",
      "de": "Über Thoma ...",
      "es": "Sobre Thoma...",
      "fr": "À propos de Thomas...",
      "pt": "Sobre Thoma...",
      "ru": "О Томе...",
      "id": "Tentang Thoma",
      "th": "เกี่ยวกับ Thoma...",
      "vi": "Về Thoma..."
    },
    "line": {
      "zhs": "托马对神里家的忠心毋庸置疑。很久以前我曾试探过他，如果不想往后被卷入无尽纷争的话，最好早日离开。他却还是留了下来，一直跟随着神里家，让我也省心不少。…现在，我完全信得过的人很少，托马算是一个。",
      "zht": "托馬對神里家的忠心毋庸置疑。很久以前我曾試探過他，如果不想往後被捲入無盡紛爭的話，最好早日離開。他卻還是留了下來，一直跟隨著神里家，讓我也省心不少…現在，我完全信得過的人很少，托馬算是一個。",
      "jp": "トーマの神里家に対する忠誠心は確かです。昔、終わりのない争いに巻き込まれたくなければ、早くここを離れたほうがいいと言って、どのような反応をするか試したことがあります。それでもトーマはこの地に留まり、神里家と共に歩んできてくれました。このご時世、絶対の信頼を寄せられる人は少なくなってしまいましたが、トーマは間違いなくその内の一人です。",
      "ko": "카미사토 가문에 대한 토마의 충성심은 의심할 필요가 없죠. 아주 오래전 그를 시험해 본 적이 있어요. 다가올 분쟁에 말려들고 싶지 않다면, 하루빨리 떠나는 것이 좋을 거라고요. 하지만 그는 끝까지 카미사토 가문에 남아주어 제 걱정을 덜어주었습니다. 지금 토마는 제가 완전히 신뢰하는 몇 없는 사람 중 하나입니다",
      "en": "There is no doubt in my mind about Thoma's loyalty to the Kamisato Clan. A long time ago, partly to see where he stood, I advised him that he would be better off leaving if he didn't want to get drawn into the never-ending disputes that plague public life. Still, he chose to stay, and in all the time he's been with us, he's spared me much worry. There are very few people I trust completely these days, but Thoma is one of them.",
      "de": "Es besteht kein Zweifel an Thomas Loyalität zur Familie Kamisato. Vor langer Zeit habe ich ihm vorgeschlagen zu gehen, wenn er in Zukunft nicht in endlosen Streit hineingezogen werden wollte. Aber er blieb und ist seither bei der Familie Kamisato, was mir eine Menge Sorgen erspart hat ... Es gibt nur wenige Menschen, denen ich heutzutage völlig vertraue, und Thoma ist einer davon.",
      "es": "No me cabe la menor duda sobre la lealtad de Thoma hacia el clan Kamisato. Hace mucho tiempo, como forma de comprobar de qué lado estaba, le aconsejé que debería marcharse si no quería verse involucrado en las infinitas disputas que envuelven la vida pública. Sin embargo, escogió quedarse y, en todo el tiempo que ha estado con nosotros, me ha ahorrado muchas preocupaciones. Confío en muy pocas personas ahora mismo, pero Thoma es una de ellas.",
      "fr": "Il n'y a aucun doute dans mon esprit sur la loyauté de Thomas envers le Clan Kamisato. Il y a longtemps, pour le sonder, je lui ai conseillé de partir s'il ne voulait pas se laisser entraîner dans d'interminables disputes politiques. Pourtant, il a choisi de rester et sa présence m'a épargné bien des soucis. Il y a très peu de personnes en qui j'ai entièrement confiance ces jours-ci, et Thomas est l'une d'entre elles.",
      "pt": "Não existe a menor dúvida para mim sobre a lealdade do Thoma para com o Clã Kamisato. Há um tempo, apenas para ver como ele se comportaria, eu o aconselhei que seria melhor ir embora se não quisesse ser arrastado para disputas infinitas que assolam a vida pública. Mesmo assim, ele decidiu ficar, e em todo o tempo que esteve conosco, ele me poupou de muitas preocupações. Existem poucas pessoas das quais confio plenamente hoje em dia, mas o Thoma é uma delas.",
      "ru": "У меня нет никаких сомнений в преданности Томы клану Камисато. Давным-давно, отчасти для того, чтобы испытать его, я посоветовал ему уйти, если он не хочет быть втянутым в бесконечные споры, которые мешают общественной жизни. Тем не менее, он решил остаться, и за всё то время, что он с нами, он избавил меня от многих забот. Я могу полностью довериться немногому числу людей, но Тома - один из них.",
      "id": "Tidak ada sedikit pun keraguan dalam benakku atas kesetiaan Thoma terhadap Klan Kamisato. Dulu, untuk tahu pasti kepada siapa dia berpihak, aku menasihatinya untuk pergi saja kalau tidak ingin terlibat dalam perselisihan tanpa akhir yang menghantui kehidupan bermasyarakat. Tapi dia memilih untuk tinggal, dan selama dia ada bersama kami, dia jarang sekali membuatku khawatir. Sangat sedikit orang yang bisa kupercayai sepenuhnya hari-hari ini, dan Thoma adalah salah satunya.",
      "th": "แทบไม่ต้องสงสัยความภักดีของ Thoma ที่มีต่อตระกูล Kamisato เลย เมื่อนานมาแล้วฉันเคยลองใจเขา ถ้าหากไม่อยากถูกดึงเข้าวังวนแห่งการแก่งแย่งไม่มีสิ้นสุดล่ะก็ ก็รีบจากไปเสียตั้งแต่เนิ่น ๆ แต่จนถึงตอนนี้ เขาก็ยังอยู่ที่นี่ อยู่รับใช้ตระกูล Kamisato อยู่ตลอดมา ทำให้ฉันสบายใจขึ้นไม่น้อยเลย ...ตอนนี้มีคนเพียงไม่กี่คนที่ฉันเชื่อใจได้อย่างเต็มที่ Thoma เองก็เป็นหนึ่งในนั้น",
      "vi": "Độ trung thành của Thoma là điều không cần phải hoài nghi. Rất lâu trước đây tôi đã thử cậu ta, bảo rằng nếu không muốn sau này bị cuốn vào vòng xoáy tranh đấu vô tận thì nên sớm ngày rời khỏi. Cậu ta đã chọn ở lại với nhà Kamisato, khiến tôi đỡ vất vả hơn khá nhiều... Giờ đây người mà tôi tin tưởng rất ít, Thoma là một trong số đó."
    }
  },
  {
    "title": {
      "zhs": "关于早柚…",
      "zht": "關於早柚…",
      "jp": "早柚について…",
      "ko": "사유에 대해…",
      "en": "About Sayu",
      "de": "Über Sayu ...",
      "es": "Sobre Sayu...",
      "fr": "À propos de Sayu...",
      "pt": "Sobre Sayu...",
      "ru": "О Саю...",
      "id": "Tentang Sayu",
      "th": "เกี่ยวกับ Sayu...",
      "vi": "Về Sayu..."
    },
    "line": {
      "zhs": "她平时看起来是懒散了点，但在适当的时机，却总能给予重要帮助。你应该再清楚不过了吧？",
      "zht": "#她平時看起來是懶散了點，但在適當的時機，卻總能給予重要幫助。{F#妳}{M#你}應該再清楚不過了吧？",
      "jp": "普段は怠けているように見えますが、大事を成す時にはしっかりと手を貸してくれます。貴方もよくご存じでしょう？",
      "ko": "사유는 보기엔 좀 게을러 보이지만, 필요할 땐 늘 중요한 도움을 주죠. 당신이 가장 잘 알지 않나요?",
      "en": "She looks awfully idle the majority of the time, and yet when it counts, she always rises to the occasion and provides indispensable assistance. Of course, you'd know far more about that than me, wouldn't you?",
      "de": "Normalerweise scheint sie etwas faul zu sein, aber sie leistet immer zur rechten Zeit wichtige Hilfe. Du könntest dir dessen nicht mehr bewusst sein, oder?",
      "es": "Parece totalmente ociosa la mayor parte del tiempo, pero siempre da la talla y aporta una ayuda indispensable cuando se la necesita. Bueno, eso tú lo sabes mucho mejor que yo, ¿cierto?",
      "fr": "Elle a l'air terriblement oisive la plupart du temps, et pourtant, elle se montre toujours à la hauteur et apporte une aide indispensable quand il le faut. Bien sûr, vous en savez bien plus que moi à ce sujet, n'est-ce pas ?",
      "pt": "Ela parece estar sempre desocupada na maior parte do tempo, mas quando necessário, ela sempre aparece e oferece uma ajuda indispensável. Claro que, você saberia muito mais sobre isso do que eu, não é mesmo?",
      "ru": "Большую часть времени она кажется ужасно ленивой, но в нужный момент она всегда приходит на помощь. Думаю, ты знаешь об этом даже больше, чем я.",
      "id": "Dia memang sering sekali kelihatan sedang malas-malasan. Tapi ketika dia sedang dibutuhkan, dia selalu ada dan mampu berkontribusi. Tentu saja, dirimu tentu lebih paham tentang hal ini daripada aku, betul?",
      "th": "ถึงปกติเธอจะดูเกียจคร้านเล็กน้อย แต่ในเวลาที่เหมาะสม เธอสามารถให้ความช่วยเหลือที่สำคัญได้เสมอ คุณน่าจะรู้ดีนะ?",
      "vi": "#Cô ấy đúng là có hơi lười nhác thật. Nhưng trong thời điểm thích hợp lại rất được việc, chuyện này {F#cô}{M#cậu} hiểu rõ mà đúng không?"
    }
  },
  {
    "title": {
      "zhs": "关于宵宫…",
      "zht": "關於宵宮…",
      "jp": "宵宮について…",
      "ko": "요이미야에 대해…",
      "en": "About Yoimiya",
      "de": "Über Yoimiya ...",
      "es": "Sobre Yoimiya...",
      "fr": "À propos de Yoimiya...",
      "pt": "Sobre Yoimiya...",
      "ru": "О Ёимии...",
      "id": "Tentang Yoimiya",
      "th": "เกี่ยวกับ Yoimiya...",
      "vi": "Về Yoimiya..."
    },
    "line": {
      "zhs": "那位…为人爽朗的烟花店店主么？嗯…她和神里家往来还算密切。她和绫华年龄相仿，也很投缘。绫华恐怕也不会因为她的快人快语而困扰。毕竟绫华那孩子在小时候，就能坚定地守住本心。",
      "zht": "那位…為人爽朗的煙花店店主嗎？嗯…她和神里家往來還算密切。她和綾華年齡相仿，也很投緣。綾華恐怕也不會因為她的快人快語而困擾。畢竟綾華那孩子在小時候，就能堅定地守住本心。",
      "jp": "あの…陽気な花火屋の店主のことですか？神里家とはかなり親しい間柄で、綾華とも年齢が近く、仲が良いようです。それに、彼女のはっきりと物を言う性格にも、綾華なら頭を悩ませることはないでしょう。何しろ、あの子は幼い頃から自分の本心に忠実でしたから。",
      "ko": "그… 성격 좋은 폭죽 가게 주인 말인가요? 카미사토 가문과 친한 편입니다. 아야카랑 비슷한 나이여서 그런지 서로 잘 맞는 편이더라고요. 아야카도 그녀의 호쾌하고 솔직한 말투를 개의치 않을 겁니다. 워낙 어릴 때부터 늘 자신의 진심을 지켜온 아이니까요",
      "en": "Ah, the fireworks store owner. Yes, a most... spirited young lady. The Kamisato Clan is on rather close terms with her. She is around the same age as Ayaka, and the two get along very well. I trust her direct and outspoken disposition won't lead Ayaka astray. Ayaka has always been staunchly true to herself, ever since she was a young child.",
      "de": "Die ... offene und muntere Feuerwerksladenbesitzerin? Nun ... sie steht der Familie Kamisato relativ nahe. Sie und Ayaka sind ungefähr gleich alt und sie mögen sich gegenseitig. Ich glaube, Ayaka würde sich von ihrer Offenheit nicht stören lassen. Immerhin konnte Ayaka ihrem Herzen treu bleiben, als sie noch ein Kind war.",
      "es": "Ah, la dueña de la tienda de fuegos artificiales... Una joven muy vivaz. Los Kamisato tenemos una relación bastante estrecha con ella. Tiene más o menos la misma edad que Ayaka, y ambas se llevan muy bien. Confío en que su carácter directo y franco no llevará a Ayaka por mal camino. Mi hermana siempre ha permanecido fiel a sí misma desde que era una niña.",
      "fr": "Ah, la propriétaire du magasin de feux d'artifice. Oui, c'est une jeune femme très... fougueuse. Le Clan Kamisato est en bons termes avec elle. Elle a plus ou moins le même âge qu'Ayaka, et elles s'entendent très bien toutes les deux. Je suis sûr que son caractère direct et franc ne détournera pas Ayaka de son chemin. Ayaka a toujours été fidèle à elle-même, depuis qu'elle est toute petite.",
      "pt": "Ah, a dona da loja de fogos de artifícios. Sim, uma garota realmente... peculiar. O Clã Kamisato tem uma relação bem próxima com ela. Ela tem quase a mesma idade que Ayaka, e as duas se dão muito bem. Confio que sua personalidade direta e sincera não levará Ayaka para o caminho errado. Ayaka sempre foi fiel a si mesma, desde que era uma criancinha.",
      "ru": "А, владелица магазина фейерверков. Да, очень... энергичная молодая девушка. Она примерно того же возраста, что и Аяка, и они очень хорошо ладят. Её прямота и откровенный характер не смогут сбить Аяку с истинного пути. Аяка с детства всегда была непоколебимо верна себе.",
      "id": "Ah, nona pemilik toko kembang api. Ya, dia ... gadis muda yang penuh semangat. Klan Kamisato cukup dekat dengannya. Usianya hampir sama dengan Ayaka, dan mereka berdua sangat akrab. Aku percaya sifatnya yang blak-blakan tidak akan menyesatkan Ayaka. Ayaka selalu teguh pada pendiriannya, memang begitu semenjak dia masih kecil dulu.",
      "th": "คนนั้น... เจ้าของร้านดอกไม้ไฟที่ทำให้คนรู้สึกร่าเริงเหรอ? อืม... เธอกับตระกูล Kamisato มีความสัมพันธ์ที่ค่อนข้างสนิทสนมกัน เธอกับ Ayaka อายุเท่ากัน และสนิทสนมกันพอควร Ayaka เองก็คงไม่ลำบากใจกับความเป็นคนปากไวใจถึงของเธอ เพราะเด็กอย่าง Ayaka นั้นซื่อสัตย์กับหัวใจของตัวเองตั้งแต่ยังเด็กแล้ว",
      "vi": "Kia là... chủ tiệm pháo hoa vui tính sao? Ừm... Cô ấy có mối quan hệ khá thân thiết với Nhà Kamisato. Cô ấy và Ayaka bằng tuổi nhau và cũng rất thân thiết. Có lẽ Ayaka cũng không thấy phiền phức vì tính tình thẳng thắn của cô ấy. Dù sao thì khi còn nhỏ, Ayaka cũng đã có tính kiên định mà."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "为了追求「永恒」，将军大人以及整个稻妻，都付出了不小的代价。伤口需要时间来愈合，作为政局的调和者，我必然会尽到我的责任。",
      "zht": "為了追求「永恆」，將軍大人以及整個稻妻，都付出了不小的代價。傷口需要時間來癒合，作為政局的調和者，我必然會盡到我的責任。",
      "jp": "「永遠」を追い求めるあまり、将軍様ご自身のみならず…稲妻の全ての者が、少なからぬ犠牲を支払いました。傷が癒えるまでに時間はかかりますが、政局の調停者として、私は自身の役割を全うしましょう。",
      "ko": "「영원」을 좇기 위해 쇼군님, 그리고 이나즈마는 작지 않은 대가를 치렀습니다. 상처는 아물 시간이 필요해요. 전 정세의 조율자로서 최선을 다할 겁니다",
      "en": "The cost of pursuing eternity has been great for the Almighty Shogun... and for all of Inazuma. These wounds will take time to heal, and as someone with a mediating role to play in the political process, I will be sure to fulfill that which is required of me.",
      "de": "Das Streben nach „Ewigkeit“ hat den Shougun und Inazuma einen riesigen Preis gekostet. Wunden brauchen Zeit, um zu heilen, und als Vermittler der Politik bin ich verpflichtet, meinen Teil dazu beizutragen.",
      "es": "El precio de perseguir la eternidad ha sido muy alto para la todopoderosa Shogun... y para toda Inazuma. Estas heridas tardarán en sanar y, como mediador en este proceso político, me aseguraré de cumplir mis responsabilidades.",
      "fr": "La Shogun et Inazuma ont payé un lourd tribut pour la quête de l'éternité. Ces plaies nécessiteront du temps pour se refermer. En tant que médiateur dans le processus politique, je m'assurerai de faire ce qui est attendu de moi.",
      "pt": "O preço a se pegar por perseguir a eternidade realmente foi muito alto para a Toda-Poderosa Shogun... e para toda Inazuma. Essas feridas levarão tempo até serem curadas, e como alguém com o poder de mediar os processos políticos, me assegurarei de cumprir com minhas responsabilidades.",
      "ru": "Цена стремления к Вечности дорого обошлась и всемогущему сёгуну, и всей Инадзуме. Для заживления этих ран понадобится время, и как человек, играющий посредническую роль в политическом процессе, я обязательно выполню то, что от меня требуется.",
      "id": "Harga yang harus dibayar untuk mengejar keabadian sangat besar bagi Yang Mulia Shogun .... dan untuk seluruh Inazuma. Luka-luka ini perlu waktu untuk bisa sembuh, dan sebagai seseorang dengan peran penengah dalam ranah politik, aku pasti akan melaksanakan apa pun yang harus aku lakukan.",
      "th": "เพื่อไล่ตาม \"นิรันดร์\" ทั้งท่านโชกุน และ Inazuma ต่างก็ต้องชดใช้ด้วยราคาอันมหาศาล และบาดแผลก็ต้องใช้เวลาในการรักษา ในฐานะคนกลางของสถานการณ์ทางการเมืองในตอนนี้ ฉันรับปากว่าจะทำหน้าที่รับผิดชอบนี้ให้สำเร็จอย่างแน่นอน",
      "vi": "Vì truy cầu \"vĩnh hằng\", cả Shogun đại nhân và toàn bộ Inazuma đều phải trả cái giá không nhỏ. Vết thương cần có thời gian để hồi phục, thân là người điều tiết chính sự, tôi đương nhiên sẽ hết mình với trách nhiệm của mình."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "宫司大人于神里家有恩，可她却一直不太看得惯我，呵，恐怕你没少听她「那小子」「那小子」地称呼我吧。\n\n由于业务交集，我们偶有碰面，虽说大家各怀心思，但工作起来也称得上融洽。我并不讨厌这种感觉。嗯，与聪明人一起办事，效率就是会高得多。况且就算她再讨厌我，也不得不承认如果没有我，就没人能实现得了她那些「奇思妙想」了。",
      "zht": "#宮司大人於神里家有恩，可她卻一直不太看得慣我，呵，恐怕{F#妳}{M#你}沒少聽她「那小子」、「那小子」地稱呼我吧。\n\n由於業務交集，我們偶有碰面，雖說大家各懷心思，但工作起來也稱得上融洽。我並不討厭這種感覺。嗯，與聰明人一起辦事，效率就是會高得多。況且就算她再討厭我，也不得不承認如果沒有我，就沒人能實現得了她那些「奇思妙想」了。",
      "jp": "神里家は宮司様にお世話になっていますが、どうやらあの方は私が気に食わないようですね。私を「若造」などと呼ぶところを、あなたも聞いたことがあるのではないですか？\n\n…ただ、たまに仕事の関係でお会いしたときは、互いに自らの考えを持ちつつも、うまく連携が取れるんです。あの感覚は悪くありません。頭の切れる方と仕事をすると、とても効率がいい。それに…たとえ嫌われていたとしても、私がいなければ彼女の「奇想天外な名案」を実現することは不可能。宮司様も、その事実は認めざるを得ないでしょう。",
      "ko": "궁사님은 카미사토 가문의 은인이시지만, 저를 마음에 들어 하시진 않는 모양이에요. 절 「그 녀석」「그 녀석」하며 부르는 걸 많이 들어보셨겠죠. 업무가 겹쳐 가끔 만나는데, 각자 속내를 감추고는 있지만, 일할 땐 그래도 잘 맞는 편입니다. 이런 느낌이 싫진 않아요. 똑똑한 사람과 일하면 효율이 높아지니까요. 게다가… 아무리 절 싫어해도, 제가 없으면 그분의 「기묘한 아이디어」를 실현할 수 없다는 건 부정할 수 없을 겁니다",
      "en": "Lady Guuji has been kind to us in the Kamisato Clan, but she has never quite taken to me personally. I trust you'll have heard the way she refers to me... \"the Yashiro rascal\" and other such flattering monikers. We run into each other semi-regularly, given the overlap in our work, and despite whatever private thoughts we each may have, our working relationship is quite a harmonious one. I have no great objection to this state of affairs — working with intelligent people always makes things highly efficient. In any case... However objectionable she might find me, she would be forced to admit that without me, she would have no one to help execute her weird and wonderful ideas.",
      "de": "Die Guuji ist ein Wohltäter der Familie Kamisato, aber zu mir ist sie nie so nett. Ich wette, du hast oft gehört, wie sie mich „dieser Junge“, „dieser Junge“ genannt hat.\n\nWir treffen uns gelegentlich aus geschäftlichen Gründen, und obwohl jeder von uns seine eigene Denkweise hat, arbeiten wir gut zusammen. Ich hasse dieses Gefühl nicht. Es ist einfach viel effizienter, Dinge mit intelligenten Leuten zu erledigen. Und selbst wenn sie mich nicht mag, muss sie zugeben, dass ohne mich niemand in der Lage wäre, ihre Pläne zu verwirklichen.",
      "es": "La Suma Sacerdotisa ha sido muy buena con el clan Kamisato, pero, personalmente, a mí nunca me ha tenido un cariño especial. Seguro que ya has oído cómo me llama... “El jovenzuelo de la Comisión Yashiro” y otros “halagüeños” apodos...\n\nDe vez en cuando coincidimos debido a nuestros trabajos y, independientemente de lo que pensemos en privado, nuestra relación laboral es bastante armoniosa. No es una situación que me desagrade, ya que trabajar con personas inteligentes hace que todo sea mucho más eficiente. En cualquier caso, por muy desagradable que yo le pueda resultar, tiene que admitir que, sin mí, no tendría a nadie para llevar a cabo sus ideas maravillosas y estrafalarias.",
      "fr": "La Guuji Yae fait preuve de bienveillance envers le Clan Kamisato. Pourtant, elle a toujours eu du mal avec moi. Je pense que vous avez entendu plus d'une fois la façon dont elle se réfère à moi : « ce fripon de Kamisato ».\n\nNous nous croisons parfois, étant donné le chevauchement de nos tâches. Malgré nos divergences, notre relation de travail est plutôt harmonieuse. Ce n'est pas pour me déplaire : en travaillant avec des gens intelligents, on ne peut qu'être plus efficace. En tout cas... Aussi désagréable qu'elle puisse me trouver, elle est forcée d'admettre que sans moi, elle n'aurait personne pour l'aider à réaliser ses idées bizarres et merveilleuses.",
      "pt": "A senhorita Guuji tem sido gentil conosco do Clã Kamisato, mas ela não gosta muito de mim pessoalmente. Imagino que você deve ter notado a forma que ela se refere a mim... \"o malandro Yashiro\" e outros apelidos maravilhosos. Acabamos nos esbarrando quase que regularmente, por conta do nosso trabalho, e apesar do que pensemos um do outro particularmente, nosso relacionamento de trabalho é realmente bem harmonioso. Não tenho nada contra o estado atual das coisas — trabalhar com pessoas inteligentes sempre torna as coisas bem mais eficientes. De qualquer maneira... Independente de quais sejam os pensamentos dela sobre mim, ela seria obrigada a admitir que sem mim, ela não teria ninguém para ajudá-la a executar suas ideias estranhas e maravilhosas.",
      "ru": "#Госпожа Гудзи всегда была добра к клану Камисато, но она никогда мне не симпатизировала. Наверняка ты слышал{F#а}, как она меня называет... «негодяй из Ясиро» и другие не менее «лестные» прозвища. Из-за занятости мы редко сталкиваемся, и, в отличие от личных отношений, наши рабочие отношения вполне гармоничны. Я не против, работать с умными людьми всегда намного эффективнее. К тому же, с какой неприязнью она бы ко мне ни относилась, она вынуждена признать, что только я могу помочь воплотить её «замечательные» идеи.",
      "id": "Lady Guuji sangat baik kepada kami di Klan Kamisato, tapi dia tidak pernah benar-benar menyukaiku secara pribadi. Aku yakin kamu sudah pernah dengar dia memanggilku dengan sebutan .... \"berandal Yashiro\" dan julukan \"memuji\" lainnya. Kami memang cukup sering bertemu, mengingat pekerjaan kami yang saling berhubungan. Terlepas dari pandangan pribadi apa pun di antara kami, hubungan pekerjaan kami masih cukup harmonis. Aku tidak keberatan dengan keadaan ini — bekerja dengan orang-orang cerdas selalu membuat segala sesuatunya menjadi sangat efisien. Bagaimanapun juga ... semenyebalkan apa pun aku dalam pandangannya, dia tetap harus mengakui bahwa tanpa diriku, tidak akan ada lagi orang yang mampu membantunya dalam menjalankan ide-idenya yang kadang cemerlang sekaligus aneh.",
      "th": "ท่าน Guuji เป็นผู้มีพระคุณของตระกูล Kamisato แต่ท่านดูไม่ค่อยจะชอบหน้าฉันเท่าไหร่ หึ เกรงว่าคุณคงเคยได้ยินท่านเรียกฉันว่า \"เจ้าเด็กนั่น\" \"เจ้าเด็กนี้\" อยู่ไม่น้อยสินะ\n\nเพราะงาน พวกเราจึงได้พบเจอกันเป็นครั้งคราว แม้ว่าทุกคนจะมีความคิดของตัวเอง แต่ก็ยังทำงานร่วมกันได้ดี ฉันไม่ได้เกลียดความรู้สึกนี้หรอกนะ อืม การทำงานกับคนฉลาดนั้นมีประสิทธิภาพมากกว่ามาก นอกจากนี้ ไม่ว่าท่านจะเกลียดฉันแค่ไหน แต่ท่านก็ต้องยอมรับว่าหากไม่มีฉันแล้ว ก็ไม่มีใครสามารถรับรู้ \"ความคิดที่ยอดเยี่ยม\" ของท่านได้",
      "vi": "#Guuji đại nhân có ơn với nhà Kamisato, nhưng có vẻ cô ấy không ưa gì tôi lắm. Có lẽ {F#cô}{M#cậu} cũng đã nghe thấy cô ấy gọi tôi là tiểu tử này tiểu tử nọ đúng không.\n\nTrong lúc làm việc chúng tôi đôi lúc cũng có gặp mặt qua, tuy rằng ai cũng giữ kẽ, nhưng lại khá ăn ý trong lúc làm việc. Tôi không ghét cảm giác này, làm việc với người thông minh thì hiệu quả sẽ luôn được tăng cao. Hơn nữa dù cho cô ấy có ghét tôi đi nữa, cũng không thể không thừa nhận rằng nếu không có tôi thì sẽ không còn ai thực hiện được những \"suy nghĩ viển vông\" của cô ấy nữa."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "九条老头打得一手好算盘，磨砺出了一柄利剑。哼，只可惜，他没有算到，自己做不起这位执剑人。",
      "zht": "九條老頭打得一手好算盤，磨礪出了一柄利劍。哼，只可惜，他沒有算到，自己做不起這位執劍人。",
      "jp": "九条の爺さんは優れた策で、鋭い刀を研ぐことに成功しました。しかし残念ながら、その刀を振るえるほどの器ではなかったようです。",
      "ko": "쿠죠 영감님의 치밀한 계산 덕에 날카로운 검 한 자루가 탄생했어요. 안타깝게도 자신이 그 검의 주인이 될 수 없다는 건 계산하지 못했죠",
      "en": "Old man Kujou capitalized on a golden opportunity to create a most formidable weapon indeed. The only flaw in his plan being, he is now no longer able to wield the weapon of his creation.",
      "de": "Der Leiter der Kujou-Familie hat ein gutes Spiel gespielt und ein scharfes Schwert gewetzt. Schade nur, dass er nicht damit gerechnet hat, dass er das Schwert nicht selbst kontrollieren kann.",
      "es": "El viejo Kujou aprovechó una oportunidad de oro para crear un arma realmente formidable. El único fallo en su plan es que ya no controla el arma que creó.",
      "fr": "Le vieux Kujou a profité d'une occasion en or pour créer une arme redoutable. Hélas, son plan a une faille : il n'est désormais plus capable de la manier.",
      "pt": "O velho Kujou se aproveitou de uma oportunidade de ouro para criar uma arma realmente formidável. A única falha em seu plano é que ele agora não é mais capaz de empunhar a arma de sua própria criação.",
      "ru": "Старик Кудзё сумел создать самое грозное оружие. Только он просчитался и теперь не может владеть собственным клинком.",
      "id": "Pak tua Klan Kujou memanfaatkan kesempatan emas untuk menciptakan senjatanya yang paling kuat. Satu-satunya kelemahan dalam rencananya adalah, dia kini tidak bisa lagi menggunakan senjata ciptaannya itu.",
      "th": "ตาเฒ่า Kujou คิดว่าตัวเองดีดลูกคิดรางแก้ว สร้างอาวุธที่น่าเกรงขามขึ้นมาได้ เหอะ แต่น่าเสียดายนะ ที่เขาคิดไม่ถึงว่า ตัวเองจะไม่สามารถควบคุมอาวุธที่สร้างขึ้นได้",
      "vi": "Lão già Kujou ấy tính đủ mọi đường để rèn ra một thanh bảo kiếm. Chỉ đáng tiếc, ông ta không thể ngờ rằng bản thân lại không đủ tư cách để mang theo thanh kiếm đó."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶…",
      "zht": "關於楓原萬葉…",
      "jp": "楓原万葉について…",
      "ko": "카에데하라 카즈하에 대해…",
      "en": "About Kaedehara Kazuha",
      "de": "Über Kaedehara Kazuha ...",
      "es": "Sobre Kaedehara Kazuha...",
      "fr": "À propos de Kaedehara Kazuha...",
      "pt": "Sobre Kaedehara Kazuha...",
      "ru": "О Кадзухе...",
      "id": "Tentang Kaedehara Kazuha",
      "th": "เกี่ยวกับ Kaedehara Kazuha...",
      "vi": "Về Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "枫原家曾是神里家的下属，神里家的先祖当年未能保护他们周全，到我这里，仍有义务照拂他。虽说无法助他重振家业，但帮他逃脱天领奉行的追捕这种事还是做得到的。",
      "zht": "楓原家曾是神里家的下屬，神里家的先祖當年未能保護他們周全，到我這裡，仍有義務照拂他。雖說無法助他重振家業，但幫他逃脫天領奉行的追捕這種事還是做得到的。",
      "jp": "楓原家はかつて神里家の配下にありました。我々の先祖は彼らを守り抜くことができませんでしたが、私の代になっても彼に目をかける責務は残っています。一族を復興させることはできなくとも、天領奉行の追跡から逃がすことくらいなら可能でしょう。",
      "ko": "카에데하라 가문은 카미사토 가문의 부하였습니다. 카미사토 가문의 선조는 그들을 지키지 못했어요. 제 세대에도 그들을 보살필 의무가 있습니다. 그의 가업을 다시 일으키는 것을 돕진 못하지만, 텐료 봉행의 체포를 막아주는 것쯤은 해줄 수 있습니다",
      "en": "Once upon a time, the Kaedehara Clan was a subordinate branch of the Kamisato Clan. My forebears may have failed to save his family from decline, but even today I have a duty to support him. Now, naturally, there is nothing I can do to restore his clan's former fortunes. But as for helping him avoid arrest by the Tenryou Commission, that is well within my capabilities...",
      "de": "Die Kaedehara-Familie unterstand einst der Kamisato-Familie, aber meine Vorfahren haben es versäumt, sie zu beschützen, also bin ich immer noch verpflichtet, mich um ihn zu kümmern. Ich kann ihm nicht helfen, seine Familie wiederzubeleben, aber ich kann ihm helfen, der Verfolgung durch die Tenryou-Verwaltung zu entkommen.",
      "es": "En el pasado, los Kaedehara eran subordinados del clan Kamisato. Puede que mis antepasados no consiguieran salvar a su familia del declive, pero tengo el deber de apoyarlo a él incluso a día de hoy. Evidentemente, ya no puedo hacer nada para devolver las antiguas riquezas de su clan, pero evitar que la Comisión Tenryou lo arreste sí está entre mis capacidades.",
      "fr": "Le Clan Kaedehara était autrefois subordonné au Clan Kamisato. Mes ancêtres ont été incapables de le protéger il y a des années. Aujourd'hui, c'est à moi qu'incombe le devoir de lui prêter main forte. Bien que je n'aie pas la capacité de l'aider à faire renaître son clan, lui permettre d'échapper à l'arrestation par la Commission administrative est tout à fait dans mes cordes.",
      "pt": "No passado, o Clã Kaedehara costumava ser um subordinado do Clã Kamisato. Meus ancestrais foram incapazes de protegê-los na época, por isso, essa obrigação agora recai sobre meus ombros. Agora, naturalmente, não tem nada que eu possa fazer para recuperar as antigas riquezas do clã. Mas quanto a ajudá-lo a fugir de perseguições da Comissão Tenryou, isso é algo que posso fazer...",
      "ru": "Когда-то давно клан Каэдэхара подчинялся клану Камисато. Мои предки, возможно, и не смогли спасти его семью от упадка, но даже сегодня я обязан поддерживать его. Теперь, естественно, я уже не смогу восстановить былое благосостояние его клана. Но вот помочь избежать ареста комиссией Тэнрё вполне мне по силам...",
      "id": "Klan Kaedehara dulunya adalah cabang abdi Klan Kamisato. Para pendahuluku mungkin tidak mampu menghindarkan mereka dari kemunduran bertahun-tahun yang lalu, sehingga kini kewajiban tersebut jatuh ke pundakku. Tentu saja, saat ini tidak ada yang bisa kulakukan untuk mengembalikan kejayaan klan ini seperti sebelumnya. Tapi kalau cuma untuk bantu dia menghindari para pengejar dari Tenryou Commission, aku masih bisa ....",
      "th": "ตระกูล Kaedehara เคยอยู่ใต้อาณัติของตระกูล Kamisato มาก่อน ในปีนั้นบรรพบุรุษของตระกูล Kamisato ไม่สามารถปกป้องพวกเขาได้หมด พอมาถึงฉัน แน่นอนว่าจะต้องดูแลเขา ถึงแม้ว่าจะไม่สามารถช่วยเขาฟื้นฟูตระกูลขึ้นมาได้ แต่อย่างน้อยก็ยังสามารถช่วยให้เขาหลบหนีจากการไล่ล่าของสำนัก Tenryou ได้",
      "vi": "Gia tộc Kaedehara từng là thuộc hạ của nhà Kamisato, năm xưa tổ tiên của tôi chưa thể bảo vệ được cho họ, đến đời của tôi thì tôi phải có trách nhiệm chiếu cố cho cậu ta. Tuy không thể hỗ trợ cậu ấy vực dậy gia tộc, nhưng việc giúp cậu ấy trốn khỏi sự truy nã của Hiệp Hội Tenryou thì vẫn nằm trong khả năng."
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗…",
      "zht": "關於荒瀧一斗…",
      "jp": "荒瀧一斗について…",
      "ko": "아라타키 이토에 대해…",
      "en": "About Arataki Itto",
      "de": "Über Arataki Itto ...",
      "es": "Sobre Arataki Itto...",
      "fr": "À propos d'Arataki Itto...",
      "pt": "Sobre Arataki Itto...",
      "ru": "Об Аратаки Итто...",
      "id": "Tentang Arataki Itto",
      "th": "เกี่ยวกับ Arataki Itto...",
      "vi": "Về Arataki Itto..."
    },
    "line": {
      "zhs": "那家伙实在是个有趣的人。让温顺的鬼兜虫相互争斗，哈哈，有意思。嗯，虽然那次点拨实则是不经意之举，但没想到的是，他竟会直接与我称兄道弟，而且时至今日都还没发现我这位「绫人兄」的身份。呵呵，这样也好，我并不讨厌…单纯的人。",
      "zht": "那傢伙實在是個有趣的人。讓溫順的鬼兜蟲相互爭鬥，哈哈，有意思。嗯，雖然那次點撥實則是不經意之舉，但沒想到的是，他竟會直接與我稱兄道弟，而且時至今日都還沒發現我這位「綾人兄」的身分。呵呵，這樣也好，我並不討厭…單純的人。",
      "jp": "あの者は実に面白い。大人しい性格のオニカブトムシを戦わせるなんて、意外性満点です。あの時、彼に少し指導したのはただの気まぐれに過ぎませんが、まさか私のことを兄と慕ってくれるとは…しかも未だに「綾人の兄貴」の身分を知らないのです。別に…ふふっ、単純な人は嫌いではありませんよ。",
      "ko": "그는 정말 재미있는 사람이에요. 온순한 귀신풍뎅이가 서로 싸우도록 만들다니. 그때 의도치 않게 알려준 것뿐인데, 바로 저와 호형호제할 줄은 몰랐어요…. 게다가 그는 아직도 이 「아야토 형님」의 정체를 모른답니다. 하하… 좋습니다. 순진한 사람이… 싫은 건 아니니까요",
      "en": "Now he's an interesting case. The idea of pitting docile Onikabuto against each other in battle, I mean really... I was only speaking in polite platitudes when I gave him a that little pep talk, but to my surprise he started calling me \"bro\"... To this day, he calls me \"my bro Ayato\" without the faintest idea of my true identity. It's quite alright by me, though, I have nothing against his... eccentricities.",
      "de": "Dieser Kerl ist wirklich lustig. Sanftmütige Onikabuto gegeneinander kämpfen lassen, haha, interessant. Nun, auch wenn der Anstoß tatsächlich unbeabsichtigt war, habe ich nicht erwartet, dass er mich als Kumpel bezeichnet, und bis heute hat er noch nicht herausgefunden, wer ich, sein Kumpel Ayato, wirklich bin. Auch gut, ich mag ... einfache Leute.",
      "es": "Qué tipo tan interesante. Y esa idea suya de hacer que los dóciles escaradiablos combatan entre sí... En serio... Solo quería ser cortés cuando le dije aquellas palabras motivacionales y, para mi sorpresa, empezó a llamarme “hermano”. A día de hoy, me llama “hermano Ayato” sin tener la más mínima idea de quién soy en realidad. Pero tampoco es que me importe, no tengo nada en contra de... ese tipo de idiosincrasia.",
      "fr": "Quel personnage intéressant. Et son idée de faire combattre des scarabutos dociles entre eux... Haha, c'est vraiment quelque chose ! Je lui avais prodigué quelques encouragements juste pour être poli, et pourtant, il s'est mis à m'appeler « frérot Ayato ». Il ignore jusqu'à ce jour mon identité réelle. Héhé, ça ne me dérange pas, je n'ai rien contre les... gens simples.",
      "pt": "Ele é um sujeito interessante. A ideia de colocar Onikabutos dóceis para batalhar um contra o outro, é algo bem... Eu só estava conversando educadamente com ele, quando tentei lhe dar algumas palavras motivacionais, mas para minha surpresa, ele começou a me chamar de \"mano\"... Até os dias de hoje, ele me chama de \"meu mano Ayato\" sem ter a mínima ideia da minha verdadeira identidade. Mas está tudo bem para mim, eu não tenho nada contra suas... excentricidades.",
      "ru": "А вот он довольно интересный. Идея устраивать бои послушных оникабуто довольно... Я сказал всего лишь пару вежливых банальностей, когда произносил небольшую ободряющую речь, но, к моему удивлению, он начал называть меня «братан»... По сей день он зовёт меня «братан Аято», не имея ни малейшего представления о том, какой я на самом деле. Впрочем, меня это вполне устраивает, я ничего не имею против его... эксцентричности.",
      "id": "Yang satu ini sangat menarik. Gagasan untuk mengadu domba Onikabuto yang jinak satu sama lain dalam pertempuran itu memang .... Aku hanya bicara dengan sedikit basa-basi dan sopan santun ketika aku menyemangatinya dulu, tapi aku malah jadi kaget waktu dia mulai memanggilku dengan sebutan \"bro\" .... Sampai saat ini, dia tetap memanggilku \"bro Ayato\" tanpa ada gambaran sedikit pun tentang identitasku yang sebenarnya. Tidak masalah sih memang, aku tidak anti terhadap segala ... keunikan yang ada pada dirinya.",
      "th": "ผู้ชายคนนั้น เป็นคนที่น่าสนใจจริง ๆ สามารถทำให้ Onikabuto เชื่อง ๆ ต่อสู้กันเองได้เนี่ย ฮ่าฮ่า น่าสนใจจริง ๆ อืม ถึงแม้ครั้งนั้นจะเป็นการเคลื่อนไหวที่ไม่ได้ตั้งใจ แต่ก็คิดไม่ถึงว่าเขาจะเรียกฉันเป็นพี่น้องซะงั้น จนถึงวันนี้เขายังไม่รู้ตัวตนที่แท้จริงของ \"พี่ Ayato\" หึหึ แบบนี้ก็ไม่เลวนะ ฉันก็ไม่ได้เกลียด... คนซื่อ ๆ หรอกนะ",
      "vi": "Hắn ta đúng là một tên hay ho. Có thể làm cho những con Onikabuto hiền hòa tranh đấu với nhau, haha, thú vị. Ừm, tuy lần đó tôi chỉ là tiện tay hướng dẫn đôi chút, nhưng không ngờ hắn ta lại đi anh anh em em với tôi, vả lại đến giờ cũng không phát hiện ra thân phận của \"người anh em Ayato\" này. Haha, vậy cũng tốt, tôi không ghét... những kẻ đơn giản."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "璃月七星中的那位「天权」大人，嗯，她的手段我也略有耳闻。说来，我还收藏有一套限量版的「璃月千年」，你感兴趣吗？我差人拿出来，我们下一盘如何？",
      "zht": "#璃月七星中的那位「天權」大人，嗯，她的手段我也略有耳聞。說來，我還收藏有一套限量版的「璃月千年」，{F#妳}{M#你}感興趣嗎？我差人拿出來，我們下一盤如何？",
      "jp": "璃月七星の「天権」様のことですか。彼女の手腕なら少し耳にしたことがあります。そういえば、私の所蔵品に限定版の「璃月千年」があるのですが、興味はありますか？そうだ、今から家臣に持ってきてもらって、一局いかがでしょう？",
      "ko": "리월 칠성 「천권」님의 실력은 저도 익히 들었습니다. 그나저나, 한정판 「리월천년」을 가지고 있는데, 관심 있어요? 사람을 불러 가져오라고 할 테니 한 판 해보실래요?",
      "en": "I have heard a thing or two about how Her Eminence, the Tianquan operates. On the subject, I also happen to have a limited-edition copy of Liyue Millennial, if you're interested? What do you say, shall I have someone fetch it, so we can play a game?",
      "de": "Der „Tianquan“ der Qixing von Liyue, nun, ich habe ein wenig über ihre Taktiken gehört. Übrigens, ich habe auch eine limitierte Auflage von „Tausend Jahre in Liyue“ in meiner Sammlung. Bist du interessiert? Wie wäre es, wenn ich jemanden schicke, der es herausbringt und wir eine Runde spielen?",
      "es": "#He oído algo sobre cómo hace las cosas el eminente Equilibrio Celestial. De hecho, resulta que yo también tengo un ejemplar de edición limitada del juego de ajedrez “Mil años en Liyue”. No sé si estás interesad{F#a}{M#o}. ¿Mando a alguien para que lo traiga y jugamos una partida?",
      "fr": "J'ai entendu une chose ou deux sur la façon de procéder de son Éminence la Megrez. À ce propos, il se trouve que j'ai aussi un exemplaire en édition limitée de « Mille ans à Liyue » si ça vous intéresse. Qu'en dites-vous ? Est-ce que j'envoie quelqu'un le chercher pour qu'on puisse faire une partie ?",
      "pt": "#Ouvi uma coisa ou outra sobre como a Vossa Eminência, a Tianquan opera. Falando nisso, acontece que eu tenho uma cópia, edição limitada, de \"Mil Anos em Liyue\", você está interessad{M#o}{F#a}? O que me diz, devo pedir para alguém ir pegar para que possamos jogar uma partida?",
      "ru": "Я кое-что слышал о методах госпожи Воле Небес. Кстати, у меня тут есть экземпляр ограниченного тиража «Тысяча лет в Ли Юэ». Тебе интересно? Я могу послать кого-нибудь за ним, чтобы мы могли сыграть.",
      "id": "Aku tahu sedikit tentang cara kerja sang Tianquan dari Liyue Qixing. Soal itu, kebetulan aku punya satu edisi terbatas \"Liyue Millennial\", kalau kamu berminat? Bagaimana, mau aku minta orang untuk bawa ke sini, kita main satu babak?",
      "th": "หนึ่งใน Liyue Qixing \"Tianquan\" ท่านนั้น อืม วิธีการของท่านฉันพอจะได้ยินมาบ้าง จะว่าไปฉันยังมี \"Liyue พันปี\" ชุดลิมิเต็ดอิดิชั่นอยู่ด้วย คุณสนใจไหม? ฉันจะให้ลูกน้องไปเอาออกมา พวกเรามาลงหมากกันซักกระดานเป็นไง?",
      "vi": "#Vị đại nhân \"Thiên Quyền\" của Thất Tinh Liyue, ừm, tôi đã nghe qua cách làm việc của cô ấy. Nhắc mới nhớ, tôi vẫn còn giữ lại một bộ \"Ngàn Năm Liyue\", {F#cô}{M#cậu} có hứng thú chơi với tôi một ván không? Để tôi bảo người hầu mang đến..."
    }
  },
  {
    "title": {
      "zhs": "想要了解神里绫人·其一",
      "zht": "想要瞭解神里綾人·其一",
      "jp": "神里綾人を知る·1",
      "ko": "카미사토 아야토에 대해 알기·첫 번째",
      "en": "More About Kamisato Ayato: I",
      "de": "Ich will mehr über Kamisato Ayato erfahren I",
      "es": "Más sobre Kamisato Ayato (I)",
      "fr": "Connaître Ayato (1)",
      "pt": "Mais sobre Kamisato Ayato - I",
      "ru": "Узнать больше о Камисато Аято I",
      "id": "Memahami Kamisato Ayato: I",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayato - 1",
      "vi": "Muốn tìm hiểu Ayato - Điều thứ 1"
    },
    "line": {
      "zhs": "我的事情吗？有时候知道得太多不一定是好事，你应该也听说过类似的谚语吧。下次有机会再聊吧。",
      "zht": "#我的事情嗎？有時候知道得太多不一定是好事，{F#妳}{M#你}應該也聽說過類似的諺語吧。下次有機會再聊吧。",
      "jp": "私について、ですか？世の中、知らないほうがいいことがあることくらい、貴方ならご存知ですよね？今度、機会があればまたお話ししましょう。",
      "ko": "제 이야기요? 때론 아는 게 너무 많아도 화를 부르는 법입니다. 비슷한 속담 들어본 적 있죠? 기회가 생기면 다음에 다시 얘기해 보죠",
      "en": "You want to know about me? Hmm. Things aren't always a case of the more you know, the better. Plenty of proverbs to corroborate that, as I'm sure you're aware. (Smile) Maybe we'll have the chance to talk more next time.",
      "de": "Etwas über mich? Manchmal ist es nicht immer gut, zu viel zu wissen. So ein Sprichwort kennst du bestimmt. Lass uns das nächste Mal darüber reden, wenn wir die Gelegenheit dazu haben.",
      "es": "¿Quieres saber más sobre mí? Humm... no siempre es cierto eso de que “cuanto más sepas, mejor”. Hay muchos proverbios que lo corroboran, como probablemente sabrás. Tal vez podamos hablar más en otra ocasión.",
      "fr": "Vous voulez en savoir plus sur moi ? Parfois, il n'est pas toujours bon d'en savoir trop. Je suis sûr que vous avez déjà entendu de nombreux proverbes mettant en garde contre l'indiscrétion. Peut-être aurons-nous la chance de discuter davantage une prochaine fois ?",
      "pt": "Você quer saber sobre mim? Hmm. Nem sempre tudo se resume a \"quanto mais você souber, melhor\". Existem muitos provérbios que ajudam a corroborar com isso, imagino que você esteja ciente. Hehe. Talvez tenhamos a chance de conversar mais na próxima vez.",
      "ru": "Хочешь знать обо мне больше? Хм. Не всегда бывает так, что чем больше ты знаешь, тем лучше. Это подтверждает множество поговорок. Может, обсудим подробнее в следующий раз.",
      "id": "Kamu ingin tahu tentang diriku? Hmm. Semakin banyak yang kamu tahu bukan berarti semakin baik. Banyak peribahasa yang sudah menjelaskan hal ini, aku yakin kamu juga tahu. *senyum* Mungkin lain kali kita akan punya kesempatan untuk bicara lebih panjang.",
      "th": "เรื่องของฉัน? บางครั้งการที่รู้อะไรมากเกินไปก็ไม่ใช่เรื่องที่ดี คุณคงเคยได้ยินสุภาษิตแนวนี้มาบ้างสินะ ครั้งหน้าถ้ามีโอกาสค่อยคุยกันเถอะ",
      "vi": "Chuyện của tôi sao? Có nhiều lúc biết nhiều quá sẽ không tốt đâu, nên chuyện này nói sau nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解神里绫人·其二",
      "zht": "想要瞭解神里綾人·其二",
      "jp": "神里綾人を知る·2",
      "ko": "카미사토 아야토에 대해 알기·두 번째",
      "en": "More About Kamisato Ayato: II",
      "de": "Ich will mehr über Kamisato Ayato erfahren II",
      "es": "Más sobre Kamisato Ayato (II)",
      "fr": "Connaître Ayato (2)",
      "pt": "Mais sobre Kamisato Ayato - II",
      "ru": "Узнать больше о Камисато Аято II",
      "id": "Memahami Kamisato Ayato: II",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayato - 2",
      "vi": "Muốn tìm hiểu Ayato - Điều thứ 2"
    },
    "line": {
      "zhs": "品味…奇特？看来你对我有什么误解，我得澄清一下才是。多数时候，我只是喜欢看人脸上为难的表情罢了。难道这很奇怪吗？你应该也没少逗你边上的小家伙吧？",
      "zht": "#品味…奇特？看來{F#妳}{M#你}對我有什麼誤解，我得澄清一下才是。多數時候，我只是喜歡看人臉上為難的表情罷了。難道這很奇怪嗎？{F#妳}{M#你}應該也沒少逗{F#妳}{M#你}邊上的小傢伙吧？",
      "jp": "私の感性が…ズレている？はぁ…どうやら何か誤解されているようですね、これは弁解をしなければ。確かに大抵の場合、私は人の困った顔を見るのが好きです。しかし、それがどうしてまずいのでしょうか？貴方も隣で飛んでいるちびっこをからかったりしますよね？",
      "ko": "취향이… 독특하다고요? 저에 대해 뭔가 오해하고 있는 것 같군요. 해명할 필요가 있겠어요. 전 사람들의 곤란한 표정을 보는 걸 즐길 뿐입니다. 이게 그렇게 이상한가요? 당신도 옆에 있는 작은 녀석을 놀린 적이 한두 번이 아니잖아요",
      "en": "Strange tastes, you say...? You seem to misunderstand me. Let me be quite clear: Most of the time, I simply enjoy watching people's facial contortions when they're put in an awkward position. Watching them squirm, you might say. Is that so strange? I would have thought you tease your little friend here on a regular basis for precisely that purpose, no?",
      "de": "Geschmack ... eigenartig? Es scheint, als hättest du einige falsche Vorstellungen von mir, das muss ich aufklären. Meistens gefällt es mir einfach, die peinlichen Gesichtsausdrücke der Menschen zu beobachten. Ist das seltsam? Ich nehme an, du ziehst die Kleine an deiner Seite auch oft auf, oder?",
      "es": "¿Dices que tengo unos gustos extraños? Creo que no me estás entendiendo bien. Seré claro: la mayoría de las veces, simplemente disfruto viendo las caras que pone la gente cuando están en una situación incómoda. Se podría decir que disfruto viendo cómo se retuercen. ¿De verdad es tan extraño? Pensé que tú también bromeas a menudo con tu pequeña amiga precisamente por eso, ¿o me equivoco?",
      "fr": "Des goûts farfelus, vous dites ? Vous semblez mal me comprendre. Laissez-moi vous expliquer : la plupart du temps, j'aime simplement observer les grimaces des gens lorsqu'ils sont dans une position délicate. Est-ce si étrange ? Je pense que vous taquinez régulièrement votre petite camarade dans ce but précis, non ?",
      "pt": "Gostos estranhos...? Você parece ter me entendido mal. Deixe-me ser claro: na maioria das vezes, eu apenas gosto de assistir às expressões das pessoas quando estão numa situação complicada. Isso por acaso é estranho? Eu pensei que você provoca essa sua amiguinha sempre justamente por causa disso, não?",
      "ru": "#Странные пристрастия, говоришь?.. Кажется, ты меня неверно понял{F#а}. Позволь объяснить: мне всего лишь нравится смотреть, как искажаются лица людей, попавших в неловкое положение. Как их кривит от смущения. Разве это странно? Разве ты не дразнишь подобным образом свою летающую подружку?",
      "id": "Selera yang aneh, katamu ...? Mungkin kamu salah paham. Biar kuperjelas: Sebenarnya, seringkali aku cuma suka saja melihat raut wajah orang saat sedang berada dalam situasi yang canggung. Melihat orang menggeliat tidak nyaman, begitulah mungkin. Aneh ya? Bukannya kamu juga sering sekali menggoda sahabat kecilmu itu untuk tujuan yang sama?",
      "th": "รสนิยม... ประหลาด? ดูเหมือนว่าคุณจะเข้าใจฉันผิดไป ฉันคงต้องชี้แจงซักหน่อย โดยส่วนใหญ่ ฉันก็แค่ชอบดูใบหน้าที่บิดเบี้ยวด้วยความลำบากใจของผู้คนเท่านั้น มันแปลกขนาดนั้นเลยเหรอ? คุณเองก็คงเคยหยอกล้อเจ้าเพื่อนตัวน้อยข้าง ๆ คุณไม่น้อยแหละน่า?",
      "vi": "#Sở thích... khác người? Có vẻ như {F#cô}{M#cậu} đang hiểu lầm tôi rồi, tôi phải làm rõ chuyện này mới được. Nhiều lúc tôi chỉ thích nhìn vẻ mặt bối rối của người khác thôi. Lẽ nào như vậy là kỳ lạ lắm sao? {F#Cô}{M#Cậu} cũng hay trêu chọc đứa nhỏ bay bay bên cạnh mà, đúng không?"
    }
  },
  {
    "title": {
      "zhs": "想要了解神里绫人·其三",
      "zht": "想要瞭解神里綾人·其三",
      "jp": "神里綾人を知る·3",
      "ko": "카미사토 아야토에 대해 알기·세 번째",
      "en": "More About Kamisato Ayato: III",
      "de": "Ich will mehr über Kamisato Ayato erfahren III",
      "es": "Más sobre Kamisato Ayato (III)",
      "fr": "Connaître Ayato (3)",
      "pt": "Mais sobre Kamisato Ayato - III",
      "ru": "Узнать больше о Камисато Аято III",
      "id": "Memahami Kamisato Ayato: III",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayato - 3",
      "vi": "Muốn tìm hiểu Ayato - Điều thứ 3"
    },
    "line": {
      "zhs": "三奉行之间，表面看起来风平浪静，实际上却暗潮涌动。哼，和那些老家伙们周旋，并不是什么愉快的事，不值得细说。你只需知道…昔日是为了神里家的稳定，今日是为了稻妻的大局，我从未行有愧于神里家家主之名之事。",
      "zht": "#三奉行之間，表面看起來風平浪靜，實際上卻暗潮湧動。哼，和那些老傢伙們周旋，並不是什麼愉快的事，不值得細說。{F#妳}{M#你}只需知道…昔日是為了神里家的穩定，今日是為了稻妻的大局，我從未行有愧於神里家家主之名之事。",
      "jp": "三奉行は、一見穏やかな関係に見えますが、実際は裏での牽制やいがみ合いが絶えません。あの老いぼれたちの相手をするのは、あまり楽しくはないのですが…。ただ、これだけは知っておいていただきたい…昔は神里家の安寧のため、今は稲妻の情勢のため、私は神里家の名に泥を塗るような行動をしたことは一度もありませんよ。",
      "ko": "삼봉행은 겉보기엔 평화롭지만, 실은 보이지 않는 암류가 요동치고 있죠. 그 늙은이들을 상대하는 건 딱히 유쾌한 일이 아니라 말 할 가치도 없습니다. 당신이 알아야 할 건… 과거엔 카미사토 가문의 안정을 위해, 지금은 이나즈마의 정세를 위해, 전 한 번도 카미사토 가문 가주의 이름에 먹칠한 적이 없다는 것입니다",
      "en": "The Tri-Commission may appear calm and well-run, but I can assure you it is quite tumultuous beneath the placid surface. There is no pleasure to be had in mixing with the powers that be. I shall spare you the details. Just know that... I have never done anything to dishonor the Kamisato Clan. Neither in the past, when I was working to bring stability to our clan, nor here in the present, where I am working for the sake of all of Inazuma.",
      "de": "Zwischen den drei Verwaltungen sieht die Oberfläche ruhig aus, aber in Wirklichkeit herrschen dort dunkle Gezeiten. Es ist nicht angenehm, mit diesen alten Herrschaften zu verkehren und es lohnt sich nicht, ins Detail zu gehen. Du solltest nur wissen, dass es in der Vergangenheit um die Stabilität der Familie Kamisato ging, heute geht es um das Wohl von Inazuma, und ich habe nie etwas getan, was dem Namen des Oberhauptes der Familie Kamisato nicht gerecht werden würde.",
      "es": "Puede que el Triunvirato parezca tranquilo y sin problemas de dirección desde fuera, pero te puedo asegurar que, bajo esa apacible apariencia, es muy tumultuoso. Juntarse con quienes ostentan el poder no es nada agradable. Te ahorraré los detalles, pero has de saber que nunca he hecho algo que manchara el honor del clan Kamisato. Ni en el pasado, cuando trabajaba para estabilizarlo, ni ahora que trabajo por el bien de toda Inazuma.",
      "fr": "Les relations entre les Trois Commissions paraissent stables et bien gérées, mais je peux vous assurer qu'elles sont assez tumultueuses. Devoir traiter avec ces vieux fossiles est loin d'être une partie de plaisir, je vous en épargnerai les détails. Sachez juste que... Je n'ai jamais rien fait pouvant déshonorer le Clan Kamisato. Ni dans le passé, quand je travaillais pour apporter la stabilité à notre clan, ni dans le présent, alors que je travaille pour le bien de tout Inazuma.",
      "pt": "A Comissão Tripla pode parecer calma e bem gerida, mas posso lhe garantir que é muito tumultuosa sob essa superfície. Não há nenhum prazer em se envolver com seus poderes. Lhe pouparei dos detalhes, mas saiba que nunca fiz nada para desonrar o Clã Kamisato, nem no passado, quando trabalhei para estabilizar o clã, nem no presente, em que trabalho pelo bem de Inazuma.",
      "ru": "Со стороны может казаться, что Трикомиссией просто управлять, но могу заверить тебя, под спокойной поверхностью скрывается настоящая буря. Нет никакого удовольствия в общении с сильными мира сего. Избавлю тебя от подробностей. Просто знай... Я никогда не делал ничего, что могло бы опозорить клан Камисато. Ни в прошлом, когда я пытался обеспечить стабильность клана, ни в настоящем, когда я работаю на благо всей Инадзумы.",
      "id": "Tri-Commission mungkin tampak tenang dan dikelola dengan baik, tapi aku berani bilang bahwa di bawah permukaan yang tenang itu, segala sesuatunya lumayan kacau. Tidak ada kesenangan yang bisa diperoleh dari campur tangan terhadap kekuasaan. Tidak perlu kujelaskan detailnya. Cukup tahu saja ... aku tidak pernah melakukan apa pun yang bisa mencemarkan nama baik Klan Kamisato. Baik di masa lalu, ketika aku bekerja keras untuk stabilitas klan kami, maupun masa kini, ketika aku bekerja demi seluruh Inazuma.",
      "th": "ระหว่างสามสำนักมหาอำนาจ เบื้องหน้าอาจจะเหมือนผิวน้ำที่ดูสงบเงียบก็จริง แต่ภายใต้นั้นเต็มไปด้วยกระแสน้ำที่พลุ่งพล่านในความมืดมิด เหอะ การจัดการกับตาเฒ่าพวกนั้นไม่ใช่เรื่องที่น่ายินดีนักหรอก พูดไปก็เสียดายเวลา คุณรู้แค่ว่า... อดีตนั้นทำเพื่อความมั่นคงของตระกูล Kamisato แต่ในวันนี้ต่างทำเพื่อภาพใหญ่ของ Inazuma และฉันไม่เคยทำเรื่องที่ต้องละอายใจต่อชื่อของผู้นำตระกูล Kamisato",
      "vi": "#Trong Hiệp Hội Tam Cực, bề ngoài thì trông có vẻ yên bình, nhưng thực tế bên trong lại âm thầm đấu đá nhau. Hừ, tiếp những lão già đó không phải là chuyện vui vẻ gì, không đáng để kể. {F#Cô}{M#Cậu} chỉ cần biết... trước đây là vì sự yên ổn của nhà Kamisato, giờ đây là vì đại cục của Inazuma, tôi chưa từng làm ra những chuyện có lỗi với danh nghĩa gia chủ nhà Kamisato."
    }
  },
  {
    "title": {
      "zhs": "想要了解神里绫人·其四",
      "zht": "想要瞭解神里綾人·其四",
      "jp": "神里綾人を知る·4",
      "ko": "카미사토 아야토에 대해 알기·네 번째",
      "en": "More About Kamisato Ayato: IV",
      "de": "Ich will mehr über Kamisato Ayato erfahren IV",
      "es": "Más sobre Kamisato Ayato (IV)",
      "fr": "Connaître Ayato (4)",
      "pt": "Mais sobre Kamisato Ayato - IV",
      "ru": "Узнать больше о Камисато Аято IV",
      "id": "Memahami Kamisato Ayato: IV",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayato - 4",
      "vi": "Muốn tìm hiểu Ayato - Điều thứ 4"
    },
    "line": {
      "zhs": "终末番吗？和你说说倒也无妨。那是直属于神里家家主的一支秘密部队，家父去世后，便由我接手了。我不能直接出面解决的事情，有了终末番就方便不少。里面的成员大多是孤儿，从小就被组织收养，这样才能最大程度保证忠诚，也能让人放心。",
      "zht": "#終末番嗎？和{F#妳}{M#你}說說倒也無妨。那是直屬於神里家家主的一支秘密部隊，家父去世後，便由我接手了。我不能直接出面解決的事情，有了終末番就方便不少。裡面的成員大多是孤兒，從小就被組織收養，這樣才能最大程度保證忠誠，也能讓人放心。",
      "jp": "終末番ですか？貴方になら話してもいいでしょう。あれは神里家当主直属の秘密部隊であり、父上の死後、私が引き継ぎました。表立って解決できないことがあれば、終末番が処理してくれます。成員のほとんどは孤児で、幼い頃に組織に引き取られた者です。こうして、彼らは自然と忠誠心を抱くようになり、成長していきます。私も安心して任務を与えられるというわけです。",
      "ko": "종말번대? 당신에겐 말해도 괜찮겠죠. 카미사토 가문 가주의 직속 비밀 부대인데, 아버지께서 돌아가신 후 제가 이어받게 됐어요. 직접 나설 수 없는 일을 처리할 때 종말번대가 있어서 훨씬 편해요. 대부분 어릴 때부터 조직에서 자란 고아들입니다. 충성도가 높은 편이라 더 안심할 수 있어요",
      "en": "You want to know about the Shuumatsuban? I suppose there's no harm in divulging a detail or two to you. It's a secret unit that reports directly to the head of the Kamisato Clan. Accordingly, after my father passed, it came to me. There are certain situations I cannot directly involve myself in, and in these cases, being able to rely on the Shuumatsuban is often instrumental in achieving a resolution. Most of its members are orphans whom we take in and raise from a young age. This way, loyalty is guaranteed to the greatest extent possible, and we are spared a great deal of worry.",
      "de": "Der Shuumatsuban? Es ist in Ordnung, wenn ich dir davon erzähle. Es handelt sich um eine geheime Einheit, die direkt dem Oberhaupt der Familie Kamisato untersteht, und ich übernahm ihn nach dem Tod meines Vaters. Damit kann ich viel einfacher mit Dingen umgehen, die ich nicht direkt erledigen kann. Die meisten Mitglieder sind Waisen, die schon in jungen Jahren von der Organisation aufgenommen wurden, damit ihre Loyalität gegenüber der Familie Kamisato so weit wie möglich gewährleistet ist.",
      "es": "¿Quieres saber más sobre Los Ocelos? Supongo que no pasa nada por darte algún detalle. Son una unidad secreta que informa directamente al líder del clan Kamisato, por lo que, después de que mi padre falleciera, comenzaron a informarme a mí. Hay ciertas situaciones en las que no puedo involucrarme y en las que confiar en Los Ocelos suele ser vital para alcanzar una solución. La mayoría de sus miembros son huérfanos que acogemos y criamos desde muy pequeños. Así garantizamos su lealtad hacia nosotros y nos ahorramos unas cuantas preocupaciones.",
      "fr": "Le Shuumatsuban ? Il n'y a pas de mal à vous en parler un peu. C'est une unité secrète qui dépend directement du chef du Clan Kamisato. Par conséquent, elle m'a été confiée après la mort de mon père. Il y a certaines situations dans lesquelles je ne peux pas m'impliquer directement et le Shuumatsuban se révèle extrêmement pratique dans ces cas-là. La plupart de ses membres sont des orphelins que nous recueillons et élevons dès leur plus jeune âge. De cette façon, leur loyauté est garantie dans la mesure du possible, et nous sommes épargnés de beaucoup de soucis.",
      "pt": "Você quer saber sobre o Shiyuumatsu-Ban? Bem, acho que não há nada de errado em lhe dizer alguns detalhes. É uma organização secreta que reporta diretamente para o chefe do Clã Kamisato. Por isso, depois que meu pai faleceu, ela passou a se reportar para mim. Há certas situações que eu não posso diretamente me envolver, e nesses casos, poder contar com o Shiyuumatsu-Ban é fundamental para chegar a uma resolução. A maioria dos seus integrantes são órfãos que acolhemos e criamos desde pequenos. Dessa forma, a lealdade é garantida da melhor forma possível, e nos poupamos de muitas preocupações.",
      "ru": "Хочешь узнать больше о Сюмацубан? Полагаю, я могу раскрыть тебе пару деталей. Это секретное подразделение, которое подчиняется непосредственно главе клана Камисато. Соответственно, после смерти моего отца оно перешло ко мне. Бывают ситуации, когда я не могу вмешиваться напрямую, и тогда я полагаюсь на Сюмацубан. Большинство его членов - сироты, которых мы воспитываем с раннего возраста. Таким образом, их преданность нам невероятна, и мы избавлены от лишних волнений.",
      "id": "Ingin tahu tentang Shuumatsuban? Kurasa bolehlah cerita sedikit. Shuumatsuban adalah unit rahasia yang lapor langsung ke kepala Klan Kamisato. Setelah ayahku meninggal, mereka melapor kepadaku. Ada situasi-situasi tertentu ketika aku tidak dapat melibatkan diri secara langsung. Dapat mengandalkan Shuumatsuban untuk urusan yang seperti itu, sering kali berperan penting untuk mencapai tujuan yang kuinginkan. Sebagian besar anggotanya adalah anak yatim piatu yang kami angkat dan asuh sejak kecil. Dengan demikian, loyalitas mereka sudah tidak perlu diragukan, dan satu kekhawatiran kami pun berkurang.",
      "th": "Shuumatsuban เหรอ? เล่าให้คุณฟังคงไม่มีปัญหา นั่นเป็นกองกำลังลับที่ขึ้นตรงต่อหัวหน้าตระกูล Kamisato หลังจากที่ท่านพ่อจากไป ฉันก็รับหน้าที่นั้นต่อ ถ้ามีเรื่องที่ฉันออกหน้าแก้ปัญหาเองไม่ได้ การมี Shuumatsuban ก็สะดวกสบายไม่ใช่น้อย ซึ่งสมาชิกส่วนใหญ่ในนั้นเป็นเด็กกำพร้าที่ถูกรับมาเลี้ยงดูตั้งแต่ยังอายุน้อย ๆ ซึ่งแบบนี้ทำให้เรามั่นใจได้ว่าพวกเขาจะจงรักภักดีจนถึงที่สุด ทั้งยังช่วยให้รู้สึกวางใจขึ้นด้วย",
      "vi": "#Shuumatsuban sao? Nói {F#cô}{M#cậu} nghe cũng được, đó là một đội quân bí mật trực thuộc gia chủ nhà Kamisato, khi gia phụ qua đời, tôi đã thay thế nắm quyền. Shuumatsuban đã giúp tôi giải quyết không ít những việc mà tôi không tiện ra mặt. Những thành viên trong đó đa số là cô nhi, từ nhỏ đã được tổ chức thu nhận, như vậy mới có thể đạt được mức độ trung thành cao nhất, và cũng khiến tôi yên tâm hơn."
    }
  },
  {
    "title": {
      "zhs": "想要了解神里绫人·其五",
      "zht": "想要瞭解神里綾人·其五",
      "jp": "神里綾人を知る·5",
      "ko": "카미사토 아야토에 대해 알기·다섯 번째",
      "en": "More About Kamisato Ayato: V",
      "de": "Ich will mehr über Kamisato Ayato erfahren V",
      "es": "Más sobre Kamisato Ayato (V)",
      "fr": "Connaître Ayato (5)",
      "pt": "Mais sobre Kamisato Ayato - V",
      "ru": "Узнать больше о Камисато Аято V",
      "id": "Memahami Kamisato Ayato: V",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayato - 5",
      "vi": "Muốn tìm hiểu Ayato - Điều thứ 5"
    },
    "line": {
      "zhs": "除了终末番以外的底牌？呵，自然是有的，狡兔有三窟，更何况人呢？只是我的秘密已经说得差不多了，该来听听你的故事了吧。哦对了，在提瓦特大陆上旅行的部分就不用了，说些更久之前的吧。",
      "zht": "#除了終末番以外的底牌？呵，自然是有的，狡兔有三窟，更何況人呢？只是我的秘密已經說得差不多了，該來聽聽{F#妳}{M#你}的故事了吧。喔對了，在提瓦特大陸上旅行的部分就不用了，說些更久之前的吧。",
      "jp": "終末番以外の切り札？もちろんありますよ。うさぎですら三つの隠れ穴を持っているのですから、人ならば尚更です。ただ、私の秘密はほとんど話してしまったので、そろそろ貴方の話を聞かせてください。そうですね…テイワット大陸での旅はもう結構なので、もっと昔の話を聞かせてくれますか？",
      "ko": "종말번대 이외의 카드? 있긴 합니다. '교활한 토끼는 숨을 굴을 세 개나 파놓는다'는 말이 있잖아요. 하물며 인간은 어떻겠습니까? 다만, 제 비밀은 거의 다 말한 것 같으니, 이제 당신 이야기도 들어보죠. 아, 참… 티바트 대륙에서 여행한 이야기 말고 더 오래전 이야기를 들려줘요",
      "en": "Do I have other tricks up my sleeve beyond the Shuumatsuban? Well, naturally. If even the cunning bunny burrows thrice, then what of the cunning human? But anyway, I've shared enough of my secrets. I think it's time I heard your story. Oh, and... you can spare the part about traveling in Teyvat. Tell me about before that.",
      "de": "Ein anderes Ass im Ärmel als der Shuumatsuban? Natürlich habe ich sowas. Die Kaninchen haben mehr als einen Bau, von Menschen ganz zu schweigen. Es ist nur so, dass ich dir so ziemlich alle meine Geheimnisse erzählt habe, also ist es an der Zeit, deine Geschichte zu hören. Ach ja, der Teil über deine Reise in Teyvat weiß ich schon, reden wir lieber über etwas Früheres.",
      "es": "¿Que si tengo más ases bajo la manga además de Los Ocelos? Por supuesto. Si incluso los astutos kitsune tienen tres madrigueras, ¿cómo vamos a ser menos los humanos? En fin, ya compartí bastantes secretos, creo que es hora de escuchar tu historia. Oh, ahórrate la parte en la que viajas por Teyvat. Cuéntame algo sobre antes de eso.",
      "fr": "Est-ce que j'ai d'autres tours dans ma manche en plus du Shuumatsuban ? Évidemment. Le lapin rusé a trois terriers différents, tout comme les hommes ne mettent pas leurs œufs dans le même panier. Seulement voilà, j'ai partagé suffisamment mes secrets avec vous. À mon tour d'écouter votre histoire. Oh, et... Vous pouvez passer tout ce qui concerne votre voyage en Teyvat. Parlez-moi plutôt de tout ce qui précède cela.",
      "pt": "Se eu tenho truques em minha manga além do Shiyuumatsu-Ban? Bem, claro. Se os coelhos astutos possuem três buracos para se esconderem, o que dizer dos humanos astutos? De qualquer maneira, eu já disse muito sobre meus segredos. Agora é hora de ouvir sua história. Oh, e você pode poupar a parte de viajar em Teyvat. Quero saber de antes disso.",
      "ru": "Есть ли у меня в рукаве другие козыри, помимо Сюмацубан? Ну конечно. Если даже у хитрого зайца есть три норы, то что уж говорить о хитрых людях? Но я уже достаточно поделился секретами. Думаю, настало время мне узнать твои. Да, кстати... можешь не рассказывать о путешествии по Тейвату. Расскажи мне о том, что было до этого.",
      "id": "Apa aku masih punya rahasia selain Shuumatsuban? Yah, tentu saja. Jika kelinci cerdik pun mampu menggali tiga lubang, apa lagi manusia cerdik? Nah, sudah cukup tentang rahasiaku, sekarang giliran kamu cerita. Oh, terus ... tidak perlu cerita tentang petualanganmu selama di Teyvat. Aku ingin tahu kisahmu sebelum itu.",
      "th": "นอกจาก Shuumatsuban ยังมีไพ่ตายอื่นอีกไหม? หึ แน่นอนว่ามี ธรรมชาติของกระต่ายเจ้าเล่ห์มักมีสามโพรง นับประสาอะไรกับคนล่ะ? ความลับของฉันก็บอกออกไปพอควรแล้ว ถึงเวลาต้องฟังเรื่องราวของคุณบ้างแล้ว อ้อ ใช่แล้ว ถ้าเรื่องการเดินทางในทวีป Teyvat ไม่จำเป็นพูดหรอกนะ พูดเรื่องที่เก่ากว่านั้นสิ",
      "vi": "#Còn quân bài tẩy nào khác ngoài Shuumatsuban không à? Haha, dĩ nhiên là có, thỏ khôn có nhiều ổ, huống chi là con người chứ? Chỉ là bí mật của tôi đã nói được kha khá, đến lúc phải kể tôi nghe chuyện của {F#cô}{M#cậu} rồi. À đúng rồi, những chuyện du lịch trên đại lục Teyvat thì không cần phải kể đâu, kể chuyện trước đó nữa nhé."
    }
  },
  {
    "title": {
      "zhs": "神里绫人的爱好…",
      "zht": "神里綾人的愛好…",
      "jp": "神里綾人の趣味…",
      "ko": "카미사토 아야토의 취미…",
      "en": "Kamisato Ayato's Hobbies",
      "de": "Kamisato Ayatos Hobbys ...",
      "es": "Aficiones de Kamisato Ayato...",
      "fr": "Les loisirs d'Ayato...",
      "pt": "Passatempos de Kamisato Ayato...",
      "ru": "Хобби Камисато Аято...",
      "id": "Hobi Kamisato Ayato",
      "th": "งานอดิเรกของ Kamisato Ayato",
      "vi": "Sở thích của Ayato..."
    },
    "line": {
      "zhs": "爱好…小时候倒是略有一二，不过如今公务占据了大多数时间，不提也罢…嗯？你说有人把公务当成爱好？呵，这可真是…嗯…独特。",
      "zht": "#愛好…小時候倒是略有一二，不過如今公務占據了大多數時間，不提也罷…嗯？{F#妳}{M#你}說有人把公務當成愛好？呵，這可真是…嗯…獨特。",
      "jp": "趣味…子供の頃はいくつかありましたが、最近は公務に時間を取られているので、触れないようにしています…ん？公務を趣味としている人がいる？ほう、それは…実に個性的ですね。",
      "ko": "취미라… 어릴 때는 있었는데, 지금은 매일 일만 하고 사니까, 말하지 않아도… 응? 공무를 취미로 삼는 사람이 있다고요? 음… 그건 참… 독특하네요",
      "en": "Hobbies... I had one or two as a child, but these days most of my time is taken up by my official duties, so they don't count... Hmm? Some people treat work as a hobby, you say? Goodness me. How very... exceptional.",
      "de": "Hobbys ... Ich hatte ein paar, als ich ein Kind war, aber heutzutage nehmen die offiziellen Angelegenheiten die meiste Zeit in Anspruch, also erwähne ich sie nicht ... Hmm? Du meinst, jemand hat diese offiziellen Angelegenheiten als Hobby? Ha, das ist ... nun ja ... einzigartig.",
      "es": "Mis aficiones... Tenía una o dos cuando era niño, pero ahora dedico la mayor parte de mi tiempo a mis obligaciones oficiales, y eso no cuenta. ¿Eh? ¿Que, para algunas personas, el trabajo es una afición? Por Los Siete, eso sí que es... peculiar.",
      "fr": "Mes passe-temps... J'en avais un ou deux quand j'étais jeune, certes. Mais aujourd'hui, les affaires officielles occupent la plus grande partie de mon temps... Oui ? Vous dites que certaines personnes considèrent ce type de travail comme un passe-temps ? Oh, c'est vraiment... Hum... Particulier.",
      "pt": "Meu passatempo... Eu tinha um ou dois quando era criança, mas hoje em dia a maior parte do meu tempo é ocupada com obrigações oficiais, então elas não contam... Hmm? Algumas pessoas tratam o trabalho como um passatempo? Minha nossa. Que coisa... Peculiar.",
      "ru": "Хобби... В детстве у меня была парочка, но сейчас большую часть моего времени занимают служебные обязанности, поэтому они не считаются... Хм? Говоришь, некоторые относятся к работе как к хобби? С ума сойти. Как... необычно.",
      "id": "Hobi ya ... aku punya satu-dua hobi sewaktu kecil, tapi sekarang sebagian besar waktuku terpakai untuk tugas resmi, jadi ya sudahlah .... Hmm? Ada orang yang menyamakan pekerjaan dengan hobi, katamu? Astaga. Luar ... biasa sekali orang ini.",
      "th": "งานอดิเรก... ตอนเด็ก ๆ มีอยู่อย่างสองอย่าง แต่ว่าตอนนี้เวลาส่วนใหญ่ถูกใช้ไปกับงานราชการ ไม่ต้องพูดถึงก็ได้... หื้อ? คุณบอกว่ามีคนเอางานราชการมาเป็นงานอดิเรกด้วยเหรอ? ฮ่ะ ๆ นี่มัน... อืม... ช่างไม่เหมือนใครสินะ",
      "vi": "#Sở thích sao... lúc nhỏ thì có một vài cái, nhưng giờ đây thời gian dành cho công việc đã chiếm quá nhiều, nên đừng nhắc đến nữa... Hử? {F#Cô}{M#Cậu} bảo có người xem công việc như một sở thích sao... đặc biệt nhỉ."
    }
  },
  {
    "title": {
      "zhs": "神里绫人的烦恼…",
      "zht": "神里綾人的煩惱…",
      "jp": "神里綾人の悩み…",
      "ko": "카미사토 아야토의 고민…",
      "en": "Kamisato Ayato's Troubles",
      "de": "Kamisato Ayatos Sorgen ...",
      "es": "Preocupaciones de Kamisato Ayato...",
      "fr": "Les problèmes d'Ayato...",
      "pt": "Preocupações de Kamisato Ayato...",
      "ru": "Беспокойство Камисато Аято...",
      "id": "Kekhawatiran Kamisato Ayato",
      "th": "เรื่องกวนใจของ Kamisato Ayato...",
      "vi": "Nỗi buồn của Ayato..."
    },
    "line": {
      "zhs": "烦恼吗？如果一件事让我烦恼，那就得尽快处理好。如果一个人让我烦恼，呵…",
      "zht": "煩惱嗎？如果一件事讓我煩惱，那就得盡快處理好。如果一個人讓我煩惱，呵…",
      "jp": "悩み、ですか？気になる事柄があれば、早々に解決していますよ。もし人であった場合は…ふふっ…",
      "ko": "고민이요? 고민하게 만드는 일이 있다면 빨리 해결해야죠. 만약 고민하게 만드는 사람이 있다면… 후후…",
      "en": "Troubles? Whenever something's troubling me, it must be dealt with swiftly and comprehensively. And whenever someone is troubling me... Hehe...",
      "de": "Sorgen? Wenn mich eine Sache stört, erledige ich sie einfach so schnell wie möglich. Wenn mich eine Person stört, hm ...",
      "es": "¿Mis preocupaciones? Cuando algo me preocupa, me encargo de ello rápida y holísticamente. Y cuando alguien me da muchas preocupaciones... Jeje.",
      "fr": "Des tracas ? Quand quelque chose me dérange, je dois traiter cela le plus promptement possible. Et quand quelqu'un me dérange, hum...",
      "pt": "Preocupações? Sempre que algo está me preocupando, deve ser resolvido de forma rápida e objetiva. E sempre que alguém está me incomodando... Hehe...",
      "ru": "Беспокойства? Всякий раз, когда меня что-то беспокоит, я быстро с этим разбираюсь. Если меня беспокоит человек... Хе-хе...",
      "id": "Masalah? Setiap kali ada sesuatu yang menggangguku, maka hal itu harus ditangani dengan cepat dan menyeluruh. Dan setiap kali ada seseorang yang menggangguku .... Hehe ....",
      "th": "เรื่องกวนใจงั้นเหรอ? ถ้ามีเรื่องที่กวนใจฉัน ก็ต้องรีบจัดการมันออกไปให้เร็วที่สุด ถ้าหากมีใครซักคนมากวนใจฉันล่ะก็ หึ...",
      "vi": "Nỗi buồn sao? Nếu có một chuyện khiến tôi phiền lòng thì tôi sẽ nhanh chóng xử lý nó. Còn nếu là một người khiến tôi phiền lòng thì... hờ hờ."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物·个人喜好",
      "zht": "喜歡的食物·個人喜好",
      "jp": "好きな食べ物·こだわり",
      "ko": "좋아하는 음식·개인 취향",
      "en": "Favorite Food: Personal Preference",
      "de": "Was er so mag – Persönliche Interessen",
      "es": "Comida que más le gusta - Gustos personales",
      "fr": "Plat préféré - Préférence personnelle",
      "pt": "Comida Favorita - Gosto Pessoal",
      "ru": "Любимая еда: Личные предпочтения",
      "id": "Makanan Favorit: Kesukaan Pribadi",
      "th": "อาหารที่ชอบ - ความชอบส่วนตัว",
      "vi": "Món ăn yêu thích - Cá nhân"
    },
    "line": {
      "zhs": "新奇的事物能给枯燥的日常生活带来新鲜感。最近花见坂那边新出的什锦奶茶就很不错，你也该试试。不过…日常饭菜上我没有什么偏好。每日用餐有专门的下属制定计划。对方端来什么，我就吃什么。",
      "zht": "#新奇的事物能為枯燥的日常生活帶來新鮮感。最近花見坂那邊新出的什錦奶茶就很不錯，{F#妳}{M#你}也該試試。不過…日常飯菜上我沒有什麼偏好。每日用餐有專門的下屬制定計劃。對方端來什麼，我就吃什麼。",
      "jp": "目新しく珍しい物は、退屈な日常に刺激をもたらしてくれます。最近ですと、花見坂で発売された新商品「五目ミルクティー」が絶品ですので、ぜひ試してみてください。ただ…日頃の食事に関しては、これといったこだわりはありません。私の献立を毎日考えてくれる臣下がいるので、いつも出された料理を食べているだけです。",
      "ko": "새로운 것은 지루한 일상에 활력을 가져다주죠. 요즘 하나미자카 쪽에 새로 나온 다양한 재료의 밀크티가 괜찮던데, 한 번 시도해보세요. 음… 평소 식사 때는 딱히 좋아하는 음식이 없어요. 식단을 짜주는 부하가 있으니, 그저 주는 대로 먹을 뿐입니다",
      "en": "Variety is the spice of life. In that sense, the Milk Tea Medley they started serving over in Hanamizaka recently isn't half bad. You should try it sometime. Other than that... I don't have any particular preferences when it comes to the food I eat on a daily basis. I have dedicated staff to arrange my daily meal plan, and whatever they serve, I eat.",
      "de": "Neue Dinge können Frische in einen langweiligen Alltag bringen. Das neue Milchteesortiment in Hanamizaka ist sehr gut, das solltest du auch probieren. Allerdings habe ich keine Vorliebe für tägliche Mahlzeiten. Ich habe einen speziellen Untergebenen, der meine täglichen Mahlzeiten plant. Ich esse alles, was mir serviert wird.",
      "es": "La variedad es lo que da sabor a la vida. En ese sentido, el té con leche mixto que han empezado a vender hace poco en Hanamizaka no está del todo mal. Deberías probarlo alguna vez. No tengo ninguna preferencia en cuanto a lo que como a diario. Tengo personal dedicado a organizar mis comidas diarias, así que como lo que me sirven.",
      "fr": "Les choses novatrices sont un vrai bol de fraîcheur dans une vie monotone. Le nouvel assortiment de thé au lait de Hanamizaka n'est vraiment pas mauvais, vous devriez l'essayer. En dehors de ça... je n'ai pas de préférence en ce qui concerne les plats du quotidien. Tous mes repas sont planifiés par mes subordonnés, alors je mange tout ce que l'on me sert.",
      "pt": "A variedade é o que dá sabor à vida. Neste caso, o chá com leite que começaram a servir em Hanamizaka recentemente não é nada mal. Você deveria experimentar. Além disso... eu não diria que tenho nenhuma preferência em particular quando se trata de comida que como diariamente. Tenho uma equipe de funcionários dedicados em planejar o que como diariamente, e seja lá o que servirem, eu como.",
      "ru": "Новизна вносит разнообразие в скучную повседневность. Новый чай с молоком, который продают в Ханамидзаке, не так уж и плох. Тебе стоит попробовать. А так... У меня нет особых предпочтений в ежедневной пище. Мои слуги занимаются моим питанием, и всё, что они подают, я ем.",
      "id": "Variasi adalah bumbu kehidupan. Oh ya, Milk Tea Medley yang baru-baru ini mulai dijual di Hanamizaka lumayan juga. Kapan-kapan kamu harus coba. Selain itu .... Tidak ada preferensi khusus untuk makananku sehari-hari. Sudah ada bawahan yang mengatur makananku setiap harinya, dan apa pun yang mereka sajikan, aku makan.",
      "th": "สิ่งแปลกใหม่สามารถนำความสดชื่นมาสู่ชีวิตประจำวันที่น่าเบื่อได้ ช่วงนี้ชานมนานาชนิดของร้านแถว Hanamizaka เด็ดมาก คุณต้องลอง ส่วน... อาหารทั่วไป ฉันไม่ได้ชอบอะไรเป็นพิเศษ มื้ออาหารประจำวันล้วนแต่มีลูกน้องคอยจัดการให้ อีกฝ่ายนำอะไรมา ฉันก็กินอันนั้น",
      "vi": "#Những chuyện mới mẻ sẽ khiến cho cuộc sống hằng ngày bớt khô khan hơn. Gần đây ở Hanamizaka có món Trà Sữa Thập Cẩm, {F#cô}{M#cậu} có thể đến đó dùng thử. Nhưng mà... nói về món ăn thường ngày thì tôi không có sở thích gì nhiều. Mỗi ngày dùng bữa đều có thuộc hạ lên lịch cho, họ làm món gì thì tôi sẽ dùng món đó."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物·新的尝试",
      "zht": "喜歡的食物·新的嘗試",
      "jp": "好きな食べ物·新たな試み",
      "ko": "좋아하는 음식·새로운 시도",
      "en": "Favorite Food: Trying New Things",
      "de": "Was er so mag – Neues Essen",
      "es": "Comida que más le gusta - Probando algo nuevo",
      "fr": "Plat préféré - Essayer de nouvelles choses",
      "pt": "Comida Favorita - Provando Algo Novo",
      "ru": "Любимая еда: Пробуя новое",
      "id": "Makanan Favorit: Mencoba Hal Baru",
      "th": "อาหารที่ชอบ - ลิ้มลองอะไรใหม่ ๆ",
      "vi": "Món ăn yêu thích - Thử món mới"
    },
    "line": {
      "zhs": "差不多可以告诉我你的口味了吧？嗯？原来是这样。嗯，我记下来了。下次被问起的时候，我也回答这个吧。",
      "zht": "#差不多可以告訴我{F#妳}{M#你}的口味了吧？嗯？原來是這樣。嗯，我記下來了。下次被問起的時候，我也回答這個吧。",
      "jp": "そろそろ、貴方の好きな料理を教えてくれますか？…なるほど、頭に入れておきました。今度聞かれたら、これを答えるとしましょう。",
      "ko": "이제 당신이 좋아하는 것도 이야기해 줄래요? …그렇군요, 기억하겠습니다. 다음에 묻는다면 나도 이렇게 대답해야겠어요",
      "en": "You couldn't perchance tell me your own tastes, could you? ...Ah, I see. Okay, I've made a note of that. Now I know what to say the next time I get asked about it.",
      "de": "Bist du bereit, mir deinen Geschmack zu verraten? Hm? Ach so. Ja, das werde ich mir aufschreiben. Wenn ich das nächste Mal gefragt werde, werde ich auch so beantworten.",
      "es": "¿Te importaría decirme qué es lo que te gusta? Ah, ya veo. Está bien, tomaré nota al respecto. Ahora sé que decir en caso de que me pregunten.",
      "fr": "Pourriez-vous me parler de vos goûts ? Oh, je vois... D'accord, c'est noté. La prochaine fois qu'on me le demande, je saurai quoi dire.",
      "pt": "Você não se importaria em me dizer do que você gosta, não é? ...Ah, entendo. Certo, me lembrarei disso. Agora sei o que dizer da próxima vez que me perguntarem isso.",
      "ru": "#Ты не мог{F#ла} бы рассказать мне о своих вкусах? ...Понятно. Хорошо, я запомнил. Теперь я знаю, что ответить в следующий раз.",
      "id": "Boleh beri tahu kesukaanmu sendiri? ... Ah, begitu ya. Baiklah, aku sudah catat. Sekarang aku tahu harus jawab seperti apa kalau ditanya tentang ini lagi.",
      "th": "ถึงเวลาที่คุณจะบอกรสชาติที่ชอบให้ฉันรู้ได้รึยังล่ะ? หื้อ? อย่างนี้นี่เอง อืม ฉันจำไว้แล้ว ครั้งหน้าที่ถูกถาม ฉันก็จะตอบอันนี้เหมือนกันดีกว่า",
      "vi": "#Có thể nói đại khái khẩu vị của {F#cô}{M#cậu} cho tôi nghe không? Hừm? Thì ra là vậy. Ừm, tôi nhớ rồi. Lần sau khi bị hỏi thì tôi sẽ trả lời cái này nhé."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "…啊，盐和糖弄错了。咸的水馒头…嗯，也行，给托马吃吧。",
      "zht": "…啊，鹽和糖弄錯了。鹹的水饅頭…嗯，也行，給托馬吃吧。",
      "jp": "…おっと、塩と砂糖を間違えてしまいました。これではしょっぱい水まんじゅうに…まあ、問題はありません。トーマに食べてもらいましょう。",
      "ko": "…아, 설탕 대신 소금을 넣어버렸어요. 짠맛이 나는 물방울 떡이라… 음, 괜찮네요. 토마한테 줘야겠어요",
      "en": "Hmm... it looks like I mixed up my salt and my sugar. Savory Mizu Manjuu. Yes, this can work. I'll give them to Thoma.",
      "de": "Ah, ich habe mich bei Salz und Zucker vertan. Salzige Dampfbrötchen ... Nun, das ist in Ordnung, gib es Thoma.",
      "es": "Ups, creo que eché sal en vez de azúcar. Pastelillos acuosos salados... Humm... Bueno, no pasa nada, se los daré a Thoma.",
      "fr": "Oups, il semblerait que j'aie mis du sel à la place du sucre. Un mizu manju salé... Bon, rien n'est perdu, Thomas le mangera pour moi.",
      "pt": "... Ops, parece que acabei misturando meu sal e meu açúcar. Mizu Manjuu salgados, hmm... É, pode ser que funcione. Darei eles ao Thoma.",
      "ru": "Хм... Кажется, я перепутал соль и сахар. Солёный мидзу мандзю... Да, пожалуй, отдам его Томе.",
      "id": "Hmm ... sepertinya aku salah pakai antara garam dan gula. Mizu Manjuu yang gurih ya, hmm .... Boleh lah. Biar Thoma saja yang makan.",
      "th": "...อา น้ำตาลกับเกลือสลับกันอีกแล้ว Mizu Manjuu แบบเค็ม... อืม ได้แหละ ให้ Thoma กินละกัน",
      "vi": "...Chà, lộn đường với muối rồi. Bánh bao nước vị mặn sao... cũng được, mang cho Thoma ăn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "挺新奇的滋味。呵呵，很符合我的要求…",
      "zht": "挺新奇的滋味。呵呵，很符合我的要求…",
      "jp": "斬新な味ですね。ふふっ、気に入りました…",
      "ko": "색다른 맛이군요. 하하, 제가 원하던 맛이에요…",
      "en": "Very novel indeed. Haha, it meets my requirements perfectly...",
      "de": "Ein ganz neuer Geschmack. Oh, das ist ganz nach meiner Vorstellung ...",
      "es": "Muy novedoso. Jaja, cumple a la perfección con mis expectativas.",
      "fr": "C'est très novateur en effet. Haha, cela répond parfaitement à mes exigences...",
      "pt": "Hmm, muito inovador. Haha, atende a meus requisitos perfeitamente...",
      "ru": "Действительно очень необычно. Ха-ха, это полностью соответствует моим требованиям...",
      "id": "Rasa yang benar-benar baru. Haha, sesuai keinginanku.",
      "th": "เป็นรสชาติที่ค่อนข้างแปลกใหม่ หึหึ ถูกปากฉันมากเลย...",
      "vi": "Hương vị rất mới lạ. Haha, rất hợp với khẩu vị của tôi đấy..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "原来如此。你对这道菜的理解是这样的…",
      "zht": "#原來如此。{F#妳}{M#你}對這道菜的理解是這樣的…",
      "jp": "なるほど。貴方はこの料理に対して、そのような理解をされているのですね…",
      "ko": "그랬군요. 이 요리를 이렇게 이해하셨다니…",
      "en": "I see. So this is your take on this dish...",
      "de": "Ach so,. Hier ist also deine Meinung zu diesem Gericht ...",
      "es": "Ya veo. Así que esta es tu interpretación de este plato...",
      "fr": "Je vois. Alors c'est ça votre interprétation de ce plat...",
      "pt": "Entendo... Então essa é a sua abordagem neste tipo de prato...",
      "ru": "Ясно. Так вот как ты видишь это блюдо...",
      "id": "Ah. Ternyata begini ya pemahamanmu tentang hidangan ini ....",
      "th": "อย่างนี้นี่เอง นี่คือความเข้าใจของคุณที่มีต่อจานนี้สินะ...",
      "vi": "#Hóa ra {F#cô}{M#cậu} hiểu biết về món ăn này như vậy..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "给你个建议，下次把这道菜加进火锅游戏里吧。",
      "zht": "#給{F#妳}{M#你}個建議，下次把這道菜加進火鍋遊戲裡吧。",
      "jp": "一つ提案があります。今度この料理を「鍋遊び」に入れましょう。",
      "ko": "제안 하나 드리자면, 다음번엔 이 요리를 전골 게임에 추가하는 게 어떨까요?",
      "en": "Here's a suggestion: Try using this dish in the hot pot game next time you play.",
      "de": "Ein Vorschlag für dich: Nimm dieses Gericht das nächste Mal in dein Feuertopfspiel auf.",
      "es": "Una sugerencia: prueba a utilizar este plato la próxima vez que juegues al juego de shabu shabu.",
      "fr": "Voilà une suggestion : pourquoi ne pas utiliser ce plat au jeu de la marmite la prochaine fois ?",
      "pt": "Deixe-me lhe dar uma sugestão: tente usar esse prato no próximo jogo de shabu-shabu que você jogar.",
      "ru": "Дам тебе совет: попробуй использовать это блюдо при следующей игре в сябу-сябу.",
      "id": "Ini saran saja, tapi kamu boleh coba masukkan hidangan ini ke permainan tantangan hot pot berikutnya.",
      "th": "ฉันขอแนะนำอย่างหนึ่ง คราวหน้าก็เพิ่มเมนูนี้ลงในเกมหม้อไฟด้วยสิ",
      "vi": "Một gợi ý hay đấy, thử dùng món này cho trò chơi nấu lẩu lần sau nhé."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！让你体验一日社奉行，如何？\n\n哦，公务我提前处理完了，你只需要享受权力带来的乐趣就好。有我陪在你身边，料想家臣们也不敢说什么。呵，放心吧。",
      "zht": "#生日快樂！讓{F#妳}{M#你}體驗一日社奉行，如何？\n\n喔，公務我提前處理完了，{F#妳}{M#你}只需要享受權力帶來的樂趣就好。有我陪在{F#妳}{M#你}身邊，料想家臣們也不敢說什麼。呵，放心吧。",
      "jp": "お誕生日おめでとうございます！社奉行の一日当主になってみませんか？\n\n公務は私が前もって処理したので、貴方は権力がもたらす快楽だけを味わってください。私が付き添うので、家臣たちも文句は言えないでしょう、どうかご安心を。ふふふっ。",
      "ko": "생일 축하해요! 야시로 봉행 일일 체험 한번 해보실래요?\n\n공무는 제가 미리 처리해뒀으니, 권력이 주는 즐거움을 만끽하면 돼요. 제가 옆에 있는 한 가신들도 뭐라 할 수 없을 겁니다. 후후, 안심해요",
      "en": "Happy Birthday! Now, how would you like to be Yashiro Commissioner for a day, hmm? All the work has been handled already, so you can focus on simply enjoying the feeling of having an enormous amount of executive power at your fingertips. Don't worry, the retainers won't dare question it, I'll be with you the entire time, hehe.",
      "de": "Alles Gute zum Geburtstag! Wie wäre es, wenn du einen Tag lang in das Leben des Oberhauptes des Kamisato-Klans hineinschnuppern könntest?\n\nOh, ich habe die offiziellen Angelegenheiten im Voraus erledigt, also musst du nur noch das Vergnügen der Macht genießen. Mit mir an deiner Seite werden es die Gefolgsmänner nicht wagen, etwas zu sagen. Mach dir keine Sorgen.",
      "es": "#¡Feliz cumpleaños! ¿Te gustaría ser {F#la Comisionada}{M#el Comisionado} Yashiro por un día? Ya me encargué de todo el trabajo para que puedas concentrarte en disfrutar de la sensación de tener un gran poder en tus manos. No te preocupes, mis sirvientes no lo pondrán en cuestión. Estaré contigo todo el tiempo, jeje.",
      "fr": "Bon anniversaire ! Que diriez-vous de devenir le Commissaire culturel pour une journée ?\n\nTout le travail a déjà été fait, vous n'avez plus qu'à profiter du pouvoir qui accompagne cette fonction. Ne vous inquiétez pas, les serviteurs n'oseront pas poser de questions, je serai avec vous tout le temps, héhé.",
      "pt": "#Feliz aniversário! Agora, o que me diz de ser Comissári{M#o}{F#a} da Comissão Yashiro por um dia, hmm? Todo trabalho já foi resolvido, então você poderá apenas focar em aproveitar a sensação de ter um enorme poder executivo bem na palma de sua mão. Não se preocupe, os Retentores não ousarão questionar nada, estarei com você o tempo inteiro, hehe.",
      "ru": "С днём рождения! Не хочешь стать на денёк главой комиссии Ясиро? Вся работа уже сделана, так что можешь просто наслаждаться огромной властью. Не волнуйся, слуги не станут задавать вопросов, я буду с тобой всё время, хе-хе.",
      "id": "Selamat ulang tahun! Nah, mau coba jadi Komisaris Yashiro selama satu hari? Semua pekerjaan sudah kubereskan, jadi kamu tinggal nikmati saja perasaan memegang kekuasaan eksekutif yang sangat besar dalam genggamanmu. Jangan khawatir, orang-orangku tidak akan berani bertanya, karena aku akan terus ada di sisimu sepanjang waktu, hehehe.",
      "th": "สุขสันต์วันเกิด! ลองมาสัมผัสประสบการณ์ในสำนัก Yashiro สักวันเป็นไง?\n\nอ้อ ฉันทำงานราชการเสร็จล่วงหน้าไปหมดแล้วล่ะ คุณดื่มด่ำเพลิดเพลินไปกับอำนาจก็พอ มีฉันอยู่ข้าง ๆ คุณซะอย่าง เหล่าผู้ดูแลตระกูลคงไม่กล้าพูดอะไรหรอก หึ สบายใจเถอะ",
      "vi": "#Sinh nhật vui vẻ! Tặng {F#cô}{M#cậu} một ngày trải nghiệm Hiệp Hội Yashiro nhé, thấy thế nào?\n\nỪm, công việc thì tôi đã xử lý xong sớm rồi, {F#cô}{M#cậu} chỉ cần hưởng thụ sự thú vị của quyền lực thôi. Có tôi bên cạnh thì gia thần nào dám không nghe lời chứ. Haha, yên tâm nhé."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "能力提高了？呵，那可真是好事。",
      "zht": "能力提高了？呵，那可真是好事。",
      "jp": "ふむ、力が増したようですね？実に喜ばしいことです…",
      "ko": "능력이 향상된 것 같군요. 참으로 좋은 일이네요…",
      "en": "Did I just grow more competent? Goodness, how marvelous...",
      "de": "Erhöhte Fertigkeiten? Ha, das ist eine gute Nachricht.",
      "es": "¿Me volví más capaz? Vaya, fantástico.",
      "fr": "#Serais-je devenu plus compétent{NON_BREAK_SPACE}? Eh bien, c'est fabuleux.",
      "pt": "Eu acabei de ficar mais capaz? Minha nossa, que fantástico...",
      "ru": "Я стал сильнее? Архонты, как чудесно...",
      "id": "Apa aku baru saja jadi lebih hebat? Wah, luar biasa ....",
      "th": "ความสามารถที่สูงขึ้น? โอ้ นั่นเป็นเรื่องที่ดีจริง ๆ",
      "vi": "Sức mạnh được tăng cao rồi sao? Haha, đúng là chuyện tốt."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "力量这种东西，果然只有掌握在自己手中，才能安心。",
      "zht": "力量這種東西，果然只有掌握在自己手中，才能安心。",
      "jp": "力というものは、やはり自分の手元にあってこそ安心できます。",
      "ko": "힘이란 건 역시 자신이 쥐고 있어야 마음이 놓이죠",
      "en": "At the end of the day, power is only a source of comfort when it is concentrated in one's own hands.",
      "de": "Es stimmt, dass so etwas wie Macht nur dann beruhigend sein kann, wenn sie in den eigenen Händen liegt.",
      "es": "Cuando lo concentras en tus propias manos, el poder solo es una fuente de comodidad.",
      "fr": "En fin de compte, le pouvoir n'est une source de réconfort que lorsqu'il est entre nos propres mains.",
      "pt": "No final do dia, o poder é apenas uma fonte de conforto quando está concentrado em suas próprias mãos.",
      "ru": "В конце концов, власть является источником комфорта только тогда, когда она сосредоточена в твоих собственных руках.",
      "id": "Pada akhirnya, kenyamanan karena kekuatan hanya akan timbul bila kekuatan itu sepenuhnya ada di dalam genggaman.",
      "th": "พลังอำนาจเป็นสิ่งที่อยู่ในมือของตัวเองแล้วจึงจะวางใจได้",
      "vi": "Đúng là chỉ khi nắm trong tay sức mạnh thì mới thấy yên tâm được."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "呵，有些人怕是要寝食难安了吧。",
      "zht": "呵，有些人怕是要寢食難安了吧。",
      "jp": "今頃、あの者たちは布団の中で震えているでしょうね…ふふっ…",
      "ko": "후후, 누군가는 불안에 떨게 생겼군요…",
      "en": "Hehe, I'm sure certain people are starting to grow rather nervous right about now...",
      "de": "Hehe, manche Leute können vielleicht nicht einmal gut schlafen oder essen.",
      "es": "Jeje, estoy seguro de que algunas personas están comenzando a ponerse nerviosas.",
      "fr": "Héhé, voilà une chose qui pourrait bien rendre certaines personnes nerveuses.",
      "pt": "Hehe, tenho certeza de que algumas pessoas estão ficando bem nervosas agora...",
      "ru": "Хе-хе, уверен, некоторые уже начинают нервничать.",
      "id": "Hehe, aku yakin setelah ini ada sebagian orang yang mulai gugup ....",
      "th": "หึ ต้องมีคนบางคนที่กินไม่ได้นอนไม่หลับแล้วสินะ",
      "vi": "Haha, chắc có người đang lo lắng đến ăn ngủ không yên rồi đây."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "坐上家主之位以后，我少有松懈的时刻。有你在旁的这段日子，却有些奇妙。嗯…就好像在晒太阳一样吧。",
      "zht": "#坐上家主之位以後，我少有鬆懈的時刻。有{F#妳}{M#你}在旁的這段日子，卻有點奇妙。嗯…就好像在曬太陽一樣吧。",
      "jp": "当主の座に就いて以来、そう滅多に気が緩んだことはありません。ただ、貴方が傍にいてくれた日々は、何だか奇妙なひと時でした。それは…ふむ、そうですね…まるで陽の光を浴びているかのような気分にさせるのです。",
      "ko": "가주가 된 후로 긴장을 푼 적이 거의 없어요. 하지만 당신과 함께한 시간은 조금 신기했습니다. 음… 마치 햇볕을 쬐는 기분이랄까요",
      "en": "I've had very few chances to kick back and put my feet up since taking over leadership of the clan. But things have felt curiously different since having you around. Hmm... Yes, it feels rather like basking in the sun.",
      "de": "Seit ich das Amt des Oberhauptes übernommen habe, habe ich nur wenige Momente der Muße erlebt. Diese Zeit mit dir an meiner Seite ist jedoch etwas Wunderbares. Na ja ... das ist wie in der Sonne, denke ich.",
      "es": "Desde que asumí el liderazgo del clan, he tenido muy pocas oportunidades para relajarme y no hacer nada. Sin embargo, las cosas se sienten curiosamente distintas desde que te conocí. Humm... sí, se sienten reconfortantes como un baño de sol.",
      "fr": "Depuis que j'ai pris la tête du clan, j'ai rarement le temps de me relâcher. Cependant, les choses sont devenues étrangement différentes depuis que vous êtes là. C'est comme si je prenais un bain de soleil.",
      "pt": "Eu tive poucas chances de relaxar e ficar de pernas para o ar desde que fiquei com a liderança do clã. Mas as coisas têm estado curiosamente diferentes desde que você apareceu. Hmm... Sim, é como se banhar ao sol.",
      "ru": "Я почти не отдыхаю с тех пор, как стал главой клана. Но когда ты рядом, всё по-другому. Хм... Да, будто на солнышке греешься.",
      "id": "Aku cuma punya sedikit sekali kesempatan untuk bersantai sejak aku mengambil alih kepemimpinan klan. Tetapi semuanya mulai terasa berbeda sejak kamu ada. Hmm .... Ya, rasanya seperti sedang berjemur di bawah sinar matahari.",
      "th": "หลังจากได้ที่นั่งตำแหน่งผู้นำตระกูลแล้ว ฉันแทบไม่มีเวลาพักผ่อนเลย การมีคุณอยู่ข้าง ๆ มันค่อนข้างแปลก อืม... มันคล้าย ๆ กับการอาบแดดอะไรแบบนั้นเลย",
      "vi": "#Ngồi ở vị trí gia chủ, tôi ít khi có thời gian thư thả. Những ngày tháng có {F#cô}{M#cậu} bên cạnh thật kỳ diệu. Ừm... cảm giác như là đang tắm nắng vậy."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "苍流水影。",
      "zht": "蒼流水影。",
      "jp": "蒼流水影。",
      "ko": "물의 잔영",
      "en": "Be still.",
      "de": "Schatten des blassen Flusses.",
      "es": "¡Quieto ahí!",
      "fr": "Plus un geste.",
      "pt": "Fique parado.",
      "ru": "Спокойно.",
      "id": "Tenang.",
      "th": "เงาเร้นธารา",
      "vi": "Thủy ảnh tuôn chảy."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "剑影。",
      "zht": "劍影。",
      "jp": "剣影よ。",
      "ko": "검의 그림자",
      "en": "Cascade.",
      "de": "Schatten des Schwertes.",
      "es": "¡Cascada!",
      "fr": "Que les lames jaillissent.",
      "pt": "Cascada!",
      "ru": "Водопад.",
      "id": "Mengalir.",
      "th": "คมดาบพิรุณเงา",
      "vi": "Kiếm ảnh."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "秋水三尺。",
      "zht": "秋水三尺。",
      "jp": "三尺の秋水。",
      "ko": "삼척의 추수(秋水)",
      "en": "Mind the deluge.",
      "de": "Schwerter ausgezeichneter Schärfe.",
      "es": "¡Cuidado, un aluvión!",
      "fr": "Mon épée est sans rivale.",
      "pt": "Cuidado com o dilúvio!",
      "ru": "Осторожно, потоп.",
      "id": "Luapan air.",
      "th": "ประกายดาบธาราสารท",
      "vi": "Thủy triều tuôn trào."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "呵…安息吧。",
      "zht": "呵…安息吧。",
      "jp": "ふん…安らかに。",
      "ko": "흥… 잠들어라",
      "en": "Hmph... The depths beckon.",
      "de": "Ha ... Ruhe in Frieden.",
      "es": "¡Hum! Las profundidades te llaman.",
      "fr": "Hmph... Repose en paix.",
      "pt": "Hunf... As profundezas o chamam.",
      "ru": "Хм.. Глубины манят.",
      "id": "Hmph .... jatuhlah ke kedalaman.",
      "th": "หึ... หลับให้สบายล่ะ",
      "vi": "Yên nghỉ nhé."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "神里流…水囿！",
      "zht": "神里流…水囿！",
      "jp": "神里流…水囿！",
      "ko": "카미사토류… 물의 영역!",
      "en": "Kamisato Art: Suiyuu!",
      "de": "Kamisato-Stil: Suiyuu!",
      "es": "¡Estilo Kamisato: Jardín ácueo!",
      "fr": "École Kamisato : Jardin d'eau !",
      "pt": "Arte Kamisato: Jardim Aquático!",
      "ru": "Искусство Камисато... Суйю!",
      "id": "Kamisato Art: Suiyuu!",
      "th": "Kamisato Art... Suiyuu!",
      "vi": "Trường Phái Kamisato... Suiyuu!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "对你有用便好。",
      "zht": "#對{F#妳}{M#你}有用便好。",
      "jp": "貴方の為になったなら幸いです。",
      "ko": "당신에게 필요한 것이면 됐습니다",
      "en": "All yours, should you have any use for them.",
      "de": "Wenn es nützlich ist, dann nehme ich es.",
      "es": "Es todo tuyo si te resulta de utilidad.",
      "fr": "Si c'est utile, je vais le prendre.",
      "pt": "É todo seu, se você tiver alguma utilidade para eles.",
      "ru": "Если это полезно, то я возьму.",
      "id": "Ambil saja semua, mungkin berguna buat kamu.",
      "th": "ของพวกนี้น่าจะมีประโยชน์กับคุณ",
      "vi": "#Giúp được cho {F#cô}{M#cậu} thì tốt."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "原来你需要这些吗？",
      "zht": "#原來{F#妳}{M#你}需要這些嗎？",
      "jp": "これが、必要だったのですか？",
      "ko": "이런 게 필요했습니까?",
      "en": "Oh... so you collect these?",
      "de": "Brauchst du diese?",
      "es": "Oh... ¿Coleccionas estas cosas?",
      "fr": "Oh... Vous cherchez ces choses-là ?",
      "pt": "Oh... então você coleciona essas coisas?",
      "ru": "О... Так ты это собираешь?",
      "id": "Oh ... kamu koleksi ya?",
      "th": "ที่แท้คุณก็ต้องการของพวกนี้?",
      "vi": "#Thì ra {F#cô}{M#cậu} cần những thứ này sao?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "嗯…质量还行。",
      "zht": "嗯…品質還行。",
      "jp": "ふむ…中々の品ですね。",
      "ko": "음… 품질이 나쁘지 않군요",
      "en": "Mm, yes, very nice.",
      "de": "Hmpf ... nicht schlecht.",
      "es": "Humm, sí, no está mal.",
      "fr": "Hmm... Ce n'est pas mauvais.",
      "pt": "Hm, sim, muito bom.",
      "ru": "Мм, да, здорово.",
      "id": "Hmm, ya, bagus.",
      "th": "อืม... คุณภาพก็โอเค",
      "vi": "Ừm... chất lượng không tệ."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "真是有趣…",
      "zht": "真是有趣…",
      "jp": "実に面白い…",
      "ko": "재밌군…",
      "en": "This is getting interesting...",
      "de": "Interessant ...",
      "es": "Esto se pone interesante...",
      "fr": "Que c'est intéressant...",
      "pt": "Isso está ficando interessante...",
      "ru": "Становится интереснее...",
      "id": "Ini semakin menarik ....",
      "th": "น่าสนใจจริง ๆ...",
      "vi": "Thật thú vị..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "那么，我也认真起来吧。",
      "zht": "那麼，我也認真起來吧。",
      "jp": "そろそろ、本気を出しましょうか。",
      "ko": "그렇다면 저도 진지하게 임하겠습니다",
      "en": "Alright. Time to get serious.",
      "de": "Ich nehme es jetzt ernst.",
      "es": "Está bien, hora de ponerse serios.",
      "fr": "Bien, fini de plaisanter.",
      "pt": "Muito bem, hora de ficar sério.",
      "ru": "Ладно, теперь серьёзно.",
      "id": "Baiklah. Saatnya serius.",
      "th": "ถ้าอย่างนั้น ฉันก็ขอเอาจริงหน่อยละกัน",
      "vi": "Vậy, để ta nghiêm túc nhé."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "不知鹿死谁手呢？",
      "zht": "不知鹿死誰手呢？",
      "jp": "まだまだこれからですよ。",
      "ko": "과연 승자는 누가 될까요?",
      "en": "One of us has to go.",
      "de": "Wem wird der Sieg gehören?",
      "es": "Solo puede ganar uno.",
      "fr": "Seul le vainqueur s'emparera du pouvoir.",
      "pt": "Um de nós tem que ir.",
      "ru": "Один из нас падёт.",
      "id": "Salah satu dari kita harus pergi.",
      "th": "ไม่รู้ว่าชัยชนะจะตกไปอยู่ในมือใครกันนะ?",
      "vi": "Vẫn chưa biết ai hơn ai đâu!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "暂且后退。",
      "zht": "暫且後退。",
      "jp": "一度退いてください。",
      "ko": "일단 후퇴하세요",
      "en": "Time to withdraw.",
      "de": "Tritt erst einmal zurück.",
      "es": "Retirémonos por ahora.",
      "fr": "Il est temps de se retirer.",
      "pt": "Hora de recuar.",
      "ru": "Пора выходить.",
      "id": "Waktunya mundur.",
      "th": "ถอยก่อนละกัน",
      "vi": "Tạm thời lui về sau."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "冒进是大忌。",
      "zht": "冒進是大忌。",
      "jp": "迂闊に突っ込んではいけません。",
      "ko": "무모한 행동은 금물입니다",
      "en": "Pace yourself before you erase yourself.",
      "de": "Es ist falsch, sich blindlings vorwärts zu bewegen",
      "es": "No te precipites, o lo harás a tu tumba.",
      "fr": "Mesurez vos efforts si vous ne voulez pas mal finir.",
      "pt": "Controle-se para não esvanecer-se.",
      "ru": "Больше никакого авантюризма.",
      "id": "Lebih baik waspada daripada celaka.",
      "th": "อย่าประมาทเชียว",
      "vi": "Liều lĩnh là một điều cấm kỵ."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "百密终是有一疏么…",
      "zht": "百密終是有一疏嗎…",
      "jp": "千慮の一失…",
      "ko": "빈틈을 보였군…",
      "en": "But the plan... was watertight...",
      "de": "Gibt es immer etwas, womit ich nicht gerechnet habe?",
      "es": "El plan quedó... en papel mojado...",
      "fr": "Ce plan était pourtant... infaillible...",
      "pt": "Mas o plano... era impermeável...",
      "ru": "Но план... был безупречным...",
      "id": "Tapi rencananya ... tidak bercelah ....",
      "th": "แผนนับร้อยพลาดพลั้งเพราะความประมาทงั้นเหรอ...",
      "vi": "Tính toán sơ suất rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "花无百日红…",
      "zht": "花無百日紅…",
      "jp": "花に百日の紅なし…",
      "ko": "시들지 않는 꽃은 없으니…",
      "en": "I'm feeling a little washed-out...",
      "de": "Keine Blume kann ewig frisch sein ...",
      "es": "Un día... pasado por agua...",
      "fr": "Toutes les bonnes choses ont une fin...",
      "pt": "Estou me sentindo meio esgotado...",
      "ru": "Счастье не вечно...",
      "id": "Rasanya ... seperti hanyut ....",
      "th": "ร่วงโรยในพริบตา...",
      "vi": "Hoa rồi cũng sẽ đến ngày tàn..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "世事无常…",
      "zht": "世事無常…",
      "jp": "昨日の淵は今日の瀬、か…",
      "ko": "영원한 것은 없다…",
      "en": "Such is life...",
      "de": "Die Welt ist unberechenbar ...",
      "es": "Así es la vida...",
      "fr": "La vie est pleine d'imprévus...",
      "pt": "Assim é a vida...",
      "ru": "Такова жизнь...",
      "id": "Beginilah hidup ....",
      "th": "โลกนี้ไม่มีอะไรแน่นอน...",
      "vi": "Thế sự vô thường..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不过如此。",
      "zht": "不過如此。",
      "jp": "その程度ですか。",
      "ko": "겨우 이 정도인가?",
      "en": "That's far enough.",
      "de": "Nur das?",
      "es": "Hasta aquí hemos llegado.",
      "fr": "Rien de plus que cela.",
      "pt": "Já é longe o suficiente.",
      "ru": "Достаточно.",
      "id": "Cukup.",
      "th": "ก็งั้น ๆ แหละ",
      "vi": "Chỉ thế thôi sao."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "不自量力…",
      "zht": "不自量力…",
      "jp": "身の程を知りなさい…",
      "ko": "주제도 모르고…",
      "en": "I may have overestimated myself...",
      "de": "Für wen hältst du dich?",
      "es": "Creo que sobrestimé mis habilidades...",
      "fr": "Je dois réévaluer ma force...",
      "pt": "Eu devo ter me superestimado...",
      "ru": "Возможно, я переоценил себя...",
      "id": "Mungkin aku terlalu sombong ....",
      "th": "ไม่ประมาณตน...",
      "vi": "Không tự lượng sức..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "哦？是邀请我去散步吗？",
      "zht": "喔？是邀請我去散步嗎？",
      "jp": "おや？私を散歩に誘ってくれるのですか？",
      "ko": "오? 산책에 초대해 주신 건가요?",
      "en": "What's that? Join you for a walk? Why not.",
      "de": "Was? Lädst du mich zu einem Spaziergang ein?",
      "es": "¿Eh? ¿Vamos de paseo? Está bien.",
      "fr": "Tiens ? Vous m'invitez à aller me balader ?",
      "pt": "Como é? Caminhar com você? Claro, por que não?",
      "ru": "Что такое? Хочешь прогуляться вместе? Почему бы и нет.",
      "id": "Ah, jalan-jalan denganmu? Kenapa tidak.",
      "th": "โฮ่? นี่ชวนฉันไปเดินเล่นงั้นเหรอ?",
      "vi": "Hử? Mời tôi đi tản bộ sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "那么，公务就先放一边吧。",
      "zht": "那麼公務，就先放一邊吧。",
      "jp": "ならば、公務はひとまず置いておきましょう。",
      "ko": "그럼, 일은 잠시 쉬도록 하죠",
      "en": "Very well, I shall put my official duties to one side for the moment.",
      "de": "Lassen wir also die offiziellen Angelegenheiten erst einmal beiseite.",
      "es": "Muy bien, dejaré de lado mis labores oficiales por el momento.",
      "fr": "Dans ce cas, je vais mettre mon travail de côté pour le moment.",
      "pt": "Muito bem, colocarei meus assuntos oficiais de lado por um momento.",
      "ru": "Хорошо, я отложу свои официальные обязанности в сторону.",
      "id": "Baiklah, tugas resminya bisa menunggu.",
      "th": "เอาละ ต้องพักงานราชการไว้ก่อนแล้ว",
      "vi": "Vậy thì... công việc gác lại sau vậy."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "呵…余兴节目。",
      "zht": "呵…餘興節目。",
      "jp": "ふふ…ほんの余興です。",
      "ko": "훗… 잠깐의 휴식으로 치자구요",
      "en": "Hmm... Well, this ought to be entertaining.",
      "de": "Ha ... So ein Vergnügen!",
      "es": "¡Ja! Esto será entretenido.",
      "fr": "Ha ! Du divertissement, parfait.",
      "pt": "Hah... Bem, isso parece que vai ser interessante.",
      "ru": "Ха... Должно быть весело.",
      "id": "Oh .... Ya, semoga bisa menghibur.",
      "th": "หึ... ได้เวลาสนุกแล้วสิ",
      "vi": "Haha... đến trò vui rồi."
    }
  }
]