[
  {
    "title": {
      "zhs": "普通攻击·源流",
      "zht": "普通攻擊·源流",
      "jp": "通常攻撃·源流",
      "ko": "일반 공격·원류",
      "en": "Normal Attack: Origin",
      "de": "Standardangriff: Ursprung",
      "es": "Ataque Normal: Estilo Genryuu",
      "fr": "Attaque normale : Prémisse",
      "pt": "Ataque Normal: Origem",
      "ru": "Исток",
      "id": "Normal Attack: Origin",
      "th": "โจมตีปกติ: Origin",
      "vi": "Tấn Công Thường - Origin"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多五段的连续枪击。\n\n<color=#FFD780FF>重击</color>\n消耗一定体力，进行向上的挑斩攻击。\n\n<color=#FFD780FF>下落攻击</color>\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多五段的連續槍擊。\n\n<color=#FFD780FF>重擊</color>\n消耗一定體力，進行向上的挑斬攻擊。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n槍による最大5段の連続攻撃を行う。\n\n<color=#FFD780FF>重撃</color>\n一定のスタミナを消費し、斬り上げ攻撃を発動する。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n창으로 최대 5번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n일정 스태미나를 소모해 올려베기 공격을 가한다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 5 consecutive spear strikes.\n\n<color=#FFD780FF>Charged Attack</color>\nConsumes a certain amount of Stamina to perform an upward slash.\n\n<color=#FFD780FF>Plunging Attack</color>\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 5 Lanzenstiche hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nVerbraucht eine gewisse Menge Ausdauer und führt einen Angriff nach oben aus.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 5 ataques rápidos con lanza.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume una cierta cantidad de Aguante para realizar un ataque hacia arriba.\n\n<color=#FFD780FF>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 5 coups de lance.\n\n<color=#FFD780FF>Attaque chargée</color>\nConsomme de l'endurance pour déclencher une attaque ascendante.\n\n<color=#FFD780FF>Attaque descendante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 5 golpes rápidos.\n\n<color=#FFD780FF>Ataque Carregado</color>\nConsome uma certa quantidade de Stamina para desferir um golpe com salto para cima.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо пяти быстрых ударов копьём.\n\n<color=#FFD780FF>Заряженная атака:</color>\nТратит определённое количество выносливости и наносит восходящий удар.\n\n<color=#FFD780FF>Атака в падении:</color>\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 5 serangan tombak berturut-turut.\n\n<color=#FFD780FF>Charged Attack</color>\nMengonsumsi sejumlah Stamina untuk menebas ke atas.\n\n<color=#FFD780FF>Plunging Attack</color>\nMenerjang dari udara untuk menghantam tanah di bawahnya, menyerang musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nโจมตีด้วยหอกต่อเนื่องมากสุดห้าครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nใช้พลังกายส่วนหนึ่งเพื่อทำการฟันโจมตีขึ้นไปด้านบน\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 5 lần đánh liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\nTiêu hao thể lực nhất định, chém nhanh về phía trước.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "神变·恶曜开眼",
      "zht": "神變·惡曜開眼",
      "jp": "神変·悪曜開眼",
      "ko": "초월·악요개안",
      "en": "Transcendence: Baleful Omen",
      "de": "Wunder – Unheilvoller Blick",
      "es": "Trascendencia: Presagio maligno",
      "fr": "Transcendance : Présage funeste",
      "pt": "Milagre: Luz Maligna",
      "ru": "Превосходство: Зловещее знамение",
      "id": "Transcendence: Baleful Omen",
      "th": "Transcendence: Baleful Omen",
      "vi": "Thần Biến - Ánh Chớp Tà Ác"
    },
    "description": {
      "zhs": "雷电将军展开净土的一角，对周围的敌人造成<color=#FFACFFFF>雷元素伤害</color>，为队伍中附近的所有角色授以「雷罚恶曜之眼」。\n\n<color=#FFD780FF>雷罚恶曜之眼</color>\n·获授雷罚恶曜之眼的角色的攻击对敌人造成伤害时，雷罚恶曜之眼会进行协同攻击，在敌人的位置造成<color=#FFACFFFF>雷元素范围伤害</color>。\n·获授雷罚恶曜之眼的角色在持续期间内，元素爆发造成的伤害获得提升，提升程度基于元素爆发的元素能量。\n\n每个队伍的雷罚恶曜之眼，每0.9秒至多进行一次协同攻击。\n由队伍中自己的角色以外的角色触发的协同攻击造成的伤害为原本的20%。\n\n<i>「手眼」之意，本指大神通者，其所见即是其所作为。雷神可以部署凶星之手眼，使其加护眷属，代行雷罚。</i>",
      "zht": "雷電將軍展開淨土的一角，對周圍的敵人造成<color=#FFACFFFF>雷元素傷害</color>，為隊伍中附近的所有角色授以「雷罰惡曜之眼」。\n\n<color=#FFD780FF>雷罰惡曜之眼</color>\n·獲授雷罰惡曜之眼的角色的攻擊對敵人造成傷害時，雷罰惡曜之眼會進行協同攻擊，在敵人的位置造成<color=#FFACFFFF>雷元素範圍傷害</color>。\n·獲授雷罰惡曜之眼的角色在持續期間內，元素爆發造成的傷害獲得提升，提升程度基於元素爆發的元素能量。\n\n每個隊伍的雷罰惡曜之眼，每0.9秒至多進行一次協同攻擊。\n由隊伍中自己的角色以外的角色觸發的協同攻擊造成的傷害為原本的20%。\n\n<i>「手眼」之意，本指大神通者，其所見即是其所作為。雷神可以部署凶星之手眼，使其加護眷屬，代行雷罰。</i>",
      "jp": "雷電将軍が浄土の一角を展開し、周囲の敵に<color=#FFACFFFF>雷元素ダメージ</color>を与え、周囲のチーム全員に「雷罰悪曜の眼」を授ける。\n\n<color=#FFD780FF>雷罰悪曜の眼</color>\n·雷罰悪曜の眼を持つキャラクターの攻撃が敵にダメージを与えると、雷罰悪曜の眼は連携攻撃を行い、敵の位置に<color=#FFACFFFF>雷元素範囲ダメージ</color>を与える。\n·雷罰悪曜の眼を持つキャラクターは継続時間内に、元素爆発の元素エネルギーを基準に、元素爆発ダメージがアップする。\n\nチーム毎の雷罰悪曜の眼は、0.9秒毎に1回のみ連携攻撃を行う。\nチーム内自身以外のキャラクターが連携攻撃を発動した場合、与えるダメージは本来のダメージの20%となる。\n\n<i>「手眼」とは、偉大なる神通者が見るものすべてを支配することを指している。雷神は凶星の手眼を操り、眷属に加護を与え、敵に雷罰を下すことができる。</i>",
      "ko": "라이덴 쇼군이 정토의 일각을 펼쳐 주변의 적에게 <color=#FFACFFFF>번개 원소 피해</color>를 주고 근처 파티 내 모든 캐릭터에게 「뇌벌 악요의 눈」을 부여한다.\n\n<color=#FFD780FF>뇌벌 악요의 눈</color>\n·뇌벌 악요의 눈을 부여받은 캐릭터가 적에게 피해를 주면, 뇌벌 악요의 눈이 협동 공격을 가해 적의 위치에 <color=#FFACFFFF>번개 원소 범위 피해</color>를 준다.\n·뇌벌 악요의 눈을 부여받은 캐릭터가 지속 시간 동안 가하는 원소폭발 피해가 증가하며, 증가량은 원소폭발의 원소 에너지에 영향을 받는다.\n\n각 파티의 뇌벌 악요의 눈은 0.9초마다 협동 공격을 최대 1회 발동한다.\n파티 중 자신의 캐릭터를 제외한 다른 캐릭터가 협동 공격을 발동할 경우 기존 피해의 20%에 해당하는 피해를 준다.\n\n<i>「수안(手眼)」은 본디 신통력을 가진 자가 보고 행하는 모든 일을 뜻한다. 번개 신은 흉성의 수안을 내려 권속을 수호하고 자신을 대신해 뇌벌을 내린다</i>",
      "en": "The Raiden Shogun unveils a shard of her Euthymia, dealing <color=#FFACFFFF>Electro DMG</color> to nearby opponents, and granting nearby party members the Eye of Stormy Judgment.\n\n<color=#FFD780FF>Eye of Stormy Judgment</color>\n·When characters with this buff attack and deal DMG to opponents, the Eye will unleash a coordinated attack, dealing <color=#FFACFFFF>AoE Electro DMG</color> at the opponent's position.\n·Characters who gain the Eye of Stormy Judgment will have their Elemental Burst DMG increased based on the Energy Cost of the Elemental Burst during the Eye's duration.\n\nThe Eye can initiate one coordinated attack every 0.9s per party.\nCoordinated attacks generated by characters not controlled by you deal 20% of the normal DMG.\n\n<i>Beings of great divinity might affect all that they survey, and the Electro Archon can manipulate the very inauspicious stars themselves to defend her retainers and bring a thundering sentence down on their foes.</i>",
      "de": "Der Shougun Raiden offenbart einen kleinen Teil ihrer Utopie, fügt Gegnern in der Umgebung <color=#FFACFFFF>Elektro-Schaden</color> zu und verleiht allen Truppenmitgliedern in der Nähe das „unheilvolle Auge der Blitzstrafe“.\n\n<color=#FFD780FF>Unheilvolles Auge der Blitzstrafe</color>\n· Das unheilvolle Auge der Blitzstrafe greift gemeinsam an, wenn die Angriffe der Figuren mit dem unheilvollen Auge der Blitzstrafe den Gegnern Schaden zufügen, und verursacht an der Stelle der Gegner <color=#FFACFFFF>Elektro-Flächenschaden</color>.\n· Erhöht während der Wirkungsdauer den mit Spezialfähigkeiten der Figuren mit dem unheilvollen Auge der Blitzstrafe verursachten Schaden basierend auf der Elementarenergie der Spezialfähigkeiten.\n\nDas unheilvolle Auge der Blitzstrafe jeder Truppe kann alle 0,9 s höchstens einen abgestimmten Angriff ausführen.\nDer mit dem abgestimmten Angriff der Figuren außerhalb der eigenen Figuren in der Truppe verursachte Schaden entspricht 20 % des ursprünglichen Schadens.\n\n<i>Außergewöhnliche transzendente Wesen sind in der Lage, auf alles, was sie sehen, einzuwirken. Die Göttin der Blitze kann unheilvolle Sterne kontrollieren, um ihre Gefolgsleute zu schützen und ein donnerndes Urteil zu fällen.</i>",
      "es": "La Shogun Raiden libera un fragmento de su eutimia para infligir <color=#FFACFFFF>Daño Electro</color> contra los enemigos de alrededor y otorgar a todos los personajes del equipo cercanos el efecto de “ojo del castigo atronador”.\n\n<color=#FFD780FF>Ojo del castigo atronador</color>\n·Cuando los ataques de los personajes que obtengan este efecto inflijan daño a un enemigo, el ojo liberará un ataque coordinado que inflige <color=#FFACFFFF>Daño Electro en el AdE</color> en la ubicación de ese enemigo.\n·Mientras un personaje esté bajo los efectos de ojo del castigo atronador, el daño que inflige con su Habilidad Definitiva aumenta en proporción a la Energía Elemental consumida para realizar dicha habilidad.\n\nComo máximo, el ojo del castigo atronador solo podrá ejecutar un ataque coordinado cada 0.9 s por equipo.\nEl daño infligido con el ataque coordinado por los personajes que no son de tu equipo será de un 20% del daño original.\n\n<i>Los seres divinos ejercen su influencia sobre todo lo que observan, y la Arconte Electro puede manipular las temibles estrellas para proteger a sus vasallos y castigar a sus enemigos con el poder del rayo.</i>",
      "fr": "La Shogun Raiden dévoile un fragment de son euthymie, infligeant des <color=#FFACFFFF>DGT Électro</color> aux ennemis proches, et accordant à tous les personnages de l'équipe à proximité un œil de jugement orageux.\n\n<color=#FFD780FF>Œil de jugement orageux</color>\n· Lorsqu'un personnage bénéficiant de cet effet attaque et inflige des DGT à un ennemi, l'œil déclenche une attaque coordonnée, infligeant des <color=#FFACFFFF>DGT Électro de zone</color> à l'emplacement de l'ennemi.\n· Les personnages qui obtiennent un œil de jugement orageux voient les DGT de leurs déchaînements élémentaires augmenter pendant la durée de l'œil, en fonction de l'énergie élémentaire consommée par le déchaînement.\n\nL'œil peut déclencher une attaque coordonnée toutes les 0,9 s par équipe.\nLes attaques coordonnées générées par des personnages hors de votre équipe infligent 20 % des DGT normaux.\n\n<i>Les êtres d'une grande divinité peuvent affecter tout ce qui les entoure, et l'Archon Électro peut manipuler les étoiles menaçantes pour protéger ses partisans et infliger une sentence fulgurante à ses ennemis.</i>",
      "pt": "A Shogun Raiden revela um fragmento de sua Eutimia, causando <color=#FFACFFFF>Dano Electro</color> a inimigos próximos, e concedendo a membros da equipe próximos o Olho do Julgamento Tempestuoso.\n<color=#FFD780FF>Olho do Julgamento Tempestuoso</color>\n·Quando personagens com esse bônus atacam e causam Dano aos inimigos, o Olho lançará um Ataque Coordenado, causando <color=#FFACFFFF>Dano Electro em uma AdE</color> na localização dos inimigos.\n·Personagens que ganham o Olho do Julgamento Tempestuoso terão o Dano de seus Supremos aumentado baseado no custo de Energia Elemental do Supremo durante a duração do Olho.\n\nO Olho pode iniciar um Ataque Coordenado a cada 0.9s por cada equipe.\nAtaques Coordenados gerados por personagens na equipe que não são controlados por você causam 20% do Dano normal.\n\n<i>Seres de grande divindade podem afetar tudo que veem, e a Arconte Electro pode manipular as estrelas inauspiciosas para defender seus Retentores e trazer uma sentença trovejante a seus inimigos.</i>",
      "ru": "Сёгун Райдэн приоткрывает своё Царство и наносит окружающим врагам <color=#FFACFFFF>Электро урон</color>, после чего даёт всем окружающим членам отряда Глаз грозового наказания.\n\n<color=#FFD780FF>Глаз грозового наказания</color>\n· Когда персонажи с этим усилением атакуют и наносят урон противнику, Глаз грозового наказания проводит совместную атаку и наносит на месте врага <color=#FFACFFFF>Электро урон по площади</color>.\n· Глаз грозового наказания увеличивает урон взрыва стихии персонажа в зависимости от стоимости энергии взрыва стихии во время действия Глаза грозового наказания.\n\nГлаз грозового наказания может провести только одну совместную атаку на отряд в течение 0,9 сек.\nСовместные атаки, вызванные персонажами, которых контролируете не вы, наносят 20% от обычного урона.\n\n<i>Существа великой божественной силы могут влиять на всё, за чем наблюдают. Электро Архонт же может управлять самими звёздами для защиты своих слуг и обрушить грозовой приговор на своих врагов.</i>",
      "id": "Raiden Shogun membuka sebagian Euthymia-nya, mengakibatkan <color=#FFACFFFF>Electro DMG</color> pada musuh di sekitar dan memberikan efek Eye of Stormy Judgment pada anggota party di sekitar.\n\n<color=#FFD780FF>Eye of Stormy Judgment</color>\n·Saat Karakter dengan efek ini mengakibatkan DMG pada musuh, Eye of Stormy Judgment akan melancarkan serangan terkoordinasi dan mengakibatkan <color=#FFACFFFF>Electro DMG Area</color> di tempat musuh berada.\n·Selama Eye of Stormy Judgment aktif, DMG Elemental Burst Karakter yang mendapatkan efek Eye of Stormy Judgment akan meningkat sesuai dengan Konsumsi Energy Elemental Burst tersebut.\n\nEye of Stormy Judgment di setiap party dapat melancarkan serangan terkoordinasi setiap 0,9 detik.\n·Serangan terkoordinasi yang dipicu oleh Karakter yang bukan partymu sendiri dapat mengakibatkan 20% DMG aslinya.\n\n<i>Makna kekuatan sesosok dewa, adalah mereka memiliki kuasa akan segala yang dapat terlihat oleh mata mereka. Sang Archon Electro memegang kendali akan bintang-bintang di langit untuk melindungi para pengikutnya, dan juga kendali untuk memanggil sambaran petir guna menghukum mereka yang berani menentang kehendaknya.</i>",
      "th": "โชกุน Raiden เปิดเผยเศษเสี้ยวของดินแดนอันบริสุทธิ์ของเธอ สร้าง<color=#FFACFFFF>ความเสียหายไฟฟ้า</color>แก่ศัตรูที่อยู่โดยรอบ และมอบ \"Eye of Stormy Judgment\" ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง\n\n<color=#FFD780FF>Eye of Stormy Judgment</color>\n·เมื่อตัวละครที่ได้รับ Eye of Stormy Judgment สร้างความเสียหายแก่ศัตรู Eye of Stormy Judgment จะทำการประสานการโจมตี เพื่อสร้าง<color=#FFACFFFF>ความเสียหายไฟฟ้าวงกว้าง</color> ที่ตำแหน่งของศัตรู\n·เมื่ออยู่ในช่วงเวลาต่อเนื่อง ท่าไม้ตายของตัวละครที่ได้รับ Eye of Stormy Judgment จะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะขึ้นอยู่กับพลังงานธาตุที่ใช้ไปของท่าไม้ตาย\n\nEye of Stormy Judgment ของแต่ละทีมจะทำการประสานการโจมตีมากสุดหนึ่งครั้ง ในทุก 0.9 วินาที\nความเสียหายที่เกิดจากการโจมตีประสาน ของตัวละครอื่นที่ไม่ใช่ตัวละครในทีมของตัวเอง จะมีปริมาณเป็น 20% จากของเดิม\n\n<i>ความหมายของ \"มือและตา\" นั้นเดิมทีหมายถึงบุคคลที่มีพลังอันวิเศษมหาศาล ผู้มองเห็นทุกสิ่งและเอื้อมถึงทุกอย่าง เทพแห่งสายฟ้าสามารถบังคับดวงดาวแห่งลางร้าย เพื่อปกป้องผู้คนของเธอ และปลดปล่อยสายฟ้าลงทัณฑ์แทนพวกเขาเหล่านั้น</i>",
      "vi": "Raiden Shogun khai mở Tịnh Thổ, gây <color=#FFACFFFF>Sát Thương Nguyên Tố Lôi</color> cho kẻ địch xung quanh, khiến tất cả nhân vật trong đội gần đó nhận trạng thái \"Con Mắt Lôi Phạt\".\n\n<color=#FFD780FF>Con Mắt Lôi Phạt</color>\n·Nhân vật nhận hiệu ứng này khi gây sát thương cho địch, Con Mắt Lôi Phạt sẽ hợp lực tấn công, gây <color=#FFACFFFF>Sát Thương Phạm Vi Nguyên Tố Lôi</color> ở vị trí kẻ địch.\n·Nhân vật nhận được Con Mắt Lôi Phạt, trong thời gian duy trì hiệu ứng này sẽ tăng sát thương Kỹ Năng Nộ, mức độ tăng tùy theo Năng Lượng Nguyên Tố của Kỹ Năng Nộ.\n\nCon Mắt Lôi Phạt của mỗi đội mỗi 0.9s tối đa tiến hành hợp lực tấn công một lần.\nNhân vật khác trong đội (không phải bản thân) kích hoạt hợp lực tấn công sẽ tạo ra sát thương bằng 20% sát thương gốc.\n\n<i>Trở thành một phần của thần. Lôi Thần có thể trao tay và mắt cho thuộc hạ để thay người phán xử.</i>"
    }
  },
  {
    "title": {
      "zhs": "奥义·梦想真说",
      "zht": "奧義·夢想真說",
      "jp": "奥義·夢想真説",
      "ko": "오의·몽상진설",
      "en": "Secret Art: Musou Shinsetsu",
      "de": "Geheime Kunst – Musou Shinsetsu",
      "es": "Técnica secreta: Verdad onírica",
      "fr": "Art secret : Dogme d'idéal",
      "pt": "Arte Secreta: Musou Shinsetsu",
      "ru": "Тайное искусство: Мусо синсэцу",
      "id": "Secret Art: Musou Shinsetsu",
      "th": "Secret Art: Musou Shinsetsu",
      "vi": "Bí Kỹ - Mộng Tưởng Chân Thuyết"
    },
    "description": {
      "zhs": "汇聚万千真言，竭尽诸愿百眼之愿力，斩出粉碎一切诅咒的梦想一刀，造成<color=#FFACFFFF>雷元素范围伤害</color>；并在接下来的一段时间内，使用「梦想一心」战斗。依据施放时消耗的诸愿百眼之轮的愿力层数，增加梦想一刀与梦想一心的攻击造成的伤害。\n\n<color=#FFD780FF>梦想一心</color>\n在此状态下，雷电将军将使用刀进行攻击，并将普通攻击、重击与下落攻击造成的伤害转为无法被附魔覆盖的<color=#FFACFFFF>雷元素伤害</color>，并在这些攻击命中敌人时，为队伍中附近的所有角色恢复元素能量。每1秒至多通过这种方式恢复一次元素能量，在持续期间内至多触发5次。\n在此状态下，雷电将军的抗打断能力提高，并免疫<color=#FFACFFFF>感电</color>反应的伤害。\n梦想一心状态下，雷电将军的普通攻击、重击与下落攻击造成的伤害，视为元素爆发伤害。\n\n梦想一心的效果将在雷电将军退场时解除。\n\n<color=#FFD780FF>诸愿百眼之轮</color>\n队伍中附近的角色（不包括雷电将军自己）施放元素爆发时，会依据元素爆发的元素能量，为雷电将军的诸愿百眼之轮积攒愿力。\n至多积攒60层愿力。\n\n诸愿百眼之轮中积攒的愿力，会在脱离战斗300秒后清除。\n\n<i>此为雷神最近领悟的全新秘剑。摒弃了「无想」，转而去背负众人之「梦想」。「真说」一语乃「新说」之意，稻妻之事也已迈向新篇。</i>",
      "zht": "匯聚萬千真言，竭盡諸願百眼之願力，斬出粉碎一切詛咒的夢想一刀，造成<color=#FFACFFFF>雷元素範圍傷害</color>；並在接下來的一段時間內，使用「夢想一心」戰鬥。依據施放時消耗的諸願百眼之輪的願力層數，增加夢想一刀與夢想一心的攻擊造成的傷害。\n\n<color=#FFD780FF>夢想一心</color>\n在此狀態下，雷電將軍將使用刀進行攻擊，並將普通攻擊、重擊與下落攻擊造成的傷害轉為無法被附魔覆蓋的<color=#FFACFFFF>雷元素傷害</color>，並在這些攻擊命中敵人時，為隊伍中附近的所有角色恢復元素能量。每1秒至多依此方式恢復一次元素能量，在持續期間內至多觸發5次。\n在此狀態下，雷電將軍的抗打斷能力提高，並免疫<color=#FFACFFFF>感電</color>反應的傷害。\n夢想一心狀態下，雷電將軍的普通攻擊、重擊與下落攻擊造成的傷害，視為元素爆發傷害。\n\n夢想一心的效果將在雷電將軍退場時解除。\n\n<color=#FFD780FF>諸願百眼之輪</color>\n隊伍中附近的角色（不包括雷電將軍自己）施放元素爆發時，會依據元素爆發的元素能量，為雷電將軍的諸願百眼之輪累積願力。\n至多累積60層願力。\n\n諸願百眼之輪中累積的願力，會在脫離戰鬥300秒後清除。\n\n<i>此為雷神最近領悟的全新秘劍。摒棄了「無想」，轉而去背負眾人之「夢想」。「真說」一語乃「新說」之意，稻妻之事也已邁向新篇。</i>",
      "jp": "無数の真言を集結し、諸願百目の願力を尽くす。全ての呪詛を切り裂く夢想の一太刀を繰り出し、<color=#FFACFFFF>雷元素範囲ダメージ</color>を与える。その後一定時間内、「夢想の一心」を使用して戦う。発動時に消費した諸願百目の輪の願力層数を基準に、夢想の一太刀と夢想の一心の攻撃によるダメージをアップさせる。\n\n<color=#FFD780FF>夢想の一心</color>\nこの状態の雷電将軍は刀で攻撃を行う。通常攻撃、重撃、落下攻撃のダメージは、元素付与によって他の元素に変化しない<color=#FFACFFFF>雷元素ダメージ</color>へと変わる。さらに、攻撃が敵に命中すると、周囲のチーム全員の元素エネルギーを回復する。この方式での元素エネルギー回復は1秒毎に1回のみ可能で、継続時間内に最大5回まで発動可能。\nこの状態の雷電将軍は中断耐性がアップし、<color=#FFACFFFF>感電</color>反応のダメージを受けなくなる。\n夢想の一心状態の時、雷電将軍の通常攻撃、重撃、落下攻撃のダメージは元素爆発ダメージと見なされる。\n\n夢想の一心による効果は雷電将軍が退場する時に解除される。\n\n<color=#FFD780FF>諸願百目の輪</color>\n周囲のチーム全員（雷電将軍自身を除く）が元素爆発を発動すると、元素爆発の元素エネルギーを基に、雷電将軍の諸願百目の輪に願力を蓄積する。\n蓄積できる願力は最大60層まで。\n\n戦闘状態が解除されてから300秒後、諸願百目の輪に蓄積した願力はクリアされる。\n\n<i>これぞ雷電将軍が新たに悟った秘剣。「無想」を捨て、人々の「夢想」を背負うようになった。「真説」が「新説」を意味するように、稲妻も新章の幕開けを迎えた。</i>",
      "ko": "수만 개의 진언을 모아 염원이 깃든 백안의 원력을 사용해 모든 저주를 베어버리는 몽상의 일태도를 날려 <color=#FFACFFFF>번개 원소 범위 피해</color>를 주고, 일정 시간 동안 「몽상의 일심」을 사용해 전투한다. 발동 시 소모한 염원이 깃든 백안지륜의 원력 스택에 따라 몽상의 일태도와 몽상의 일심으로 가하는 피해가 증가한다.\n\n<color=#FFD780FF>몽상의 일심</color>\n해당 상태에서 라이덴 쇼군은 검으로 전투한다. 일반 공격, 강공격 및 낙하 공격으로 가하는 피해는 다른 원소 부여 효과로 대체될 수 없는 <color=#FFACFFFF>번개 원소 피해</color>로 전환되고, 해당 공격들로 적을 명중하면 근처에 있는 파티 내 모든 캐릭터의 원소 에너지를 회복한다. 해당 방식으로 1초마다 원소 에너지를 최대 1회 회복할 수 있으며, 지속 시간 동안 최대 5회 발동한다.\n해당 상태에서 라이덴 쇼군의 경직 저항력이 증가하고 <color=#FFACFFFF>감전</color> 반응 피해에 면역된다.\n몽상의 일심 상태에서 라이덴 쇼군이 일반 공격, 강공격과 낙하 공격으로 가하는 피해는 원소폭발 피해로 간주한다.\n\n몽상의 일심 효과는 라이덴 쇼군이 퇴장하면 사라진다.\n\n<color=#FFD780FF>염원이 깃든 백안지륜</color>\n라이덴 쇼군을 제외한 파티 내 주변 캐릭터가 원소폭발을 사용할 때, 원소폭발의 원소 에너지에 따라 라이덴 쇼군의 염원이 깃든 백안지륜 원력이 쌓인다.\n원력은 최대 60스택까지 쌓인다.\n\n염원이 깃든 백안지륜에 쌓인 원력은 전투 이탈 300초 후에 사라진다.\n\n<i>이는 번개 신이 새롭게 터득한 비검이다. 그녀는 「무상」을 버리고 사람들의 「몽상」을 짊어지기로 했다. 「진설」이 「새로운 이야기」를 의미하듯, 이나즈마 역시 새로운 이야기의 막을 맞았다</i>",
      "en": "Gathering truths unnumbered and wishes uncounted, the Raiden Shogun unleashes the Musou no Hitotachi and deals <color=#FFACFFFF>AoE Electro DMG</color>, using Musou Isshin in combat for a certain duration afterward. The DMG dealt by Musou no Hitotachi and Musou Isshin's attacks will be increased based on the number of Chakra Desiderata's Resolve stacks consumed when this skill is used.\n\n<color=#FFD780FF>Musou Isshin</color>\nWhile in this state, the Raiden Shogun will wield her tachi in battle, while her Normal, Charged, and Plunging Attacks will be infused with <color=#FFACFFFF>Electro DMG</color>, which cannot be overridden. When such attacks hit opponents, she will regenerate Energy for all nearby party members. Energy can be restored this way once every 1s, and this effect can be triggered 5 times throughout this skill's duration.\nWhile in this state, the Raiden Shogun's resistance to interruption is increased, and she is immune to <color=#FFACFFFF>Electro-Charged</color> reaction DMG.\nWhile Musou Isshin is active, the Raiden Shogun's Normal, Charged, and Plunging Attack DMG will be considered Elemental Burst DMG.\n\nThe effects of Musou Isshin will be cleared when the Raiden Shogun leaves the field.\n\n<color=#FFD780FF>Chakra Desiderata</color>\nWhen nearby party members (excluding the Raiden Shogun herself) use their Elemental Bursts, the Raiden Shogun will build up Resolve stacks based on the Energy Cost of these Elemental Bursts.\nThe maximum number of Resolve stacks is 60.\n\nThe Resolve gained by Chakra Desiderata will be cleared 300s after the Raiden Shogun leaves the field.\n\n<i>This is the Raiden Shogun's new secret technique. Abandoning the void-like \"Musou,\" she now shoulders a new \"Musou\" — the dreams and ambitions of all. Just as \"shinsetsu,\" \"the truth,\" also means \"the new,\" so too has Inazuma entered a new chapter.</i>",
      "de": "Der Shougun Raiden sammelt die Stärke der absoluten Wahrheit und die Entschlusskraft von unzähligen Wünschen, beschwört das Musou no Hitotachi, das die übelsten Flüche austreiben kann, verursacht <color=#FFACFFFF>Elektro-Flächenschaden</color> und verwendet eine gewisse Zeit „Musou Isshin“ zum Kampf. Erhöht den mit den Angriffen von Musou no Hitotachi und Musou Isshin verursachten Schaden gemäß den beim Auslösen verbrauchten Stapelungen an Entschlusskraft der Charkra-Desiderate.\n\n<color=#FFD780FF>Musou Isshin</color>\nIn diesem Zustand greift Shougun Raiden mit einem Katana an und verursacht mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall <color=#FFACFFFF>Elektro-Schaden</color>, wobei diese Elementarumwandlung nicht von anderen Elementen überdeckt werden kann. Stellt beim Treffen von Gegnern mit diesen Angriffen in diesem Zustand allen Truppenmitgliedern in der Nähe Elementarenergie wieder her. Stellt auf diese Weise pro s höchstens einmal Elementarenergie wieder her, 5-mal während der Wirkungsdauer auslösbar.\nErhöht in diesem Zustand den Unterbrechungs-WDS von Shougun Raiden und macht sie immun gegen Schaden von Reaktionen <color=#FFACFFFF>Unter Strom</color>.\nDer mit Shougun Raidens Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall im Zustand Musou Isshin verursachte Schaden gilt als Spezialfähigkeitsschaden.\n\nDer Effekt von Musou Isshin erlischt, wenn Shougun Raiden ausgewechselt wird.\n\n<color=#FFD780FF>Charkra-Desiderate</color>\nSammelt den Charkra-Desideraten von Shougun Raiden beim Auslösen von Spezialfähigkeiten durch Truppenmitglieder in der Nähe, aber nicht durch Shougun Raiden selbst, gemäß der Elementarenergie der Spezialfähigkeiten Entschlusskraft.\nSammelt bis zu 60 Stapelungen Entschlusskraft.\n\nDie in den Charkra-Desideraten gesammelte Entschlusskraft wird 300 s nach dem Verlassen der Kampfzone zurückgesetzt.\n\n<i>Dies ist die geheime Technik, die Shougun Raiden zuletzt erlernt hat. Sie gab ihr altes Musou auf, um ein neues Musou zu tragen und so die Träume und Hoffnungen der anderen zu schultern. Wie „Shinsetsu“ gleichzeitig für Wahrheit und Neues steht, so beginnt auch für Inazuma ein neues Kapitel.</i>",
      "es": "Reúne las infinitas verdades y consume su ambición infinita para ejecutar un corte onírico que extermina todas las maldiciones del mundo, infligiendo <color=#FFACFFFF>Daño Electro en el AdE</color> y pasando al estado de “mente onírica” durante cierto periodo de tiempo. El daño infligido con corte onírico y con los ataques de mente onírica dependerá de las cargas de rueda de la ambición consumidas cuando esta habilidad sea utilizada.\n\n<color=#FFD780FF>Mente onírica</color>\nEn este estado, la Shogun Raiden ataca con su tachi, y sus Ataques Normales, Cargados y Descendentes infligen <color=#FFACFFFF>Daño Electro</color>, el cual no puede sustituirse imbuyéndose de otro elemento. Al golpear a un enemigo con estos ataques, todos los personajes del equipo cercanos regeneran Energía Elemental. Esta regeneración puede ocurrir una vez por segundo y activarse un máximo de 5 veces mientras mente onírica está activa.\nEn este estado, la RES a interrupción de la Shogun Raiden aumenta, y se vuelve inmune al daño recibido por la reacción de <color=#FFACFFFF>Electrocargado</color>.\nDurante el estado de mente onírica, el daño infligido por los Ataques Normales, Cargados y Descendentes de la Shogun Raiden se considera daño de Habilidad Definitiva.\n\nEl efecto de mente onírica desaparece cuando la Shogun Raiden abandona el campo de batalla.\n\n<color=#FFD780FF>Rueda de la ambición</color>\nCuando un personaje cercano del equipo (a excepción de la Shogun Raiden) realiza una Habilidad Definitiva, la Shogun Raiden acumula ambición en proporción a la cantidad de Energía Elemental que ese personaje consumió para realizar su Habilidad Definitiva.\nSolo se puede acumular un máximo de 60 cargas de ambición.\n\nLas cargas de ambición acumuladas para la rueda de la ambición se perderán 300 s después de que la Shogun Raiden se retire de combate.\n\n<i>Esta es la técnica secreta más reciente de la Arconte Electro. Ha abandonado el pensamiento vacío para cargar con los sueños de todos. Igual que el concepto de la “verdad” también implica algo nuevo, Inazuma ha comenzado un nuevo capítulo de su historia.</i>",
      "fr": "Rassemblant des vérités innombrables et des souhaits inquantifiables, la Shogun Raiden libère le Kendo d'idéal et inflige des <color=#FFACFFFF>DGT Électro de zone</color>, avant d'utiliser l'Harmonie d'idéal au combat pendant un certain temps. Les DGT infligés par le Kendo d'idéal et ceux infligés par les attaques sous l'Harmonie d'idéal augmentent selon le nombre de charges de résolution de Chakra Desiderata consommées en utilisant l'aptitude.\n\n<color=#FFD780FF>Harmonie d'idéal</color>\nDans cet état, la Shogun Raiden utilisera son tachi au combat, tandis que ses attaques normales, chargées et plongeantes seront imprégnées de <color=#FFACFFFF>DGT Électro</color> ne pouvant pas être enchantés. Lorsque de telles attaques touchent des ennemis, la Shogun restaure l'énergie élémentaire de tous les personnages de l'équipe à proximité. La restauration peut être déclenchée une fois toutes les secondes de cette façon, et un maximum de 5 fois pendant toute la durée de cette aptitude.\nDans cet état, la RÉS à l'interruption de la Shogun Raiden augmente, et elle est immunisée contre les <color=#FFACFFFF>Électrocutions</color>.\nTant que l'Harmonie d'idéal est active, les DGT des attaques normales, chargées et plongeantes de la Shogun Raiden sont considérés comme étant des DGT de déchaînement élémentaire.\n\nLes effets de l'Harmonie d'idéal seront annulés lorsque la Shogun Raiden quitte le champ de bataille.\n\n<color=#FFD780FF>Chakra Desiderata</color>\nLorsque les personnages de l'équipe à proximité utilisent un déchaînement élémentaire (hormis la Shogun Raiden), le Chakra Desiderata de la Shogun Raiden accumule de la résolution en fonction de l'énergie élémentaire consommée par le déchaînement.\nIl est possible de cumuler jusqu'à 60 charges de résolution.\n\nLa résolution obtenue par le Chakra Desiderata sera annulée après 300 s si la Shogun Raiden quitte le combat.\n\n<i>C'est la nouvelle technique secrète de la Shogun Raiden. Abandonnant son « insouciance » dénuée de substance, elle porte désormais sur ses épaules un nouvel « idéal » : les rêves et les ambitions de tous. Tout comme « dogme », la « vérité », signifie également le « renouveau », Inazuma est aussi entrée dans un nouveau chapitre.</i>",
      "pt": "Reunindo verdades não numeradas e desejos incontáveis, a Shogun Raiden liberta o Musou no Hitotachi e causa <color=#FFACFFFF>Dano Electro em uma AdE</color>, usando Musou Isshin em combate por um certo tempo depois. O dano de Musou no Hitotachi e dos ataques causados por Musou Isshin aumentam de acordo com o número de acúmulos de Determinação consumidos pelo Shogan Byakugen no Rin quando esta habilidade é utilizada.\n\n<color=#FFD780FF>Musou Isshin</color>\nEnquanto estiver neste estado, a Shogun Raiden usará sua tachi em batalha, enquanto seus ataques Normais, Carregados e Imersivos serão infundidos com <color=#FFACFFFF>Dano Electro</color>, que não pode ser substituído. Quando tais ataques atingem os oponentes, ela irá regenerar energia para todos os membros da equipe mais próxima. A energia pode ser restaurada desta forma a cada 1s, e este efeito pode ser acionado 5 vezes durante toda a duração desta habilidade.\nEnquanto neste estado, a resistência da Shogun Raiden à interrupção é aumentada, e ela fica imune a Dano de reações de <color=#FFACFFFF>Eletricamente Carregado</color>.\nNo estado de Musou Isshin, os danos do Ataque Normal, Ataque Carregado e Ataque Imersivo são considerados como Dano de Supremo.\n\nO efeito do Musou Isshin será removido quando a Shogun Raiden sair de campo.\n\n<color=#FFD780FF>Shogan Byakugen no Rin</color>\nQuando os membros próximos (excluindo a própria Shogun Raiden) da equipe usam seus Supremos, a Shogun Raiden irá acumular Determinação com base na Energia Elemental do Supremo.\nO máximo de acúmulos é de 60.\n\nA Determinação acumulada em Shogan Byakugen no Rin será excluída 300 segundos após sair da batalha.\n\n<i>Esta é a nova técnica secreta da Shogun Raiden. Abandonando o vazio como \"Musou\", ela agora carrega um novo \"Musou\" - os sonhos e ambições de todos. Assim como \"shinsetsu\", \"a verdade\" também significa \"o novo\", assim também Inazuma entrou em um novo capítulo.</i>",
      "ru": "Собрав несметные истины и бесчисленные мечты, сёгун Райдэн проводит атаку Мусо но хитотати и наносит <color=#FFACFFFF>Электро урон по площади</color>, после чего ещё некоторое время использует Мусо иссин в бою. Урон, наносимый атаками Мусо но хитотати и Мусо иссин, увеличивается в зависимости от количества потраченных при активации навыка уровней Решимости Чакры вожделения.\n\n<color=#FFD780FF>Мусо иссин</color>\nВ этом состоянии сёгун Райдэн использует в бою свой меч, а её обычные атаки, заряженные атаки и атаки в падении получают <color=#FFACFFFF>инфузию Электро</color>, которая не может быть отменена какой-либо другой элементальной инфузией. Когда эти атаки попадают по противнику, сёгун Райдэн восстанавливает энергию всем окружающим членам отряда. Энергия может восстановиться таким способом только раз в 1 сек., и этот эффект может быть активирован до 5 раз во время действия навыка.\nВ этом состоянии повышается сопротивление прерыванию сёгуна Райдэн, и она получает иммунитет к урону от реакции <color=#FFACFFFF>Заряжен</color>. Когда Мусо иссин активен, урон обычной атаки, заряженной атаки и атаки в падении будет считаться уроном взрыва стихии.\n\nЭффект навыка Мусо иссин исчезает, когда сёгун Райдэн покидает бой.\n\n<color=#FFD780FF>Чакра вожделения</color>\nКогда окружающие члены отряда (кроме самого сёгуна Райдэн) используют взрыв стихии, сёгун Райдэн накапливает уровни Решимости пропорционально стоимости энергии этих взрывов стихии.\nРешимость может складываться до 60 раз.\n\nПолученная с помощью Чакры вожделения Решимость сбрасывается через 300 сек. после того, как сёгун Райдэн покидает бой.\n\n<i>Это новая тайная техника сёгуна Райдэн. Она оставила идеал «мусо» - «забвение» - и приняла новый идеал, название которого читается так же, но значит «мечта» - теперь сёгун несёт на своих плечах мечты и стремления всех людей. И «синсэцу» может означать как «истину», так и что-то «новое» - Инадзума открывает для себя новую главу...</i>",
      "id": "Dengan mengumpulkan kebenaran dan harapan yang tak terhitung, Raiden Shogun mengeluarkan Musou no Hitotachi-nya dan mengakibatkan <color=#FFACFFFF>Electro DMG Area</color>. Kemudian Raiden Shogun akan bertarung menggunakan Musou Isshin untuk sementara waktu. DMG yang diakibatkan Musou no Hitotachi dan Musou Isshin akan meningkat berdasarkan jumlah lapisan Resolve dari Chakra Desiderata yang dikonsumsi saat menggunakan skill ini.\n\n<color=#FFD780FF>Musou Isshin</color>\nDalam kondisi ini, Raiden Shogun akan bertarung menggunakan pedang tachi miliknya. Normal, Charged, dan Plunging Attack Raiden Shogun dikonversi menjadi <color=#FFACFFFF>Electro DMG</color> yang tidak bisa ditimpa oleh Elemental Infusion lainnya. Saat serangan yang berada dalam kondisi ini mengenai musuh, Raiden Shogun akan memulihkan Energy untuk anggota party di sekitar. Pemulihan Energy dengan cara ini hanya bisa terpicu setiap 1 detik, dan maksimum sebanyak 5 kali selama durasi skill.\nDalam kondisi ini, pertahanan Raiden Shogun terhadap interupsi akan meningkat dan menjadi kebal terhadap DMG dari reaksi <color=#FFACFFFF>Electro-Charged</color>.\nSaat berada dalam kondisi Musou Isshin, DMG dari Normal, Charged, dan Plunging Attack Raiden Shogun akan terhitung sebagai DMG Elemental Burst.\n\nEfek Musou Isshin akan hilang saat Raiden Shogun meninggalkan medan pertempuran.\n\n<color=#FFD780FF>Chakra Desiderata</color>\nSaat anggota party di sekitar (kecuali Raiden Shogun sendiri) melancarkan Elemental Burst, Raiden Shogun akan mendapatkan lapisan Resolve berdasarkan jumlah Energy yang terkonsumsi dari Elemental Burst tersebut.\nJumlah maksimum lapisan Resolve adalah 60.\n\nLapisan Resolve yang didapatkan dari Chakra Desiderata akan hilang dalam 300 detik setelah Raiden Shogun meninggalkan medan pertempuran.\n\n<i>Teknik ini adalah teknik rahasia baru Raiden Shogun. Setelah meninggalkan \"Musou\" yang penuh kekosongan, dia kini menanggung sebuah \"Musou\" baru yang terdiri dari mimpi dan harapan semua orang. Sama seperti \"shinsetsu\" atau \"kebenaran\" yang juga berarti \"pembaruan\", maka kini Inazuma telah memasuki sebuah lembaran baru.</i>",
      "th": "รวบรวมความจริงอันมากมายและความปรารถนานับไม่ถ้วน ปลดปล่อย Musou no Hitotachi ที่บดขยี้คำสาปแช่งทั้งปวงออกมา เพื่อสร้าง<color=#FFACFFFF>ความเสียหายไฟฟ้าวงกว้าง</color> และภายในช่วงเวลาหนึ่งหลังจากนั้น จะใช้ Musou Isshin ในการต่อสู้ ซึ่งความเสียหายจากการโจมตีของ Musou no Hitotachi และ Musou Isshin จะเพิ่มขึ้น โดยขึ้นกับจำนวนชั้น Resolve ของ Chakra Desiderata ที่ถูกใช้ในตอนปลดปล่อยสกิล\n\n<color=#FFD780FF>Musou Isshin</color>\nภายใต้สภาวะนี้ โชกุน Raiden จะใช้ดาบในการโจมตี และทำให้ความเสียหายของการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศเปลี่ยนเป็น<color=#FFACFFFF>ความเสียหายไฟฟ้า</color>ที่ไม่สามารถซ้อนทับได้ด้วยธาตุอื่น และเมื่อการโจมตีเหล่านี้ถูกศัตรู จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครในทีมทั้งหมดที่อยู่ในบริเวณใกล้เคียง ซึ่งทุก 1 วินาที จะสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และในระหว่างช่วงเวลาต่อเนื่องจะเกิดขึ้นได้มากสุด 5 ครั้ง\nภายใต้สภาวะนี้ ความสามารถในการต้านทานการหยุดชะงักของโชกุน Raiden จะเพิ่มสูงขึ้น และทนต่อความเสียหายของปฏิกิริยา<color=#FFACFFFF>ชาร์จไฟฟ้า</color>\nเมื่ออยู่ในสภาวะของ Musou Isshin การโจมตีปกติ, ชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของโชกุน Raiden จะถูกมองว่าเป็นความเสียหายของท่าไม้ตาย\n\nเอฟเฟกต์ของ Musou Isshin จะหายไปเมื่อโชกุน Raiden ออกจากการต่อสู้\n\n<color=#FFD780FF>Chakra Desiderata</color>\nเมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง (ไม่รวมตัวของโชกุน Raiden เอง) ใช้ท่าไม้ตาย จะทำการสะสม Resolve ให้แก่ Chakra Desiderata ของโชกุน Raiden โดยขึ้นกับปริมาณของพลังงานธาตุที่ถูกใช้ไปของท่าไม้ตาย\nสะสมจำนวนชั้นของ Resolve ได้มากสุด 60 ชั้น\n\nResolve ของ Chakra Desiderata ที่สะสมไว้จะถูกลบทิ้งไป หลังออกจากการต่อสู้ 300 วินาที\n\n<i>นี่คือเทคนิคลับใหม่ล่าสุดของเทพแห่งสายฟ้า ละทิ้ง \"การไม่แยแส\" แล้วเปลี่ยนเป็นแบกรับ \"ความฝัน\" ของผู้คน \"คำพูดที่แท้จริง\" ก็หมายถึง \"คำพูดบทใหม่\" แล้วเรื่องราวของ Inazuma ก็ก้าวเข้าสู่บทใหม่เช่นกัน</i>",
      "vi": "Tích tụ ngàn vạn chân ngôn, dùng hết Ý Lực Ước Nguyện Chakra, chém ra Mộng Tưởng Nhất Đao hủy diệt tất cả lời nguyền, gây <color=#FFACFFFF>Sát Thương Phạm Vi Nguyên Tố Lôi</color>; Đồng thời sử dụng \"Mộng Tưởng Nhất Tâm\" để chiến đấu trong khoảng thời gian tiếp theo. Tăng sát thương mà Mộng Tưởng Nhất Đao và Mộng Tưởng Nhất Tâm gây ra dựa trên số tầng Ý Lực của Ước Nguyện Chakra tiêu hao khi thi triển.\n\n<color=#FFD780FF>Mộng Tưởng Nhất Tâm</color>\nTrong trạng thái này, Raiden Shogun dùng đao để tấn công, sát thương gây ra từ tấn công thường, trọng kích, tấn công khi đáp sẽ chuyển hóa thành <color=#FFACFFFF>Sát Thương Nguyên Tố Lôi</color> không thể bị đính kèm thay thế, đồng thời khi đánh trúng kẻ địch sẽ hồi phục Năng Lượng Nguyên Tố cho tất cả nhân vật trong đội ở gần. Mỗi 1s tối đa hồi Năng Lượng Nguyên Tố một lần theo cách này, tối đa kích hoạt 5 lần trong thời gian duy trì trạng thái.\nTrong trạng thái này, Raiden Shogun sẽ tăng khả năng kháng gián đoạn, đồng thời miễn dịch sát thương <color=#FFACFFFF>Điện Cảm</color>.\nTrong trạng thái Mộng Tưởng Nhất Tâm, sát thương gây ra từ tấn công thường, trọng kích, tấn công khi đáp sẽ được xem là sát thương kỹ năng nộ.\n\nHiệu quả Mộng Tưởng Nhất Tâm sẽ biến mất khi Raiden Shogun rời trận.\n\n<color=#FFD780FF>Ước Nguyện Chakra</color>\nKhi nhân vật trong đội ở gần (Không bao gồm bản thân Raiden Shogun) thi triển Kỹ Năng Nộ sẽ căn cứ vào số Năng Lượng Nguyên Tố của Kỹ Năng Nộ, để tích lũy Ý Lực cho Ước Nguyện Chakra của Raiden Shogun.\nTối đa tích lũy 60 tầng Ý Lực.\n\nÝ Lực tích lũy trong Ước Nguyện Chakra sẽ xóa sau khi rời chiến đấu 300s.\n\n<i>Bí kiếm mới lĩnh ngộ gần đây của Lôi Thần, loại bỏ \"Vô Tưởng\", chuyển thành \"Mộng Tưởng\". Từ \"Chân Thuyết\" có nghĩa là đổi mới, câu chuyện của Inazuma cũng sẽ sang trang.</i>"
    }
  },
  {
    "title": {
      "zhs": "万千的愿望",
      "zht": "萬千的願望",
      "jp": "千万の願望",
      "ko": "수천수만의 염원",
      "en": "Wishes Unnumbered",
      "de": "Unzählige Wünsche",
      "es": "Aspiración infinita",
      "fr": "Souhaits innombrables",
      "pt": "Desejos Incontáveis",
      "ru": "Бесчисленные мечты",
      "id": "Wishes Unnumbered",
      "th": "Wishes Unnumbered",
      "vi": "Ngàn Vạn Ước Nguyện"
    },
    "description": {
      "zhs": "队伍中附近的角色获得元素晶球或元素微粒时，会为<color=#FFD780FF>诸愿百眼之轮</color>积攒2层愿力。\n该效果每3秒至多触发一次。",
      "zht": "隊伍中附近的角色獲得元素晶球或元素微粒時，會為<color=#FFD780FF>諸願百眼之輪</color>累積2層願力。\n該效果每3秒至多觸發一次。",
      "jp": "周囲にいるチーム中キャラクターが元素オーブまたは元素粒子を獲得した時、<color=#FFD780FF>諸願百目の輪</color>に願力を2層蓄積する。\nこの効果は3秒毎に1回のみ発動可能。",
      "ko": "근처에 있는 파티 내 캐릭터가 원소 구슬 또는 원소 입자를 획득하면 <color=#FFD780FF>염원이 깃든 백안지륜</color>에 원력이 2스택 쌓인다.\n해당 효과는 3초마다 최대 1회 발동한다",
      "en": "When nearby party members gain Elemental Orbs or Particles, <color=#FFD780FF>Chakra Desiderata</color> gains 2 Resolve stacks.\nThis effect can occur once every 3s.",
      "de": "Fügt <color=#FFD780FF>Charkra-Desiderate</color> beim Erhalten von Elementarkristallen oder Elementarteilchen durch Truppenmitglieder in der Nähe 2 Stapelungen Entschlusskraft hinzu.\n3 s Abklingzeit.",
      "es": "Los orbes o partículas elementales obtenidos por los personajes cercanos del equipo otorgan 2 cargas de ambición a <color=#FFD780FF>rueda de la ambición</color>.\nEste efecto solo puede ocurrir una vez cada 3 s.",
      "fr": "Lorsque les personnages de l'équipe à proximité obtiennent un orbe ou une particule élémentaire, le <color=#FFD780FF>Chakra Desiderata</color> accumule 2 charges de résolution.\nCet effet peut être déclenché une fois toutes les 3 s.",
      "pt": "Quando Personagens próximos ganham Orbes Elementais ou Partículas Elementais, <color=#FFD780FF>Shogan Byakugen no Rin</color> ganha 2 cargas de Determinação.\nEsse efeito pode ocorrer uma vez a cada 3s.",
      "ru": "Когда окружающие члены отряда получают элементальные сферы или частицы, <color=#FFD780FF>Чакра вожделения</color> получает 2 уровня Решимости.\nЭтот эффект может возникнуть один раз в 3 сек.",
      "id": "Saat anggota party di sekitar memperoleh Elemental Orb atau Elemental Particle, <color=#FFD780FF>Chakra Desiderata</color> akan mendapatkan 2 lapis Resolve.\nEfek ini dapat terpicu setiap 3 detik.",
      "th": "เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงได้รับอณูธาตุหรือลูกแก้วธาตุ <color=#FFD780FF>Chakra Desiderata</color> จะได้รับ Resolve 2 ชั้น\nเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 3 วินาที",
      "vi": "Nhân vật trong đội ở gần khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân sẽ tích tụ 2 tầng Ý Lực cho <color=#FFD780FF>Ước Nguyện Chakra</color>.\nHiệu quả này mỗi 3s tối đa kích hoạt một lần."
    }
  },
  {
    "title": {
      "zhs": "殊胜之御体",
      "zht": "殊勝之御體",
      "jp": "殊勝な御体",
      "ko": "비범한 옥체",
      "en": "Enlightened One",
      "de": "Wahre Erleuchtung",
      "es": "La iluminada",
      "fr": "L'illuminée",
      "pt": "Transcendência",
      "ru": "Просветлённая",
      "id": "Enlightened One",
      "th": "Enlightened One",
      "vi": "Thực Thể Khai Sáng"
    },
    "description": {
      "zhs": "基于元素充能效率超过100%的部分，每1%使雷电将军获得下列效果：\n·<color=#FFD780FF>梦想一心</color>状态提供的元素能量恢复提高0.6%；\n·<color=#FFACFFFF>雷元素伤害加成</color>提升0.4%。",
      "zht": "基於元素充能效率超過100%的部分，每1%使雷電將軍獲得下列效果：\n·<color=#FFD780FF>夢想一心</color>狀態提供的元素能量恢復提高0.6%；\n·<color=#FFACFFFF>雷元素傷害加成</color>提升0.4%。",
      "jp": "元素チャージ効率が100%を超えている場合、超えた分1%につき、雷電将軍は下記の効果を獲得する。\n·<color=#FFD780FF>夢想の一心</color>状態で提供する元素エネルギー回復+0.6%。\n·<color=#FFACFFFF>雷元素ダメージ</color>+0.4%。",
      "ko": "라이덴 쇼군은 원소 충전 효율의 100%를 초과한 수치에 따라 다음과 같은 효과를 획득한다:\n·<color=#FFD780FF>몽상의 일심</color> 상태에서 원소 에너지 회복이 0.6% 증가한다.\n·<color=#FFACFFFF>번개 원소 피해 보너스</color>가 0.4% 증가한다",
      "en": "Each 1% above 100% Energy Recharge that the Raiden Shogun possesses grants her:\n·0.6% greater Energy restoration from <color=#FFD780FF>Musou Isshin</color>\n·0.4% <color=#FFACFFFF>Electro DMG Bonus</color>.",
      "de": "Gewährt Shougun Raiden für jeden Prozentpunkt über 100 % Aufladerate die folgenden Effekte:\n· Erhöht die Elementarenergie-Wiederherstellung von <color=#FFD780FF>Musou Isshin</color> um 0,6 %.\n· Erhöht den <color=#FFACFFFF>Elektro-SCH-Bonus</color> um 0,4 %.",
      "es": "Si la Shogun Raiden tiene más de un 100% de Recarga de Energía, por cada 1% adicional obtiene los siguientes efectos:\n·Aumenta en un 0.6% adicional la regeneración de Energía Elemental otorgada por <color=#FFD780FF>mente onírica</color>.\n·Aumenta en un 0.4% adicional su <color=#FFACFFFF>Bono de Daño Electro</color>.",
      "fr": "Tous les 1 % de recharge d'énergie au-dessus de 100 %, la Shogun Raiden bénéficie des effets suivants :\n· La restauration d'énergie élémentaire accordée par l'<color=#FFD780FF>Harmonie d'idéal</color> augmente de 0,6 % ;\n· Le <color=#FFACFFFF>bonus de DGT Électro</color> augmente de 0,4 %.",
      "pt": "Cada 1% acima de 100% de Recarga de Energia que a Shogun Raiden possui lhe dá:\n·0.6% a mais de restauração de Energia Elemental de <color=#FFD780FF>Musou Isshin</color>.\n·0.4% de <color=#FFACFFFF>Bônus de Dano Electro</color>.",
      "ru": "Каждый 1% свыше 100% восстановления энергии сёгуна Райдэн даёт ей следующие эффекты:\n· Увеличивает восстановление энергии от <color=#FFD780FF>Мусо иссин</color> на 0,6%.\n· Увеличивает <color=#FFACFFFF>бонус Электро урона</color> на 0,4%.",
      "id": "Untuk setiap 1% Energy Recharge di atas 100% yang dimiliki Raiden Shogun, Raiden Shogun akan mendapatkan efek:\n·<color=#FFD780FF>Musou Isshin</color> memberikan pemulihan Energy 0,6% lebih besar.\n·0,4% <color=#FFACFFFF>Electro DMG Bonus</color>.",
      "th": "ทุก 1% ที่เกินจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงานธาตุ จะทำให้โชกุน Raiden ได้รับเอฟเฟกต์ดังต่อไปนี้:\n·การฟื้นฟูพลังงานธาตุที่สถานะ <color=#FFD780FF>Musou Isshin</color> มอบให้จะเพิ่มขึ้น 0.6%;\n·<color=#FFACFFFF>โบนัสความเสียหายไฟฟ้า</color>เพิ่มขึ้น 0.4%",
      "vi": "Mỗi 1% thừa ra khi Hiệu Quả Nạp Nguyên Tố vượt quá 100%, sẽ giúp Raiden Shogun nhận được hiệu quả:\n·Tăng 0.6% hồi phục Năng Lượng Nguyên Tố trong trạng thái <color=#FFD780FF>Mộng Tưởng Nhất Tâm</color>;\n·Tăng 0.4% <color=#FFACFFFF>buff Sát Thương Nguyên Tố Lôi</color>."
    }
  },
  {
    "title": {
      "zhs": "暂缺",
      "zht": "",
      "jp": "暫くなし",
      "ko": "",
      "en": "",
      "de": "",
      "es": "",
      "fr": "暂缺",
      "pt": "",
      "ru": "暂缺",
      "id": "",
      "th": "",
      "vi": ""
    },
    "description": {
      "zhs": "无法参与料理",
      "zht": "",
      "jp": "料理に参加できません",
      "ko": "",
      "en": "",
      "de": "",
      "es": "",
      "fr": "无法参与料理",
      "pt": "",
      "ru": "无法参与料理",
      "id": "",
      "th": "",
      "vi": ""
    }
  },
  {
    "title": {
      "zhs": "天下名物狩",
      "zht": "天下名物狩",
      "jp": "天下名物狩り",
      "ko": "천하명물 사냥",
      "en": "All-Preserver",
      "de": "Weltberühmte Bewahrerin",
      "es": "Colectora suprema",
      "fr": "Préservation suprême",
      "pt": "Preservação Suprema",
      "ru": "Хранитель всего сущего",
      "id": "All-Preserver",
      "th": "All-Preserver",
      "vi": "Kẻ Trấn Giữ Thiên Hạ"
    },
    "description": {
      "zhs": "突破单手剑和长柄武器时，消耗的摩拉数量减少50%。",
      "zht": "突破單手劍和長柄武器時，消耗的摩拉數量減少50%。",
      "jp": "片手剣と長柄武器を突破する時、消費するモラ-50%。",
      "ko": "한손검과 장병기 무기 돌파 시 소모하는 모라가 50% 감소한다",
      "en": "Mora expended when ascending Swords and Polearms is decreased by 50%.",
      "de": "Verringert die für den Aufstieg von Einhändern oder Stangenwaffen verbrauchte Menge an Mora um 50 %.",
      "es": "Reduce en un 50% el Mora necesario para ascender espadas ligeras y lanzas.",
      "fr": "#Les moras utilisés lors de l'élévation d'épées à une main et d'armes d'hast sont réduits de 50{NON_BREAK_SPACE}%.",
      "pt": "Ao ascender Espadas e Lanças, Mora gasta é reduzida em 50%.",
      "ru": "При возвышении одноручного и древкового оружия тратится на 50% меньше моры.",
      "id": "Mora yang terkonsumsi untuk melakukan Ascend Senjata Sword dan Polearm berkurang 50%.",
      "th": "จำนวน Mora ที่ใช้ในการเลื่อนขั้น อาวุธประเภทดาบและหอกลดลง 50%",
      "vi": "Khi đột phá kiếm đơn và vũ khí cán dài, lượng Mora tiêu hao giảm 50%."
    }
  }
]