{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "武人",
    "zht": "武人",
    "jp": "武人",
    "ko": "무인",
    "en": "Martial Artist",
    "de": "Kampfkünstler",
    "es": "Artista Marcial",
    "fr": "Artiste martial",
    "pt": "Artista Marcial",
    "ru": "Воин",
    "id": "Martial Artist",
    "th": "Martial Artist",
    "vi": "Võ Nhân"
  },
  "descriptions": [
    {
      "zhs": "普通攻击与重击造成的伤害提高15%；",
      "zht": "普通攻擊與重擊造成的傷害提高15%；",
      "jp": "通常攻撃と重撃のダメージ+15%。",
      "ko": "일반 공격과 강공격으로 주는 피해가 15% 증가한다",
      "en": "Increases Normal Attack and Charged Attack DMG by 15%.",
      "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 15 %.",
      "es": "Daño de Ataque Normal y Ataque Cargado +15%.",
      "fr": "Augmente les DGT infligés par les attaques normales et chargées de 15 %.",
      "pt": "Aumenta o Dano do Ataque Normal e do Ataque Carregado em 15%.",
      "ru": "Увеличивает урон обычной и заряженной атаки на 15%.",
      "id": "Meningkatkan 15% DMG Normal Attack dan Charged Attack.",
      "th": "เพิ่มความเสียหายของการโจมตีปกติและการชาร์จโจมตี 15%",
      "vi": "Tăng 15% sát thương tấn công thường và trọng kích tạo thành;"
    },
    {
      "zhs": "施放元素战技后的8秒内，普通攻击和重击造成的伤害提升25%。",
      "zht": "施放元素戰技後的8秒內，普通攻擊和重擊造成的傷害提升25%。",
      "jp": "元素スキル発動後、通常攻撃と重撃ダメージ+25%、継続時間8秒。",
      "ko": "원소전투 스킬 발동 후 8초 동안 일반 공격과 강공격으로 가하는 피해가 25% 증가한다",
      "en": "After using Elemental Skill, increases Normal Attack and Charged Attack DMG by 25% for 8s.",
      "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden nach Anwendung von Elementarfähigkeiten 8 s lang um 25 %.",
      "es": "Tras usar la Habilidad Elemental, aumenta el daño de Ataque Normal y Ataque Cargado en un 25% durante 8 s.",
      "fr": "Augmente les DGT infligés par les attaques normales et chargées de 25 % pendant 8 s après l'utilisation d'une compétence élémentaire.",
      "pt": "Após usar uma Habilidade Elemental, aumenta o Dano do Ataque Normal e Ataque Carregado em 25% por 8s.",
      "ru": "Увеличивает урон обычной и заряженной атаки на 25% в течение 8 сек. после использования элементального навыка.",
      "id": "Setelah melancarkan Elemental Skill, meningkatkan 25% DMG Normal dan Charged Attack selama 8 detik.",
      "th": "ภายใน 8 วินาที หลังจากใช้สกิลธาตุ ความเสียหายของการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 25%",
      "vi": "Trong 8s sau khi sử dụng kỹ năng Nguyên Tố, tấn công thường và trọng kích tăng 25% sát thương."
    }
  ],
  "imgid": "martial_artist_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "武人的红花",
        "zht": "武人的紅花",
        "jp": "武人の赤い花",
        "ko": "무인의 붉은 꽃",
        "en": "Martial Artist's Red Flower",
        "de": "Rote Kampfkünstlerblume",
        "es": "Flor Roja del Artista Marcial",
        "fr": "Fleur écarlate de l'Artiste martial",
        "pt": "Flor Vermelha de Artista Marcial",
        "ru": "Алый цветок воина",
        "id": "Martial Artist's Red Flower",
        "th": "Martial Artist's Red Flower",
        "vi": "Hoa Võ Nhân"
      },
      "description": {
        "zhs": "唯独此种红花能让武人暂时忘却痛苦。",
        "zht": "唯獨此種紅花能讓武人暫時忘卻痛苦。",
        "jp": "武芸を習う者は花を好まないが、この痛みを麻痺させる赤い花だけは別だ。",
        "ko": "이런 붉은 꽃만이 무인에게 잠시나마 고통을 잊게 해준다",
        "en": "This particular kind of red flower was the only thing that could alleviate the Martial Artist's pain.",
        "de": "Allein mit dieser roten Blume ist es dem Kampfkünstler möglich, seine Schmerzen vorübergehend zu unterdrücken.",
        "es": "Solo este tipo de flor carmesí podía aliviar el dolor del Artista Marcial.",
        "fr": "Seul ce type de fleur peut temporairement faire oublier la douleur au combattant.",
        "pt": "Apenas este tipo de flor carmesim pode aliviar a dor.",
        "ru": "Только этот сорт цветка способен облегчить страдания воина.",
        "id": "Hanya bunga merah ini yang dapat membuat ahli bela diri melupakan rasa sakit untuk sementara.",
        "th": "เฉพาะดอกไม้สีแดงเข้มชนิดนี้เท่านั้นที่สามารถใช้บรรเทาความเจ็บปวดได้",
        "vi": "Chỉ có loại hoa đỏ thắm này mới khiến người học võ tạm thời quên đi đau khổ."
      },
      "lore": {
        "zhs": "\n自从被师门认可为习武之才，武人便勤练不辍，数年一日。\n在磨炼武技的艰难道路上，难免身受挫折，以至重伤摧残。\n受指点，武人在山林中摘取了一枝红色小花。\n虽无力弥合荣誉的伤疤，但终究能缓解痛苦。\n",
        "zht": "\n自從被師門認可為習武之才，武人便勤練不輟，數年一日。\n在磨煉武技的艱難道路上，難免身受挫折，以至重傷摧殘。\n受指點，武人在山林中摘取了一枝紅色小花。\n雖無力彌合榮譽的傷疤，但終究能緩解痛苦。\n",
        "jp": "\n天賦の才があると師匠に認められて以来、武人はサボらず、日々稽古を行っていた。\n武を極める道は決して簡単ではなく、怪我はつきものであった。そしてついに彼は大怪我を負ってしまった。\n他人に勧められて、彼は山で一本の赤い花を採った。\n栄光である傷を縫合することはできなかったが、痛みを緩和することはできた。\n",
        "ko": "\n사부에게 재능을 인정받은 때부터, 무인은 항상 수련에 매진했다.\n무예를 연마하는 힘겨운 과정에서 좌절과 심한 부상은 피할 수 없었다.\n가르침을 받고 무인은 산에서 붉은 꽃을 꺾었다.\n영광의 상처가 아물진 않았지만 고통은 줄어들었다.\n",
        "en": "\nEver since being recognized by the master, the martial artist had been practicing every day for years.\nThe path of pursuing martial arts is long and harsh, and injuries are inevitable.\nAs instructed, he plucked a small crimson flower in the forest.\nAlthough his proud battle scars will never fully heal, at least the pain can be alleviated.\n",
        "de": "\nSeit er von seinem Meister beachtet wurde, hat er jeden Tag seines Lebens dem Training gewidmet.\nAuf dem knallharten Weg zum Kampfkünstler sind Verletzungen an der Tagesordnung.\nDen Anweisungen folgend pflückte der Kampfkünstler im Wald in den Bergen eine kleine rote Blume.\nDie Narben der Ehre sind nicht heilbar, jedoch wird der Schmerz eines Tages nachlassen.\n",
        "es": "\nDesde que el maestro reconoció su talento, el Artista Marcial se dedicó a practicar asiduamente todos los días durante años.\nEl duro camino de las artes marciales no está exento de lesiones inevitables.\nUn día, recibió la orden de arrancar una pequeña flor carmesí en el bosque.\nAunque las cicatrices del honor nunca se cerrarán, al menos el dolor sí se aliviará.\n",
        "fr": "\nL'artiste martial s'entraînait jour et nuit depuis que son maître l'avait reconnu.\nMalheureusement, les blessures sont inévitables lors de la pratique des arts martiaux.\nUn jour, conformément aux instructions qu'il avait reçues, il cueillit une petite fleur rouge dans la forêt.\nSes cicatrices ne disparaîtraient jamais ; mais du moins pourrait-il atténuer la douleur.\n",
        "pt": "\nDesde ter sido reconhecido pelo mestre, o Artista Marcial praticou diariamente por anos.\nO caminho das artes marciais é longo e doloroso, e as feridas são inevitáveis.\nAssim como foi instruído, um dia ele arrancou uma pequena flor carmesim na floresta.\nApesar de suas orgulhosas cicatrizes de batalha nunca sararem completamente, a dor pode ser aliviada.\n",
        "ru": "\nС тех пор, как учитель позволил ему заниматься боевыми искусствами, воин не прекращал занятий, каждый день отдавая себя практике в течение многих лет.\nНа трудном пути обучения боевым искусствам невозможно избежать поражений и тяжёлых травм.\nПо наставлению учителя, воин отправился в горный лес, чтобы найти там маленький алый цветок.\nХотя цветок не способен излечить шрамы, он приносит облегчение страданий.\n",
        "id": "\nSejak diakui oleh sang master, ahli bela diri ini telah berlatih setiap hari selama bertahun-tahun.\nJejak untuk mengejar seni bela diri sangat panjang dan keras, dan penuh luka yang tidak dapat dihindari.\nSeperti yang telah dikatakan, dia mencabut bunga merah kecil di hutan.\nWalaupun luka yang didapat dari berbagai pertarungan tidak dapat sembuh total, setidaknya rasa sakitnya dapat terobati.\n",
        "th": "\nนับตั้งแต่ได้รับการยอมรับโดยอาจารย์ นักสู้ก็ได้ฝึกซ้อมมาตลอดทุกวันเป็นเวลานับปี\nบนเส้นทางที่ยากลำบากในการฝึกซ้อมศิลปะการต่อสู้ มันเป็นสิ่งที่หลีกเลี่ยงไม่ได้ว่าเขาจะต้องผิดหวังและได้รับบาดเจ็บสาหัส\nได้รับคำชี้แนะ นักสู้ได้ไปเก็บ crimson flower ที่ในป่า\nแม้ว่าจะไม่สามารถแก้รอยแผลเป็นแห่งเกียรติยศ แต่สุดท้ายมันก็สามารถบรรเทาอาการเจ็บปวดได้\n",
        "vi": "\nTừ khi được sư môn nhận định là nhân tài võ học, võ nhân liền chăm chỉ luyện tập không ngừng nghỉ, nhiều năm vẫn như vậy.\nTrên con đường khổ luyện võ thuật, không thể tránh khỏi thất bại và thậm chí bị trọng thương.\nNhận được chỉ điểm, Võ Nhân ngắt một nhánh hoa màu đỏ trong rừng.\nMặc dù không làm liền vết sẹo của danh dự, nhưng chung quy có thể xoa dịu nỗi đau.\n"
      },
      "imgid": "martial_artist_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "武人的羽饰",
        "zht": "武人的羽飾",
        "jp": "武人の羽飾り",
        "ko": "무인의 깃털장식",
        "en": "Martial Artist's Feather Accessory",
        "de": "Kampfkünstler-Federschmuck",
        "es": "Pluma del Artista Marcial",
        "fr": "Plume de l'Artiste martial",
        "pt": "Acessório de Penas de Artista Marcial",
        "ru": "Перо воина",
        "id": "Martial Artist's Feathered Accessory",
        "th": "Martial Artist's Feathered Accessory",
        "vi": "Lông Vũ Võ Nhân"
      },
      "description": {
        "zhs": "随处可见的鸟类落毛，高手用来练习力道，新手则用来制成扇子。",
        "zht": "隨處可見的鳥類落毛，高手用來練習力道，新手則用來製成扇子。",
        "jp": "どこにもある鳥の羽根、熟練者はそれを鍛錬に使い、初心者はそれに扇子の素材に使う。",
        "ko": "도처에서 볼 수 있는 땅에 떨어진 새의 깃털, 고수들은 힘 조절 연습을 하는데 사용하고, 신참들은 부채를 만드는데 사용한다",
        "en": "A common bird feather. Experts use it to practice strength control, while rookies use it to make fans.",
        "de": "Eine Feder von Vögeln, wie man sie überall findet. Fachleute üben damit, ihre Kraft richtig einzusetzen. Anfänger machen daraus Fächer.",
        "es": "Una pluma de ave común. Los expertos las usan para practicar el control de la fuerza, mientras que los novatos hacen abanicos con ellas.",
        "fr": "Une plume d'oiseau commun. Les experts pratiquent la maîtrise de leur puissance avec ces objets, tandis que les néophytes les utilisent pour fabriquer des éventails.",
        "pt": "Uma pena de um pássaro comum. Os especialistas a usam para praticar o controle de força enquanto os novatos usam como um leque.",
        "ru": "Обычное перо птицы. Опытные ребята используют такие для тренировки контроля силы, в то время как новички делают из них веера.",
        "id": "Bulu burung yang sering ditemui di mana saja, para ahli bela diri menggunakannya dalam latihan pengendalian kekuatan.",
        "th": "ขนนกทั่วไป เหล่ายอดฝีมือมักใช้มันในการฝึกฝน การควบคุมกำลัง ในระหว่างที่พวกมือใหม่เอามาใช้ทำ เป็นพัด",
        "vi": "Lông của một loài chim thường gặp khắp nơi, cao thủ dùng để luyện tập, tân thủ thì dùng làm quạt."
      },
      "lore": {
        "zhs": "\n技艺非凡的武人，从空中的飞鸟身上摘下这支羽毛。\n有时武技之高深，其实不在于力道之劲，攻势之强。\n常年锻炼出的轻巧与机敏，同样是武人骄傲的本钱。\n为了炫耀自己过人的武艺，武人将鸟羽佩戴在胸前。\n",
        "zht": "\n技藝非凡的武人，從空中的飛鳥身上摘下這支羽毛。\n有時武技之高深，其實不在於力道之勁，攻勢之強。\n長年鍛煉出的輕巧與機敏，同樣是武人驕傲的本錢。\n為了炫耀自己過人的武藝，武人將鳥羽佩戴在胸前。\n",
        "jp": "\n武芸に長けた強い武人は空を飛んでいる鳥からこの羽根を取った。\n武芸の真髄は力と勢いだけでなく、\n長年かけて培った機敏さも武人の誇りである。\n自身の人並み以上の武芸を誇示するために、武人はこの羽根を胸につけていた。\n",
        "ko": "\n무예가 출중한 무인이 공중을 나는 새의 깃털을 뽑았다.\n때로 무예의 깊이는 힘의 세기나 공격의 강함에 있지 않다.\n평소에 단련한 날렵하고 기민한 몸놀림도 무인의 실력이다.\n자신의 탁월한 무예를 자랑하기 위해, 무인은 깃털을 가슴에 단다.\n",
        "en": "\nA feather plucked from a bird soaring in the sky by a skillful martial artist.\nThe essence of martial arts is not necessarily about the power of attacks.\nAgility and nimbleness honed over years of training are just as prideworthy for a martial artist.\nThe martial artist will wear the feather on his chest as proof of his unparalleled skills.\n",
        "de": "\nEine Feder aus der Luft gepflückt von einem geschickten Kampfkünstler.\nDie Essenz der Kampfkunst ist nicht immer nur, wie stark eine Attacke ist.\nDie Beweglichkeit und Gewandtheit, die jahrelanges Training erfordern, sind zugleich auch eines Kampfkünstlers stolzes Kapital.\nEin Kampfkünstler trägt die Feder stolz an seiner Brust als Zeichen seiner Fähigkeiten.\n",
        "es": "\nUn hábil Artista Marcial arrancó la pluma de un pájaro que surcaba el cielo.\nLa esencia de las artes marciales no siempre radica en la fuerza de los ataques.\nLa agilidad y la destreza, que los Artistas Marciales entrenan durante años, son igualmente objeto de orgullo.\nEl Artista Marcial se ponía esta pluma en el pecho como prueba de su incomparable habilidad.\n",
        "fr": "\nUne plume obtenue par un artiste martial doué sur un oiseau en plein vol.\nLa puissance des coups n'est pas le plus important dans les arts martiaux.\nL'agilité et la vitesse de réaction forgées par des années d'entraînement comptent tout autant.\nUn artiste martial porte cette plume sur sa poitrine comme preuve de son talent extraordinaire.\n",
        "pt": "\nO habilidoso Artista Marcial arrancou uma pena de um pássaro que voava no céu.\nA essência da arte marcial não é necessariamente sobre o poder dos ataques.\nAgilidade e destreza cultivadas ao longo de anos são igualmente merecedoras de orgulho por um Artista Marcial.\nO Artista Marcial usaria a pena em seu peito como prova de sua incomparável habilidade.\n",
        "ru": "\nПеро, взятое искусным воином у парившей в небесах птицы.\nНе всегда суть боевых искусств кроется в силе атак.\nГодами отточенные ловкость и гибкость тоже являются навыками, которыми воин может гордиться.\nЧтобы подчеркнуть свое феноменальное владение навыками боя, воин носит на груди перо птицы.\n",
        "id": "\nSebuah bulu dicabut dari burung yang terbang di langit oleh seorang ahli bela diri yang terampil.\nInti utama dari bela diri tidaklah hanya tentang kekuatan serangan saja.\nKelincahan dan kegesitan yang diasah selama bertahun-tahun sama pentingnya bagi seorang ahli bela diri.\nAhli bela diri akan mengenakan bulu di dadanya sebagai bukti dari kehebatannya.\n",
        "th": "\nนักสู้ที่มีความสามารถอย่างเหนือธรรมชาติเด็ดขนนกที่บินอยู่บนฟ้าอันนี้มา\nบางครั้งแก่นแท้ของศิลปะการต่อสู้ไม่ได้อยู่ที่ความแข็งแกร่งของ การโจมตี\nความคล่องตัวและยืดหยุ่นที่ฝึกมาหลายปีนั้นเป็นสิ่งที่สำคัญสำหรับ นักสู้\nนักสู้จะเหน็บขนนกไว้ที่หน้าอกของเขาเพื่อแสดงถึงความเก่งกาจที่ ไม่มีใครเทียบ\n",
        "vi": "\nVõ nhân với kỹ nghệ phi phàm lấy xuống cọng lông từ trên phi điểu bay trong không trung.\nCó lúc sự cao thâm của võ nghệ thực sự không nằm ở chỗ lực đạo hay sức mạnh tấn công.\nNgày thường luyện ra sự linh hoạt và nhạy bén, cũng là sự tự hào của võ nhân.\nĐể thể hiện võ nghệ hơn người của mình, võ nhân đeo lông chim lên trước ngực.\n"
      },
      "imgid": "martial_artist_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "武人的水漏",
        "zht": "武人的水漏",
        "jp": "武人の水時計",
        "ko": "무인의 물시계",
        "en": "Martial Artist's Water Hourglass",
        "de": "Kampfkünstler-Wasseruhr",
        "es": "Reloj de Agua del Artista Marcial",
        "fr": "Sablier d'eau de l'Artiste martial",
        "pt": "Ampulheta de Artista Marcial",
        "ru": "Водяные часы воина",
        "id": "Martial Artist's Water Hourglass",
        "th": "Martial Artist's Water Hourglass",
        "vi": "Đồng Hồ Nước Võ Nhân"
      },
      "description": {
        "zhs": "进行耐力锻炼时计时的小道具，比沙漏的流转更加稳定。",
        "zht": "進行耐力鍛煉時計時的小道具，比沙漏的流轉更加穩定。",
        "jp": "忍耐力を鍛える時、時間を計るために使う小道具。砂時計より安定している。",
        "ko": "지구력 훈련할 때 사용하는 소도구, 모래시계의 흐름보다 안정적이다",
        "en": "A tool to keep track of time in endurance training. It is more accurate and reliable than a regular hourglass.",
        "de": "Ein Gerät, um die Zeit für verschiedene Übungen zu messen. Geht genauer als normale Sanduhren.",
        "es": "Una herramienta para controlar el tiempo del entrenamiento de resistencia. Es más preciso y fiable que un reloj de arena normal.",
        "fr": "Un outil pour mesurer le temps pendant les exercices d'endurance. Il est plus précis qu'un sablier normal.",
        "pt": "Uma ferramenta para monitorar o tempo durante um treino de resistência. É mais precisa e confiável em relação a uma ampulheta comum.",
        "ru": "Помогает замерять время в тренировках на выносливость. Точнее и надёжнее, чем обычные песочные часы.",
        "id": "Alat yang digunakan untuk menakar waktu saat latihan bela diri. Dibandingkan dengan jam pasir, alat ini lebih akurat dan stabil.",
        "th": "เครื่องมือในการจับเวลาในการฝึก ความอดทน มีความแม่นยำและเชื่อถือได้มากกว่านาฬิกาทรายทั่วไป",
        "vi": "Đạo cụ dùng để tính giờ khi rèn luyện, ổn định hơn đồng hồ cát."
      },
      "lore": {
        "zhs": "\n以水滴计时的水漏器，时刻被武人挎在腰间。\n当他忍受流水冲击时，当他独立在木桩上时，\n当他默默承受一切修炼的苦痛时，\n这计时器具一秒秒地记录着年月。\n",
        "zht": "\n以水滴計時的水漏器，時刻被武人挎在腰間。\n當他忍受流水衝擊時，當他獨立在木樁上時，\n當他默默承受一切修煉的苦痛時，\n這計時器具一秒秒地記錄著年月。\n",
        "jp": "\n武人が腰に掛けた水時計。\n水流の衝撃を耐えた時、杭に立つ修行をした時、\nすべての試練の苦痛を背負った時、\nこの時計はその一秒一秒を記録していた。\n",
        "ko": "\n물방울로 시간을 재는 물시계는 언제나 무인의 허리에 매여 있다.\n쏟아지는 물의 충격을 견딜 때, 혼자 말뚝 위에 섰을 때,\n그가 수련의 고통을 묵묵히 감내할 때,\n그 순간들이 초시계에 전부 기록되어 있다.\n",
        "en": "\nAn hourglass that uses the flow of water to measure the passage of time. The martial artist would have it with him at all times.\nWhen he was training under the waterfall or practicing a single leg stance on the stake,\nhe endured all the pain and suffering alone.\nThis time piece recorded every second of it in silence.\n",
        "de": "\nEine Sanduhr, die Wasser nutzt, um vergangene Zeit zu messen. Ein Kampfkünstler wird sie immer bei sich tragen.\nWenn er unter dem Wasserfall trainierte oder auf einem Bein balancierte,\nin Stillschweigen allen Schmerz allein ertrug,\ndann war dieser Zeitmesser immer an seiner Seite, um alles aufzunehmen.\n",
        "es": "\nUn reloj de arena que utiliza el flujo del agua para medir el paso del tiempo. El Artista Marcial lo llevaba en la cintura en todo momento.\nCuando entrenaba bajo la cascada, cuando practicaba el equilibrio sobre una sola pierna en un poste de madera,\no cuando aguantaba todo el dolor y el sufrimiento él solo,\nen este objeto quedaba grabado cada segundo que pasaba.\n",
        "fr": "\nUn sablier rempli d'eau qui mesure le temps qui s'écoule. L'artiste martial le portait en toute occasion.\nQu'il s'entraîne sous la chute d'eau ou qu'il pratique sa position sur un tronc,\nil endurait toute souffrance seul.\nChaque seconde était par ce sablier enregistrée.\n",
        "pt": "\nUma ampulheta que usa o fluxo da água para medir a passagem de tempo. O Artista Marcial a carregaria com ele sempre.\nQuando ele estava treinando sob a cachoeira ou praticando o equilíbrio num tronco.\nEle aguentou toda a dor e sofrimento sozinhos,\nEsse objeto gravou cada segundo que passava.\n",
        "ru": "\nКапля за каплей водяные часы отмеряют время, и, можно сказать, что время - за поясом у воина, ведь именно там покоится его клепсидра.\nМоменты, когда он стоял под тугими струями водопада или балансировал на бревне,\nкогда он молча переносил страдания, призванные закалить его,\nэти часы запомнили посекундно.\n",
        "id": "\nJam pasir yang menggunakan arus air untuk menghitung waktu. Ahli bela diri itu membawanya setiap saat.\nSaat dia berlatih di bawah air terjun atau berlatih dengan satu kaki di atas tonggak,\nDia menahan semua rasa sakit dan penderitaannya sendiri,\nWaktu merekam setiap detiknya dalam diam.\n",
        "th": "\nนาฬิกาทรายที่ใช้การไหลของน้ำในการวัดระยะเวลา นักสู้จะพกมันไว้กับตัวตลอดเวลา\nในตอนที่เขาฝึกวิชาอยู่ใต้น้ำตกหรือยืนขาเดียวอยู่บนแท่งไม้\nในตอนที่เขาต้องรับความเจ็บปวดอยู่คนเดียวอย่างเงียบ ๆ\nเครื่องมือชนิดนี้ได้บันทึกวันเวลาทุกวินาทีอย่างเงียบ ๆ ไว้นานนับปี\n",
        "vi": "\nChiếc đồng hồ đo thời gian bằng nước, luôn được đeo bên eo người Võ Nhân.\nKhi anh vượt qua dòng nước xiết, khi anh đơn độc bên khúc gỗ,\nKhi anh đang lặng lẽ chịu đựng đau khổ,\nChiếc đồng hồ luôn ghi lại từng khoảnh khắc.\n"
      },
      "imgid": "martial_artist_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "武人的酒杯",
        "zht": "武人的酒杯",
        "jp": "武人の酒器",
        "ko": "무인의 술잔",
        "en": "Martial Artist's Wine Cup",
        "de": "Kampfkünstler-Weinkelch",
        "es": "Copa de Vino del Artista Marcial",
        "fr": "Coupe de l'Artiste martial",
        "pt": "Taça de Vinho de Artista Marcial",
        "ru": "Винный бокал воина",
        "id": "Martial Artist's Wine Cup",
        "th": "Martial Artist's Wine Cup",
        "vi": "Ly Rượu Võ Nhân"
      },
      "description": {
        "zhs": "稍微有些精致的酒杯，是仅在武人上场前使用的仪式器具。",
        "zht": "稍微有點精緻的酒杯，是僅在武人上場前使用的儀式器具。",
        "jp": "繊細な作りをした金属の杯、武人が出陣する前に使う儀式の道具でしかない。",
        "ko": "이 정교해 보이는 술잔은 무인이 등장하기 전에만 사용되는 의식 도구이다",
        "en": "A rather exquisite wine cup used in pre-combat rituals.",
        "de": "Ein recht aufwendig verzierter Kelch für Rituale von Kampfkünstlern vor dem Kampf.",
        "es": "Una copa de vino un tanto exquisita para los rituales antes de entrar en combate.",
        "fr": "Une coupe assez sophistiquée, utilisée lors des rituels effectués par les artistes martiaux avant chaque combat.",
        "pt": "Uma taça de vinho requintada para rituais antes de combate.",
        "ru": "Претендующий на изысканность бокал, который воин использует в своих ритуалах.",
        "id": "Gelas arak dengan bentuk yang indah, biasanya digunakan sebelum pertarungan sebagai bagian dari ritual.",
        "th": "แก้วไวน์ที่ดูเหมือนสร้างมาด้วยความประณีตเพื่อใช้ในพิธีก่อนเข้าทำการ ต่อสู้",
        "vi": "Ly rượu tinh xảo, chỉ được dùng trong nghi thức trước khi người lính ra trận."
      },
      "lore": {
        "zhs": "\n武人上场展现武艺的骄傲时刻，自然离不开美酒的送行。\n面对着同样骄傲且强大的对手，武人举起酒杯隔空敬酒。\n以平静如水的心踏上比武擂台，以敬意面对桀骜的对手。\n这正是比武前敬酒仪式的真谛，而非台上的胜负与荣辱。\n",
        "zht": "\n武人上場展現武藝的驕傲時刻，自然離不開美酒的送行。\n面對著同樣驕傲且強大的對手，武人舉起酒杯隔空敬酒。\n以平靜如水的心踏上比武擂臺，以敬意面對桀驁的對手。\n這正是比武前敬酒儀式的真諦，而非臺上的勝負與榮辱。\n",
        "jp": "\n武人はいつも美酒を飲んでから試合に出る。\n誇り高く強い相手に、武人は距離を空けたまま、盃を持ち上げて乾杯する。\n明鏡止水の心になり、敬意を持って強情な相手と勝負する。\nこれこそが試合前の乾杯儀式の本意であり、決して勝利や栄辱のためではない。\n",
        "ko": "\n무인이 등장하여 무예를 뽐내는 순간에 송별의 술이 빠질 순 없다.\n자신과 필적하게 거만하고 강한 적수 앞에서 무인은 잔을 들어 하늘에 술을 권한다.\n평온한 마음으로 연무대에 올라 경의를 표하며 거친 적수 앞에 선다.\n이게 바로 연무 전 술을 권하는 의식의 참뜻이다. 연무대에서의 승부와 영욕은 그 진의가 아니다.\n",
        "en": "\nBefore proudly stepping into the arena, a parting ritual with a glass of fine wine is essential for martial artists.\nEach of them faced with a worthy opponent, two martial artists will raise their glasses to one another.\nThey then step into the arena with a calm and collected composure to face their opponent with the utmost respect.\nThis is the true meaning of the toast, which comes before the fight takes place. It does not serve to glorify victory or cast shame on defeat.\n",
        "de": "\nBevor Kampfkünstler die Arena betreten, gehört natürlich ein Glas Wein zum Begrüßungsritual dazu.\nDie beiden stolzen Kampfkünstler werden ihre Gläser zum Toast erheben.\nEin Moment der Beherrschung für die Arena und ein Zeichen des höchsten Respekts dem Gegner gegenüber.\nDies ist die wahre Bedeutung eines Toasts, noch vor Sieg und Ehre in der Arena.\n",
        "es": "\nAntes de entrar a la arena con orgullo, es esencial para los Artistas Marciales realizar un ritual de despedida con una copa de buen vino.\nEn él, los artistas rivales, orgullosos y hábiles, levantan sus copas para brindar.\nLa arena exige una compostura inalterable y el máximo respeto hacia el oponente.\nEste es el verdadero significado del brindis que viene antes de la victoria y el honor en la arena.\n",
        "fr": "\nLes artistes martiaux ne montent jamais dans l'arène sans avoir préalablement bu un verre de vin.\nDeux combattants s'affrontant lèveront ainsi chacun leur verre à leur adversaire.\nEt, calmes et imperturbables, s'affrontent ensuite avec le plus grand respect.\nCar telle est la véritable signification du toast avant le combat. Il ne sert ni à glorifier la victoire, ni à couvrir la défaite de honte.\n",
        "pt": "\nAntes de entrar na arena com orgulho, é essencial para os Artistas Marciais um copo de vinho.\nCada um deles enfrentando um oponente digno, ambos levantarão seus copos um para o outro.\nEntão eles entram na arena com uma calma e reservada postura para enfrentar seu oponente com o maior respeito.\nIsso é o verdadeiro significado do brinde que acontece antes da luta. Não serve para glorificar o vencedor ou envergonhar o derrotado.\n",
        "ru": "\nБокал вина является неотъемлемой частью ритуала, который воин исполняет прежде, чем вступить на арену и продемонстрировать своё мастерство.\nСтоя лицом к лицу, соперники поднимают бокалы друг за друга.\nОни поднимаются на арену, спокойные, как водная гладь, и каждый с уважением встречает своего противника.\nИменно в этом суть предшествующего бою ритуала поднятия бокалов друг за друга, а не в том, чтобы отметить победу или подчеркнуть поражение.\n",
        "id": "\nSebelum dengan bangga melangkah ke dalam arena, upacara perpisahan dengan segelas anggur sangat penting bagi ahli bela diri.\nSetiap dari mereka berhadapan dengan lawan yang tangguh, dua orang ahli bela diri akan mengangkat gelas mereka kepada satu sama lain.\nMereka lalu akan memasuki arena dengan tenang untuk menghadapi lawannya dengan rasa hormat.\nInilah arti sebenarnya dari bersulang, dilakukan sebelum bertarung. Tidak ada maksud untuk menyanjung yang menang atau mempermalukan yang kalah.\n",
        "th": "\nในช่วงที่นักสู้ก้าวขึ้นสู่สังเวียนเพื่อแสดงวิชาการต่อสู้อย่างภาคภูมิใจ แน่นอนว่าจะขาดเหล้าชั้นเลิศในตอนส่งตัวเสียมิได้\nเผชิญหน้ากับคู่ต่อสู้ที่ทั้งแข็งแกร่งและภาคภูมิเช่นเดียวกัน ทั้งสองยกแก้วขึ้นเพื่อฉลอง\nความเงียบสงบอย่างสมบูรณ์แบบสำหรับสังเวียนและความเคารพ อย่างสูงสุดสำหรับคู่ต่อสู้\nนี่คือความหมายที่แท้จริงของการดื่มฉลองที่มาก่อนชัยชนะและ เกียรติยศบนเวที\n",
        "vi": "\nKhoảnh khắc tự hào của võ nhân thể hiện trên võ đài, tất nhiên không thể thiếu rượu ngon tiễn biệt.\nĐối mặt với đối thủ không kém kiêu hãnh và mạnh mẽ, võ nhân nâng ly kính rượu.\nĐặt chân lên võ đài, đối mặt với kẻ thù cùng sự tôn trọng và một trái tim bình tĩnh như nước.\nĐây là ý nghĩa thực sự của nghi thức kính rượu trước thi đấu, chứ không phải là thắng bại hay vinh nhục.\n"
      },
      "imgid": "martial_artist_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "武人的头巾",
        "zht": "武人的頭巾",
        "jp": "武人のバンダナ",
        "ko": "무인의 두건",
        "en": "Martial Artist's Bandana",
        "de": "Kampfkünstler-Kopftuch",
        "es": "Bandana del Artista Marcial",
        "fr": "Bandeau de l'Artiste martial",
        "pt": "Bandana de Artista Marcial",
        "ru": "Повязка воина",
        "id": "Martial Artist's Bandana",
        "th": "Martial Artist's Bandana",
        "vi": "Khăn Võ Nhân"
      },
      "description": {
        "zhs": "入门第一件事，精气神。绑上头巾，随时提醒自己勿忘这三字。",
        "zht": "入門第一件事，精氣神。綁上頭巾，隨時提醒自己勿忘這三字。",
        "jp": "武人としての基本は精·気·神。バンダナをつけて、この三文字を忘れないようにする。",
        "ko": "입문 후 첫 번째로 해야 할 일은 두건을 묶어 수시로 자신에게 \"정.기.신.\" 이 세 글자를 일깨우는 것이다",
        "en": "The first lesson as an apprentice: Vigor, Strength, Will. These words are written on the bandana so you'll never forget them.",
        "de": "Gleich in der ersten Stunde lernt man als Kampfkünstler, dass Konzentration, Stärke und Geschick am wichtigsten sind. Damit man diese Worte nicht vergisst, stehen sie auf diesem Kopftuch.",
        "es": "Vigor, fuerza y voluntad. Esa es la primera lección como aprendiz de artes marciales. Estas tres palabras están escritas en la bandana para que el discípulo nunca las olvide.",
        "fr": "La pratique des arts martiaux se résume en trois mots : concentration, force et volonté. Ils sont inscrits sur ce bandeau pour n'être jamais oubliés.",
        "pt": "A primeira lição como um aprendiz: Vigor, Força, Vontade. Estas palavras são escritas na bandana para você nunca esquecer.",
        "ru": "Бодрость, сила, воля - слова, написанные на этой повязке. Первый урок воина, который невозможно забыть.",
        "id": "Pelajaran utama saat berlatih bela diri: Daya Tahan, Tekad Hati, Kekuatan. Ikat erat tali di kepala, untuk mengingatkan tiga hal ini.",
        "th": "บทเรียนแรกในฐานะลูกศิษย์: ความเข้มแข็ง, ความแข็งแกร่ง, เจตนารมณ์ คำเหล่านี้ถูกเขียนลงบนผ้าพันคอเพื่อคอยย้ำเตือนคุณตลอดเวลา",
        "vi": "Tinh Khí Thần chính là việc đầu tiên cần hiểu khi nhập môn. Buộc khăn lên đầu, luôn nhắc nhở bản thân đừng quên ba chữ này."
      },
      "lore": {
        "zhs": "\n武人额头曾经的鲜红色头巾，如今已经有些褪色黯淡。\n这是幼时入门的证明，也铭刻着自己当年的高远志愿。\n每当清晨响过头一次鸡鸣，年轻的武人早已在林中挥汗如雨。\n多年后，不再年轻的武人也成为教头，机警勤奋仍不减当年。\n",
        "zht": "\n武人額頭曾經的鮮紅色頭巾，如今已經有些褪色黯淡。\n這是幼時入門的證明，也銘刻著自己當年的高遠志願。\n每當清晨響過頭一次雞鳴，年輕的武人早已在林中揮汗如雨。\n多年後，不再年輕的武人也成為教頭，機警勤奮仍不減當年。\n",
        "jp": "\n武人がかつて使っていた赤い頭巾、今になって少し色褪せた。\n幼い頃入門した時の証であり、当時の彼の志を刻んでいる。\n早朝、最初の鳥のさえずりが響いた頃、若い武人はすでに森の中で汗だくで稽古していた。\n数年後、もう若くない武人は教官になったが、その勤勉さはずっと変わらなかった。\n",
        "ko": "\n무인의 이마를 감쌌던 붉은 두건은 빛이 바래 어두워졌다.\n이건 어린 시절 입문할 때의 증거이며, 그때의 높은 이상이 새겨져 있는 두건이다.\n새벽에 닭이 울 때마다, 젊은 무인은 숲에서 땀을 비오듯 흘리고 있었다.\n여러 해가 지나서 이제 젊지 않은 무인 역시 사부가 되었으나 여전히 그때처럼 구슬땀을 흘린다.\n",
        "en": "\nA bright-red bandana that belonged to a martial artist. The color has now faded.\nIt serves as proof that the bearer practiced martial arts at a young age. It also represents the high ambition the young martial artist once had.\nBefore the first crack of dawn, the young martial artist was already training in the forest.\nMany years later, the martial artist is now an instructor. Though youth may be a thing of his past, he remains just as alert and diligent as when he was young.\n",
        "de": "\nEin knallrotes Stirntuch, das einem Kampfkünstler gehört. Die Farbe ist inzwischen leicht verblasst.\nEin Beweis der Kindheit geprägt von den Bestrebungen des Trägers.\nNoch vor Anbruch der Dämmerung würde der junge Kampfkünstler im Wald trainieren.\nViele Jahre sind seitdem vergangen und die Jugend hat ihn längst verlassen. Jetzt ist er ein Ausbilder, hat jedoch nicht seine jugendliche Disziplin verloren.\n",
        "es": "\nUn brillante pañuelo rojo perteneciente al Artista Marcial. Su color se ha ido apagando con el tiempo.\nEsta bandana era la prueba de haber practicado artes marciales desde una edad muy temprana. También representaba la gran ambición que una vez tuvo el joven Artista Marcial.\nEste había estado entrenando en el bosque desde antes del amanecer.\nPasaron muchos años y la juventud ya no acompañaba al Artista Marcial. No obstante, como Instructor, estaba tan alerta y era tan diligente como cuando era joven.\n",
        "fr": "\nUn bandeau rouge à la couleur passée qui ornait autrefois le front d'un combattant.\nIl sert à prouver que son porteur a commencé la pratique des arts martiaux à son plus jeune âge ; il représente également l'ambition l'habitant.\nChaque jour à l'aube, le jeune combattant s'entraînait dans la forêt.\nDe nombreuses années plus tard, il devint instructeur ; bien que les années aient passé, il continua d'afficher la même souplesse et la même rapidité qu'à son jeune âge.\n",
        "pt": "\nUma bandana vermelha clara que pertenceu a um Artista Marcial. A sua cor agora está opaca.\nServe como prova que praticava artes marciais desde uma idade pequena. Também representa a ambição que o jovem Artista Marcial já teve.\nToda manhã, antes do cantar dos pássaros, o jovem Artista Marcial já estava treinando na floresta.\nMuitos anos depois, o Artista Marcial era agora um instrutor. Mesmo com a juventude no passado, ele permanecia alerta e diligente como quando jovem.\n",
        "ru": "\nАлая бандана, некогда принадлежавшая воину и теперь изрядно выцветшая.\nОна - доказательство того, что воин занимается боевыми искусствами с младых ногтей. Бандана также подчеркивает целеустремлённость юного воина.\nКаждый раз молодой воин ещё до первых петухов уходил в лес, чтобы тренироваться, не жалея себя.\nМного лет спустя, когда уже возмужавший воин становится учителем, он остаётся таким же наблюдательным и усердным, как раньше.\n",
        "id": "\nBandana merah cerah milik ahli bela diri. Kini warnanya pudar.\nIni sebuah bukti bahwa pemiliknya berlatih seni bela diri sejak muda. Ini juga melambangkan ambisi tinggi yang pernah dimiliki oleh ahli bela diri muda tersebut.\nSebelum fajar menyingsing, ahli bela diri muda itu sudah berlatih di hutan.\nBertahun-tahun kemudian, ahli bela diri muda itu sekarang telah menjadi seorang instruktur. Walaupun masa mudanya sudah lewat, namun dia masih tetap prima dan gesit sama seperti saat dia masih muda.\n",
        "th": "\nผ้าพันคอสีแดงสดใสที่เคยเป็นของนักสู้ ตอนนี้เหมือนสีมันจะจางลงไปหน่อย\nนี่คือหลักฐานของการฝึกฝนวิชาการต่อสู้ตั้งแต่วัยเยาว์ และมันยังแสดงถึงความทะเยอทะยานที่ครั้งหนึ่งนักสู้เคยมีด้วย\nก่อนที่ไก่จะขันในตอนเช้า นักสู้หนุ่มจะฝึกฝนอยู่ในป่าจนตัวเปียกชุ่มไปด้วยเหงื่อ\nหลายปีต่อมา นักสู้ผู้เติบโตขึ้นได้กลายมาเป็นผู้ฝึกสอน ความตื่นตัวและความขยันนั้นยังคงไม่ลดน้อยลง\n",
        "vi": "\nChiếc khăn trên trán võ nhân màu đỏ tươi nay đã phai màu.\nĐó là minh chứng nhập môn khi còn nhỏ, và cũng khắc sâu chí hướng cao vời của bản thân năm đó.\nMỗi khi gà cất tiếng gáy đầu tiên vào sáng sớm, Võ Nhân trẻ tuổi đã mồ hôi ướt đẫm trong cánh rừng.\nNhiều năm sau, võ nhân không còn trẻ cũng đã trở thành giáo đầu, sự nhạy bén và siêng năng vẫn không hề suy giảm.\n"
      },
      "imgid": "martial_artist_circlet"
    }
  ]
}