{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "赌徒",
    "zht": "賭徒",
    "jp": "博徒",
    "ko": "노름꾼",
    "en": "Gambler",
    "de": "Glücksspieler",
    "es": "Jugadora",
    "fr": "Parieur",
    "pt": "Apostador",
    "ru": "Азартный игрок",
    "id": "Gambler",
    "th": "Gambler",
    "vi": "Con Bạc"
  },
  "descriptions": [
    {
      "zhs": "元素战技造成的伤害提升20%。",
      "zht": "元素戰技造成的傷害提升20%。",
      "jp": "元素スキルのダメージ+20%。",
      "ko": "원소전투 스킬로 주는 피해가 20% 증가한다",
      "en": "Increases Elemental Skill DMG by 20%.",
      "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 20 %.",
      "es": "Daño de Habilidad Elemental +20%.",
      "fr": "Augmente les DGT infligés par la compétence élémentaire de 20 %.",
      "pt": "Aumenta o dano da Habilidade Elemental em 20%.",
      "ru": "Увеличивает урон элементального навыка на 20%.",
      "id": "Meningkatkan 20% DMG Elemental Skill.",
      "th": "เพิ่มความเสียหายของสกิลธาตุขึ้น 20%",
      "vi": "Sát thương kỹ năng Nguyên Tố tạo thành tăng 20%."
    },
    {
      "zhs": "击败敌人时，有100%概率清除元素战技的冷却时间。该效果每15秒至多触发一次。",
      "zht": "擊敗敵人時，有100%的機率清除元素戰技的冷卻時間。該效果每15秒至多觸發一次。",
      "jp": "敵を倒した時、100%の確率で元素スキルのクールタイムをリセットする。15秒に1回のみ発動可能。",
      "ko": "적을 처치하면 100%의 확률로 원소전투 스킬의 재사용 대기시간이 초기화된다. 해당 효과는 15초마다 1번 발동한다",
      "en": "Defeating an opponent has a 100% chance to remove Elemental Skill CD. Can only occur once every 15s.",
      "de": "Überspringt die Abklingzeit der Elementarfähigkeit beim Besiegen von Gegnern mit einer Wahrscheinlichkeit von 100 %. 15 s Abklingzeit.",
      "es": "Al derrotar a un enemigo, hay una probabilidad del 100% de reiniciar el TdE de la Habilidad Elemental. Puede ocurrir una vez cada 15 s.",
      "fr": "Après la défaite d'un ennemi, le TdR de compétence élémentaire a 100 % de chances d'être réinitialisé. Cet effet peut être déclenché une fois toutes les 15 s.",
      "pt": "Ao derrotar um inimigo, possui 100% de chance de remover a Recarga da Habilidade Elemental. Este efeito pode ser ativado uma vez a cada 15s.",
      "ru": "Победа над противником со 100% шансом восстанавливает время отката элементального навыка. Может возникнуть раз в 15 сек.",
      "id": "Mengalahkan musuh memiliki 100% persentase CD Elemental Skill akan langsung selesai. Dapat terpicu setiap 15 detik.",
      "th": "เมื่อกำจัดศัตรูได้ จะมีโอกาส 100% ที่จะลบล้างช่วงเวลาคูลดาวน์ของ สกิลธาตุ โดยเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 15 วินาที",
      "vi": "Khi đánh bại kẻ địch, có tỷ lệ 100% xóa CD kỹ năng Nguyên Tố. Mỗi 15s mới có hiệu quả 1 lần."
    }
  ],
  "imgid": "gambler_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "赌徒的胸花",
        "zht": "賭徒的胸花",
        "jp": "博徒の花飾り",
        "ko": "노름꾼의 브로치",
        "en": "Gambler's Brooch",
        "de": "Glücksspielbrosche",
        "es": "Broche de la Jugadora",
        "fr": "Broche du Parieur",
        "pt": "Broche de Apostador",
        "ru": "Брошь азартного игрока",
        "id": "Gambler's Brooch",
        "th": "Gambler's Brooch",
        "vi": "Hoa Con Bạc"
      },
      "description": {
        "zhs": "华丽的大花朵，其中能藏得下自己事前准备好的骰子。",
        "zht": "華麗的大花朵，其中能藏得下自己事前準備好的骰子。",
        "jp": "大きくて華麗な花。事前に用意したサイコロを隠すことができる。",
        "ko": "화려한 꽃송이. 그 속에 자신이 미리 준비한 주사위를 숨길 수 있다",
        "en": "A big, luxurious flower that can hide loaded dice.",
        "de": "Eine hübsche, große Blume, hinter der man manipulierte Würfel verstecken kann.",
        "es": "Una gran y hermosa flor que puede esconder un dado trucado.",
        "fr": "Une grande fleur luxueuse qui peut cacher un dé préparé à l'avance.",
        "pt": "Uma flor grande que pode esconder um dado preparado.",
        "ru": "Роскошный большой цветок, способный спрятать в себе шулерские кости.",
        "id": "Bunga besar yang mewah, dapat digunakan untuk menyembunyikan dadu.",
        "th": "ดอกไม้ที่สวยงามและดอกใหญ่จนบังลูกเต๋าที่ซ่อนไว้ได้มิด",
        "vi": "Một đóa hoa lớn rực rỡ, có thể cất giữ xúc xắc được chuẩn bị từ trước."
      },
      "lore": {
        "zhs": "\n好赌之徒常常喜爱炫耀财富，尽管财富来之也快，去之也易。\n她将硕大华丽的异国花朵戴在耳边，闪烁的灯光下无比显眼。\n但没人知道的是，做过手脚的骰子正精妙地藏身在花托里面。\n只有在赌徒救急的时刻，才会用魔术般的障眼法从花里取出，\n在众目睽睽下，调换赌局中的骰子，为自己创造致胜的良机。\n",
        "zht": "\n好賭之徒常常喜愛炫耀財富，儘管財富來之也快，去之也易。\n她將碩大華麗的異國花朵戴在耳邊，閃爍的燈光下無比顯眼。\n但沒人知道的是，做過手腳的骰子正精妙地藏身在花托裡面。\n只有在賭徒救急的時刻，才會用魔術般的障眼法從花裡取出，\n在眾目睽睽下，調換賭局中的骰子，為自己創造致勝的良機。\n",
        "jp": "\nギャンブルを愛する者は自らの富を自慢することをこよなく好む、たとえ無一文と金持ちを行ったり来たりしていても。\n彼女は華麗な異国の花で耳を飾り、照明の下で皆の視線を集めた。\nでも誰も知らない。事前に用意したサイコロがこの花に隠されていることを。\n九死の場面に立った時、彼女は手品師のような手つきで花からそれを取り出し、\n観衆の目がある中、密かに交換して勝機を作り出すのだ。\n",
        "ko": "\n노름꾼은 종종 부를 과시하곤 한다. 부가 바람처럼 왔다 바람처럼 사라진다 해도.\n그녀는 커다랗고 화려한 이국의 꽃을 귀에 달았다. 반짝이는 등불에 시선을 사로잡는다.\n그러나 농간을 부린 주사위가 꽃받침 안에 숨겨져있다는 걸 아는 사람은 아무도 없다.\n노름꾼은 급박한 순간에 마술 같은 속임수로 주사위를 꺼내,\n사람들이 대놓고 보는 앞에서 노름판 주사위를 바꿔치기하여 승기를 잡는다.\n",
        "en": "\nGamblers like to flaunt their wealth, although their money can disappear overnight.\nShe would wear this huge, exotic flower ornament on her ears. It certainly catches the eye.\nBut what they would not see is the trick dice carefully hidden within the flower.\nThe gambler would only sneak this dice out of the brooch in an urgent situation.\nSwapping in this dice under the vigilant eyes of the guests was how she turned the table around.\n",
        "de": "\nGlücksspieler zeigen gern ihren Reichtum, auch wenn dieser von einem auf den anderen Tag wieder weg sein kann.\nAn seinen Ohren baumelten riesige exotische Blüten, ihr Funkeln sorgte für viel Aufsehen.\nWas jedoch niemand wusste, ist, dass die gezinkten Würfel geschickt in einem Behälter dahinter versteckt waren.\nDer Glücksspieler würde die Würfel nur im absoluten Notfall geschickt herausholen.\nUnter den Augen aller Zuschauer tauschte er die Würfel zweimal, um sich selbst einen Vorteil zu verschaffen.\n",
        "es": "\nA los jugadores les gusta hacer alarde de su riqueza, aunque su dinero puede desaparecer de la noche a la mañana.\nLa Jugadora, por ejemplo, solía ponerse un enorme y exótico broche de flores en las orejas. Era ciertamente un adorno llamativo.\nPero lo que nadie era capaz de ver era el truco cuidadosamente escondido en el receptáculo de la flor.\nLa Jugadora solo sacaba el dado de detrás del broche en caso de emergencia.\nAsí, daba la vuelta al marcador intercambiando sus dados bajo la atenta mirada de todos los espectadores.\n",
        "fr": "\nLes parieurs aiment à faire montre de leur richesse, quand bien même celle-ci peut disparaître en un instant.\nElle portait cette grande fleur exotique à l'oreille ; nul doute qu'elle accroche le regard.\nMais nul ne voyait jamais le dé truqué qui y était caché.\nLe dé n'était mis à profit qu'en dernier recours.\nChanger les dés sous le regard des joueurs, voici comment elle tournait la chance en sa faveur.\n",
        "pt": "\nApostadores gostam de se gabar de suas riquezas, apesar do fato de que seu dinheiro pode desaparecer da noite para o dia.\nEla às vezes usava esse ornamento gigante de flor exótica nas suas orelhas. Certamente chamava muita atenção.\nMas o que não viam era o dado escondido dentro da flor.\nA Apostadora apenas tirava esse dado do emblema em emergências.\nTrocando esse dado sob os vigilantes olhos dos convidados era como ela mudava a situação.\n",
        "ru": "\nАзартные игроки любят сверкающие драгоценности, хотя и знают, что богатство быстро приходит и легко уходит.\nОна носила эти крупные и пышные заморские цветы в ушах, и их искрящееся сияние притягивало взгляды.\nНо никто не знал, что среди лепестков искусно спрятаны шулерские игральные кости.\nПодготовленные для экстренных ситуаций, в нужный момент кости почти магическим жестом ловких рук появляются в игре,\nзаменяя собой прежние кости прямо перед носами игроков и создавая для неё выгодный расклад.\n",
        "id": "\nPara penjudi senang memamerkan harta kekayaannya walaupun uang mereka dapat hilang dalam semalam.\nDia akan mengenakan ornamen bunga yang besar dan eksotis ini di telinganya yang pastinya akan menarik perhatian.\nNamun mereka tidak akan bisa melihat trik dadu yang tersembunyi di balik bunga itu.\nPenjudi tidak hanya akan diam-diam mengeluarkan dadu dari lencananya saat situasi kritis.\nMenukar dadu secepat kilat di bawah pandangan waspada orang-orang adalah caranya untuk menang.\n",
        "th": "\nนักพนันชอบอวดความมั่งคั่งของพวกเขาแม้ว่าเงินของพวกเขาจะ หายไปในชั่วข้ามคืนก็ตาม\nเธอจะกลัดเข็มกลัดดอกไม้ขนาดใหญ่และแปลกใหม่นี้ไว้ที่หูของเธอ มันเป็นเครื่องประดับที่แสนจะสะดุดตา\nแต่สิ่งที่คนไม่รู้ก็คือกลโกงของลูกเต๋า ที่ซ่อนอยู่ในภาชนะดอกไม้อย่างบรรจง\nนักพนันจะนำลูกเต๋านี้ออกมาเฉพาะตอนฉุกเฉินเท่านั้น\nการสลับลูกเต๋าภายใต้สายตาของแขกนี้ คือวิธีที่เธอจะพลิกเกม\n",
        "vi": "\nCon bạc luôn thích khoe mẽ sự giàu có, cho dù tiền tài dễ đến cũng dễ đi.\nCô đeo bên tai những bông hoa dị quốc cỡ lớn, lấp lánh dưới ánh đèn.\nThế nhưng không ai ngờ rằng, những con xúc xắc được giấu kín trong đế hoa.\nVào lúc nguy cấp, con bạc mới dùng thuật che mắt để lấy chúng ra sử dụng.\nDưới ánh nhìn của đám đông, thời khắc thay đổi xúc xắc cũng chính là thời cơ tốt để giành chiến thắng.\n"
      },
      "imgid": "gambler_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "赌徒的羽饰",
        "zht": "賭徒的羽飾",
        "jp": "博徒の羽飾り",
        "ko": "노름꾼의 깃털장식",
        "en": "Gambler's Feather Accessory",
        "de": "Glücksspiel-Federschmuck",
        "es": "Pluma de la Jugadora",
        "fr": "Plume du Parieur",
        "pt": "Acessório de Penas de Apostador",
        "ru": "Перо азартного игрока",
        "id": "Gambler's Feathered Accessory",
        "th": "Gambler's Feathered Accessory",
        "vi": "Lông Vũ Con Bạc"
      },
      "description": {
        "zhs": "大型鸟的尾羽，其中能藏得下能改天逆命的牌。",
        "zht": "大型鳥的尾羽，其中能藏得下能改天逆命的牌。",
        "jp": "大型鳥の羽根、運命を変えられるカードを隠すことができる。",
        "ko": "큰 새의 꽁지깃털. 그 속에는 정해진 운명을 바꿀 수 있는 패를 숨길 수 있다",
        "en": "The tail feather of a large bird. Perfect for discretely concealing a trump card.",
        "de": "Die Schwanzfeder eines großen Vogels, dank derer das Ass nicht mehr im Ärmel versteckt werden muss.",
        "es": "La pluma de la cola de un pájaro muy grande que puede esconder una carta capaz de cambiar el destino.",
        "fr": "Une plume de la queue d'un grand oiseau, pratique pour dissimuler un as dans sa manche.",
        "pt": "Pena da cauda de um pássaro grande que pode esconder uma carta com o poder de mudar o destino.",
        "ru": "Перо огромной птицы, способное прикрыть вашу козырную карту.",
        "id": "Bulu ekor dari suatu burung besar yang dapat digunakan untuk menyembunyikan senjata mematikan.",
        "th": "ขนหางของสัตว์ปีกขนาดยักษ์ ที่สามารถใช้ปกปิดไพ่ตายของคุณได้อย่างแนบเนียน",
        "vi": "Lông đuôi của loài chim lớn, trong đó ẩn chứa bí mật có thể thay đổi vận mệnh."
      },
      "lore": {
        "zhs": "\n好赌之徒的帽饰是浮夸的彩色羽毛，真正的贵族对这等媚俗摇头生厌。\n但自以为是的贵胄之裔眼中只有表象，却无法看见巨鸟翎羽内藏玄机。\n静待赌局决胜的关键时刻，赌徒以神偷般的手法亮出隐藏许久的王牌。\n之前尚且高高在上的面孔、轻蔑不已的眼光，全部在这一刻骤然凝固。\n",
        "zht": "\n好賭之徒的帽飾是浮誇的彩色羽毛，真正的貴族對這等媚俗搖頭生厭。\n但自以為是的貴胄之裔眼中只有表像，卻無法看見巨鳥翎羽內藏玄機。\n靜待賭局決勝的關鍵時刻，賭徒以神偷般的手法亮出隱藏許久的王牌。\n之前尚且高高在上的面孔、輕蔑不已的眼光，全部在這一刻驟然凝固。\n",
        "jp": "\nギャンブルを愛する者の帽子には、いつも派手な羽根飾りがついている。本物の貴族はこのような俗悪なものを嫌悪した。\nしかし自惚れた貴族は、帽子のデザインにしか目がいかない。その大きな羽根に隠された秘密にも気付かずに。\n勝負を決する賭けの終盤、博徒は盗人のような神の手つきで事前に用意したサイコロを取り出す。\n先ほどまで偉そうに見下していた表情が、一瞬で凍りついた。\n",
        "ko": "\n노름꾼의 모자에는 현란한 색의 깃털 장식이 달려있다. 진정한 귀족은 이런 천박함에 질색한다.\n하지만 거드름 피우는 귀족의 후예 눈에는 겉모습만 보일 뿐, 커다란 깃털 안에 숨겨진 속임수는 보이지 않는다.\n판의 승패가 갈리는 시간을 조용히 기다리다가 노름꾼은 귀신같은 수법으로 오랫동안 감춰온 카드를 꺼낸다.\n거드름을 피우던 얼굴, 경멸하는 눈빛이 이 순간 갑자기 굳는다.\n",
        "en": "\nThis colorful feather served to decorate a gambler's hat. Its flamboyance disgusts true aristocrats.\nBut what the aristocrats do not see is the delicate mechanism hidden beneath the surface.\nWhen the time comes, the gambler subtly swaps in a hidden, game-changing card.\nUpon seeing this card, the disdain and condescension on the aristocrats' faces would instantly give way to sheer shock.\n",
        "de": "\nZu einem richtigen Spielerhut gehören farbenprächtige Federn, bei denen die Aristokraten vor so viel Kitsch nur mit dem Kopf schütteln konnten.\nDie Federn dienen jedoch nur dazu, die Aristokraten zu täuschen, denn sie sehen nicht, was sich Raffiniertes dahinter verbirgt.\nWenn der finale Augenblick gekommen ist, tauscht der Glücksspieler gekonnt die versteckte Karte ein.\nDie vorige ernste Pokermiene ist mit einem Mal verschwunden.\n",
        "es": "\nEsta colorida pluma servía como decoración del sombrero de la Jugadora. Su extravagancia repugnaba incluso a los verdaderos aristócratas.\nPero lo que estos no veían era el delicado mecanismo oculto tras su superficie.\nLlegado el momento, la Jugadora revelaba con destreza la carta ganadora.\nAl ver esta carta, la mirada desdeñosa y condescendiente de los aristócratas entraba en estado de shock.\n",
        "fr": "\nCette plume colorée ornait le chapeau d'une parieuse. Un accessoire aussi flamboyant avait le don de répugner aux aristocrates.\nCes derniers étaient aveugles au mécanisme caché à l'intérieur.\nAu moment critique du jeu, la parieuse tira rapidement son atout d'une main furtive.\nLes visages dédaigneux des aristocrates se figèrent après avoir vu la carte.\n",
        "pt": "\nEssa pena colorida servia para adornar o chapéu da Apostadora. Sua extravagância enoja um verdadeiro aristocrata.\nMas o que os aristocratas não veem é o delicado mecanismo escondido debaixo da superfície.\nQuando a hora chega, a Apostadora sutilmente tira uma carta que vai mudar o jogo.\nAo ver essa carta, o desprezo e a condescendência nos rostos dos aristocratas instantaneamente desaparecia para dar lugar a um estado de choque.\n",
        "ru": "\nРазноцветное перо, украшавшее головной убор азартного игрока. Истинные аристократы с отвращением считают подобное вульгарностью.\nНо самоуверенные аристократы видят только обёртку и совершенно не подозревают, что в огромном птичьем пере скрыт секрет.\nСпокойно дождавшись ответственного момента, игрок ловким движением достаёт давно спрятанный козырь...\nИ высокомерные лица да презрительные взгляды аристократов вдруг в момент каменеют.\n",
        "id": "\nBulu warna warni ini dibuat untuk dekorasi topi penjudi. Tampilannya membuat bangsawan sejati jijik melihatnya.\nTapi yang luput dari penglihatan bangsawan itu adalah mekanisme yang tersembunyi di balik penampilannya.\nSaat waktunya tiba, secara diam-diam penjudi akan menukar kartu yang tersembunyi dan mengubah arus permainan.\nSetelah melihat kartunya, semangat tinggi dan wajah mencemooh para bangsawan akan segera berubah.\n",
        "th": "\nขนนกสีสันสดใสนี้ทำหน้าที่เป็นหมวกตกแต่งของนักพนัน ความหรูหราเกิดเหตุของมันทำให้ชนชั้นสูงรู้สึกรังเกียจ\nแต่สิ่งที่เหล่าชนชั้นสูงมองไม่เห็นก็คือความประณีตของกลไกที่ซ่อน อยู่หลังเปลือกนอกของมัน\nเมื่อถึงเวลานักพนันจะสลับการ์ดที่ซ่อนอยู่ในเกมเพื่อพลิก สถานการณ์อย่างคล่องแคล่ว\nเมื่อมองเห็นการ์ดใบนี้ เหล่าชนชั้นสูงที่เคยแสดงท่าทีเหยียดหยามก็ต้องตกตะลึง\n",
        "vi": "\nMũ của con bạc quả là những chiếc lông màu mè, thế nhưng quý tộc thực sự luôn chán ghét những thứ dung tục ấy.\nCó điều con mắt của giới quý tộc chỉ nhìn được cái bên ngoài, mà không biết được bí mật đằng sau những chiếc lông ấy.\nĐến giây phút quyết định của ván cược, con bạc với bàn tay xuất thần của mình nhanh chóng đưa ra vương bài được cất giấu đã lâu.\nKhuôn mặt, ánh nhìn cao ngạo và khinh miệt bỗng chững lại trong chốc lát.\n"
      },
      "imgid": "gambler_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "赌徒的怀表",
        "zht": "賭徒的懷錶",
        "jp": "博徒の懐中時計",
        "ko": "노름꾼의 회중시계",
        "en": "Gambler's Pocket Watch",
        "de": "Glücksspiel-Taschenuhr",
        "es": "Reloj de Bolsillo de la Jugadora",
        "fr": "Montre de poche du Parieur",
        "pt": "Relógio de Bolso de Apostador",
        "ru": "Карманные часы азартного игрока",
        "id": "Gambler's Pocket Watch",
        "th": "Gambler's Pocket Watch",
        "vi": "Đồng Hồ Con Bạc"
      },
      "description": {
        "zhs": "破碎的怀表，曾经为它的主人挡下了致命的攻击。",
        "zht": "破碎的懷錶，曾經為它的主人擋下了致命的攻擊。",
        "jp": "壊れた懐中時計、かつて致命的な攻撃から持ち主を救ったことがある。",
        "ko": "파손된 회중시계. 예전에 주인을 위해 치명적인 공격을 막아냈다",
        "en": "A shattered pocket watch that once took a lethal hit for its owner.",
        "de": "Eine kaputte Taschenuhr, die ihren ehemaligen Besitzer vor einem tödlichen Treffer bewahrte.",
        "es": "Un reloj de bolsillo roto que una vez bloqueó un golpe letal que se dirigía hacia su dueña.",
        "fr": "Une montre de poche brisée qui a protégé son ancien propriétaire d'une attaque mortelle.",
        "pt": "Um relógio quebrado que recebeu salvou a vida de seu dono de um Golpe letal.",
        "ru": "Разбитые карманные часы, некогда принявшие на себя удар, предназначавшийся их владельцу.",
        "id": "Jam saku yang sudah pecah, pernah menahan serangan mematikan yang dilancarkan kepada yang mengenakannya.",
        "th": "นาฬิกาพกที่ครั้งหนึ่งมันเคยรับความ เสียหายรุนแรงจนเกิดเป็นรอยแตก แทนเจ้าของมาแล้ว",
        "vi": "Đồng hồ bị vỡ, từng đỡ một đòn chí mạng cho chủ nhân."
      },
      "lore": {
        "zhs": "\n好赌之徒必须精准地把握时机，才能将欺诈招数发挥完美。\n出于这个原因，她常年将一枚金色的怀表藏在胸前口袋里，\n在无数次豪赌中，总有一次，对于时间的敏感救她了一命。\n",
        "zht": "\n好賭之徒必須精準地把握時機，才能將欺詐招數發揮完美。\n出於這個原因，她常年將一枚金色的懷錶藏在胸前口袋裡，\n在無數次豪賭中，總有一次，對於時間的敏感救她了一命。\n",
        "jp": "\nギャンブルを愛する者にとって、機会を見極める技術は重要である。でなければ、手の込んだトリックでさえ簡単に見破られてしまう。\nだから、彼女はいつも金色の懐中時計を胸ポケットに隠していた。\n数多の勝負の中で、いつの日かこの懐中時計が、時間に鋭敏な彼女の命を救うだろう。\n",
        "ko": "\n노름꾼은 반드시 정확한 타이밍을 잡아야 완벽하게 속일 수 있다.\n이런 이유로 그녀는 늘 금색 회중시계를 가슴팍에 숨기고 있다.\n수없이 펼쳐지는 도박판에서, 언젠가는 까다로운 시간 관념이 그녀를 구할 것이다.\n",
        "en": "\nPerfect timing is necessary for the gambler's trick to work.\nThat's why she always had this golden pocket watch in her breast pocket.\nIn countless games, there was always that crucial moment when her sensitive perception of time saved her.\n",
        "de": "\nGutes Zeitgefühl ist essenziell für den Trick.\nAus diesem Grund hatte der Spieler immer eine goldene Stoppuhr in seiner Brusttasche.\nIn unzähligen Spielen gab es ein Spiel, bei dem seine Zeitgenauigkeit ihm das Leben gerettet hatte.\n",
        "es": "\nPara que el truco de la Jugadora funcionase a la perfección, era necesario esperar al momento oportuno.\nPor eso, siempre llevaba un reloj de bolsillo dorado en un bolsillo de su pecho.\nDe todos los juegos que jugaba, siempre había alguna vez que se salvaba gracias a su aguda percepción del tiempo.\n",
        "fr": "\nLe timing est essentiel à la triche du parieur.\nC'est pour cette raison qu'elle glissait toujours cette montre dorée dans la poche de sa poitrine.\nNombres de parties furent sauvées grâce à sa perception du temps.\n",
        "pt": "\nEra necessária uma cronometragem perfeita para o truque funcionar.\nEra por isso que ela sempre tinha esse relógio dourado de bolso no bolso de seu peito.\nEm incontáveis jogos, sempre acontecia o momento crucial em que a percepção de tempo dela a salvou.\n",
        "ru": "\nЛюбителям азартных игр необходимо уметь точно воспользоваться моментом, и только тогда их трюки будут безупречными.\nИменно поэтому в её нагрудном кармане всегда покоились золотые часы.\nВ бесчисленных крупных играх рано или поздно наступал момент, когда её жизнь спасало превосходное чувство времени.\n",
        "id": "\nTiming yang sempurna adalah hal penting bagi penjudi dalam melakukan triknya.\nItulah mengapa dia selalu mempunyai jam saku emas di saku dadanya.\nDalam permainan yang sudah tak terhitung jumlahnya, akan selalu ada waktu saat di mana persepsinya yang sensitif selalu menyelamatkannya.\n",
        "th": "\nช่วงเวลาที่สมบูรณ์แบบเป็นสิ่งจำเป็นสำหรับกลโกงของนักพนันใน การทำงานให้ดีที่สุด\nนั่นจึงเป็นเหตุผลที่เธอต้องพกนาฬิกาทองนี้ไว้ในกระเป๋าเสื้อเสมอ\nระหว่างการพนันนับครั้งไม่ถ้วน ครั้งหนึ่งความไวต่อเวลาของเธอช่วยชีวิตเธอไว้ได้\n",
        "vi": "\nCon bạc phải nắm rõ thời cơ, mới có thể đưa sự lừa bịp lên mức hoàn mỹ.\nCũng vì lý do đó, cô thường đặt trước ngực một chiếc đồng hồ bỏ túi bằng vàng,\nTrong vô vàn trận cá cược, cũng sẽ có lúc, sự mẫn cảm với thời gian đã cứu lấy mạng cô.\n"
      },
      "imgid": "gambler_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "赌徒的骰盅",
        "zht": "賭徒的骰盅",
        "jp": "博徒のツボ",
        "ko": "노름꾼의 주사위",
        "en": "Gambler's Dice Cup",
        "de": "Glücksspiel-Würfelbecher",
        "es": "Cubilete de la Jugadora",
        "fr": "Coupe à dés du Parieur",
        "pt": "Copo de Dados do Apostador",
        "ru": "Стакан для костей азартного игрока",
        "id": "Gambler's Dice Cup",
        "th": "Gambler's Dice Cup",
        "vi": "Xúc Xắc Con Bạc"
      },
      "description": {
        "zhs": "是特制的、用于单一用途的容器，但其中并没有欺诈用的机关。",
        "zht": "是特製的、用於單一用途的容器，但其中並沒有欺詐用的機關。",
        "jp": "特製品。単一用途の容器だが、詐欺用のからくりはない。",
        "ko": "용도가 하나뿐인 특제 용기. 하지만 내부에 아무런 사기 장치가 없다",
        "en": "This vessel was specially made for a single purpose. It has absolutely no secret compartments built into it.",
        "de": "Dies ist ein speziell für eine einzige Anwendung entworfenes Gefäß, garantiert ohne jegliche Möglichkeit zu schummeln.",
        "es": "Un cubilete que solo sirve para una cosa. No tiene compartimentos secretos incorporados en él.",
        "fr": "Cette coupe a été spécialement conçue pour une seule utilisation. On vous assure qu'il n'y a pas de compartiment caché...",
        "pt": "Feito de forma única, mas não possui nenhum compartimento especial embutido.",
        "ru": "Ёмкость, созданная всего лишь для одной цели - игры в кости. В ней нет никаких потайных отделений. Совсем.",
        "id": "Sebuah alat penampung yang memiliki satu fungsi yang spesifik. Tidak ada kompartemen rahasia ataupun kecurangan di dalamnya.",
        "th": "ภาชนะที่สร้างขึ้นเพื่อการใช้งาน เฉพาะอย่าง ไม่ได้มีกลไกพิเศษอะไรข้างในทั้งสิ้น",
        "vi": "Là loại đặc chế, nhưng lại không hề cất giấu cơ quan lừa đảo."
      },
      "lore": {
        "zhs": "\n好赌之徒多少有些迷信，对客制骰盅情有独钟。\n这是她定制的骰盅，其中却未安排任何的机关。\n赌徒之运一半在天一半在人。\n赌局外的天地则从不看点数。\n",
        "zht": "\n好賭之徒多少有些迷信，對客製骰盅情有獨鍾。\n這是她定製的骰盅，其中卻未安排任何的機關。\n賭徒之運一半在天一半在人。\n賭局外的天地則從不看點數。\n",
        "jp": "\nギャンブルを愛する者は迷信深く、オーダーメイドのダイスカップをよく愛用する。\nこれは彼女のダイスカップである。中に細工は一切ない。\n博徒は運の半分を天に任せて、もう半分を自分で決める。\nギャンブル以外の世界の出目は知らない。\n",
        "ko": "\n노름꾼에게는 징크스가 있어서 특제 주사위를 무척 좋아한다.\n이것은 그녀가 제작한 주사위인데, 아무 장치도 설치되어 있지 않다.\n노름꾼의 운은 하늘에 반, 사람에 반 달려있다.\n하지만 노름판 밖의 세상은 주사위와 상관없다.\n",
        "en": "\nEvery gambler is superstitious to some degree. Many are very fond of custom-made dice cups, for instance.\nThis was her custom-made dice cup. Despite what one might expect, there was nothing dishonest about it. It had no hidden mechanisms.\nFate only decides half of one's dice rolls. The other half are decided by oneself.\nAnd yet, she never rolled the dice away from the gambling table.\n",
        "de": "\nJeder gute Spieler ist mehr oder wenig abergläubisch. Spieler haben meistens mindestens ein speziell für sie gefertigtes Objekt, besonders gern werden Würfelbecher genommen.\nDies war ihr speziell maßgefertigter Würfelbecher. Überraschenderweise waren keine faulen Tricks darin verborgen.\nDer Mensch war nur der halbe Entscheidungsfaktor, denn die andere Hälfte wurde vom Schicksal entschieden.\nAußerdem wurden die Würfel nirgendwo anders als auf dem dafür vorgesehenen Tisch benutzt.\n",
        "es": "\nTodo buen jugador de apuestas es más o menos supersticioso, y uno de sus mayores intereses son los cubiletes de dados hechos a medida.\nEste era el cubilete de la Jugadora. Sorprendentemente, no tenía instalado ningún complicado mecanismo.\nUna mitad de la suerte de la Jugadora la decidía el destino, y la otra, ella misma.\nAdemás, nunca tiraba los dados fuera de la mesa.\n",
        "fr": "\nLes parieurs sont tous plus ou moins superstitieux ; beaucoup aiment posséder un gobelet à dés personnalisé, par exemple.\nCette coupe appartenait à une femme ; étonnamment, aucun mécanisme secret n'y est caché.\nLe destin décide du sort de la moitié des dés ; le sort de la moitié restante est décidé par l'homme.\nEt pourtant, jamais elle ne lança les dés en dehors de la table de jeu.\n",
        "pt": "\nTodo Apostador possui algum grau de superstição. Muitos possui uma certa afeição por copos artesanais de dados.\nEsse era o seu copo artesanal de dado, mas nele não havia nenhum mecanismo escondido.\nMetade da sorte do Apostadora está no destino, a outra metade depende dela.\nAinda assim, ela nunca tirava os dados de fora da mesa.\n",
        "ru": "\nВсякий любитель азартных игр в какой-то мере суеверен. Некоторые, например, питают особые чувства к сделанным на заказ стаканам для игры в кости.\nЭто её заказной стакан. Вопреки ожиданиям, в нём нет хитроумных механизмов для шулерства.\nСудьба азартного игрока наполовину в руках Неба, наполовину - в его самого.\nТем не менее мир за пределами игры никогда не заслуживал её внимания.\n",
        "id": "\nSetiap penjudi mempunyai ilusi sampai pada taraf tertentu. Banyak yang sangat menyukai cangkir dadu yang dibuat khusus, misalnya.\nIni adalah cangkir dadu yang dibuat khusus untuknya. Walaupun sulit dipercaya, tapi memang tidak ada mekanisme tersembunyi di dalamnya.\nTakdir hanya menentukan setengah dari kocokan dadu seseorang. Setengahnya lagi ditentukan oleh diri sendiri.\nNamun demikian, dia tidak pernah mengocok dadu jauh dari meja judi.\n",
        "th": "\nการพนันทุกอย่างนั้นไม่มีอะไรมากหรือน้อยไปกว่าความงมงาย พวกมันชอบถ้วยลูกเต๋าที่ทำขึ้นโดยเฉพาะ\nนี่คือถ้วยลูกเต๋าที่เธอทำขึ้นโดยเฉพาะ ข้างในนั้นกลับไม่มีกลไกอะไรซ่อนอยู่\nโชคชะตาตัดสินใจเพียงครึ่งหนึ่งของลูกเต๋าและอีกครึ่งตัดสินใจด้วยตัวเอง\nและเธอไม่เคยโยนลูกเต๋าออกนอกโต๊ะเลย\n",
        "vi": "\nCác con bạc có phần mê tín và có tình cảm với con xúc xắc \nLà xúc xắc được cô đặc chế, bên trong chưa đặt bất kỳ cơ quan nào.\nCá cược may rủi một phần do trời, một phần do người.\nThế giới bên ngoài canh bạc không bao giờ nhìn vào điểm số.\n"
      },
      "imgid": "gambler_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "赌徒的耳环",
        "zht": "賭徒的耳環",
        "jp": "博徒のピアス",
        "ko": "노름꾼의 귀걸이",
        "en": "Gambler's Earrings",
        "de": "Glücksspiel-Ohrringe",
        "es": "Aretes de la Jugadora",
        "fr": "Boucles d'oreilles du Parieur",
        "pt": "Brincos de Apostador",
        "ru": "Серёжки азартного игрока",
        "id": "Gambler's Earrings",
        "th": "Gambler's Earrings",
        "vi": "Hoa Tai Con Bạc"
      },
      "description": {
        "zhs": "能让人冷静评估局势与风险，避免危机的翠蓝耳环。",
        "zht": "能讓人冷靜評估局勢與風險，避免危機的翠藍耳環。",
        "jp": "この青のイヤリングをつけると冷静に状況とリスクを分析し、危機を避けられるようになる。",
        "ko": "냉정하게 정세와 위험을 평가하고 위기를 모면하게 하는 청록색 귀걸이",
        "en": "A pair of blue earrings that, when worn, calm the mind and encourage a rational assessment of risks.",
        "de": "Blaue Ohrringe, die einem dabei helfen, die Ruhe zu bewahren und die Situation richtig einzuschätzen, um so der Gefahr fernzubleiben.",
        "es": "Un par de aretes azules que calman la mente y fomentan el pensamiento racional, muy útil para evaluar los riesgos.",
        "fr": "Des boucles d'oreilles turquoise qui calment l'esprit et permettent d'évaluer la situation de façon rationnelle et d'éviter de prendre des risques inconsidérés.",
        "pt": "Um par de brincos azuis que faz as pessoas pensarem de cabeça fria, evitando possíveis crises.",
        "ru": "Пара лазурных серёжек, успокаивает ум и помогает рационально мыслить во время принятия важных решений.",
        "id": "Sepasang anting biru yang dapat menenangkan pikiran, agar yang mengenakannya dapat memperhitungkan risiko dengan seksama.",
        "th": "ต่างหูสีน้ำเงินที่ทำให้จิตใจสงบและ กระตุ้นให้เกิดการคิดอย่างมีเหตุผลในการประเมินความเสี่ยงเมื่อสวมใส่",
        "vi": "Có thể giúp người đeo nó đánh giá được cục diện và nguy hiểm, tránh khỏi hiểm họa."
      },
      "lore": {
        "zhs": "\n好赌之徒往往佩戴夸张的首饰，用来纪念朝得暮失的财富。\n湛蓝的宝石散发出令人安心的光泽，如同晴空与湖面一般。\n赌徒在耳坠上涂了催人冷静的秘药，因而总能在赌局上安之若素。\n在生死攸关的对局中，多一分冷静理智，也便多了一丝得胜希望。\n",
        "zht": "\n好賭之徒往往佩戴誇張的首飾，用來紀念朝得暮失的財富。\n湛藍的寶石散發出令人安心的光澤，如同晴空與湖面一般。\n賭徒在耳墜上塗了催人冷靜的秘藥，因而總能在賭局上安之若素。\n在生死攸關的對局中，多一分冷靜理智，也便多了一絲得勝希望。\n",
        "jp": "\nギャンブルを愛する者は験担ぎに大きなアクセサリーを身に着けることがよくある。\n青い宝石は、人の心を落ち着かせる色味を放つ。まるで晴れ渡る空と湖のように。\n博徒たちはいつもピアスに人を冷静にさせる秘薬を塗る、だからギャンブルの時でも冷静さを失わない。\n生死に関わる勝負事において、冷静さとは勝率に直結するものだから。\n",
        "ko": "\n노름꾼은 종종 과한 장식으로 바람처럼 스쳐간 부를 기념한다.\n새파란 보석은 푸른 하늘이나 호수처럼 사람 마음을 안심시키는 빛을 뿜는다.\n노름꾼은 귀걸이에 냉정함을 유지시키는 비약을 발라 노름판에서 평정심을 유지한다.\n생사가 걸린 대국에서 승리는 더 냉정한 쪽에 가깝다.\n",
        "en": "\nThese ostentatious earrings are the perfect representation of the gambler's transient wealth.\nThe glimmer of the gem is just as soothing as the sky and the lake.\nThe earrings would be coated with a mildly sedative substance to keep the gambler calm in the game.\nIn games where one gambles with life and death, remaining calm and composed is the key to winning.\n",
        "de": "\nEin guter Spieler trägt ebenfalls oft extravaganten Schmuck, Erinnerungen an vergangene Spielpartien.\nDie azurblauen Edelsteine strahlen ein beruhigendes Leuchten aus, so wie der Himmel und der See.\nDie Ohrringe des Glücksspielers waren mit einer beruhigenden Tinktur getränkt, um ihn während des Spiels zu entspannen.\nIn Spielen auf Leben und Tod ist es wichtig, ruhig und gelassen zu bleiben.\n",
        "es": "\nEstos ostentosos aretes son la representación perfecta de la riqueza transitoria de la Jugadora.\nEl brillo de sus gemas es tan relajante como el azul del cielo o las aguas de un lago.\nEstos aros estaban recubiertos de una sustancia sedante para mantener a la Jugadora tranquila durante el juego.\nEn los juegos en los que la apuesta era la propia vida, mantener la compostura era la clave de la victoria.\n",
        "fr": "\nCes boucles d'oreilles extragavantes représentent parfaitement la richesse fluctuante de la parieuse.\nLeurs gemmes d'azur dégagent une douce lueur, paisible comme le ciel et calme comme le lac.\nCes bijoux étaient recouverts d'un sédatif permettant de garder son sang-froid en jeu.\nRester calme est la clé de la victoire quand on joue avec sa vie.\n",
        "pt": "\nEsses brincos ostentosos são a perfeita representação da riqueza passageira da Apostadora.\nO brilho da gema é calmante como o céu e o lago.\nOs brincos estariam cobertos com uma suave substância sedativa para manter os apostadores calmos durante o jogo.\nEm jogos que se aposta com a vida e a morte, manter a compostura é a chave da vitória.\n",
        "ru": "\nБроские серьги, часто носимые любителями азартных игр. Это - напоминание о богатстве игрока, которое приходит так же легко, как и уходит.\nСияние лазурного камня такое же успокаивающее, как вид ясного неба или глади озера.\nСерьги обычно покрыты успокаивающей субстанцией, чтобы азартный игрок легко сохранял трезвость ума в игре.\nВ напряжённые моменты ясный ум приносит победу.\n",
        "id": "\nAnting-anting mewah ini adalah representasi sempurna dari kekayaan para penjudi.\nKilauan permata sungguh berkilau bagaikan langit dan danau.\nAnting-anting akan dilapisi dengan zat penenang ringan untuk membuat penjudi tetap tenang dalam permainan.\nDalam sebuah permainan di mana seseorang berjudi antara hidup dan mati, tetap tenang dan terkendali adalah kunci kemenangan.\n",
        "th": "\nนักพนันมักสวมเครื่องประดับที่เกินจริงเพื่อระลึกถึงความมั่งคั่งที่สูญหายไป\nอัญมณีสีฟ้าให้ความเงางามราวกับท้องฟ้าและทะเลสาบ\nต่างหูเหล่านี้ถูกเคลือบด้วยสารระงับประสาทเพื่อให้นักพนันสงบสติ ระหว่างเกม\nในเกมที่เดิมพันถึงชีวิตของแต่ละฝ่าย ความสงบและเหตุผลที่เพิ่มขึ้นมาเพียงเล็กน้อยก็ตัดสินผลได้\n",
        "vi": "\nCon bạc luôn đeo trên người những món đồ trang sức thu hút tầm mắt, chúng là sự tượng trưng cho tiền tài dễ kiếm được mà cũng dễ mất đi.\nViên bảo ngọc màu lam đậm phát ra thứ ánh sáng khiến người ta an lòng, giống như trời xanh và mặt hồ. \nCon bạc thường bôi lên đôi bông tai thứ thuốc thần kì có thể khiến con người ta bình tĩnh, vì vậy mới có thể an nhiên trong canh bạc.\nTrong thời khắc sinh tử, thêm một phần bình tĩnh là thêm một phần hy vọng.\n"
      },
      "imgid": "gambler_circlet"
    }
  ]
}