{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "流放者",
    "zht": "流放者",
    "jp": "亡命者",
    "ko": "유배자",
    "en": "The Exile",
    "de": "Verbannter",
    "es": "Exiliado",
    "fr": "Exilé",
    "pt": "O Exilado",
    "ru": "Изгнанник",
    "id": "The Exile",
    "th": "The Exile",
    "vi": "Kẻ Lưu Đày"
  },
  "descriptions": [
    {
      "zhs": "元素充能效率提高20%。",
      "zht": "元素充能效率提高20%。",
      "jp": "元素チャージ効率+20%。",
      "ko": "원소 충전 효율+20%",
      "en": "Energy Recharge +20%",
      "de": "Erhöht die Aufladerate um 20 %.",
      "es": "Recarga de Energía +20%.",
      "fr": "Augmente la recharge d'énergie de 20 %.",
      "pt": "Recarga de Energia +20%",
      "ru": "Увеличивает скорость восстановления энергии на 20%.",
      "id": "Energy Recharge +20%.",
      "th": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
      "vi": "Hiệu Quả Nạp Nguyên Tố tăng 20%"
    },
    {
      "zhs": "施放元素爆发后，每2秒为队伍中所有角色（不包括自己）恢复2点元素能量。该效果持续6秒，无法叠加。",
      "zht": "施放元素爆發後，每2秒為隊伍中所有角色（不包括自身）恢復2點元素能量。該效果持續6秒，無法疊加。",
      "jp": "元素爆発を発動すると、2秒毎にチーム全員（自分を除く）の元素エネルギーを2回復する、継続時間6秒。重ね掛け不可。",
      "ko": "원소폭발 발동 후 2초마다 파티 내 모든 캐릭터(자신을 포함하지 않음)의 원소 에너지를 2pt 회복한다. 해당 효과는 6초간 지속하며 중첩되지 않는다",
      "en": "Using an Elemental Burst regenerates 2 Energy for all party members (excluding the wearer) every 2s for 6s. This effect cannot stack.",
      "de": "Stellt allen Truppenmitgliedern (außer sich selbst) bei Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 2 Punkte Elementarenergie wieder her, nicht stapelbar.",
      "es": "Al usar la Habilidad Definitiva, todos los miembros del equipo (a excepción de tu personaje en uso) recuperan 2 pts. de Energía Elemental cada 2 s durante 6 s. Este efecto no puede acumularse.",
      "fr": "Le déchaînement élémentaire restaure 2 pts d'énergie élémentaire à tous les personnages de l'équipe (à l'exception du porteur) toutes les 2 s pendant 6 s. Cet effet est non cumulable.",
      "pt": "Ao usar o Supremo, regenera 2 de Energia a todos os personagens da equipe (excluindo o portador) a cada 2s por 6s. Este efeito não pode ser acumulado.",
      "ru": "Использование взрыва стихии восстанавливает 2 ед. энергии остальным членам отряда (но не выбранному персонажу) каждые 2 сек. в течение 6 сек. Эффект не может складываться.",
      "id": "Penggunaan Elemental Burst memulihkan 2 Energy seluruh anggota party (tidak termasuk diri sendiri) setiap 2 detik selama 6 detik. Efek ini tidak dapat ditumpuk.",
      "th": "เมื่อใช้ท่าไม้ตายแล้วจะทำการฟื้นฟูพลังงานธาตุให้แก่สมาชิกทีมทั้งหมด (ไม่รวมตัวเอง) 2 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที และไม่สามารถซ้อนทับได้",
      "vi": "Sau khi thi triển kỹ năng nộ, mỗi 2 giây sẽ hồi 2 điểm năng lượng nguyên tố cho tất cả nhân vật trong đội (không bao gồm bản thân). Hiệu quả trong 6 giây, không cộng dồn."
    }
  ],
  "imgid": "the_exile_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "流放者之花",
        "zht": "流放者之花",
        "jp": "亡命者の花",
        "ko": "유배자의 꽃",
        "en": "Exile's Flower",
        "de": "Blume des Verbannten",
        "es": "Flor del Exiliado",
        "fr": "Fleur de l'Exilé",
        "pt": "Flor do Exilado",
        "ru": "Цветок изгнанника",
        "id": "Exile's Flower",
        "th": "Exile's Flower",
        "vi": "Hoa Kẻ Lưu Đày"
      },
      "description": {
        "zhs": "带在身上的黯淡的花。是流放之身也要带着，一定有重要的意义吧。",
        "zht": "帶在身上的黯淡的花。是流放之身也要帶著，一定有重要的意義吧。",
        "jp": "薄暗い花、たとえ亡命の身になっても手放すことはないから、きっとなにか意味はあるのであろう。",
        "ko": "몸에 지니고 있는 어둡고 희미한 꽃. 유배자의 신분으로 아직도 지니고 있는 걸 보면 분명 중요한 의미가 담겨 있는 것 같다",
        "en": "A withered flower worn on the shirt. Its former owner insisted on wearing it even in exile, so it must mean something.",
        "de": "Eine verblasste Blume, die man sich anstecken kann. Wenn selbst ein Verbannter sie immer bei sich trägt, muss sie wohl eine tiefere Bedeutung haben.",
        "es": "Una flor marchita colgada en la camisa. Debe significar algo si un exiliado insiste en llevarla puesta.",
        "fr": "Une fleur mate portée sur la poitrine. Son ancien propriétaire insistait pour la porter pendant l'exil ; elle doit avoir une signification particulière.",
        "pt": "Uma flor murcha usada na camisa. Usada mesmo até pelos exilados, deve significar alguma coisa.",
        "ru": "Тёмный цветок. Должно быть, имеет какое-то значение, раз изгнанник не хотел с ним расставаться.",
        "id": "Bunga layu yang harus dikenakan di baju oleh orang yang diasingkan, sepertinya mengandung makna yang mendalam.",
        "th": "ดอกไม้ที่แห้งเหี่ยวติดอยู่บนเสื้อ มันต้องมีความหมายบางอย่างแน่ หากผู้ถูกเนรเทศเลือกที่จะยังติดมันไว้",
        "vi": "Bông hoa u ám. Có bị lưu vong cũng phải mang theo, chắc hẳn có ý nghĩa rất quan trọng."
      },
      "lore": {
        "zhs": "\n那是被流放的贵族还未卷入漩涡时发生的事情，\n那是在阴谋的雾霾尚未笼罩家族时盛放的鲜花。\n年岁将衰的流放者经历了许多残酷，早已淡忘了过往温柔，\n但这朵褪色的小花和幼时纯真的笑容是他精心保护的回忆。\n",
        "zht": "\n那是被流放的貴族還未捲入漩渦時發生的事情，\n那是在陰謀的霧霾尚未籠罩家族時盛放的鮮花。\n年歲將衰的流放者經歷了許多殘酷，早已淡忘了過往溫柔，\n但這朵褪色的小花和幼時純真的笑容是他精心保護的回憶。\n",
        "jp": "\nあれは追放された貴族がまだ事件に巻き込まれていなかった時のこと、\n一族がまだ陰謀の気に包まれていなかった時に咲いた花。\n歳を取った追放者は世界の残酷さを体験してきた。彼はもう過去の温もりを忘れた。\nだが、この一輪の花と幼かった頃の笑顔は彼が守りたい思い出であった。\n",
        "ko": "\n그건 유배된 귀족이 아직 소용돌이에 휘말리기 전에 일어난 일이다.\n그건 음모의 그림자가 가문을 뒤덮기 전 활짝 피었던 꽃이다.\n곧 노쇠해지는 유배된 자는 잔혹한 일을 무수히 겪고 따뜻했던 지난 세월을 잊었다.\n그러나 이 색이 바랜 꽃과 어린 시절의 순진한 미소는 그가 애써 지키는 기억이다.\n",
        "en": "\nIt all happened before the exiled aristocrat was involved in the family feud.\nThis flower bloomed before the first blood was shed.\nHaving witnessed the cruelty of humanity, the exile left his kindness and gentleness in the past.\nBut this faded flower and the innocent smile he once had will always be his treasure.\n",
        "de": "\nEs passierte alles, bevor der verbannte Aristokrat in die Familienfehde verwickelt wurde.\nDiese Blume blühte, bevor es das erste Blutvergießen in der Familie gegeben hatte.\nNachdem der Verbannte Zeuge der menschlichen Grausamkeit wurde, wich jegliche Güte und Freundlichkeit in ihm.\nDiese verwitterte Blume und das unschuldige Lächeln, das er einst hatte, blieben seine gut beschützten Erinnerungen.\n",
        "es": "\nTodo sucedió antes de que el aristócrata exiliado se involucrara en la disputa familiar.\nFue como una prematura flor que se abrió antes de que la familia se hubiera visto afectada por el complot.\nTras presenciar la crueldad humana, el Exiliado dejó atrás su amabilidad y gentileza.\nPero la sonrisa inocente que una vez tuvo gracias a esta flor marchita siempre será su más preciado tesoro.\n",
        "fr": "\nCette histoire eut lieu avant que l'exilé ne prenne part à la querelle qui déchira sa famille.\nCette fleur germa avant que ne fut versée la première goutte de sang.\nTémoin de la cruauté de l'homme, l'exilé abandonna sa bonté au passé.\nMais cette fleur fanée, tout comme son sourire disparu, sera à jamais un trésor chéri.\n",
        "pt": "\nTudo aconteceu antes do Exilado aristocrata se envolver na briga de família.\nEssa flor desabrochou antes do primeiro sangue ser derramado.\nTendo testemunhado a crueldade da humanidade, o Exilado deixou sua gentileza e delicadeza no passado.\nMas esta flor murcha e o sorriso inocente que ele uma vez teve sempre serão seu tesouro.\n",
        "ru": "\nЭто было время, когда изгнанные аристократы ещё не были втянуты в водоворот событий.\nТогда, до того, как плотный туман из заговоров и интриг навис над членами семьи, расцвёл этот цветок.\nПотрёпанный жизнью, видевший немало зверств изгнанник давно уже забыл о том, что такое нежность и душевное тепло.\nНо этот потерявший краски цветок и память о том, как искренне изгнанник улыбался, будучи ещё ребёнком, - две вещи, которые он до сих пор хранит в сердце.\n",
        "id": "\nItu semua terjadi sebelum bangsawan yang terasingkan itu terlibat dalam perselisihan keluarga,\nBunga ini mekar bahkan sebelum tetes darah pertama tumpah.\nSetelah menyaksikan sendiri kekejaman manusia, bangsawan yang terasingkan itu meninggalkan kebaikan dan kelembutannya di masa lalu,\nNamun bunga dan senyum kepolosannya yang dulu akan selalu ada dalam ingatannya.\n",
        "th": "\nทุกอย่างเกิดขึ้นก่อนที่ขุนนางผู้ถูกเนรเทศจะเกี่ยวข้องกับความบาดหมางในครอบครัว\nมันเป็นดอกไม้ที่บานสะพรั่งก่อนที่หมอกควันของผืนดินปกคลุมครอบครัว\nเมื่อเห็นความโหดร้ายของมนุษย์ ผู้ถูกเนรเทศละทิ้งซึ่งความเมตตาและความอ่อนโยนของเขาที่มีใน อดีต\nแต่ดอกไม้สีจางและรอยยิ้มไร้เดียงสาที่เขาเคยมีจะยังคงอยู่กับเขา ตลอดไป\n",
        "vi": "\nĐó là chuyện xảy ra trước khi kẻ quý tộc lang thang bị cuốn vào sự việc\nĐó là bông hoa nở rộ trước khi âm mưu bao trùm lên cả dòng tộc.\nTrong dòng thời gian kẻ lưu đày đã trải qua bao nhiêu tàn khốc, đã sớm quên đi sự ấm áp trước kia,\nThế nhưng bông hoa nhạt màu cũng như nụ cười hồn nhiên lúc bé vẫn được anh giữ gìn.\n"
      },
      "imgid": "the_exile_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "流放者之羽",
        "zht": "流放者之羽",
        "jp": "亡命者の羽根",
        "ko": "유배자의 깃털",
        "en": "Exile's Feather",
        "de": "Feder des Verbannten",
        "es": "Pluma del Exiliado",
        "fr": "Plume de l'Exilé",
        "pt": "Pena do Exilado",
        "ru": "Перо изгнанника",
        "id": "Exile's Feather",
        "th": "Exile's Feather",
        "vi": "Lông Vũ Kẻ Lưu Đày"
      },
      "description": {
        "zhs": "并不是刻意的装饰物，只是在荒野流浪中偶然沾上的不知名的鸟羽。",
        "zht": "並不是刻意的裝飾物，只是在荒野流浪中偶然沾上的不知名的鳥羽。",
        "jp": "装飾物ではなく、亡命の旅の途中で偶然手に入れた羽根である。",
        "ko": "일부러 꾸민 장식물이 아니라, 그저 황야를 떠돌다가 우연히 묻은 이름 모를 새의 깃털이다",
        "en": "Not an actual accessory per se. Just a random bird feather that was found somewhere in the wilderness by the exile.",
        "de": "Diese Feder war ursprünglich nicht als Schmuck gedacht. Sie blieb einfach an der Kleidung ihres neuen Besitzers hängen.",
        "es": "No es un accesorio creado intencionadamente. Simplemente es una pluma de pájaro que quedó atrapada en un árbol mientras volaba por la selva.",
        "fr": "Une plume qui n'a pas été conçue pour être un accessoire. Elle s'est juste accrochée aux vêtements de son nouveau propriétaire.",
        "pt": "Não é um acessório intencional, uma pena de pássaro que acabou ficando grudada durante a trajetória na natureza.",
        "ru": "Птичье перо, прицепившееся во время похода по диким местам. Стало аксессуаром случайно.",
        "id": "Aksesoris yang terbuat dari bulu seekor burung liar yang tidak sengaja tertancap saat beterbangan.",
        "th": "จริง ๆ แล้วมันไม่ได้เป็นเครื่องประดับตั้งแต่แรก เป็นแค่ขนนกที่บังเอิญติดมา ในระหว่างเดินทางเท่านั้น",
        "vi": "Không phải vật trang trí, chỉ là vô tình bị vướng phải trong lúc lưu lạc bên ngoài."
      },
      "lore": {
        "zhs": "\n流放者走过平原，穿过森林，在无人的旷野中独行，\n厚重灰暗的云层下，一枚湛蓝的鸟羽飘落在他肩上。\n这羽毛来自躲避猛禽的惊鸟，就像流放者一样。\n这信物来自无巢的自由之鸟，就像流放者一样。\n",
        "zht": "\n流放者走過平原，穿過森林，在無人的曠野中獨行，\n厚重灰暗的雲層下，一枚湛藍的鳥羽飄落在他肩上。\n這羽毛來自躲避猛禽的驚鳥，就像流放者一樣。\n這信物來自無巢的自由之鳥，就像流放者一樣。\n",
        "jp": "\n追放者は平原と森を通過して、ひとりで無人の野原を歩いていた。\n灰色の重い雲の下で、一枚の紺碧の羽根が彼の肩に舞い降りた。\nこの羽根は猛禽から逃げようとした鳥のものであった。追放者のように。\nこの手紙は巣を持たない自由な鳥のものであった。追放者のように。\n",
        "ko": "\n유배된 자가 평원과 숲을 넘고 아무도 없는 광야를 지나는데,\n두터운 잿빛 구름 아래 새파란 깃털이 그의 어깨에 내려앉는다.\n이건 맹금을 피하던 새의 깃털로, 유배된 자와 같은 처치이다.\n이 신물은 둥지 없는 자유의 새에서 떨어진 것으로, 유배자와 같은 처지이다.\n",
        "en": "\nThrough plains and forests, the exile traveled alone in the wild.\nThrough thick layers of dark clouds, an azure feather fell on his shoulder.\nThe feather came from a panicked bird escaping from the falcon, just like the exile.\nThe feather represents the spirit of a nestless, free bird, just like the exile.\n",
        "de": "\nDurch Steppen und Wälder reist der Verbannte allein durch die Wildnis.\nDurch dicke Schichten von dunklen Wolken fiel eine azurblaue Feder auf seine Schulter herab.\nDie Feder stammte von einem panischen Vogel, der vor einem Falken floh, genau wie der Verbannte.\nDie Feder repräsentierte den Geist eines nestlosen, freien Vogels, so wie der Verbannte.\n",
        "es": "\nEl Exiliado viajó solo por la naturaleza, cruzando llanuras y bosques.\nUna pluma azul cayó sobre su hombro a través de gruesas capas de nubes oscuras.\nProvenía de un pájaro en apuros que escapaba de un halcón, igual que el Exiliado.\nLa pluma representa el espíritu de un pájaro libre sin nido, igual que el Exiliado.\n",
        "fr": "\nL'exilé parcourut les plaines et les forêts, voyageant seul dans la nature.\nÀ travers les nuages sombres, une plume d'azur atterrit sur son épaule.\nElle provenait d'un oiseau effrayé fuyant le faucon, tout comme lui marchait en exil.\nCette plume représente l'esprit libre tel l'oiseau de l'exilé.\n",
        "pt": "\nAtravessando planícies e florestas, o Exilado passou pelo mundo selvagem sozinho.\nEnquanto cruzava camadas de nuvens negras grossas, uma pena índigo de um pássaro caiu sobre seu ombro.\nA pena caiu de um pássaro apavorado fugindo de um falcão, assim como o Exilado.\nA pena representa o espírito de um pássaro sem ninho, assim como o Exilado.\n",
        "ru": "\nИзгнанник проходил через леса и равнины, странствовал в безлюдных пустошах, \nИ однажды из мутных гряд облаков на его плечо опустилось одинокое лазурное перо.\nОно принадлежало птице, скрывавшейся от хищного орла, и такая же судьба была и у изгнанника.\nСейчас оно - символ свободной птицы, подобно изгнаннику утратившей гнездо.\n",
        "id": "\nMelalui dataran dan hutan, dalam pengasingannya dia berjalan sendirian di alam liar,\nMelalui lapisan tebal awan gelap, bulu biru jatuh di bahunya.\nBulu itu berasal dari burung yang panik karena kabur dari seekor elang, sama seperti dia.\nBulu itu melambangkan kekuatan dari jiwa tanpa sarang, burung bebas, sama seperti dirinya.\n",
        "th": "\nผ่านที่ราบและป่าไม้ ผู้ถูกเนรเทศเดินทางคนเดียวในป่า\nภายใต้เมฆครึ้มสีเทา ขนสีฟ้าใสตกลงบนไหล่ของเขา\nขนนกนี้มาจากนกที่หนีเหยี่ยวอย่างหวาดกลัว เช่นเดียวกับผู้ถูกเนรเทศ\nขนนกแสดงถึงจิตวิญญาณของนกที่ไร้รัง เช่นเดียวกับผู้ถูกเนรเทศ\n",
        "vi": "\nKẻ lưu đày cô độc đi qua thảo nguyên, rừng già và đồng hoang rộng lớn,\nDưới tầng mây đen dầy đặc, chiếc lông màu xanh đậm vẫn luôn đính trên vai anh.\nChiếc lông được lấy từ chú chim hoảng loạn ẩn trốn mãnh thú, cũng giống như kẻ lưu đày vậy.\nTín vật này đến từ loại chim không làm tổ, sống tự do như kẻ lưu đày.\n"
      },
      "imgid": "the_exile_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "流放者怀表",
        "zht": "流放者懷錶",
        "jp": "亡命者の懐中時計",
        "ko": "유배자의 회중시계",
        "en": "Exile's Pocket Watch",
        "de": "Taschenuhr des Verbannten",
        "es": "Reloj de Bolsillo del Exiliado",
        "fr": "Montre de poche de l'Exilé",
        "pt": "Relógio de Bolso do Exilado",
        "ru": "Карманные часы изгнанника",
        "id": "Exile's Pocket Watch",
        "th": "Exile's Pocket Watch",
        "vi": "Đồng Hồ Kẻ Lưu Đày"
      },
      "description": {
        "zhs": "水晶制成的表镜已经破碎，连表针也全数脱落，但仍然不愿丢弃。",
        "zht": "水晶製成的錶鏡已經破碎，連錶針也全數脫落，但仍然不願丟棄。",
        "jp": "水晶でできた風防は砕け、針も全部なくなったが。それでも捨てられない。",
        "ko": "수정으로 만들어진 유리는 이미 부서져 있고 시곗바늘까지 전부 떨어져 나갔지만, 여전히 버리려 하지 않는다",
        "en": "Even after the crystal watch face was shattered and the hands lost, its former owner kept it until the end.",
        "de": "Die Abdeckung aus Kristallglas ist zersprungen und auch die Zeiger sind verschwunden. Doch selbst in diesem Zustand wollte sie ihr Besitzer nicht missen.",
        "es": "La esfera del reloj de cristal se ha roto y sus manecillas se han perdido, pero su propietario lo siguió conservando.",
        "fr": "Son cadran en cristal a été brisé et ses aiguilles ont disparu. Même dans cet état, son propriétaire l'a gardée jusqu'à la fin.",
        "pt": "Um mostrador do relógio de cristal quebrado, até mesmo seus ponteiros foram perdidos. Mas, mesmo assim, seu dono não o jogou fora.",
        "ru": "Несмотря на треснувший кристальный циферблат и потерявшиеся стрелки, хозяин этих часов до самого конца не желал с ними расставаться.",
        "id": "Jam saku dengan kaca kristal yang sudah pecah, tetapi pemiliknya tidak juga sampai hati untuk melepaskannya.",
        "th": "นาฬิกาหน้าปัดคริสตัลที่แตกและเข็มหลุดหาย แต่เจ้าของมันยังคงเก็บมันไว้จนวาระสุดท้าย",
        "vi": "Mặt kính làm từ pha lê đã bị vỡ, kim cũng đã rơi rớt, nhưng vẫn không nỡ vứt đi."
      },
      "lore": {
        "zhs": "\n在短暂的往日时光里，年幼的贵族获得了一枚怀表。\n这精致的物件滴答作响，记录了流放者的童年时光，\n但无忧的时日在剧变中结束，\n不得不踏上流亡的漫漫长路。\n",
        "zht": "\n在短暫的往日時光裡，年幼的貴族獲得了一枚懷錶。\n這精緻的物件滴答作響，記錄了流放者的童年時光，\n但無憂的時日在劇變中結束，\n不得不踏上流亡的漫漫長路。\n",
        "jp": "\nある日、幼い貴族は一個の懐中時計をもらった。\nこの精巧なものはカチカチと鳴って、追放者の幼少期を記録した。\nそんな何の悩みもない日々が突然終わり、\n彼は長い追放の旅に出なければならなかった。\n",
        "ko": "\n지나간 짧은 세월, 유배자는 어렸을 때 회중시계를 얻게 된다.\n이 정교한 물건을 똑딱 소리를 내며 유배자의 어린 시절을 기록했지만,\n아무 걱정 없는 시간은 급격한 변화 속에 끝나고,\n기나긴 유배의 길에 오르게 되었다.\n",
        "en": "\nThe aristocrat acquired this pocket watch back in his youth.\nThis delicate timepiece recorded every moment of his childhood.\nBut tragedy brought his carefree days to an abrupt end.\nThe aristocrat was forced into a long and lonesome exile.\n",
        "de": "\nVor nicht allzu langer Zeit erhielt der junge Aristokrat eine Taschenuhr.\nDieses exquisite Objekt zeichnete jede Minute der Kindheit des nun Verbannten auf.\nEine Tragödie jedoch endete abrupt die sorglosen Tage\nund er musste auf eine lange Reise ins Exil.\n",
        "es": "\nEl joven aristócrata consiguió un reloj de bolsillo en sus efímeros buenos tiempos.\nEste delicado reloj registraba cada momento de su infancia.\nPero una tragedia puso fin abruptamente a aquellos días sin preocupaciones,\ndejándole sin más opción que embarcarse en el largo viaje del exilio.\n",
        "fr": "\nL'exilé reçut cette montre de poche alors qu'il était encore enfant.\nElle l'accompagna dans tous les bons moments de l'enfance ;\nmais la tragédie vint mettre fin à cette paisible époque.\nL'exilé n'eut nul autre choix que de partir.\n",
        "pt": "\nO aristocrata adquiriu esse relógio de bolso na sua juventude.\nEsse delicado relógio gravou cada momento de sua infância.\nMas uma tragédia trouxe seus dias despreocupados ao fim.\nO aristocrata foi forçado em um longo e só exílio.\n",
        "ru": "\nКогда-то в прошлом молодой аристократ получил эти часы.\nИскусно сделанные, мерно тикающие - они помнят минуты детства аристократа,\nно те беззаботные дни давно прошли.\nАристократ вынужден был пуститься в долгое изгнание.\n",
        "id": "\nBangsawan memperoleh jam saku di masa mudanya.\nBarang yang kecil ini merekam seluruh kenangan masa kecilnya,\nNamun sebuah tragedi mengakhiri hari-hari bahagianya,\nDia dipaksa menjalani pengasingan yang panjang sendirian.\n",
        "th": "\nย้อนไปในวันเก่า ๆ ชนชั้นสูงวัยเยาว์ได้รับนาฬิกาพกนี้\nนาฬิกาที่ละเอียดอ่อนนี้บันทึกทุกช่วงเวลาในวัยเด็กของผู้ถูกเนรเทศ\nแต่วันที่ปราศจากความกังวลจบลงด้วยความวุ่นวาย\nผู้ถูกเนรเทศนั้นไม่มีทางเลือกและต้องออกเดินทางที่แสนยาวไกล\n",
        "vi": "\nTrong những năm tháng xưa ngắn ngủi ấy, vị quý tộc nhỏ tuổi nhận được một chiếc đồng hồ.\nMón đồ tinh xảo luôn vang lên từng tiếng, ghi lại thời còn thơ của kẻ lưu đày.\nThế nhưng quãng thời gian vô âu vô lo cũng sớm biến mất,\nĐẩy đến cuộc hành trình lưu vong trường kỳ.\n"
      },
      "imgid": "the_exile_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "流放者之杯",
        "zht": "流放者之杯",
        "jp": "亡命者のコップ",
        "ko": "유배자의 잔",
        "en": "Exile's Goblet",
        "de": "Kelch des Verbannten",
        "es": "Cáliz del Exiliado",
        "fr": "Coupe de l'Exilé",
        "pt": "Cálice do Exilado",
        "ru": "Кубок изгнанника",
        "id": "Exile's Goblet",
        "th": "Exile's Goblet",
        "vi": "Ly Kẻ Lưu Đày"
      },
      "description": {
        "zhs": "黯淡的重金属制成的杯形器皿，可以看出外壁上原本镶有宝石，又被挖掉了。",
        "zht": "黯淡的重金屬製成的杯形器皿，可以看出外壁上原本鑲有寶石，又被挖掉了。",
        "jp": "薄暗い重金属でできたコップ。外側には宝石の装飾があったが、今はもうなくなった。",
        "ko": "어두운 중금속으로 만든 잔 모양의 그릇. 외벽에 보석이 박혀 있다가 다시 도려낸 것을 알 수 있다",
        "en": "A dull goblet made of a heavy metal. It was once inlaid with gemstones, but they have since been stripped off.",
        "de": "Ein trüber Kelch aus schwerem Metall, in das früher Edelsteine eingesetzt waren. Sie wurden aber nachträglich entfernt.",
        "es": "Una taza opaca hecha con metales pesados. Tuvo piedras preciosas incrustadas en su momento, pero alguien se las arrancó.",
        "fr": "Un calice en métal lourd dans lequel des pierres précieuses étaient incrustées. Celles-ci ont été retirées.",
        "pt": "Um copo fosco feito com metais pesados. Havia pedras preciosas inseridas nela, mas elas foram retiradas.",
        "ru": "Грубый кубок, сделанный из тяжёлых металлов. Когда-то он был украшен драгоценными камнями, но их уже давно оттуда выковыряли.",
        "id": "Gelas yang terbuat dari logam berat. Nampak sebelumnya pernah tertanam batu perhiasan di dalamnya, tetapi dicabut secara paksa.",
        "th": "แก้วโทรม ๆ ที่ทำจากโลหะหนัก เคยมีร่องรอยของการประดับด้วย อัญมณี แต่ได้ถูกแงะออกไปหมดแล้ว",
        "vi": "Ly được làm từ kim loại nặng, có thể thấy đá quý được khảm bên ngoài đã bị lấy mất."
      },
      "lore": {
        "zhs": "\n被流放的贵族家传的银杯，外壁上镶嵌着刻有家族徽记的宝石。\n但在流放者令家族蒙羞之后，便挖去了自己曾引以为豪的标记。\n如今的杯盏已经残破，不再能够盛装液体。\n但流放者依旧随身携带，直至最终的归途。\n",
        "zht": "\n被流放的貴族家傳的銀盃，外壁上鑲嵌著刻有家族徽記的寶石。\n但在流放者令家族蒙羞之後，便挖去了自己曾引以為豪的標記。\n如今的杯盞已經殘破，不再能夠盛裝液體。\n但流放者依舊隨身攜帶，直至最終的歸途。\n",
        "jp": "\n追放された貴族が持っていた家宝の銀盃、盃の外側には一族の徽章が刻まれていた。\n追放者が一族の顔に泥を塗った後、この自慢の徽章は外される。\n今、その朽ちた盃には水も入れられない。\nだが追放者は最期の時まで、この盃を持ち続けていた。\n",
        "ko": "\n유배 당한 귀족 가문에 내려온 은잔, 외벽에 가문의 문장이 새겨진 보석이 박혀 있다.\n하지만 유배된 자는 가문에 먹칠을 한 후 자신이 자랑스러워 하던 표시를 파버렸다.\n이제 잔은 깨져서 액체를 담을 수 없다.\n그러나 유배된 자는 여전히 마지막 귀로까지 잔을 가지고 간다.\n",
        "en": "\nThis silver goblet is a family heirloom of an exiled aristocrat. The exterior was once inlaid with a gem engraved with his family crest.\nBut after the exile had brought shame to his family, he carved out the symbol of which he was once proud.\nAs a result, this cup is broken and can no longer hold liquid.\nBut the exile still carries it with him until the end of his journey.\n",
        "de": "\nEin silberner Becher, weitergereicht von ins Exil gegangenen Aristokratenfamilien. Die Außenwand ist mit wertvollen Edelsteinen verziert, in die das Familienwappen eingraviert ist.\nDa das Exil jedoch Schande für die Familie bedeutete, kratzte man das Wappen, auf das man einst stolz war, heraus.\nDies beschädigte den Becher so sehr, dass er nun keine Flüssigkeit mehr halten konnte.\nDie Verbannten jedoch tragen ihn immer bei sich bis zur letzten Reise.\n",
        "es": "\nUn cáliz de plata que es herencia familiar de un aristócrata exiliado. En su parte exterior, había una gema incrustada en la que estaba grabado el escudo de su familia.\nDespués de que el exilio avergonzara a su familia, decidió forjar el símbolo del que una vez se sintió orgulloso.\nComo resultado, este cáliz roto dejó de servir como recipiente para líquidos.\nAun así, el Exiliado lo siguió llevando consigo hasta el final de su viaje.\n",
        "fr": "\nUne coupe en argent d'un aristocrate exilé. Une gemme portant les armoiries de sa famille l'ornait autrefois.\nAprès que la honte de l'exil eut frappé sa famille, il retira de la coupe le symbole qui jadis faisait sa fierté.\nCe faisant, il cassa l'objet, qui ne put plus contenir de liquide.\nMais l'exilé continua de la porter, jusqu'à la fin de son périple.\n",
        "pt": "\nEste cálice de prata é uma herança de família de um aristocrata exilado. Em seu exterior possuiu uma gema incrustada com o brasão da família.\nMas depois que o exílio envergonhou sua família, ele esculpiu o símbolo do qual ele já se orgulhava.\nComo resultado, esse cálice está quebrado e não consegue mais segurar líquidos.\nAinda assim, o Exilado carrega-o com ele até o fim de sua jornada.\n",
        "ru": "\nСеребряный кубок - семейная реликвия сосланного аристократа. Кубок был инкрустирован драгоценным камнем с фамильным гербом.\nНо после того как изгнанник бросил тень позора на свою семью, он сам изъял этот герб, которым раньше гордился.\nСейчас кубок повреждён и не может держать жидкость.\nНо изгнанник по-прежнему носит его с собой, пока не вернётся.\n",
        "id": "\nPiala perak ini adalah warisan dari bangsawan yang terasingkan. Tampilannya dulu dihiasi permata yang diukir dengan lambang keluarga.\nNamun setelah pengasingan membuat keluarganya malu, dia melucuti lambang yang dulu dia banggakan. \nSebagai hasilnya, piala tersebut pecah dan tidak bisa lagi menampung cairan.\nNamun pengasingan itu masih terbawa terus olehnya sampai akhir perjalanannya.\n",
        "th": "\nถ้วยเงินซึ่งเป็นมรดกตกทอดของชนชั้นสูงที่ถูกเนรเทศ ส่วนด้านนอกของกุณโฑเคยถูกฝังด้วยอัญมณีซึ่งจารึกด้วยยอดตระกูลของเขา\nแต่หลังจากถูกเนรเทศและทำให้ครอบครัวของเขาต้องอับอาย เขาก็แกะสลักสัญลักษณ์ที่ครั้งหนึ่งเขาเคยภูมิใจ\nจนถึงวันนี้ถ้วยได้แตกไปแล้วและไม่สามารถเก็บของเหลวได้อีกต่อ ไป\nแต่ผู้ถูกเนรเทศยังคงพกมันไปด้วยตลอดจนถึงวันที่การเดินทางของเขาสิ้นสุดลง\n",
        "vi": "\nChiếc ly gia truyền của tầng lớp quý tộc bị lưu lạc, bên ngoài được khảm viên bảo thạch tượng trưng cho gia tộc.\nThế nhưng sau khi kẻ lưu đày làm ô nhục gia tộc, đã bóc đi biểu tượng mà bản thân trước kia từng tự hào.\nCho đến nay ly đã bị rạn nứt, không thể đựng được nữa.\nThế nhưng kẻ lưu đày vẫn luôn mang bên mình, cho đến tận giây phút cuối cùng.\n"
      },
      "imgid": "the_exile_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "流放者头冠",
        "zht": "流放者頭冠",
        "jp": "亡命者の冠",
        "ko": "유배자의 머리장식",
        "en": "Exile's Circlet",
        "de": "Haarreif des Verbannten",
        "es": "Diadema del Exiliado",
        "fr": "Diadème de l'Exilé",
        "pt": "Grinalda do Exilado",
        "ru": "Корона изгнанника",
        "id": "Exile's Circlet",
        "th": "Exile's Circlet",
        "vi": "Vương Miện Kẻ Lưu Đày"
      },
      "description": {
        "zhs": "尊贵的头冠，昭示身份的徽记被用刀划破，原本的显贵身份已被废黜。",
        "zht": "尊貴的頭冠，昭示身分的徽記被用刀劃破，原本的顯貴身分已被廢黜。",
        "jp": "高貴だった冠。本来高貴な身分が廃却されたように、身分を象徴する部分が刀によって壊された。",
        "ko": "존귀한 왕관, 신분을 드러내는 휘장이 칼로 그어지면서 원래의 존귀한 신분이 박탈되었다",
        "en": "A prestigious circlet. However, the royal insignia has been scratched out, and it is no longer the symbol of distinguished status that it once was.",
        "de": "Ein wertvoller Haarreif mit einem zerkratzten Wappen, das vormals dessen Zugehörigkeit zeigte. Somit wird klar, dass der Besitzer seinen einstigen Titel verloren hat.",
        "es": "Una prestigiosa diadema. Su insignia real fue arañada con un objeto punzante y perdió su distinguida identidad original.",
        "fr": "Un diadème prestigieux dont l'insigne a été rayé, son propriétaire étant tombé en disgrâce.",
        "pt": "Uma grinalda de prestígio, no entanto, a insígnia real foi retirada, não possuindo mais a identidade original.",
        "ru": "Древняя корона. Королевский герб на ней давно стал неразличим, и статус знати, который она символизировала, давно затерялся во времени.",
        "id": "Sebuah mahkota kehormatan, lencana kerajaan di atasnya telah dikerik sampai hilang, dan bentuknya yang megah tidak lagi terlihat.",
        "th": "มงกุฎแห่งศักดิ์ศรีของราชวงศ์ แต่ตราราชวงศ์นั้นถูกลบออกไป เอกลักษณ์ทางคุณค่าของมันเช่นกัน",
        "vi": "Vương miện tôn quý, huy hiệu thể hiện danh phận đã bị dao rạch nát, thân thế tôn quý đã bị chôn vùi."
      },
      "lore": {
        "zhs": "\n流放者曾经也是贵胄之裔，幼时曾在白银堆砌的大殿间无忧地穿行。\n在那个久远的时代，父辈头上的冠冕曾是尊严的标志与高贵的象征。\n多年以后，在血亲相争的猩红迷雾之中，崩塌的大殿被血水所淹没。\n这尊蒙羞的头冠也成了流放者的罪证，随他一同踏上了流浪的旅程。\n",
        "zht": "\n流放者曾經也是貴胄之裔，幼時曾在白銀堆砌的大殿間無憂地穿行。\n在那個久遠的時代，父輩頭上的冠冕曾是尊嚴的標誌與高貴的象徵。\n多年以後，在血親相爭的猩紅迷霧之中，崩塌的大殿被血水所淹沒。\n這尊蒙羞的頭冠也成了流放者的罪證，隨他一同踏上了流浪的旅程。\n",
        "jp": "\n追放者は貴族の末裔であった。幼い頃の彼は何の悩みもなく白銀で作られた宮殿を自由に出入りしていた。\n遠い時代、父の上の冠は尊厳と高貴の象徴であった。\n数年後、血縁同士の間で争いが起こる。緋色の霧に覆われ、崩れた宮殿は血の海に沈んだ。\nこの不名誉な冠は追放者の罪証となって、共に追放の旅に出た。\n",
        "ko": "\n유배자는 귀족의 후예였다. 어린 시절 호화로운 저택에서 호의호식하며 자랐다.\n아주 오래 전, 아버지 세대가 쓰던 관은 존엄과 부귀함의 상징이었다.\n시간이 흘러 골육상쟁의 핏빛 안개 속에 붕괴된 궁전은 피로 물들었다.\n치욕을 당한 관도 유배된 자의 죄업이 되어, 유배의 여정에 동행한다.\n",
        "en": "\nAs a child, the exile lived in a noble house. His childhood was carefree, and his playground was a palace built with silver.\nIn the times of old, the circlet of his father was a symbol of gentility and nobility.\nHowever, years later, a family feud painted the collapsing palace blood-red.\nThe circlet became the evidence of the exile's crime and has been with the exile ever since.\n",
        "de": "\nDer Verbannte war einst ein Kind aus noblem Hause. Seine Kindheit war sorglos und sein Spielplatz ein Palast aus Silber.\nIn den alten Zeiten war die Krone der Väter ein Zeichen von Anstand und Noblesse.\nEinige Jahre später jedoch färbte eine Familienfehde die Palastmauern blutrot.\nDie Krone des Verbannten wurde zum Beweisstück seiner Schuld, das ihn auf seiner Reise begleiten sollte.\n",
        "es": "\nEl Exiliado fue una vez un niño en una casa noble. Tuvo una infancia despreocupada y su patio de recreo era un palacio construido con plata.\nEn la antigüedad, la corona de su padre era símbolo de gentileza y nobleza.\nSin embargo, años más tarde, una disputa familiar tiñó el decadente palacio de color rojo sangre.\nLa corona de la vergüenza, que acompañó al Exiliado desde entonces, se convirtió en la prueba de su crimen.\n",
        "fr": "\nL'exilé était l'héritier d'une famille noble. Il passa son enfance insouciante dans un palais d'or et d'argent.\nEn ces temps révolus, le diadème de son père représentait dignité et noblesse.\nLes ans passèrent, et sous les assauts d'une querelle familiale le sang vint à couvrir les murs du palais.\nLe diadème devint ensuite la preuve du crime de l'exilé. Il l'a accompagné dès lors.\n",
        "pt": "\nQuando era criança, o Exilado vivia numa casa nobre. Sua infância foi despreocupada e o seu parque de brinquedos era um palácio feito de prata.\nNos tempos antigos, a coroa de seu pai era um símbolo de gentileza e nobreza.\nEntretanto, anos depois, uma briga de família pintou o palácio decadente de vermelho sangue.\nA coroa se tornou evidência dos crimes do Exilado, e está com ele desde então.\n",
        "ru": "\nНекогда изгнанник был членом знатной семьи. В детстве он не знал забот и спокойно играл в залах, сплошь украшенных серебром.\nВ те далёкие времена венец на голове его отца был символом высокого авторитета и принадлежности к элите.\nМного лет назад, семейная вражда утопила разрушающийся дворец в крови.\nВенец этот, с которым изгнанник никогда не расставался, стал символом позора и доказательством его преступлений.\n",
        "id": "\nSaat kecil, dia tinggal di rumah megah. Masa kecilnya penuh kebebasan, dan tempat bermainnya bagai istana yang terbuat dari perak.\nDi masa lalu, mahkota ayahnya adalah simbol kaum keagungan dan kemuliaan bangsawan.\nNamun, beberapa tahun kemudian, perseteruan dalam keluarga mewarnai rumah tersebut dengan warna merah darah.\nMahkota tersebut menjadi bukti kriminalitas dirinya dan sejak itu, dia selalu membawanya.\n",
        "th": "\nผู้ถูกเนรเทศนั้นครั้งหนึ่งเคยเป็นเด็กอยู่ในบ้านของชนชั้นสูง ช่วงวัยเด็กของเขานั้นไร้กังวลและสนามเด็กเล่นของเขาคือวังที่ สร้างด้วยเงิน\nในสมัยโบราณนั้น มงกุฎบนศีรษะของพ่อ เป็นสัญลักษณ์ของศักดิ์ศรีและเป็นสัญลักษณ์ของชนชั้นสูง\nหลายปีต่อมา สงครามสายเลือดที่เกิดขึ้นในครอบครัว ได้ละเลงพระราชวังด้วยเลือด\nมงกุฎอันน่าละอายนี้ก็กลายเป็นหลักฐานของนักโทษและร่วมเดินทางไปกับเขา\n",
        "vi": "\nKẻ lưu đày cũng từng là con cháu của lớp quý tộc, tuổi thơ êm đềm trôi qua trong tòa cung điện nguy nga.\nTrước đó không lâu, vương miện trên đầu của người bố cũng từng là biểu tượng cho sự tôn nghiêm và cao quý.\nNhiều năm sau đó, huyết nhục thương tàn đã nhấn chìm lâu đài trong máu.\nChiếc vương miện cũng trở thành chứng cứ buộc tội, cùng anh bước vào con đường lang thang.\n"
      },
      "imgid": "the_exile_circlet"
    }
  ]
}