{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "勇士之心",
    "zht": "勇士之心",
    "jp": "勇士の心",
    "ko": "용사의 마음",
    "en": "Brave Heart",
    "de": "Wagemut",
    "es": "Corazón del Guerrero",
    "fr": "Cœur du Brave",
    "pt": "Coração Valente",
    "ru": "Душа храбреца",
    "id": "Brave Heart",
    "th": "Brave Heart",
    "vi": "Trái Tim Dũng Sĩ"
  },
  "descriptions": [
    {
      "zhs": "攻击力提高18%。",
      "zht": "攻擊力提高18%。",
      "jp": "攻撃力+18%。",
      "ko": "공격력+18%",
      "en": "ATK +18%.",
      "de": "Erhöht den ANG um 18 %.",
      "es": "ATQ +18%.",
      "fr": "Augmente l'ATQ de 18 %.",
      "pt": "ATQ +18%.",
      "ru": "Увеличивает силу атаки на 18%.",
      "id": "ATK +18%.",
      "th": "เพิ่มพลังโจมตี 18%",
      "vi": "Tấn công tăng 18%"
    },
    {
      "zhs": "对生命值高于50%的敌人，造成的伤害增加30%。",
      "zht": "對生命值高於50%的敵人，造成的傷害增加30%。",
      "jp": "HPが50%以上の敵に対するダメージ+30%。",
      "ko": "HP가 50%를 초과하는 적에게 가하는 피해가 30% 증가한다",
      "en": "Increases DMG by 30% against opponents with more than 50% HP.",
      "de": "Erhöht den Gegnern mit mehr als 50 % LP zugefügten Schaden um 30 %.",
      "es": "Aumenta el daño en un 30% contra enemigos con más del 50% de Vida.",
      "fr": "Augmente les DGT infligés aux ennemis dont les PV sont supérieurs à 50 % de 30 %.",
      "pt": "Aumenta o Dano em 30% contra os inimigos com mais de 50% de Vida.",
      "ru": "Увеличивает на 30% урон против врагов с HP выше 50%.",
      "id": "Meningkatkan 30% DMG terhadap musuh dengan HP lebih dari 50%.",
      "th": "สร้างโบนัสความเสียหาย 30% แก่ศัตรูที่มี พลังชีวิตสูงกว่า 50%",
      "vi": "Kẻ địch có HP cao hơn 50%, sát thương gây ra tăng 30%."
    }
  ],
  "imgid": "brave_heart_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "勇士的勋章",
        "zht": "勇士的勳章",
        "jp": "勇士の勲章",
        "ko": "용사의 훈장",
        "en": "Medal of the Brave",
        "de": "Reckenmedaille",
        "es": "Medalla del Guerrero",
        "fr": "Emblème du Brave",
        "pt": "Medalha do Valente",
        "ru": "Брошь храбреца",
        "id": "Medal of the Brave",
        "th": "Medal of The Brave",
        "vi": "Huy Chương Dũng Sĩ"
      },
      "description": {
        "zhs": "别在胸前的朴实小花，是一次冒险后得到的纪念品。",
        "zht": "別在胸前的樸實小花，是一次冒險後得到的紀念品。",
        "jp": "胸元につける素朴な小花、冒険の後に入手した記念品である。",
        "ko": "가슴에 달려있는 소박한 꽃, 한 번의 모험 끝에 얻은 기념품이다",
        "en": "A simple flower brooch that is a keepsake from someone's first adventure.",
        "de": "Eine schlichte Brosche, die als Andenken an ein vergangenes Abenteuer fungiert.",
        "es": "Broche muy sencillo hecho con una flor. Es un recuerdo de la primera gran aventura del Guerrero.",
        "fr": "Une simple broche qui symbolise le souvenir d'une aventure passée.",
        "pt": "Não é apenas uma simples flor no peito, é uma lembrança depois de uma aventura.",
        "ru": "Простенькая брошь из цветка. Память об одном из первых приключений.",
        "id": "Bros sederhana dengan bentuk bunga, merupakan cendera mata dari petualangan pertama seseorang.",
        "th": "เข็มกลัดดอกไม้ที่เรียบง่าย ของที่ระลึกจากการผจญภัย",
        "vi": "Bông hoa nhỏ đeo trước ngực, là vật kỷ niệm sau một lần mạo hiểm."
      },
      "lore": {
        "zhs": "\n小勇士趁夜溜出家门，与挚友兴冲冲地闯入狼的森林。\n用小小弹弓赶跑野猪，用坚韧的树枝痛打假想的鬼魂。\n跟随发光的仙灵跑到森林深处，发掘沉睡千年的宝藏。\n\n所谓的「宝藏」正是这朵黄色的小花。\n\n待到疲惫的勇士回到童年的卧房，检阅儿时冒险的证物。\n他惊奇地发现，多年之前藏起的那朵小花仍未干枯朽坏，\n但其他的事情不似花儿，已经悄悄在漫长岁月中变质了。\n",
        "zht": "\n小勇士趁夜溜出家門，與摯友興沖沖地闖入狼的森林。\n用小小彈弓趕跑野豬，用堅韌的樹枝痛打假想的鬼魂。\n跟隨發光的仙靈跑到森林深處，發掘沉睡千年的寶藏。\n\n所謂的「寶藏」正是這朵黃色的小花。\n\n待到疲憊的勇士回到童年的臥房，檢閱兒時冒險的證物。\n他驚奇地發現，多年之前藏起的那朵小花仍未乾枯朽壞，\n但其他的事情不似花兒，已經悄悄在漫長歲月中變質了。\n",
        "jp": "\n小さい勇者は夜に乗じて家を出て友と狼の森に入った。\n小さい弾弓でイノシシを追い払い、硬い枝で仮想の亡霊と戦った。\n光る仙霊に従って森の深くに入り込んで、千年を越えた宝を探した。\n\n「宝」というのはただの黄色い花。\n\n疲れた勇者は寝室に戻って、子供の頃集めた冒険の証を探し出した。\n数年前に隠した黄色い花を見て、勇者はびっくりした。花は少しの枯れ気味もなかった。\nすべてが花のように、朽ちることがなければいいのに。\n",
        "ko": "\n작은 용사는 야밤에 집을 나서 친구와 함께 늑대의 숲으로 신나게 뛰어들어갔다.\n작은 탄궁으로 멧돼지를 쫓고 단단한 나뭇가지로 상상 속의 귀신을 공격했다.\n빛을 내는 선령을 쫓아 숲 깊은 곳까지 들어왔다가 천 년 동안 잠들어있던 보물을 발굴한다.\n\n「보물」은 바로 이 노란색 꽃이다.\n\n피곤에 지친 용사는 어린 시절의 방으로 돌아와 어릴 때 했던 모험의 증거를 살펴봤다.\n그는 수년 전 숨겨둔 그 꽃이 아직도 시들지 않아 있는 걸 발견했다.\n하지만 다른 것들은 꽃과는 달리 이미 오랜 세월에 변질됐다.\n",
        "en": "\nThe little hero slipped out of doors by night, and with his friend rushed headlong into the wolves' forest.\nWith his slingshot he chased boars, and with sturdy branches he would battle imaginary monsters.\nFollowing the shining Seelie deep into the woods, he discovered a treasure that had laid buried for a thousand years.\n\nThat treasure was a small yellow flower.\n\nWhen the tired hero returned to his childhood bedroom, and flipped through the proof of his first adventures,\nHe discovered to his surprise that the long-hidden flower had yet to wilt.\nYet in this it was alone, for everything else had changed with the passing of years.\n",
        "de": "\nDer kleine Recke schlich nachts aus der Tür und stürzte sich mit seinem Freund kopfüber in den Wald der Wölfe.\nMit seiner Steinschleuder jagte er Wildschweine und mit kräftigen Ästen bekämpfte er imaginäre Ungeheuer.\nDer strahlenden Seelie tief in den Wald folgend, entdeckte er einen Schatz, der bereits seit tausend Jahren vergraben lag.\n\nJener Schatz war eine kleine gelbe Blume.\n\nAls der müde Recke in sein Kinderzimmer zurückkehrte und durch seine Abenteuererinnerungen stöberte,\nbemerkte er, dass die gelbe Blume nach so langer Zeit immer noch nicht verwelkt war.\nDie Blume war jedoch das Einzige, was sich nicht verändert hatte. Alles andere war schrecklich gealtert.\n",
        "es": "\nEl pequeño Guerrero se escabulló en la noche y con su amigo se precipitó hacia el bosque de los lobos.\nPerseguía a los jabalíes con su honda, y con ramas gruesas peleaba contra monstruos imaginarios.\nSiguiendo al brillante Seelie en lo profundo del bosque, descubrió un tesoro que había estado enterrado durante mil años.\n\nEse tesoro era una pequeña flor amarilla.\n\nCuando el Guerrero, ya muy cansado, regresó a la habitación de su infancia e inspeccionó el objeto que consiguió en su primera aventura,\ndescubrió, para su sorpresa, que la flor que había resguardado desde hace tanto tiempo aún no se había marchitado.\nPero eso era lo único que no había cambiado con el paso de los años.\n",
        "fr": "\nLe petit héros s'éclipsait de chez lui à la tombée de la nuit en compagnie de son ami pour s'aventurer dans la forêt des loups.\nIl pourchassait les sangliers avec son lance-pierres et livrait des batailles de longue haleine contre des ennemis imaginaires à l'aide d'une branche solide.\nUne fée le conduisit dans les profondeurs de la forêt, où il découvrit un trésor caché depuis un millénaire.\n\nCelui-ci était une petite fleur jaune.\n\nUn jour, le héros revint dans la chambre de son enfance et retrouvera les souvenirs qu'il avait gardés des aventures de son enfance.\nÀ sa grande surprise, la fleur n'avait toujours pas fané.\nHélas, c'était la seule chose qui demeura intacte au cours de sa vie mouvementée.\n",
        "pt": "\nO pequeno herói saiu à noite e, junto com seu amigo, foram para a floresta dos lobos.\nAfugentaram javalis com seus pequenos estilingues e com ramos robustos desafiavam monstros imaginários.\nSeguindo o brilhante Seelie até ao interior da floresta, ele descobriu um tesouro escondido há milênios.\n\nEsse \"tesouro\" era uma pequena flor amarela.\n\nQuando o herói cansado voltou para seu quarto de infância e analisou a prova de suas primeiras aventuras,\nPercebeu que a flor colhida não tinha murchado nunca durante esses anos,\nMas tudo o resto não era como a flor, pois tinha mudado já há muito tempo com o passar dos anos.\n",
        "ru": "\nМаленький герой выскользнул ночью из дому, и вместе с другом они стремглав помчались в лес волков.\nРогаткой он обращал в бегство кабанов, и крепкой веткой дубасил воображаемых демонов.\nОн последовал за светящейся феей вглубь леса и нашёл сокровище, которое лежало в земле тысячи лет.\n\nИм оказался крохотный жёлтый цветок.\n\nМаленький усталый храбрец вернулся в свою детскую спаленку и принялся осматривать добытый трофей.\nОн очень удивился, когда обнаружил, что цветочек нисколько не высох,\nтогда как всё остальное вокруг него под напором времени менялось.\n",
        "id": "\nPrajurit kecil itu menyelinap keluar rumah pada malam hari dan dengan senang hati berlari menuju ke hutan serigala bersama teman-temannya.\nMenggunakan ketapel kecil untuk mengusir boar, dan menggunakan dahan pohon untuk mengusir monster imajinasinya.\nBerlari jauh ke dalam hutan bersama dengan roh-roh yang bercahaya, mengeksploitasi harta yang tertidur yang berusia ribuan tahun.\n\nDan yang disebut \"harta\" adalah bunga kuning kecil ini.\n\nPahlawan yang kelelahan itu kembali ke kamarnya untuk memeriksa bukti petualangan yang telah dikumpulkannya sebagai seorang anak kecil.\nDia terkejut menemukan bahwa bunga kecil yang disembunyikan bertahun-tahun yang lalu masih belum kering dan membusuk.\nTapi hal lainnya tidak seperti bunga tersebut, kini sudah membusuk dimakan waktu.\n",
        "th": "\nนักรบตัวน้อยแอบออกจากบ้านในตอนกลางคืน และบุกเข้าไปในป่าหมาป่ากับเพื่อนสนิทของเขาอย่างมีความสุข\nใช้หนังสติ๊กเล็ก ๆ เพื่อขับไล่หมูป่า และเอาชนะผีร้ายในจินตนาการด้วยกิ่งไม้อันแข็งแรง\nวิ่งไล่ตาม Seelie เรืองแสงไปในป่าลึก และค้นพบสมบัติที่หลับไหลมานานหลายพันปี\n\n\"สมบัติ\" ที่ว่าก็คือดอกไม้สีเหลืองดอกนี้\n\nเวลาผ่านไปจนถึงวันหนึ่ง นักรบที่อ่อนล้าได้กลับมาที่ห้องนอนในวัยเด็กของเขา เขาตรวจดูหลักฐานการผจญภัยในวัยเด็กของเขา\nเขาต้องประหลาดใจเมื่อพบว่า ดอกไม้ดอกน้อยที่ซ่อนไว้เมื่อตอนเด็ก ไม่ได้แห้งเหี่ยวหรือเน่าสลาย\nแต่สิ่งอื่น ๆ ไม่ได้เป็นเหมือนเช่นดอกไม้ดอกนี้ มันได้เสื่อมโทรมลงอย่างช้า ๆ ตามกาลเวลา\n",
        "vi": "\nDũng sĩ nhỏ nhân lúc trời tối rời khỏi nhà, cùng bạn thân hào hứng xông pha rừng rậm.\nDùng cung tên nhỏ xíu đuổi heo rừng, dùng nhánh cây bền bỉ đánh quỷ hồn giả tưởng.\nChạy vào sâu trong rừng cùng tiên linh phát sáng, khai thác kho báu ngủ say nghìn năm.\n\nCái gọi là \"kho báu\" chính là đóa hoa màu vàng nho nhỏ.\n\nĐợi đến khi mỏi mệt, dũng sĩ trở về phòng ngủ thời trẻ thơ, xem lại vật chứng mạo hiểm thời thơ ấu.\nAnh kinh ngạc phát hiện, đóa hoa giấu đi nhiều năm trước vẫn chưa mục nát.\nNhưng những chuyện khác thì không được như hoa, đã biến chất theo tháng năm dài đằng đẵng.\n"
      },
      "imgid": "brave_heart_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "勇士的期许",
        "zht": "勇士的期許",
        "jp": "勇士の期待",
        "ko": "용사의 기대",
        "en": "Prospect of the Brave",
        "de": "Erwartungen des Recken",
        "es": "Esperanza del Guerrero",
        "fr": "Espoir du Brave",
        "pt": "Esperança do Valente",
        "ru": "Надежды храбреца",
        "id": "Prospect of the Brave",
        "th": "Prospect of the Brave",
        "vi": "Sự Mong Đợi Của Dũng Sĩ"
      },
      "description": {
        "zhs": "明亮的鸣禽翎羽。能带来小小的勇气。",
        "zht": "明亮的鳴禽翎羽。能帶來小小的勇氣。",
        "jp": "明るいスズメの羽根。小さな勇気をもたらしてくれる。",
        "ko": "밝은 명금의 깃털.작은 용기를 가져다준다",
        "en": "A shimmering feather from a songbird that brings a nudge of courage to its wearer.",
        "de": "Eine glänzende Vogelfeder, die ein gewisses Maß an Mut verleiht.",
        "es": "La pluma brillante de la cola de un pájaro cantor. Puede inspirar un poco de valor.",
        "fr": "Une plume d'oiseau brillante qui donne un peu de courage.",
        "pt": "Plumas brilhantes de aves canoras. Podem trazer um pouco de coragem.",
        "ru": "Яркое перо певчей птицы, придающее доблести своему владельцу.",
        "id": "Bulu dari seekor burung yang bersinar terang, memberikan segenap keberanian bagi yang mengenakannya.",
        "th": "ขนนกที่สว่างไสวนี้ สามารถเพิ่มความกล้าหาญ ได้เล็กน้อย",
        "vi": "Lông vũ của loài chim bay, có thể mang lại chút dũng khí cho người đeo nó."
      },
      "lore": {
        "zhs": "\n为了安慰爱哭的同伴，小小的勇士将飞鸟的羽毛赠给了他。\n作为一同冒险的证明，一同寻宝的成果，增强伙伴的胆气。\n\n后来其中一人负上了「狮」的名号，\n成为统领一众骑士的无冕王者；\n而另一人，则获得了「狼」的称呼，\n在暗中辅佐往日的挚友、如今的领袖治世。\n\n在动荡的年代，二者如明刃和匕首般守卫着家乡与彼此。\n但那是很久很久以前的事情了。\n无数的故事失落在了灾厄之中。\n",
        "zht": "\n為了安慰愛哭的同伴，小小的勇士將飛鳥的羽毛贈給了他。\n作為一同冒險的證明，一同尋寶的成果，增強夥伴的膽氣。\n\n後來其中一人負上了「獅」的名號，\n成為統領一眾騎士的無冕王者；\n而另一人，則獲得了「狼」的稱呼，\n在暗中輔佐往日的摯友、如今的領袖治世。\n\n在動盪的年代，二者如明刃和匕首般守衛著家鄉與彼此。\n但那是很久很久以前的事情了。\n無數的故事失落在了災厄之中。\n",
        "jp": "\n泣き虫の友を慰めるために、小さい勇者は飛鳥の羽を彼にくれた。\n冒険の証や宝探しの成果として、友に勇気を与えた。\n\nそれから其の一人は「獅子」の名を負って、\n騎士を率いる無冠の王になった。\nもう一人は「狼」の名を負って、\nかつての友、今のリーダーを補佐した。\n\n社会が不安定な時代、その二人は剣とあいくちのように故郷を、お互いを守った。\nしかしそれも昔のこと。\n無数の物語は災いで消えた。\n",
        "ko": "\n작디작은 용사는 눈물 많은 동료를 위로하기 위해 새의 깃털을 동료에게 선물했다.\n함께 모험했다는 증명이자 함께 보물을 찾은 성과로 동료의 담력을 높일 수 있다. \n\n이후 그중 한 명은 「사자」라는 이름을 짊어지고\n기사들을 이끄는 무관의 제왕이 됐다.\n또 다른 이는 「늑대」라는 호칭을 얻고\n어둠 속에서 지난날의 벗이자 오늘날의 왕의 치세를 도왔다.\n\n동요하던 시기에 둘은 검과 비수처럼 고향과 서로를 지켰다.\n하지만 이건 아주아주 오래전의 일이다.\n무수히 많은 이야기가 재난 속에서 사라졌다.\n",
        "en": "\nTo comfort his crybaby of a companion, the young hero gave his friend a bird's feather.\nThis was proof of their shared adventure, of the treasure they found together, and was meant to embolden his comrade.\n\nMuch later, one of them was named a \"lion,\"\nAnd became a crownless king at the head of many knights.\nThe other became a \"wolf,\"\nSupporting his friend from the shadows, and running affairs of state.\n\nIn those turbulent times, the two defended their home and each other like sword and dagger.\nBut this was a story from long ago.\nSo many were lost during the cataclysm.\n",
        "de": "\nUm die Heulsuse von einem Gefährten zu trösten, schenkte der junge Recke seinem Freund eine Vogelfeder.\nDies war ein Beweis für ihr gemeinsames Abenteuer, für den Schatz, den sie zusammen gefunden hatten und sollte seinem Kameraden Mut zusprechen.\n\nSpäter nahm einer von ihnen den Namen „Löwe“ an\nund wurde zum ungekrönten König an der Spitze vieler Ritter.\nDer andere nannte sich „Wolf“,\ner unterstützte seinen Freund aus den Schatten heraus und half ihm mit der Leitung der Staatsgeschäfte.\n\nIn diesen turbulenten Zeiten verteidigten die beiden ihre Heimat und sich gegenseitig wie Schwert und Dolch.\nJedoch ist dies eine Geschichte aus alter Vergangenheit.\nSo viele Leben waren verloren während der großen Katastrophe.\n",
        "es": "\nPara consolar a su compañero tan llorón, el joven Guerrero le dio a su amigo una pluma de pájaro.\nLa pluma demostraba que eran compañeros de aventuras y era la prueba del tesoro que encontraron juntos. Con ella, su compañero se volvió más valiente.\n\nMás tarde, uno de ellos fue nombrado “León”.\nSe convirtió en el rey sin corona que lideraba a muchos caballeros.\nPor otro lado, el otro fue nombrado “Lobo”.\nEste apoyó a su buen amigo desde las sombras y se encargaba de los asuntos de la nación.\n\nEn aquella época tan convulsa, ambos se defendieron tanto mutuamente como a sus familias, como si uno fuera una espada y el otro, una daga.\nPero aquello ocurrió hace mucho, mucho tiempo.\nMuchas cosas sucedieron durante la gran catástrofe, lo que lo cambió todo por completo.\n",
        "fr": "\nAfin de consoler son ami, le héros lui offrit une plume d'oiseau.\nCelle-ci était le symbole de toutes les aventures qu'il leur ait été données de vivre et de tous les trésors qu'il leur ait été donnés de trouver.\n\nL'un d'entre eux fut surnommé « Lion », \net devint un roi sans courronne, à la tête d'une armée de chevaliers.\nL'autre fut appelé « Loup », \net fut le soutien sans faille de son ami en l'aidant à gouverner dans l'ombre.\n\nEn des temps tourmentés, ils furent l'épée et le poignard qui protégèrent leur cité.\nCependant, cette histoire appartient désormais au passé.\nComme de nombreux récits perdus dans la bataille.\n",
        "pt": "\nPara consolar seu companheiro chorão, o jovem guerreiro lhe ofereceu uma pena de pássaro.\nEssa era a prova da aventura compartilhada, do tesouro que encontraram juntos, com o objetivo de encorajar seu parceiro.\n\nMais tarde, um deles ganhou o título de \"Leão\",\nE se tornou em um rei sem coroa que liderava muitos cavaleiros.\nE o outro ganhou o título de \"Lobo\",\nApoiava seu amigo em silêncio e tratava de assuntos de estado.\n\nEm tempos de instabilidade, os dois defenderam sua terra natal e um ao outro como uma espada e punhal.\nPorém, isso aconteceu há muito, muito tempo.\nInúmeras histórias se perderão durante a catástrofe.\n",
        "ru": "\nЧтобы утешить своего слезливого друга, юный воин подарил ему перо птицы.\nОно было знаком их приключений и сокровищ, что они находили вместе, и должно было взбодрить товарища.\n\nПозже один из них получил прозвище «Лев»\nи стал некоронованным королём во главе большой группы рыцарей.\nА другого прозвали «Волком».\nОн помогал своему другу, ведая делами государства из тени.\n\nВ те тревожные времена они подобно мечу и кинжалу стояли на страже королевства и друг друга.\nНо случилась эта история много, много лет тому назад.\nБезмерное их число было утеряно во время бедствия...\n",
        "id": "\nUntuk menghibur temannya yang cengeng, pahlawan kecil itu memberinya sebuah bulu burung.\nDia memberi keberanian kepada teman-temannya sebagai bukti petualangan dan sebagai hasil dari perburuan harta karunnya.\n\nSelanjutnya, salah satu dari mereka dijuluki sebagai \"Singa\",\nMenjadi raja tanpa mahkota yang memerintah para Knight:\nDan yang lainnya mendapat julukan \"Serigala\",\nDiam-diam membantu sahabatnya yang sekarang menjadi pemimpin dan memerintah dunia.\n\nDi masa yang penuh gejolak, keduanya menjaga kota asal mereka satu sama lain bagaikan sebuah pisau dan belati tajam.\nNamun itu adalah hal yang sudah sangat lama sekali.\nBanyak kisah yang sudah hilang ditelan oleh bencana yang terjadi.\n",
        "th": "\nเพื่อที่จะปลอบใจสหายที่ร้องไห้ นักรบตัวน้อยได้มอบขนนกให้กับเขา\nเพื่อเป็นสิ่งพิสูจน์การผจญภัยร่วมกัน ผลลัพธ์ของการตามล่าหาสมบัติร่วมกัน และช่วยเสริมความกล้าหาญของสหาย\n\nต่อมา หนึ่งในนั้นได้รับฉายาว่า \"สิงโต\"\nและได้กลายเป็นราชาที่ไร้มงกุฎของเหล่าอัศวิน\nและอีกหนึ่งคนได้รับฉายาว่า \"หมาป่า\"\nและได้ช่วยเหลือเพื่อนเก่าของเขาที่ทุกวันนี้เป็นผู้ปกครองเมืองคอยสอดส่องดูแลบ้านเมืองอย่างลับ ๆ\n\nในช่วงเวลาที่บ้านเมืองเผชิญภัยพิบัติ พวกเขาร่วมกันปกป้องบ้านเมือง และปกป้องกันและกันเหมือนดาบคู่กับมีดสั้น\nแต่นั่นมันเป็นเรื่องราวเมื่อนานมาแล้ว\nเรื่องราวนับไม่ถ้วนได้สูญหายไปในภัยพิบัติ\n",
        "vi": "\nĐể an ủi người bạn khóc nhè, người dũng sĩ bé nhỏ tặng lông chim cho anh ấy,\nĐể làm minh chứng cho việc cùng nhau mạo hiểm, thành quả của việc cùng nhau tìm kho báu, tăng thêm dũng khí cho người bạn đồng hành.\n\nSau này một trong hai người gánh vác danh hiệu \"Sư Tử\"\nTrở thành vị vua không mũ miện, thống lĩnh kỵ sĩ.\nNgười còn lại lại được tung hô là \"Sói\"\nNgười bạn thân âm thầm phò trợ năm xưa, nay đã là lãnh tụ trị thế.\n\nVào niên đại rối ren, hai người như kiếm sắc và dao găm canh giữ cho quê hương và cho nhau.\nNhưng đó đã là câu chuyện rất lâu rất lâu về trước.\nVô số câu chuyện đã biến mất trong tai ương.\n"
      },
      "imgid": "brave_heart_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "勇士的坚毅",
        "zht": "勇士的堅毅",
        "jp": "勇士の毅然",
        "ko": "용사의 강인함",
        "en": "Fortitude of the Brave",
        "de": "Entschlossenheit des Recken",
        "es": "Determinación del Guerrero",
        "fr": "Persévérance du Brave",
        "pt": "Persistência do Valente",
        "ru": "Стойкость храбреца",
        "id": "Fortitude of the Brave",
        "th": "Fortitude of the Brave",
        "vi": "Sự Kiên Nghị Của Dũng Sĩ"
      },
      "description": {
        "zhs": "老旧的微型沙漏，不具有实用性。与岁月一样不可捉摸。",
        "zht": "老舊的微型沙漏，不具有實用性。與歲月一樣不可捉摸。",
        "jp": "古くて小さな砂時計、実用性がない。時の流れのように不思議である。",
        "ko": "이 실용성이 없는 낡은 소형 모래시계는 세월과 같이 종잡을 수 없다",
        "en": "A dated miniature hourglass that serves no practical purpose. It seems as elusive as time itself.",
        "de": "Eine uralte und winzige Sanduhr, die keinen wirklichen Nutzen hat, so unbegreiflich wie die Zeit selbst.",
        "es": "Un antiguo reloj de arena en miniatura sin ningún uso práctico. Es tan incomprensible como el tiempo en sí mismo.",
        "fr": "Un sablier ancien qui n'a pas grande utilité. Peut-être symbolise-t-il le caractère insaisissable du temps ?",
        "pt": "Uma mini ampulheta não muito prática. Tão evasiva quanto o passar do tempo.",
        "ru": "Древние миниатюрные песочные часы, которые уже не имеют никакого практического применения. Они кажутся столь же неуловимыми, как и само время.",
        "id": "Miniatur jam pasir tua yang tidak memiliki fungsi apa pun. Tujuan keberadaannya tidak diketahui, sama seperti halnya waktu.",
        "th": "นาฬิกาทรายเก่า ๆ นี้ ไม่มีประโยชน์ใด และไม่สามารถจับต้องได้ดั่งเวลา",
        "vi": "Đồng hồ cát nhỏ gọn cũ kỹ, không được hữu dụng cho lắm. Nó cũng khó nắm bắt như năm tháng vậy."
      },
      "lore": {
        "zhs": "\n当深黑的诅咒如同泉涌，自灾祸的渊薮侵入大地。\n远征荒土的骑士们直面恐怖，严阵似北地的冰川。\n\n大剑闪着明亮铁光，污黑的毒血如雨般奔流其上…\n\n最终勇士终于归乡。而旧友如今已不再。\n不变的只有，儿时好友赠送的小小沙漏。\n",
        "zht": "\n當深黑的詛咒如同泉湧，自災禍的淵藪侵入大地。\n遠征荒土的騎士們直面恐怖，嚴陣似北地的冰川。\n\n大劍閃著明亮鐵光，汙黑的毒血如雨般奔流其上…\n\n最終勇士終於歸鄉。而舊友如今已不再。\n不變的只有，兒時好友贈送的小小沙漏。\n",
        "jp": "\n暗闇の呪いが涌きこみ、災いが大地に侵入した時、\n遠征の騎士は恐怖に立ち向かい、北地の氷川のように故郷を守った。\n\n剣身は光り輝き、敵の黒い血は雨のように降り落ちた。\n\nやがて勇者は故郷に戻った。けれど友はもういない。\n変わらないのは、昔にもらった小さい砂時計。\n",
        "ko": "\n깊은 어둠의 저주가 샘솟듯 쏟아지고 재해의 온상이 대지를 침범했다.\n원정에 나선 기사들은 공포를 마주하고 북대륙의 얼음처럼 진형을 단단하게 꾸렸다.\n\n대검이 밝은 빛을 반사하고 거무칙칙한 독혈이 비처럼 쏟아졌다…\n\n용사는 결국 고향에 돌아올 수 있었지만 오랜 친구는 더 이상 함께하지 못했다.\n변하지 않은 건 오직 어린 시잘 친구가 선물한 작은 모래시계뿐….\n",
        "en": "\nWhen the black curses poured forth, and the roots of disaster infested the earth,\nThe knights, on expedition in a foreign land, would face the horror head on, their formation steely as the northern glaciers.\n\nThe steel of their greatswords flashed brightly, and the dark ichor fell like poisoned rain.\n\nAt last the hero returned home, but this time, without his old friend.\nSo much had changed, save for the hourglass that childhood companion had gifted him.\n",
        "de": "\nAls die dunklen Flüche und die Wurzeln des Unheils die Erde heimsuchten,\nmussten die Ritter, die sich auf einer Expedition in ein fernes Land befanden, dem Terror ins Auge sehen. Sie standen vereint wie die eisigen nördlichen Gletscher.\n\nDer Stahl ihrer Großschwerter leuchtete hell und dunkles Blut fiel wie giftiger Regen.\n\nEndlich kehrte der Recke nach Hause zurück, diesmal jedoch ohne seinen alten Freund.\nViele Dinge hatten sich verändert, bis auf die Sanduhr, die ihm sein Jugendfreund geschenkt hatte.\n",
        "es": "\nCuando las oscuras maldiciones y las raíces de la calamidad infestaron la tierra,\nlos caballeros que estaban en una expedición por una tierra lejana se tuvieron que enfrentar cara a cara contra el horror. Su formación militar era gélida como los glaciares del norte.\n\nEl acero de sus grandes espadas brillaba intensamente, y la sangre oscura cayó como lluvia envenenada.\n\nPor fin, el Guerrero regresó a casa, pero esta vez sin su viejo amigo.\nMuchas cosas habían cambiado, salvo el reloj de arena que le había regalado su compañero de la infancia.\n",
        "fr": "\nLes ténèbres pleuvaient du ciel et les graines de la calamité s'enracinaient dans la terre.\nPartis en expédition, les chevaliers resserrèrent leurs rangs et adoptèrent une formation solide comme un glacier du nord pour faire face à ce cataclysme.\n\nL'acier de leurs espadons brillait, alors que le sang noir s'abattait comme une pluie empoisonnée.\n\nLe héros retourna chez lui, mais sans son fidèle ami.\nRien n'était plus pareil, sauf le sablier qu'il lui avait offert.\n",
        "pt": "\nQuando as maldições da noite se libertaram e as raízes de desastre se fixaram na terra,\nEm expedição, os cavaleiros iriam enfrentar o horror em sua frente, com uma formação gélida como os glaciares do norte.\n\nO aço de suas grandes espadas brilhava e o sangue escuro escorria como chuva envenenada.\n\nPor fim, o herói regressou a casa mas, dessa vez, sem seu velho amigo.\nA única coisa que não tinha mudado era a pequena ampulheta que este lhe havia oferecido.\n",
        "ru": "\nКогда из-под земли забили чёрные ручьи проклятья и землю наводнило бедствие,\nрыцари, переходя дикие земли, узрели богохульный ужас, но, словно северные ледники, непоколебимо держали строй.\n\nВзвивались клинки, ярко сверкала на солнце сталь, и ядовитым дождём падала на землю чёрная кровь.\n\nГерой наконец вернулся домой, но уже без старого друга.\nПеременилось всё, кроме его подарка - песочных часов.\n",
        "id": "\nKetika kutukan gelap itu datang bagaikan air mancur, malapetaka menghampiri bumi.\nPara Knight ekspedisi menghadapi ketakutan dan mempertahankan tanah air mereka seperti gletser utara.\n\nPedang besar terlintas, dengan darah hitam beracun mengalir bagaikan es dan hujan...\n\nAkhirnya sang pahlawan kembali ke tanah airnya, tetapi teman lamanya itu tidak ada lagi.\nSatu-satunya hal yang tetap tidak berubah adalah jam pasir kecil yang diberikan oleh teman masa kecilnya tersebut.\n",
        "th": "\nเมื่อคำสาปอันมืดดำพรั่งพรูดุจสายน้ำ ห้วงเหวของการบำเพ็ญทุกข์ก็ได้มาเยือนแผ่นดิน\nเหล่าอัศวินที่ออกไปลาดตระเวนดินแดนอันเวิ้งว้าง ต้องเผชิญหน้ากับความน่าสะพรึงกลัว ตั้งแถวเป็นแนวดุจธารน้ำแข็งจากแดนเหนือ\n\nดาบอันยิ่งใหญ่กำลังเปล่งประกายด้วยแสงเหล็กอันสว่างไสว และโลหิตสีดำที่เป็นพิษก็ไหลรินดั่งสายฝน\n\nสุดท้าย นักรบผู้กล้าก็ได้กลับบ้าน แต่สหายเก่าของเขาได้จากไปแล้ว\nสิ่งเดียวที่ไม่เปลี่ยนไป คือนาฬิกาทรายอันน้อยที่เพื่อนของเขาให้ไว้เป็นของขวัญในวัยเด็ก\n",
        "vi": "\nKhi lời nguyền tăm tối như suối phun tuôn trào, và tai họa gieo rắc khắp nơi.\nĐám kỵ sĩ viễn chinh nơi xứ hoang đối mặt với sông băng khủng khiếp.\n\nĐại kiếm lóe sáng, máu độc đen ngòm chảy xuống như mưa...\n\nCuối cùng dũng sĩ trở về quê hương, nhưng người bạn cũ đã không còn nữa.\nThứ không hề thay đổi, giờ đây chỉ là chiếc đồng hồ cát bé nhỏ mà người bạn thân đã tặng năm xưa.\n"
      },
      "imgid": "brave_heart_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "勇士的壮行",
        "zht": "勇士的壯行",
        "jp": "勇士の壮行",
        "ko": "용사의 환송",
        "en": "Outset of the Brave",
        "de": "Schritte des Recken",
        "es": "Gran Despedida del Guerrero",
        "fr": "Dignité du Brave",
        "pt": "Despedida do Valente",
        "ru": "Проводы храбреца",
        "id": "Outset of the Brave",
        "th": "Outset of the Brave",
        "vi": "Hành Trình Của Dũng Sĩ"
      },
      "description": {
        "zhs": "木制的粗糙容器，其中空洞洞地盛满了回忆。",
        "zht": "木製的粗糙容器，其中空洞洞地盛滿了回憶。",
        "jp": "雑な木製の容器、中には思い出がたくさんある。",
        "ko": "나무로 만들어진 텅 빈 거친 용기에 추억이 가득 담겨 있다",
        "en": "A crude wooden vessel filled only with memories.",
        "de": "Ein grob geschnitzter hölzerner Becher, dessen Leere von vielen Erinnerungen zeugt.",
        "es": "Un recipiente tosco de madera. Su interior, ahora vacío, estaba repleto de recuerdos.",
        "fr": "Une coupe rudimentaire en bois. Elle est remplie de souvenirs.",
        "pt": "Um recipiente de madeira rústica repleta de memórias antigas.",
        "ru": "Грубая деревянная кружка, наполненная лишь воспоминаниями.",
        "id": "Tempat penyimpanan senjata yang terbuat dari kayu, di dalamnya terpendam banyak kenangan.",
        "th": "ภาชนะไม้หยาบนี้ บรรจุเต็มไปด้วยความทรงจำ",
        "vi": "Vật đựng được làm từ gỗ thô sơ, trong đó đựng đầy những ký ức."
      },
      "lore": {
        "zhs": "\n年轻的勇士初战告捷，第一次享受到胜利的滋味。\n伴着至交挚友的支持，欣喜与茫然在酒杯中交织。\n\n多年后灾祸降临时，他率领骑士为保卫家乡而战。\n出战前，他劝如今担当副手的童年好友举杯共饮：\n\n「假如你不再凯旋，我可不会为你哭泣」\n「我要像今天一样，再为你而痛饮一杯」\n",
        "zht": "\n年輕的勇士初戰告捷，第一次享受到勝利的滋味。\n伴著至交摯友的支持，欣喜與茫然在酒杯中交織。\n\n多年後災禍降臨時，他率領騎士為保衛家鄉而戰。\n出戰前，他勸如今擔當副手的童年好友舉杯共飲：\n\n「假如你不再凱旋，我可不會為你哭泣」\n「我要像今天一樣，再為你而痛飲一杯」\n",
        "jp": "\n若き勇者は初めての勝利を味わった。\n親友たちの歓呼の中、喜びと茫然の盃を交わした。\n\n数年後の災いが訪れる時、彼は騎士を率いて故郷のために戦った。\n出征前、彼は副官になった幼馴染と一杯交わした。\n\n「あなたが戻って来なくても、僕は泣かないぞ」\n「今のように、あなたのために一杯飲んでやる。」\n",
        "ko": "\n젊은 용사는 첫 전투에서 승리하여 승리의 기분을 처음으로 느끼게 됐다.\n절친한 친구들의 지지를 등에 업고 즐거움과 막연함이 술잔 속에서 교차한다.\n\n수년 후 재해가 강림할 때 그는 기사를 이끌고 고향을 지키기 위해 싸웠다.\n그는 출전하기 전에 오늘날 그의 부장이 된 단짝 친구와 술을 마셨다:\n\n「네가 더 이상 돌아오지 못하더라도 난 널 위해 울지 않을 거야」\n「그저 지금처럼 널 위해 술 한 잔 들이켤 거야」\n",
        "en": "\nThe young hero's first battle ended, and for the first time he tasted the sweet wine of victory.\nThat day, deep of the vine he drank together with his closest friend — supportive, joyful, and blissfully ignorant.\n\nMany years later, when the cataclysm came, he led the knights to fight for his homeland.\nOn the eve of battle, he advised his childhood friend and long-time deputy to come drink with him.\n\n\"If you do not return, I will not mourn you.\"\n\"Nay, I will toast you, and drink in your honor, just as we do today.\"\n",
        "de": "\nDie erste Schlacht des jungen Helden war zu Ende und zum ersten Mal kostete er den süßen Wein des Sieges.\nAn diesem Tag trank er viel Wein zusammen mit seinem engsten Freund. Unterstützend, freudig und glückselig ignorant.\n\nViele Jahre später, als sich die Katastrophe ereignete, führte er die Ritter an, für ihre Heimat zu kämpfen.\nAm Vorabend der Schlacht drang er seinen Kindheitsfreund und langjährigen Stellvertreter dazu mit ihm zu trinken:\n\n„Solltest du es nicht zurückschaffen, werde ich nicht um dich trauern.“\n„Ich werde einen Trinkspruch auf dich ausrufen und dir zu Ehren meinen Becher leeren, so wie jetzt.“\n",
        "es": "\nEl joven Guerrero probó por primera vez el dulce vino de la victoria cuando su primera batalla terminó.\nMientras bebía junto a sus más íntimos compañeros de batalla, vio como la alegría y la oscuridad se mezclaban en su copa.\n\nMuchos años después, cuando tuvo lugar el gran desastre, llevó a los caballeros a luchar por su tierra natal.\nEn vísperas de la batalla, invitó a su ayudante y amigo de la infancia a beber con él.\n\n“Si no vuelves victorioso, no lloraré por ti.\nHaré lo mismo que voy a hacer hoy: brindar por ti”.\n",
        "fr": "\nLe brave héros savoura le goût de la victoire après son premier combat.\nCe jour-là, il trinqua avec son meilleur ami dans l'allégresse et l'insouciance.\n\nBien des années plus tard, il dirigea les chevaliers dans la défense de sa patrie lors d'un cataclysme sans précédent.\nLa veille de la bataille, il demanda à son ami d'enfance de boire un verre en sa compagnie.\n\n« Je ne te pleurerai guère si tu ne reviens pas... »\n« Au contraire, je boirais en ton honneur comme aujourd'hui. »\n",
        "pt": "\nA primeira batalha do jovem herói findou, e pela primeira vez ele provou o doce vinho da vitória.\nNesse dia, enquanto bebia alegremente com seus bons companheiros, ele viu como a felicidade e a escuridão se entrelaçavam dentro do seu copo.\n\nMuitos anos depois, quando ocorreu um grande desastre, ele liderou os cavaleiros a lutar por sua terra natal.\nNa véspera da batalha, ele pediu a seu ajudante e amigo de infância para beber um copo com ele.\n\n\"Se você não voltar, não farei luto por você.\"\n\"Farei o mesmo que hoje: brindarei e beberei por você.\"\n",
        "ru": "\nПервый бой юного воина завершился первым для него триумфом.\nВ тот день он и его верный, весёлый и беззаботный друг пили вино.\n\nМного лет спустя, с началом великого бедствия, он возглавил рыцарей в бою за родину.\nПеред битвой он уговорил своего старого друга, а ныне - помощника, испить с ним вина.\n\n«Если не вернёшься ты, я тебя оплакивать не буду.\nНо подниму я в твою честь бокал, как пьём мы с тобой сегодня».\n",
        "id": "\nPrajurit muda itu memenangkan pertempuran pertamanya dan menikmati kemenangan untuk pertama kalinya.\nDiiringi sorak sorai dari para sahabatnya, mereka saling berbagi kegembiraan dan kesulitan dalam segelas anggur.\n\nKetika bencana melanda bertahun-tahun kemudian, dia memimpin para Knight untuk bertarung menjaga kampung halamannya.\nSebelum pertempuran, dia membujuk teman masa kecilnya yang sekarang menjadi asistennya untuk minum bersama:\n\n\"Jika kamu tidak bisa kembali, aku juga tidak akan berduka untukmu.\"\n\"Aku akan minum untukmu lagi seperti sekarang.\"\n",
        "th": "\nนักรบหนุ่มได้ชนะการต่อสู้เป็นครั้งแรก และได้ลิ้มรสความหอมหวานของรับชัยชนะ\nเคียงข้างกับเพื่อนที่คอยสนับสนุนเขามาตลอด แก้วไวน์ที่บรรจุความยินดีและความสูญเสียเอาไว้ด้วยกัน\n\nหลายปีต่อมาเมื่อเกิดภัยพิบัติ เขาเป็นผู้นำอัศวินไปต่อสู้เพื่อปกป้องบ้านเกิดของเขา\nก่อนการต่อสู้ เขาชวนเพื่อนสมัยเด็กที่ตอนนี้เป็นได้เป็นหัวหน้ามาดื่มด้วยกัน:\n\n\"หากแกต้องตายในสนามรบ ฉันจะไม่ร้องไห้เพื่อแก\"\n\"ฉันจะดื่มรวดเดียวหมดแก้ว เหมือนกับที่เราดื่มในวันนี้\"\n",
        "vi": "\nDũng sĩ trẻ tuổi báo tin mừng trận thắng đầu, lần đầu tiên hưởng thụ mùi vị chiến thắng.\nCùng với sự ủng hộ của bạn chí cốt, mừng rỡ cùng mờ mịt xen lẫn trong ly rượu. \n\nNhiều năm sau, khi tai họa ập xuống, hắn dẫn theo kỵ sĩ chiến đấu bảo vệ quê hương.\nTrước khi xuất chiến, hắn khuyên người bạn thuở ấu thơ mà nay đã trở thành trợ thủ, cùng nhau nâng ly:\n\n\"Nếu anh không thể khải hoàn trở về, tôi cũng sẽ không than khóc cho anh.\"\n\"Tôi phải giống như lúc này, cố sức dốc cạn ly vì anh.\"\n"
      },
      "imgid": "brave_heart_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "勇士的冠冕",
        "zht": "勇士的冠冕",
        "jp": "勇士の冠",
        "ko": "용사의 모자",
        "en": "Crown of the Brave",
        "de": "Reckenhaarreif",
        "es": "Corona del Guerrero",
        "fr": "Couronne du Brave",
        "pt": "Coroa do Valente",
        "ru": "Венок храбреца",
        "id": "Crown of the Brave",
        "th": "Crown of The Brave",
        "vi": "Vương Miện Dũng Sĩ"
      },
      "description": {
        "zhs": "粗略编成的草环。对一些人而言，就像王者的金冠一样贵重吧。",
        "zht": "粗略編成的草環。對一些人來說，就跟王者的金冠一樣貴重吧。",
        "jp": "粗雑に編まれた草の冠。一部の人にとって、この冠は金の冠ように貴重だろう。",
        "ko": "대충 엮은 풀고리.일부 사람들에게는 왕의 금관처럼 소중하다",
        "en": "A rough-and-ready laurel wreath that seems as precious as a king's golden crown.",
        "de": "Ein grob geflochtener Kranz, der für einige Menschen so wertvoll ist wie eine Krone aus Gold.",
        "es": "Una corona rudimentaria hecha con plantas. Para algunos, es tan preciada como la corona de un rey.",
        "fr": "Couronne rudimentaire en paille fragile. Pour certaines personnes, elle vaut autant qu'une couronne en or digne des plus grands souverains.",
        "pt": "Anel de palha esboçado. Para algumas pessoas, é tão preciosa quanto a coroa de ouro do rei.",
        "ru": "Грубый лавровый венок, который, по мнению некоторых людей, не уступает королевской короне.",
        "id": "Sebuah rangkaian tanaman yang dibuat dengan kasar, tetapi bagi orang tertentu, benda ini mungkin bagaikan mahkota emas seorang raja.",
        "th": "มาลัยดอกหญ้าหยาบนี้ สำหรับบางคนนั้นล้ำค่าดั่งมงกุฎทองของราชา",
        "vi": "Vòng cỏ được bện vội vã, đối với một số người mà nói thì nó lại quý trọng giống như vương miện của vua."
      },
      "lore": {
        "zhs": "\n小小的勇士深入密林，踏上抗争的旅程。\n而最好的玩伴则扮演着贵族的冠军骑士。\n\n「如雄狮般漫步战场，一如千年前的她那样」\n「将刀剑纺成的诗献给未来的少年与少女吧」\n\n两人的假大剑与长树枝相互撞击，开始决斗——\n最终抗争的勇士取得了胜利，摘下了贵族之冠。\n\n多年后，这顶花草编成的粗陋冠冕，\n却显得比统领骑士的权能更加宝贵…",
        "zht": "\n小小的勇士深入密林，踏上抗爭的旅程。\n而最好的玩伴則扮演著貴族的冠軍騎士。\n\n「如雄獅般漫步戰場，一如千年前的她那樣」\n「將刀劍紡成的詩獻給未來的少年與少女吧」\n\n兩人的假大劍與長樹枝相互撞擊，開始決鬥——\n最終抗爭的勇士取得了勝利，摘下了貴族之冠。\n\n多年後，這頂花草編成的粗陋冠冕，\n卻顯得比統領騎士的權能更加寶貴…",
        "jp": "\n小さい勇者は森に深入り、抗う旅に出た。\nそして彼の友は貴族のチャンピオン騎士役を演じた。\n\n「獅子のように戦場を歩け、千年前のあの人のように」\n「剣の詩を紡いで未来の少年少女に捧げよう」\n\n二人はおもちゃの大剣と枝でぶつかり合い、決闘を始めた——\n最後に勝利を得たのは抗いの勇者、彼は貴族の冠を手にした。\n\n時が経って、その野花と雑草で編むられた冠は、\n騎士を指揮する権力よりも貴重なものになった。",
        "ko": "\n작디작은 용사는 밀림 깊이 들어가 항쟁의 여정에 오른다.\n그러나 가장 친한 친구는 귀족 역할을 하고 있는 챔피언 기사다.\n\n「수사자 같이 전장을 거닌다. 마치 천 년 전의 그녀처럼」\n「도검으로 짠 시를 미래의 소년과 소녀에게」\n\n두 사람의 가짜 대검과 긴 나뭇가지가 부딪히며 결투가 시작됐다——\n결국 항쟁의 용사가 승리를 거두고 귀족의 관을 벗겼다.\n\n수년 후 이 꽃으로 만든 조잡한 모자는\n기사를 통솔하는 권능보다 더 귀하게 여겨진다…",
        "en": "\nThe little hero entered the deep, mysterious forest, and henceforth walked the path of resistance.\nHis best playmate played the role of the champion knight of the aristocracy.\n\n\"Like a lion I stride the battlefield, like she did a thousand years before.\"\n\"Songs I will inspire with my sword, to give to generations to come.\"\n\nTheir toy greatswords and tree branches clashed in their fierce duel—\nTill at last the hero won the day, and seized the aristocrats' crowns from their heads.\n\nMany years later, this wreath of flowers, though crudely made,\nWould seem more precious still than the power a master of knights held...",
        "de": "\nDer kleine Held betrat den tiefen, geheimnisvollen Wald und ging fortan den Weg des Widerstands.\nSein bester Spielkamerad spielte die Rolle des adeligen Ritters der Aristokratie.\n\n„Wie ein Löwe schreite ich über das Schlachtfeld, wie sie es tausend Jahre zuvor getan hat.“\n„Ich werde Lieder mit meinem Schwert inspirieren, um sie kommenden Generationen zu schenken.“ \n\nIhre Spielzeugschwerter schlugen aufeinander und Äste zerbarsten in ihrem hitzigen Duell,\nbis schließlich der Recke den Sieg davontrug und den Aristokraten die Krone vom Kopf riss.\n\nViele Jahre später wurde dieser Blumenkranz, wenn auch nicht sehr ordentlich geflochten,\nnoch wertvoller als die Macht, die ein Ritter normalerweise hatte ...",
        "es": "\nEl pequeño Guerrero emprendió el camino de la resistencia desde el momento en que se adentró en el profundo y misterioso bosque.\nSu mejor compañero de juegos interpretó el papel del caballero campeón de la aristocracia.\n\n“Por el campo de batalla caminaré como un león, como lo hizo ella hace mil años.\nInspiraré canciones con mi espada para las generaciones futuras”.\n\nSus espadas de juguete y las ramas de los árboles chocaron en su feroz duelo.\nHasta que, por fin, el Guerrero ganó y les arrebató las coronas a los aristócratas.\n\nLa corona de flores, aunque toscamente elaborada,\nparecía aún más valiosa que el poder del que gozaba un comandante de caballería.",
        "fr": "\nLe héros, encore enfant, s'enfonçait dans la forêt mystérieuse dans la peau d'un rebelle.\nSon compagnon de jeu incarnait un chevalier, champion de l'aristocratie tyrannique.\n\n« Je me tiens sur le champ de bataille, tel un lion. Comme elle l'a fait autrefois, il y a mille ans. »\n« Ma lame inspirera des chants connus par les générations futures. »\n\nLe fracas de la fausse épée contre la branche de bois marqua le début de leur affrontement.\nCe dernier dura jusqu'à ce que le héros parvint à arracher la couronne de l'aristocrate.\n\nMalgré le temps qui passe,\ncette couronne de fleurs rudimentaire demeura plus précieuse que le pouvoir de commander des hommes.",
        "pt": "\nO pequeno herói entrou na floresta densa e misteriosa, e desde então percorreu o caminho da resistência.\nE seu melhor companheiro de jogo tinha o papel de cavaleiro campeão da aristocracia.\n\n\"Desfilo pelo campo de batalha como um leão, como ela fez há mil anos.\"\n\"Inspirarei canções com minha espada para as gerações futuras.\"\n\nSuas espadas de brincar e os ramos das árvores chocavam em seu feroz duelo-\nNo final, o herói venceu e tirou as coroas dos aristocratas.\n\nMuitos anos depois, a rudimentar coroa de flores\nSeria ainda mais preciosa do que o poder que possuíam os cavaleiros líderes...",
        "ru": "\nЮный герой вошёл в таинственный дремучий лес и ступил на путь сопротивления.\nЕго лучший друг детства стал же рыцарем на службе аристократов.\n\n«Словно лев шагаю я по полю боя. Совсем как она, тысячи лет назад.\nПоэты сложат о моём мече стихи, которые дойдут до потомков».\n\nИх игрушечные мечи и ветки в свирепом поединке ударялись друг о друга,\nпока герой не одержал победу и не и отнял у аристократов корону.\n\nМного лет спустя этот грубый, сплетённый из цветов венец\nказался ценностью ещё большей, чем власть командира рыцарей...",
        "id": "\nPrajurit pemberani kecil maju berjalan ke dalam hutan, melangkah untuk berjuang melakukan perlawanan.\nDan sahabatnya adalah Knight bangsawan kelas satu.\n\n\"Berjalan maju ke medan perang bagaikan seekor singa, sama seperti seribu tahun yang lalu.\"\n\"Puisi yang terjalin dari pedang untuk diberikan kepada anak laki-laki dan perempuan di masa depan\"\n\nMereka berdua bertarung dengan pedang besar tiruan yang terbuat dari dahan pohon-\nPada akhirnya, sang pejuang memenangkan pertarungan dan mengambil mahkota bangsawan tersebut.\n\nBertahun-tahun kemudian, bunga rumput dirangkai menjadi sebuah mahkota bunga,\nNamun itu menjadi lebih berharga daripada kekuatan untuk memerintah seorang Knight...",
        "th": "\nนักรบตัวน้อยเดินลึกเข้าไปในป่าทึบ และเริ่มการเดินทางของการต่อต้าน\nเพื่อนเล่นคนสนิทของเขาสวมบทบาทเป็นอัศวินผู้มีเกียรติ\n\n\"เดินเข้าไปในสนามรบเหมือนสิงโต ให้เหมือนที่เธอผู้นั้นเคยทำเมื่อพันปีที่แล้ว\"\n\"บทกวีที่จากดาบที่แกว่งไกวนี้ ขอมอบให้กับหนุ่มสาวในวันหน้าทั้งหลาย\"\n\nทั้งสองคนใช้ดาบปลอมด้ามใหญ่และกิ่งไม้ยาวฟาดฟันกัน และเริ่มการประลอง...\nในตอนท้าย ผู้กล้าผู้ต่อต้านเป็นฝ่ายชนะ และได้มงกุฎของขุนนางมาครอง\n\nหลายปีต่อมา มงกุฎที่ทำขึ้นหยาบ ๆ จากดอกไม้และใบหญ้านี้\nกลับมีคุณค่ายิ่งกว่าอำนาจที่ควบคุมอัศวิน",
        "vi": "\nNgười dũng sĩ nhỏ bé tiến sâu vào rừng, bước lên hành trình kháng chiến.\nCòn người bạn thân nhất lại sắm vai kỵ sĩ quý tộc hạng nhất.\n\n\"Như hùng sư bước chậm rãi lên chiến trường, như nàng của nghìn năm trước.\"\n\"Thơ được dệt từ đao kiếm tặng cho thiếu niên và thiếu nữ tương lai.\"\n\nKiếm giả của hai người đụng vào nhánh cây dài bắt đầu quyết đấu.\nCuối cùng dũng sĩ đối kháng chiến thắng, tháo mũ quý tộc xuống.\n\nNhiều năm sau, hoa cỏ này bện thành mũ mão sơ sài,\nNhưng trông còn quý hơn với quyền năng của kỵ sĩ thống lĩnh..."
      },
      "imgid": "brave_heart_circlet"
    }
  ]
}