{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "行者之心",
    "zht": "行者之心",
    "jp": "旅人の心",
    "ko": "행자의 마음",
    "en": "Resolution of Sojourner",
    "de": "Fernweh",
    "es": "Corazón del Viajero",
    "fr": "Cœur du Voyageur",
    "pt": "Resolução de Sojourner",
    "ru": "Решимость временщика",
    "id": "Resolution of Sojourner",
    "th": "Resolution of Sojourner",
    "vi": "Trái Tim Hành Giả"
  },
  "descriptions": [
    {
      "zhs": "攻击力提高18%。",
      "zht": "攻擊力提高18%。",
      "jp": "攻撃力+18%。",
      "ko": "공격력+18%",
      "en": "ATK +18%.",
      "de": "Erhöht den ANG um 18 %.",
      "es": "ATQ +18%.",
      "fr": "Augmente l'ATQ de 18 %.",
      "pt": "ATQ +18%.",
      "ru": "Увеличивает силу атаки на 18%.",
      "id": "ATK +18%.",
      "th": "เพิ่มพลังโจมตี 18%",
      "vi": "Tấn công tăng 18%"
    },
    {
      "zhs": "重击的暴击率提升30%。",
      "zht": "重擊的暴擊率提升30%。",
      "jp": "重撃の会心率+30%。",
      "ko": "강공격의 치명타 확률+30%",
      "en": "Increases Charged Attack CRIT Rate by 30%.",
      "de": "Erhöht die KT heftiger Schläge um 30 %.",
      "es": "La Prob. CRIT de los Ataques Cargados aumenta en un 30%.",
      "fr": "Augmente le taux CRIT des attaques chargées de 30 %.",
      "pt": "Aumenta a Taxa Crítica do Ataque Carregado em 30%.",
      "ru": "Увеличивает шанс крит. попадания заряженной атаки на 30%.",
      "id": "Meningkatkan 30% CRIT Rate dari Charged Attack.",
      "th": "เพิ่มอัตราคริของ การชาร์จโจมตีขึ้น 30%",
      "vi": "Tỷ lệ bạo kích của trọng kích tăng 30%"
    }
  ],
  "imgid": "resolution_of_sojourner_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "故人之心",
        "zht": "故人之心",
        "jp": "故人の心",
        "ko": "옛 벗의 마음",
        "en": "Heart of Comradeship",
        "de": "Sinn der Kameradschaft",
        "es": "Corazón de la Amistad",
        "fr": "Fleur du Voyageur",
        "pt": "Coração de Camaradagem",
        "ru": "Сердце товарищества",
        "id": "Heart of Comradeship",
        "th": "Heart of Comradeship",
        "vi": "Trái Tim Của Cố Nhân"
      },
      "description": {
        "zhs": "玉蓝色的小花，花茎上扎着谁人的丝带。",
        "zht": "玉藍色的小花，花莖上繫著誰人的絲帶。",
        "jp": "藍色の小花、花茎に誰かのリボンがついている。",
        "ko": "푸른빛의 작은 꽃. 꽃줄기에 오래된 누군가의 리본이 묶여있다",
        "en": "A small cerulean flower with somebody's ribbon pinned to the stem.",
        "de": "Ein hellblaues Blümchen mit einem kleinen Band an ihrem Stängel.",
        "es": "Una flor azul celeste en cuyo tallo anudaron un pequeño lazo.",
        "fr": "Une petite fleur bleue avec un ruban attaché à sa tige.",
        "pt": "Uma pequena flor azul jade, cuja fita está amarrada no caule.",
        "ru": "Маленький цветок с сапфировыми лепестками и привязанной к стеблю лентой.",
        "id": "Bunga kecil berwarna biru mutiara, dengan sehelai pita tersematkan di bagian batangnya.",
        "th": "ดอกไม้ขนาดเล็กที่มีสีของหยกสีฟ้า ที่ก้านมีริบบิ้นของใครบางคน ผูกติดอยู่",
        "vi": "Bông hoa nhỏ màu xanh ngọc, trên thân có buộc ruy băng của người nào đó."
      },
      "lore": {
        "zhs": "\n远行而来的旅人，将这朵花佩在胸口。\n\n为了追逐无拘无束的浪荡生涯，旅人抛弃了奢华绚烂的家乡。\n在异乡甘醴般清冽的湖水旁，他偶遇了一位眉头紧蹙的少女。\n\n「是远方来的旅人吗…也罢。是谁都好」\n「原来是乐师吗？那，请你不要用空洞的美言与音乐羞辱我」\n「只希望你能记住，现在的我」\n「被作为『节日』的祭品奉献之前的我」\n\n抛弃了故乡的远游旅人，将这朵花佩在胸口。\n因为除了自己谁都不爱，而能随意抛弃一切；\n这样的他却如约记住了少女，并且铤而走险…\n",
        "zht": "\n遠行而來的旅人，將這朵花佩在胸口。\n\n為了追逐無拘無束的浪蕩生涯，旅人拋棄了奢華絢爛的家鄉。\n在異鄉甘醴般清冽的湖水旁，他偶遇了一位眉頭緊蹙的少女。\n\n「是遠方來的旅人嗎…也罷。是誰都好」\n「原來是樂師嗎？那，請你不要用空洞的美言與音樂羞辱我」\n「只希望你能記住，現在的我」\n「被作為『節日』的祭品奉獻之前的我」\n\n拋棄了故鄉的遠遊旅人，將這朵花佩在胸口。\n因為除了自己誰都不愛，而能隨意拋棄一切；\n這樣的他卻如約記住了少女，並且鋌而走險…\n",
        "jp": "\n旅をしてきた旅人は、その花を胸元に飾った。\n\n自由に生きるため、旅人は故郷の贅沢な生活を捨てた。\n異邦の碧く澄んだ湖で、彼は顔が曇った少女に出会った。\n\n「旅人か…いいだろう、誰でも」\n「琴師？じゃ、その美しい言葉と音楽で私を侮辱しないで」\n「ただ、私を覚えてほしい、今の私を」\n「『祭り』の生贄として捧げられる前の私を」\n\n故郷を捨てた旅人は、その花を胸元に飾った。\n自分以外にはだれも愛せなかったから、すべて捨てることができた。\nそんな彼だったが、約束通りに少女を覚えて、自分を危険に晒した…\n",
        "ko": "\n멀리서 온 여행자가 이 꽃을 가슴에 걸었다.\n\n구속 없는 방탕한 생활을 위해 여행자는 휘황찬란한 고향을 등졌다.\n그는 타향의 달콤한 술처럼 맑은 호숫가에서 눈썹을 찡그린 소녀와 우연히 만났다.\n\n「멀리서 온 여행자야? …뭐, 누구든지 상관 없지」\n「악사였어? 그럼, 화려하기만 한 말과 음악으로 날 모욕하지 말아줘」\n「이것 하나만 기억해줘. 지금의 나를」\n「『명절』의 제물로 바쳐지기 전의 나를」\n\n고향을 등지고 멀리 떠나온 여행자가 이 꽃을 가슴에 걸었다.\n그는 자신을 제외한 누구도 사랑하지 않기에 언제든지 모든 걸 버릴 수 있다.\n이런 그가 약속대로 소녀를 기억하고 위험을 무릅쓰는데….\n",
        "en": "\nThe traveler from a distant land pinned this flower close to his chest.\n\nThe traveler left a life of great privilege to pursue a wandering, unburdened life.\nIn a foreign land, by a clear lake of sweet waters, he met a frowning maiden.\n\n\"A traveler from afar? ...Huh. Not like it matters.\"\n\"You're a musician? Well then, pray do not insult me with empty praises or song.\"\n\"Just remember me as I am.\"\n\"As one about to be offered up as a sacrifice for the 'festival.'\"\n\nThe traveler who had abandoned his homeland pinned this flower close to his chest.\nHe wished to remind himself to love no one, and become attached to nothing.\nYet he would remember that maiden as he had promised, and walk into the fire for her sake...\n",
        "de": "\nDer aus weiter Ferne gekommene Reisende klemmte sich die Blume an seine Brust.\n\nDer Reisende ließ ein Leben voller großer Privilegien hinter sich, um ein unbelastetes Leben in der Wanderschaft zu führen.\nIn einem fremden Land, an einem klaren See mit süßem Wasser, traf er ein finster dreinblickendes Mädchen.\n\n„Ein aus weiter Ferne gekommener Reisender? Soll mich das beeindrucken?“\n„Du bist ein Musikant? Na dann, beleidige mich nicht mit leeren Versprechungen und Lobpreisungen.“\n„Ich hoffe nur, dass du mich in Erinnerung behältst, so wie ich jetzt bin.“\n„Als jemand, der kurz davor steht, für das große Fest geopfert zu werden.“\n\nDer aus seiner weit entfernten Heimat gekommene Reisende klemmte sich die Blume an seine Brusttasche.\nEr wollte sich selbst daran erinnern, niemanden zu lieben und sich an nichts zu binden.\nDoch er würde sich an das Mädchen erinnern, wie er es versprochen hatte, und um ihretwillen sogar durchs Feuer gehen ... \n",
        "es": "\nEl viajero de una tierra lejana llevaba esta flor en su pecho.\n\nEl Viajero dejó atrás su vida privilegiada para vivir una errante y sin preocupaciones.\nJunto a un transparente lago de aguas dulces de una tierra extranjera, se encontró con una doncella que tenía el ceño fruncido.\n\n“¿Eres un viajero de una tierra lejana? Bueno, tampoco es que me importe...\nOh, ¿así que eres músico? Entonces, te ruego que no me insultes con palabras bonitas o canciones vacías, por favor.\nRecuérdame tal como soy:\nun trofeo al que darán como ofrenda para el ‘festival’”.\n\nEl Viajero, que había abandonado su tierra natal, llevaba esta flor en su pecho.\nQuería recordarse a sí mismo que no debía amar a nadie y no apegarse a nada en el mundo.\nSin embargo, sí recordaba a aquella joven, tal como le había prometido, y estaba dispuesto a arriesgar su vida por ella.\n",
        "fr": "\nLe voyageur venu d'une contrée lointaine portait cette fleur sur sa poitrine.\n\nCelui-ci avait mis derrière lui, une vie privilégiée au sein de sa patrie pour vivre libre.\nArrivé dans une région entourée par des lacs dont l'eau était aussi limpide que bonne, son chemin croisa celui d'une demoiselle dont la moue semblait permanente.\n\n« Êtes-vous un voyageur d'une contrée lointaine ? ... Tout compte fait, cela m'importe peu. »\n« Vous êtes donc musicien ? Dans ce cas, je vous prierai de m'épargner vos chants enjôleurs et vos paroles vides. »\n« Je souhaiterais que vous vous souveniez de moi comme je suis à l'instant présent. »\n« Comme une jeune fille qui sera offerte en sacrifice lors du prochain festival. »\n\nLe voyageur, qui avait abandonné sa contrée, tenait cette fleur près de son cœur.\nIl jura de n'aimer personne d'autre que lui-même pour vivre sans attache.\nToutefois, il garda cette jeune fille dans ses pensées et risqua même sa vie dans l'espoir de la sauver de son funeste destin...\n",
        "pt": "\nO viajante vindo de longe colocou a flor no seu peito.\n\nEle deixou uma vida repleta de privilégios e luxos para viver uma vida errante e despreocupada.\nPerto de um lago límpido e de águas doces, em uma terra estrangeira, ele encontrou por acaso uma jovem com o nariz franzido.\n\n\"É um Viajante que vem de longe? Bom, não importa quem seja.\"\n\"Oh. Na verdade, é um músico? Então, peço que não me humilhes com canções e elogios vazios.\"\n\"Lembre-se de mim apenas como sou agora.\"\n\"Como uma pessoa que está prestes a ser oferecida como sacrifício para um 'festival'.\"\n\nO Viajante que tinha abandonado sua terra natal colocou a flor no seu peito.\nEle tinha jurado não amar ninguém exceto a si próprio, pois assim podia deixar tudo levianamente.\nE mesmo assim ele se lembraria da jovem como havia prometido e arriscaria sua vida por ela.\n",
        "ru": "\nПутник из далёких земель прикрепил этот цветок на своей груди.\n\nРади свободы и странствий он отвергнул жизнь в роскоши на своей родине.\nВ чужих краях у кристальной глади озера путешественник увидел девушку в печали.\n\n«Вы странник из далёких краёв? Впрочем, неважно...\nВы музыкант? Тогда умоляю, не оскорбляйте меня пустопорожней лестью и музыкой.\nПросто запомните меня такой, какой видите сейчас.\nМеня скоро принесут в жертву на \"празднике\"...»\n\nПутник, что покинул родные места, прикрепил этот цветок на своей груди.\nОн хотел помнить ни в кого не влюбляться и ни к чему не привязываться.\nНо он сохранил память о той девушке, как и пообещал, и пошёл бы ради неё на любую жертву...\n",
        "id": "\nSeorang pengembara dari jarak jauh mengenakan bunga ini di dadanya.\n\nUntuk mengejar cita-cita dan hidup yang diinginkannya, para pengembara meninggalkan kampung halaman mereka yang indah.\nDi danau yang sejuk dan indah, dia tidak sengaja bertemu gadis muda yang mengerutkan alisnya.\n\n\"Apakah dia pengembara dari negeri jauh... ah sudahlah, siapa pun juga tak masalah.\"\n\"Apakah kamu seorang musisi? Kalau begitu tolong jangan gunakan kalimat klise dan lagu untuk membuatku malu.\"\n\"Aku hanya berharap kamu dapat mengingat diriku yang sekarang.\"\n\"Sebelum aku diberikan sebagai kurban untuk sebuah 'festival '\"\n\nPengembara yang meninggalkan kampung halamannya menaruh bunga ini di dadanya.\nKarena aku tidak mencintai siapa pun kecuali diriku sendiri, sehingga aku bisa membuang segalanya sesuka hatiku;\nDengan cara ini, dia dapat mengingat gadis itu seperti yang dijanjikannya, dan mengambil risiko...\n",
        "th": "\nนักเดินทางจากแดนไกล กลัดดอกไม้ดอกนี้ไว้ที่หน้าอกของเขา\n\nเพื่อเป็นการไขว่คว้าอาชีพอันอิสรเสรี นักเดินทางได้ละทิ้งชีวิตที่หรูหราและงดงามที่บ้านเกิดของเขา\nข้างทะเลสาบในเมืองต่างแดน เขาได้พบกับหญิงสาวผู้มีคิ้วขมวด\n\n\"นักเดินทางที่มาจากแดนไกลเหรอ... ช่างเถอะ เป็นใครก็ได้ทั้งนั้น\"\n\"ที่แท้ก็เป็นนักดนตรีงั้นเหรอ? งั้น ไม่ต้องมาชมฉันด้วยคำพูดกลวง ๆ และดนตรีที่ว่างเปล่าหรอก\"\n\"ขอแค่คุณจำฉันในตอนนี้ไว้\"\n\"ก่อนที่ฉันจะถูกใช้เป็นของสังเวยในงานเทศกาล\"\n\nนักเดินทางที่ละทิ้งบ้านเกิดเมืองนอน กลัดดอกไม้ดอกนี้ไว้ที่หน้าอกของเขา\nเพราะนอกจากตัวเองแล้ว เขาไม่เคยรักใคร และสามารถละทิ้งทุกอย่างตามที่ต้องการ\nแต่เขากลับจดจำหญิงสาวตามที่สัญญาไว้ และยอมเสี่ยงอันตราย\n",
        "vi": "\nNgười lữ khách đến từ phương xa, đeo đóa hoa trước ngực.\n\nVì theo đuổi cuộc sống không gò bó, lữ khách đã từ bỏ quê hương xa hoa rực rỡ.\nỞ bên hồ nước mát lạnh ngọt ngào, hắn vô tình gặp được thiếu nữ với đôi chân mày nhíu chặt.\n\n\"Là lữ khách từ phương xa tới sao? Cũng được...ai cũng được.\"\n\"Hóa ra là nhạc sư à? Thế ngươi đừng dùng những lời sáo rỗng và âm nhạc để làm nhục ta.\"\n\"Chỉ mong ngươi có thể nhớ ta của bây giờ.\"\n\"Ta của ngày trước bị xem như tế phẩm 'ngày lễ'\"\n\nLữ khách từ bỏ cố hương đi xa, đặt đóa hoa này trước ngực.\nVì trừ bản thân ra, chẳng yêu một ai, mà có thể tùy ý vứt bỏ hết thảy;\nMột người như thế lại nhớ nhung thiếu nữ như lời hẹn, hơn nữa còn bí quá hóa liều...\n"
      },
      "imgid": "resolution_of_sojourner_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "归乡之羽",
        "zht": "歸鄉之羽",
        "jp": "帰郷の羽",
        "ko": "귀향의 깃털",
        "en": "Feather of Homecoming",
        "de": "Feder der Heimkehr",
        "es": "Pluma del Retorno",
        "fr": "Plume du Voyageur",
        "pt": "Pluma do Regresso",
        "ru": "Перо возвращения домой",
        "id": "Feather of Homecoming",
        "th": "Feather of Homecoming",
        "vi": "Lông Vũ Hồi Hương"
      },
      "description": {
        "zhs": "蓝色的箭羽，其上凝结着旅人消逝远去的眷恋。",
        "zht": "藍色的箭羽，其上凝結著旅人消逝遠去的眷戀。",
        "jp": "青い矢羽、その中に旅人の消えていった眷恋が宿っている。",
        "ko": "푸른색 화살 깃 위에 나그네의 저 멀리 떠나가는 미련이 서려 있다",
        "en": "A blue arrow fletching imbued with the sentiment of travelers that had once faded into the horizon.",
        "de": "Eine blaue Pfeilfeder, der man die Sehnsucht nach der Ferne ablesen kann.",
        "es": "Una pluma de flecha azul. Lleva en ella la nostalgia del viajero.",
        "fr": "Une plume de flèche bleue qui symbolise la nostalgie d'un voyageur.",
        "pt": "As plumas das flechas azuis estão repletas de nostalgia dos viajantes.",
        "ru": "Синее перо с превратившейся в кристалл тоской уходящего за горизонт путешественника.",
        "id": "Anak panah biru yang mana di dalamnya terpendam perasaan seorang pengembara, yang kini telah sirna dan tiada.",
        "th": "ขนนกติดลูกศรสีน้ำเงิน อัดแน่นไปด้วยความคิดถึงของ นักเดินทางที่ล่วงลับไปแล้ว",
        "vi": "Lông vũ màu xanh, trên chiếc lông có chứa đựng sự lưu luyến của người lữ khác phương xa."
      },
      "lore": {
        "zhs": "\n希望被寡情的强权撕裂，重逢的诺言亦化作泡影。\n浪游天地的旅人，再一次失去了可称归宿的家园。\n\n居高睥睨的邪恶剥夺了挚爱的欢笑，\n永无止境的斗争磨却了不恭的心境。\n那些温柔的、戏谑的、欢乐的奏鸣，\n尽皆化作了锋利而冰冷的铮铮之音。\n\n为了故友，为了至交，为了再无人推杯置酒的酒桌与长凳。\n为了自由，为了生命，为了向夺去她微笑的邪恶施以复仇。\n带着决意，旅人拨动最后一根琴弦，射出了最后一支利箭。\n\n当他的生命渐渐渗入异国的大地时，他仰望着湛蓝的天空。\n是啊，原来这里的天空，和故乡的天空也是连在一起的呢…\n",
        "zht": "\n希望被寡情的強權撕裂，重逢的諾言亦化作泡影。\n浪遊天地的旅人，再一次失去了可稱歸宿的家園。\n\n居高睥睨的邪惡剝奪了摯愛的歡笑，\n永無止境的鬥爭磨卻了不恭的心境。\n那些溫柔的、戲謔的、歡樂的奏鳴，\n盡皆化作了鋒利而冰冷的錚錚之音。\n\n為了故友，為了至交，為了再無人推杯置酒的酒桌與長凳。\n為了自由，為了生命，為了向奪去她微笑的邪惡施以復仇。\n帶著決意，旅人撥動最後一根琴弦，射出了最後一支利箭。\n\n當他的生命漸漸滲入異國的大地時，他仰望著湛藍的天空。\n是啊，原來這裡的天空，和故鄉的天空也是連在一起的呢…\n",
        "jp": "\n希望は強権に引裂かれ、再会の約束は水の泡に変わった。\n天地を流浪する旅人は、もう一度帰る場所を失った。\n\n邪悪な笑顔が愛しい人を奪い、\n終わりなき争いが心を滅ぼした。\n優しい旋律も、楽しい旋律も、\nすべて耳障りの音に変わった。\n\n旧き友のために、最愛の人のために、二度と酒を交わすことができない杯のために。\n自由のために、生命のために、笑顔を奪われた彼女のために。\n覚悟を決めた旅人は最後の弦を響き、最後の矢を射た。\n\nその命がだんだん異国の大地に沁みる時、旅人は空を仰いだ。\nそうだ、この地の空も、故郷の空と繋いでいたんだ…\n",
        "ko": "\n냉정한 권력에 찢기고 재회한 언약이 물거품 되길….\n세상을 유랑하는 여행자, 돌아갈 수 있는 고향을 또다시 잃었다.\n\n오만불손한 악이 진실된 즐거움을 앗아갔고,\n끝없는 투쟁이 불경한 마음을 깎아내렸다.\n그 따뜻하고 재밌고 유쾌한 노래들은\n모두 날카롭고 차갑기 그지없는 번뜩이는 소리가 되었다.\n\n옛 친구를 위해, 지교를 위해, 더 이상 그 누구도 잔을 들고 술을 따르지 않는 술상과 걸상을 위해.\n자유를 위해, 생명을 위해, 그녀의 미소를 빼앗아간 악에 복수를 하기 위해.\n여행자는 결의를 가지고 마지막 남은 하프 줄을 켜 최후의 화살을 발사했다.\n\n그의 생명이 타국의 대지에 점점 스며들 때 그는 푸르른 하늘을 바라봤다.\n그래, 여기 하늘도 고향의 하늘과 연결되어 있었구나….\n",
        "en": "\nHope was ripped to shreds by ruthless might, and promises of reunion disappeared like fleeting shadows.\nThe wandering traveler had once against lost a place to call home.\n\nThe condescending evil stole his love's joy,\nAnd the endless conflict ground down his irreverent soul.\nThose gentle, playful rhythms of revelry,\nNow turned to sharp, icy clangs.\n\nFor his comrades, for his best friend, for the tables around which none would again share wine.\nFor freedom, for life, and for revenge against the evil that had taken her smile.\nThus resolved, the traveler plucked his last string, and fired his final arrow.\n\nAs he grew accustomed to life in this foreign land, he gazed up at the azure sky.\nAh, so the sky here was the same as the one back in his homeland...\n",
        "de": "\nDie Hoffnung wurde durch eine rücksichtslose Macht in Stücke gerissen und ein Versprechen auf ein Wiedersehen verschwand wie flüchtige Schatten.\nDer wandernde Reisende hatte einmal mehr einen Ort verloren, den er Heim nennen wollte.\n\nDas herablassende Böse stahl seiner Liebe die Freude\nund der endlose Konflikt zermalmte seine unehrerbietige Seele.\nDiese sanften, spielerischen Rhythmen des Schwelgens\nwurden nun zu scharfem, eisigem Klirren,\n\nfür seine Kameraden, für seinen besten Freund, für die Tische ringsherum, von denen keiner mehr Wein teilen wollte,\nfür die Freiheit, für das Leben und für die Rache an dem Bösen, das ihr Lächeln genommen hatte.\nFest entschlossen zupfte der Reisende seine letzte Saite und feuerte seinen letzten Pfeil ab.\n\nAls er sich an das Leben in diesem fremden Land gewöhnt hatte, blickte er in den azurblauen Himmel.\nIhm fiel auf, dass der Himmel hier der gleiche wie in seiner Heimat war ...\n",
        "es": "\nUn despiadado poder despedazó toda esperanza e hizo que la promesa de volver a verse desapareciera como sombras fugaces.\nEl Viajero errante había perdido una vez más el lugar al que llamaba “hogar”.\n\nEl desdeñoso mal robó la alegría de su amada,\nY el interminable conflicto destrozó su alma irreverente.\nEsas melodías suaves y juguetonas como un hada\nSe convirtieron en un sonido metálico, agudo y latente.\n\nPor sus camaradas, por su mejor amigo, por las mesas en las que nadie volvería a beber vino...\nPor la libertad, por la vida y por vengarse del mal que se había llevado su sonrisa.\nAsí, con gran resolución, el Viajero tocó por última vez la lira y disparó su última flecha.\n\nCuando ya estaba acostumbrado a vivir en esta tierra extranjera, un día miró hacia el cielo azul.\nEntonces, supo que el cielo era el mismo que el de su tierra natal...\n",
        "fr": "\nLe moindre espoir fut écrasé par une puissance colossale qui emporta avec elle la promesse de retrouvailles.\nLe voyageur vagabond avait de nouveau perdu le lieu qu'il considérait comme chez lui.\n\nLe mal incarné ôta le sourire de sa bien-aimée,\net le conflit sans fin brisa son âme indomptable.\nLes douces mélodies réjouissantes se turent,\npuis laissèrent place aux bruits sourds et métalliques.\n\nIl le fallait. Pour ses camarades, son meilleur ami et toutes les tavernes qui n'auraient plus le plaisir de les accueillir...\nPour la liberté, la vie et la vengeance contre le mal qui osa lui voler son sourire...\nDéterminé, le voyageur pinça la dernière corde de sa lyre et décocha sa dernière flèche.\n\nIl avait l'habitude de contempler le ciel bleu alors qu'il se faisait à sa nouvelle vie en terre inconnue.\nLa voûte céleste était partout la même, que ce soit ici ou dans son ancienne patrie...\n",
        "pt": "\nA esperança foi despedaçada por um poder impiedoso e as promessas de reencontro desapareceram como sombras fugazes.\nO viajante vagabundo perdeu novamente um lugar para chamar de casa.\n\nO mal desdenhoso roubou a alegria do seu amor,\nE os conflitos intermináveis destruíram sua alma irreverente.\nAquelas melodias suaves, divertidas e alegres,\nSe tornaram em sons agudos, latentes e metálicos.\n\nPelos seus camaradas, pelos seus melhores amigos, pelas mesas em que ninguém mais beberia vinho.\nPela liberdade, pela vida, pela vingança contra o mal que roubou o sorriso dela.\nDeterminado, o Viajante dedilhou a última corda e disparou a última flecha.\n\nQuando já estava acostumado a viver nessa terra estrangeira, um dia ergueu a cabeça e olhou para o céu azul.\nÉ certo. Esse céu era o mesmo céu da sua terra natal.\n",
        "ru": "\nНадежду разорвали безразличные силы, а обещания встретиться рассеялись, словно мираж.\nСкиталец вновь утратил пристанище.\n\nНадменное зло украло улыбку возлюбленной,\nа его дерзкую душу извела бесконечная борьба.\nНежный, весёлый гам кутежа\nпревратился в острый, холодный лязг.\n\nРади старых товарищей, ради лучшего друга, ради вина, которое разделить больше не с кем.\nРади свободы, ради жизни, и ради воздаяния злу, что стёрло с её уст улыбку.\nИсполнившись решимости, путешественник в последний раз перебрал струны и выпустил последнюю стрелу.\n\nПонемногу свыкаясь с жизнью на чужой земле, он смотрел в голубое небо.\nЗдесь оно было таким же, как и дома...\n",
        "id": "\nHarapan terkoyak oleh kekuatan besar, janji untuk bertemu kembali hilang bagaikan bayangan.\nPengembara yang berkeliaran di seluruh dunia sekali lagi kehilangan rumahnya.\n\nSenyum sinis yang merampas kebahagiaan orang yang dicintai,\nPerselisihan tiada akhir yang menghancurkan hati dan jiwa.\nIrama melodi yang lembut, lucu, dan menyenangkan, \nSemuanya berubah menjadi suara dentang tajam yang keras dan dingin.\n\nUntuk teman-teman lama, untuk orang-orang terkasih, untuk secangkir anggur yang tidak pernah bisa diminum lagi.\nUntuk kebebasan, kehidupan, dan untuk balas dendam atas kejahatan yang merenggut senyumnya\nDengan tekad bulat, sang pengembara memetik senar terakhir dan menembakkan anak panah tajamnya yang terakhir.\n\nKetika hidupnya berangsur-angsur pindah ke tanah baru tempatnya berpijak, dia memandang ke arah langit biru.\nBenar, ternyata langit di sini pun terhubung dengan langit di kampung halamanku...\n",
        "th": "\nความหวังได้ถูกฉีกเป็นชิ้น ๆ ด้วยอำนาจ และคำสัญญาที่จะกลับมาพบกันอีกครั้งก็ได้หายไปเช่นกัน\nนักเดินทางผู้ท่องไปทั่วโลก ได้สูญเสียบ้านของเขาไปอีกครั้ง\n\nความชั่วร้ายที่มองมาจากเบื้องบนกีดกันรอยยิ้มที่จริงใจและมีความสุข\nการต่อสู้ที่ไม่มีที่สิ้นสุด ได้กำจัดเอาความคิดที่ขาดความเคารพออกไป\nเสียงเพลงที่อ่อนโยน ขบขัน และมีความสุขเหล่านั้น\nได้กลายเป็นเสียงบาดหูที่ทิ่มแทงและเยือกเย็น\n\nเพื่อสหายเก่า เพื่อมิตรภาพ เพื่อโต๊ะเหล้าที่ไม่มีคนนั่งรินเหล้าอีกต่อไป\nเพื่ออิสรภาพ เพื่อชีวิต เพื่อการแก้แค้นที่ความชั่วร้ายพรากรอยยิ้มของเธอไป\nด้วยความมุ่งมั่น นักเดินทางดึงสายพิณสายสุดท้ายออกมา และยิงธนูดอกสุดท้ายออกไป\n\nเมื่อชีวิตของเขาค่อย ๆ ปรับตัวเข้ากับดินแดนต่างถิ่น เขาก็มองขึ้นไปยังท้องฟ้า\nจริงด้วย ที่แท้ท้องฟ้าผืนนี้ก็เป็นท้องฟ้าผืนเดียวกับบ้านเกิดฉัน...\n",
        "vi": "\nHi vọng bị cường quyền bạc tình xé nát, lời hứa gặp lại cũng hóa thành bọt nước.\nLữ nhân lãng du đất trời, một lần nữa mất đi gia viên quy tụ.\n\nTà ác từ trên cao nhìn xuống tước đoạt nụ cười vui say chân thành.\nTranh đấu mãi không ngừng mài giũa trái tim bất kính.\nNhững thanh âm diễn tấu dịu dàng, vui vẻ và hài hước,\nĐều hóa thành âm sắc bén lạnh như băng.\n\nVì bạn cũ, vì chí giao, vì bàn rượu và băng ghế không còn ai cùng nâng ly chung vui.\nVì tự do, vì mạng sống, vì báo thù tà ác đã đoạt đi nụ cười của nàng.\nMang theo quyết ý, người lữ khách tấu lên khúc sau cùng, bắn ra mũi tên cuối.\n\nKhi sinh mạng của hắn dần đi vào lòng đất nơi xứ người, hắn ngước nhìn bầu trời xanh thẳm.\nPhải rồi, hóa ra bầu trời nơi này nối liền với bầu trời của cố hương...\n"
      },
      "imgid": "resolution_of_sojourner_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "逐光之石",
        "zht": "逐光之石",
        "jp": "逐光の石",
        "ko": "빛을 좇는 돌",
        "en": "Sundial of the Sojourner",
        "de": "Stein der Lichtjagd",
        "es": "Piedra Atrapaluz",
        "fr": "Montre du Voyageur",
        "pt": "Pedra do Caçador da Luz",
        "ru": "Солнечные часы временщика",
        "id": "Sundial of the Sojourner",
        "th": "Sundial of the Sojourner",
        "vi": "Hòn Đá Phát Sáng"
      },
      "description": {
        "zhs": "饱经沧桑的时晷，永远在静默地记录着日月循环。",
        "zht": "飽經滄桑的時晷，永遠在靜默中記錄著日月循環。",
        "jp": "世の移り変わりを経験してきた日時計、永遠に静かに時の循環を記録している。",
        "ko": "산전수전 다 겪은 돌시계는 언제나 고요 속에서 일월순환을 기록한다",
        "en": "A sundial that has survived the ages, always silently recording the cycles of the sun and moon as they pass through the sky.",
        "de": "Eine Sonnenuhr, die die Wandlungen der Zeit miterlebt hat und deren Fortgang still und zuverlässig aufzeichnet.",
        "es": "Un reloj de sol que es testigo del cambio de las eras. Registra eternamente y en silencio el flujo de los días.",
        "fr": "Un cadran solaire qui a connu des temps instables, tout en enregistrant silencieusement les cycles dictés par le soleil et de la lune.",
        "pt": "O relógio de sol, que passou pelas vicissitudes da vida, registra silenciosamente o ciclo do sol e da lua.",
        "ru": "Солнечные часы, пережившие не одно тысячелетие. Они безмолвно продолжают вести отсчёт солнечных и лунных циклов.",
        "id": "Jam bayangan matahari yang antik dan tua, selalu memperhatikan cahaya matahari dan bulan yang melintasi angkasa.",
        "th": "เวลาที่เผชิญความผันผวนมา นับครั้งไม่ถ้วน ได้บันทึกทุกคืนวันอย่างเงียบ ๆ",
        "vi": "Đồng hồ trải qua bao gió bụi, vẫn âm thầm ghi lại năm tháng dài đằng đẵng."
      },
      "lore": {
        "zhs": "\n追逐命运的旅人，也在追逐着永不停息的光阴。\n抗争贵胄的乐团，其结局在永流的时光中浮现。\n\n在漫长的旅程之中，任何精密时计都有可能失灵。\n永远不会发生故障的，只有依赖日月光芒的时晷。\n为了抓握无形的时间，旅人只有与光的脚步竞逐。\n\n权贵们宏伟超凡的府邸，与那为掀翻暴政不得安家的乐团，\n二者正以同样的姿态被永流的时光卷挟，奔向同样的幻灭。\n\n当夜深无月时，黑暗的晷面映出了异乡人疲惫的面容。\n「箭芒般的曲音渺渺将尽，美好的合奏已经接近尾声」\n「广场上的冰冷高塔倾倒时，我能否看见你的笑容呢」",
        "zht": "\n追逐命運的旅人，也在追逐著永不停息的光陰。\n抗爭貴冑的樂團，其結局在永流的時光中浮現。\n\n在漫長的旅程之中，任何精密時計都有可能失靈。\n永遠不會發生故障的，只有依賴日月光芒的時晷。\n為了抓握無形的時間，旅人只有與光的腳步競逐。\n\n權貴們宏偉超凡的府邸，與那為掀翻暴政不得安家的樂團，\n二者正以同樣的姿態被永流的時光捲挾，奔向同樣的幻滅。\n\n當夜深無月時，黑暗的晷面映出了異鄉人疲憊的面容。\n「箭芒般的曲音渺渺將盡，美好的合奏已經接近尾聲」\n「廣場上的冰冷高塔傾倒時，我能否看見妳的笑容呢」",
        "jp": "\n運命を追う旅人は、止まらぬ時の流れも追っていた。\n貴族に立ち向かう楽団も、歴史の流れから永遠に消え去った。\n\n長い旅の途中で、どんな時計でも機能を失ってしまうかもしれない。\n永遠に回り続けるのは、月日の光に頼る日時計のみ。\n形のない時間を捕むため、旅人は光と競争した。\n\n貴族たちの華麗な屋敷も、暴政を敷くために家を失った楽団も、\n同じ姿で時間の流れに挟まれ、幻滅へと落ちた。\n\n月のない夜に、異邦人は闇に包まれて、疲れた顔の影が暗に映った。\n「矢のような曲も尽きようとし、美しい合奏は終わりに近寄る」\n「広場の冷たい高塔が倒れる時、あなたの笑顔を見てみたい」",
        "ko": "\n운명을 쫓는 여행자는 영원히 멈추지 않는 시간도 쫓고 있다.\n귀족에 항쟁하는 악단, 결말은 영원히 흐르는 시간 속에서 떠오른다.\n\n오랜 여행 중에는 아무리 정밀한 시계라도 고장 날 수 있다.\n절대 고장 나지 않는 건 오직 햇빛과 달빛에 의존하는 시계뿐.\n형체 없는 시간을 잡기 위해 여행자는 빛의 걸음과 각축을 벌였다.\n\n귀족들의 웅장하고 비범한 저택과 정처 없이 떠돌며 폭정을 뒤집은 악단,\n둘 모두 같은 자태로 영원히 흐르는 시간에 갇혀 함께 사라졌다.\n\n달도 뜨지 않는 깊은 밤에 어둠의 그림자 속에서 이방인의 피로에 젖은 얼굴이 비쳤다.\n「화살촉 같던 노래가 아득해지며 아름다운 합주도 막바지에 이른다」\n「광장의 높게 솟은 차디찬 탑들이 무너질 때 너의 웃는 얼굴을 볼 수 있을까?」",
        "en": "\nThe traveler pursued both fate and the inexorable passage of time.\nThe troupe that resisted the aristocracy — and their end — could be seen in the eternal flow of time.\n\nIn the course of a long journey, even the most well-made watch might cease to work.\nThe only unfailing marker of time was the passage of the sun and moon.\nSo to chase formless time, the traveler could only pursue light itself.\n\nThe great halls of the nobility, and the rebellious troupe with no room to lay their heads.\nBoth were churned just the same by the flow of time, and both like fleeting dreams raced towards the same destruction.\n\nUnder the moonless night sky, the dark shadows drew upon the outlander's tired face.\n\"The songs are spent like arrows few, to the choir the curtain calls.\"\n\"Shall I ever see you smile anew, when the tower in the city square falls?\"",
        "de": "\nDer Reisende verfolgte sowohl das Schicksal als auch den unaufhaltsamen Lauf der Zeit.\nDas Ensemble, das sich der Aristokratie und ihrem Ende widersetzte, konnte nun von jedermann im ewigen Fluss der Zeit gesehen werden.\n\nWährend einer langen Reise kann es passieren, dass selbst die beste Uhr irgendwann nicht mehr funktioniert.\nDie einzige unfehlbare Markierung der Zeit war der Lauf von Sonne und Mond.\nUm also der formlosen Zeit hinterherzujagen, konnte der Reisende nur dem Licht selbst nachjagen.\n\nDie großen Hallen der Aristokratie und das rebellische Ensemble, das keinen Platz hat, um die Tyrannei zu stürzen,\nbeide wurden durch den Fluss der Zeit gleichermaßen aufgewühlt und beide rasten wie flüchtige Träume auf dieselbe Zerstörung zu.\n\nUnter dem mondlosen Nachthimmel glitten die dunklen Schatten auf das müde Gesicht des Fremden.\n„Die Lieder werden wie Pfeile immer weniger, der Vorhang ruft bereits den Chor.“\n„Werde ich dich jemals wieder lächeln sehen, sollte der Turm auf dem Stadtplatz einstürzen?“",
        "es": "\nEl Viajero perseguía tanto al destino como al inexorable paso del tiempo.\nDe hecho, en su eterno fluir, se podía divisar el fin de la Orquesta que se opuso a la aristocracia.\n\nEn el transcurso de un largo viaje, incluso el reloj mejor fabricado puede dejar de funcionar.\nLo único que nunca se apagará será la luz del sol y de la luna.\nPor ello, el Viajero debía competir contra esa luz para ser consciente del paso del tiempo.\n\nPor un lado, estaban las grandiosas mansiones de los nobles, y, por otro, la Orquesta, que jamás descansaba para derrocar al tiránico régimen.\nEl paso del tiempo agitó a ambos por igual, lo que hizo que sufrieran el mismo destructivo destino.\n\nBajo el cielo nocturno sin luna, las oscuras sombras reflejaban el cansancio del forastero.\n“Cuando el fugaz brillo de las flechas desaparece, la melodía llega a su fin.\n¿Te veré sonreír de nuevo cuando caiga la torre en la plaza de la ciudad?”.",
        "fr": "\nLe voyageur était sans cesse à la poursuite du destin et du temps qui ne cessait de s'écouler.\nIl revit le trépas des membres de l'orchestre qui s'opposa aux aristocrates dans l'abîme du temps éternel.\n\nAu cours d'un long périple, même la plus solide des montres peut cesser de fonctionner.\nLe soleil et la lune sont les seuls indicateurs infaillibles du temps qui passe.\nS'il voulait saisir l'essence du temps, le voyageur n'avait nul autre choix que de chasser la lumière.\n\nLes aristocrates qui résidaient dans leurs somptueux palais et la troupe qui se battait contre leur règne tyrannique...\nLes uns comme les autres furent balayés par le temps éternel et disparurent dans ses méandres.\n\nSous un ciel nocturne dépourvu de lune, le cadran obscur refléta le visage las de l'étranger.\n« La dernière note retentit avant le tomber de rideau. »\n« Vous verrai-je sourire lorsque la tour de la place centrale s'écroulera ? »",
        "pt": "\nO Viajante que procurava o destino, procurava agora também a inevitável passagem do tempo.\nO final da Orquestra que tinha resistido à aristocracia podia ser visto na eterna corrente do tempo.\n\nNo decorrer de uma longa viagem, até o melhor dos relógios pode parar de funcionar.\nO único marcador de tempo que nunca falha é a luz do sol e da lua.\nPor isso, o Viajante teria de competir com essa luz para estar consciente do passar do tempo.\n\nPor um lado, estavam as grandiosas mansões dos nobres e, por outro, a Orquestra, que jamais descansava para derrubar o regime tirano.\nAmbos foram agitados pelo passar do tempo e caminhavam agora para o mesmo final de destruição.\n\nSob o céu sem lua, as sombras escuras cobriam o cansaço do estrangeiro.\n\"Quando o brilho fugaz das flechas se apaga, a bela melodia chega ao fim.\"\n\"Voltarei a te ver sorrir, quando a torre tombar na praça da cidade?\"",
        "ru": "\nПутешественник бросился преследовать судьбу и неумолимый ход времени.\nВ бесконечном потоке времени виднелись ансамбль, который бросил вызов аристократии, и его кончина.\n\nВ долгом путешествии отказать могут даже самые надёжные часы.\nБез перебоев время отмеряли только солнце и луна.\nВ погоне за неосязаемыми мгновениями путешественнику оставалось идти за светом.\n\nВеличественные хоромы аристократов и мятежный ансамбль без крова над головой -\nих обоих подхватили вихри времени и несли к общей судьбе - уничтожению.\n\nБезлунной ночью чёрные тени легли на измождённое лицо чужестранца.\n«Уж последняя стрела умчалась в смертный свой полёт, уж отыграл оркестр, и скоро занавес падёт.\nУлыбнёшься ли ты мне, вопрошаю я, родная, когда на площади падёт та башня ледяная?»",
        "id": "\nPengembara yang mengejar nasib juga mengejar waktu yang tidak pernah berakhir.\nOrkestra melawan para bangsawan, hasilnya akan mengalir dalam aliran waktu selamanya.\n\nSelama perjalanan panjang, perhitungan apa pun mungkin tidak akan akurat.\nSatu-satunya hal yang tidak akan pernah gagal adalah jam yang berdasarkan pada matahari dan bulan.\nUntuk mengejar waktu yang tak terlihat, pengembara hanya dapat berpacu dengan langkah cahaya.\n\nIstana kediaman megah para bangsawan, dan anggota orkestra yang kehilangan rumah mereka karena tirani,\nKeduanya berada pada posisi dan waktu kekal yang sama, kecewa dengan berlalunya sang waktu.\n\nSaat bulan tidak muncul di tengah kegelapan malam, jam matahari yang gelap memancarkan wajah lelah seseorang yang asing.\n\"Lagu yang indah sudah mendekati akhirnya, begitu pula melodi yang indah itu mendekati akhir\"\n\"Bisakah aku melihat senyummu saat menara di alun-alun itu akhirnya runtuh?\"",
        "th": "\nนักเดินทางที่ไล่ตามโชคชะตา ก็ไล่ตามเวลาที่ไม่มีที่สิ้นสุดด้วยเช่นกัน\nเรื่องราวจุดจบของวงดนตรีที่ต่อต้านชนชั้นสูง ได้ล่องลอยอยู่ในกาลเวลาชั่วนิรันดร์\n\nในระหว่างการเดินทางอันแสนยาวนาน อุปกรณ์บอกเวลาที่เที่ยงตรงอาจไม่แม่นยำเหมือนเคย\nสิ่งเดียวที่จะไม่มีวันเสื่อมสลายคือหน้าปัดนาฬิกาที่พึ่งพาแสงอาทิตย์และแสงจันทร์\nเพื่อที่จะเข้าใจเวลาที่มองไม่เห็น นักเดินทางต้องแข่งขันกับฝีเท้าของแสง\n\nแมนชั่นที่หรูหราโอ่อ่าของชนชั้นสูง และวงดนตรีที่โค่นล้มเผด็จการอย่างไม่ท้อถอย\nทั้งสองฝั่งยืนอยู่ด้วยท่าทางที่เหมือนกัน ได้ถูกกาลเวลาหลอมรวมเข้าด้วยกัน และจางหายไปชั่วนิรันดร์\n\nเมื่อไม่มีดวงจันทร์ในยามค่ำคืน หน้าปัดอันมืดมนจะสะท้อนใบหน้าที่เหนื่อยล้าของคนไกลบ้าน\n\"เสียงเพลงของลูกศรฟังดูอ่อนล้าลงเรื่อย ๆ การบรรเลงเพลงที่งดงามใกล้จะถึงตอนจบเข้ามาทุกที\"\n\"ในตอนที่หอคอยใจกลางจัตุรัสอันเยือกเย็นถล่มลงมา ฉันจะได้เห็นรอยยิ้มของคุณไหมนะ\"",
        "vi": "\nLữ khách truy đuổi vận mệnh, cũng đuổi theo thời gian không bao giờ dừng lại.\nNhạc đoàn chống lại quý tộc, kết cục sẽ trôi dạt trong dòng thời gian chảy mãi.\n\nTrong lộ trình dài đằng đẵng, tính toán tỉ mỉ đến mức nào cũng sẽ có lúc không chuẩn xác.\nMãi mãi sẽ không xảy ra trở ngại, chỉ lệ thuộc vào ánh sáng ngày đêm giao chuyển.\nĐể bắt lấy thời gian vô hình, lữ khách chỉ có thể chạy đua cùng bước chân của ánh sáng.\n\nCác phủ đệ quyền quý hùng vĩ siêu phàm, cùng với nhạc đoàn vì lật đổ chính sách tàn bạo mà không thể an cư.\nHai kẻ đang có cùng bộ dạng bị dòng thời gian cuốn đi, chạy về vùng mây khói.\n\nVào đêm không trăng, bóng tối hiện ra bộ dạng mệt mỏi của kẻ tha hương.\n\"Âm khúc mênh mang đã tận, hợp tấu tốt đẹp đã đến hồi cuối\"\n\"Khi tháp cao nghiêng đổ trên quảng trường lạnh như băng, ta có thể nhìn thấy nụ cười của nàng không?\""
      },
      "imgid": "resolution_of_sojourner_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "异国之盏",
        "zht": "異國之盞",
        "jp": "異国の杯",
        "ko": "이국의 술잔",
        "en": "Goblet of the Sojourner",
        "de": "Kelch der Fremde",
        "es": "Cáliz Extranjero",
        "fr": "Calice du Voyageur",
        "pt": "Cálice de Uma Terra Desconhecida",
        "ru": "Кубок временщика",
        "id": "Goblet of the Sojourner",
        "th": "Goblet of the Sojourner",
        "vi": "Chiếc Ly Dị Quốc"
      },
      "description": {
        "zhs": "朴素的白瓷酒杯，曾经盈满了欢愉的酒水。",
        "zht": "樸素的白瓷酒杯，曾經盈滿了歡愉的酒水。",
        "jp": "素朴な白い磁器の酒盃、かつては歓喜のお酒に満ちていた。",
        "ko": "한때 이 소박한 백자 술잔엔 기쁨의 술이 가득 차 있었다",
        "en": "A plain porcelain goblet that was once brimming with joyous brews.",
        "de": "Ein Becher aus weißem Porzellan, der früher eine große Zahl an alkoholischen Getränken fasste.",
        "es": "Una copa austera de porcelana blanca. Alguna vez estuvo llena de licores hasta desbordar.",
        "fr": "Un verre en porcelaine blanche qui a contenu de nombreuses boissons alcoolisées.",
        "pt": "O copo de vinho branco simples de porcelana que foi usado por muitos momentos de alegria.",
        "ru": "Простой фарфоровый кубок, в котором когда-то пенились роскошные напитки.",
        "id": "Piala keramik biasa yang sebelumnya pernah dituang penuh arak untuk menemani saat-saat gembira.",
        "th": "แก้วเหล้าสีขาวที่ดูธรรมดา ๆ นี้ ครั้งหนึ่งเคยเต็มไปด้วย เหล้าแห่งความสุข",
        "vi": "Ly rượu đơn giản bằng gốm trắng, đã từng đựng đầy những giọt rượu chúc mừng."
      },
      "lore": {
        "zhs": "\n琴有四弦。\n与「乐团」的同伴共饮的日夜，是旅行的生涯中最愉快的时刻吧。\n开始仅仅是在旅途中与「指挥」相遇。但看不见的、命运的琴弦，\n又将以剑为笛的少女，和那位「克留兹理德」带到了旅人的面前。\n\n在欢乐的酒馆里，琴师将偶遇的少女以歌曲与舞步介绍给同伴们。\n醺醉的旅人拂动琴弦纵情高歌。\n\n以后再也不必独自旅行了，既然有了他们…\n或许就和他们一同，走向旅途的终点也好。",
        "zht": "\n琴有四弦。\n與「樂團」的同伴共飲的日夜，是旅行的生涯中最愉快的時刻吧。\n開始僅僅是在旅途中與「指揮」相遇。但看不見的、命運的琴弦，\n又將以劍為笛的少女，和那位「克留茲理德」帶到了旅人的面前。\n\n在歡樂的酒館裡，琴師將偶遇的少女以歌曲與舞步介紹給同伴們。\n醺醉的旅人拂動琴弦縱情高歌。\n\n以後再也不必獨自旅行了，既然有了他們…\n或許就和他們一同，走向旅途的終點也好。",
        "jp": "\n琴には四つの弦がある。\n「楽団」の仲間たちと飲み交わした日々が、旅の中での一番楽しい時だったでしょう。\n初めは「指揮」と出会った。そして見えない運命の弦が、\n剣を笛にする少女と、あの「クロイツリード」を旅人の前に連れてきた。\n\n笑い声が止まらない酒場で、琴師が歌と舞を通じて偶然に出会った少女を仲間に紹介した。\nほろ酔いの旅人は琴を撫でて歌った。\n\n彼らがいて、もう二度と独りの旅をしなくてもいい…\nこのまま彼らと、旅の終点まで行こう。",
        "ko": "\n하프에는 네 개의 현이 있다.\n「악단」의 동료들과 밤낮으로 함께 술을 마시는 게 바로 여행 중 가장 즐거운 순간일 거야.\n처음엔 그저 여행 도중 「지휘자」와 만난 거였지만 보이지 않는 운명의 하프 줄이\n검을 피리로 삼는 소녀와 그 「크루질드」를 여행자 앞으로 데려왔지.\n\n즐거운 술집에서 하프 연주자는 우연히 만난 소녀를 노래와 춤으로 동료들에게 소개했지.\n술에 취한 여행자는 하프를 켜며 마음껏 노래를 불렀어.\n\n이제부터 더 이상 혼자 여행하지 않아도 됐어. 그들이 있으니….\n어쩌면 그들과 함께 여행의 종착지로 향하는 것도 좋을지도….",
        "en": "\nA lyre has 4 strings.\nThe days he spent with his comrades in the \"troupe\" were probably the happiest in his life of wandering.\nAt first, it was just a chance meeting with the conductor — but for the invisible strings of fate.\nFirst came the girl who used a flute as a sword, and then that fellow Kreuzlied — one by one, the traveler met them all.\n\nIn the joyous tavern, the lyrist introduced a maiden he had met by chance to his comrades amidst the singing and dancing.\nThe drunken traveler strummed the strings and sang in a loud voice.\n\nWith them by his side, he would never have to travel alone again...\nPerhaps it would be alright to walk with them till journey's end.",
        "de": "\nEine Leier hat vier Saiten.\nDie Tage, die er mit seinen Kameraden im Ensemble verbrachte, waren wahrscheinlich die glücklichsten in seinem Wanderleben.\nZuerst war es nur eine zufällige Begegnung mit dem Dirigenten, verworren mit den unsichtbaren Fäden des Schicksals.\nDann kam das Mädchen, das eine Flöte als Schwert benutzte, später einer mit dem Namen Kreuzlied und nach und nach lernte der Reisende sie alle kennen.\n\nIn der stimmungsvollen Taverne stellte der Leierspieler seinen Kameraden die junge Frau vor, die er zufällig getroffen hatte.\nDer betrunkene Reisende zupfte kräftig an den Saiten und sang aus voller Kehle.\n\nNun muss ich nie wieder allein reisen, jetzt da ich sie habe ...\nVielleicht kann ich mit ihnen ja sogar bis ans Ende gehen.",
        "es": "\nLas liras tienen cuatro cuerdas.\nLos días que el Viajero pasó con sus compañeros de la Orquesta fueron posiblemente los más felices de su vida errante.\nAl principio, fue solo un encuentro casual con el director.\nPero las invisibles cuerdas del destino llevaron al Viajero a la joven cuya espada era una flauta y a un hombre llamado “Kreuzlied”.\n\nEn medio de lo cantos y los bailes de la alegre taberna, el lirista presentó a sus camaradas a una doncella que había conocido por casualidad.\nEl Viajero, que estaba borracho, rasgueó las cuerdas y cantó en voz alta.\n\nCon los músicos de la Orquesta a su lado, nunca más tendría que viajar solo...\nTal vez podría viajar junto a ellos hasta el final de su viaje.",
        "fr": "\nUne lyre possède quatre cordes.\nLes jours qu'il passa en compagnie de la troupe furent sans doute les plus heureux de sa vie.\nTout commença grâce à une rencontre fortuite avec le chef d'orchestre, sans remarquer que les fils du destin commençaient à se nouer.\nPuis, vint la rencontre de la bretteuse et celle de Kreuzlied.\n\nLe lyriste présenta une jeune fille dont il a fait la connaissance par hasard à ses camarades dans une taverne animée, dans l'allégresse du chant et de la danse.\nSous l'effet du vin, il se mit à jouer de son instrument et entonna une chanson à tue-tête.\n\nIl ne voyagerait plus seul avec eux à ses côtés...\nL'idée d'être en leur compagnie jusqu'à la fin lui paraissait étrangement agréable.",
        "pt": "\nUma lira tem quatro cordas.\nOs dias que passou com os seus companheiros na \"Orquestra\" foram provavelmente os mais felizes da sua vida de viagens.\nNo início, foi apenas um acaso ter encontrado o \"Comandante\". Mas as cordas invisíveis do destino\nFizeram com que o Viajante encontrasse a jovem cuja espada era uma flauta e o Kreuzlied.\n\nNa taverna alegre, o Lirista apresentou aos seus camaradas a jovem que encontrou por acaso cantando e dançando.\nO viajante bêbado dedilhou as cordas da Lira e cantou alto.\n\nCom eles do seu lado, não teria mais de viajar sozinho...\nTalvez poderia viajar com eles até ao fim da sua viagem.",
        "ru": "\nУ лиры четыре струны.\nНочи и дни веселья с бродячим ансамблем были самой счастливой частью его полной скитаний жизни.\nСначала он случайно встретил дирижёра. Но невидимые струны судьбы свели путешественника\nс девушкой, которой меч заменял флейту, а позже - парнем по имени Крузлид.\n\nВ оживлённой таверне трубадур случайно познакомился с девушкой, и тут же принялся представлять её песней и танцем своим компаньонам.\nРазгорячённый вином путешественник бил по струнам и громко пел.\n\nПутешествовать в одиночестве больше не придётся, ведь теперь рядом они...\nМожет быть, пройти путь до конца вместе с ними было бы совсем неплохо.",
        "id": "\nLira memiliki empat senar.\nSiang dan malam minum bersama anggota orkestra, merupakan saat-saat paling bahagia dalam perjalanan.\nAwalnya aku hanya bertemu dengan sang konduktor, tapi tak melihat untaian takdir yang ada,\nDia juga membawa gadis yang menggunakan seruling sebagai pedang dan \"Kreuzlied\" kepada sang pengembara.\n\nDi Tavern, dia memperkenalkan gadis tersebut kepada teman-temannya dengan menggunakan lagu dan tarian.\nPengembara yang mabuk menjentikkan senar pada instrumennya.\n\nAku tidak harus bertualang sendirian lagi setelah ini karena adany mereka...\nMungkin baik juga bila bisa pergi bersama mereka, sampai akhir perjalanan.",
        "th": "\nพิณนั้นมีสี่สาย\nการได้ร่วมดื่มทั้งวันทั้งคืนกับสหายร่วม \"วงดนตรี\" คงจะเป็นช่วงเวลาที่มีความสุขที่สุดในอาชีพนักเดินทาง\nในตอนแรกมันเป็นเพียงการพบกันกับผู้คุมวง ในระหว่างการเดินทาง แต่พิณแห่งโชคชะตาที่มองไม่เห็น ก็ได้เริ่มบรรเลง\nเขาพาหญิงสาวที่ใช้ดาบเป็นขลุ่ย และ Kreuzlied ผู้นั้นมาพบนักเดินทาง\n\nในร้านเหล้าที่รื่นเริง นักเล่นพิณได้แนะนำหญิงสาวที่เขาเพิ่งพบ ให้กับสหายของเขาด้วยเสียงเพลงและการเต้นรำ\nนักเดินทางที่เมาแล้วได้บรรเลงสายพิณและขับร้องเพลง\n\nฉันไม่ต้องเดินทางคนเดียวอีกต่อไปแล้ว ตอนนี้ฉันมีพวกเขาแล้ว...\nการเดินทางถึงจุดหมายไปพร้อมกับพวกเขา อาจเป็นสิ่งที่ดีก็ได้",
        "vi": "\nĐàn có bốn dây.\nNgày đêm vui ca với bạn bè \"nhạc đoàn\" là thời điểm vui vẻ nhất cuộc đời lữ hành.\nBan đầu chỉ vô tình gặp \"chỉ huy\" trên đường, nhưng không nhìn thấy dây đàn vận mệnh.\nDẫn theo thiếu nữ lấy kiếm làm sáo, cùng người \"Kreuzlied\" đó đến trước mặt lữ khách.\n\nTrong quán rượu vui say, cầm sư giới thiệu ca khúc cùng điệu múa của thiếu nữ vô tình gặp được cho bạn bè.\nLữ khách say men gảy đàn thỏa thích hát ca.\n\nSau này không phải du lịch một mình nữa vì đã có bọn họ...\nHoặc nếu có thể cùng họ đi đến cuối hành trình thì cũng tốt."
      },
      "imgid": "resolution_of_sojourner_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "感别之冠",
        "zht": "感別之冠",
        "jp": "別離の冠",
        "ko": "이별의 모자",
        "en": "Crown of Parting",
        "de": "Kranz des Abschieds",
        "es": "Corona del Adiós",
        "fr": "Couronne du Voyageur",
        "pt": "Coroa da Despedida",
        "ru": "Венок расставания",
        "id": "Crown of Parting",
        "th": "Crown of Parting",
        "vi": "Chiếc Nón Từ Biệt"
      },
      "description": {
        "zhs": "散发着春风气息的柳冠。",
        "zht": "散發的春風氣息的柳冠。",
        "jp": "春の気配が漂う柳の冠。",
        "ko": "봄바람의 기운을 발산하는 버드나무 왕관",
        "en": "A reed coronet that emanates the spring breeze.",
        "de": "Ein Blumenkranz, der nach einer frischen Frühlingsbrise duftet.",
        "es": "Una corona de flores que despide un aroma primaveral.",
        "fr": "Une couronne en bois de saule qui émet une petite brise printanière.",
        "pt": "Coroa de salgueiro que emite uma brisa suave de primavera.",
        "ru": "Ивовый венок, от которого веет весенним бризом.",
        "id": "Mahkota yang memancarkan aura angin musim semi.",
        "th": "มงกุฎวิลโลว์ที่แผ่กลิ่นอายของ สายลมแห่งฤดูใบไม้ผลิ",
        "vi": "Chiếc nón tỏa ra hơi thở của gió."
      },
      "lore": {
        "zhs": "\n离别的旅人，将这顶柳冠作为最后的纪念，\n为了纪念随着细风与蒲公英而离散的恋人。\n\n旅人正是流浪四方的琴师，而酒乡的少女仍是权贵的囚徒。\n出于他自己也无法理解的缘由，浪子的琴声中流溢出真心。\n\n「最让我动心的嘛…是你的笑容」\n「因为认识你以来，还没有见过」\n「我会粉碎拘束你的枷锁」\n「到那时候，就让我看看你笑的样子吧」\n\n「啊啊。谢谢你。如果能做到的话，就太好了」\n虽然说得好听，但歌手的话又怎么能够取信呢…",
        "zht": "\n離別的旅人，將這頂柳冠作為最後的紀念，\n為了紀念隨著細風與蒲公英而離散的戀人。\n\n旅人正是流浪四方的琴師，而酒鄉的少女仍是權貴的囚徒。\n出於他自己也無法理解的緣由，浪子的琴聲中流溢出真心。\n\n「最讓我動心的嘛…是妳的笑容」\n「因為認識妳以來，還沒有見過」\n「我會粉碎拘束妳的枷鎖」\n「到那時候，就讓我看看妳笑的樣子吧」\n\n「啊啊。謝謝你。如果能做到的話，就太好了」\n雖然說得好聽，但歌手的話又怎麼能夠取信呢…",
        "jp": "\n立ち去る旅人は、柳の冠を最後の記念として、\nそよ風にのった蒲公英のように、離れ離れになった恋人を心に留めた。\n\n旅人は大陸を流浪する琴師、酒の国の少女はお金持ちの虜だった。\n何らかの理由で、流浪人の琴声にはその心が溢れてきた。\n\n「僕が惚れたのは…君の笑顔だ」\n「君に出会って以来、まだ見たことがない」\n「僕がその鎖をちぎってやる」\n「その時は、笑顔を見せてくれ」\n\n「ええ、ありがとう。上手くいけるといいなぁ」\nその約束は甘く聞こえるが、琴師の言葉は果たして信じられるものだろうか…",
        "ko": "\n떠나간 여행자는 이 버드나무 왕관을 마지막 기념으로 삼았다.\n잔잔한 바람과 민들레를 따라 흩어진 연인을 기념하기 위해.\n\n여행자는 바로 사방을 유랑하는 하프 연주자였고 술의 고향 소녀는 귀족의 죄인이었다.\n그 자신도 이해할 수 없는 연유로 인해 탕아의 하프 소리에는 진심으로 가득했다.\n\n「날 가장 끌리게 하는 건… 네 웃는 얼굴이야」\n「널 알게 된 뒤로 아직 본 적 없거든」\n「널 구속하는 족쇄를 부숴버릴 거야」\n「그때가 되면 내게 웃는 모습 보여줘」\n\n「아아. 고마워. 할 수 있으면 좋겠다」\n좋게 들리긴 하지만 가수의 말을 또 어떻게 믿을 수 있겠어….",
        "en": "\nThe departing traveler would take this crown of willow branches as a final memento.\nWith it, he would remember his lover, now departed like a dandelion on the breeze.\n\nThe traveler was the wandering lyrist, and that maiden in the country of wine was a prisoner of the nobility.\nFor reasons he knew not himself, his lyre-song revealed his true heart.\n\n\"What would move me, you ask? ...Well, it would be your smile.\"\n\"I've never known you to smile, after all. Not even once.\"\n\"I will break the chains that bind you.\"\n\"When that time comes, would you let me see you smile?\"\n\n\"Yes, and thank you. It would be wonderful indeed if you could do that.\"\nPretty words, but who could trust them, coming from a singer?",
        "de": "\nDer Reisende würde diese Krone aus Weidenzweigen als ein letztes Andenken mitnehmen,\nein Andenken an seine Geliebte, die gegangen war wie ein Löwenzahn im Wind.\n\nDer Reisende war der umherziehende Leierspieler und die junge Frau im Land des Weins war eine Gefangene der Aristokraten.\nAus Gründen, die er selbst nicht kannte, offenbarte sein Leierspiel sein wahres Herz.\n\n„Was mein Herz schneller schlagen lässt? Natürlich dein Lächeln.“\n„Weil ich es bisher noch nicht gesehen hatte.“\n„Ich werde die Ketten, die dich fesseln, zerbrechen.“\n„Wenn es soweit ist, zeigst du mir dann dein Lächeln?“\n\n„Gut, danke dir. Wenn es wirklich klappt, dann wäre das wunderbar.“\nSüße Worte waren das in der Tat, aber wer kann den Worten eines Sängers Glauben schenken ...",
        "es": "\nAntes de partir, el Viajero tomó esta corona de ramas de sauce como su último recuerdo.\nSi la conservaba, siempre recordaría a su amada, que había desaparecido como un diente de león arrastrado por la brisa.\n\nEl Viajero era un lirista errante, y la doncella de la tierra del vino era una prisionera de la nobleza.\nPor razones que ni siquiera él mismo conocía, la música de su lira revelaba su verdadero corazón.\n\n“¿Qué es lo que más me conmueve de ti? Tu sonrisa, por supuesto.\nPorque, desde que nos conocemos, nunca la he visto.\nTe prometo que romperé las cadenas que te tienen aprisionada.\nCuando llegue ese momento, ¿me permitirás ver tu sonrisa?”\n\n“Sí, muchas gracias. Sería maravilloso que pudieras hacer eso”.\nLo que dijo el lirista sonaba muy bien, claro está, pero ¿quién podía confiar en las palabras de alguien que se dedica a cantar?",
        "fr": "\nLe voyageur prit cette couronne en bois de saule avec lui avant de partir.\nElle lui permettait de se souvenir de son amante dont la vie a été emportée comme un pissenlit par une douce brise.\n\nLui, lyriste vagabond, s'était épris de cette jeune femme d'une contrée vinicole, prisonnière de la noblesse locale.\nPour une raison qu'il ignorait, \n\n« Voir votre sourire ferait de moi le plus heureux des hommes. »\n« Je ne l'ai jamais vu depuis notre première rencontre... »\n« Je briserai les chaînes qui vous retiennent captive. »\n« Quand ce jour viendra, j'espère qu'un sourire pourra enfin se dessiner sur vos lèvres. »\n\n« Merci. J'apprécie votre gentillesse. »\nCes paroles, aussi belles furent-elles, étaient seulement celles d'un chanteur...",
        "pt": "\nO viajante que partiu levou essa coroa de salgueiro como uma última recordação.\nPara recordar sua amada que tinha desaparecido com a brisa e Dandelion.\n\nO viajante era um lirista vagabundo e a donzela da Terra do Vinho era uma prisioneira da nobreza.\nPor razões que nem ele mesmo sabia, o som da lira do vagabundo revelava o seu verdadeiro coração.\n\n\"O que mais me comove? É seu sorriso.\"\n\"Porque desde que te conheço, nunca vi você sorrir.\"\n\"Irei quebrar as correntes que te prendem.\"\n\"Nesse momento, poderei ver seu sorriso?\"\n\n\"Ah! Obrigado. Seria maravilhoso se pudesse fazer isso.\"\nO que ele dizia soava muito bem, mas poderia confiar nessas palavras vindas de um cantor?",
        "ru": "\nУходя, путешественник взял с собой на память этот ивовый венок.\nОн был памятью о возлюбленной, которая теперь удалялась, словно подхваченный ветром одуванчик.\n\nПутешественником был странствующий трубадур, а девушка из царства вина была узницей аристократов.\nСам не ведая почему, в песне он раскрыл ей свои истинные чувства.\n\n«От чего затрепещет моё сердце? От твоей улыбки.\nС тех пор, как мы знакомы, мне ещё не довелось её увидеть.\nЯ разобью твои оковы.\nПозволишь ли ты мне, когда настанет час, насладиться улыбкой твоей?\n\nО, спасибо тебе. Моя душа бы наконец стала счастлива...»\nСладкие речи. Но разве можно довериться певцу...",
        "id": "\nPara pengembara yang berpisah akan mengenakan mahkota dari ranting pohon ini sebagai kenang-kenangan terakhir,\nUntuk mengenang kekasihnya yang telah tiada bersama dengan angin dan dandelion.\n\nPengembara itu adalah musisi yang bertualang ke seluruh penjuru dunia, sedangkan gadis di negeri anggur itu masih menjadi tawanan para bangsawan.\nDengan alasan yang bahkan dia sendiri tidak bisa mengerti, melodi cinta yang romantis selalu keluar dari hatinya.\n\n\"Hal yang paling menyentuh bagiku... adalah senyummu\"\n\"Karena sejak aku mengenalmu, aku belum pernah melihatnya\"\n\"Aku akan mematahkan belenggu yang menahanmu\"\n\"Jika saatnya tiba, biarkan aku melihat senyum di wajahmu.\"\n\n\"Ah, terima kasih. Akan sangat bagus sekali jika itu benar-benar bisa dilakukan\"\nMeski terdengar indah, tapi apakah kata-katanya bisa dipercaya...",
        "th": "\nนักเดินทางผู้จากลา สวมมงกุฎวิลโลว์นี้เป็นที่ระลึกครั้งสุดท้าย\nเพื่อเป็นการระลึกถึงคนรักที่แยกจากกันไป พร้อมกับสายลมและดอกแดนดิไลออน\n\nนักเดินทางกลายเป็นนักเล่นพิณพเนจร ในขณะที่หญิงสาวในเมืองแห่งไวน์ยังถูกจองจำจากเหล่าชนชั้นสูง\nด้วยเหตุผลที่ว่าตัวเขาเองไม่สามารถเข้าใจ เสียงพิณของหนุ่มพเนจรได้เปี่ยมล้นไปด้วยความจริงใจ\n\n\"สิ่งที่ทำให้ฉันประทับใจที่สุด... คือรอยยิ้มของคุณ\"\n\"เพราะตั้งแต่ฉันรู้จักคุณ ฉันก็ไม่เคยเห็นมันมาก่อน\"\n\"ฉันจะทำลายโซ่ตรวนที่พันธนาการคุณ\"\n\"ถึงตอนนั้น ก็ให้ฉันดูหน่อยเถอะว่ารอยยิ้มของคุณเป็นยังไง\"\n\n\"ฮ่า ๆ ขอบใจนะ ถ้าทำได้จริงก็คงจะเยี่ยมไปเลย\"\nถึงแม้คำพูดจะน่าฟัง แต่คำพูดของนักดนตรี จะเชื่อถือได้ยังไงกัน...",
        "vi": "\nLữ khách ly biệt, đội mũ lên xem như kỷ niệm sau cuối.\nĐể nhớ về người yêu đã tan biến theo gió ngàn cùng bồ công anh.\n\nLữ khách chính là cầm sư lưu lạc tứ phương, mà thiếu nữ nơi quê hương của rượu cũng mãi là tù nhân của quyền quý.\nXuất phát từ nguyên do chính hắn cũng không thể hiểu được, tiếng đàn lãng tử luôn tuôn ra lời thật lòng.\n\n\"Điều làm ta rung động nhất... chính là nụ cười của nàng\"\n\"Vì từ khi biết nàng, ta chưa từng nhìn thấy nó\"\n\"Ta sẽ phá vỡ gông xiềng của nàng\"\n\"Đến lúc đó, hãy để ta được ngắm nhìn dáng vẻ nàng cười.\"\n\n\"Ôi, cảm ơn ngươi. Nếu ngươi làm được thế thì tốt quá.\"\nNói thì hay, nhưng lời của ca sĩ thì sao tin được chứ..."
      },
      "imgid": "resolution_of_sojourner_circlet"
    }
  ]
}