{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "战狂",
    "zht": "戰狂",
    "jp": "狂戦士",
    "ko": "전투광",
    "en": "Berserker",
    "de": "Berserker",
    "es": "Berserker",
    "fr": "Berserker",
    "pt": "Berserker",
    "ru": "Берсерк",
    "id": "Berserker",
    "th": "Berserker",
    "vi": "Cuồng Chiến"
  },
  "descriptions": [
    {
      "zhs": "暴击率提高12%。",
      "zht": "暴擊率提高12%。",
      "jp": "会心率+12%。",
      "ko": "치명타 확률+12%",
      "en": "CRIT Rate +12%",
      "de": "Erhöht die KT um 12 %.",
      "es": "Prob. CRIT +12%.",
      "fr": "Augmente le taux CRIT de 12 %.",
      "pt": "Taxa Crítica +12%",
      "ru": "Увеличивает шанс крит. попадания на 12%.",
      "id": "CRIT Rate +12%.",
      "th": "เพิ่มอัตราคริขึ้น 12%",
      "vi": "Tỷ lệ bạo kích tăng 12%."
    },
    {
      "zhs": "生命值低于70%时，暴击率额外提升24%。",
      "zht": "生命值低於70%時，暴擊率額外提升24%。",
      "jp": "HPが70%以下になると、会心率+24%。",
      "ko": "HP 70% 미만 시 치명타 확률이 추가로 24% 증가한다",
      "en": "When HP is below 70%, CRIT Rate increases by an additional 24%.",
      "de": "Erhöht die KT bei weniger als 70 % LP zusätzlich um 24 %.",
      "es": "Cuando la Vida es inferior al 70%, aumenta la Prob. CRIT en un 24%.",
      "fr": "Augmente le taux CRIT de 24 % lorsque les PV sont inférieurs à 70 %.",
      "pt": "Quando a Vida estiver abaixo de 70%, a Taxa Crítica aumenta 24%.",
      "ru": "Увеличивает шанс крит. попадания на 24% при HP ниже 70%.",
      "id": "Saat HP kurang dari 70%, CRIT Rate meningkat 24%.",
      "th": "เมื่อพลังชีวิตต่ำกว่า 70% อัตราคริจะเพิ่มขึ้นอีก 24%",
      "vi": "Khi HP dưới 70%, tỷ lệ bạo kích tăng thêm 24%."
    }
  ],
  "imgid": "berserker_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "战狂的蔷薇",
        "zht": "戰狂的薔薇",
        "jp": "狂戦士の薔薇",
        "ko": "전투광의 장미",
        "en": "Berserker's Rose",
        "de": "Berserkerrose",
        "es": "Rosa del Berserker",
        "fr": "Rose du Berserker",
        "pt": "Rosa de Berserker",
        "ru": "Роза берсерка",
        "id": "Berserker's Rose",
        "th": "Berserker's Rose",
        "vi": "Tường Vi Cuồng Chiến"
      },
      "description": {
        "zhs": "被染红的精致花朵，与狂战士的气质微妙地相符。",
        "zht": "被染紅的精緻花朵，與狂戰士的氣質微妙地相符。",
        "jp": "赤く染まった綺麗な花、狂戦士の気質と微妙に釣り合う。",
        "ko": "핏빛의 정교한 꽃송이는 광전사의 기질과 미묘하게 어울린다",
        "en": "An exquisite flower that has been dyed red. It represents the qualities of the Berserker.",
        "de": "Eine schöne rote Rose, die das Wesen eines Berserkers widerspiegelt.",
        "es": "Una flor delicada teñida de rojo que va ligeramente acorde con la esencia del Berserker.",
        "fr": "Une délicate rose teintée en rouge qui représente l'essence même d'un Berserker.",
        "pt": "Uma flor manchada de vermelho delicada que representa a qualidade do Berserker.",
        "ru": "Изысканный цветок, окрашенный в алый цвет. Он отражает сущность Берсерка.",
        "id": "Sehelai bunga istimewa yang diwarnai merah. Melambangkan kualitas seorang Berserker.",
        "th": "ดอกไม้ที่ถูกย้อมเป็นสีแดง อันบอบบาง เข้ากันดีกับนิสัยของนักรบคลั่ง",
        "vi": "Một đóa hoa nhuốm màu đỏ tươi, giống như ý chí của người chiến sĩ."
      },
      "lore": {
        "zhs": "\n尚未发狂的日子里，战士曾在蔷薇花园中踟蹰。\n他未曾有亲人与爱人，也不曾有好友与他交心。\n在血战的间歇，战士以心血温柔照料园中脆弱的花朵。\n仿佛这些荆棘中的血红之花，才是他仅剩无几的温情。\n",
        "zht": "\n尚未發狂的日子裡，戰士曾在薔薇花園中踟躕。\n他未曾有親人與愛人，也不曾有好友與他交心。\n在血戰的間歇，戰士以心血溫柔照料園中脆弱的花朵。\n仿佛這些荊棘中的血紅之花，才是他僅剩無幾的溫情。\n",
        "jp": "\n狂う前のとある戦士は、バラの庭園によく行っていた。\n彼に家族や愛する人、親友はいなかった。\n戦闘がない時は、戦士は心を込めて、これらの花の手入れをしていた。\n彼にとって、血紅の花は唯一の温もりであった。\n",
        "ko": "\n정신이 돌아오면, 전사는 장미 화원에서 머뭇거린다.\n그에겐 가족과 사랑하는 사람, 심지어 마음을 나눌 수 있는 친구도 없었다.\n전사는 혈전 속에서도 쉴 틈이 나면 따뜻한 마음으로 정원의 연약한 꽃들을 돌봤다.\n마치 가시나무의 피처럼 붉은 꽃만이 그에게 얼마 남지 않은 온정인 것처럼…\n",
        "en": "\nIn the days before the berserker descended into madness, he would sometimes pause in the rose garden for a moment to himself.\nHe had never had a family, nor had he a lover, or a friend.\nWhen he was not on the battlefield, he would come here to tend to the fragile flowers in the garden with all his heart,\nas if the crimson flowers buried in the thorns were the only warmth he could cling to.\n",
        "de": "\nIn den friedlichen Tagen bevor er wahnsinnig wurde, liebte er es im Rosengarten zu weilen.\nEr hatte weder Familie noch Freunde.\nWann immer er sich nicht im Kampf befand, kam er hierher, um sich um die zerbrechlichen Blumen zu kümmern.\nManchmal war es so, als wären die blutroten Blumen, versteckt unter Dornen, die einzige Wärme, die er zu spüren bekam.\n",
        "es": "\nUna vez, cuando el Berserker aún no se había vuelto loco, empezó a caminar titubeante en el jardín de rosas.\nNunca tuvo una familia o amante, ni amigos en quien confiar.\nCuando no estaba en el campo de batalla, se dedicaba a cuidar con gran esmero de las frágiles flores de su jardín,\ncomo si su color carmesí recubierto de espinas fuera el único calor al que pudiera aferrarse.\n",
        "fr": "\nAvant qu'il ne sombre dans la folie, le berserker avait pour habitude de passer son temps dans la roseraie.\nIl n'avait ni famille, ni amis, ni amante.\nS'occuper des roses était son seul loisir hors du champ de bataille.\nLes fleures épineuses semblaient être sa seule source de réconfort.\n",
        "pt": "\nNos dias antes de enlouquecer, ele às vezes pararia em frente ao jardim de Rosas por um momento.\nEle não tinha nenhuma família, nenhuma amante ou amigo.\nQuando não estava no campo de batalha, ele viria até aqui para cuidar das frágeis flores no jardim com todo seu coração.\nComo se as flores avermelhadas cheias de espinhos fossem a única coisa que ele conseguia se apegar.\n",
        "ru": "\nДо того, как сойти с ума, воин порой гулял в саду роз.\nУ него никогда не было семьи. Не было ни возлюбленной, ни друга, с которым он мог бы поделиться своими мыслями.\nВ перерывах между битвами он приходил в этот сад, чтобы со всей нежностью, на которую был способен, ухаживать за хрупкими цветами...\nКак будто кроваво-красные розы, скрытые в недрах колючих кустарников, единственные могли дать его душе почувствовать тепло.\n",
        "id": "\nPada hari-hari sebelum dia menjadi gila, dia pernah berhenti sejenak untuk berpikir di taman mawar.\nDia tidak pernah punya keluarga. Ataupun kekasih dan teman.\nSaat dia tidak di medan tempur, dia akan datang untuk merawat bunga-bunga yang rentan tersebut di taman dengan sepenuh hati.\nSeolah bunga-bunga merah yang terbalut duri itu adalah satu-satunya kehangatan yang bisa dia dapatkan.\n",
        "th": "\nในวันที่นักรบยังไม่บ้าคลั่งนั้นเขาเคยลังเลอยู่ที่สวนกุหลาบแห่งนี้\nเขาผู้ซึ่งไม่เคยมีทั้งคนรักและครอบครัว และไม่เคยมีทั้งเพื่อนหรือคนรู้ใจ\nช่วงระหว่างการพักรบเขาจะมายังสวนดอกไม้นี้และดูแลสิ่งบอบบาง เหล่านี้อย่างอบอุ่น\nราวกับว่าดอกไม้สีแดงที่มีหนามเหล่านี้เป็นความอ่อนโยนเพียงอย่างเดียวของเขา\n",
        "vi": "\nTrong những ngày chưa phát điên, những người lính đã từng lưỡng lự trong vườn hồng.\nHọ chưa từng có người thân, cũng chưa từng có những người bạn tâm giao.\nKhi trận huyết chiến ngừng lại, người binh sĩ với trái tim ấm áp chăm sóc cho những đoá hoa mỏng manh trong khu vườn.\nNhư thể những bông hoa đỏ như máu trong những bụi gai này mới là chút dịu dàng còn sót lại của anh.\n"
      },
      "imgid": "berserker_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "战狂的翎羽",
        "zht": "戰狂的翎羽",
        "jp": "狂戦士の羽根",
        "ko": "전투광의 깃털",
        "en": "Berserker's Indigo Feather",
        "de": "Berserkerfeder",
        "es": "Pluma del Berserker",
        "fr": "Plume du Berserker",
        "pt": "Pluma de Berserker",
        "ru": "Перо берсерка",
        "id": "Berserker's Indigo Feather",
        "th": "Berserker's Indigo Feather",
        "vi": "Lông Vũ Cuồng Chiến"
      },
      "description": {
        "zhs": "原本传说中报丧之鸟的黯蓝尾羽，一部分被染成了红色。",
        "zht": "原本傳說中報喪之鳥的黯藍尾羽，一部分被染成了紅色。",
        "jp": "伝説の死を告げる鳥の勝色の尾羽、今は一部が赤く染まっている。",
        "ko": "전설 속의 초상을 알리던 새의 검푸른 꽁지 깃털이다. 일부분이 붉은색으로 변해버렸다",
        "en": "An indigo feather from a legendary raven, part of which has been dyed crimson red.",
        "de": "Die dunkelblaue Schwanzfeder eines Vogels, der in alten Geschichten den Tod ankündigt. Ein Teil davon ist mittlerweile rot gefärbt.",
        "es": "La pluma de color añil de un ave que, según la leyenda, presagiaba la muerte. Una parte de ella se ha teñido de rojo.",
        "fr": "Une plume noire appartenant à un légendaire oiseau messager de la mort qui a été teintée en rouge.",
        "pt": "Algumas das plumas de cauda azul-marinho do corvo originalmente eram tingidas de vermelho.",
        "ru": "Перо легендарной птицы цвета индиго, частично окрашенное в алый цвет.",
        "id": "Sehelai bulu indigo dari seekor gagak legendaris, yang mana sebagian dari bulunya telah diwarnai merah pekat.",
        "th": "ขนสีน้ำเงินเข้มจากหางของ นกเรเวนในตำนาน มีบางส่วนถูกย้อมเป็นสีแดง",
        "vi": "Lông đen từ chim báo tang trong truyền thuyết, một góc đã bị nhuộm thành màu đỏ."
      },
      "lore": {
        "zhs": "\n在众神与凡人的混战中，战士的家乡被战火殃及。\n蔷薇花园化作火海，报丧之鸟啄食着同胞的尸体。\n烈火之中重生的战士，被复仇与杀戮的欲望迷醉。\n战场上飞散的黑色鸟羽，也被复仇者的狂热染红。\n",
        "zht": "\n在眾神與凡人的混戰中，戰士的家鄉被戰火殃及。\n薔薇花園化作火海，報喪之鳥啄食著同胞的屍體。\n烈火之中重生的戰士，被復仇與殺戮的欲望迷醉。\n戰場上飛散的黑色鳥羽，也被復仇者的狂熱染紅。\n",
        "jp": "\n神々と人間の混戦中、戦火は戦士の故郷まで広がっていた。\nバラの庭園が火の海となり、死を予告する鳥は同胞の死体を啄んだ。\n烈火から蘇った戦士は復讐と殺戮の欲望に溺れた。\n戦場に飛び散った黒い羽も復讐者の狂熱に赤く染められた。\n",
        "ko": "\n신들과 인간의 혼전 속에서 전사의 고향은 전쟁의 불길에 휩싸였다.\n장미 화원은 불바다로 변했고 비보를 알리는 새는 동료의 시체를 쪼아먹는다.\n타오르는 불길 속에서 부활한 전사들은 복수와 살육의 욕망에 빠졌다.\n전장 위에서 흩날리는 검은 깃털도 복수자의 열광에 붉게 물들었다.\n",
        "en": "\nThe once-sane berserker's homeland fell victim to the raging war between gods and mortals.\nThe rose garden burst into flames and birds of omen fed on the flesh of his countrymen.\nReborn in flames, vengeance and bloodlust took over the warrior's mind, turning him into a berserker.\nBlack feathers, scattered on the battlefield, were painted red by his rage as he took his revenge.\n",
        "de": "\nDie Heimat des Kriegers wurde zum Schlachtfeld des Krieges zwischen Göttern und Sterblichen.\nDer Rosengarten wurde zu einem Flammenmeer, während die den Tod ankündigenden Vögel sich über ihre Artgenossen hermachten.\nWiedergeboren in Flammen überkamen Rachsucht und Blutlust den Krieger.\nSchwarze Federn verstreut über das Schlachtfeld wurden in Rot getränkt durch den Zorn des Rächers.\n",
        "es": "\nEl hogar del Berserker fue víctima de la feroz batalla entre los arcontes y los mortales.\nEl jardín de rosas estalló en llamas mientras las aves auspiciosas se alimentaban del cuerpo de otra de las suyas.\nRenacido de las llamas, la venganza y la sed de sangre se apoderaron de la mente del Berserker.\nLas plumas negras esparcidas en el campo de batalla fueron teñidas de rojo por la furia del vengador.\n",
        "fr": "\nLe village natal du berserker tomba face aux troubles de la guerre entre Archons et hommes.\nLa roseraie prit feu, et les oiseaux de mauvais augure se nourrirent de leurs semblables.\nRenaissant dans les flammes, le berserker s'abandonna à sa soif de sang et de vengeance.\nLes plumes noires dispersées sur le champ de bataille se teintèrent de sang face à sa rage vengeresse.\n",
        "pt": "\nA terra natal do uma vez são Berserker foi destruída pela guerra entre deuses e mortais.\nO jardim de rosas queimou e os pássaros se alimentavam do corpo dos outros dos seus.\nRenascido nas chamas, vingança e sede de sangue tomaram conta da mente do guerreiro, transformando-o num Berserker.\nPenas negras espalhadas no campo de batalha estavam manchadas de vermelho pela fúria de sua vingança.\n",
        "ru": "\nРодина воина пала в пламени войны между Архонтами и смертными.\nСад роз сгорел во всепоглощающем огне, и черные птицы - вестники смерти - клевали трупы своих сородичей.\nВ том пламени возродился воин, одержимый лишь жаждой мщения и убийства.\nИ чёрные перья, разлетевшиеся над полем битвы, окрасились алым, когда он совершил свою месть.\n",
        "id": "\nKampung halaman sang petarung yang dulunya waras itu pernah menjadi korban peperangan antara Archon dan manusia.\nTaman bunga mawar terbakar dan burung-burung memakan sesamanya.\nTerlahir kembali di dalam api, dendam dan haus darah terpatri dalam pikirannya, mengubahnya menjadi petarung gila yang haus akan darah.\nBulu hitam, menghiasi medan tempur, kini berubah menjadi merah karena amarahnya seraya dia membalaskan dendamnya.\n",
        "th": "\nในการต่อสู้ระหว่างเหล่าเทพและมนุษย์นั้น บ้านเกิดของนักรบได้ถูกไฟไหม้\nสวนกุหลาบเปลี่ยนเป็นทะเลเพลิง นกแห่งความตายจิกกินซากพี่น้องของพวกมันเอง\nนักรบที่ฟื้นชีวิตขึ้นมาจากกองเพลิงถูกครอบงำไปด้วย ความต้องการฆ่าและแก้แค้น\nขนนกสีดำที่กระจัดกระจายอยู่เต็มสนามรบก็ถูกย้อมไปด้วยสีแดง ของผู้ทวงแค้นอย่างบ้าคลั่ง\n",
        "vi": "\nTrong cuộc hỗn chiến của các vị thần và người thường, quê hương của các chiến sĩ cũng nhận phải tai họa chiến tranh.\nKhu vườn hoa hồng biến thành biển lửa, con chim tang mổ vào xác chết của đồng bào.\nNhững chiến binh tái sinh trong ngọn lửa, say sưa với khát vọng trả thù và giết chóc\nLông vũ màu đen bay lượn trên chiến trường cũng bị sự cuồng nhiệt của kẻ phục thù nhuộm đỏ.\n"
      },
      "imgid": "berserker_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "战狂的时计",
        "zht": "戰狂的時計",
        "jp": "狂戦士の時計",
        "ko": "전투광의 시계",
        "en": "Berserker's Timepiece",
        "de": "Berserkersanduhr",
        "es": "Reloj del Berserker",
        "fr": "Sablier du Berserker",
        "pt": "Relógio de Berserker",
        "ru": "Часы берсерка",
        "id": "Berserker's Timepiece",
        "th": "Berserker's Timepiece",
        "vi": "Đồng Hồ Cuồng Chiến"
      },
      "description": {
        "zhs": "永远无情流动着的器物。提醒着狂战士自己在战场上的时限，和在人世间的时限。",
        "zht": "永遠無情流動著的器物。提醒著狂戰士自己在戰場上的時限，和在人世間的時限。",
        "jp": "永遠に無情に流れ続ける砂時計。狂戦士に戦場にいられる時間と余命の時間を教える。",
        "ko": "영원히 무정하게 흐르는 기물(器物). 광전사에게 전쟁터, 그리고 인간 세상에서의 시간이 얼마 남지 않았음을 일깨워준다",
        "en": "An instrument with an eternal flow that continues mercilessly within, reminding the Berserker of the limited time he has left — both on the battlefield as well as in the world.",
        "de": "Ein Gerät, dessen Innern gnadenlos und immer in Bewegung ist. Es erinnert den Berserker an seine auf dem Schlachtfeld wie auch auf der Welt verbleibende Zeit.",
        "es": "El líquido en su interior fluye sin piedad, recordando al Berserker el tiempo que le quedaba en el campo de batalla y los días que le quedaban en este mundo...",
        "fr": "Le liquide à l'intérieur s'écoule sans merci. Il indique le temps qu'il nous reste sur le champ de bataille et au sein de ce monde.",
        "pt": "O líquido dentro flui sem piedade. Mostra quanto tempo resta no campo de batalha e neste mundo.",
        "ru": "Часы, неумолимо отсчитывающие время. Они напоминают берсерку о том, что его часы сражений и дни жизни в этом мире сочтены.",
        "id": "Sebuah alat yang di dalamnya terdapat aliran yang tak pernah berhenti. Menjadi sebuah simbol pengingat seorang Berserker akan waktunya yang terbatas —— baik di medan pertempuran, atau pun di dunia ini.",
        "th": "อุปกรณ์ที่หมุนเวียนอย่าง ไม่หยุดนิ่งตลอดกาล ย้ำเตือนนักรบคลั่งให้รู้ถึง เวลาที่เหลืออยู่ในสนามรบ และวันที่เหลือในโลกนี้",
        "vi": "Những hạt cát vô tình chảy mãi, nhắc nhở người chiến sĩ thời gian trên chiến trường và giới hạn trong cuộc sống."
      },
      "lore": {
        "zhs": "\n未曾遭逢敌手的狂战士，其生涯也会有终结的一天。\n当血海在双脚下枯涸，当狂战士终于疲惫不堪之时，\n他遇到了战场上最后一个敌手，注定结束他的命运。\n夕阳下弥漫血腥的战场之上，他的沙漏被染成血色。\n",
        "zht": "\n未曾遭逢敵手的狂戰士，其生涯也會有終結的一天。\n當血海在雙腳下枯涸，當狂戰士終於疲憊不堪之時，\n他遇到了戰場上最後一個敵手，註定結束他的命運。\n夕陽下彌漫血腥的戰場之上，他的沙漏被染成血色。\n",
        "jp": "\n負け知らずの狂戦士にもいつか死を迎える日が訪れる。\n足元の血の海が乾き、疲れの果てに辿り着いた場所で、\n彼は最後の敵と出会った。運命の幕が下りる時は来た。\n夕暮れの下で、血の匂いが漂った戦場で、彼の砂時計が赤く染まった。\n",
        "ko": "\n적수를 만나 본 적이 없는 광전사, 그 생애도 언젠간 끝나기 마련이다.\n피가 발밑에 굳고, 광전사가 피로에 지칠 때,\n그는 전장에서 최후의 적수를 만나 그의 목숨을 끊는다.\n석양 아래 피비린내 나는 전장에서 그의 모래시계는 피로 물든다.\n",
        "en": "\nThe end inevitably comes for all, even the seemingly invincible berserker.\nAs the blood on his hands finally dried up, the berserker's footsteps began to falter.\nHis life was destined to end the moment he met his last challenger on the battlefield.\nOn the battlefield where blood flowed like rivers, his hourglass was painted red by the setting sun.\n",
        "de": "\nSelbst für den unbezwingbaren Krieger war das Ende unausweichlich.\nAls das Blut an seinen Händen zu trocknen begann, wurden seine Schritte immer wackeliger.\nSein Lebensende war bestimmt für den Moment, als er auf seinen letzten Gegner auf dem Schlachtfeld traf.\nAls die Sonne sich auf das blutgetränkte Schlachtfeld senkte, wurde seine Sanduhr ebenfalls rot gefärbt.\n",
        "es": "\nEl final era inevitable incluso para el invencible Berserker.\nCuando la sangre de sus manos por fin se secó, sus pasos comenzaron a tambalearse.\nSu vida estaba destinada a terminar en el momento en que se encontró con su último contendiente en el campo de batalla.\nAllí, la sangre corría como un río, mientras su reloj de arena quedó teñido de rojo por la puesta de sol.\n",
        "fr": "\nMais nul n'échappe à la mort, même le plus brave des combattants.\nAlors que le sang séchait à ses pieds, le berserker sentit sa volonté faiblir.\nIl avait rencontré son ultime adversaire, et son sort fut dès lors scellé.\nSur le champ de bataille aux rivères de sang, son sablier se teinta de route sous le soleil couchant.\n",
        "pt": "\nO fim chega para todos, até mesmo para o aparentemente invencível Berserker.\nQuando o sangue em suas mãos finalmente secou, o Berserker começou a cambalear,\nSua vida estava determinada a acabar quando encontrou com o último oponente no campo de batalha.\nNo campo de batalha em que o sangue jorrava como rio, sua ampulheta estava pintada de vermelho pelo sol poente.\n",
        "ru": "\nНичто не вечно; даже берсерк не мог оспорить эту истину.\nКогда море крови под его ногами иссохло, когда силы покинули берсерка, \nон встретил последнего соперника, определившего его судьбу.\nКогда закат опустился на залитое кровью поле, Песочные Часы берсерка вспыхнули алым в лучах клонящегося к горизонту солнца.\n",
        "id": "\nSemua pasti ada akhirnya, sama seperti petarung gila yang sepertinya tak terkalahkan itu.\nSaat darah di tangannya akhirnya mengering, langkah petarung gila itu mulai goyah.\nHidupnya ditakdirkan harus berakhir saat dia bertemu dengan penantang terakhirnya di medan tempur.\nDi medan perang di mana darahnya mengalir seperti sungai, jam pasirnya berwarna kemerahan disebabkan oleh matahari yang terbenam.\n",
        "th": "\nจุดจบนั้นเป็นสิ่งที่หลีกเลี่ยงไม่ได้แม้จะเป็นนักรบผู้ไร้เทียมทาน\nเมื่อเลือดที่อยู่บนมือของเขาเหือดแห้ง นักรบคลั่งก็เริ่มที่จะเหนื่อยล้า\nเขาเผชิญหน้ากับศัตรูคนสุดท้ายในสนามรบ ศึกตัดสินชะตาชีวิตของเขา\nบนสนามรบที่เลือดหลั่งไหลราวกับสายน้ำ นาฬิกาทรายของเขาถูกเปลี่ยนให้เป็นสีแดง\n",
        "vi": "\nChiến binh chưa từng gặp gỡ đối thủ, cũng sẽ kết thúc cuộc sống vào một ngày nào đó.\nKhi biển máu khô cạn dưới đôi chân, khi người chiến binh cuối cùng đã mệt mỏi không thể chịu nổi.\nAnh gặp phải địch thủ cuối cùng trên chiến trường, số mệnh đã định kết thúc mạng sống của anh.\nTrên chiến trường đẫm máu dưới tà dương, đồng hồ cát của anh nhuộm thành màu máu.\n"
      },
      "imgid": "berserker_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "战狂的骨杯",
        "zht": "戰狂的骨杯",
        "jp": "狂戦士のコップ",
        "ko": "전투광의 해골잔",
        "en": "Berserker's Bone Goblet",
        "de": "Berserkertrinkhorn",
        "es": "Cáliz de Hueso del Berserker",
        "fr": "Coupe du Berserker",
        "pt": "Taça de Ossos de Berserker",
        "ru": "Костяной кубок берсерка",
        "id": "Berserker's Bone Goblet",
        "th": "Berserker's Bone Goblet",
        "vi": "Ly Xương Cuồng Chiến"
      },
      "description": {
        "zhs": "用不知名的巨大兽类的骨头制成的杯。是某次厮杀后得到的猎获。",
        "zht": "以不知名的巨大獸類骨頭製成的杯。是某次廝殺後得到的獵獲。",
        "jp": "ある種の巨大獣の骨でできたコップ。ある死闘の後の獲物。",
        "ko": "이름 모를 거대한 짐승의 뼈로 만든 컵이다. 사냥으로 얻은 전리품이다",
        "en": "A goblet made from the bone of an unknown beast. It was taken as a trophy after some deadly encounter.",
        "de": "Aus den Überresten eines unbekannten großen Tiers gefertigt, die Beute einer großen Jagd.",
        "es": "Una copa hecha de los huesos de una bestia desconocida que fueron obtenidos en una cacería.",
        "fr": "Une coupe taillée dans l'os d'un animal inconnu dont la chasse a été rude.",
        "pt": "Um copo feito dos ossos de bestas gigantes desconhecidas obtidos depois de uma caça.",
        "ru": "Кубок из костей неведомого существа. Это трофей с одной из кровопролитных битв древности.",
        "id": "Sebuah piala yang terbuat dari tulang seekor hewan raksasa yang tak dikenal. Merupakan suatu pengingat akan pertarungan mematikan melawan hewan tersebut.",
        "th": "ถ้วยที่ทำจากกระดูกของสัตว์ร้าย ไม่ทราบชนิด มันเป็นรางวัลที่ได้มาจาก การต่อสู้ครั้งหนึ่ง",
        "vi": "Ly được làm từ xương của thú lớn không rõ tên. Là chiến lợi phẩm sau một lần săn bắn nào đó."
      },
      "lore": {
        "zhs": "\n嗜血的狂战士肆行大地，与人类作战、与魔物作战，甚至向魔神怒吼。\n在飘散着余烬的荒芜之地，流浪的狂战士迎头撞上了硕大无朋的魔兽。\n冷酷的铁面掩藏着无法平息的怒火，狂战士与魔兽展开了无尽的血斗。\n过了无数时辰、日子、年头，巨兽终于力竭倒下。\n魔物断角中的骨髓被吸干，那是属于冠军的美酒。\n",
        "zht": "\n嗜血的狂戰士肆行大地，與人類作戰、與魔物作戰，甚至向魔神怒吼。\n在飄散著餘燼的荒蕪之地，流浪的狂戰士迎頭撞上了碩大無朋的魔獸。\n冷酷的鐵面掩藏著無法平息的怒火，狂戰士與魔獸展開了無盡的血鬥。\n過了無數時辰、日子、年頭，巨獸終於力竭倒下。\n魔物斷角中的骨髓被吸幹，那是屬於冠軍的美酒。\n",
        "jp": "\n鮮血と殺戮を求めた狂戦士は大地を荒らし、人間や魔物と戦った後、魔神にまで怒りの刃を向けた。\n余燼が漂う荒蕪地で流浪の狂戦士は巨大な魔物に遭遇した。\n冷酷無比な鉄仮面が怒りの炎を抑えられず、狂戦士と魔物の死闘が始まった。\n途方もない時間が過ぎ去った。魔獣は力尽きて倒れた。\n魔物の折れた角の骨髄が全部吸い取られた。これは勝者への美酒である。\n",
        "ko": "\n피에 굶주린 광전사가 대지를 휩쓸며, 인류 그리고 마물과 전쟁을 벌이고, 마신에게까지 분노를 터트렸다.\n재가 날리는 황무지에서 떠도는 광전사가 고개를 들고 무시무시하게 거대한 마수를 들이받았다.\n냉혹한 강철 가면은 가라앉지 않는 분노를 감추고, 광전사와 마수는 끝없는 혈투를 벌였다.\n무수한 시간이 흐르자 거대한 마수는 결국 진이 빠져 쓰러졌다.\n마물의 부러진 뿔에 찬 골수는 승리를 자축하는 술이었다.\n",
        "en": "\nThe bloodthirsty berserker ravaged the lands, fighting humans and monsters alike, and even challenged the gods.\nIn a barren and lifeless land, he encountered a giant monster.\nHis iron mask could not conceal his rage, and so an endless fight ensued.\nHours, days, and years passed. The monster was finally defeated.\nThe berserker sucked out the marrow of the monster's broken horn. This was how the victor drank to his success.\n",
        "de": "\nDer blutdürstige Berserker verwüstete die Lande, kämpfte gegen Menschen und Monster zugleich und forderte sogar die Götter heraus.\nIn einer abgelegenen verlassenen Gegend jedoch traf er auf ein riesiges unfreundliches Monster.\nSeine kühle, stählerne Maske konnte seine Wut nicht verbergen und so brach ein Kampf zwischen den beiden aus.\nNach Stunden, Tagen, sogar ganzen Jahren schaffte er es endlich das Monster zu besiegen.\nAls Sieger brach er das Horn des Monsters entzwei und trank dessen Knochenmark.\n",
        "es": "\nEl Berserker sediento de sangre devastó las tierras, luchó contra humanos y monstruos e incluso desafió a los arcontes.\nEn una tierra estéril y sin vida, se encontró con un monstruo gigante.\nSu máscara de acero no pudo ocultar su ira, por lo que estalló una pelea interminable.\nHoras, días y años pasaron, y el monstruo finalmente fue derrotado.\nEl Berserker succionó la médula del cuerno roto del monstruo. Ese fue el vino de la victoria.\n",
        "fr": "\nLe berserker sanguinaire ravagea les terres, combattant hommes et démons, et défiant même les Archons.\nDans un lieu où les cendres de la dévastation flottaient encore dans les airs, il vint à rencontrer un monstre géant.\nSon masque de fer n'aurait pu dissimuler sa rage ; un combat sans fin éclata.\nHeures, jours et années s'écoulèrent avant que le monstre soit vaincu.\nLe berserker aspira la moelle de sa corne cassée ; ainsi célébrait-il sa victoire.\n",
        "pt": "\nO Berserker, sedento de sangue, devastou as terras, lutando contra humanos e monstros, desafiando até mesmo os deuses.\nNuma terra árida e sem vida, ele encontrou um monstro gigante.\nSua máscara de ferro não conseguia esconder sua fúria, resultando numa luta sem fim.\nHoras, dias e anos passaram. O monstro finalmente foi derrotado.\nO Berserker sugou a médula do chifre quebrado do monstro. Isso foi como ele celebrou sua vitória.\n",
        "ru": "\nКровожадный берсерк бесчинствовал на земле, сражался и с людьми, и с монстрами, а однажды бросил вызов Архонтам.\nВ безжизненных, забытых всеми землях он столкнулся с не знавшим себе равных монстром.\nСтальная маска берсерка скрывала сжигающий душу гнев. Он вступил в безжалостный, кровопролитный бой с монстром.\nСражение длилось часы, дни, годы, и монстр, наконец, был повержен.\nИ берсерк высосал из сломленного рога монстра костный мозг, который заменил ему вино для победителя.\n",
        "id": "\nPetarung haus darah itu berkeliaran di bumi, bertarung dengan manusia dan monster, dan bahkan menantang para Archon.\nDi tanah tandus dan tak bernyawa, dia bertemu monster raksasa.\nTopeng besinya tidak bisa menyembunyikan amarahnya, dan akhirnya pertarungan sengit tanpa akhir terjadi.\nJam, hari, dan tahun berlalu. Monster akhirnya terkalahkan.\nPetarung itu meminum sumsum tanduk monster yang patah itu, seolah seperti anggur bagi sang pemenang.\n",
        "th": "\nนักรบบ้าที่กระหายเลือดโหมกระหน่ำอยู่บนพื้นดินต่อสู้กับมนุษย์ต่อสู้ และปีศาจ และถึงขั้นท้าทายเทพเจ้า\nบนดินแดนที่แห้งแล้งและไม่มีชีวิตชีวาเขาพบกับสัตว์ประหลาดยักษ์\nหน้ากากเหล็กที่เย็นเฉียบของเขา ไม่สามารถปกปิดความโกรธของเขาได้ และการต่อสู้ที่ไม่รู้จบก็เริ่มขึ้น\nผ่านไปหลายชั่วโมง,หลายวัน, หลายปี ในที่สุดอสูรก็ถูกโค่นลง\nนักรบคลั่งดื่มไขกระดูกจากเขาที่หักของอสูร มันคือเหล้าชั้นเลิศของผู้ที่ได้รับชัยชนะ\n",
        "vi": "\nSự khát máu của những chiến binh điên cuồng tung hoành trên mặt đất, chiến đấu với nhân loại, chiến đấu với ma vật, thậm chí gào thét với ma thần.\nNơi vùng đất hoang vu tro tàn bay lượn, những chiến binh chặn đầu quái vật khổng lồ vô song.\nMặt nạ sắt lạnh lùng che đậy sự tức giận không thể lắng lại, mở ra trận huyết đấu vô tận của những chiến binh và quái vật.\nQua vô số giờ, ngày, năm tháng, quái vật cuối cùng đã kiệt sức ngã xuống.\nTủy xương trong góc vỡ của ma vật bị rút cạn, đó là mỹ tửu của nhà vô địch.\n"
      },
      "imgid": "berserker_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "战狂的鬼面",
        "zht": "戰狂的鬼面",
        "jp": "狂戦士の仮面",
        "ko": "전투광의 귀면",
        "en": "Berserker's Battle Mask",
        "de": "Furchteinflößende Berserkermaske",
        "es": "Máscara de Batalla del Berserker",
        "fr": "Masque du Berserker",
        "pt": "Máscara de Batalha de Berserker",
        "ru": "Боевая маска берсерка",
        "id": "Berserker's Battle Mask",
        "th": "Berserker's Battle Mask",
        "vi": "Mặt Quỷ Cuồng Chiến"
      },
      "description": {
        "zhs": "在不顾生死的厮杀中一半破碎的骇人铁面具。",
        "zht": "在不顧生死的廝殺中破碎一半的駭人鐵製面具。",
        "jp": "生死を問わない激戦で、半分に割れた怖気の鉄仮面。",
        "ko": "생사를 가리지 않는 싸움에서 반쯤 부서진 흉측한 강철 가면",
        "en": "A hideous iron mask that has been left half-shattered from vicious battles.",
        "de": "Eine Maske, aufgrund von Kämpfen bis auf den Tod zur Hälfe zerbrochen.",
        "es": "Una máscara de hierro que se partió por la mitad en feroces batallas.",
        "fr": "Un masque en fer endommagé lors des combats entre son porteur et ses ennemis.",
        "pt": "Uma máscara de ferro meio quebrada durante batalhas ferozes.",
        "ru": "Устрашающая железная маска, разбитая в пылу безжалостной битвы.",
        "id": "Sebuah topeng besi mengerikan dengan retakan besar di bagian tengahnya, sepertinya retakan ini berasal dari pertarungan yang sengit.",
        "th": "หน้ากากเหล็กที่แตกครึ่ง จากการต่อสู้อันโหดร้าย",
        "vi": "Một nửa mặt nạ đã bị vỡ trong cuộc sát phạt đẫm máu."
      },
      "lore": {
        "zhs": "\n吞噬家乡的烈火中，发狂的战士失去了英俊的容颜。\n铁面烙在脸上替代了血肉，表情定格在冷酷的一面。\n在罔顾生死的血战中，可怖的铁面被对手一劈两半。\n疤痕纵贯铁的脸面，深深地割裂了附生其上的皮肉。\n但疼痛决不会让狂战士止步，流血也不会停顿他的动作。\n狂战士继续嘶吼着，直到鲜红的血与黑红的血覆满脸庞。\n",
        "zht": "\n吞噬家鄉的烈火中，發狂的戰士失去了英俊的容顏。\n鐵面烙在臉上替代了血肉，表情定格在冷酷的一面。\n在罔顧生死的血戰中，可怖的鐵面被對手一劈兩半。\n疤痕縱貫鐵的臉面，深深地割裂了附生其上的皮肉。\n但疼痛決不會讓狂戰士止步，流血也不會停頓他的動作。\n狂戰士繼續嘶吼著，直到鮮紅的血與黑紅的血覆滿臉龐。\n",
        "jp": "\n故郷を呑噬した烈火によって、発狂した戦士は美しい顔を失った。\n鉄仮面が肉に貼り付いた日から、彼の顔から表情が消えた。\n生死を度外視した戦いの中で、怖い鉄仮面は敵に真っ二つに切られた。\n鉄仮面にくっついた人肉も切り裂かれた。\nしかし、痛みと流血では狂戦士の足を止めることはできない。\n顔が赤い鮮血と黒い血に染まるまで、狂戦士は叫び続いた。\n",
        "ko": "\n발광한 전사들은 고향을 삼키는 불길 속에서 준수한 용모를 잃었다.\n뜨거운 철 가면은 얼굴에 들러붙었고 전사의 얼굴은 냉혹한 표정을 한 채 굳어져 버렸다.\n생사를 넘나드는 혈투 속에서 공포스러운 철 가면은 상대의 몸을 두동강 내버렸다.\n철 가면은 위로부터 아래로 갈라졌고 철에 들러붙은 살은 깊게 베였다.\n하지만 흐르는 피와 아픔도 광전사의 발걸음을 멈출 수 없었다.\n광전사는 새빨간 피와 검붉은 피가 얼굴을 덮을 때까지 계속 울부짖었다.\n",
        "en": "\nBathed in the flames that devoured his homeland, the berserker's face was no longer recognizable.\nThe iron mask became joined with his flesh, permanently branding his face with a heartless countenance.\nThen, in a fierce battle, his horrifying mask was split into two by his opponent.\nThe cracks of the mask tore apart the flesh that had long stuck to it.\nBut neither pain nor blood could stop the berserker's unfaltering footsteps.\nThe berserker kept roaring until the fresh blood covered the black clots hardened on his face.\n",
        "de": "\nVersunken in den Flammen, die seine Heimat zerstört hatten, war das nun vom Wahnsinn heimgesuchte Gesicht des Kriegers nicht mehr wiederzuerkennen.\nDie eiserne Maske wurde eins mit seinem Fleisch und brannte ihm eine finstere Miene ein.\nIn einem erbitterten Kampf wurde seine Maske von einem Gegner in zwei geschlagen.\nDie Risse der Maske rissen das Fleisch von seinem lange daran hängenden Gesicht.\nAber weder der Schmerz noch das Blut konnten den Krieger aufhalten.\nEr hörte nicht auf zum Angriff zu schreien, bis neues Blut das alte verkrustete überdeckte.\n",
        "es": "\nBañado en las llamas que devoraban su tierra natal, la cara del Berserker demente ya era irreconocible.\nLa máscara de acero se convirtió en su propia carne y marcó un semblante despiadado en su rostro.\nDurante una feroz batalla, su oponente rompió en dos la horrible máscara.\nLas grietas atravesaron el acero, destrozando la piel y la carne que había crecido en ella.\nPero ni el dolor ni la sangre pudieron detener los inquebrantables pasos del Berserker.\nEntonces, rugió y rugió hasta que la sangre fresca cubrió los coágulos negros endurecidos en su rostro.\n",
        "fr": "\nAu milieu des flammes qui ravageaient son village, le berserker perdit sa plaisante apparence.\nSon masque de fer devint son visage, désormais froid et inhumain.\nLe masque fut un jour brisé lors d'un combat.\nFendu, il arracha la chair qui y était à présent collée.\nMais ni la douleur, ni le sang n'auraient pu arrêter les pas du berserker.\nIl continua de hurler jusqu'à ce que son visage soit recouvert de sang, frais et coagulé.\n",
        "pt": "\nBanhado nas chamas que devoraram sua terra natal, o rosto do Berserker agora era irreconhecível.\nA máscara de ferro se juntou com sua carne, permanentemente marcando seu rosto com um semblante sem emoções.\nEntão, numa dura batalha, sua horrível máscara foi quebrada em dois por um oponente.\nAs rachaduras da máscara arrancaram a pele que estava presa nela.\nMas nem a dor parou os passos do Berserker, nem o sangue impediu seus movimentos.\nO Berserker continuou a gritar até que todo o novo sangue cobriu os coágulos em seu rosto.\n",
        "ru": "\nЧерты лица безумного воина, опаленного терзавшим его родину огнём, стали неузнаваемыми.\nСтальная маска прикипела к его плоти, и никакие чувства не способна была отразить её холодная поверхность.\nОднажды, в пылу безумной схватки, противник разбил маску на две части.\nТрещина прошла ото лба к подбородку и была столь глубокой, что обнажила плоть.\nНо ни боль, ни хлещущая кровь не могли остановить берсерка в его болезненном безумии.\nБерсерк продолжал рычать, пока свежая алая кровь не покрыла всё его лицо поверх уже запёкшейся.\n",
        "id": "\nTerbalut api yang menghancurkan kampung halamannya, wajah sang petarung gila itu sudah tidak dapat dikenali lagi.\nTopeng besi menyatu dengan dagingnya, menunjukkan wajahnya yang tanpa perasaan.\nLalu, dalam pertarungan sengit, topengnya yang mengerikan terbelah menjadi dua oleh lawannya.\nKerak dari topeng itu merobek daging yang telah lama ada di situ.\nTapi tidak ada rasa sakit atau darah yang bisa menghentikan langkahnya yang tak tergoyahkan itu.\nPetarung itu terus mengaum sampai darah segar menutupi gumpalan hitam yang mengeras di wajahnya.\n",
        "th": "\nท่ามกลางเปลวเพลิงที่ลุกท่วมบ้านเกิด นักรบคลั่งได้สูญเสียความสง่าของฮีโร่ไป\nหน้ากากเหล็กกลายเป็นเลือดเนื้อของเขาเองและแสดงถึงความเย็นชา\nในการต่อสู้อันดุเดือด หน้ากากอันน่าสยดสยองของเขาถูกผ่าเป็นสองซีกด้วยฝีมือของศัตรู\nรอยแตกของหน้ากากฉีกเนื้อส่วนที่อยู่ตรงนั้นออกไปด้วย\nแต่ไม่ว่าความเจ็บปวดหรือเลือดก็ไม่สามารถหยุดนักรบคลั่งได้\nนักรบคลั่งยังคงคำรามต่อไปเรื่อย ๆ จนกระทั่งเลือดที่ติดอยู่บนหน้าเริ่มแข็งตัวเป็นสีดำ\n",
        "vi": "\nKhi ngọn lửa nuốt chửng quê hương, binh sĩ điên cuồng đánh mất dáng vẻ anh tuấn.\nMặt nạ sắt cháy trên mặt thay cho máu thịt, hiện ra bộ mặt lạnh lùng.\nTrong trận huyết chiến không quản sống chết, mặt nạ sắt khủng khiếp bị đối thủ chém làm đôi.\nVết sẹo xuyên qua mặt nạ sắt, cắt sâu lên da thịt.\nNhưng sự đau đớn không khiến chiến binh dừng bước, máu chảy cũng sẽ không làm ngưng lại động tác của họ.\nChiến binh tiếp tục gào thét cho đến khi những dòng máu đỏ tươi bao phủ khuôn mặt.\n"
      },
      "imgid": "berserker_circlet"
    }
  ]
}