{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "教官",
    "zht": "教官",
    "jp": "教官",
    "ko": "교관",
    "en": "Instructor",
    "de": "Ausbilder",
    "es": "Instructor",
    "fr": "Instructeur",
    "pt": "Instrutor",
    "ru": "Инструктор",
    "id": "Instructor",
    "th": "Instructor",
    "vi": "Giáo Quan"
  },
  "descriptions": [
    {
      "zhs": "元素精通提高80点。",
      "zht": "元素精通提高80點。",
      "jp": "元素熟知+80。",
      "ko": "원소 마스터리+80pt",
      "en": "Increases Elemental Mastery by 80.",
      "de": "Erhöht Elementarkunde um 80 Punkte.",
      "es": "Maestría Elemental +80.",
      "fr": "Augmente la maîtrise élémentaire de 80 pts.",
      "pt": "Proficiência Elemental +80",
      "ru": "Увеличивает мастерство стихий на 80 ед.",
      "id": "Elemental Mastery +80.",
      "th": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
      "vi": "Tăng 80 điểm tinh thông nguyên tố."
    },
    {
      "zhs": "触发元素反应后，队伍中所有角色的元素精通提高120点，持续8秒。",
      "zht": "觸發元素反應後，隊伍中所有角色的元素精通提高120點，持續8秒。",
      "jp": "元素反応を引き起こした後、チーム全員の元素熟知+120、継続時間8秒。",
      "ko": "원소 반응 후 파티 내 모든 캐릭터의 원소 마스터리가 120pt 증가한다. 지속 시간: 8초",
      "en": "Upon triggering an Elemental Reaction, increases all party members' Elemental Mastery by 120 for 8s.",
      "de": "Erhöht die Elementarkunde aller Truppenmitglieder nach Auslösen von Elementarreaktionen 8 s lang um 120 Punkte.",
      "es": "Después de activar una Reacción Elemental, aumenta la Maestría Elemental de todos los miembros del equipo en 120 pts. durante 8 s.",
      "fr": "Augmente la maîtrise élémentaire de toute l'équipe de 120 pts pendant 8 s après avoir déclenché une réaction élémentaire.",
      "pt": "Após uma Reação Elemental aumenta a Proficiência Elemental de todos os membros da Equipe em 120 por 8s.",
      "ru": "Вызов элементальной реакции увеличивает мастерство стихий всех членов отряда на 120 ед. в течение 8 сек.",
      "id": "Setelah memicu Reaksi Elemental, akan meningkatkan 120 Elemental Mastery seluruh anggota party selama 8 detik.",
      "th": "หลังจากทำให้เกิดปฏิกิริยาธาตุแล้ว ตัวละครทั้งหมดในทีม จะมีความชำนาญธาตุเพิ่มขึ้น 120 หน่วย เป็นเวลา 8 วินาที",
      "vi": "Sau khi kích hoạt phản ứng Nguyên Tố, tinh thông Nguyên Tố tất cả thành viên đội tăng 120 điểm, kéo dài 8s."
    }
  ],
  "imgid": "instructor_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "教官的胸花",
        "zht": "教官的胸花",
        "jp": "教官の花飾り",
        "ko": "교관의 브로치",
        "en": "Instructor's Brooch",
        "de": "Ausbilderbrosche",
        "es": "Broche del Instructor",
        "fr": "Broche de l'Instructeur",
        "pt": "Broche de Instrutor",
        "ru": "Брошь инструктора",
        "id": "Instructor's Brooch",
        "th": "Instructor's Brooch",
        "vi": "Hoa Giáo Quan"
      },
      "description": {
        "zhs": "教官的胸口别着这种花的时候，意味着今日不练兵。",
        "zht": "教官的胸口別著這種花的時候，意味著今日不練兵。",
        "jp": "胸にこの花を付ける時は、今日は訓練しないという意味だ。",
        "ko": "교관의 가슴에 이런 꽃을 꽂았을 때는 오늘은 훈련이 없다는 것을 뜻한다",
        "en": "Whenever the instructor wore this brooch, it meant there would be no training sessions that day.",
        "de": "Trägt der Ausbilder diese Brosche, gibt es an dem Tag keine Übungsstunden.",
        "es": "Cuando el Instructor llevaba puesto este broche, significaba que ese día no había entrenamiento.",
        "fr": "Lorsque cette broche est portée par l'instructeur, alors tous savent qu'il n'y aura pas d'entraînement de la journée.",
        "pt": "Quando o instrutor estiver usando este broche, significa que não haverá treinamento hoje.",
        "ru": "Надетая брошь означает, что сегодня занятий не будет.",
        "id": "Saat bros ini dikenakan oleh instruktur, berarti tidak ada kelas latihan sepanjang hari itu.",
        "th": "เมื่อหน้าอกของครูฝึกถูกกลัดด้วยดอกไม้ดังกล่าว นั่นหมายความว่าไม่มีการฝึกซ้อมในวันนี้",
        "vi": "Khi trước ngực giáo quan cài bông hoa này, có nghĩa là hôm nay không luyện binh."
      },
      "lore": {
        "zhs": "\n军校中的学员人人明了，他们那位严苛的教官一向不苟言笑。\n但每周总有一两天，他会心情大好地把黄色的小花佩在胸口。\n当察觉教官嘴角显出微笑的征兆，学员们也会随之松一口气。\n教官胸口招摇的黄色小花是休息日的象征，也是归乡的标志。\n待告别了顽劣的学员，教官来到沉寂的墓地。\n肃静片刻，给那熟悉的墓碑献上沉默的敬意。\n",
        "zht": "\n軍校中的學員人人明瞭，他們那位嚴苛的教官一向不苟言笑。\n但每週總有一兩天，他會心情大好地把黃色的小花佩在胸口。\n當察覺教官嘴角顯出微笑的徵兆，學員們也會隨之鬆一口氣。\n教官胸口招搖的黃色小花是休息日的象徵，也是歸鄉的標誌。\n待告別了頑劣的學員，教官來到沉寂的墓地。\n肅靜片刻，為那熟悉的墓碑獻上沉默的敬意。\n",
        "jp": "\n士官学校の学生は皆分かっている。あの厳粛な先生はいつも笑わない。\nしかし、週に1日か2日だけ、彼は機嫌良さそうに黄色い花を胸につける。\n教官の口角が上がる時は、学生も皆ほっとする。\n胸につけた黄色の花は休日の象徴であり、帰郷の象徴でもある。\nやんちゃな学生と離れて、教官は静寂の墓地を訪れた。\n静寂な時間を過ごして、教官はそのよく知る墓碑に静かな敬意を示した。\n",
        "ko": "\n사관학교 생도들은 자신들의 엄격한 교관이 무섭다는 걸 알고 있었다.\n그러나 매주 하루 이틀, 그는 기분 좋게 노란 꽃을 가슴에 달았다.\n교관의 입가에 미소가 걸리면, 생도들도 안도의 한숨을 내쉬었다.\n교관 가슴의 눈에 띄는 노란색 꽃은 휴일의 상징이자, 고향에 간다는 표시였다.\n짓궂은 생도들에게 인사하고 교관은 적막한 묘지에 왔다.\n그는 엄숙하게 그 익숙한 묘비 앞에서 묵념했다.\n",
        "en": "\nEvery student in the school knew that the strict instructor was a serious soldier.\nBut every week, there would always be a day or two when the instructor would wear this yellow flower brooch on his chest.\nThe smile on the instructor's face would always bring the students a sense of relief.\nFor when the instructor wore the yellow flower brooch, it meant that they could take a day off and go home.\nOnce his boisterous students had finally gone, the instructor would visit a silent graveyard.\nThere, after a moment of silence, he would pay his respects to the familiar names carved on the tombstones.\n",
        "de": "\nJeder Schüler der Schule wusste, dass der Ausbilder ein ernsthafter Soldat war.\nJedoch ein- bis zweimal pro Woche trug der Ausbilder eine kleine gelbe Blume am Revers.\nDas Lächeln, das dann auf seinem Gesicht erschien, war eine Wohltat für die Schüler.\nWenn der Ausbilder nämlich seine gelbe Blume trug, hieß das für die Schüler, dass es ein freier Tag war und sie nach Hause gehen konnten.\nSobald die frechen Schüler weg waren, ging der Ausbilder zu dem ruhigen Friedhof.\nWährend einer Schweigeminute gedachte er der vertrauten Namen, die auf dem Grabstein eingeritzt waren.\n",
        "es": "\nTodos los discípulos sabían que el estricto Instructor era una persona muy formal.\nPero uno o dos días a la semana se ponía una flor de color amarillo en el pecho.\nEsto siempre le sacaba una sonrisa, lo que suponía un alivio para los estudiantes.\nAquel broche de flores amarillas que llevaba el Instructor significaba que los estudiantes podían tomarse un día libre e irse a casa.\nCuando los indisciplinados estudiantes se marchaban, el Instructor visitaba el calmo cementerio.\nTras un breve silencio, presentaba sus respetos a los familiares nombres tallados en la lápida.\n",
        "fr": "\nTous les élèves de l'école militaire connaissaient la sévérité de l'instructeur.\nMais chaque semaine, il portait toujours une fleur jaune sur sa poitrine pendant un jour ou deux.\nSes élèves étaient soulagés de voir leur instructeur sourire de temps en temps.\nCar lorsqu'il portait la fleur, la journée était leur et ils étaient libres de rentrer chez eux.\nUne fois qu'ils étaient partis, l'instructeur allait au cimetière.\nAprès un moment de silence, il rendait hommage aux noms familiers gravés sur la pierre.\n",
        "pt": "\nTodos os estudantes sabiam que seu severo instrutor era um homem de poucas palavras.\nMas toda semana, durante dois dias, ele usaria um emblema de flor amarela no peito.\nO sorriso no rosto do instrutor sempre dava uma sensação de alívio aos estudantes.\nQuando o instrutor usava o emblema de flor amarela, significava que eles podiam tirar um dia de descanso e ir para casa.\nDepois de seus estudantes irem embora, ele visitava um cemitério silencioso.\nAli, depois de um breve silêncio, ele prestava seu respeito aos nomes familiares entalhados nas lápides.\n",
        "ru": "\nКаждый курсант военной школы понимает, что их суровый инструктор всегда серьёзен.\nНо каждую неделю случаются один - два дня, когда инструктор пребывает в хорошем настроении, и в такие моменты на груди он носит маленький жёлтый цветок.\nЗаметив, что инструктор едва улыбается краешком губ, курсанты с облегчением вздыхают.\nЖёлтый цветок на груди инструктора означает, что сегодня выходной и можно заглянуть домой.\nКогда его непослушные курсанты, наконец, расходятся кто куда, инструктор приходит на безмолвное кладбище.\nИ там, в полной тишине, он молча приносит дань уважения тем, чьи имена высечены на знакомых надгробиях.\n",
        "id": "\nSetiap murid di sekolah tahu bahwa instruktur tegas itu adalah seorang prajurit yang serius.\nNamun setiap minggu, ada satu atau dua hari saat di mana sang instruktur itu memakai lencana bunga kuning di dadanya. \nSenyum di wajah instruktur itu selalu membawa ketenangan bagi para murid.\nKarena saat dia memakai lencana bunga kuning, itu artinya mereka bisa mengambil hari libur dan pulang ke rumah.\nSaat murid-muridnya sudah pergi, sang instruktur akan mengunjungi sebuah makam yang sunyi.\nDi sana, setelah kesunyian selama beberapa saat, dia akan berdoa kepada nama-nama yang sudah tak asing lagi yang terpahat di batu nisan.\n",
        "th": "\nนักเรียนทุกคนในโรงเรียนนั้นล้วนรู้ดีว่าครูฝึกสอนที่เข้มงวดนั้นคือ ทหารผู้จริงจัง\nแต่ทุกอาทิตย์จะมีสักวันหรือสองวันที่เขาจะวางดอกไม้สีเหลืองเล็ก ๆ ไว้บนหน้าอกของเขาด้วยอารมณ์ที่ดี\nรอยยิ้มที่มุมปากของครูฝึกนั้นสามารถทำให้นักเรียนโล่งใจได้เสมอ\nเข็มกลัดดอกไม้สีเหลืองที่ครูฝึกกลัดนั้นหมายความว่านักเรียน สามารถหยุดงานหนึ่งวันและกลับบ้านได้\nเมื่อต้องบอกลากับนักเรียนที่เกเร ครูฝึกทันจะมาที่สุสานที่เงียบสงัด\nหลังผ่านช่วงเวลาของความเงียบไปสักพัก ครูฝึกจะทำความเคารพเหล่าครอบครัวที่ถูกสลักชื่ออยู่บนป้ายหลุมศพ\n",
        "vi": "\nMỗi học viên đều biết rằng, vị Giáo Quan của họ trước giờ không cười đùa.\nThế nhưng mỗi tuần sẽ có 1 đến 2 ngày, ông đính hoa vàng lên ngực.\nKhi bắt gặp Giáo Quan nở nụ cười trên khóe miệng, học viên có thể thở phào nhẹ nhõm.\nBông hoa vàng trên ngực Giáo Quan tượng trưng cho ngày nghỉ của ông, cũng là dấu hiệu hồi hương.\nSau khi chia tay những người học trò cứng đầu của mình, Giáo Quan im lặng bước đến nghĩa trang.\nMột phút im lặng, gửi sự tôn kính đến với tấm bia mộ quen thuộc.\n"
      },
      "imgid": "instructor_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "教官的羽饰",
        "zht": "教官的羽飾",
        "jp": "教官の羽飾り",
        "ko": "교관의 깃털장식",
        "en": "Instructor's Feather Accessory",
        "de": "Ausbilderfederschmuck",
        "es": "Pluma del Instructor",
        "fr": "Plume de l'Instructeur",
        "pt": "Acessório de Penas de Instrutor",
        "ru": "Перо инструктора",
        "id": "Instructor's Feathered Accessory",
        "th": "Instructor's Feather Accessory",
        "vi": "Lông Vũ Giáo Quan"
      },
      "description": {
        "zhs": "熟知如何化解攻击力道的教官，不会让这种羽饰被劲风吹掉。",
        "zht": "熟知如何化解攻擊力道的教官，不會讓這種羽飾被勁風吹掉。",
        "jp": "攻撃の力を和らげる方法を熟知している教官は、羽飾りが風に飛ばされないようにすることができる。",
        "ko": "받는 힘을 무력화하는 방법을 익히 알고 있는 교관은 아무리 강한 바람이 불어도 깃털장식이 날아가게 하지 않는다",
        "en": "Any instructor who has mastered the art of de-escalation knows to keep this accessory firmly in their grasp at all times.",
        "de": "Ausbilder, die dank jahrelanger Erfahrung wissen, wie man starke Angriffe unwirksam macht, würden sich diese Feder von keinem Wind entreißen lassen.",
        "es": "El Instructor, que dominaba el arte de desviar los ataques, sabía cómo mantener este accesorio a su alcance en todo momento.",
        "fr": "Tout instructeur qui maîtrise l'art de l'esquive ne laisse jamais cet accessoire lui échapper des mains.",
        "pt": "Qualquer instrutor que domine as formas de desviar de ataques sabe como manter esse acessório firmemente ao seu alcance o tempo todo.",
        "ru": "Инструктор, познавший мастерство отражения атак, научился ни в коем случае не выпускать из рук данный аксессуар.",
        "id": "Instruktur yang telah sepenuhnya menguasai keahlian menghindar, tahu bagaimana cara menjaga aksesoris ini agar tidak terjatuh tertiup angin.",
        "th": "ผู้สำเร็จวิชาเบี่ยงเบนการโจมตี รู้ดีว่าจะรักษาเครื่องประดับชิ้นนี้ ไว้ตลอดได้อย่างไร",
        "vi": "Giáo Quan biết cách hóa giải tấn công, không để lông trang trí này bị gió thổi đi."
      },
      "lore": {
        "zhs": "\n冷酷的教官也曾经历过战火，在残酷的战场上熟习战斗的技巧。\n在乏味的训练中，他向学员传授的不仅是战场防身与进攻之术，\n不仅是杀敌与守护，更是令战士生涯不至过早中断的生存之道。\n教官一板一眼的动作示范，也是对战场先辈久远的纪念与致敬。\n多亏了那些没能看到今日的战友，他才能拥有如此宝贵的经验。\n",
        "zht": "\n冷酷的教官也曾經歷過戰火，在殘酷的戰場上熟習戰鬥的技巧。\n在乏味的訓練中，他向學員傳授的不僅是戰場防身與進攻之術，\n不僅是殺敵與守護，更是令戰士生涯不至過早中斷的生存之道。\n教官一板一眼的動作示範，也是對戰場先輩久遠的紀念與致敬。\n多虧了那些沒能看到今日的戰友，他才能擁有如此寶貴的經驗。\n",
        "jp": "\n冷酷な教官も戦争を経験した。残酷な戦場で戦闘のスキルを磨いた。\n退屈な訓練の中で、彼が学生に教えたのは攻めと守りだけでなく、\n若くして戦場で早死にしないための生存の道でもあった。\n教官は正確できちんとした手本を見せ、戦場の先輩への想いと敬意を表した。\n今日という日を見れなかった戦友のお陰で、彼はそんな貴重な経験を手に入れた。\n",
        "ko": "\n냉혹한 교관도 예전에 전화를 겪으며 잔인한 전장에서 전투 기술을 익혔다.\n지루한 훈련에서 그가 생도들에게 가르치는 것은 전장에서의 호신술과 공격법을 전수했다.\n적을 죽이고 방어하는 것뿐만 아니라, 전사의 생명이 너무 빨리 끝나지 않게 하는 생존법을 가르쳤다.\n교관의 침착한 시범 역시 전장의 선배들에 대한 기념이자 경의 표시였다.\n목숨을 바친 전우들 덕분에, 그는 이렇게 귀한 경험을 쌓을 수 있었다.\n",
        "en": "\nThe strict instructor once sharpened his own combat skills on the merciless battlefield.\nWhat he teaches the students goes beyond self-defense techniques to apply in battle.\nMoreso than attacking and defending, what he imparts to them is the skill of surviving on the front line even in the face of insurmountable odds.\nEvery move and technique he demonstrates pays homage to the veterans of wars gone by.\nFor it was their sacrifices that helped him become who he is today.\n",
        "de": "\nDie Kampfkünste des Ausbilders kommen direkt vom gnadenlosen Schlachtfeld.\nEr lehrt die Schüler mehr als nur Selbstverteidigungstaktiken auf dem Schlachtfeld.\nÜber das Töten und Verteidigen hinaus, lehrt er die Schüler Überlebenstechniken an der Front.\nJede einzelne seiner Techniken und Bewegungen ist eine Hommage an die Veteranen.\nEr verdankt so vieles seinen Kameraden aus den alten Tagen.\n",
        "es": "\nLas habilidades de combate del estricto Instructor se agudizaron en el despiadado campo de batalla.\nLo que les enseñaba a sus discípulos no eran simplemente técnicas de defensa personal.\nMás que a matar y a defenderse, les enseñaba habilidades de supervivencia para el frente de batalla.\nCada movimiento y técnica que demostraba era un homenaje a los veteranos,\npues él llegó a ser quien fue gracias a los sacrificios de sus maestros.\n",
        "fr": "\nLe talent au combat de l'instructeur a été acquis sur le champ de bataille.\nIl n'enseigne pas uniquement des techniques de combat à ses élèves.\nSurvivre est plus important que tuer ou défendre.\nTous ses enseignements sont un hommage aux vétérans.\nCar c'est grâce aux sacrifices de ses frères d'armes qu'il vit encore aujourd'hui.\n",
        "pt": "\nO rigoroso instrutor certa vez aperfeiçoou suas próprias habilidades de combate no campo de batalha impiedoso.\nO que ele ensina aos estudantes vai muito além de técnicas de auto-defesa.\nMais do que atacar e defender, são habilidades para sobreviver na linha de frente contra forças esmagadoras.\nOs movimentos detalhados do instrutor prestavam o respeito para os antepassados nos campos de batalhas.\nFoi graças ao seu sacrifício que ele se tornou o que era hoje.\n",
        "ru": "\nХладнокровный инструктор некогда был участником боевых действий и в ожесточённых сражениях прекрасно овладел искусством ведения боя.\nМонотонными тренировками он учит курсантов не столько мастерству защиты и атаки на поле боя, \nНе столько убийству и обороне, сколько навыкам выживания, которые не позволят их солдатской карьере оборваться слишком рано.\nСистематические показательные занятия, которые готовит инструктор, - дань памяти предкам, сражавшимся в войнах и оставшимся на полях боев.\nБлагодаря товарищам, не вернувшимся из боя, сегодня он стал тем, кто он есть, и приобрел этот опыт.\n",
        "id": "\nInstruktur yang tegas itu dulu melatih kemampuan bertarungnya di medan tempur yang tanpa ampun.\nApa yang diajarkan kepada muridnya sudah melebihi dari sekadar teknik bertahan di medan tempur.\nLebih dari sekadar menyerang dan bertahan, apa yang dia terapkan kepada mereka adalah keahlian bertahan di garis depan walaupun keadaan tidak menguntungkan.\nSetiap langkah dan teknik yang dilakukannya seolah memberi penghormatan kepada para veteran yang telah gugur. \nKarena dengan pengorbanan merekalah yang membantunya untuk menjadi dirinya yang sekarang ini.\n",
        "th": "\nครูฝึกที่โหดเหี้ยมเองก็มีประสบการณ์กับเปลวเพลิงแห่งสงครามและคุ้นเคยกับทักษะการต่อสู้ในสนามรบที่แสนโหดร้าย\nสิ่งที่เขาสอนนักเรียนนั้นไม่เพียงแต่เป็นเทคนิคการป้องกันตัวใน สนามรบ\nไม่เพียงแต่เป็นการฆ่าและการป้องกันตัว เทคนิคที่เขาสอนคือความสามารถในการเอาชีวิตรอดในแดนหน้าของสนามรบ\nการเคลื่อนไหวและเทคนิคทุกอย่างที่เขานำมาใช้คือการแสดงความ เคารพต่อทหารผ่านศึก\nมันคือสิ่งที่ต้องสังเวยพี่น้องร่วมรบและทำให้เขาเป็นเขาในวันนี้\n",
        "vi": "\nGiáo Quan lạnh lùng cũng là người trải qua nhiều cuộc chinh chiến, trong chiến trường khắc nghiệt dần nắm rõ kỹ năng chiến đấu.\nTrong những tháng ngày tập huấn vô vị, ông không chỉ truyền thụ cho học viên thuật phòng ngự và tấn công,\nKhông chỉ giết địch và phòng hộ, mà lớn lao hơn chính là giúp chiến sỹ không chấm dứt con đường sinh tồn quá sớm.\nMỗi động tác, mỗi ánh nhìn của Giáo Quan, chứa đựng sự tưởng nhớ và kính trọng với bậc tiền bối.\nCũng nhờ những chiến hữu không thấy được ngày hôm nay, ông mới có kinh nghiệm chiến đấu quý báu.\n"
      },
      "imgid": "instructor_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "教官的怀表",
        "zht": "教官的懷錶",
        "jp": "教官の懐中時計",
        "ko": "교관의 회중시계",
        "en": "Instructor's Pocket Watch",
        "de": "Ausbilderstoppuhr",
        "es": "Reloj de Bolsillo del Instructor",
        "fr": "Montre de poche de l'Instructeur",
        "pt": "Relógio de Bolso de Instrutor",
        "ru": "Карманные часы инструктора",
        "id": "Instructor's Pocket Watch",
        "th": "Instructor's Pocket Watch",
        "vi": "Đồng Hồ Giáo Quan"
      },
      "description": {
        "zhs": "不能用来看时间的怀表，是完全奉献给训练的计时工具。",
        "zht": "不能用來看時間的懷錶，是完全奉獻給訓練的計時工具。",
        "jp": "正しい時間の確認に使えない懐中時計だが、訓練の時間なら測ることができる。",
        "ko": "시간은 확인할 수 없는 훈련에만 사용하는 시간을 재는 도구이다",
        "en": "A stopwatch used not for general timekeeping but to measure the duration of a training session.",
        "de": "Diese Uhr zeigt nicht die aktuelle Zeit an. Sie dient ganz allein dazu, die Zeit von Übungsstunden zu messen.",
        "es": "Un reloj de bolsillo que no muestra la hora actual, sino que cronometra las sesiones de entrenamiento.",
        "fr": "Cette montre n'affiche pas l'heure. Elle sert seulement à mesurer la durée des séances d'entraînement.",
        "pt": "Um relógio de bolso que não marca a hora atual, mas mede o tempo de uma sessão de treinamento.",
        "ru": "Эти часы не показывают время, а отмеряют длительность занятий.",
        "id": "Jam saku yang bukan berfungsi untuk menunjukkan waktu, melainkan untuk menghitung durasi dari waktu latihan.",
        "th": "นาฬิกาพกที่ไม่ได้ใช้แสดงเวลา ปัจจุบัน แต่มีไว้เพื่อตรวจวัด ระยะเวลาในการฝึก",
        "vi": "Đồng hồ này không dùng để coi giờ, mà là công cụ tính thời gian huấn luyện."
      },
      "lore": {
        "zhs": "\n教官珍藏已久的怀表，并不是由军校配发的计时工具。\n当教官还是士兵的时候，这枚怀表指示着冲锋的时刻。\n它预告了胜利与受挫，也为战士敲响性命的倒计时。\n如今对学员而言，它纪念了新兵们走向成熟的磨炼。\n",
        "zht": "\n教官珍藏已久的懷錶，並不是由軍校配發的計時工具。\n當教官還是士兵的時候，這枚懷錶指示著衝鋒的時刻。\n它預告了勝利與受挫，也為戰士敲響性命的倒數計時。\n如今對學員而言，它紀念了新兵們走向成熟的磨煉。\n",
        "jp": "\n教官のコレクションの懐中時計である。士官学校が配った時計ではない。\n教官がまだ一般兵士の頃、この懐中時計は突撃を象徴するものであった。\n懐中時計は勝利と挫折を予告したり、戦死のカウントダウンを始めたりしていた。\n今の学生にとって、これは新兵の成長を記念するものである。\n",
        "ko": "\n교관이 오랫동안 간직했던 회중시계는 사관학교에서 지급한 시간을 재는 도구가 아니다.\n교관이 사병이었을 때, 이 회중시계는 돌격 시간을 가리켰다.\n시계는 승리와 좌절을 알렸고, 전사들의 목숨을 초읽기했다.\n이제 생도들에게 시계는 신병들이 연마를 거쳐 성숙해지는 과정을 기념하는 물건이다.\n",
        "en": "\nA pocket watch treasured by the instructor. It is not, however, military-issue gear from the instructor's school.\nBack when the instructor was still a soldier, this pocket watch was used to coordinate charges against the enemy.\nIt marked victories and defeats, and counted the final hours of the soldiers.\nFor the students, it represented the hardships they endured on the long path towards becoming a real soldier.\n",
        "de": "\nEine Taschenuhr, die vom Ausbilder hoch geschätzt wurde. Sie wurde von der Militärschule verliehen.\nAls der Ausbilder selbst noch Soldat war, sagte ihm die Taschenuhr, wann es Zeit für den Angriff war.\nSie verkündete Sieg und Niederlage sowie die letzten Stunden der Soldaten.\nFür heutige Schüler ist sie ein Zeichen der Reife zum Soldatentum.\n",
        "es": "\nUn reloj de bolsillo atesorado por el Instructor. No es un objeto entregado por la escuela militar.\nCuando el Instructor era un soldado, este reloj le indicaba el momento en que debía atacar.\nPredecía las victorias y las derrotas, y mostraba una cuenta regresiva de las últimas horas de vida de los soldados.\nPara los estudiantes, representaba las dificultades que atravesaron para convertirse en verdaderos soldados.\n",
        "fr": "\nUne montre de poche âgée que l'instructeur garde toujours sur lui. Il ne s'agit pas d'un modèle militaire.\nCette montre lui indiquait le moment de la charge contre l'ennemi lorsqu'il était jeune soldat.\nElle marqua victoires comme défaites, et compta les derniers instants de nombre de soldats.\nMais pour ses élèves, elle représente les épreuves endurées sur le long chemin de celui qui devient soldat.\n",
        "pt": "\nUm relógio de bolso estimado pelo instrutor, mas não é equipamento militar lançado pela escola.\nQuando o instrutor ainda era um soldado, o relógio de bolso era utilizado para coordenar ataques contra o inimigo.\nMarcava vitórias e derrotas, e contava as últimas horas dos soldados.\nQuanto aos estudantes, representava as dificuldades que eles sofreram durante o longo caminho até se tornarem soldados de verdade.\n",
        "ru": "\nЧасы, долгое время бережно хранившиеся инструктором. Они - вовсе не снаряжение из военной школы.\nКогда инструктор был простым солдатом, по этим карманным часам он сверял время штурма.\nОни предсказывали ему победу или поражение, а также отсчитывали минуты солдатской жизни.\nДля курсантов эти часы являются символом усердной работы на пути к становлению настоящим воином.\n",
        "id": "\nSebuah jam saku yang berharga bagi sang instruktur. Walaupun itu bukanlah perlengkapan sekolahnya.\nDulu saat instruktur tersebut masih menjadi seorang prajurit, jam saku itu digunakan untuk mengkoordinasi serangan melawan musuh.\nJam itu menandai kemenangan dan kekalahan, dan menghitung jam-jam terakhir para prajurit.\nBagi para murid, itu melambangkan masa berat yang mereka lalui dalam langkah mereka demi menjadi prajurit sejati.\n",
        "th": "\nนาฬิกาพกที่ดูเก่านี้เป็นของรักของครูฝึก มันไม่ใช่ของที่ทางสถาบันออกให้\nเมื่อสมัยที่ครูฝึกยังเป็นทหารอยู่ นาฬิกาพกนี้บอกเวลาในการเข้าโจมตี\nมันถูกทำสัญลักษณ์ของการชนะและพ่ายแพ้ไว้ และก็ยังมีการนับจำนวนชั่วโมงจนถึงที่สุดของทหารอีกด้วย\nสำหรับเหล่านักเรียน มันคือความยากลำบากที่พวกเขาต้องอดทนจนกว่าจะเป็นทหารที่แท้ จริงได้\n",
        "vi": "\nChiếc đồng hồ mà Giáo Quan luôn trân trọng, không phải là công cụ tính thời gian được trường quân sự phát cho.\nKhi Giáo Quan vẫn còn là binh sỹ, chiếc đồng hồ bỏ túi này chỉ ra thời gian tấn công.\nNó dự đoán sự thắng lợi cũng như khó khăn, đồng thời đếm ngược thời gian hy sinh của người chiến sỹ.\nNay đối với học viên, nó trở thành vật tượng trưng cho sự khổ luyện từ tân binh thành thuần thục.\n"
      },
      "imgid": "instructor_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "教官的茶杯",
        "zht": "教官的茶杯",
        "jp": "教官のティーカップ",
        "ko": "교관의 찻잔",
        "en": "Instructor's Tea Cup",
        "de": "Ausbilderteetasse",
        "es": "Taza de Té del Instructor",
        "fr": "Tasse à thé de l'Instructeur",
        "pt": "Copo de Chá de Instrutor",
        "ru": "Чайная кружка инструктора",
        "id": "Instructor's Tea Cup",
        "th": "Instructor's Tea Cup",
        "vi": "Tách Trà Giáo Quan"
      },
      "description": {
        "zhs": "虽然在外人看来只是普通的茶杯，但在学员眼里可是教官权力的象征。",
        "zht": "雖然在外人看來只是普通的茶杯，但在學員眼裡可是教官權力的象徵。",
        "jp": "普通のティーカップだが、生徒からするとそれは教官の権力を象徴するものである。",
        "ko": "외부인의 눈에는 평범한 찻잔이지만 수강생의 눈에는 교관 권력의 상징으로 비친다",
        "en": "It may seem like an ordinary tea cup to most. But to students, it is the symbol of the instructor's authority.",
        "de": "Sieht auf den ersten Blick aus wie eine normale Teetasse. Für Auszubildende jedoch ist sie das Symbol für die Macht eines Ausbilders.",
        "es": "Para la mayoría de personas, puede parecer una taza de té ordinaria, pero para los estudiantes, era el símbolo de la autoridad del Instructor.",
        "fr": "Une banale tasse de thé au premier abord. Mais pour certains élèves, elle représente l'autorité de l'instructeur.",
        "pt": "Pode parecer no máximo um copo comum, mas para os estudantes, é um símbolo de autoridade do instrutor.",
        "ru": "Выглядит, как обычная кружка. Но для учеников это символ неоспоримого авторитета инструктора.",
        "id": "Bagi kebanyakan orang, kelihatannya seperti cangkir teh biasa, tetapi bagi para murid, ini adalah simbol otoritas seorang instruktur.",
        "th": "มันอาจจะดูเหมือนถ้วยชาทั่วไป แต่สำหรับนักเรียนแล้ว มันคือตัวแทนอำนาจของอาจารย์",
        "vi": "Người ngoài nhìn thì chỉ là một tách trà bình thường, nhưng với học viên thì đó là tượng trưng cho quyền lực của giáo quan."
      },
      "lore": {
        "zhs": "\n在军校学员的经验中，「自由训练」远称不上自由。\n学员们在操练场挥汗如雨，教官却像监工一般悠闲。\n泡一杯红茶，加超量的方糖，便是教官的午后时光。\n教官每日一度的清闲时刻，是高于学员的权力体现。\n",
        "zht": "\n在軍校學員的經驗中，「自由訓練」遠稱不上自由。\n學員們在操練場揮汗如雨，教官卻像監工一般悠閒。\n泡一杯紅茶，加超量的方糖，便是教官的午後時光。\n教官每日一度的清閒時刻，是高於學員的權力體現。\n",
        "jp": "\n士官学校に通う学生にとって、「自由訓練」は「自由」からほど遠いものだ。\n学生は練兵場で汗をかいているのに、教官は現場監督のようにのんびりしている。\n紅茶を淹れ、そこに大量の角砂糖を浮かべるのが、教官の午後の至福のひととき。\nこんな風に毎日のひとときを堪能できることこそ、教官の権力の象徴である。\n",
        "ko": "\n사관학교 생도의 경험에서 「자유 훈련」은 전혀 자유롭지 않다.\n생도들은 훈련장에서 땀을 뻘뻘 흘리지만, 교관은 감독처럼 한가롭다.\n교관은 점심식사 후 열량 폭탄 각설탕을 넣은 홍차를 즐긴다.\n느긋한 티타임은 생도보다 높은 권력의 상징이다.\n",
        "en": "\nEvery military school student knows that the so-called \"free training time\" could not have anything less to do with freedom.\nThe instructor sits back and watches while the students train rigorously in the field.\nA cup of black tea with a little too much sugar in it marks a typical afternoon for the instructor.\nThis peaceful time is a privilege of the instructor, and the embodiment of his authority.\n",
        "de": "\nJeder Student der Militärschule wusste, dass die Zeit für „freies Training“ alles andere als frei war.\nDer Ausbilder macht es sich gemütlich und sieht aus der Ferne zu, wie die Schüler sich auf dem Feld abrackern.\nEine Tasse Tee mit viel zu viel Zucker gehört zu einem typischen Nachmittagstee für den Ausbilder dazu.\nDiese Teezeit ist ein Privileg für den Ausbilder und bestärkt nur noch mehr seine Autorität.\n",
        "es": "\nTodos los estudiantes de la escuela militar sabían por experiencia que el llamado “entrenamiento libre”, en realidad, tenía muy poco de libre.\nDurante él, el Instructor se sentaba y observaba mientras los estudiantes sudaban sin parar.\nMientras tanto, él pasaba la tarde con una taza de té negro muy azucarado en la mano.\nEstos momentos de paz eran un privilegio del Instructor, así como la encarnación de su autoridad sobre los alumnos.\n",
        "fr": "\nTout élève d'école militaire connaît le terme « entraînement libre », et sait que la liberté n'a rien à y voir.\nL'instructeur s'assoit, regardant ses élèves s'entraîner durement.\nUne tasse de thé noir beaucoup trop sucrée vient égayer son après-midi.\nCe moment tranquille du quotidien est le privilège de l'instructeur, et témoigne de son autorité.\n",
        "pt": "\nTodo estudante de uma escola militar sabia que o \"tempo de treinamento livre\" era tudo, menos livre.\nEnquanto os estudantes treinavam e suavam sem parar, o instrutor apenas observava.\nUma xícara de chá-preto com um pouco mais de açúcar marca uma típica tarde para o instrutor.\nO tempo de paz é um privilégio do instrutor, assim como a encarnação de sua autoridade sobre os estudantes.\n",
        "ru": "\nКурсанты военных школ по опыту знают, что в «свободной тренировке» от свободы - только слово.\nКурсанты усердно занимаются на учебном плацу, инструктор же, вольготно устроившись неподалёку, наблюдает за ними, словно надсмотрщик.\nВремя после полудня инструктор обычно проводит за чашкой крепкого, чересчур сладкого чая.\nТакой отдых - привилегия инструктора, демонстрация его авторитета перед курсантами.\n",
        "id": "\nSetiap murid sekolah militer tahu bahwa yang disebut dengan \"waktu latihan bebas\" tidak ada sedikitpun kaitannya dengan kebebasan.\nInstruktur duduk dan memperhatikan setiap murid berlatih dengan keras di lapangan.\nDengan secangkir teh merah dan sugar yang agak berlebihan, sebuah siang hari yang khas bagi sang instruktur.\nWaktu yang damai ini adalah sebuah hal yang berharga bagi sang instruktur, dan perwujudan dari otoritasnya.\n",
        "th": "\nจากประสบการณ์ของนักเรียนสถาบันการทหาร \"การฝึกอบรมอิสระ\" นั้นยังห่างไกลจากการเป็นอิสระ\nเหล่าครูฝึกจะนั่งเฝ้าและคอยดูพวกนักเรียนฝึกซ้อมในสนามอย่างเอาเป็นเอาตาย\nชาหนึ่งแก้วพร้อมด้วยการเติมน้ำตาลมาก ๆ คือช่วงบ่ายของครูฝึกสอน\nช่วงเวลาที่สงบสุขนี้เป็นสิทธิพิเศษของครูฝึกและเป็นศูนย์รวมของ สิทธิและอำนาจของเขา\n",
        "vi": "\nTheo kinh nghiệm của các học viên trường quân đội, \"Huấn luyện tự do\" không thể coi là tự do.\nHọc viên vất vả đổ mồ hôi nơi thao trường, thế nhưng Giáo Quan lại nhàn nhã theo dõi.\nPha một ấm chè, thêm vài viên đường, đó là buổi chiều của Giáo Quan.\nKhoảnh khắc nhàn nhã của Giáo Quan, cũng là biểu hiện uy nghiêm đối với học viên.\n"
      },
      "imgid": "instructor_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "教官的帽子",
        "zht": "教官的帽子",
        "jp": "教官の帽子",
        "ko": "교관의 모자",
        "en": "Instructor's Cap",
        "de": "Ausbilderhut",
        "es": "Gorra del Instructor",
        "fr": "Chapeau de l'Instructeur",
        "pt": "Chapéu de Instrutor",
        "ru": "Кепка инструктора",
        "id": "Instructor's Cap",
        "th": "Instructor's Cap",
        "vi": "Nón Giáo Quan"
      },
      "description": {
        "zhs": "制式的教官帽子。是拒绝了晋升的军官才能获得的殊荣。",
        "zht": "制式的教官帽子。是拒絕了晉升的軍官才能獲得的殊榮。",
        "jp": "制式化された教官帽子。昇級を拒んだ軍官のみが得られる栄誉。",
        "ko": "제식의 교관 모자. 승진을 거부한 장교만이 얻을 수 있는 특별한 영예다",
        "en": "A standard-issue honorary instructor's cap, only granted to those who turn down a promotion.",
        "de": "Ein Standardhut für Ausbilder, den nur diejenigen als besondere Ehre erhalten, die eine Beförderung abgelehnt haben.",
        "es": "El gorro que solía llevar el Instructor. Solo aquellos que rechazaron ser promocionados de rango podían obtener este honor.",
        "fr": "Un chapeau standard d'instructeur. Il est offert lorsque le destinataire d'une promotion la refuse.",
        "pt": "Quepe padronizado de instrutor militar. Apenas aqueles que se recusaram a serem promovidos a um cargo maior recebem essa honra.",
        "ru": "Почётная кепка инструктора. Вручается только тем, кто отказался от повышения.",
        "id": "Topi yang bentuknya biasa saja, tetapi memiliki makna yang mendalam. Hanya diperoleh oleh instruktur yang menolak kenaikan pangkat sebagai lambang kehormatan.",
        "th": "หมวกที่เป็นมาตรฐานแต่ก็แสดงถึง เกียรติของผู้ฝึกสอน มอบให้แก่ผู้ที่ปฏิเสธการเลื่อนขั้นเท่านั้น",
        "vi": "Nón đồng phục giáo quan. Là sự vinh hạnh chỉ có được khi từ chối thăng chức."
      },
      "lore": {
        "zhs": "\n「我没有作为将校指挥军旅的能力」\n「除当兵外也不胜任别的什么工作」\n「不如让我来教小伙子们吃点苦头」\n「好让他们在战场上能多活几分钟」\n",
        "zht": "\n「我沒有作為將校指揮軍旅的能力」\n「除當兵外也不勝任別的什麼工作」\n「不如讓我來教小夥子們吃點苦頭」\n「好讓他們在戰場上能多活幾分鐘」\n",
        "jp": "\n「俺には兵隊を指揮する能力がない」\n「兵士以外にできる仕事もない」\n「だから俺にこの新兵たちの教官をやらせよ」\n「戦場で1分でも長く生き延びて欲しいからだ」\n",
        "ko": "\n「난 장교로서 군대를 지휘할 능력이 없다」\n「군인 말고 난 아무 일도 못한다」\n「차라리 내가 저 녁석들을 좀 굴릴게」\n「저들이 전장에서 목숨을 부지할 수 있게」\n",
        "en": "\n\"I don't have the talent to command an army as its general,\nNor am I qualified for anything beyond being a soldier.\nAll I can do is to be a strict instructor to these children,\nSo that they might survive on the battlefield a bit longer.\"\n",
        "de": "\n„Ich habe kein Talent, eine Armee als Kommandant zu leiten.“\n„Auch bin ich für andere Arbeiten nicht zu gebrauchen.“\n„Ich kann nur streng mit den jungen Auszubildenden sein.“\n„Damit sie auf dem Schlachtfeld ein paar Minuten länger durchhalten.“\n",
        "es": "\n“No tengo talento para ser el general de un ejército,\nni estoy cualificado para otro trabajo más que el de soldado.\nLo único que puedo hacer es ser estricto con estos jovenzuelos\npara que sean capaces de sobrevivir unos minutos más en el campo de batalla”.\n",
        "fr": "\n« Je ne suis pas qualifié à commander une armée en tant que général,\nmais je ne suis pas non plus qualifié pour être autre chose qu'un soldat. »\n« Être sévère est tout ce que je peux faire pour ces enfants,\npuissent-ils ainsi survivre plus longtemps sur le champ de bataille. »\n",
        "pt": "\n\"Eu não tenho a capacidade para liderar um exército.\"\n\"Nem sou qualificado para ser um soldado.\"\n\"Tudo que posso ser é um instrutor rigoroso com esses jovens.\"\n\"Para que eles possam viver um pouco mais no campo de batalha.\"\n",
        "ru": "\n«У меня нет такого таланта, чтобы командовать войсками, как генерал,\nНет и такой работы, которой я был бы обучен, кроме военного дела.\nЛучше уж позвольте мне обучить этих детей и подготовить их к невзгодам,\nЧтобы на фронте они смогли выстоять хоть чуточку дольше».\n",
        "id": "\n\"Aku tidak punya bakat untuk memimpin pasukan seperti Jenderal\"\n\"Aku juga tidak memenuhi syarat apa pun untuk menjadi lebih dari seorang prajurit.\"\n\"Semua yang bisa kulakukan hanyalah menjadi instruktur yang tegas untuk anak-anak ini\"\n\"Sehingga mereka bisa bertahan di medan tempur lebih lama lagi.\"\n",
        "th": "\n\"ฉันไม่มีความสามารถในการออกคำสั่งกองทหารอย่างท่านผู้พัน\"\n\"ไม่สามารถทำอะไรอื่นนอกจากเป็นทหาร\"\n\"สิ่งที่ฉันพอจะทำได้คือการฝึกเจ้าเด็กพวกนี้อย่างเข้มงวด\"\n\"ให้พวกเขาสามารถอยู่ในสนามรบต่อไปได้นานอีกสักนาทีก็ยังดี\"\n",
        "vi": "\n\"Tôi không có năng lực chỉ huy quân đội của một vị tướng\"\n\"Ngoài việc đi lính cũng không làm được việc gì khác cả\"\n\"Chi bằng để tôi dạy bọn trẻ nếm chút đau khổ\"\n\"Để có thể khiến bọn chúng sống thêm vài phút trên chiến trường\"\n"
      },
      "imgid": "instructor_circlet"
    }
  ]
}