{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "游医",
    "zht": "遊醫",
    "jp": "医者",
    "ko": "떠돌이 의사",
    "en": "Traveling Doctor",
    "de": "Wanderarzt",
    "es": "Médica Itinerante",
    "fr": "Médecin itinérant",
    "pt": "O Doutor viajante",
    "ru": "Целитель",
    "id": "Traveling Doctor",
    "th": "Traveling Doctor",
    "vi": "Thầy Thuốc"
  },
  "descriptions": [
    {
      "zhs": "角色受到的治疗效果提高20%。",
      "zht": "角色受到的治療效果提高20%。",
      "jp": "受ける治療効果+20%。",
      "ko": "캐릭터가 받는 치유 효과+20%",
      "en": "Increases incoming healing by 20%.",
      "de": "Erhöht den passiven Heileffekt der Figur um 20 %.",
      "es": "Curación recibida +20%.",
      "fr": "Augmente les soins reçus par le personnage de 20 %.",
      "pt": "Aumenta o efeito de cura em 20%.",
      "ru": "Увеличивает получаемое лечение на 20%.",
      "id": "Efek pemulihan yang diterima meningkat 20%.",
      "th": "เพิ่มผลของการรักษา ที่ตัวละครได้รับขึ้น 20%",
      "vi": "Tăng 20% hiệu quả trị liệu nhân vật nhận được."
    },
    {
      "zhs": "施放元素爆发时，恢复20%生命值。",
      "zht": "施放元素爆發時，恢復20%生命值。",
      "jp": "元素爆発を発動すると、HPを20%回復する。",
      "ko": "원소폭발 발동 시 HP를 20% 회복한다",
      "en": "Using Elemental Burst restores 20% HP.",
      "de": "Stellt bei Anwendung von Spezialfähigkeiten 20 % LP wieder her.",
      "es": "Al lanzar una Habilidad Definitiva, restaura un 20% de Vida.",
      "fr": "Le déchaînement élémentaire restaure 20 % des PV.",
      "pt": "Após usar o Supremo, restaura 20% de Vida.",
      "ru": "Использование взрыва стихии восстанавливает 20% HP.",
      "id": "Menggunakan Elemental Burst memulihkan 20% HP.",
      "th": "เมื่อปล่อยท่าไม้ตาย จะทำการฟื้นฟูพลังชีวิต 20%",
      "vi": "Khi thi triển Kỹ Năng Nộ, hồi 20% HP."
    }
  ],
  "imgid": "traveling_doctor_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "游医的银莲",
        "zht": "遊醫的銀蓮",
        "jp": "医者のアネモネ",
        "ko": "떠돌이 의사의 은련",
        "en": "Traveling Doctor's Silver Lotus",
        "de": "Wanderarztanemone",
        "es": "Loto de Plata de la Médica Itinerante",
        "fr": "Anémone du Médecin itinérant",
        "pt": "Lótus de Prata do Doutor Viajante",
        "ru": "Серебряный лотос целителя",
        "id": "Traveling Doctor's Windflower",
        "th": "Traveling Doctor's Silver Lotus",
        "vi": "Cúc Hoạ Mi Thầy Thuốc"
      },
      "description": {
        "zhs": "是珍贵的药材，但存放了这么久已经失去了药用价值。",
        "zht": "是珍貴的藥材，但存放了這麼久已經失去了藥用價值。",
        "jp": "貴重な薬材だったが、長い間放置されて薬としての価値を失った。",
        "ko": "진귀한 약재. 하지만 시간이 너무 오래 지나 약용 가치가 사라졌다",
        "en": "A precious medicinal ingredient that has lost all medicinal value after years in storage.",
        "de": "Wertvolle Arznei, die nach all der Zeit aber keinerlei medizinische Wirkung mehr hat.",
        "es": "Un precioso ingrediente medicinal que ha perdido todas sus propiedades curativas después de tanto tiempo sin ser usado.",
        "fr": "Un ingrédient rare qui a perdu toute vertu médicinale après des années de stockage.",
        "pt": "Um ingrediente medicinal precioso que perdeu por completo seus valores medicinais depois de tanto tempo.",
        "ru": "Драгоценный лекарственный ингредиент, который за долгие годы растерял все свои полезные свойства.",
        "id": "Bahan obat-obatan yang sangat berharga, namun telah kehilangan khasiatnya setelah disimpan untuk waktu yang lama.",
        "th": "วัตถุดิบสำหรับทำยาที่ล้ำค่า แต่ได้สูญเสียคุณค่าทางยาเนื่องจากถูกเก็บมาเป็นเวลานาน",
        "vi": "Là loại thuốc quý, nhưng để lâu nên đã mất đi dược tính."
      },
      "lore": {
        "zhs": "\n漫步大地的游医，以冒险家的热情搜罗着珍稀药材。\n在险峻的山崖上，湿滑的岩石间，她发现一株银莲。\n到最后，药始终没派上用场，花香却一直鼓舞着她。\n",
        "zht": "\n漫步大地的遊醫，以冒險家的熱情蒐羅著珍稀藥材。\n在險峻的山崖上，濕滑的岩石間，她發現一株銀蓮。\n到最後，藥始終沒派上用場，花香卻一直鼓舞著她。\n",
        "jp": "\n大地を旅する放浪医師。冒険者への情熱を持ち様々な希少薬材を探していた。\n彼女は険しい山で、ある湿った岩の隙間に咲いたこの銀蓮を見つけた。\n結局、薬として使われることはなかったが、花の香りはずっと彼女を励ました。\n",
        "ko": "\n대지를 거닐던 떠돌이 의사는 모험가 같은 열정으로 진귀한 약재들을 모으기 시작했다.\n험준한 절벽의 미끄러운 암석사이에서 그는 은련 한 그루를 발견했다.\n마지막까지 사용할 기회가 없었지만 은련의 꽃향기는 그에게 큰 힘이 되어주었다.\n",
        "en": "\nThe doctor traveled across the land in search of rare herbs, with the zeal of an adventurer.\nOn a steep cliff between slippery rocks, she found this silver lotus.\nThe lotus was never made into medicine, but its scent gave her the strength to go on from that day forward.\n",
        "de": "\nDer Wanderarzt reiste unermüdlich durch die Lande und suchte wie ein Abenteurer nach seltenen Kräutern und Pflanzen.\nAuf einer steilen Klippe zwischen rutschigen Felsen fand er diese Anemone.\nBis zum Schluss behielt er sie und verarbeitete sie nicht zu Medizin, denn ihr Duft gab ihm täglich neue Energie.\n",
        "es": "\nCual ferviente aventurera, la Médica viajó por todos los continentes en busca de hierbas raras.\nEncontró un loto de plata en un acantilado escarpado, justo entre las resbaladizas rocas.\nNunca llegó a usarlo para hacer medicinas, pero su aroma siempre fue su fuente de energía.\n",
        "fr": "\nLe médecin itinérant voyagea à travers les terres à la recherche d'herbes médicinales rares, telle une aventurière.\nSur une falaise raide entre des rochers humides, elle trouva ce lotus argenté.\nCette fleur n'a jamais été utilisée comme remède ; mais son odeur délicate accompagna le médecin à partir de ce jour.\n",
        "pt": "\nA Médica Ambulante viajava por todo lado em busca de ervas raras, como um Aventureiro.\nEm um penhasco íngreme, entre rochedos escorregadios, ela encontrou um lótus prateado.\nNunca o utilizou para fazer poções, no entanto, seu aroma foi o que a incentivou a continuar.\n",
        "ru": "\nЦелительница прошла по всему миру, и, благодаря своей страсти к приключениям, отыскала множество редких целебных трав.\nНа крутом обрыве, среди скользких камней она обнаружила серебряный лотос.\nОна так и не приготовила из него лекарство, но его аромат всегда придавал ей сил.\n",
        "id": "\nDokter itu berkeliling untuk mencari tanaman obat langka, dengan semangat seorang petualang.\nDi jurang yang curam dan bebatuan licin, dia menemukan lotus perak itu.\nLotus tersebut tidak pernah menjadi obat, namun wanginya memberinya tenaga dan semangat baru sejak hari itu.\n",
        "th": "\nแพทย์นักเดินทางข้ามดินแดนเพื่อค้นหาสมุนไพรหายากราวกับ นักผจญภัยที่กระตือรือร้น\nบนหน้าผาสูงชันระหว่างหินลื่นเธอพบดอกบัวสีเงินนี้\nในตอนสุดท้ายมันไม่ได้ถูกนำไปทำเป็นยา แต่กลิ่นหอมของมันคอยกระตุ้นให้เธอสู้ต่อไป\n",
        "vi": "\nNhững bước chân dài trên đất của Thầy Thuốc, kết hợp với lòng nhiệt tình như một người ưa mạo hiểm\nTrên vách đá dựng đứng, giữa những tảng đá trơn trượt, bà phát hiện ra một cây cúc Họa Mi.\nCuối cùng, thuốc không được dùng đến, nhưng hương hoa vẫn luôn khích lệ bà.\n"
      },
      "imgid": "traveling_doctor_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "游医的枭羽",
        "zht": "遊醫的梟羽",
        "jp": "医者の梟の羽根",
        "ko": "떠돌이 의사의 올빼미깃",
        "en": "Traveling Doctor's Owl Feather",
        "de": "Wanderarzt-Eulenfeder",
        "es": "Pluma del Búho de la Médica Itinerante",
        "fr": "Plume de hibou du Médecin itinérant",
        "pt": "Pena de Coruja do Doutor Viajante",
        "ru": "Совиное перо целителя",
        "id": "Traveling Doctor's Owl Feather",
        "th": "Traveling Doctor's Owl Feather",
        "vi": "Lông Vũ Thầy Thuốc"
      },
      "description": {
        "zhs": "枭的坚硬羽毛，夜间行医时用夜行猛禽的意象鼓舞自己。",
        "zht": "梟的堅硬羽毛，夜間行醫時用夜行猛禽的意象鼓舞自己。",
        "jp": "夜行性猛禽の硬い羽根。夜に仕事する時はそれを見て自分を励ます。",
        "ko": "올빼미의 단단한 깃털. 야간 진료하러 갈 때 야행성 맹금을 떠올리며 자신을 격려한다",
        "en": "The durable feather of an owl. Emblematic of nocturnal supremacy, it gave some encouragement to the Traveling Doctor when venturing out to visit patients late at night.",
        "de": "Die harte Feder einer Eule. Der späte Besuch von Patienten ist mit der Feder eines nachtaktiven Vogels gleich halb so unheimlich.",
        "es": "La pluma dura de un búho. Se utiliza como método de automotivación cuando se sale a tratar a los pacientes a altas horas de la noche.",
        "fr": "Une plume rigide de hibou. Elle procure encouragement et motivation au docteur devant visiter ses patients la nuit.",
        "pt": "A pena dura de uma coruja. É usada como um método de auto-motivação quando sai para tratar pacientes tarde da noite.",
        "ru": "Жёсткое совиное перо. Используется в качестве самомотивации, когда поздно ночью нужно идти лечить пациента.",
        "id": "Bulu burung hantu yang keras dan kaku. Dapat memberikan semangat pada dokter yang mengunjungi pasien di saat larut malam.",
        "th": "ขนนกแข็งของนกฮูก มันถูกใช้เป็นตัวสร้างแรงจูงใจ ให้ออกไปรักษาผู้ป่วยในยามราตรี",
        "vi": "Lông cứng của chim cú, dùng nó để cổ vũ những lúc đi chữa bệnh trong đêm."
      },
      "lore": {
        "zhs": "\n即使在不见五指的深夜，游医也要及时出诊，\n夜幕之中隐藏着无数危险，行人须警醒如枭。\n如夜枭般无休止的守望，最终使游医病倒了。\n",
        "zht": "\n即使在不見五指的深夜，遊醫也要及時出診，\n夜幕之中隱藏著無數危險，行人須警醒如梟。\n如夜梟般無休止的守望，最終使遊醫病倒了。\n",
        "jp": "\n自分の指さえ見えない深夜にでも、放浪医は仕事に行かなければならなかった。\n暗い夜には無数の危険が隠されている。よって通行人は梟のように常に注意しなければならなかった。\n梟の終わらない見張りのように、疲れ果てた放浪医はついぞ倒れた。\n",
        "ko": "\n그녀는 어두컴컴한 한밤중에도 진찰을 멈출 수가 없었다.\n어둠의 장막 아래는 수많은 위험이 도사리고 있어 행인은 올빼미처럼 주위를 경계해야 한다.\n밤의 파수꾼 올빼미처럼 쉴 틈 없이 진찰을 다니던 떠돌이 의사는 결국 쓰러졌다.\n",
        "en": "\nEven the pitch-black night could not stand between the traveling doctor and her patients.\nDanger lurks in every corner at night. Those who venture out must be as vigilant as the owl.\nBut unlike the owl, the endless nights without rest eventually took their toll on the traveling doctor, and she fell ill.\n",
        "de": "\nSelbst in den dunkelsten Nächten musste der Wanderarzt noch zu Patienten.\nIn der Nacht lauern viele Gefahren und Passanten mussten aufpassen wie alarmbereite Eulen.\nSo viele nächtliche Hausbesuche machten dem Wanderarzt schwer zu schaffen und letztendlich wurde er ebenfalls krank.\n",
        "es": "\nLa Médica Itinerante tenía que aventurarse a tratar a sus pacientes incluso en las noches más oscuras.\nEl peligro acecha en cada esquina de la noche, por lo que aquellos que se aventuran a salir deben estar tan alertas como un búho.\nTras estar de guardia toda la noche, la Médica acabó cayendo enferma.\n",
        "fr": "\nLe médecin itinérant bravait la nuit noire pour visiter ses patients.\nQuiconque s'aventure la nuit se doit de redoubler de vigilance, car le danger rôde en permanence.\nMais les nuits sans sommeil finirent par avoir raison du docteur ; à son tour elle tomba malade.\n",
        "pt": "\nMesmo nas noites mais escuras, a Médica Ambulante precisava cuidar dos pacientes.\nA noite esconde diversos perigos e quem se aventura no exterior deve ser tão alerta como uma coruja.\nMas, o fato de ficar sempre alerta como Noctua, fez com que a Médica Ambulante se adoentasse.\n",
        "ru": "\nДаже непроглядная, тёмная ночь не остановит целителя, спешащего к больному.\nМного опасностей скрыто в ночи, и путнику всегда следует быть начеку, подобно чуткой сове.\nНо проводя ночи как сова, без сна и отдыха, целитель в конце концов заболевает сам.\n",
        "id": "\nBahkan malam yang gelap pekat itu tidak bisa menahan dokter keliling itu untuk mengunjungi pasiennya,\nBahaya mengintai di setiap penjuru malam. Barang siapa yang bepergian malam hari harus waspada bagai burung hantu.\nNamun tidak seperti burung hantu, malam panjang tanpa istirahat akhirnya membuat sang dokter letih dan jatuh sakit.\n",
        "th": "\nแม้ในยามค่ำคืนที่มืดสนิทแพทย์นักเดินทางยังต้องออกไปรักษา ผู้ป่วย\nมีอันตรายซ่อนอยู่ในยามค่ำคืนนับไม่ถ้วนและคนเดินถนนจะต้อง ตื่นตัว\nหลังจากการออกรักษายามค่ำคืนนับไม่ถ้วน ในที่สุดแพทย์นักเดินทางก็ล้มป่วยลง\n",
        "vi": "\nDẫu đêm đen đến mức chẳng nhìn rõ đường, người thầy thuốc vẫn xuất hiện kịp thời,\nmàn đêm luôn tiềm ẩn vô vàn nguy hiểm, vì vậy người đi trong đêm cũng vô cùng cảnh giác.\nCũng chính khát vọng không ngừng nghỉ của người thầy thuốc đã khiến bà đổ bệnh.\n"
      },
      "imgid": "traveling_doctor_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "游医的怀钟",
        "zht": "遊醫的懷鐘",
        "jp": "医者の懐中時計",
        "ko": "떠돌이 의사의 회중시계",
        "en": "Traveling Doctor's Pocket Watch",
        "de": "Wanderarzt-Taschenuhr",
        "es": "Reloj de Bolsillo de la Médica Itinerante",
        "fr": "Montre de poche du Médecin itinérant",
        "pt": "Relógio de Bolso do Doutor Viajante",
        "ru": "Карманные часы целителя",
        "id": "Traveling Doctor's Pocket Watch",
        "th": "Traveling Doctor's Pocket Watch",
        "vi": "Đồng Hồ Thầy Thuốc"
      },
      "description": {
        "zhs": "用来精确计时的道具。对医者而言，即使是一秒的时间也不能浪费。",
        "zht": "用來精確計時的道具。對醫者而言，即使是一秒的時間也不能浪費。",
        "jp": "時間を測るための道具。医者は、1秒でも無駄にしたくない。",
        "ko": "정확한 시간을 재기 위한 도구. 의사한테는 1초도 소중하다",
        "en": "A precise instrument used for keeping time. For a doctor, every second counts.",
        "de": "Eine höchst präzise gehende Uhr. Für Ärzte zählt jede einzelne Sekunde.",
        "es": "Una herramienta para saber la hora exacta. Para cualquier médico, cada segundo es muy importante.",
        "fr": "Une montre très précise. Pour les médecins, chaque seconde compte.",
        "pt": "Uma ferramenta para exibir o tempo precisamente. Para um doutor, cada segundo é valioso.",
        "ru": "Инструмент, показывающий точное время. У доктора каждая секунда на счету.",
        "id": "Jam saku yang dapat menunjukkan waktu dengan tepat, setiap detik sangat berharga bagi seorang dokter dan pasien.",
        "th": "เครื่องมือที่ใช้บอกเวลาได้อย่าง แม่นยำ สำหรับแพทย์แล้ว ทุกวินาทีมีค่ายิ่งนัก",
        "vi": "Đạo cụ dùng để tính thời gian chính xác. Đối với thầy thuốc mà nói, một giây cũng không thể lãng phí."
      },
      "lore": {
        "zhs": "\n有时面对性命垂危的伤患，游医不得不争分夺秒。\n怀钟总是分秒不差，助她在拯救伤患于危难之中。\n但当晚年的游医独卧病榻，耳边也只有怀钟滴答作响。\n为脱离危险报时的道具，最终唱出了游医自己的哀歌。\n",
        "zht": "\n有時面對性命垂危的傷患，遊醫不得不爭分奪秒。\n懷鐘總是分秒不差，助她在拯救傷患於危難之中。\n但當晚年的遊醫獨臥病榻，耳邊也只有懷鐘滴答作響。\n為脫離危險報時的道具，最終唱出了遊醫自己的哀歌。\n",
        "jp": "\n生死の境を彷徨う患者を助ける時は、放浪医は一分一秒を争わなければならなかった。\n懐中時計は非常に正確で、救命処置において重要な役割を果たした。\n晩年の彼女は病床に伏せて、周りにあるのはカチカチと鳴る懐中時計だけであった。\n一命を取り留めたことを知らせる道具は、最期の哀歌を歌い出した。\n",
        "ko": "\n생명이 위태로운 병자를 만날때면 떠돌이 의사는 항상 촌각을 다퉈야 했다.\n회중시계는 언제나 한 치의 오차도 없이 시간을 알려 그녀가 병자를 구할 수 있도록 도와줬다.\n하지만 말년에 떠돌이 의사가 병상에 누워 있을 때에도 시계는 계속하여 째깍째깍 소리를 내고 있다.\n결국 위험에서 벗어나기 위해 시간을 알리던 도구가 그녀의 슬픈 처지를 알리는 도구로 전락하고 만 것이다.\n",
        "en": "\nWhen treating a dying patient, every second counts.\nThe accuracy of this watch had helped the traveling doctor turn the tide numerous times.\nBut as she lay alone on the sickbed in her final days, all she could do was savor its sound, each tick standing for one of the precious moments of life she had left.\nWhat used to be a tool to save lives now sang a final elegy for its owner.\n",
        "de": "\nWenn man einen im Sterben liegenden Patienten behandelt, zählt jede Sekunde.\nDie Exaktheit dieser Taschenuhr hat dem Arzt schon oft geholfen das Schicksal zu wenden.\nAls er jedoch selbst das Krankenbett hütete, konnte er nichts anderes als das Ticken seiner Taschenuhr wahrnehmen.\nWenn die Taschenuhr sonst dazu beitrug anderen das Leben zu retten, so stimmte sie nun im Fall des Arztes ein letztes Klagelied an.\n",
        "es": "\nCuando se trata de un paciente moribundo, cada segundo cuenta.\nGracias a la precisión del reloj, la Médica Itinerante pudo salvar a muchas personas heridas y enfermas.\nSin embargo, cuando se tumbaba sola en la camilla de enfermo, lo único que escuchaba era el tictac del reloj.\nLo que una vez fue su herramienta para salvar vidas acabó tocando su canción fúnebre.\n",
        "fr": "\nChaque seconde compte lorsque l'on est au chevet d'un blessé grave.\nLa précision de cette montre de poche a maintes fois permis au docteur d'accomplir des miracles.\nMais lorsque approcha son heure, tout ce qu'elle put entendre fut son tic-tac régulier.\nCe qui autrefois sauva des vies, à la fin fut son éloge funèbre.\n",
        "pt": "\nQuando se trata de um doente terminal, todos os segundos contam.\nA precisão desse relógio ajudou a Médica Ambulante a salvar muitas vidas.\nMas, deitada doente na cama em seus últimos dias, ela podia apenas apreciar o som de tique-taque.\nO que antes era uma ferramenta para salvar vidas, agora cantava uma elegia final para seu proprietário.\n",
        "ru": "\nПри лечении смертельно больного человека целитель не должен терять ни секунды.\nБлагодаря своей точности, эти карманные часы всегда помогали целительнице спасать людей.\nНо в последние годы жизни, когда больная целительница лежала в постели, эти часы мерно тикали уже для неё самой.\nБудучи в прошлом инструментом, спасавшим жизни, теперь они пели для неё прощальную песнь.\n",
        "id": "\nSaat merawat pasien yang kritis, setiap detik berharga.\nKeakuratan dari jam itu selalu membantunya.\nTetapi ketika dia berbaring sendirian di ranjang sakit di hari-hari terakhirnya, yang bisa dia lakukan hanyalah menikmati suaranya, setiap detik adalah salah satu momen berharga dari kehidupan yang akan dia tinggalkan.\nYang sebelumnya adalah benda untuk menyelamatkan nyawa kini seolah menyanyikan sebuah lagu perpisahan bagi sang pemilik.\n",
        "th": "\nบางครั้งในการเผชิญกับการบาดเจ็บถึงชีวิตนั้นคุณต้องแข่งกับเวลา\nความแม่นยำของนาฬิกาเรือนนี้ช่วยให้เธอพลิกสถานการณ์ได้หลายครั้ง\nแต่เมื่อแพทย์นักเดินทางกำลังนอนอยู่บนเตียงผู้ป่วยคนเดียวสิ่งที่เธอได้ยินก็คือเสียงนาฬิกา\nสิ่งที่เคยเป็นเครื่องมือในการช่วยชีวิตได้ร้องเพลงสุดท้ายสำหรับเจ้าของของมัน\n",
        "vi": "\nĐôi khi phải đối mặt với những chấn thương đe dọa đến tính mạng, thầy thuốc phải chạy đua với thời gian.\nChiếc đồng hồ bỏ túi không sai một giây, đã giúp bà cứu chữa được vô vàn bệnh nhân trong cơn nguy kịch.\nThế nhưng trong những giây phút thầy thuốc cô độc nằm trên giường bệnh, cũng chỉ có tiếng đồng hồ vang lên bên tai.\nLà công cụ báo thời gian trong lúc nguy hiểm, đến cuối cùng lại là bài hát bi thương dành cho thầy thuốc.\n"
      },
      "imgid": "traveling_doctor_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "游医的药壶",
        "zht": "遊醫的藥壺",
        "jp": "医者の薬壺",
        "ko": "떠돌이 의사의 약주전자",
        "en": "Traveling Doctor's Medicine Pot",
        "de": "Wanderarztkrug",
        "es": "Frasco de Medicinas de la Médica Itinerante",
        "fr": "Pot à remèdes du Médecin itinérant",
        "pt": "Pote de Medicamentos do Doutor Viajante",
        "ru": "Чайничек целителя",
        "id": "Traveling Doctor's Medicine Pot",
        "th": "Traveling Doctor's Medicine Pot",
        "vi": "Bình Thuốc Thầy Thuốc"
      },
      "description": {
        "zhs": "原本装满了提炼后极浓的药汁，如今只剩下浓烈的药味。",
        "zht": "原本裝滿了提煉後極濃的藥汁，如今只剩下濃烈的藥味。",
        "jp": "精錬後の薬でいっぱいだった壺も、今は濃い薬のにおいしか残っていない。",
        "ko": "원래는 정제된 약으로 가득 차 있었는데, 지금은 강한 약 냄새만 남아있다",
        "en": "This pot used to carry concentrated and extremely potent concoctions. It is now empty, but still gives off a strong smell of medicine.",
        "de": "Ursprünglich gefüllt mit dickflüssiger Medizin, von der heute nur noch der Geruch übrig ist.",
        "es": "Solía llevar brebajes extremadamente potentes y refinados. El fuerte olor es todo lo que queda.",
        "fr": "Un pot autrefois rempli d'un remède très concentré, dont il ne reste aujourd'hui plus que l'odeur.",
        "pt": "Costumava transportar misturas extremamente potentes e refinadas. O cheiro forte é tudo o que resta.",
        "ru": "Этот чайничек когда-то использовался для заваривания разнообразных отваров. Сейчас в нём остался только резкий запах трав.",
        "id": "Guci yang digunakan untuk menampung ramuan yang sangat kuat. Meskipun isinya sudah dikosongkan, aroma yang pekat tidak kunjung hilang.",
        "th": "หม้อที่ใช้ในการปรุงยา และกลั่นส่วนผสมมามากมาย กลิ่นที่รุนแรงของมัน ยังคงไม่จางหาย",
        "vi": "Vốn đựng đầy thuốc tinh chất, nhưng bây giờ chỉ còn sót lại mùi hương."
      },
      "lore": {
        "zhs": "\n浓重的药汤早已干涸，苦涩的气味却无法散去。\n游医曾用这陶壶中极苦的汤汁拯救了许多病患。\n当她身患痼疾时，却只有炉灶上药壶为她叹息。\n",
        "zht": "\n濃重的藥湯早已乾涸，苦澀的氣味卻無法散去。\n遊醫曾用這陶壺中極苦的湯汁拯救了許多病患。\n當她身患痼疾時，卻只有爐灶上藥壺為她嘆息。\n",
        "jp": "\n濃い目の薬湯はもう乾いたが、苦い臭みは消えない。\n放浪医はこの苦すぎる薬湯でたくさんの患者を救った。\nしかし彼女自身が病気になった時、彼女を診たのはかまどに置いてある薬壺だけだった。\n",
        "ko": "\n진한 탕약은 마른지 오래지만 탕약의 쓴 냄새는 오랫동안 가셔지지 않았다.\n떠돌이 의사는 약 주전자에 담긴 쓴 탕약으로 수많은 환자들을 살려냈다.\n몸 져 누워 있을 때 그녀를 위해 탄식하는 건 오직 부뚜막에 있는 약주전자 뿐이다.\n",
        "en": "\nThe medicine has long dried up, but its bitter smell still lingers in this pot.\nWith that bitter medicine, the traveling doctor saved countless lives.\nAnd when she fell seriously ill, no one was there for her except for the medicine pot on the furnace.\n",
        "de": "\nAuch wenn die einstige Medizin daraus schon längst ausgetrocknet ist, kann man immer noch den bitteren Geruch darin riechen.\nDer Wanderarzt hat mit dieser bitteren Medizin bereits unzählige Leben gerettet.\nAls er jedoch ernsthaft erkrankte, war keiner für ihn da außer dem Krug auf dem Stövchen.\n",
        "es": "\nAunque la medicina lleva mucho tiempo seca, aún permanece su amargo olor en el frasco.\nLa Médica Itinerante salvó innumerables vidas con la medicina amarga de este utensilio.\nPero cuando era ella la que enfermaba, lo único que la cuidaba era este frasco que guardaba en un horno.\n",
        "fr": "\nLe remède que contenait ce récipient a séché depuis fort longtemps, mais son odeur amère demeure.\nLe médecin itinérant sauva plus d'une vie grâce à lui.\nEt seul ce remède lui tint compagnie lorsqu'elle tomba dans les griffes de la maladie.\n",
        "pt": "\nO xarope tinha secado há muito tempo, mas seu odor amargo pairava ainda no ar.\nCom aquele xarope amargo, a Médica Ambulante tinha salvo inúmeras vidas.\nE quando ela ficou gravemente doente, apenas tinha aquele frasco de xarope.\n",
        "ru": "\nЭто лекарство давно высохло, но резкий запах остался.\nНекогда целительница спасла много жизней этим горьким отваром.\nИ когда заболела она сама, лишь это лекарство, приготовленное на печи в небольшом чайничке, смогло поднять её на ноги.\n",
        "id": "\nObatnya sudah lama mengering, tetapi bau pahitnya masih melekat di pot ini.\nDengan obat pahit itulah, dokter keliling ini menyelamatkan banyak nyawa.\nDan saat dia benar-benar jatuh sakit, tidak ada satu pun yang merawatnya kecuali pot obat di tungku.\n",
        "th": "\nซุปสมุนไพรเข้มข้นแห้งไปนานแล้ว แต่กลิ่นขมไม่สามารถเหือดหายไปได้\nแพทย์นักเดินทางช่วยชีวิตคนนับไม่ถ้วนด้วยยาขมในหม้อนี้\nแต่เมื่อใดที่เธอป่วยหนัก ไม่มีใครอยู่เคียงข้างเธอเลยนอกจากยาในหม้อบนเตาหลอมนี้\n",
        "vi": "\nNước thuốc đặc quánh đã sớm khô cạn, mùi đắng gắt không thể tản bớt.\nThầy thuốc đã từng dùng chiếc bình thuốc bằng sứ này chữa trị cho rất nhiều bệnh nhân.\nCho đến khi mắc chứng bệnh quái ác, chỉ có bình thuốc trên ngọn lửa là thương xót cho bà.\n"
      },
      "imgid": "traveling_doctor_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "游医的方巾",
        "zht": "遊醫的方巾",
        "jp": "医者の方巾",
        "ko": "떠돌이 의사의 두건",
        "en": "Traveling Doctor's Handkerchief",
        "de": "Wanderarzttuch",
        "es": "Pañuelo de la Médica Itinerante",
        "fr": "Mouchoir du Médecin itinérant",
        "pt": "Lenço do Doutor Viajante",
        "ru": "Платок целителя",
        "id": "Traveling Doctor's Handkerchief",
        "th": "Traveling Doctor's Handkerchief",
        "vi": "Khăn Thầy Thuốc"
      },
      "description": {
        "zhs": "平时能在行医时绑住乱发，紧急情况下也能用来托起扭伤、折断的手臂。",
        "zht": "平時能在行醫時綁住亂髮，緊急情況下也能用來托起扭傷、折斷的手臂。",
        "jp": "普段は乱れた髪を束ねる。緊急時は捻挫、骨折した腕の固定にも使える。",
        "ko": "평소에는 진료할 때 헝클어진 머리를 묶을 수 있고, 유사시에는 접질리고 부러진 팔을 받치는 데 사용할 수도 있다",
        "en": "Used to tie back the doctor's hair when treating patients. Can also be used as a sling for sprains and broken arms in emergencies.",
        "de": "Normalerweise wird es bei der Behandlung von Patienten benutzt, um die Haare des Arztes festzuhalten. In Notfällen jedoch kann man es auch bei Verstauchungen und Brüchen einsetzen, um den Arm stabil zu halten.",
        "es": "Se utiliza para atar el cabello mientras se trata a los pacientes, pero también se puede utilizar como vendaje para esguinces y fracturas de brazos en casos de emergencia.",
        "fr": "Un mouchoir utilisé lors des opérations pour s'attacher les cheveux, qui peut aussi servir de bandage pour une entorse ou un bras cassé en cas d'urgence.",
        "pt": "Usado para amarrar os cabelos enquanto atende os pacientes, mas também pode ser usado como curativo para braços quebrados ou emergências.",
        "ru": "Используется для фиксации волос на голове целителя во время лечения пациента. Также может использоваться вместо бинтов, чтобы остановить кровотечение или зафиксировать сломанную руку.",
        "id": "Sapu tangan yang biasa digunakan untuk mengikat rambut dokter saat merawat pasien. Juga bisa digunakan untuk mengikat kaki atau tangan yang terpelintir dan memerlukan perawatan darurat.",
        "th": "ผ้าที่ใช้สำหรับมัดผมในเวลาที่ ไปตรวจผู้ป่วย และยังสามารถนำมาใช้เป็น ผ้าสำหรับผูก เพื่อปฐมพยาบาล ในกรณีแขนหักหรือแพลง",
        "vi": "Dùng để buộc tóc khi chữa bệnh, lúc cần thiết cũng có thể dùng để cố định xương gãy hoặc trật khớp."
      },
      "lore": {
        "zhs": "\n在那些居无定所的日子里，游医每天都会匆忙出行。\n无论是晴日当空，还是大雨瓢泼，都无法阻挡步伐。\n不仅保护了她野草般的头发，也用来包扎伤病患者。\n游医的方巾历经风雨，是她漂泊路上最忠诚的伙伴。\n",
        "zht": "\n在那些居無定所的日子裡，遊醫每天都會匆忙出行。\n無論是晴日當空，還是大雨瓢潑，都無法阻擋步伐。\n不僅保護了她野草般的頭髮，也用來包紮傷病患者。\n遊醫的方巾歷經風雨，是她飄泊路上最忠誠的夥伴。\n",
        "jp": "\n住所の定まらない日々、放浪医は毎日忙しく仕事に向かっていた。\n晴れの日でも大雨の日でも彼女は止まることなく使命を果たした。\n彼女の山野草のような髪を守ったり、ガーゼを巻く包帯としても使われたりした。\n放浪医のハンカチは彼女と共に風雨を経験してきた。彼女の旅において最も忠実な仲間である。\n",
        "ko": "\n거처 없이 떠돌아다녀도 떠돌이 의사는 매일 진찰을 나선다.\n티없이 맑은 날이든 폭우가 미친듯이 쏟아지는 날이든 모두 그녀의 발길을 멈출 수 없었다.\n그녀의 들풀 같은 머리카락을 보호해줄 뿐만 아니라 병자의 상처를 싸매는데도 쓰였다.\n이 두건은 그녀의 떠돌이 생활에서 가장 충성스러운 동료였다.\n",
        "en": "\nBack when the traveling doctor roamed from place to place, her days were busy and she hurried between appointments.\nCome sun or rain, nothing could keep her from her work.\nThis handkerchief not only protected her messy hair, it also served as a bandage.\nIt saw her through all her hardships and became her most loyal partner on her journey.\n",
        "de": "\nIn den Zeiten, als sich die Menschen noch nicht niedergelassen hatten, war der Wanderarzt täglich unterwegs.\nEgal ob bei Sonnenschein oder Regen, nichts konnte ihn aufhalten.\nDieses Tuch diente nicht nur dem Schutz vor Regen, sondern konnte auch als Verband benutzt werden.\nDieses Wanderarzttuch war sein verlässlichster Partner auf all seinen Reisen.\n",
        "es": "\nLa Médica Itinerante siempre iba de aquí para allá sin asentarse en ningún sitio.\nLloviera o hiciera sol, nada podía detenerla.\nEste pañuelo no solo protegía su cabello desordenado, sino que también servía como vendaje.\nHabiendo pasado por todo tipo de dificultades, el pañuelo de la Médica Itinerante era su compañero de viaje más leal.\n",
        "fr": "\nDurant ses jours de nomade, le médecin passait chaque jour par monts et par vaux.\nQu'il pleuve ou qu'il vente, jamais elle ne s'arrêtait.\nCe mouchoir ne servait pas seulement à protéger ses cheveux en désordre ; il servait également de bandage.\nIl l'accompagna dans ses épreuves, et devint son loyal partenaire.\n",
        "pt": "\nQuando a Médica Ambulante andava de lugar em lugar, seus dias eram bem ocupados e ela não parava.\nChuva ou sol, nada a podia sossegar.\nEsse lenço não só protegia seus cabelos crespos, como também era usado como bandagem para seus pacientes feridos.\nTendo passado por todas as dificuldades com a Médica Ambulante, era seu companheiro de viagem mais fiel.\n",
        "ru": "\nВ те дни, когда целительнице приходилось часто переезжать с места на место, она каждый раз собиралась в спешке.\nНи солнце, ни дождь - ничто не могло остановить её.\nНе только прикрывавший её непослушные волосы, но и не раз служивший для перевязки раненых,\nплаток целителя прошёл с ней и огонь, и воду, и был целительнице самым верным товарищем в пути.\n",
        "id": "\nDulu saat dokter berkeliling mengunjungi satu tempat ke tempat lain, hari-harinya selalu sibuk dari janji ke janji yang lain.\nWalau matahari terik dan hujan turun, tidak ada yang dapat menahannya dari bekerja.\nSapu tangan ini tidak hanya menjaga rambutnya yang berantakan, namun juga sebagai bandana.\nDia telah menjadi saksi semua kesulitannya dan menjadi teman sejati dalam perjalanannya.\n",
        "th": "\nแพทย์นักเดินทางนั้นเคยเป็นเหมือนนกส่งจดหมาย เธอจะรีบออกไปทุกเช้า\nไม่ว่าจะเป็นวันที่ฝนตกหรือแดดออกก็ไม่มีอะไรมาขวางทางได้\nผ้าเช็ดหน้านี้ไม่เพียงแต่ปกป้องเส้นผมที่ยุ่งเหยิงของเธอ แต่ยังทำหน้าที่เป็นผ้าพันแผลได้ด้วย\nต้องผ่านความลำบากทั้งหมดมาด้วยกันกับแพทย์นักเดินทาง ผ้าเช็ดหน้านี้จึงเป็นเหมือนคู่หูที่ซื่อสัตย์ที่สุดของเธอในการเดินทาง\n",
        "vi": "\nTrong những tháng ngày không nơi cố định, người thầy thuốc vẫn bận rộn với những chuyến đi.\nCho dù ngày nắng hay đêm mưa, cũng không thể nào cản trở được bước chân ấy.\nKhông chỉ bảo vệ cho mái đầu rối bù của bà, mà còn được dùng để băng bó cho bệnh nhân.\nChiếc khăn vuông của người thầy thuốc cũng thấm màu mưa gió và trở thành người bạn trung thành trên suốt chặng đường vất vả.\n"
      },
      "imgid": "traveling_doctor_circlet"
    }
  ]
}