{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "幸运儿",
    "zht": "幸運兒",
    "jp": "幸運",
    "ko": "행운아",
    "en": "Lucky Dog",
    "de": "Glückspilz",
    "es": "Afortunado",
    "fr": "Chanceux",
    "pt": "O Sortudo",
    "ru": "Везунчик",
    "id": "Lucky Dog",
    "th": "Lucky Dog",
    "vi": "Vật May Mắn"
  },
  "descriptions": [
    {
      "zhs": "防御力提高100点。",
      "zht": "防禦力提高100點。",
      "jp": "防御力+100。",
      "ko": "방어력+100pt",
      "en": "DEF increased by 100.",
      "de": "Erhöht die VTD um 100 Punkte.",
      "es": "DEF +100.",
      "fr": "Augmente la DÉF de 100 pts.",
      "pt": "DEF +100",
      "ru": "Увеличивает защиту на 100 ед.",
      "id": "DEF +100.",
      "th": "เพิ่มพลังป้องกัน 100 หน่วย",
      "vi": "Phòng ngự tăng 100 điểm."
    },
    {
      "zhs": "拾取摩拉时，恢复300点生命值。",
      "zht": "拾取摩拉時，恢復300點生命值。",
      "jp": "モラを拾得すると、HPを300回復する。",
      "ko": "모라 획득 시 HP를 300pt 회복한다",
      "en": "Picking up Mora restores 300 HP.",
      "de": "Stellt beim Sammeln von Mora 300 LP wieder her.",
      "es": "Recoger Mora restaura 300 pts. de Vida.",
      "fr": "Collecter des moras restaure 300 PV.",
      "pt": "Ao coletar Mora, restaura 300 de Vida.",
      "ru": "Поднятие монет восстанавливает 300 HP.",
      "id": "Mengambil Mora memulihkan 300 HP.",
      "th": "เมื่อเก็บ Mora จะทำการฟื้นฟูพลังชีวิต 300 หน่วย",
      "vi": "Khi nhặt Mora, hồi 300 điểm HP."
    }
  ],
  "imgid": "lucky_dog_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "幸运儿绿花",
        "zht": "幸運兒綠花",
        "jp": "幸運のクローバー",
        "ko": "행운아의 네 잎 클로버",
        "en": "Lucky Dog's Clover",
        "de": "Glücksklee",
        "es": "Trébol de Cuatro Hojas del Afortunado",
        "fr": "Trèfle du Chanceux",
        "pt": "Flor Verde do Sortudo",
        "ru": "Клевер везунчика",
        "id": "Lucky Dog's Green Flower",
        "th": "Lucky Dog's Clover",
        "vi": "Hoa May Mắn"
      },
      "description": {
        "zhs": "无忧无虑地生长在原野里的四叶绿花，被采是因为能带来幸运之说。",
        "zht": "無憂無慮地生長在原野裡的四葉綠花，被採是因為能帶來幸運之說。",
        "jp": "気ままに成長した四つ葉のクローバーは幸運の象徴である。",
        "ko": "들판에서 걱정 없이 자라는 네 잎 클로버. 꺾인 건 행운이 가져다 온다는 설이 있기 때문이다",
        "en": "A four-leaf clover that grows in the wild. It was picked because it is said to bring good luck.",
        "de": "Ein eigentlich sorglos in der Gegend herumstehendes vierblättriges Kleeblatt. Gepflückt wurde es nur, weil man ihm nachsagt, Glück zu bringen.",
        "es": "Un trébol de cuatro hojas que crece en la naturaleza. Fue arrancado porque se decía que traía suerte.",
        "fr": "Un trèfle à quatre feuilles qui a poussé dans la nature. Il a été cueilli, car il paraît que cela porte chance.",
        "pt": "Um trevo-de-quatro-folhas que cresce na natureza. Foi colhido porque dizem dar muita sorte.",
        "ru": "Четырёхлистный цветок, растущий в дикой местности. Его сорвали, потому что считали, что он приносит удачу.",
        "id": "Bunga berwarna hijau yang memiliki empat kelopak bunga, dapat ditemukan di alam liar, biasanya dipetik karena dipercaya dapat membawa keberuntungan.",
        "th": "ดอกไม้สีเขียวที่มีใบสี่แฉก เติบโตอยู่ทั่วไปในโลกกว้าง ถูกเด็ดมาเพราะว่ากันว่ามันจะนำโชคดีมาให้",
        "vi": "Hoa xanh bốn cánh mọc ngoài thảo nguyên hoang dã, nghe nói có thể đem lại may mắn."
      },
      "lore": {
        "zhs": "\n生来幸运的孩子，无论何种奇迹都会向他敞开怀抱。\n那是传说中的绿色四叶花，是承载幸运的宝贵赠礼。\n无忧的幸运儿在原野上游荡玩耍，无意间发现了它。\n出于童稚的顽皮，幸运儿采摘下绿花，装进了自己的口袋。\n不知是幸运的绿花带来了好运，还是好运引导他遇见了它。\n",
        "zht": "\n生來幸運的孩子，無論何種奇跡都會向他敞開懷抱。\n那是傳說中的綠色四葉花，是承載幸運的寶貴贈禮。\n無憂的幸運兒在原野上遊蕩玩耍，無意間發現了它。\n出於童稚的頑皮，幸運兒採摘下綠花，裝進了自己的口袋。\n不知是幸運的綠花帶來了好運，還是好運引導他遇見了它。\n",
        "jp": "\n生まれつき強運を持つ子供。彼にはどんな奇跡でも訪れる。\nあれは伝説の緑の四つ葉のクローバー、幸運を運ぶ貴重な贈り物である。\n何の悩みもない少年が野原で遊んでいる時に偶然発見した。\nやんちゃな彼は花を採って、ポケットに入れた。\n幸運な花が好運を惹きつけたか、あるいは好運が彼に会いに導いたのか。\n",
        "ko": "\n기적은 언제나 행운을 타고난 아이에게 품을 활짝 열게 되어있다.\n전설 속의 4개 잎이 달린 클로버는 행운의 뜻을 담은 귀중한 선물이다.\n행운아는 들판에서 뛰어놀다 무심코 그것을 발견하게 된다.\n어린아이의 유치한 동심 때문이었는지 그는 클로버를 따서 자신의 주머니 속에 넣어두게 된다.\n행운의 상징인 클로버가 그에게 행운을 가져다주었는지 아니면 행운이 그를 인도해 클로버를 만나게 했는지는 아무도 모른다.\n",
        "en": "\nOne who is favored by fortune tends to experience at least their fair share of miracles.\nThe legendary four-leaf clover, for instance, is a precious find that brings luck to its bearer.\nOnce, while playing in the field, the carefree young boy known as Lucky Dog happened across just such a clover.\nDelighted, he plucked it from the ground and put it in his pocket.\nNo one knows whether it was the clover which brought him his good fortune, or the other way around.\n",
        "de": "\nEin vom Glück gesegneter Junge ist ebenfalls sehr anfällig für alle Arten von Wundern.\nDieses legendäre vierblättrige Kleeblatt ist ein seltener Fund, der viel Glück verspricht.\nWährend der Glückspilz so auf der Wiese spielte, bemerkte er den ungewöhnlichen Klee.\nAus Jux und Dollerei pflückte er den Klee und steckte ihn sich in die Hosentasche.\nNiemand weiß, ob der Klee ihm Glück gebracht hatte oder das Glück ihn zum Klee geführt hatte.\n",
        "es": "\nEl joven que nació con estrella fue bendecido con todo tipo de milagros.\nEste legendario trébol de cuatro hojas es un valioso hallazgo que puede traer suerte.\nMientras jugaba en el campo, el despreocupado y afortunado chico se encontró con este trébol.\nComo era muy travieso, lo arrancó y se lo guardó en el bolsillo.\nNadie sabe si fue el trébol el que le trajo suerte, o si fue la suerte la que lo guió hasta el trébol.\n",
        "fr": "\nCelui béni par la chance est généralement témoin de plus de miracles dans sa vie que l'homme du commun.\nLe trèfle à quatre feuilles est un porte-bonheur assez rare à trouver.\nLe garçon trouva l'un de ces trèfles par hasard, alors qu'il jouait dans un champ.\nIl le mit dans sa poche après l'avoir cueilli.\nÉtait-ce lui qui avait trouvé le trèfle, ou le trèfle qui l'avait trouvé lui ?\n",
        "pt": "\nQuem nasce com sorte pode ser beneficiado com toda espécie de milagre.\nO trevo-de-quatro-folhas traz sorte para quem o possui.\nUma vez, enquanto brincava no campo, o Sortudo, despreocupado, se deparou com um trevo desse.\nSatisfeito, ele o arrancou e pôs no bolso.\nNão se sabe se o trevo lhe trouxe sorte, ou por ser sortudo encontrou ele.\n",
        "ru": "\nЭтому ребёнку везёт с рождения: его всегда сопровождают чудеса.\nЭто четырёхлистный клевер из легенд, который приносит удачу тому, кому достался.\nБеззаботный везунчик случайно обнаружил его, когда играл в поле.\nОн, будучи озорным ребёнком, сорвал клевер и положил в карман.\nКто знает, клевер ли приносит ему удачу, или удача принесла везунчику клевер?..\n",
        "id": "\nSeseorang yang dicintai keberuntungan cenderung pernah mengalami mukjizat.\nLegenda mengenai daun semanggi segi empat, sebagai contohnya, adalah benda yang membawa keberuntungan bagi pemiliknya.\nDulu, saat dia bermain di lapangan, pemuda beruntung itu menemukan daun semanggi seperti itu.\nDengan gembira dia mencabutnya dan menyimpannya di sakunya.\nTidak ada yang tahu apakah memang daun semanggi itu yang membawanya keberuntungan, atau sebaliknya.\n",
        "th": "\nเด็กที่เกิดมาโชคดีนั้นไม่ว่าอย่างไรปาฏิหาริย์ก็จะอ้าแขนเปิดรับเขา\nมันเป็นดอกไม้สี่ใบสีเขียวในตำนาน เป็นของขวัญล้ำค่าที่นำพาโชค\nในขณะที่เด็กชายผู้โชคดีกำลังเล่นในสนามอย่างสบายใจ อยู่ ๆ ก็ไปเจอมันเข้า\nเด็กชายผู้โชคดีเก็บดอกไม้สีเขียวและใส่มันไว้ในกระเป๋าของเขา\nไม่รู้ว่าเป็นเพราะดอกไม้สีเขียวนำโชคนำพาโชคดีมาให้เขาหรือเป็น เพราะโชคของเขาที่มาเจอกับมัน\n",
        "vi": "\nSinh ra đã là đứa trẻ may mắn, bất kể loại kỳ tích nào đều sẽ mở rộng vòng tay với cậu.\nĐó là cỏ bốn lá trong truyền thuyết, là lễ vật quý giá mang theo may mắn.\nĐứa trẻ may mắn vô tư đùa giỡn trên cánh đồng, vô tình phát hiện ra nó.\nXuất phát từ sự bướng bỉnh ấu trĩ, đứa trẻ may mắn ngắt đoá hoa xanh, cất vào trong túi của mình.\nChẳng biết là hoa xanh may mắn đem đến vận may, hay vận may dẫn dắt anh gặp được nó.\n"
      },
      "imgid": "lucky_dog_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "幸运儿鹰羽",
        "zht": "幸運兒鷹羽",
        "jp": "幸運の鷹の羽根",
        "ko": "행운아의 독수리깃",
        "en": "Lucky Dog's Eagle Feather",
        "de": "Glücksfeder",
        "es": "Pluma de Águila del Afortunado",
        "fr": "Plume d'aigle du Chanceux",
        "pt": "Pena de Águia do Sortudo",
        "ru": "Орлиное перо везунчика",
        "id": "Lucky Dog's Eagle Feather",
        "th": "Lucky Dog's Eagle Feather",
        "vi": "Lông Ưng May Mắn"
      },
      "description": {
        "zhs": "挡在面前的魔物却被捕食的鹰隼盯上，偶尔能带来这种程度运气的翎羽。",
        "zht": "擋在面前的魔物卻被捕食的鷹隼盯上，偶爾能帶來這種程度運氣的翎羽。",
        "jp": "襲ってくる魔物は鷹の捕食対象になった…そういう幸運をもたらす羽根である。",
        "ko": "앞을 가로막는 마물이 오히려 사냥감을 찾는 매의 눈에 포착되는 정도의 운을 가져다주는 깃털",
        "en": "A monster once cornered an adventurer, but was then picked off by a hunting eagle... That eagle dropped this feather, which now carries some of the adventurer's good luck.",
        "de": "Diese Feder verschafft einem hin und wieder das Glück, das man braucht, damit beispielsweise das Monster, das es auf einen abgesehen hat, von einem vorbeiziehenden Falken abgelenkt wird.",
        "es": "Un águila que cazaba detectó a un monstruo que había acorralado a un aventurero... El ave dejó caer esta pluma, que ahora lleva algo de la buena suerte de aquel aventurero.",
        "fr": "Un monstre ayant attaqué un aventurier fut enlevé par un aigle qui chassait ; voilà le type de chance que peut amener cette plume d'aigle.",
        "pt": "Um monstro no caminho foi pego por uma águia caçadora... Às vezes, esta pena pode trazer muita sorte.",
        "ru": "Однажды монстра, встреченного на пути, унёс охотящийся орёл... Да, это перо способно приносить удачу.",
        "id": "Seekor monster pernah memojokkan seorang petualang, tetapi kemudian monster itu diterkam oleh seekor elang pemburu... Bulu elang ini dipercaya dapat membawa keberuntungan.",
        "th": "ศัตรูที่อยู่ด้านหน้าถูกนกอินทรีจ้อง จะล่าเป็นเหยื่อ... ขนนกแห่งความโชคดีบางทีก็ทำให้เกิดเรื่องแบบนี้ได้",
        "vi": "Ma vật chặn đường phía trước bị đại bàng đuổi bắt, cọng lông này đôi lúc cũng đem lại may mắn."
      },
      "lore": {
        "zhs": "\n生来幸运的孩子，即使阻挡路途的恶兽也只好在他面前乖乖让路。\n无忧的幸运儿在森林中漫步，殊不知虎视眈眈的魔物正躲在暗处。\n正当男孩被鲜艳的毒菇吸引，魔物一跃而出踏扁了那剧毒的蕈菌。\n魔物以为便宜的餐食送上门来，却没注意一枚鹰羽刚刚落在肩头。\n",
        "zht": "\n生來幸運的孩子，即使阻擋路途的惡獸也只好在他面前乖乖讓路。\n無憂的幸運兒在森林中漫步，殊不知虎視眈眈的魔物正躲在暗處。\n正當男孩被鮮豔的毒菇吸引，魔物一躍而出踏扁了那劇毒的蕈菌。\n魔物以為便宜的餐食送上門來，卻沒注意一枚鷹羽剛剛落在肩頭。\n",
        "jp": "\n生まれつき強運を持つ子供。道に立ちはだかる悪獣でも、彼のためなら道を空ける。\n何の悩みもない少年は森で散歩していた。後ろの魔物に狙われていることには気づいていない。\n彼が鮮やかな毒キノコに気を取られた時、魔物は急に現れ、ちょうどその毒キノコを踏んだ。\n獲物を捕らえたと思った魔物は、自身の頭上に鷹がいることに気づかなかった。\n",
        "ko": "\n행운을 타고난 아이는 길을 막는 악한 짐승이라도 순순히 길을 양보하게 만든다.\n행운아는 아무런 걱정 없이 숲속을 거닐고 있었다. 그를 호시탐탐 노리는 마물이 어둠 속에 숨어 있는지도 모르고 있었다.\n소년은 선명한 색의 독버섯에 끌려갔는데 마물이 갑자기 튀어나와 독성이 강한 버섯을 한 방에 밟아버렸다.\n마물은 꽁으로 음식을 얻었다는 생각에 어깨에 떨어진 매의 깃을 주의하지 못했다.\n",
        "en": "\nWhen fortune has your back, even the most ferocious monster has to yield.\nStrolling in the forest, the boy known as Lucky Dog had no idea that a monster was lurking nearby, having singled him out as its prey.\nThe boy became distracted by some colorful mushrooms, and the monster pounced. He leaped out and landed on the poisonous mushrooms, stomping them flat.\nThis was going to be an easy hunt, the monster thought — until a feather from the eagle circling above fell quietly onto its back.\n",
        "de": "\nWem das Glück hold ist, der braucht sich auch nicht vor schauerlichen Monstern zu fürchten.\nWie der Glückspilz so im Wald herum stromerte, merkte er nicht, dass er bereits als Abendmahl eines Monsters auserkoren wurde.\nEin paar farbenfrohe Pilze weckten die Aufmerksamkeit des Jungen, doch das Monster sprang plötzlich hervor und trat die Pilze zu Brei.\nDies würde leichte Beute werden, dachte sich das Monster, bis eine Feder des über ihm kreisenden Falken leise auf seinen Rücken fiel.\n",
        "es": "\nCuando la fortuna está de tu parte, incluso el monstruo más feroz tiene que ceder.\nUn día paseando por el bosque, el despreocupado Afortunado no tenía ni idea de que un monstruo que estaba al acecho había encontrado a su presa.\nJusto cuando el niño se iba a acercar a los coloridos hongos venenosos que tanto le llamaron la atención, el monstruo saltó y los aplastó.\nJusto cuando parecía una presa fácil, una pluma de halcón que flotaba cayó silenciosamente sobre su espalda.\n",
        "fr": "\nMême les monstres les plus féroces ne sont pas de taille lorsque la chance vous sourit.\nLe garçon se promenait dans la forêt sans savoir qu'un monstre avait déjà fait de lui sa proie.\nAlors que le jeune homme s'absorbait dans la contemplation de quelques champignons colorés, le monstre bondit, pour s'étaler sur les champignons vénéneux.\nIl pensait avoir coincé sa proie ; une plume de faucon atterrit alors sur son dos.\n",
        "pt": "\nQuando a sorte está com você, até mesmo o monstro mais feroz é incapaz de feri-lo.\nAndando pela floresta, o Sortudo não tinha nenhuma ideia que um monstro o estava rondando, tendo o escolhido como sua presa.\nO garoto se distraiu com alguns cogumelos coloridos, e o monstro atacou. Ele pulou e pisou em cima dos cogumelos venenosos, esmagando-os.\nIsso será uma caçada fácil, pensou o monstro, até que uma pena de uma águia caiu silenciosamente em suas costas.\n",
        "ru": "\nЭтому ребёнку везёт с рождения: даже самому свирепому зверю не стоит преграждать ему путь.\nБеззаботный везунчик гулял по лесу, не зная, что из тьмы за ним хищно наблюдает монстр.\nКак раз в тот момент, когда мальчик отвлёкся на разноцветные ядовитые грибы, монстр прыгнул, но приземлился ровно на них.\nМонстр думал, что добыча сама пришла к нему в пасть, но не заметил, как на его плечах сжались орлиные когти.\n",
        "id": "\nSaat keberuntungan memihakmu, monster buas sekalipun harus menyerah.\nBerjalan-jalan di hutan, pemuda beruntung itu tidak tahu bahwa ada monster yang berkeliaran di sekitar situ, menargetnya sebagai salah satu mangsa.\nPemuda itu teralihkan oleh jamur berwarna-warni saat monster itu menyerang. Dia lompat dan mendarat di atas jamur beracun, menginjaknya sampai rata.\nIni akan menjadi perburuan yang mudah, begitulah pikir si monster. Sampai bulu dari elang yang terbang di atas jatuh dengan tenang ke punggungnya.\n",
        "th": "\nเกิดมาเป็นเด็กที่โชคดีแม้แต่สัตว์ร้ายที่ขวางทางบนถนนก็ยังต้อง เชื่อฟังเขาอย่างเรียบร้อย\nชายผู้โชคดีไร้กังวลกำลังเดินอยู่ในป่าและไม่รู้เลยว่ามีอสูรกำลังซ่อนตัวรอเหยื่ออยู่\nเมื่อเด็กชายถูกสีที่สดใสของเห็ดพิษดึงดูดไป อสูรก็กระโดดออกมาและเหยียบเห็ดพิษ\nอสูรที่นึกว่าจะได้กินง่าย ๆ แล้ว แต่ไม่ได้สังเกตว่าขนนกอินทรีเพิ่งตกลงมาบนไหล่ของมัน\n",
        "vi": "\nSinh ra đã là một đứa trẻ may mắn, ngay cả quái thú chặn đường cũng phải ngoan ngoãn nhường đường trước mặt.\nĐứa trẻ may mắn vô tư tản bộ trong rừng, không biết rằng ma vật ẩn nấp trong bóng tối đang nhìn chằm chằm như hổ đói.\nKhi cậu bé bị thu hút bởi nấm độc sặc sỡ, con quái vật nhảy ra và giẫm lên cây nấm độc đó.\nQuái vật nghĩ rằng đồ ăn miễn phí đưa đến cửa, lại không chú ý đến một chiếc lông đại bàng vừa đáp xuống vai.\n"
      },
      "imgid": "lucky_dog_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "幸运儿沙漏",
        "zht": "幸運兒沙漏",
        "jp": "幸運の砂時計",
        "ko": "행운아의 모래시계",
        "en": "Lucky Dog's Hourglass",
        "de": "Glückssanduhr",
        "es": "Reloj de Arena del Afortunado",
        "fr": "Sablier du Chanceux",
        "pt": "Ampulheta do Sortudo",
        "ru": "Песочные часы везунчика",
        "id": "Lucky Dog's Hourglass",
        "th": "Lucky Dog's Hourglass",
        "vi": "Đồng Hồ Cát May Mắn"
      },
      "description": {
        "zhs": "因为破洞而空空如也的沙漏。时光流逝对无忧无虑的人没有意义。",
        "zht": "因為破洞而空空如也的沙漏。時光流逝對無憂無慮的人沒有意義。",
        "jp": "穴が開いて中身が空っぽになった砂時計。時間の流れは気ままに生きる人にとって何の意味もない。",
        "ko": "구멍이 뚫려 텅 빈 모래시계. 흐르는 시간은 아무런 걱정이 없는 사람에게 의미가 없다",
        "en": "A broken hourglass from which all the sand has escaped. But it's fine, because the passage of time means nothing to someone without a single worry in the whole world.",
        "de": "Diese Sanduhr ist kaputt und enthält keinen Sand mehr. Die Vergänglichkeit der Zeit spielt für sorgenfreie Gemüter aber sowieso keine Rolle.",
        "es": "Este reloj está desprovisto de arena debido al agujero que tiene. El paso del tiempo no tiene sentido para los que viven sin preocupaciones.",
        "fr": "Ce sablier cassé ne contient plus de sable. La fugacité du temps n'a pas d'importance aux yeux des insouciants.",
        "pt": "A ampulheta está desprovida de areia devido a danos. A passagem do tempo não tem sentido para quem vive sem preocupações.",
        "ru": "Разбитые песочные часы, песок из которых давным-давно высыпался. Течение времени ничего не значит для тех, кому не о чем беспокоиться.",
        "id": "Jam pasir yang berlubang dan tidak ada lagi pasir tersisa di dalamnya. Tetapi, jalannya waktu tidak berarti banyak bagi orang yang tidak memiliki beban di hati.",
        "th": "นาฬิกาทรายที่เสียหายและไร้ซึ่งทรายข้างใน เวลาที่ผ่านไปก็ไร้ซึ่งความหมาย หากคนผู้นั้นอยู่โดยไร้ซึ่งกังวล",
        "vi": "Đồng hồ cát bị thủng nên bên trong trống rỗng. Thời gian không có ý nghĩa gì với người vô lo vô nghĩ."
      },
      "lore": {
        "zhs": "\n生来幸运的孩子，就算永流的时光也不会让他变老。\n待年岁已衰，幸运儿既没有家庭，也没有子孙绕膝。\n但在好运的一生中，人人都是他的交心好友与家人。\n即使在他生命将尽之时，偶然间看见倒计时的沙漏，\n他也只是哈哈大笑，拿起弹弓，只一发便把它打破。\n",
        "zht": "\n生來幸運的孩子，就算永流的時光也不會讓他變老。\n待年歲已衰，幸運兒既沒有家庭，也沒有子孫繞膝。\n但在好運的一生中，人人都是他的交心好友與家人。\n即使在他生命將盡之時，偶然間看見倒計時的沙漏，\n他也只是哈哈大笑，拿起彈弓，只一發便把它打破。\n",
        "jp": "\n生まれつき強運を持つ子供。時が流れても彼の容姿は変わらない。\n歳を取ったが、彼に家庭と子孫はいなかった。\nしかし、幸運な人生では皆が親友であり家族であった。\n死に際に、彼は偶然砂時計を見かけた。\nハハハと笑い、弾弓を使って一発で砂時計を壊した。\n",
        "ko": "\n태어날 때부터 운이 좋은 아이는 흐르는 시간 속에서도 늙지 않는다.\n연세가 든 행운아는 가정을 이루지 못하였고 자손도 없었다.\n그의 행운스러운 일생에서 만나는 사람마다 그의 친구가 되었고 가족이 되었다.\n설령 그가 생명의 끝을 달리고 있을 때 거꾸로 놓인 모래시계가 눈에 들어와도 \n그는 그저 허허 웃으며 새총으로 모래시계를 한 방에 깨부술 뿐이었다.\n",
        "en": "\nEven time itself could not leave a wrinkle on the face of the happy-go-lucky boy known as Lucky Dog.\nLucky Dog had no family, let alone children of his own.\nBut in the course of his life of good fortune, he considered all he met as his friends and family.\nAs his life was nearing its end, he saw an hourglass with sand flowing down, as if counting down his remaining time.\nHe simply chuckled, took a slingshot, and shattered the hourglass.\n",
        "de": "\nSelbst der Zahn der Zeit kann einem vom Glück gesegneten Jungen nichts anhaben.\nAls der Glückspilz am Ende seiner Tage angekommen war, hatte er weder Familie noch Kinder.\nIn seinem von Glück erfüllten Leben jedoch war jeder, den er traf, sein Freund und seine Familie.\nAls sich sein Leben dem Ende zuneigte, sah er eine Sanduhr vor sich.\nEr lachte einfach und zerbrach die Sanduhr mit einer Schleuder.\n",
        "es": "\nNi siquiera el tiempo te pasa factura cuando eres un niño que nació con estrella.\nPasaron los años y el Afortunado no tenía ni parientes, ni hijos que lo pudieran cuidar.\nPero en su vida llena de suerte, todos sus conocidos acabaron siendo buenos amigos o familia.\nCuando su vida llegaba a su fin, vio un reloj de arena que estaba haciendo una cuenta regresiva.\nAl ver el reloj, se rio, agarró un tirachinas y lo hizo añicos.\n",
        "fr": "\nLorsque la chance sourit à l'homme, elle peut même effacer les traces du passage du temps.\nLe chanceux n'avait point de famille, et encore moins d'enfants.\nMais sa vie l'avait amené à rencontrer nombre de personnages qu'il considérait sa famille.\nAlors qu'il passait ses derniers moments, il vit un sablier au sein duquel s'écoulait le sable, rappel du temps qui passe.\nIl rit un instant, puis fit feu de son lance-pierre, ce faisant brisant le sablier.\n",
        "pt": "\nAté mesmo o tempo não conseguia enrugar o rosto do Sortudo.\nSortudo não tinha nenhuma família, nem filhos.\nMas no decorrer de sua vida sortuda, ele considerava todos que conheceu como amigos e familiares.\nÀ medida que sua vida se aproximava do fim, ele viu uma ampulheta com areia escorrendo, como se contasse o tempo que lhe restava.\nEle simplesmente riu, pegou um estilingue e quebrou a ampulheta.\n",
        "ru": "\nЭтому ребёнку везёт с рождения: даже само время не может заставить его постареть.\nУ везунчика не было ни семьи, ни детей.\nНо в его удачливой жизни все окружавшие люди были везунчику друзьями и семьёй.\nИ даже когда в конце своей жизни он внезапно увидел, как песочные часы отсчитывают его время,\nон лишь рассмеялся, взял рогатку и разбил их.\n",
        "id": "\nWaktu sekalipun tidak bisa menorehkan keriput di wajah bahagia sang pemuda beruntung tersebut.\nPemuda beruntung tidak mempunyai keluarga, ataupun anaknya sendiri.\nNamun dia menganggap semua yang dia temui sebagai teman dan keluarga.\nSaat hidupnya mendekati ajal, dia melihat jam pasir turun seolah menghitung sisa waktunya,\nDia hanya terkekeh, mengambil ketapel, dan memecahkan jam pasir tersebut.\n",
        "th": "\nเด็กชายผู้เกิดมาโชคดี ขนาดเวลายังไม่สามารถทำให้เขาแก่ลงได้\nเวลาผ่านไป เจ้าเด็กหนุ่มผู้โชคดีไม่มีทั้งครอบครัว ไม่มีลูกหลาน\nแต่ในชีวิตที่โชคดีของเขา ทุกคนที่เขาพบได้กลายมาเป็นทั้งเพื่อนรักและครอบครัว\nถึงแม้จะเป็นตอนที่ชีวิตของเขากำลังจะดับลง เขาก็เห็นนาฬิกาทรายที่มีทรายไหลราวกับว่าเวลาของเขากำลังนับ ถอยหลัง\nเขาก็หัวเราะออกมาดังลั่น หยิบหนังสติ๊กขึ้นมาและยิงมันแตกในครั้งเดียว\n",
        "vi": "\nSinh ra đã là đứa trẻ may mắn, cho dù là thời gian trôi qua cũng không khiến cậu già đi.\nNăm tháng trôi qua, người may mắn vẫn chưa có gia đình, cũng chưa có con cháu.\nNhưng trong một đời may mắn, người người đều là bạn tâm giao với gia đình của anh.\nCho dù khi sinh mệnh của anh đang dần kết thúc, vẫn nhìn thấy đồng hồ cát đang đếm ngược thời gian,\nAnh cũng chỉ cười lớn ha ha, cầm lên cung tên, chỉ một phát đã bắn vỡ nó.\n"
      },
      "imgid": "lucky_dog_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "幸运儿之杯",
        "zht": "幸運兒之杯",
        "jp": "幸運のコップ",
        "ko": "행운아의 잔",
        "en": "Lucky Dog's Goblet",
        "de": "Glückskelch",
        "es": "Cáliz del Afortunado",
        "fr": "Coupe du Chanceux",
        "pt": "Cálice do Sortudo",
        "ru": "Кубок везунчика",
        "id": "Lucky Dog's Goblet",
        "th": "Lucky Dog's Goblet",
        "vi": "Ly May Mắn"
      },
      "description": {
        "zhs": "精致的金属器皿，曾经被用来打趴了夜盗。",
        "zht": "精緻的金屬器皿，曾經被用來打趴了夜盜。",
        "jp": "繊細な作りをした金属容器、泥棒退治に使われたこともあるとか。",
        "ko": "정교한 금속 그릇. 밤에 찾아오는 도둑을 때려눕히는 데 사용되기도 했다",
        "en": "An exquisite metallic vessel that was once used to knock out a thief.",
        "de": "Ein gut gearbeiteter Kelch aus Metall, mit dem man seinerzeit Diebe niedergestreckt hat.",
        "es": "Un exquisito recipiente metálico que una vez fue usado para golpear a un ladrón.",
        "fr": "Une coupe en métal exquis qui a servi autrefois à assommer un certain voleur.",
        "pt": "Feito de metal requintado, uma vez foi usado para nocautear um ladrão.",
        "ru": "Этим изысканным металлическим кубком однажды отбились от вора.",
        "id": "Piala logam yang pernah digunakan untuk membuat seorang pencuri tidak sadarkan diri.",
        "th": "ภาชนะโลหะอันงดงามที่ครั้งหนึ่งเคย ใช้ต่อสู้กับโจร",
        "vi": "Vật đựng tinh xảo làm từ kim loại, từng được dùng để đánh đuổi kẻ trộm."
      },
      "lore": {
        "zhs": "\n生来幸运的孩子，就算心怀恶意的盗匪也无法伤他半分。\n那是幸运儿长大后的故事，就发生在一家酒馆后的小巷。\n当时夜黑无月，凶恶的盗匪正准备对酣醉的幸运儿动手——\n却被不知何处飞出的酒杯砸中了脑袋，扑通一声倒地不省人事。\n或许这得归功于酒馆楼上那场斗殴，但并非人人都有如此运气。\n",
        "zht": "\n生來幸運的孩子，就算心懷惡意的盜匪也無法傷他半分。\n那是幸運兒長大後的故事，就發生在一家酒館後的小巷。\n當時夜黑無月，兇惡的盜匪正準備對酣醉的幸運兒動手——\n卻被不知何處飛出的酒杯砸中了腦袋，撲通一聲倒地不省人事。\n或許這得歸功於酒館樓上那場鬥毆，但並非人人都有如此運氣。\n",
        "jp": "\n生まれつき強運を持つ子供。凶悪な盗賊でも彼を傷つけることはできない。\nこれはこの子供が大きくなった後の話である。ある酒場の裏口で起こった。\n暗い雲が月を覆う夜、凶悪な盗賊が酔っ払った少年に手を出そうとした時——\nどこからか飛んできた盃に頭をやられて、そのまま倒れた。\n酒場の2階で起こった喧嘩のお陰かもしれないが、こんな強運を持つ人はごく一部しかいない。\n",
        "ko": "\n악의를 품은 도적도 행운을 타고난 아이에게 상처를 낼 수 없었다.\n이건 한 술집 뒤의 골목에서 일어난 일로 행운아가 어른이 된 후의 이야기이다.\n어두컴컴한 밤에 흉악한 도적들은 만취한 행운아에게 손을 대려고 하였는데——\n어디에서 날아온 술잔에 머리를 맞아 쿵 하고 쓰러져 인사불성이 되고 말았다.\n술집 위층에서 벌어진 싸움 덕분이라고도 말할 수 있지만 누구나 이런 운을 갖고 있는 건 아니다.\n",
        "en": "\nOnce there was a child favored by fortune from the day he was born. Try as they might, even the most vicious bandits could not lay a finger on him. He became known as Lucky Dog.\nThe child grew up, and one day in the throes of adulthood he found himself stumbling drunk along the back alley behind the tavern.\nUnder the starless sky, a vicious bandit prepared to rob Lucky Dog, taking advantage of his compromised state.\nBut just as the bandit was about to strike, a flying goblet hit him square on the forehead, knocking him out cold.\nNaturally, this makes Lucky Dog one of very few people known to have benefited, rather than suffered, from being in the vicinity of a tavern brawl.\n",
        "de": "\nEin Kind geboren unter einem Glücksstern. Selbst die schlimmsten Übeltäter konnten ihm kein Haar krümmen.\nDie Geschichte vom Glückspilz spielt in den Jahren nach seiner Kindheit, in der Hinterhofgasse einer Taverne.\nUnter dem sternenlosen Himmelszelt bereitete sich ein Gauner darauf vor, den betrunkenen Glückspilz auszurauben.\nEr wollte gerade zupacken, da traf ihn eine fliegende Weinflasche aus der Taverne hart am Hinterkopf und er ging zu Boden.\nSo rettete eine Prügelei in der Taverne dem Glückspilz das Fell.\n",
        "es": "\nNi los bandidos más despiadados podían ponerle un dedo encima al niño que nació con estrella.\nCuando ya era mayor, le sucedió una cosa en el callejón trasero de una taberna.\nBajo el cielo de una noche sin estrellas, un malvado bandido quería robar al Afortunado, que estaba borracho.\nJusto cuando estaba a punto de hacerlo, al ladrón le cayó en la cabeza una copa de vino que le dejó inconsciente.\nUna pelea en la taberna fue lo que lo salvó, pero no todo el mundo puede tener tanta suerte.\n",
        "fr": "\nAutrefois vivait un enfant chéri par la fortune ; même les bandits de long chemin n'auraient pu lever la main sur lui.\nL'enfant devint homme. Un soir qu'il revenait ivre de la taverne, trébuchant ivre dans une ruelle adjacente, \nun bandit s'apprêtait à le dévaliser dans le noir, profitant de son état d'ébriété avancé.\nMais alors qu'il levait son arme pour l'assommer, une bouteille qu'on aurait dit venant de nulle part atterrit sur le crâne du bandit.\nSans doute une bagarre d'ivrognes avait-elle éclaté quelque part ; une chose est sûre cependant : peu peuvent se vanter d'être aussi chanceux.\n",
        "pt": "\nHouve uma vez uma criança favorecida pela sorte desde o dia em que nasceu. Nem mesmo os mais perigosos bandidos conseguiam pôr um dedo nele. Ele ficou conhecido como o Sortudo. \nA criança cresceu, e um dia durante as agonias da vida adulta ele se encontrou cambaleando bêbado num beco atrás da taverna.\nSob o céu sem estrelas, um perverso bandido preparava-se para roubar o Sortudo, aproveitando-se que estava bêbado.\nMas logo quando o bandido estava pronto para roubá-lo, um cálice voador bateu direto na sua testa, deixando-o inconsciente.\nNaturalmente, isso faz do Sortudo uma das poucas pessoas que se beneficiaram de uma briga na taverna.\n",
        "ru": "\nЭтому ребёнку везёт с рождения: даже самые свирепые бандиты не могут ему навредить.\nСледующая история случилась, когда везунчик уже вырос, и однажды в результате очередных своих похождений оказался в узком переулке за таверной.\nНочь была темна: луна скрылась. Коварный разбойник собрался ограбить пьяного в стельку везунчика...\nНо вдруг неизвестно кем брошенный кубок ударил того в голову, и разбойник упал без сознания.\nВозможно, это случилось благодаря тому, что на верхнем этаже завязалась драка, и везунчик оказался тем редким человеком, кому она пошла только на пользу.\n",
        "id": "\nDahulu kala ada seorang anak yang dicintai oleh keberuntungan sejak dia lahir. Bandit terkejam sekalipun tidak bisa menyentuhnya sama sekali.\nAnak itu tumbuh dewasa, dan suatu hari dia mabuk dan tersandung di sepanjang gang belakang di belakang Tavern.\nDi bawah langit tanpa bintang, bandit yang kejam bersiap-siap untuk merampoknya, mengambil kesempatan dalam kesempitan.\nNamun saat dia akan menyerang, sebotol bir terbang ke arah dahinya, membuatnya pingsan seketika.\nSecara alamiah, ini membuatnya menjadi orang yang beruntung karena tidak menderita dari perkelahian di Tavern.\n",
        "th": "\nเด็กที่เกิดมาพร้อมกับโชค แม้แต่มหาโจรผู้โหดเหี้ยมก็ยังไม่แตะแม้ปลายนิ้วของเขา\nนั่นคือเรื่องราวของชายผู้โชคดีเมื่อเขาโตขึ้น มันเกิดขึ้นในตรอกด้านหลังโรงเหล้า\nในคืนที่ฟ้าไร้ดาว โจรร้ายกำลังเตรียมที่จะลงมือกับชายผู้โชคดีที่กำลังเมา...\nอยู่ ๆ ก็มีขวดบินมาจากไหนไม่รู้ มาโดนหัวของเขาดังโป๊กทีเดียวและร่วงลงไปทันที\nอาจเป็นเพราะการต่อสู้ที่ชั้นบนของโรงเตี๊ยม แต่ก็ไม่ใช่ทุกคนที่โชคดีอย่างนี้หรอกนะ\n",
        "vi": "\nMột đứa trẻ may mắn được sinh ra, ngay cả tên cướp độc ác cũng không thể làm tổn thương đến cậu.\nĐó là câu chuyện của đứa trẻ may mắn khi trưởng thành, xảy ra tại con hẻm phía sau một tửu quán.\nLúc đó đêm tối không trăng, tên cướp hung dữ đang chuẩn bị động thủ với đứa trẻ may mắn đã say mèm.\nLại bị cốc rượu không biết từ đâu bay trúng vào đầu, ngã lăn ra đất bất tỉnh nhân sự.\nCó lẽ điều này là do vụ ẩu đả trên lầu trong quán rượu, nhưng không phải ai cũng may mắn như vậy.\n"
      },
      "imgid": "lucky_dog_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "幸运儿银冠",
        "zht": "幸運兒銀冠",
        "jp": "幸運の冠",
        "ko": "행운아의 은관",
        "en": "Lucky Dog's Silver Circlet",
        "de": "Silberner Glückshaarreif",
        "es": "Tiara de Plata del Afortunado",
        "fr": "Diadème d'argent du Chanceux",
        "pt": "Grinalda de Prata do Sortudo",
        "ru": "Серебряная корона везунчика",
        "id": "Lucky Dog's Silver Circlet",
        "th": "Lucky Dog's Silver Circlet",
        "vi": "Vòng Bạc May Mắn"
      },
      "description": {
        "zhs": "原本坠入落穴，却是被驱逐的旧宗族藏宝的地窖。是那次经历的纪念品。",
        "zht": "原本墜入落穴，卻是被驅逐的舊宗族藏寶的地窖。是那次經歷的紀念品。",
        "jp": "穴に落ちたと思ったら、貴族の宝庫を発見した。これはまさにその記念品である。",
        "ko": "우연히 떨어진 구멍이 추방된 옛 종족의 보물이 숨겨진 땅굴이었다. 그때에 얻은 기념품이다",
        "en": "Its former owner once fell into a cave and found the treasure trove of an exiled royal. This is a souvenir from that incident.",
        "de": "Der ehemalige Besitzer fiel in eine Grube und entdeckte per Zufall den Schatz einer uralten Familie. Dieses Stück erinnert an diese Begebenheit.",
        "es": "Su antiguo dueño cayó una vez en una cueva y encontró el tesoro escondido de la realeza exiliada. Esto es un recuerdo de ese incidente.",
        "fr": "Son ancien propriétaire a découvert le trésor d'une ancienne famille noble en tombant dans une fosse. Cet objet est un souvenir de cet heureux événement.",
        "pt": "Seu dono antigo entrou em uma caverna e encontrou o tesouro da realeza exilada. Esta é uma lembrança desse incidente.",
        "ru": "Её прежний владелец упал в пещеру, в которой обнаружил несметные сокровища. Корона всего лишь их малая часть.",
        "id": "Mahkota ini sebelumnya pernah terjatuh ke dalam suatu gua, dan mengantar pemiliknya menemukan harta karun dari bangsawan yang terasingkan. Dan ini adalah kenang-kenangan dari insiden tersebut.",
        "th": "เจ้าของเดิมของมันครั้งหนึ่งเคยพลัดตกลงไปในถ้ำ และพบกับขุมสมบัติจากราชวงศ์ที่ถูกเนรเทศ นี่คือของที่ได้มาจากเหตุการณ์ ครั้งนั้น",
        "vi": "Vốn bị rơi xuống vực, nhưng lại lọt vào hầm kho báu của giới quý tộc cũ. Là vật kỷ niệm của sự kiện đó."
      },
      "lore": {
        "zhs": "\n生来幸运的孩子，即使凶险的陷阱也为他准备着意想不到的宝藏。\n无忧的幸运儿在遗迹间流连，却不想一时失足，落入深深的地穴。\n男孩掉落在灰烬堆上安然无恙，原来那是腐败成灰的天鹅绒床垫。\n就这样，幸运儿发现了旧日宗族的秘宝，把好运冠冕加在额头上。\n",
        "zht": "\n生來幸運的孩子，即使兇險的陷阱也為他準備著意想不到的寶藏。\n無憂的幸運兒在遺蹟間流連，卻不想一時失足，落入深深的地穴。\n男孩掉落在灰燼堆上安然無恙，原來那是腐敗成灰的天鵝絨床墊。\n就這樣，幸運兒發現了舊日宗族的秘寶，把好運冠冕加在額頭上。\n",
        "jp": "\n生まれつき強運を持つ子供。危ない罠に落ちても予想外の宝物が見つかる。\n何の悩みもない少年は遺跡で探検している時、うっかりと深い罠に落ちた。\n彼は無傷で済んだ。ビロードのマットレスの上に落ちたからだ。\nそして、そのまま旧貴族の秘宝を見つけ、好運の冠をかぶった。\n",
        "ko": "\n행운을 타고난 아이는 아무리 험한 함정에 빠져도 예상치 못한 보물을 얻을 수 있다.\n행운아는 아무런 걱정 없이 유적 사이를 떠돌다가 발을 헛디디는 바람에 깊은 땅굴로 떨어지게 된다.\n소년은 잿더미 위에 떨어져 무사했는데 자세히 보니 먼지가 가득 쌓인 벨벳 매트리스였다.\n이렇게, 행운아는 옛 종족의 비보를 발견하여 행운의 관면을 이마에 얹게 되었다.\n",
        "en": "\nOne who is favored by fortune can even find priceless treasures in the most deadly of traps.\nWhile wandering around some ruins, the boy known as Lucky Dog accidentally fell into a deep pit.\nHe landed safely on a pile of dust. It turned out to be a mattress that over the years had gradually broken down, eventually turning to dust.\nJust like that, Lucky Dog discovered a treasure trove left by the old aristocrats. This circlet came to epitomize his luck.\n",
        "de": "\nEin vom Glück gesegneter Junge findet sogar in den gefährlichsten Fallen noch einen Schatz.\nWährend er so durch die Ruinen wandelte, fiel er aus Versehen in eine tiefe Höhle.\nDer Junge landete auf einem Haufen Asche. Wie sich herausstellte, war es eine sich langsam auflösende Matratze.\nUnd einfach so fand er den Schatz der alten Aristokraten und setzte sich den silbernen Haarreif als Zeichen des Glücks auf sein Haupt.\n",
        "es": "\nEl chico que nació con estrella podía incluso encontrar tesoros en las trampas más mortales.\nMientras deambulaba por las ruinas, el Afortunado cayó accidentalmente en una profunda cripta.\nAterrizó sin ningún rasguño sobre lo que resultó ser un colchón viejo convertido en una pila de cenizas.\nAsí fue como encontró el tesoro de los viejos aristócratas y como llegó a sus manos la tiara de la suerte.\n",
        "fr": "\nL'homme que mère fortune garde peut trouver des trésors inestimables même dans les plus profonds des pièges.\nLe garçon se promenait un jour dans des ruines, lorsqu'il chuta accidentellement dans un puits.\nIl fut réceptionné par un matelas de velours qui, au cours des années, s'était désintégré en une épaisse couche de poussière.\nEt juste ainsi, le garçon mit la main sur un trésor caché là par les aristocrates ; il fit du diadème qu'il récupéra le symbole de sa fortune.\n",
        "pt": "\nQuem nasceu com sorte pode encontrar até tesouros nas armadilhas mais mortíferas.\nEnquanto andava em algumas ruínas, o Sortudo acidentalmente caiu dentro de um cova funda.\nEle caiu em cima de uma pilha de poeira. A pilha de poeira era, na verdade, um colchão desgastado pelo tempo.\nDesta forma, Sortudo descobriu um tesouro deixado para trás pelos velhos aristocratas, e pôs a coroa da sorte em sua cabeça.\n",
        "ru": "\nЭтому ребёнку везёт с рождения: даже в самой смертельной ловушке он получает сокровища.\nБеззаботный везунчик засмотрелся на древние руины, но случайно запнулся и упал в глубокую яму.\nОн приземлился в груду пыли и не получил ни царапинки. Оказалось, тем, на что он приземлился, был матрас, за долгие годы превратившийся в труху.\nВот так везунчик обнаружил редкое сокровище, прежде принадлежавшее аристократам - корона, которую он надел на голову в знак своей удачи.\n",
        "id": "\nSeseorang yang dicintai keberuntungan bahkan bisa menemukan harta karun yang tak ternilai di antara banyak jebakan yang berbahaya.\nSaat berjalan-jalan di sebuah reruntuhan, pemuda beruntung tidak sengaja jatuh ke lubang yang dalam.\nDia jatuh dengan aman di atas tumpukan debu. Ternyata itu adalah matras yang setelah bertahun-tahun rusak dan menjadi debu.\nHanya dengan begitu, pemuda beruntung itu menemukan harta karun yang ditinggalkan oleh bangsawan lama. Sebuah mahkota menjadi lambang peruntungannya. \n",
        "th": "\nเด็กที่เกิดมาพร้อมกับโชคดี แม้แต่กับดักที่อันตรายก็เตรียมสมบัติที่ไม่คาดคิดให้เขา\nในขณะที่กำลังเดินเตร่อยู่รอบ ๆ โบราณสถาน เจ้าเด็กหนุ่มผู้โชคดีตกลงไปในหลุมลึกอย่างไม่ได้ตั้งใจ\nเด็กชายล้มลงบนกองขี้เถ้าซึ่งไม่เป็นอันตราย ที่แท้นั่นก็คือที่นอนขนหงส์ที่สลายตัวเป็นเถ้าถ่าน\nนั่นคือวิธีที่เด็กชายผู้โชคดีพบขุมทรัพย์ของชนชั้นสูงในอดีต และมงกุฎก็ช่วยเสริมโชคให้เขาเป็นอย่างดี\n",
        "vi": "\nSinh ra đã là một đứa trẻ may mắn, ngay cả cái bẫy nguy hiểm cũng chuẩn bị cho cậu một kho báu bất ngờ.\nĐứa trẻ may mắn vô tư đi lại giữa đống đổ nát, lại vô tình trượt chân, rơi xuống hố sâu.\nCậu bé an toàn ngã xuống trên đống tro tàn, hóa ra là một tấm nệm lông thiên nga đã mục nát thành tro.\nCứ như vậy đứa trẻ may mắn phát hiện ra bí mật của gia tộc xưa cũ, đặt vương miện may mắn lên trán.\n"
      },
      "imgid": "lucky_dog_circlet"
    }
  ]
}