{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "冰风迷途的勇士",
    "zht": "冰風迷途的勇士",
    "jp": "氷風を彷徨う勇士",
    "ko": "얼음바람 속에서 길잃은 용사",
    "en": "Blizzard Strayer",
    "de": "Im Schnee irrender Recke",
    "es": "Nómada del Invierno",
    "fr": "Briseur de glace",
    "pt": "Herói Invernal",
    "ru": "Заблудший в метели",
    "id": "Blizzard Strayer",
    "th": "Blizzard Strayer",
    "vi": "Dũng Sĩ Trong Băng Giá"
  },
  "descriptions": [
    {
      "zhs": "获得15%冰元素伤害加成。",
      "zht": "獲得15%冰元素傷害加成。",
      "jp": "氷元素ダメージ+15%。",
      "ko": "얼음 원소 피해 보너스+15%",
      "en": "Cryo DMG Bonus +15%",
      "de": "Erhöht den Kryo-Schaden um 15 %.",
      "es": "Bono de Daño Cryo +15%.",
      "fr": "Confère un bonus de DGT Cryo de 15 %.",
      "pt": "Bônus de Dano Cryo +15%",
      "ru": "Увеличивает бонус Крио урона на 15%.",
      "id": "Cryo DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายน้ำแข็ง 15%",
      "vi": "Tăng sát thương nguyên tố Băng 15%"
    },
    {
      "zhs": "攻击处于冰元素影响下的敌人时，暴击率提高20%；若敌人处于冻结状态下，则暴击率额外提高20%。",
      "zht": "攻擊處於冰元素影響下的敵人時，暴擊率提高20%；若敵人處於凍結狀態下，則暴擊率額外提高20%。",
      "jp": "氷元素の影響を受けている敵を攻撃した場合、会心率+20%。敵が凍結状態の場合、会心率は更に+20%。",
      "ko": "얼음 원소의 영향을 받은 적을 공격 시 치명타 확률이 20% 증가한다. 만약 적이 빙결 상태라면 치명타 확률이 추가로 20% 증가한다",
      "en": "When a character attacks an opponent affected by Cryo, their CRIT Rate is increased by 20%. If the opponent is Frozen, CRIT Rate is increased by an additional 20%.",
      "de": "Erhöht die KT beim Angreifen von Kryo-Effekten betroffener Gegner um 20 %. Erhöht die KT bei von Gefroren betroffenen Gegnern zusätzlich um 20 %.",
      "es": "Aumenta en un 20% la Prob. CRIT contra los enemigos afectados por Cryo. Si el enemigo está Congelado, la Prob. CRIT aumentará en un 20% adicional.",
      "fr": "Augmente le taux CRIT de 20 % lorsque le personnage attaque un ennemi affecté par l'élément Cryo. Confère un bonus supplémentaire de 20 % de taux CRIT si l'ennemi est gelé.",
      "pt": "Quando um personagem ataca um inimigo afetado por Cryo, a sua Taxa CRIT aumenta em 20%. Adicionalmente, se o inimigo estiver Congelado, a Taxa CRIT aumenta em mais 20%.",
      "ru": "Атаки по противникам с эффектом Крио увеличивают шанс крит. попадания на 20%. Если противник имеет статус Заморозка, то дополнительно увеличивает шанс крит. попадания на 20%.",
      "id": "Saat karakter memukul musuh yang terkena efek Cryo, CRIT Rate meningkat 20%. Jika musuh terkena Frozen, CRIT Rate meningkat lagi 20%.",
      "th": "เมื่อโจมตีศัตรูที่ได้รับผลกระทบของธาตุน้ำแข็ง อัตราคริจะเพิ่มขึ้น 20%; หากศัตรูตกอยู่ในสภาวะแช่แข็ง อัตราคริจะเพิ่มขึ้นอีก 20%",
      "vi": "Khi tấn công kẻ địch đang bị Nguyên Tố Băng ảnh hưởng, sẽ tăng 20% tỷ lệ bạo kích, nếu địch ở trạng thái đóng băng, sẽ tăng thêm 20% tỷ lệ bạo kích."
    }
  ],
  "imgid": "blizzard_strayer_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "历经风雪的思念",
        "zht": "歷經風雪的思念",
        "jp": "吹雪の中の思い",
        "ko": "눈보라를 견딘 그리움",
        "en": "Snowswept Memory",
        "de": "Gedenken des Schneetreibens",
        "es": "Anhelo de la Ventisca",
        "fr": "Mémoires du froid",
        "pt": "Memória da Nevasca",
        "ru": "Занесённая снегом память",
        "id": "Snowswept Memory",
        "th": "Snowswept Memory",
        "vi": "Nỗi Nhớ Trải Qua Băng Tuyết"
      },
      "description": {
        "zhs": "早已绝迹的冰川之花，霜结着点点冰露。孤高的勇士也曾为这朵鲜花折腰。",
        "zht": "早已絕跡的冰川之花，霜結著點點冰露。孤高的勇士也曾為這朵鮮花折腰。",
        "jp": "絶滅した氷河の花、上には凍った露がある。孤高な勇士もかつてこの花のために身を屈したらしい。",
        "ko": "오래전에 멸종된 얼음꽃. 서리가 방울방울 맺혀있다. 고고한 용사도 이 꽃을 얻기 위해 허리를 굽힌 적이 있다",
        "en": "A long-extinct flower, covered in beads of frost, that once grew on the glaciers. There was a time when even the proudest and most arrogant warriors bowed before it.",
        "de": "Eine längst ausgestorbene Blumenart aus den Gletschern mit gefrorenen Tautropfen. Der Recke, der diese Blume gepflückt hat, musste sich dafür richtig ins Zeug legen.",
        "es": "Una especie de flor, ahora extinta desde hace mucho tiempo, que se obtenía de los glaciares. Incluso el guerrero más arrogante una vez se inclinó ante ella.",
        "fr": "Une fleur légèrement givrée qu'on trouvait autrefois sur les glaciers. Même le plus fier et le plus arrogant des guerriers a dû se baisser pour la cueillir.",
        "pt": "Uma espécie de flor de geleiras extinta há muito tempo atrás. Até mesmo o guerreiro mais arrogante, um dia, se curvou diante dela.",
        "ru": "Этот покрытый бусинами инея вымерший цветок когда-то рос среди ледников. В те времена даже самые горделивые и высокомерные воины преклоняли перед ним колено.",
        "id": "Bunga gletser yang telah lama punah. Bahkan petarung terkuat atau terangkuh pun akan membungkuk di hadapannya.",
        "th": "ดอกไม้น้ำแข็งที่ปัจจุบันได้สูญพันธุ์ ไปแล้ว แม้แต่นักรบผู้แกร่งกล้าและภาคภูมิ ยังต้องก้มหัวให้",
        "vi": "Hoa của sông băng đã tuyệt tích từ lâu, có một chút bông tuyết đọng lại. Người dũng sĩ kiêu ngạo cũng đã từng vì bông hoa này mà cúi người."
      },
      "lore": {
        "zhs": "\n这朵永恒冻结的冰之花，由纤柔的双手摘下。\n对某人而言，能让他视严寒如温暖的拥抱吧。\n\n「这里的第四幅壁画为你而准备，你的形象将会永远留在这面墙上」\n「为了这幅壁画，为了大家，我会一直在这里等你，祈祷你的归来」\n\n少女站在空白的墙壁前，微笑着在勇士的胸前佩上一朵小花。\n那是优雅而从容不迫的人儿，即使面对死亡与绝境也是同样。\n\n待古老的史诗湮没在北境的烈风暴雪中，\n而后风雪也消融净尽，这朵花仍未凋零。\n",
        "zht": "\n這朵永恆凍結的冰之花，由纖柔的雙手摘下。\n對某人而言，能讓他視嚴寒如溫暖的擁抱吧。\n\n「這裡的第四幅壁畫是為你而準備，你的形象將會永遠留在這面牆上」\n「為了這幅壁畫、為了大家，我會一直在這裡等你，祈禱你的歸來…」\n\n少女站在空白的牆壁前，微笑著在勇士的胸前佩上一朵小花。\n那是優雅而從容不迫的人兒，即使面對死亡與絕境也是同樣。\n\n待古老的史詩湮沒在北境的烈風暴雪中，\n而後風雪也消融淨盡，這朵花仍未凋零。\n",
        "jp": "\n柔らかな手で摘まれた、永劫に凍れた氷の花。\nある人にしては、極寒が温もる抱き合いのように感じさせてくる。\n\n「ここの4番目の壁画はあなたのために用意されています。あなたの肖像はこの壁に永遠に残されましょう。」\n「この壁画のために、みんなのために、私はいつまでもここであなたの帰りを祈っています…」\n\n空白の壁の前で、少女は微笑みながら勇者の胸に花を飾った。\n優雅で冷静な人は、たとえ死に迫ろうとも変わりはない。\n\n古い歴史が北境の猛吹雪に覆われた。\nそして雪が溶けた時、この花は散らずに咲いていた。\n",
        "ko": "\n부드러운 두 손으로 딴 영원히 녹지않는 얼음 꽃.\n누군가에겐 추위가 따뜻해지는 포옹처럼 느껴진다.\n\n「이곳의 네 번째 벽화는 당신을 위해 준비했어요. 당신의 모습은 이 벽에 영원히 남을 거예요」\n「이 벽화를 위해, 모두를 위해 저는 언제까지나 이곳에서 당신이 돌아오길 기도할게요」\n\n소녀가 비어있는 벽 앞에 서서 미소 지으며 용사의 가슴에 꽃을 달아준다.\n우아하고도 담담한 사람은 죽음과 곤경을 마주해도 변함없다.\n\n이 오래된 업적이 북쪽 땅의 거센 바람과 폭설 속에 파묻히고 \n그 후에 휘몰아치던 바람이 사라지고 눈이 다 녹아도 이 꽃은 여전히 시들지 않았다.\n",
        "en": "\nThis is a flower of ever-frost, plucked by a pair of gentle hands.\nIt must have given a certain someone the strength to see winter as a warm embrace.\n\n\"This fourth fresco is prepared for you. Your likeness will forever remain on this wall.\"\n\"For the sake of that fresco, and for everyone's sake, I will wait for you, and pray for your return...\"\n\nThe maiden stood before a blank wall, and smiling, she pinned a small flower to the hero's breast.\nThat was an elegant and unruffled fellow, who would never bat an eyelid, not even in the face of death itself.\n\nThe heroism of the Icebreaker was forgotten, buried in the storms of the North.\nSince then, the snow has melted — but this flower has not withered.\n",
        "de": "\nDies ist eine Blume des ewigen Frostes, gepflückt von einem Paar sanfter Hände.\nEs gibt bestimmte Menschen, die die Kälte des Winters als eine warme Umarmung ansehen.\n\n„Dieses vierte Fresko ist für dich vorgesehen. Dein Bildnis wird für immer auf dieser Wand bleiben.“\n„Um des Freskos willen und um jedermanns willen werde ich auf dich warten und für deine Rückkehr beten ...“\n\nDas Mädchen stand vor der blanken Wand und lächelnd steckte sie dem Helden eine kleine Blume an die Brust.\nEr war ein eleganter und unerschrockener Bursche, der nie mit der Wimper gezuckt hatte, nicht einmal im Angesicht des Todes selbst.\n\nSeine Heldentaten wurden vergessen und in Stürmen des Nordens verstreut.\nDie Blume jedoch bestand weiter.\n",
        "es": "\nEsta es una flor de escarcha eterna que arrancaron unas manos delicadas.\nDebe haberle dado a alguien fuerzas para ver el invierno como un abrazo cálido.\n\n“El cuarto fresco es para ti. Tu imagen permanecerá en este muro para toda la eternidad”.\n“Por este fresco, y por todo el mundo, te esperaré aquí y rezaré por tu regreso...”\n\nLa joven, de pie frente a un muro en blanco y sonriendo, prendió una pequeña flor en el pecho del guerrero.\nEra una persona elegante e impasible, que no pestañeaba ni ante la muerte.\n\nSus actos heroicos fueron olvidados y enterrados en las tempestades del norte y la nieve finalmente se derritió.\nSin embargo, esa flor nunca se marchitó.\n",
        "fr": "\nCette fleur de glace éternellement gelée a été cueillie par des mains délicates.\nD'aucuns prétendent qu'elle leur permet d'embrasser le froid.\n\n« Cette quatrième fresque a été préparée à ton attention. À jamais ton image demeurera gravée sur ce mur.\nPour cette fresque, pour tout le monde, je resterai là à t'attendre, priant pour ton retour... »\n\nLa jeune fille se tenait devant le mur blanc, et posa une fleur délicate sur le torse du guerrier en souriant.\nC'était une personne élégante et tranquille, même face à la mort et au désespoir.\n\nSes actes héroïques furent oubliés et emportés par les blizzards du nord ;\nmais lorsqu'enfin fondirent les neiges et s'essouflèrent les vents glacés, la fleur était toujours là, aussi éclatante qu'au premier jour.\n",
        "pt": "\nQue essa Flor de Gelo congelada eternamente seja colhida por duas mãos delicadas.\nQue ela permita que uma pessoa veja o frio extremo como um abraço caloroso.\n\n\"Essas quatro pinturas foram feitas para você. Sua imagem ficará para sempre preservada nesta parede.\"\n\"Por essa pintura, por todos, eu ficarei aqui esperando você, rezando pelo seu retorno\".\n\nA garota ficou parada em frente à parede, sorrindo, e colocou uma flor no peito do guerreiro.\nEra um sujeito elegante e sereno, que não se incomodaria, nem mesmo diante da própria morte.\n\nO heroísmo do Quebrador de Gelo ficou esquecido, enterrado nas tempestades do norte.\nApós isso, a neve derreteu - mas a flor nunca murchou.\n",
        "ru": "\nЦветок, навечно скованный льдом и некогда сорванный нежными руками.\nОн был вручён некоему человеку, чтобы подарить тому тёплые объятия в разгар зимней стужи.\n\n«Эту четвёртую фреску я подготовила для тебя. Твой образ будет навсегда запечатлён здесь.\nРади этой фрески, ради всех нас я буду ждать тебя здесь и молиться о том, чтобы ты вернулся...»\n\nДевушка стояла перед пустой стеной. С улыбкой на устах она прикрепила к груди героя цветок.\nТо была изящная и свободная натура, которую не изменили бы ни отчаяние, ни смерть.\n\nПодвиг героя был забыт и смешан с северными штормовыми ветрами.\nС тех пор снега растаяли и исчезли, но цветок по-прежнему не завял.\n",
        "id": "\nBunga es yang membeku selamanya ini dipetik oleh sepasang tangan yang halus.\nPastinya bunga itu telah memberi seseorang kekuatan untuk melihat musim dingin sebagai pelukan yang hangat.\n\n\"Mural keempat ini kupersiapkan untukmu, sosokmu akan selalu ada di atas lukisan di atas tembok ini\"\n\"Demi mural ini, dan demi semua orang, aku akan selalu berada di sini menunggumu dan mendoakan kepulanganmu\"\n\nGadis itu berdiri di depan dinding kosong, tersenyum dan meletakkan sekuntum bunga kecil di dada prajurit itu.\nDia selalu bersikap anggun dan tenang, dan tidak pernah gentar, bahkan ketika dia menghadapi kematian.\n\nKepahlawanan Sang Penjinak Es terlupakan, terkubur di badai salju Utara.\nSejak itu, salju meleleh namun bunga itu tidak pernah layu.\n",
        "th": "\nดอกไม้น้ำแข็งที่จะแช่แข็งไปตลอดกาล ถูกเด็ดขึ้นมาโดยมือที่แสนอ่อนโยน\nสำหรับใครบางคนแล้ว อาจจะทำให้เขาเห็นความหนาวเย็นเป็นอ้อมกอดที่อบอุ่น\n\n\"ภาพจิตรกรรมฝาผนังชุดที่สี่นี้ถูกเตรียมไว้สำหรับคุณ ซึ่งภาพของคุณนั้นจะติดอยู่บนผนังนี้ตลอดไป\"\n\"เพื่อภาพวาดนี้ เพื่อทุก ๆ คน ฉันจะรออยู่ที่นี่ตลอดไป เพื่อเฝ้าภาวนาถึงการกลับมาของคุณ\"\n\nหญิงสาวยืนอยู่เบื้องหน้ากำแพงสีขาว ยิ้มพร้อมกับเหน็บดอกไม้ดอกเล็ก ๆ ดอกหนึ่งไว้บนอกของผู้กล้า\nนั่นคือคนที่สง่างามและสงบนิ่ง ซึ่งแม้จะเผชิญกับความตายและความสิ้นหวังก็ยังไม่หวั่นไหว\n\nการกระทำที่กล้าหาญของเขาถูกลืมและฝังอยู่ในพายุทางเหนือและในที่สุดหิมะก็ละลาย\nแต่ถึงลมกับหิมะก็หายไปแต่ดอกไม้นี้ก็ยังไม่เหี่ยว\n",
        "vi": "\nHoa Băng đông kết vĩnh hằng này được hái xuống bởi đôi tay mảnh mai dịu dàng.\nVới ai đó, hãy để anh cảm thấy giá lạnh như một cái ôm ấm áp.\n\n\"Bức bích hoạ thứ tư ở đây được chuẩn bị cho chàng, hình ảnh của chàng sẽ vĩnh viễn được lưu lại trên bức tường này\"\n\"Vì bức bích hoạ này, vì mọi người, em sẽ luôn ở đây chờ chàng, cầu chúc cho chàng trở về\"\n\nThiếu nữ đứng trước bức tường trống trơn, mỉm cười cài một bông hoa nhỏ lên ngực dũng sĩ.\nĐó là con người ưu nhã và trầm tĩnh, ngay cả khi đối mặt với cái chết và sự tuyệt vọng.\n\nChờ đến khi những biên sử thi cổ xưa bị chôn vùi trong vô vàn trận cuồng phong tận chân trời phía Bắc, \ncho đến khi băng tuyết tiêu tan, bông hoa này vẫn không tàn lụi.\n"
      },
      "imgid": "blizzard_strayer_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "摧冰而行的执望",
        "zht": "摧冰而行的執望",
        "jp": "氷を砕く執念",
        "ko": "얼음을 깨며 나아가는 집념",
        "en": "Icebreaker's Resolve",
        "de": "Resolution des Schneestapfers",
        "es": "Obstinación Perforahielos",
        "fr": "Résolution du Briseur de glace",
        "pt": "Determinação do Quebrador de Gelo",
        "ru": "Решимость крушителя льда",
        "id": "Icebreaker's Resolve",
        "th": "Icebreaker's Resolve",
        "vi": "Chấp Niệm Phá Băng Mà Tiến Bước"
      },
      "description": {
        "zhs": "散布寒冬的鸟羽，仿佛能感受到猛禽在雪原与冰峰之上呼号翱翔的振翅之风。",
        "zht": "散佈寒冬的鳥羽，彷彿能感受到猛禽在雪原與冰峰之上呼號翱翔的振翅之風。",
        "jp": "極寒の冬を放つ鳥の羽。この猛禽が、雪原と氷峰の上で羽根を羽ばたかせた風を感じ取れるようだ。",
        "ko": "차가운 기운을 발산하는 깃털. 맹금의 설원과 얼어붙은 산봉우리 위에서의 날갯짓이 몰고 온 바람을 느낄 수 있을 것만 같다",
        "en": "A feather that exudes a chilly aura. One can almost feel the turbulent winds that brought it here, wailing over snow-covered plains and between frosty peaks.",
        "de": "Eine Eiseskälte ausstrahlende Feder. Man spürt förmlich den kalten Wind unter den Flügeln des Vogels, der zuvor über die schneebedeckten Ebenen und Gipfel schwebte.",
        "es": "Una pluma tan fría como el crudo invierno. Transmite una sensación parecida a la del aleteo de un pájaro que, al volar sobre las llanuras y los picos nevados, levanta un viento gélido.",
        "fr": "Une plume glacée. On peut presque sentir la brise froide venant souffler sur les plaines et les sommets enneigés.",
        "pt": "Uma pluma que emana uma aura fria. Transmite a sensação dos ventos turbulentos que a trouxeram até aqui, voando sobre planícies cobertas de neve e entre picos gelados.",
        "ru": "Птичье перо, от которого веет морозным холодом. Прикоснувшись к нему, можно почувствовать яростно ревущие среди ледяных вершин снежные вихри, что принесли это перо в ваши руки.",
        "id": "Bulu burung yang memancarkan hawa dingin. Sentuhannya yang sangat dingin seakan mengalirkan angin dingin dari gunung salju ke dalam kulitmu.",
        "th": "ขนนกที่แผ่ออร่าความเย็นออกมา แค่ได้สัมผัสก็แทบรู้สึกได้ถึงสายลมที่พัดรุนแรง ดั่งอยู่บนยอดภูเขาหิมะ",
        "vi": "Lông chim toát ra hàn băng, dường như có thể cảm nhận được tiếng gọi của mãnh thú và gió trên thảo nguyên băng tuyết."
      },
      "lore": {
        "zhs": "\n本不属于寒冬的猛禽翎羽，有着冰冷的触感。\n触之仿佛能感受到暴雪中不屈而无望的呼号。\n\n不寻洞窟，不筑巢穴，傲然面对寒风而鸣的鸟遗下的羽毛，\n受到寒风吹袭而覆雪凝霜，看起来恍如镶嵌了晶莹的宝石。\n\n这支羽毛最初来自一只飞鹰，寒冬的风将它粗暴地扯下。\n随风飞舞的途中先被冰霜拖累，后不堪重负地落入雪地。\n\n「我相信，欢快聒噪的鸟雀会随着你的脚步，飞回重又苍翠的夏宫园林」\n「那些被寒潮驱逐的生灵，失去故乡的可怜孩子，将随你返归梦中的巢」\n\n身负重托的勇士在茫茫风雪中踟躇，努力辨认着飞羽的颜色。\n被风雪沾湿封冻的鸟羽，一如随勇士的脚步褪色的遥远嘱托。\n",
        "zht": "\n本不屬於寒冬的猛禽翎羽，有著冰冷的觸感。\n觸之仿佛能感受到暴雪中不屈而無望的呼號。\n\n不尋洞窟，不築巢穴，傲然面對寒風而鳴的鳥遺下的羽毛，\n受到寒風吹襲而覆雪凝霜，看起來恍如鑲嵌了晶瑩的寶石。\n\n這支羽毛最初來自一隻飛鷹，寒冬的風將它粗暴地扯下。\n隨風飛舞的途中先被冰霜拖累，後不堪重負地落入雪地。\n\n「我相信，歡快聒噪的鳥雀會隨著你的腳步，飛回重又蒼翠的夏宮園林」\n「那些被寒潮驅逐的生靈，失去故鄉的可憐孩子，將隨你返歸夢中的巢」\n\n身負重託的勇士在茫茫風雪中踟躇，努力辨認著飛羽的顏色。\n被風雪沾濕封凍的鳥羽，一如隨勇士的腳步褪色的遙遠囑託。\n",
        "jp": "\n寒冬に属さない猛禽の羽根、冷たい触感がする。\n触れると吹雪からの号泣が感じるかのようだ。\n\n洞窟を探さず、巣を築かず、寒風に直面しても誇り高く鳴く鳥が残した羽根。\n寒風に吹かれて霜雪ができたため、まるで宝石が嵌ったように見える。\n\n冬の風が一羽の鷹からこの羽根を引きちぎった。\n風に舞う羽根に霜雪が付き、どんどん重くなって地面に落ちた。\n\n「信じています。小鳥たちがあなたの跡を追い蒼翠の夏園へ帰ってくることを」\n「寒潮に駆り出されし命が、故郷を失った幼子が、あなたの跡を追い夢の巣に戻るのでしょう」\n\n思いを託された勇者が吹雪の中で、羽根の色を見分けようと努力する。\n風雪に濡れ凍れた羽根は、勇者の歩みと共に色褪せた思いのよう。\n",
        "ko": "\n원래 엄동의 맹금류가 아니었던 새의 깃털은 차가운 촉감을 지녔다.\n그것을 만지면 마치 눈보라 속의 굴복하지 않았으나 절망적인 부름을 느낄 수 있을 것만 같은 착각이 든다.\n\n동굴을 찾지 않고 둥지를 짓지 않은 채 찬 바람을 맞서서 지저귀는 새가 남긴 깃털이 \n찬 바람에 의해 서리가 맺혀 마치 보석이라도 박힌 듯이 반짝인다.\n\n이 깃털은 하늘을 나는 매의 것인데 한 겨울의 바람이 거칠게 뽑아버렸다.\n바람 따라 떠다니던 도중에 서리가 맺혀 중력을 이기지 못하고 땅으로 떨어졌다.\n\n「유쾌하고 떠들썩하던 참새가 그대의 흔적을 따라 푸른 여름의 정원으로 돌아올 것이라 믿어요」\n「그 추위에 쫓겨났던 생명들, 고향을 잃은 불쌍한 아이들이 그대를 쫓아 꿈의 보금자리로 돌아가리라는 것을」\n\n막중한 임무를 짊어진 용사는 눈보라 속에서 머뭇거리며 깃털의 색을 식별하기 위해 노력했다.\n바람과 눈에 젖어 얼어붙은 깃털은 용사의 발걸음과 함께 바래진 머나먼 부탁과 같다.\n",
        "en": "\nA feather of a bird of prey that did not originally belong in the winter chill. It is cold to the touch.\nAnd when you do touch it, it is as if you can hear cries in the snowstorm, unbowed but bereft of hope.\n\nWith no nest or shelter, the bird faced the storms proudly.\nThis feather has been assailed with coalescing ice and snow, leaving it coated in pearls of frost.\n\nIt once came from a falcon in flight and was plucked violently from that bird by the frigid winds.\nIt drifted a while in the air before the weight of the frost dragged it back down to the ground.\n\n\"I believe that the lively birds will follow you, and return to the gardens of the summer palace, now green once more.\"\n\"Those who have been chased away by the chilling tide, and those children who have lost their homes, they will return with you to the home of their dreams.\"\n\nThe hero, bearing such great burdens on his back, halted in the whipping snow, struggling to discern the color of that feather.\nSealed in ice, that feather's color faded every step of the way — just like the hero's task.\n",
        "de": "\nDie Feder eines Raubvogels, der ursprünglich nicht in die Winterkälte gehörte. Sie ist eiskalt, wenn man sie berührt.\nIm Moment der Berührung ist es, als ob man im Schneesturm Schreie hören könnte, ungebeugt, aber ohne jegliche Hoffnung.\n\nStürme machten dem Vogel nichts aus. Ohne Nest oder Unterschlupf trotzte er Wind und Wetter.\nDiese Feder wurde Eis und Schnee ausgesetzt, sodass sie gänzlich mit Frostperlen überzogen ist.\n\nEinst wurde dem Falken durch besonders starken Wind eine Feder unfreiwillig ausgerupft.\nDie Feder flog noch eine Weile durch die Luft, bis das Gewicht des Eises darauf sie gen Boden zog.\n\n„Ich glaube, dass die lebhaften Vögel dir folgen und in die Gärten des Sommerpalastes zurückkehren werden, welche nun endlich wieder grün sind.“\n„Jene, die von der kalten Flut vertrieben wurden, und die Kinder, die ihr Zuhause verloren haben, werden mit dir in das Haus ihrer Träume zurückkehren.“\n\nDer Held, der so große Lasten auf seinem Rücken trug, blieb im tosenden Schnee stehen und kämpfte mühsam, die Farbe dieser Feder zu erkennen.\nIm Eis versiegelt verblasste die Farbe dieser Feder mit jedem Schritt, genau wie die Aufgabe des Helden.\n",
        "es": "\nLa pluma de un ave de presa que no debería estar en el invierno helado. Tiene un tacto frío.\nCasi se puede escuchar el aullido implacable y desesperado de las tormentas de nieve con solo tocarla.\n\nSin nidos ni refugios, el pájaro se enfrentó a las tormentas con orgullo.\nLos vientos tormentosos congelaron la pluma caída del pájaro, dejándola envuelta en una escarcha perlada.\n\nEsta pluma procede de un halcón y fue arrancada violentamente en pleno vuelo por una ráfaga de viento.\nTras flotar brevemente en el aire, fue arrastrada por el peso de la escarcha.\n\n“Tengo el convencimiento de que los pájaros te seguirán y te devolverán a los jardines reverdecidos del palacio de verano”.\n“Quienes fueron perseguidos por la marea helada, y los niños que perdieron su hogar, volverán contigo al lugar de sus sueños”.\n\nEl héroe, que llevaba una pesada carga a la espalda, se detuvo en medio de la ventisca e intentó distinguir el color de la pluma.\nSellada en el hielo, el color de la pluma se iba desvaneciendo con cada paso... como la misión del guerrero.\n",
        "fr": "\nLa plume d'un rapace qui n'appartient pas à l'hiver mordant. Elle est froide au toucher.\nOn peut presque entendre en la prenant en main des cris s'élevant dans la tempête de neige, insoumis mais condamnés.\n\nSans nid ni abri où se reposer, l'oiseau fait fièrement face à la tempête.\nCette plume a subi l'assaut de la neige et du gel, qui l'a recouverte de perles de givre.\n\nElle ornait autrefois le corps d'un faucon, mais en fut arrachée par les vents glacials.\nLongtemps, elle erra au hasard dans les airs, puis finit par rejoindre le sol sous l'action du poids du givre la recouvrant.\n\n« J'ai confiance que les oiseaux te suivront, et retrouveront le chemin des luxurieux jardins du palais d'été.\nCeux qui furent chassés par le froid cruel, tous les enfants qui n'ont plus de foyer, reviendront grâce à toi dans le nid. »\n\nLe guerrier, sur les épaules duquel reposait un poids si important, s'immobilisa dans la neige virevoltante, cherchant à deviner la couleur de la plume.\nPrise dans sa gaine de glace, elle allait accompagner le héros dans sa quête, perdant un peu plus ses couleurs à chaque pas.\n",
        "pt": "\nA pluma de uma ave de rapina que não pertence ao inverno, mas é fria ao toque.\nÉ como se pudesse ouvir o chamamento desesperado na tempestade de neve.\n\nSem ninho nem abrigo, o pássaro enfrentava as tempestades com bravura.\nOs ventos fortes congelaram as penas do pássaro com gelo e neve, as cobrindo com pérolas.\n\nEssa pena foi arrancada violentamente do gavião pelo vento fortíssimo.\nEsvoaçou um instante pelo ar antes de o peso da geada a fazer descender e depois cair no chão.\n\n\"Acredito que os pássaros irão seguir os seus passos e voltarão para o Palácio de Verão\"\n\"Aqueles que foram afugentados pela maré fria, e aquelas crianças que perderam seus lares, voltarão com você para o lar de seus sonhos.\"\n\nO herói, carregando um fardo tão grande em suas costas, parou na neve açoitada, lutando para discernir a cor daquela pluma.\nSelada no gelo, a cor dessa pena desbotou a cada instante pelo caminho - assim como a tarefa do herói.\n",
        "ru": "\nПеро хищной птицы, чей ареал находится за пределами снежных земель. От него веет холодом.\nКоснувшись его, можно будто бы услышать вой ледяной вьюги.\n\nПеро, оставленное гордо певшей в ледяных ветрах птицей, у которой не было ни гнезда, ни укрытия.\nЭто перо, сорванное порывом ледяного ветра и покрывшееся инеем, как будто инкрустировано бриллиантами.\n\nПеро принадлежало орлу и было вырвано из его крыла суровым зимним ветром.\nОно кружилось в воздухе до тех пор, пока не заледенело, и тогда рухнуло в снег.\n\n«Я верю, что радостные птицы будут следовать за тобой и вернутся во вновь зазеленевшие сады летнего дворца.\nЭти живые существа, изгнанные холодом, их несчастные дети, потерявшие Родину, вернутся с тобой в дом из их грёз».\n\nВоин, что нёс на плечах это бремя, стоял посреди безбрежных снегов и пытался понять, какого цвета перо он держит в руках.\nС каждым его шагом скованное льдом перо тускнело, как и бремя воина.\n",
        "id": "\nBulu burung pemangsa yang bukan bagian dari musim dingin. Terasa dingin saat disentuh.\nSaat menyentuhnya seolah seperti merasakan panggilan yang pantang menyerah dan putus asa di tengah badai salju.\n\nTanpa sarang atau tempat berlindung, burung itu menghadapi badai dengan bangga.\nAngin badai menyerang bulu-bulu burung itu dengan es dan salju, membuat bulu-bulu itu tertutup es.\n\nBulu ini awalnya berasal dari elang sampai suatu ketika dan angin musim dingin mencabutnya dengan paksa.\nBurung itu terbang beberapa saat di udara sebelum badai es menyeretnya jatuh ke tanah.\n\n\"Aku yakin burung-burung yang ceria dan berisik akan mengikuti jejakmu dan terbang kembali ke taman istana musim panas yang lebat dan hijau.\"\n\"Makhluk-makhluk yang diusir oleh angin es, anak-anak malang yang kehilangan kampung halamannya, akan kembali bersamamu ke sarang impian mereka.\"\n\nPrajurit pemberani yang memikul beban berat di punggungnya itu terhenti di tengah angin kencang dan salju, mencoba mengenali warna bulu yang beterbangan.\nBulu burung yang basah dan beku oleh angin es dan salju, warnanya memudar perhalan, sama seperti keyakinan dari prajurit tersebut.\n",
        "th": "\nขนของนกนักล่าที่ไม่ได้เป็นส่วนหนึ่งของฤดูหนาวอันหนาวเหน็บ ให้ความรู้สึกเย็นเฉียบยามสัมผัส\nเมื่อคุณสัมผัสกับมัน ก็ราวกับจะรับรู้ได้ถึงเสียงอันโหยหวนของความไม่ยอมจำนนแต่ก็สิ้นหวังท่ามกลางพายุหิมะ\n\nไม่ต้องการรังหรือที่พักพิง นกจะเผชิญหน้ากับพายุอย่างภาคภูมิ\nเมื่อถูกสายลมหนาวเข้าโหมกระหน่ำ และถูกปกคลุมไปด้วยหิมะและน้ำแข็ง ดูราวกับว่ามันถูกเคลือบด้วยอัญมณีที่เปล่งประกาย\n\nครั้งหนึ่งเคยเป็นของเหยี่ยวที่โผบิน จากนั้นจึงถูกพัดด้วยสายลมที่โหมกระหน่ำจนร่วงหล่นลงมา\nมันล่องลอยไปกับสายลมอยู่ชั่วขณะ แล้วก็ถูกน้ำค้างแข็งที่เกาะอยู่ทำให้อ่อนล้า จากนั้นเมื่อไม่อาจทานทนได้อีกต่อไป จึงร่วงหล่นลงสู่พื้นหิมะ\n\n\"ฉันเชื่อว่านกที่ร่าเริงจะติดตามคุณ และบินกลับไปยังสวนของพระราชวังฤดูร้อนอันเขียวชอุ่ม\"\n\"สิ่งมีชีวิตทั้งหลายที่ถูกความหนาวเย็นขับไล่ เหล่าเด็กน้อยผู้น่าสงสารที่สูญเสียบ้านเกิด พวกเขาจะกลับไปที่รังแห่งความฝันพร้อมกันกับคุณ\"\n\nผู้กล้าผู้แบกภาระอันหนักอึ้งลังเลอยู่ท่ามกลางพายุหิมะที่ไร้ขอบเขต พยายามอย่างหนักที่จะแยกแยะสีของขนนกนั้น\nขนนกซึ่งถูกผนึกอยู่ภายในน้ำแข็ง สีของมันค่อย ๆ ซีดจางไปเช่นเดียวกับภารกิจของผู้กล้า\n",
        "vi": "\nLông mãnh thú vốn không thuộc về mùa đông lạnh, toát ra vẻ buốt giá.\nKhi chạm vào dường như cảm nhận được tiếng kêu bất khuất mà vô vọng trong bão tuyết. \n\nChiếc lông sót lại từ loài chim vốn không bao giờ tìm nơi trú ngụ, nhưng vẫn kiên cường bay trong gió rét.\nBị bao phủ bởi tuyết và sương giá, viên bảo thạch dường như ánh lên màu pha lê tinh khiết.\n\nChiếc lông này vốn được lấy từ một loài chim, chính những cơn cuồng phong dữ dội trong đông lạnh đã kéo nó rớt khỏi bầu trời.\nTrong suốt cuộc hành trình, đã sớm mệt mỏi bởi băng sương và gió rét, dần dần bị vùi mình trong tuyết.\n\n\"Tôi tin rằng, những chú chim vui vẻ huyên náo sẽ theo chân bạn bay về khu vườn cung điện mùa hè xanh tươi\"\n\"Những sinh linh bị sóng lạnh xua đuổi, những đứa trẻ nghèo mất quê hương sẽ cùng bạn trở về tổ ấm trong mơ\"\n\nDũng sĩ mang trách nhiệm nặng nề chần chừ trong gió tuyết mênh mông, cố gắng nhận ra màu lông đó.\nLông vũ bị ẩm ướt và đóng băng vì gió tuyết, giống như một sự giao phó xa vời dưới bước chân của dũng sĩ.\n"
      },
      "imgid": "blizzard_strayer_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "冰雪故园的终期",
        "zht": "冰雪故國的終期",
        "jp": "雪覆う故郷の最後",
        "ko": "눈 덮인 고향의 최후",
        "en": "Frozen Homeland's Demise",
        "de": "Niedergang der eisigen Heimat",
        "es": "Retorno a las Tierras del Hielo",
        "fr": "Fin du pays des glaces",
        "pt": "Fim da Terra Natal Gelada",
        "ru": "Гибель замёрзшей родины",
        "id": "Frozen Homeland's Demise",
        "th": "Frozen Homeland's Demise",
        "vi": "Hồi Kết Của Miền Quê Băng Giá"
      },
      "description": {
        "zhs": "等待勇士归来的故国人民所用的时计。其中流淌的并不是沙，而是不化的冰屑。",
        "zht": "等待勇士歸來的故國人民所用的時計。其中流淌的並不是沙，而是不化的冰屑。",
        "jp": "勇士の帰りを待つ故郷の人々が使っていた時計。その中を流れるのは砂ではなく、溶けない氷の屑のである。",
        "ko": "용사의 귀환을 기다리는 고향 사람들이 쓰던 시계. 안에는 모래가 아니라 녹지 않는 미세한 얼음 결정이 들어있다",
        "en": "A timepiece from a nation of old that waited for their warriors' return. What flows inside is not sand, but bits of ice that never melt.",
        "de": "Eine Uhr des Volkes eines alten Landes, das auf die Rückkehr ihres Recken wartete. Im Innern befindet sich nicht etwa Sand. Nein, es handelt sich hier um Körnchen ewigen Eises.",
        "es": "El reloj que usaba la gente de la tierra natal del Rompehielo. Lo que hay adentro no es arena, sino un polvo helado que nunca se derrite.",
        "fr": "Un sablier ayant appartenu à un peuple qui attendait le retour de leurs guerriers. Des grains de glace éternelle y remplacent le sable.",
        "pt": "O relógio de uma antiga nação à espera do retorno de seus guerreiros. Dentro dele não há areia, mas pedaços de gelo que nunca derretem.",
        "ru": "Часы, принадлежавшие людям родины великого воина, ожидавшим возвращения своего героя. Внутри часов течёт вовсе не песок, а нетающий лёд.",
        "id": "Jam yang digunakan oleh para rakyat untuk menunggu kepulangan sang pahlawan tanah air. Yang mengalir di dalam jam ini bukanlah pasir, melainkan butiran es yang tidak pernah meleleh.",
        "th": "อุปกรณ์บอกเวลาชาวเมืองที่รอคอยนักรบของพวกเขาหวนกลับมา สิ่งที่ไหลวนอยู่นั้นไม่ใช่เม็ดทราย หากแต่เป็นเกล็ดหิมะที่ไม่มีวันละลาย",
        "vi": "Đồng hồ được người dân cố quốc dùng để chờ đợi dũng sĩ quay về. Thứ chảy trong đó không phải là cát mà là vụn băng không tan."
      },
      "lore": {
        "zhs": "\n一尊古老的沙漏，其中流淌着细小的冰晶。\n即使最酷烈的寒流也无法冻结永流的时间。\n\n「天降的严寒甚至足以冻结时间」\n雪葬的山都之中，有这样的传言。\n\n当勇士越过冰风之墙时，时值深夜，雪暴呼啸。\n无论是日光或是月光都无法轻易穿透苍白之风。\n无论何种严寒暴雪，都无法令时间的洪流凝滞。\n\n即使都城已被掩埋在寒冰之下。\n即使英雄本身也随着记忆消逝。\n",
        "zht": "\n一尊古老的沙漏，其中流淌著細小的冰晶。\n即使最酷烈的寒流也無法凍結永流的時間。\n\n「天降的嚴寒甚至足以凍結時間」\n雪葬的山都之中，有這樣的傳言。\n\n當勇士越過冰風之牆時，時值深夜，雪暴呼嘯。\n無論是日光或是月光都無法輕易穿透蒼白之風。\n無論何種嚴寒暴雪，都無法令時間的洪流凝滯。\n\n即使都城已被掩埋在寒冰之下。\n即使英雄本身也隨著記憶消逝。\n",
        "jp": "\n古い砂時計。中には極めて小さい氷晶が入っている。\nたとえ最も激しい寒流でも、時間を凍らせることはできない。\n\n「天降りの寒さは時間さえも凍らせる」\n雪に葬た都の間に、こういった噂がある。\n\n勇者が寒風の壁を乗り越えた時、夜遅くに猛吹雪に見舞われた。\n日光も月光も突き抜けない蒼白の風。\nどんな猛吹雪でも、時間の流れを阻止することはできない。\n\nたとえ都城が氷雪に埋められても。\nたとえ英雄そのものが記憶と共に消え去っても。\n",
        "ko": "\n오래된 모래시계 속에 얼음 모래가 흐르고 있다.\n혹독한 추위도 영원히 흐르는 시간을 막을 수 없다.\n\n「하늘에서 떨어진 추위는 시간도 얼릴 수 있다」\n눈에 묻힌 산의 나라에는 이러한 소문이 있다.\n\n용사가 얼음 바람의 벽을 지났을 땐 이미 눈보라가 휘몰아 치는 밤이였다.\n햇빛이든 달빛이든 모두 꿰뚫지 못하는 창백한 바람.\n그 어떠한 엄동설한이라도 시간의 흐름을 멈출 수 없다.\n\n설사 도시가 얼음 아래 파묻히더라도.\n영웅 본인도 흐르는 세월 속에서 사람들의 기억에서 사라진다.\n",
        "en": "\nAn ancient hourglass with fine powdered snow flowing in it.\nEven the coldest winter cannot freeze the flow of time.\n\n\"The cold that descends from the sky can freeze time itself.\"\nThis myth was widely believed throughout the entombed mountain city.\n\nAs the hero reached the top of the wall of wind and ice, the night was descending and the snowstorm was howling.\nNeither sun- nor moon-light could pierce this white wind easily.\nEven the bleakest storm cannot freeze the river of time.\n\nThat will not wilt even if buried deep below the snow.\nAnd even the most formidable hero will one day be forgotten.\n",
        "de": "\nEine uralte Sanduhr mit feinpudrigem Schnee, der darin rieselt.\nSelbst der kälteste Winter konnte dem Fluss der Zeit nichts anhaben.\n\n„Die Kälte des Himmels kann selbst die Zeit einfrieren.“\nDiese Legende war in der gesamten vom Schnee begrabenen Bergstadt weit verbreitet.\n\nAls der Held die Spitze der Mauer aus Wind und Eis erreichte, war es bereits Nacht geworden und der Schneesturm heulte unerbittlich.\nWeder Sonnen- noch Mondlicht könnte diesen weißen, sturen Wind leicht durchdringen.\nSelbst die schlimmste Kälte kann den Fluss der Zeit nicht aufhalten.\n\nobwohl die Stadt tief unter dem Schnee begraben liegt\nund auch der größte Held in Vergessenheit gerät.\n",
        "es": "\nUn antiguo reloj de arena con una fina nieve fluyendo por dentro.\nNi el invierno más frío pudo congelar su flujo del tiempo.\n\n“El frío que cae del cielo puede congelar el tiempo”.\nTodo el mundo creía esto en la ciudad sepultada.\n\nCuando el guerrero consiguió trepar el muro de hielo, ya había caído la noche y los vientos aullaban.\nNi la luz del sol ni la de la luna podían atravesar fácilmente este viento blanco.\nNi la ventisca más gélida puede congelar el flujo del tiempo,\n\naunque la ciudad esté enterrada en la nieve,\ne incluso el héroe más formidable será olvidado algún día.\n",
        "fr": "\nUn sablier antique dans lequel s'écoule de la fine neige poudreuse.\nMême le plus froid des hivers ne peut arrêter le temps.\n\n« Le froid venu du ciel peut même geler le temps. »\nCe mythe fut longtemps répandu dans les hameaux enneigés de la montagne.\n\nLa nuit était déjà tombée quand le héros traversa le mur de vents déchaînés et de rafales glaciales.\nNi la lumière du soleil ni le clair de lune ne peuvent pénétrer le vent pâle.\nMême le plus intense de tous les blizzards ne peut figer le cours du temps,\n\nquand bien même la cité est prisonnière de la neige.\nEt même le plus grand des héros finit par tomber dans l'oubli.\n",
        "pt": "\nUma ampulheta ancestral com finos flocos de neve fluindo dentro.\nNem mesmo o mais frio dos invernos pode congelar o fluir do tempo.\n\n\"O frio que desce do céu pode congelar até mesmo o próprio tempo.\"\nExiste esse rumor na cidade enterrada pela neve na montanha.\n\nQuando o herói chegou ao topo da parede de vento e gelo, a noite já estava caindo e a tempestade de neve estava uivando.\nIndependentemente de ser a luz do sol ou da lua, todas não conseguem penetrar facilmente no vento pálido.\nNem mesmo a tempestade mais gélida pode congelar o fluxo do tempo,\n\nAinda que a cidade já tenha sido enterrada pela neve,\naté mesmo o mais formidável herói será um dia esquecido.\n",
        "ru": "\nДревние песочные часы, вместо песка в которых пересыпаются крохотные кристаллики льда.\nДаже самый лютый холод не способен заморозить вечное течение времени.\n\n«Холод, пришедший с небес, может заморозить само время».\nВ погребённом под снегом горном королевстве все верили в эту легенду.\n\nКогда воин преодолел стену ледяных ветров, была глубокая ночь, и в её тьме ревела вьюга.\nНи солнца свет, ни сияние луны не могло проникнуть через серую пелену ветров.\nНи стужа, ни снежная буря не могли остановить ход времени.\n\nДаже будучи веками погребённой под снегами,\nпамять о великом герое однажды исчезнет.\n",
        "id": "\nJam pasir kuno dengan bubuk salju halus mengalir di dalamnya.\nBahkan musim dingin terdingin tidak dapat membekukan waktu.\n\n\"Dinginnya musim dingin seolah membuat waktu ikut membeku\"\nMitos ini beredar dan dipercaya di seluruh Entombed City.\n\nSaat mencapai puncak dari tembok angin es, malam tiba dan angin melolong kencang.\nCahaya matahari atau cahaya bulan sekalipun tidak dapat menembus angin ini dengan mudah.\nEntah itu apa badai salju atau kedinginan ekstrim, tetap tidak dapat menghentikan aliran waktu.\n\nSekalipun kota itu sudah terkubur oleh salju dan es.\nDan bahkan pahlawan yang paling kuat sekalipun suatu hari akan terlupakan.\n",
        "th": "\nนาฬิกาทรายโบราณที่มีคริสตัลน้ำแข็งแบบละเอียดไหลอยู่ข้างใน\nแม้แต่ฤดูหนาวที่หนาวที่สุด ก็ไม่สามารถแช่แข็งเวลาให้หยุดนิ่งได้\n\n\"ความหนาวเหน็บที่ลงมาจากฟากฟ้านั้นแช่แข็งได้แม้กระทั่งกาลเวลา\"\nมีข่าวลือเช่นนี้เกิดขึ้นท่ามกลางเมืองแห่งขุนเขาที่ถูกรายล้อมด้วยหิมะ\n\nในตอนที่ผู้กล้าก้าวข้ามกำแพงแห่งลมและน้ำแข็ง เป็นช่วงเวลากลางดึกที่พายุหิมะร้องโหยหวน\nไม่ว่าจะเป็นแสงอาทิตย์หรือแสงจันทร์ ต่างก็ยากที่จะสาดแสงลอดผ่านสายลมสีขาวไปได้\nไม่ว่าพายุหิมะจะเย็นแค่ไหน มันเป็นไปไม่ได้ที่จะหยุดกระแสการไหลของเวลา\n\nแม้ว่าเมืองจะถูกฝังอยู่ใต้น้ำแข็งก็ตาม\nแม้แต่ฮีโร่เองก็หายไปจากความทรงจำ\n",
        "vi": "\nMột chiếc đồng hồ cát cổ, trong đó tuôn chảy những hạt băng tinh bé xíu.\nCho dù mùa đông có khắc nghiệt đến thế nào đi chăng nữa, cũng chẳng thể nào đóng băng được dòng thời gian.\n\n\"Cái lạnh khắc nghiệt giáng xuống từ trời cao đủ để đóng băng thời gian\"\nTrong thành phố núi bị tuyết chôn vùi, có lời đồn đại như vậy.\n\nKhi dũng sĩ vượt qua bức tường gió băng, cũng là lúc đêm khuya, bão tuyết rít lên từng cơn.\nDù là ánh nắng hay là ánh trăng đều không thể dễ dàng xuyên qua làn gió trắng.\nBất luận giá lạnh bão tuyết đến thế nào, cũng không thể khiến dòng thời gian ngừng trôi.\n\nDù là đô thành cũng bị chôn vùi dưới lớp băng lạnh giá.\nDù là anh hùng cũng sẽ tiêu tan theo dòng ký ức.\n"
      },
      "imgid": "blizzard_strayer_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "遍结寒霜的傲骨",
        "zht": "遍結寒霜的傲骨",
        "jp": "霜を纏った気骨",
        "ko": "서리를 감싼 기골",
        "en": "Frost-Weaved Dignity",
        "de": "Erhabenheit des Frostwebers",
        "es": "Orgullo del Invierno",
        "fr": "Fierté du Tisseur de givre",
        "pt": "Orgulho da Geada",
        "ru": "Морозная гордость",
        "id": "Frost-Weaved Dignity",
        "th": "Frost-Weaved Dignity",
        "vi": "Niềm Kiêu Hãnh Băng Giá"
      },
      "description": {
        "zhs": "用寒冰雕制成的杯盏，如冬天一般坚利。曾经的主人从中啜饮过不冻之酒。",
        "zht": "以寒冰雕製成的杯盞，如冬天一樣堅利。曾經的主人從中啜飲過不凍之酒。",
        "jp": "寒氷でできたコップ、冬のように堅い。かつての持ち主はそれで不凍の酒を飲んだらしい。",
        "ko": "얼음으로 조각한 술잔. 겨울같이 단단하고 예리하다. 과거 이 잔의 주인은 이를 사용해 홀짝이며 얼지 않는 술을 마셨다",
        "en": "A cup carved out of ice that is as chilly and biting as winter. Its former master would drink an unfreezable liquor from it.",
        "de": "Ein aus Eis gemeißelter Becher, so hart wie der Winter. Früher wurde aus ihm Wein getrunken, der nicht gefriert.",
        "es": "Una copa tallada en hielo, tan gélida como el invierno. En el pasado, contenía vino que no se congelaba.",
        "fr": "Une tasse sculptée dans la glace, aussi rude que l'hiver. On y buvait autrefois du vin qui ne gelait pas.",
        "pt": "Um copo feito de gelo, tão duro quanto o inverno. Antigamente, era usado para beber o vinho que não congela.",
        "ru": "Кубок, вырезанный из льда, холодного и кусачего как сама зима. Его бывший владелец пил из этого кубка незамерзающее вино.",
        "id": "Sebuah gelas yang dipahat dari sebongkah es, selalu memancarkan hawa dingin. Pemilik sebelumnya menggunakannya untuk meminum arak.",
        "th": "แก้วที่สลักขึ้นจากน้ำแข็ง ที่ทั้งเย็นเฉียบและกัดกินดั่งฤดูหนาว เจ้าของเดิมเคยใช้มันในการดื่มสุราที่ละลายจากมัน",
        "vi": "Ly được điêu khắc từ hàn băng, kiên cố như mùa đông. Từng được chủ nhân dùng để uống rượu."
      },
      "lore": {
        "zhs": "\n曾在凛冬中替人寻找希望的异邦人，\n即使是畅饮之器也以晶冰雕刻而成。\n\n从这杯中饮下的苦酒，寒冷如刀，穿喉入腹，\n常人敬而远之的口感，却令沉默的勇士流连。\n\n他是寒冰般沉默的战士，以身躯阻挡着自星辰而来的刺骨罡风。\n不满足于受保护的绘画少女，她向倾慕的人留下这最后的嘱咐：\n\n「假如天性中的胆怯与绝望将你压倒，令你终于不再归来，那么…」\n「…请你活下去。请不要与我们共同走向灭亡，湮没于冰冷的遗忘」\n\n饮下践行的寒冷苦酒，不再直面少女润湿的双眸，\n踏上了无止境的追寻之途，向着雪境与深邃之地。\n",
        "zht": "\n曾在凜冬中替人尋找希望的異邦人，\n即使是暢飲之器也以晶冰雕刻而成。\n\n從這杯中飲下的苦酒，寒冷如刀，穿喉入腹，\n常人敬而遠之的口感，卻令沉默的勇士流連。\n\n他是寒冰般沉默的戰士，以身軀阻擋著自星辰而來的刺骨罡風。\n不滿足於受保護的繪畫少女，向傾慕的人留下這最後的囑咐：\n\n「假如天性中的膽怯與絕望將你壓倒，令你終於不再歸來，那麼…」\n「…請你活下去。請不要與我們共同走向滅亡，湮沒於冰冷的遺忘」\n\n飲下踐行的寒冷苦酒，不再直面少女潤濕的雙眸，\n踏上了無止境的追尋之途，向著雪境與深邃之地。\n",
        "jp": "\n寒冬の中で希望を探してくれる異邦人、\n晶氷で彫刻された痛飲用の器。\n\n盃によそわれた酒は氷剣の如く喉を刺す。\n普通は遠ざける舌触りだが、沈黙の勇者はそれを気に入っている。\n\n彼は氷のような沈黙の戦士、その身で星々よりの寒風を防ぐ。\n守られることに耐えられなかった少女は、憧れの人に告げた。\n\n「臆病と絶望があなたを押し倒して、あなたが二度と戻って来なくなっても…」\n「…生き延びるです。私たちと共に滅び、冷たき意志に飲み込まれてはなりません」\n\n別れの酒が口を潤すと、少女の濡れた瞳を避けて、\n彼は終わりのない道に辿り、雪境と深淵へ旅立った。\n",
        "ko": "\n혹한 속에서 희망을 찾아주던 이방인은\n물을 마시는 도구도 얼음으로 조각된 것을 사용한다.\n\n이 잔으로 쓴 술을 들이키면 차가움은 칼날이 되어 목구멍과 배를 에이는 것만 같다.\n일반인은 멀리하는 식감을 가졌지만 과묵한 용사는 그 느낌을 좋아한다.\n\n그는 얼음같이 과묵한 전사로 몸으로 별에서 불어온 살을 에는 듯한 바람을 막는다.\n보호받는 걸 견디지 못한 그림 소녀는 사모하던 이에게 마지막 부탁을 전한다:\n\n「만약 타고난 두려움과 절망이 당신을 압도하여 결국 돌아오지 못하게 된다면…」\n「…끝까지 살아가 주세요. 우리와 함께 멸망의 길을 걷지 말고 차갑게 잊어주세요」\n\n이별의 차가운 술을 마신 뒤 더 이상 소녀의 젖은 눈동자를 보지 않고\n설경과 심연을 향한 끝없는 추적의 여정에 올랐다.\n",
        "en": "\nFor the outlander who once searched for hope in midwinter on another's behalf,\nEven the glass he drank from was carved out of ice.\n\nDrinking bitter wine in this glass would feel like swallowing icicles that stung every inch of one's throat.\nOrdinary people would struggle to enjoy this sensation — but the reticent hero relished it.\n\nHe was a warrior as silent as the ice itself, blocking the frigid winds that descended from the stars with his body.\nBut not content with merely being protected, the maiden who painted left the man she admired these last instructions:\n\n\"If fear or despair, both of which are within our nature, should crush you, or cause you to never return, then...\"\n\"...Then please, live on. Do not accompany us unto our doom — to languish forgotten in the snow.\"\n\nTaking another swig of bitter wine to steel himself for the journey, he turned away from the maiden's wet eyes,\nAnd he would set out on an unending pursuit, towards the land of snow and profundity.\n",
        "de": "\nFür den Fremden, der einst mitten im Winter die Hoffnung für alle suchte,\nsogar das Glas, aus dem er trank, war aus Eis gehauen.\n\nAus diesem Glas bitteren Weins zu trinken, fühlte sich an, als würde man Eiszapfen schlucken, die einen bei jedem Zentimeter in die Kehle stechen.\nGewöhnliche Menschen hätten Probleme, dieses Gefühl zu genießen, aber der zurückhaltende Held genoss es.\n\nEr war ein Krieger, still wie das Eis selbst und blockierte mit seinem Körper die eisigen Winde, die direkt von den Sternen herabschossen.\nAber die malende Magd begnügte sich nicht damit, nur beschützt zu werden, sondern hinterließ dem Mann, den sie bewunderte, diese letzten Anweisungen:\n\n„Wenn Angst oder Verzweiflung, die beide in unserer Natur liegen, dich erdrücken oder dazu führen sollten, dass du nie mehr zurückkehrst, dann ...“\n„Dann bitte, lebe weiter. Begleite uns nicht in unser Verhängnis, in diesem Schnee in Vergessenheit zu geraten.“\n\nEr nahm einen weiteren Schluck bitteren Wein, um sich für die Reise zu stärken und wandte sich von den feuchten Augen des Mädchens ab,\ndenn er würde sich auf eine unendliche Verfolgung begeben, in das Land des Schnees und der unendlichen Tiefe.\n",
        "es": "\nEl extranjero que ayudaba a otros a buscar esperanza en medio del invierno\nbebía de un vaso hecho de hielo.\n\nEl vino amargo que bebía en este vaso estaba frío como el filo de un cuchillo y notaba cómo le bajaba por la garganta hasta el estómago.\nA una persona normal no le gustaría esta sensación, pero el héroe silencioso la disfrutaba.\n\nEra un guerrero tan callado como el propio hielo y con su cuerpo bloqueaba el viento gélido que soplaba desde las estrellas.\nSin conformarse con la protección del hombre que admiraba, la joven que pintaba le dejó estas últimas instrucciones:\n\n“Si el miedo o la desesperación, dos sentimientos que nos son innatos, te aprisionan o te impiden volver...”\n“... entonces sigue viviendo, te lo suplico. No nos acompañes a nuestra perdición... a marchitarnos en el silencio helado”.\n\nMientras bebía otro trago del vino amargo, evitó mirar a los ojos empañados de la joven\ny después partió en un viaje sin fin hacia la tierra de las nieves y las profundidades.\n",
        "fr": "\nL'étranger, qui trouvait de l'espoir pour les autres,\nbuvait à une coupe sculptée dans la glace.\n\nBoire le vin amer de cette coupe était semblable à avaler un essaim de piques gelées piquant chaque recoin de la gorge.\nLes gens ordinaires auraient eu du mal à apprécier ce goût si particulier ; mais l'homme taciturne en tirait un grand plaisir.\n\nLe guerrier, aussi silencieux que la neige, bloquait de son corps les vents mordants déversés par les étoiles.\nMais la demoiselle qui peignait, qui ne pouvait se contenter d'être protégée, laissa à celui qu'elle admirait ces ultimes recommandations :\n\n« Si la crainte et le désespoir, deux sentiments qui sont dans notre nature, t'accablent ou t'empêchent à jamais de revenir...\n... Alors, je t'en conjure, vis. Ne t'éteins pas à notre suite, languissant pour toujours sous le silence gelé. »\n\nAvalant une nouvelle gorgée de vin pour se donner courage face au périple qui l'attendait, l'homme détourna le regard des yeux humides de la jeune fille.\nEt c'est ainsi qu'il partit pour un voyage sans fin vers les profondeurs enneigées.\n",
        "pt": "\nO forasteiro, que buscou esperança para outros durante o inverno,\nbebia em uma taça feita de gelo.\n\nBeber o amargo vinho nessa taça causa uma sensação de frio que arde completamente a garganta.\nAs pessoas comuns não suportariam essa sensação - mas ela é um prazer para o herói quieto.\n\nEle era um guerreiro tão silencioso quanto o próprio gelo, e seu corpo bloqueava os ventos gelados que desciam das estrelas.\nMas não contente em apenas ser protegida, a jovem pintora deixou ao homem que admirava estas últimas instruções:\n\n\"Se o medo ou desespero, que fazem parte da nossa natureza, o oprimirem ou fizerem com que você nunca mais volte...\"\n\"... Por favor, sobreviva. Por favor, não morra como nós, enterrado e esquecido pela neve.\"\n\nTomando outro gole do vinho amargo para se preparar para a viagem, ele desviou o olhar dos olhos lacrimejantes da jovem,\ne partiu em uma busca sem fim, em direção às profundezas da terra da neve.\n",
        "ru": "\nЧужак, некогда искавший в этих холодных зимних краях надежду для других,\nДаже пил из кубка, вырезанного изо льда.\n\nГорькое вино из этого кубка холодно, как клинок, и обжигает внутренности.\nВкусом, которого избегают простые люди, этот молчаливый воин наслаждается до самозабвения.\n\nОн воин, молчаливый словно лёд, и своим телом он преграждает путь пронизывающим ветрам, что пришли со звёзд.\nДевушка, что писала картины и была недовольна простой защитой, оставила любимому человеку последний наказ:\n\n«Если страх или отчаяние, которые есть неотъемлемая часть нашей природы, возьмут верх над тобой или не позволят тебе вернуться...\n...То, пожалуйста, живи. Прошу тебя, не иди с нами навстречу погибели, навстречу холодному забвению...»\n\nГлотнув холодного и горького вина, он отвернулся, чтобы не смотреть в полные слёз глаза девушки.\nОн ступил на путь бесконечной погони, что вёл в сокровенные земли снегов.\n",
        "id": "\nOrang asing yang biasa menemukan harapan bagi orang lain di musim dingin,\nbahkan gelas untuk minum pun diukir dari kristal es.\n\nMeminum anggur dari gelas itu terasa seperti menyeruput es batu yang menusuk setiap sisi tenggorokan.\nOrang biasa pastinya akan kesulitan untuk menikmatinya, namun prajurit yang pendiam itu justru menikmatinya.\n\nDia adalah prajurit yang dingin dan pendiam bagaikan es, menghalangi angin yang menusuk dari bintang-bintang dengan tubuhnya.\nSeorang gadis pelukis yang tidak puas dengan hanya dilindungi saja, meninggalkan kata-kata terakhirnya kepada pengagumnya tersebut:\n\n\"Jika rasa takut dan putus asa yang merupakan sifat alami manusia itu menghancurkanmu, atau menyesatkanmu, maka...\"\n\"...Kumohon, tetaplah hidup. Jangan binasa bersama kami, lenyap dan terlupakan di dalam salju.\"\n\nDengan meminum lagi anggur dingin dan pahit itu dia memperkuat tekadnya untuk perjalanannya, dan memalingkan wajahnya dari mata basah gadis itu,\nDan dia memulai jalur pencarian tanpa akhir, menuju salju dan daratan yang luas.\n",
        "th": "\nคนต่างถิ่นซึ่งครั้งหนึ่งเคยตามหาความหวังแทนผู้อื่นท่ามกลางฤดูหนาวอันหนาวเหน็บ\nถึงแม้ว่าจะเป็นภาชนะสำหรับดื่ม แต่ก็แกะสลักขึ้นมาจากน้ำแข็ง\n\nไวน์รสขมที่ดื่มจากแก้วใบนี้ เย็นราวกับมีใบมีดกรีดตั้งแต่คอลงไปถึงช่องท้อง\nรสชาติที่คนทั่วไปได้แต่ยืนมองและชื่นชมอยู่ไกล ๆ แต่ผู้กล้าผู้เงียบขรึมกลับเพลิดเพลินไปกับมัน\n\nเขาคือนักรบผู้เงียบขรึมราวกับน้ำแข็ง ชายผู้ใช้ร่างกายของเขาในการปิดกั้นสายลมที่พัดจากดวงดาว\nหญิงสาวผู้วาดภาพไม่พอใจเพียงแค่ได้รับการปกป้อง เธอทิ้งถ้อยค้ำแนะนำให้แก่ชายที่เธอชื่นชมดังนี้:\n\n\"หากความขี้ขลาดและความสิ้นหวังในธรรมชาติเข้าครอบงำคุณ และทำให้คุณไม่หวนกลับมาอีกต่อไป เช่นนั้น...\"\n\"...ก็ขอให้คุณมีชีวิตต่อไป อย่าได้มุ่งสู่หนทางแห่งความพินาศ และจมลงสู่การถูกลืมเลือนอันแสนเย็นยะเยือกร่วมกันกับเรา\"\n\nดื่มไวน์รสขมอันเย็นเฉียบอีกครั้งเพื่อเตรียมความพร้อมก่อนออกเดินทาง เขาเบี่ยงหน้าหนีเพื่อเลี่ยงสายตาอันเปียกชุ่มของหญิงสาวที่อยู่ตรงหน้า\nก้าวเดินไปในเส้นทางแห่งการแสวงหาที่ไม่มีที่สิ้นสุด มุ่งไปสู่ดินแดนแห่งหิมะและความลึกลับ\n",
        "vi": "\nNgười ngoại quốc từng tìm hi vọng cho kẻ khác trong mùa đông giá rét,\nDù thứ dùng để uống cũng được chạm khắc từ kết tinh của băng tuyết.\n\nUống hết rượu đắng trong chiếc cốc này, cái lạnh như thanh đao đêm xuyên từ cổ họng xuống bụng.\nMùi vị khiến cho người bình thường thích thú mà không dám thử, nhưng lại khiến dũng sĩ trầm mặc lưu luyến.\n\nAnh là chiến sĩ trầm tĩnh như băng lạnh, dùng thân thể để cản gió mạnh buốt xương đến từ những vì sao.\nThiếu nữ vẽ tranh không hài lòng vì được bảo vệ, cô đã để lại những lời cuối cùng này cho người hâm mộ:\n\n\"Nếu nỗi sợ hãi và tuyệt vọng bẩm sinh lấn át bạn, khiến bạn không thể quay trở lại nữa, thì...\n\"...Bạn hãy sống tiếp. Xin đừng bị diệt vong và chìm trong quên lãng lạnh giá như chúng tôi.\"\n\nUống cốc rượu đắng lạnh giá, sẽ không còn nhìn thẳng vào đôi mắt ướt của thiếu nữ,\nBước lên con đường tìm kiếm vô tận, hướng tới vùng đất ngập tuyết xa xôi.\n"
      },
      "imgid": "blizzard_strayer_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "破冰踏雪的回音",
        "zht": "破冰踏雪的回音",
        "jp": "氷雪を踏む音",
        "ko": "빙설을 밟는 소리",
        "en": "Broken Rime's Echo",
        "de": "Echo des Eisbrechers",
        "es": "Eco de la Escarcha",
        "fr": "Écho de l'hiver",
        "pt": "Eco do Inverno",
        "ru": "Эхо осколков инея",
        "id": "Broken Rime's Echo",
        "th": "Broken Rime's Echo",
        "vi": "Tiếng Vọng Băng Vỡ Tuyết Rơi"
      },
      "description": {
        "zhs": "梦想征服冰雪的古代英雄冠冕，是驱使它的故主直面刻骨寒冬的勇气之证。",
        "zht": "夢想征服冰雪的古代英雄冠冕，是驅使它的故主直面刻骨寒冬的勇氣之證。",
        "jp": "氷雪を征服すると夢見る古代英雄の冠、寒い冬に直面しても怯まない勇気の証。",
        "ko": "얼음과 눈을 정복하길 꿈꿨던 고대 영웅의 관면. 소유자가 매서운 추위에 맞서 싸웠다는 용기의 증표이다",
        "en": "The crown of an ancient hero who dreamt of conquering the cold. It is proof of its former master's bravery in facing the bone-chilling cold of winter.",
        "de": "Ein Siegeskranz des Altertums für den Bezwinger des Eises. Er steht für die Tapferkeit dessen, der sich der unerbittlichen Kälte gestellt hat.",
        "es": "Una antigua corona heroica que simboliza el sueño de conquistar la nieve y el hielo. Es un testimonio del coraje necesario para resistir el frío del invierno.",
        "fr": "Le diadème d'un ancien héros qui rêvait de conquérir la neige et la glace. Il représente le courage de son ancien propriétaire face au froid mordant de l'hiver.",
        "pt": "Uma coroa heroica antiga do sonho de conquistar a neve e o gelo é uma prova da coragem de enfrentar o frio do inverno.",
        "ru": "Корона героя древности, мечтавшего покорить холод. Является доказательством смелости своего бывшего владельца.",
        "id": "Mahkota dari seorang pahlawan masa lalu, yang bermimpi untuk menaklukkan dingin. Ini adalah bukti keberaniannya dalam menghadapi musim dingin yang meremukkan tulang.",
        "th": "มงกุฎของผู้กล้าในยุคโบราณที่ฝันอยากจะเอาชนะความหนาวเหน็บ มันคือหลักฐานแห่งความกล้าหาญของเจ้าของเดิมของมัน ในการเผชิญหน้ากับสภาพอากาศอันแสนหนาว",
        "vi": "Vương miện của người dũng sĩ cổ đại với ước muốn chinh phục băng tuyết, là bằng chứng cho dũng khí cổ vũ chủ nhân của nó trong giá lạnh."
      },
      "lore": {
        "zhs": "\n英雄身负雪都仅剩的渺小希望，踏上寻找救赎之旅。\n头戴寒冬的冠冕，高傲地消失在无垠寒风雪暴之中。\n\n背负着山城的契约，背负着清澈的目光，沧桑的勇士从来不曾恐惧冰幕外的未知。\n曾经一度苍翠的山间盛景、久远高天不再降下的祝福，皆是勇士永无停歇的动力。\n\n「越过冰封的门扉，走下深邃的回廊」\n「他折下银白枝条，为雪国带来希望」\n\n少女为族人唱着安抚的歌，呵护着有关于他的一切记忆。\n她坚信他会回到身旁，携着和煦春光与无可变夺的希望。\n\n但在最后踏雪而去的勇士终究没能及时返回。\n久已磨灭于风雪的憎恨言语控诉着他的逃亡…\n",
        "zht": "\n英雄身負雪都僅剩的渺小希望，踏上尋找救贖之旅。\n頭戴寒冬的冠冕，高傲地消失在無垠寒風雪暴之中。\n\n背負著山城的契約，背負著清澈的目光，滄桑的勇士從來不曾恐懼冰幕外的未知。\n曾經一度蒼翠的山間盛景、久遠高天不再降下的祝福，皆是勇士永無停歇的動力。\n\n「越過冰封的門扉，走下深邃的回廊」\n「他折下銀白枝條，為雪國帶來希望」\n\n少女為族人唱著安撫的歌，呵護著有關於他的一切記憶。\n她堅信他會回到身旁，攜著和煦春光與無可變奪的希望。\n\n但最後，踏雪而去的勇士終究未能及時返回。\n久已磨滅於風雪的憎恨言語控訴著他的逃亡…\n",
        "jp": "\n英雄は僅か残された雪都の希望を背負い、救いを求める旅に出る。\n冬の冠をかぶって、誇らしげに果て無き風雪へ踏み込んだ。\n\n山城の契約をその背中に、清らかな瞳をその背中に、勇者は一度も氷の外の未知に怯えなかった。\n緑で覆われる山々と、天上から降りなくなった祝福が、勇者の進む動力。\n\n「氷封の扉を開き、深淵を回廊を下る」\n「銀白の枝を折りて、彼は雪の国に希望をもたらします」\n\n少女が歌で一族を慰めながら、彼の記憶を守った。\nいつか暖かな日差しと共に彼が帰ってくると、少女は信じ切る。\n\nしかし、雪に去った勇者が帰郷することはなく、\n吹雪に巻き上げた怨みの言葉だけが、彼の逃走を訴えた…\n",
        "ko": "\n영웅은 눈의 도시에 겨우 남은 희망을 짊어지고 구원을 찾는 여행길에 오른다.\n겨울의 관을 머리에 쓰고 끝없는 눈보라 속으로 고고하게 사라졌다.\n\n산의 국가의 계약과 맑은 눈동자를 짊어진 노련한 용사는 한 번도 얼음 밖의 미지에 겁먹지 않았다.\n한때 푸르던 산골짜기의 풍경과 더 이상 하늘에서 내리지 않는 축복이 모두 용사가 절대 멈추지 않고 나아가는 원동력이 되었다.\n\n「얼어붙은 문을 지나 심연의 회랑을 내려간다」\n「그가 은백의 나뭇가지를 꺾어 눈의 나라에 희망을 가져다준다」\n\n소녀는 일족을 위해 위로의 노래를 부르며 그에 관한 모든 기억을 지켰다.\n그녀는 그가 따사로운 봄볕과 변하지 않는 희망과 함께 돌아오리라 굳게 믿었다.\n\n하지만 결국 눈을 밟으며 떠나간 용사는 제시간에 돌아오지 못했다.\n눈보라에 휘말려 사라진 원망만이 그의 도주를 규탄한다…\n",
        "en": "\nThe hero set out on his journey, bearing the tiny hopes that the entombed city still had for salvation.\nDonning his winter crown, he marched purposefully away, disappearing into the boundless snowstorm.\n\nBearing his agreement with the mountain city, bearing their clear-eyed gazes, the hero never once feared the unknown beyond the icy curtain.\nThe once-lush mountainside and the blessings that now no longer fell from the skies — these were the hero's motivation to carry on no matter what.\n\n\"Past the ice-sealed door, walking down the corridors to the depths,\"\n\"He will break off a branch of silver-white, and bring hope to the snowy land.\"\n\nThe maiden sang these songs to comfort her people, and she nursed her memories of him.\nShe believed that he would return to her, with genial springtime and unshakeable hope in his train.\n\nBut in the end, the hero who stepped out into the snow would not return in time.\nHe would stand accused of flight by hateful words long ground to dust amid the snowstorms...\n",
        "de": "\nDer Held machte sich auf den Weg und trug die winzigen Hoffnungen mit sich, die die begrabene Stadt noch für eine mögliche Rettung hatte.\nSeine Winterkrone auf dem erhobenen Haupt marschierte er zielstrebig davon und verschwand im grenzenlosen Schneesturm.\n\nDer Vereinbarung mit der Bergstadt folgend und mit klarem Blick fürchtete der Held nicht ein einziges Mal das Unbekannte jenseits des eisigen Vorhangs.\nDer einst üppige grüne Berghang und die Gaben des Segens, die nun nicht mehr vom Himmel fielen, das alles war die Motivation des Helden, in jedem Fall weiterzugehen.\n\n„Vorbei an der von Eis versiegelten Tür, durch die Korridore in die Tiefe gehend“\n„wird er den silberweißen Zweig brechen und somit Hoffnung in das verschneite Land zurückbringen.“\n\nDie Jungfrau sang diese Lieder, um ihr Volk zu trösten und sie pflegten ihre Erinnerungen an ihn.\nSie glaubte, dass er zu ihr zurückkehren würde, mit grenzenloser Wärme und unumstößlicher Hoffnung.\n\nAber am Ende würde der Held, der weit in den Schnee hinausschritt, nicht mehr rechtzeitig zurückkehren.\nHasserfüllte Worte, die durch den Schneesturm zerrieben wurden, beschuldigten ihn der Flucht ...\n",
        "es": "\nPersonificando la última y diminuta esperanza de salvación de la ciudad sepultada, el héroe comenzó su viaje.\nMarchó con orgullo y desapareció en la tormenta interminable con la corona del invierno sobre su cabeza.\n\nCargando el acuerdo con la ciudad de montaña y su mirada límpida, el guerrero no temió ni una vez a lo desconocido que le aguardaba tras la cortina de hielo.\nSu motivación para seguir adelante era la montaña que solía ser verde y las bendiciones que ya no caían del cielo.\n\n“Tras la puerta sellada por el hielo, recorriendo los túneles hacia las profundidades,”\n“romperá una rama plateada y traerá esperanza a la tierra cubierta por la nieve”.\n\nLa joven cantaba así para reconfortar a su pueblo, y atesoraba los recuerdos que tenía de él.\nEstaba convencida de que él volvería a su lado y traería la primavera y una esperanza inquebrantable.\n\nPero, al final, el guerrero que salió a enfrentarse a la tempestad no volvería a tiempo.\nPalabras de odio desgastadas por la nieve y el viento lo acusarían de huir...\n",
        "fr": "\nEmportant avec lui le faible espoir de salut d'un royaume entier, le héros commença son périple.\nPortant la couronne de l'hiver, il disparut d'un pas décidé, s'enfonçant jusqu'à disparaître dans l'incessante tempête glacée.\n\nProtégé par le pacte qui l'unissait avec le royaume de la montagne et son peuple aux yeux clairs, jamais le héros ne craignit l'inconnu qu'il rencontra derrière le rideau de glace.\nLes paysages autrefois luxuriants qu'offrait la montagne, les bénédictions qui avaient cessé de tomber du ciel – voilà pour quoi se battait l'homme, et pourquoi sa volonté ne faiblissait pas.\n\n« Franchissant la porte gelée, et s'enfonçant dans les profondeurs des vallées, »\n« Il brisera la branche argentée, et redonnera espoir au royaume enneigé. »\n\nAinsi chantait la demoiselle, souhaitant apporter quelque réconfort à son peuple, et chérissant les souvenirs qui les unissaient.\nElle était convaincue qu'il lui reviendrait, porteur d'espoir et de la chaleur du printemps.\n\nMais le guerrier qui avait disparu dans la tempête ne put revenir à temps.\nPolie par le temps, une haine tenace continue de lui reprocher à tort sa « fuite »...\n",
        "pt": "\nO herói partiu em sua jornada, carregando pequenas esperanças de que a cidade soterrada ainda tinha salvação.\nCom sua coroa de inverno, ele marchou com afinco, desaparecendo na tempestade de neve sem fim.\n\nMantendo seu acordo com a cidade da montanha, portando seu olhar límpido, o herói nunca temeu o desconhecido para além da cortina gelada.\nAs outrora exuberantes montanhas e as bênçãos que agora não mais caíam dos céus - estas foram a motivação do herói para continuar, não importando o que acontecesse.\n\n\"Passando a porta selada de gelo, caminhando pelos corredores até às profundezas\"\n\"Ele quebrará um ramo de cor branco prateado e trará esperança para a terra nevada.\"\n\nA garota cantou uma canção para acalmar seu clã, cuidando de todas as memórias relacionadas a ele.\nEla acreditava piamente que ele retornaria, trazendo o calor da primavera e a esperança imutável.\n\nMas, no final, o guerreiro que partiu pela neve não retornou.\nAs palavras hoje corroídas pelo vento e pela neve o acusam de ter fugido...\n",
        "ru": "\nВоин отправился на поиски спасения, на поиски хотя бы крохотной надежды для столицы, что погребена под снегом.\nНадев на голову свою корону зимней стужи, он гордо растворился среди необъятных метелей.\n\nВоин, что нёс на плечах бремя контракта с горным городом, бремя воспоминаний о чистых, ясных глазах, привык к тяготам судьбы и никогда не боялся неизвестности, ждущей его за снежной завесой.\nПрекрасные зелёные горные пейзажи и прошлые благословения, что никогда больше не спустятся с небес - вот что всегда давало воину силы идти вперёд.\n\n«Пройдя в заледеневшие врата, шагнув в глубины тёмных галерей,\nон переломит ветку цвета серебра и принесёт надежду королевству вьюг и льда».\n\nЭту песню девушка пела своим близким, чтобы успокоить их и сохранить свои воспоминания о нём.\nОна твёрдо верила, что он вернётся к ней и приведёт с собой тёплую весну и непоколебимую надежду.\n\nНо в конце концов воин, ушедший в снега, не смог вернуться вовремя.\nИ ничто, кроме полных ненависти, но давно стёртых вьюгой слов, не сможет обвинить его в дезертирстве...\n",
        "id": "\nSeorang pahlawan memulai perjalanan dalam mencari penebusan dengan sedikit harapan yang ditinggalkan oleh salju.\nMengenakan mahkota musim dingin di kepalanya, dia dengan bangga menghilang ke dalam badai dingin yang tak berujung.\n\nDengan membawa kontrak bersama kota pegunungan, disertai tatapan matanya yang jernih, para pejuang tidak pernah takut pada hal yang tidak diketahui di luar tirai es.\nPemandangan pegunungan yang dulunya hijau, berkat yang tidak lagi turun dari langit, itu semua adalah kekuatan pahlawan tersebut yang tidak pernah berakhir.\n\n\"Seberangi pintu yang membeku dan berjalanlah menyusuri koridor yang dalam.\"\n\"Dia mematahkan ranting-ranting untuk membawa harapan ke Negeri Salju.\"\n\nGadis itu menyanyikan lagu untuk menenangkan orang-orangnya dan mengenang semua ingatan tentang dirinya.\nDia sangat percaya bahwa dia akan kembali kepadanya dengan kehangatan musim semi dan harapan yang tidak berubah.\n\nTetapi pada akhirnya, pahlawan yang berjalan menjauh ke dalam salju tidak akan kembali tepat waktu.\nKata-kata kebencian yang telah lama terkikis oleh angin dan salju akan menuduhnya telah melarikan diri...\n",
        "th": "\nผู้กล้ามุ่งสู่เส้นทางแห่งการกอบกู้พร้อมกับความหวังที่เหลือเพียงน้อยนิด\nเขาสวมมงกุฎแห่งฤดูหนาว ก้าวออกไปอย่างเด็ดเดี่ยวและหายไปในพายุหิมะที่ไร้ขอบเขต\n\nแบกรับสัญญาที่มีต่อเมืองแห่งขุนเขา แบกรับแววตาที่ใสเป็นประกายของพวกเขา ผู้กล้าผู้ไม่เคยเกรงกลัวต่อสิ่งที่ไม่รู้จักนอกม่านน้ำแข็ง\nทิวทัศน์ของภูเขาซึ่งครั้งหนึ่งเคยเขียวชอุ่ม พรจากท้องฟ้าอันไกลโพ้นที่จะไม่มีวันหล่นลงมาอีก ทั้งหมดคือพลังที่ไม่มีวันสิ้นสุดของผู้กล้า\n\n\"ข้ามผ่านประตูที่ถูกผนึกโดยน้ำแข็ง เดินลึกเข้าไปตามทางเดิน\"\n\"เขาหักกิ่งสีขาวเงิน และนำความหวังไปสู่ประเทศแห่งหิมะ\"\n\nหญิงสาวร้องเพลงเพื่อปลอบโยนให้กับผู้คนของเธอ ดูแลความทรงจำทั้งหมดของเธอที่มีต่อเขา\nเธอยังคงเชื่อมั่นต่อไปว่าเขาจะกลับมาอยู่ข้างกาย พร้อมกับความหวังอันอบอุ่นที่จะไม่มีวันสั่นคลอน\n\nแต่สุดท้ายผู้กล้าซึ่งเดินหายไปในหิมะ ก็ไม่สามารถกลับมาได้ทันเวลา\nคำพูดเกลียดชังที่ถูกสายลมและหิมะกัดเซาะมานานคอยกระซิบบอกว่าเขาได้หนีไป...\n",
        "vi": "\nVới hy vọng nhỏ nhoi còn lại trong tuyết, người anh hùng bắt tay vào hành trình tìm kiếm sự cứu rỗi.\nĐầu đội vương miện Băng giá, hiên ngang biến mất giữa bão tuyết lạnh giá vô tận.\n\nGánh khế ước của thành phố núi, gánh ánh mắt trong veo, người dũng sĩ từng trải chưa bao giờ sợ hãi những điều chưa biết bên ngoài bức màn băng.\nPhong cảnh núi non từng xanh tươi và những lời chúc phúc sẽ không còn rơi xuống từ phương trời xa xôi, là động lực không bao giờ cạn kiệt của dũng sĩ.\n\n\"Vượt qua cánh cổng đóng băng, đi xuống hành lang sâu hun hút\"\n\"Anh ngắt Nhánh Bạc xuống, để đem đến hi vọng cho Tuyết Quốc\"\n\nThiếu nữ hát bài ca động viên người trong tộc, che chở cho tất cả ký ức liên quan đến anh.\nCô tin chắc rằng anh sẽ quay về bên cô, mang theo những ánh sáng ấm áp và hi vọng vẹn nguyên.\n\nNhưng cuối cùng dũng sĩ đạp tuyết bước đi đã không kịp trở về.\nNhững lời hận thù bị gió tuyết bào mòn đã tố cáo sự trốn chạy của anh...\n"
      },
      "imgid": "blizzard_strayer_circlet"
    }
  ]
}