{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "被怜爱的少女",
    "zht": "被憐愛的少女",
    "jp": "愛される少女",
    "ko": "사랑받는 소녀",
    "en": "Maiden Beloved",
    "de": "Ins Herz geschlossenes Mädchen",
    "es": "Doncella Amada",
    "fr": "Amour chéri",
    "pt": "Donzela Amada",
    "ru": "Возлюбленная юная дева",
    "id": "Maiden Beloved",
    "th": "Maiden Beloved",
    "vi": "Thiếu Nữ Đáng Yêu"
  },
  "descriptions": [
    {
      "zhs": "角色造成的治疗效果提升15%。",
      "zht": "角色造成的治療效果提升15%。",
      "jp": "与える治療効果+15%。",
      "ko": "캐릭터가 주는 치유 효과+15%",
      "en": "Character Healing Effectiveness +15%",
      "de": "Erhöht den aktiven Heileffekt der Figur um 15 %.",
      "es": "Aumenta en un 15% la curación realizada.",
      "fr": "Augmente les soins effectués par le personnage de 15 %.",
      "pt": "Efeito de Cura do Personagem aumenta em 15%",
      "ru": "Увеличивает эффективность лечения на 15%.",
      "id": "Meningkatkan 15% efek pemulihan karakter.",
      "th": "เพิ่มผลของการรักษา ตัวละครขึ้น 15%",
      "vi": "Hiệu quả trị liệu nhân vật tạo ra tăng 15%."
    },
    {
      "zhs": "施放元素战技或元素爆发后的10秒内，队伍中所有角色受治疗效果加成提高20%。",
      "zht": "施放元素戰技或元素爆發後的10秒內，隊伍中所有角色受治療效果加成提高20%。",
      "jp": "元素スキルまたは元素爆発を発動した後10秒間、チーム全員の受ける治療効果+20%。",
      "ko": "원소전투 스킬 또는 원소폭발 발동 후 10초 동안 파티 내 모든 캐릭터가 받는 치유 효과가 20% 증가한다",
      "en": "Using an Elemental Skill or Burst increases healing received by all party members by 20% for 10s.",
      "de": "Erhöht den passiven Heilungseffekt aller Truppenmitglieder nach Anwendung von Elementarfähigkeiten oder Spezialfähigkeiten 10 s lang um 20 %.",
      "es": "El uso de una Habilidad Elemental o Definitiva aumenta en un 20% la curación recibida de todos los miembros del equipo durante 10 s.",
      "fr": "Augmente les soins reçus par toute l'équipe de 20 % pendant 10 s après l'utilisation d'une compétence élémentaire ou d'un déchaînement élémentaire.",
      "pt": "Ao usar uma Habilidade Elemental ou Explosão, aumenta a cura recebida por todos os membros da equipe em 20% por 10s.",
      "ru": "Увеличивает получаемое лечение всех членов отряда на 20% в течение 10 сек. после использования элементального навыка или взрыва стихии.",
      "id": "Menggunakan Elemental Skill atau Elemental Burst meningkatkan 20% pemulihan yang diterima seluruh anggota party selama 10 detik.",
      "th": "ภายในเวลา 10 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย สมาชิกทีมทั้งหมดในทีมจะได้รับ การรักษาเพิ่มขึ้น 20%",
      "vi": "10s sau khi thi triển kỹ năng Nguyên Tố hoặc Kỹ Năng Nộ, hiệu quả trị liệu tất cả nhân vật trong đội nhận được tăng 20%."
    }
  ],
  "imgid": "maiden_beloved_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "远方的少女之心",
        "zht": "遠方的少女之心",
        "jp": "彼方にある少女の心",
        "ko": "먼 곳에 있는 소녀의 마음",
        "en": "Maiden's Distant Love",
        "de": "Kindlichkeit der Maid",
        "es": "Corazón Distante de la Doncella",
        "fr": "Cœur lointain de la Demoiselle",
        "pt": "Amor Distante da Donzela",
        "ru": "Далёкая душа юной девы",
        "id": "Maiden's Distant Love",
        "th": "Maiden's Distant Love",
        "vi": "Trái Tim Thiếu Nữ Phương Xa"
      },
      "description": {
        "zhs": "永远娇嫩的鲜花，历经长久时光仍不枯萎地散发着芬芳。",
        "zht": "永遠嬌嫩的鮮花，歷經長久時光仍不枯萎地散發著芬芳。",
        "jp": "永遠に咲く花、長い時を経ても枯れずに香りを放ち続ける。",
        "ko": "평생 여린 꽃. 오랜 세월을 보냈음에도 불구하고 여전히 생기있게 향기를 발산한다",
        "en": "A fragrant flower that will bloom for all eternity and never wither.",
        "de": "Eine filigrane Blume, die all der Zeit zum Trotz nicht verwelkt und weiter einen unwiderstehlichen Duft abgibt.",
        "es": "Una delicada y orgullosa flor que nunca se ha marchitado. Sigue emitiendo una fragancia irresistible.",
        "fr": "Une fleur délicate qui ne s'est jamais fanée et qui continue à émettre un parfum irrésistible.",
        "pt": "Flores eternamente delicadas, mesmo depois de muito tempo, ainda estão perfumadas sem murchar.",
        "ru": "Бесконечно ароматный цветок, который никогда не завянет.",
        "id": "Bunga harum semerbak yang tidak pernah layu, dan tidak pernah kehilangan kesegarannya.",
        "th": "กลิ่นหอมที่ไม่เคยจางหายของดอกไม้ที่จะไม่มีวันแห้งเหี่ยวลง",
        "vi": "Hoa tươi vĩnh viễn, cho dù trải qua năm tháng vẫn tỏa hương thơm."
      },
      "lore": {
        "zhs": "\n少女般淡雅的粉色鲜花，依然娇嫩。\n是书中记载的如今已经绝灭的品种。\n\n如少女在故事中无数次读到的：\n获救的少女与彼时依旧纯白的骑士，\n交换了彼此的花为各自的祝福。\n\n少女的心通常如鲜花一般易逝易变。\n但这朵花时至今日依然故我地湿润。\n因为她的心始终停滞在那一刻，\n少女初次遇见她的骑士的时刻。\n",
        "zht": "\n少女般淡雅的粉色鮮花，依然嬌嫩。\n是書中記載的如今已經絕滅的品種。\n\n如少女在故事中無數次讀到的：\n獲救的少女與彼時依舊純白的騎士，\n交換了彼此的花為各自的祝福。\n\n少女的心通常如鮮花一般易逝易變。\n但這朵花時至今日依然故我地濕潤。\n因為她的心始終停滯在那一刻，\n少女初次遇見她的騎士的時刻。\n",
        "jp": "\n淡くて優雅なピンク色の花、未だに瑞々しい。\n本の記載によると今は絶滅品種になっている。\n\n少女が読んだ物語に何度もあったように、\n救われた少女とまだ純白であった騎士が、\n互いの花と祝福を交換した。\n\n少女の心は通常、花のようにすぐ散っていく。\nこの花だけが、未だ瑞々しい状態を保っている。\nそれは彼女の心があの時に止まったから。\n少女が初めて彼女の騎士に出会った頃に。\n",
        "ko": "\n소녀 같이 단아하고 분홍빛을 띠는 여린 꽃은\n지금은 멸종되었다고 책에 기록된 품종이다.\n\n소녀의 이야기에서 수차례 쓰였듯이:\n구조된 소녀와 순백의 기사는\n꽃을 교환하며 서로를 축복해 주었다.\n\n소녀의 마음은 본래 꽃처럼 쉽게 시들고 변하는데\n이 꽃만큼은 오늘날까지도 촉촉함을 유지하고 있다.\n그녀의 마음이 여전히 그 시각에 머물고 있는 탓일지도 모른다.\n소녀가 처음 그녀의 기사를 만났던 그날에…\n",
        "en": "\nThe maiden's flower. Fresh and elegant just like its original owner.\nThe books say that this species of flower has long been extinct.\n\nJust like that passage the maiden had read countless times in books:\n\"The damsel in distress was saved by the white knight in shining armor.\"\n\"And they exchanged flowers as blessings to one another.\"\n\nThough a maiden's heart is said to change with the seasons, just like a flower,\nThis flower remained constant.\nFor her heart had stopped in that moment long ago:\nThe moment that she met the knight.\n",
        "de": "\nDie Blume der Maid, frisch und elegant, genau wie ihre Besitzerin.\nLaut den Fachbüchern galt diese Blume längst als ausgestorben.\n\nWie in den Geschichten, die die Maid schon oft gelesen hatte:\nDie Jungfrau in Nöten und der Ritter in Weiß\ntauschten Blumen miteinander, um sich die besten Wünsche zu überbringen.\n\nAuch wenn das Herz einer Maid oft verwelkt wie eine Blume,\nblieb diese Blume taufrisch.\nWeil ihr Herz in dem Moment vor langer Zeit anhielt:\nDer Moment, in dem sie den Ritter traf.\n",
        "es": "\nLa flor de la Doncella. Tan desenfadada y elegante como su dueña.\nEs un ejemplar extinto en los registros escritos.\n\nLa Doncella describía su uso en una historia que leía incontables veces:\nLa damisela en apuros y el inocente caballero blanco\nintercambiaban bendiciones por medio de flores.\n\nAunque el corazón de la Doncella se marchitaba como las flores,\nesta en particular sigue intacta hasta el día de hoy.\nEsto se debe a que su corazón se detuvo en el momento\nen el que conoció al caballero.\n",
        "fr": "\nLa fleur de la jeune fille. Fraîche et élégante, à l'image de celle qui l'a cueillie.\nD'après les livres, cette espèce n'existe plus depuis longtemps.\n\nÀ la manière de ce qu'elle avait lu et relu,\nla demoiselle en détresse fut sauvée par le chevalier en blanche armure.\nEt en signe de félicité réciproque, ils s'échangèrent leurs fleurs.\n\nLe cœur d'une demoiselle souvent change avec les saisons, comme la fleur ;\nmais cette fleur resta constante.\nCar son cœur s'était arrêté ce jour-là,\nlorsqu'elle fit la rencontre du chevalier.\n",
        "pt": "\nA flor da donzela. Fresca e elegante, como sua dona.\nOs livros dizem que esta espécie de flor foi extinta há muito tempo.\n\nAssim como aquela passagem que a donzela havia lido inúmeras vezes em livros:\n\"A donzela em apuros foi salva pelo cavaleiro branco de armadura brilhante\",\n\"E trocaram flores como bênçãos um para o outro\".\n\nEmbora se diga que o coração de uma donzela muda com as estações, assim como uma flor,\nesta flor permaneceu intacta até os dias de hoje.\nPois, seu coração havia parado naquele momento, há muito tempo atrás;\nNo momento em que ela conheceu o cavaleiro.\n",
        "ru": "\nРозовый цветок девушки, такой же скромный и нежный, как она.\nВ книгах пишут, что таких цветов уже давно не существует.\n\nДевушка много раз читала в книгах такие истории:\n«И девушка была спасена прекрасным рыцарем на белом коне,\nИ они обменялись цветами, благословляя друг друга».\n\nОбычно девичьи сердца непостоянны, как цветы.\nНо этот цветок по-прежнему жив.\nВедь сердце девушки навсегда застыло в том моменте прошлого,\nкогда она впервые встретила рыцаря.\n",
        "id": "\nBunga sang gadis. Segar dan elegan sama seperti pemiliknya.\nTertulis bahwa bunga jenis ini sudah lama punah.\n\nSama seperti paragraf yang telah dibaca gadis itu berkali-kali:\nSeorang gadis yang diselamatkan oleh kesatria berbaju besi,\nDan mereka saling bertukar bunga sebagai berkat untuk satu sama lain.\n\nWalaupun hati seorang gadis senantiasa berubah seiring bergantinya musim, sama seperti bunga,\nNamun bunga yang ini tetap setia.\nKarena hatinya sudah terhenti sejak lama,\nDi saat dia bertemu sang kesatria.\n",
        "th": "\nดอกไม้สีชมพูที่สง่างามราวกับหญิงสาวนั้นยังคงเย่อหยิ่ง\nในหนังสือบอกว่ามันสูญพันธุ์ไปตั้งนานแล้ว\n\nเหมือนที่หญิงสาวอ่านเรื่องราวนับครั้งไม่ถ้วน:\nหญิงสาวผู้ได้รับการช่วยเหลือโดยอัศวินผู้กล้า\nแลกเปลี่ยนดอกไม้ของกันและกันเพื่อรับพรของพวกเขา\n\nแม้ว่าหัวใจของหญิงสาวจะเหี่ยวเฉาง่ายเหมือนดอกไม้\nแต่ดอกไม้นี้ยังคงชุ่มชื้นมาจนถึงทุกวันนี้\nเพราะว่าหัวใจของเธอนั้นหยุดอยู่ที่ช่วงเวลานั้น\nในตอนที่เธอเจอกับอัศวิน\n",
        "vi": "\nHoa màu hồng thanh nhã như người thiếu nữ, vẫn yêu kiều như xưa.\nLà loài hoa đến nay đã không còn, chỉ có thể tìm thấy trong sách vở.\n\nNhư câu chuyện thiếu nữ đọc nhiều lần:\nThiếu nữ được giải cứu và Hiệp Sĩ trắng,\nHọ trao tặng nhau những bông hoa cùng với các lời chúc.\n\nTâm hồn của thiếu nữ giống như đóa hoa tươi vậy, dễ mất đi mà cũng dễ thay đổi.\nThế nhưng bông hoa đó vẫn tươi tốt trong lòng tôi.\nLà do tâm trí của cô đã dừng lại ở thời khắc ấy,\nThời khắc lần đầu thiếu nữ gặp Kỵ Sĩ.\n"
      },
      "imgid": "maiden_beloved_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "少女飘摇的思念",
        "zht": "少女飄搖的思念",
        "jp": "少女の揺らぐ思い",
        "ko": "소녀의 흔들리는 그리움",
        "en": "Maiden's Heart-stricken Infatuation",
        "de": "Sehnsucht der Maid",
        "es": "Recuerdos de la Doncella",
        "fr": "Pensée de la Demoiselle",
        "pt": "Lembranças da Donzela",
        "ru": "Тоска юной девы",
        "id": "Maiden's Heart-stricken Infatuation",
        "th": "Maiden's Heart-stricken Infatuation",
        "vi": "Ý Nghĩ Của Thiếu Nữ"
      },
      "description": {
        "zhs": "寄托谁人的思念的羽饰，就如与风一同去往远方的候鸟。",
        "zht": "寄託誰人的思念的羽飾，就如與風一同去往遠方的候鳥。",
        "jp": "誰かの思いを乗せた羽根飾り、まるで風と共に遠くへ去った渡り鳥のようだ。",
        "ko": "누군가에 대한 그리움이 담긴 깃털장식. 바람과 함께 멀리 날아가는 철새와도 같다",
        "en": "A feathered accessory that carries the longing for a certain someone, like a migratory bird on the wind.",
        "de": "Worte an einen ganz bestimmten Menschen, die wie ein Vogel mit dem Wind zu weit entfernten Orten fliegen.",
        "es": "Plumas decorativas cuya finalidad era la de recordar a alguien. Vuelan como aves migratorias siguiendo al viento.",
        "fr": "Cet accessoire transporte les pensées d'une certaine personne, semblable à l'oiseau migrateur qui chevauche les vents.",
        "pt": "Penas destinadas aos pensamentos de alguém, são como aves migratórias que se afastam com o vento.",
        "ru": "В это перо заключена тоска за кем-то особенным, подобно улетевшей с ветром в дальние края птице.",
        "id": "Bulu burung yang mengandung makna kerinduan hati seseorang, seperti burung yang merindukan tiupan angin Selatan.",
        "th": "ขนนกที่แบกรับความปรารถนาของ ใครบางคนไว้ เหมือนกับนกที่อพยพมาตามลม",
        "vi": "Trang sức bằng lông ký gửi tâm tư, giống như loài chim di trú bay theo gió đến nơi xa."
      },
      "lore": {
        "zhs": "\n精致的羽饰。经历了许久的年月，\n羽毛当中已经聚积了不少的尘灰。\n\n自从遇见骑士的那一天起，少女的命运就已经结束。\n不再为当下、青春、恋爱，不再为这一切活在当下，\n无处寄挂的思念就如寻巢的无足之鸟，永远地漂泊。\n\n不知这种思念是否能传达到那位，\n醉心于自己的骑士道的骑士心中，\n能传达到四方大地与覆灭古国处，\n让他目睹她所梦见的那些景致呢。\n",
        "zht": "\n精緻的羽飾。經歷了許久的年月，\n羽毛當中已經聚積了不少的塵灰。\n\n自從遇見騎士的那一天起，少女的命運就已經結束。\n不再為當下、青春、戀愛，不再為這一切活在當下，\n無處寄掛的思念就如尋巢的無足之鳥，永遠地漂泊。\n\n不知這種思念是否能傳達到那位，\n醉心於自己的騎士道的騎士心中，\n能傳達到四方大地與覆滅古國處，\n讓他目睹她所夢見的那些景致呢。\n",
        "jp": "\n精巧な羽根の飾り。\n時を経て、羽根に結構な埃が溜まっていた。\n\n騎士に出会った日、少女の運命は終わった。\n青春、恋愛、これらのために今を生きることはできない。\n届かぬ思いは、巣を探し彷徨う鳥のように永遠に漂流する。\n\nこの思いは、\nあの騎士道に溺れている騎士の心に届くだろう。\n滅亡した古国にいる騎士に、\n彼女が夢見た景色は届くだろう。\n",
        "ko": "\n정교한 깃털 장식. 수많은 세월을 거쳐서 인지 \n깃털에 적지 않은 먼지가 쌓였다.\n\n기사를 만난 그날부터 소녀의 운명은 이미 정해졌다.\n그녀는 더 이상 청춘과 연애 같은 현실 속에서 살지 않았다.\n그녀의 기댈 곳 없는 그리움은 둥지를 찾는 날개 없는 새 처럼 떠돌기만 하였다.\n\n이런 그리운 감정이 \n기사의 길에 심취해 있는 그분의 마음에 전달될 수 있을지는 몰라도\n이 그리움을 사방 곳곳과 멸망한 고국 지대에 전달하여\n그로 하여금 그녀가 꿈에서 보았던 광경들을 보게 할 수는 없을까 .\n",
        "en": "\nAn old but delicate feathered ornament.\nAfter many years, it is now covered in layers of dust.\n\nFor the maiden, time stopped still the day she met the knight.\nNothing mattered to her anymore, not even love and youth.\nShe sought him constantly, wandering far like a lost bird without a nest to cling to.\n\n\"May my love reach the knight,\" she prayed.\nMeanwhile, the knight dedicated himself to the pursuit of chivalry.\nIn a distant land where ancient empires crumbled,\nWould the knight see the scenery she dreamt of?\n",
        "de": "\nAlte, dennoch exquisite Federn. Nach so vielen Jahren jedoch\nhat sich ganz schön viel Staub auf ihnen abgelagert.\n\nNach dem schicksalhaften Treffen mit dem Ritter hatte die Uhr der Maid aufgehört zu gehen.\nNichts hatte mehr Bedeutung für sie, weder Liebe noch Jugend.\nSie war verloren, wandelte umher wie ein nestloser Vogel.\n\nOb diese Art des Vermissens zu der Person vordringen kann,\nbis zum Herzen eines Ritters, der sich in seinem Rittertum suhlte,\nbis zu allen Ecken und den Ruinen der alten Welt,\nwird er sehen können, wovon sie träumt?\n",
        "es": "\nUn adorno de plumas viejo pero delicado.\nLos años lo han cubierto de muchas capas de polvo.\n\nDesde que conoció al caballero, el reloj de la Doncella había dejado de funcionar.\nYa nada le importaba, ni siquiera el amor ni la juventud.\nElla siempre lo buscó en regiones perdidas, como un pájaro sin nido al que aferrarse.\n\nRezó para que su amor llegara al caballero,\npero él estaba devotamente dedicado a la caballería.\nEn tierras lejanas donde antiguos imperios se derrumbaron,\n¿encontrará el caballero los paisajes con los que la Doncella soñó?\n",
        "fr": "\nUn délicat accessoire fait de plumes exquises.\nLes années l'ont recouvert de poussière.\n\nLe temps se figea pour la jeune fille depuis sa rencontre avec le chevalier.\nRien ne lui importait plus, ni l'amour, ni la jeunesse.\nElle se mit à le rechercher corps et âme, errant comme un oiseau hors de son nid.\n\nLa jeune fille priait pour que son amour\npuisse toucher le chevalier qui dédia sa vie à son métier.\nElle espérait qu'il pouvait voir tous les paysages\nqu'elle avait imaginé pour lui.\n",
        "pt": "\nUm antigo, porém, delicado ornamento de penas.\nDepois de muitos anos, agora está coberto de camadas de poeira.\n\nPara a donzela, o tempo parou até o dia em que ela conheceu o cavaleiro.\nNada mais importava para ela, nem mesmo o amor e a juventude,\nEla o procurou constantemente, vagando como um pássaro perdido, sem um ninho para pousar.\n\n\"Que meu amor chegue ao cavaleiro\", ela orava,\nporém, o cavaleiro estava dedicado em seu ofício.\nEm uma terra distante onde os antigos impérios se desmoronaram,\nencontraria o cavaleiro as paisagens com que a donzela sonhava?\n",
        "ru": "\nИзысканное перо. Годы не пощадили его,\nпоэтому оно покрыто толстым слоем пыли.\n\nПосле той встречи с рыцарем время для девушки остановилось.\nНи юность, ни любовь, ни радости жизни больше ничего не значили для неё.\nКуда бы девушка не отправилась, везде она тосковала по нему, и бродила по свету, как птица, лишившаяся гнезда.\n\nОна не знала, узнает ли рыцарь о её тоске,\nДостигнет ли она сердца человека, посвятившего себя рыцарскому пути,\nСможет ли она пройти по дальним землям, где гибли древние империи,\nЧтобы прийти к нему во сне?\n",
        "id": "\nOrnamen halus berbulu yang sudah tua,\nSetelah sekian tahun, tertutup oleh debu.\n\nBagi sang gadis, waktu terhenti pada hari di mana dia bertemu sang kesatria.\nTidak ada yang penting lagi baginya, cinta maupun masa muda,\nDia terus mencarinya, berkelana jauh bagai burung yang tersesat tanpa sarang untuk berpulang.\n\nTidak tahu apakah perasaannya akan sampai kepadanya,\nNamun sang kesatria hanya tertarik pada tugasnya,\nDi dataran jauh di mana kerajaan kuno runtuh,\nMembiarkan sang kesatria melihat pemandangan yang diimpikan oleh sang gadis.\n",
        "th": "\nเศษขนนกที่เก่าแก่แต่ละเอียดอ่อน\nหลังจากเวลาผ่านไปหลายปี ตอนนี้มันถูกกลบไปด้วยฝุ่นหลายชั้น\n\nตั้งแต่ที่เธอได้เจอกับอัศวิน โชคชะตาของหญิงสาวก็ได้จบลง\nไม่มีอะไรสำคัญกับเธออีกต่อไปแล้ว แม้กระทั่งความรักและความเยาว์วัย\nเธอค้นหาเขาตลอดเวลา ร่อนเร่ไปไกลเหมือนนกที่โบยบินไปโดยไม่มีรังให้ยึดเหนี่ยว\n\nไม่รู้ว่าความคิดถึงของเธอจะสามารถส่งผ่านไปยังบุคคลนั้นได้หรือไม่\nอัศวินอุทิศตนในการแสวงหาความกล้าหาญ\nในดินแดนอันห่างไกลที่ซึ่งอาณาจักรโบราณล่มสลาย\nอัศวินจะได้เห็นฉากที่เธอฝันไว้มั้ยนะ?\n",
        "vi": "\nChiếc lông vũ là món trang sức tinh tế. Đã trải qua bao năm tháng,\nVì vậy trên cọng lông cũng phủ lên không ít bụi trần.\n\nKể từ ngày gặp Kỵ Sĩ, sinh mệnh của thiếu nữ đã kết thúc.\nKhông sống vì những gì trước mắt, không vì thanh xuân cũng không vì tình yêu,\nTâm tư không một chút vướng bận cũng giống như chim không tổ, cứ trôi đi mãi mãi.\n\nKhông biết tâm tư này có thể truyền đạt đến người ấy hay không,\nNhưng tâm trí của chàng Kỵ Sĩ đã sớm đắm chìm trong Kỵ Sĩ Đạo của riêng mình\nCó thể truyền đạt đến khắp năm phương bốn bề,\nKhiến chàng thấy được cảnh tượng mà cô mơ ước.\n"
      },
      "imgid": "maiden_beloved_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "少女苦短的良辰",
        "zht": "少女苦短的良辰",
        "jp": "少女の短い華年",
        "ko": "소녀의 짧은 행복",
        "en": "Maiden's Passing Youth",
        "de": "Morgen der Maid",
        "es": "Juventud Pasajera de la Doncella",
        "fr": "Petit matin de la Demoiselle",
        "pt": "Juventude Passageira da Donzela",
        "ru": "Уходящая молодость юной девы",
        "id": "Maiden's Passing Youth",
        "th": "Maiden's Passing Youth",
        "vi": "Thời Gian Chờ Đợi Của Thiếu Nữ"
      },
      "description": {
        "zhs": "指针的旋转不会有尽头，但少女受人宠爱的岁月则相反。",
        "zht": "指針的旋轉不會有盡頭，但少女受人寵愛的歲月則相反。",
        "jp": "時計の針に終点はないが、少女の愛される歳月はそうではない。",
        "ko": "바늘의 회전은 끝이 없으나 소녀가 사랑받는 세월은 그렇지 않다",
        "en": "The hands of time will never come to an end, but the same cannot not be said for those cherished years of the young maiden's life when she was doted upon.",
        "de": "Die Bewegung der Zeiger nimmt kein Ende, ganz anders die Art und Weise, wie man mit einer jungen Dame umgeht, wenn sie nicht mehr ganz so jung ist.",
        "es": "El tiempo no espera a nadie. Ni siquiera a la belleza de la Doncella, que desapareció tras años de admiración por parte de sus pretendientes.",
        "fr": "Le mouvement du temps ne s'arrête pas, contrairement à la jeunesse qui n'est qu'éphémère.",
        "pt": "O tempo não espera por ninguém, até mesmo a beleza de uma donzela irá embora um dia.",
        "ru": "Стрелки часов никогда не останавливаются, в отличие от золотых лет юной девы.",
        "id": "Jarum jam yang tidak pernah berhenti berdetak, tidak sama halnya dengan kecantikan paras muda seorang wanita.",
        "th": "เข็มของนาฬิกาไม่เคยหยุด แต่ยุคทองอันงดงามของหญิงสาวที่ถูกห้อมล้อมด้วยความรักนั้นต้องหยุดลงสักวัน",
        "vi": "Những cây kim thời gian sẽ không dừng lại, nhưng thời gian của thiếu nữ thì lại có hạn."
      },
      "lore": {
        "zhs": "\n很精密的仪器。不顾物主的感受，\n无情而无限地展示着事物的变迁。\n\n少女的岁月是有尽头的，\n但她等待的岁月却没有。\n怀钟指针在一日又一日地轮回着，\n怀钟主人的思慕与回忆也是如此。\n\n多年以后，她还记得，多年以前，\n遇到她的，她等待的纯白的骑士。\n",
        "zht": "\n很精密的儀器。不顧物主的感受，\n無情而無限地展示著事物的變遷。\n\n少女的歲月是有盡頭的，\n但她等待的歲月卻沒有。\n懷鐘指針在一日又一日地輪迴著，\n懷鐘主人的思慕與回憶也是如此。\n\n多年以後，她還記得，多年以前，\n遇到她的，她等待的純白的騎士。\n",
        "jp": "\n精密な器具。持ち主の気持ちを考えず、\n物事の変遷を永遠に示している。\n\n少女の時間は限られていた。\nだが彼女の待つ時間に限りはなかった。\n懐中時計の秒針がぐるぐると回りに回った。\n持ち主の思慕と思い出も同じであった。\n\n時が経っても、彼女はまだ覚えていた。\n数年前に出会った純白の騎士のことを。\n",
        "ko": "\n정교하게 만들어진 기기는 주인의 기분은 고려하지도 않은 채\n사물의 변화를 무정하고도 무한적으로 보여주고 있다.\n\n소녀의 세월은 끝이 있지만\n그녀가 기다리는 세월은 끝이 없다. \n시곗바늘은 매일 째깍째깍 돌아간다.\n시계 주인의 그리움과 추억도 함께…\n\n오랜 세월이 지나도 그녀는 오래전에\n만났던 순백의 기사를 기억할 것이다.\n",
        "en": "\nA delicate timepiece.\nIt stood as a testament to the inevitable passage of time, indifferent to its owner's feeling.\n\nThe maiden's time would one day come to an end.\nBut her waiting would not.\nThe short hand seemed to be constantly chasing after the long hand.\nMuch like the incessant longing that filled the maiden's heart and mind.\n\nYears after the event, she still remembered the knight she met that day.\nThe white knight that came to her. The white knight she had been waiting for ever since.\n",
        "de": "\nEin sehr präzises Messgerät. Unabhängig von den Gefühlen seines Besitzers\nzeigt es unermüdlich die Veränderung aller Dinge an.\n\nEines Tages kam auch das Leben der Maid zu einem Ende,\nihr Warten jedoch nicht.\nTag und Nacht folgten aufeinander, wieder und wieder,\nso wie ihre Gedanken und Gefühle.\n\nSelbst viele Jahre nach dem Ereignis erinnerte sie sich noch, wie sie den Ritter das erste Mal traf.\nDer weiße Ritter, der, auf den sie schon so lange gewartet hatte.\n",
        "es": "\nUna precisa obra de relojería que, indiferente a los sentimientos de su dueña,\nmostraba impasible el paso indefinido del tiempo.\n\nAunque el tiempo de la Doncella llegó a su fin,\nsu espera nunca terminó.\nLa manecilla del reloj daba vueltas día tras día,\nigual que el recuerdo atesorado en la memoria de su dueña.\n\nAños después, seguía recordando al caballero que conoció años atrás.\nAquel caballero blanco que la conoció; aquel que había estado esperando desde entonces.\n",
        "fr": "\nUn objet délicat. Indifférent aux sentiments de sa propriétaire,\nil montre impassible les vicissitudes du temps qui passe.\n\nLa vie de la jeune fille n'était pas éternelle,\nmais elle pouvait attendre une éternité.\nLa petite aiguille suit toujours la grande,\nà l'image de l'attente sans fin emplissant son cœur.\n\nBien des années plus tard, elle se rappelait encore de lui,\nle beau chevalier blanc qui vint pour elle, et qu'elle attendait.\n",
        "pt": "\nUm objeto delicado. Indiferente aos sentimentos de sua proprietária,\nUma exibição implacável e infinita de como o tempo passa.\n\nO tempo da donzela um dia chegaria ao fim,\nMas sua espera nunca terminaria.\nOs ponteiros do relógio de bolso dão voltas dia após dia,\nmuito parecido com o desejo incessante que enchia o coração e a mente da donzela.\n\nAnos após o evento, ela ainda se lembrava do cavaleiro que conheceu naquele dia,\naquele cavaleiro branco que chegou até ela. O cavaleiro branco que ela esperava desde então.\n",
        "ru": "\nОчень точный прибор. Вопреки чувствам владельца,\nБезжалостно и безостановочно демонстрирует вечное течение времени.\n\nВремя девушки однажды подойдет к концу,\nНо её ожидание - нет.\nСтрелки часов безостановочно вращаются день за днём,\nКак и любовь и воспоминания хозяйки.\n\nЧерез много лет она всё ещё помнила, \nКак встретилась с доблестным рыцарем, которого так ждала.\n",
        "id": "\nBenda yang sangat canggih. Terlepas dari perasaan pemiliknya,\nTiada henti dan tanpa batas, terus menunjukkan perubahan demi perubahan bagi pemiliknya.\n\nDan akhirnya waktu sang gadis pun akan berakhir,\nNamun penantiannya tidak akan pernah berakhir.\nJarum jam terus berputar tanpa henti hari demi hari,\nSama seperti kerinduan tanpa henti yang memenuhi hati dan pikiran gadis itu.\n\nBertahun-tahun setelah kejadian tersebut, dia masih terus mengingat kesatria yang dia temui hari itu,\nKesatria putih yang datang kepadanya. Sang kesatria putih yang selalu dia tunggu sejak saat itu.\n",
        "th": "\nเครื่องมือที่มีความแม่นยำมาก มันไม่คำนึงถึงความรู้สึกของเจ้าของ\nมันแสดงให้เห็นว่าเวลาผ่านไปอย่างไม่มีสิ้นสุด\n\nเวลาของหญิงสาวนั้นมีจุดสิ้นสุด\nแต่การรอคอยของเธอนั้นไม่มี\nเข็มของนาฬิกานั้นหมุนกลับไปในทุก ๆ วัน\nเช่นเดียวกับความรักและความทรงจำของเจ้าของของมัน\n\nหลายปีต่อมาเธอก็ยังจดจำเรื่องราวของหลายปีก่อน\nเรื่องของอัศวินที่ได้มาพบกับเธอ อัศวินที่เธอเฝ้ารอคอยตลอดมา\n",
        "vi": "\nMón đồ rất tinh tế. Bất kể cảm xúc của chủ sở hữu thế nào đi nữa,\nVẫn thể hiện sự thay đổi của mọi thứ một cách vô tình và vô tận.\n\nNăm tháng tuổi xuân của Thiếu Nữ là có hạn,\nThế nhưng năm tháng cố đợi chờ là vô hạn.\nKim đồng hồ bỏ túi vẫn quay đều mỗi ngày,\nDòng hồi ức và sự ngưỡng mộ của chủ nhân chiếc đồng hồ cũng thế.\n\nNhiều năm trở về sau, cô vẫn ghi nhớ câu chuyện của nhiều năm về trước,\nChàng Kỵ Sĩ trắng mà cô từng gặp, cô từng đợi chờ.\n"
      },
      "imgid": "maiden_beloved_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "少女片刻的闲暇",
        "zht": "少女片刻的閒暇",
        "jp": "少女の暫く息抜き",
        "ko": "소녀의 짧은 여가",
        "en": "Maiden's Fleeting Leisure",
        "de": "Muße der Maid",
        "es": "Pasatiempo de la Doncella",
        "fr": "Loisir de la Demoiselle",
        "pt": "Passatempo da Donzela",
        "ru": "Досуг юной девы",
        "id": "Maiden's Fleeting Leisure",
        "th": "Maiden's Fleeting Leisure",
        "vi": "Thời Gian Rảnh Rỗi Của Thiếu Nữ"
      },
      "description": {
        "zhs": "属于红茶而不属于烈酒，属于芳甜而不属于苦涩的杯皿。",
        "zht": "屬於紅茶而不屬於烈酒，屬於芳甜而不屬於苦澀的杯皿。",
        "jp": "酒ではなく紅茶の容器。中は苦い味ではなく甘い味である。",
        "ko": "독한 술이 아닌 홍차. 쓰고 떫은 게 아닌 향긋하고 달콤한 잔",
        "en": "A vessel made with sweet black tea in mind rather than bitter liquor.",
        "de": "Ein Becher für Tee, nicht für Wein, für süßen Duft, nicht für Bitterkeit.",
        "es": "No se considera una bebida alcohólica fuerte, sino una especie de té negro. Es más dulce que amargo.",
        "fr": "Une tasse pour le thé sucré plutôt que pour l'alcool amer.",
        "pt": "Não é considerado uma bebída alcoólica forte, mas sim chá preto. É mais doce do que amargo.",
        "ru": "Ёмкость для чёрного чая, а вовсе не для алкоголя. Создано для сладости, а вовсе не для горечи.",
        "id": "Sebuah piala yang dibuat untuk menampung teh hitam, dan bukan arak, dibuat untuk menampung sesuatu yang manis, dan bukan sesuatu yang pahit.",
        "th": "ภาชนะที่ไม่ได้ใช้บรรจุสุรา แต่เป็นชาดำ มันถูกสร้างขึ้นมาเพื่อใส่ของหวาน ไม่ใช่สิ่งที่ขม",
        "vi": "Là hồng trà chứ không phải rượu mạnh, ngọt ngào chứ không hề đắng ngắt."
      },
      "lore": {
        "zhs": "\n少女一直钟爱的杯皿。\n曾为优雅的红茶盈满。\n\n悠闲地品尝小点心与清茶的滋味，\n无关旁人与世界，是少女的特权。\n\n「我的奖章就是这朵花，如此足矣」\n在遇见骑士的那一日，骑士这样说。\n「但是，我的心已经」\n不把这样的话说出口，是她的特权，\n也是少女矜持的枷锁。\n",
        "zht": "\n少女一直鍾愛的杯皿。\n曾為優雅的紅茶盈滿。\n\n悠閒地品嚐小點心與清茶的滋味，\n無關旁人與世界，是少女的特權。\n\n「我的獎章就是這朵花，如此足矣」\n在遇見騎士的那一日，騎士這樣說。\n「但是，我的心已經」\n不把這樣的話說出口，是她的特權，\n也是少女矜持的枷鎖。\n",
        "jp": "\n少女がずっと気に入っていたコップ。\n上品な紅茶に満ちていた。\n\n悠々とお菓子やお茶を楽しんでいる。\n世の中から離れて暮らせるのは少女の特権である。\n\n「俺の褒章はこの花で。それでいい」\n騎士と出会った日に、騎士はこう言った。\n「でも私の心はもう」\nそれを口にしなかったのは、彼女の特権であり、\n少女の矜持でもあった。\n",
        "ko": "\n이건 소녀가 아끼던 잔이다.\n우아한 홍차로 가득 찼었다.\n\n디저트와 차를 여유롭게 음미하는 것은 \n옆 사람이나 세상과 상관없는 소녀만의 특권이다.\n\n「나에게 상으로 이 꽃이면 충분해」\n기사를 만난 날, 기사는 그녀에게 이렇게 말했다.\n「하지만, 제 마음은 이미…」\n이 말을 입 밖에 내지 않은 건 그녀의 특권이였고 \n소녀의 자존심이라는 족쇄였다.\n",
        "en": "\nThe maiden's most cherished teaware.\nIt was once filled with elegant black tea.\n\nIndulging herself in pastries and tea,\nShe cared not one bit about the mundane world. This was her privilege as a maiden.\n\n\"This flower shall be my medal. That is all I need.\"\nThe knight said to her on the day they met.\n\"But, my heart is already—\"\nNot finishing her confession was her privilege,\nbut also the chains of courtliness the maiden had to bear.\n",
        "de": "\nDas Lieblingsporzellan der Maid.\nEinst gefüllt mit feinstem schwarzen Tee.\n\nIn Gebäck und Tee Genuss versunken,\ninteressieren sie die Sorgen der Welt nicht. Das war ihr Privileg als Maid.\n\n„Diese Blume soll meine Medaille sein. Das ist alles, was ich brauche“,\nsagte der Ritter am Tag, an dem er sie traf.\n„Aber mein Herz ist bereits ...“\nIhr Geständnis nicht zu Ende zu führen, war ihr Privileg als Maid,\njedoch war sie auch an die Ketten der Höflichkeit gefesselt, die sie als Maid zu ertragen hatte.\n",
        "es": "\nEl juego de té más preciado de la Doncella.\nAlguna vez estuvo lleno de elegante té negro.\n\nMientras degustaba pastelillos y té,\nel mundo exterior le dejaba de importar. Tal era su privilegio como Doncella.\n\n“Lo único que quiero es que esta flor sea mi medalla”,\nle dijo el caballero el día que se conocieron.\n“Pero mi corazón ya...”.\nNo terminar su confesión también era un privilegio de la Doncella,\npero también era la jaula de oro que la mantenía presa.\n",
        "fr": "\nLa tasse préférée de la jeune fille.\nElle buvait du thé noir dedans autrefois.\n\nManger tranquillement ses pâtisseries et siroter thé loin du monde banal\nétaient des privilèges qui lui étaient réservés.\n\n« Cette fleur sera ma médaille. Cela me suffira. »\nCes paroles furent celles d'un chevalier lors de leur première rencontre.\n« Mais mon cœur vous... »\nNe pas terminer cette phrase était son choix, \nmais c'était aussi les chaînes qui l'écrasaient.\n",
        "pt": "\nO jogo de chá mais precioso da donzela.\nCerta vez, estava cheio de um elegante chá-preto.\n\nSaboreando docinhos e chá,\nela não se importava nem um pouco com o mundo banal. Este era seu privilégio como uma donzela.\n\n\"Esta flor é a minha medalha. É tudo o que eu preciso.\"\nO cavaleiro disse a ela no dia em que se encontraram.\n\"Mas meu coração já...\"\nNão terminar sua confissão também era um privilégio da donzela,\nmas também as correntes de cordialidade que uma donzela tinha de suportar.\n",
        "ru": "\nЛюбимая чашка девушки.\nНекогда была наполнена изысканным чёрным чаем.\n\nБеззаботно наслаждаться зеленым чаем и десертом,\nзабыв о мире и об окружающих людях - маленькая привилегия этой девушки.\n\n«Пусть этот цветок будет моей медалью. Это всё, что мне нужно».\nТак сказал ей рыцарь в тот день, когда они встретились.\n«Но моё сердце уже...»\nНедоговорить эту фразу было не только её привилегией,\nНо и долгом ввиду соблюдения этикета.\n",
        "id": "\nGelas kesayangan sang gadis.\nDulunya selalu terisi penuh dengan teh merah.\n\nMemanjakan dirinya dengan kue dan teh,\nDia tidak peduli sedikitpun mengenai dunia fana, ini adalah hak istimewanya sebagai seorang gadis.\n\n\"Bunga ini akan menjadi lencanaku. Hanya ini yang kubutuhkan.\"\nSeorang kesatria berkata kepadanya saat mereka bertemu.\n\"Tapi, hatiku sudah...\"\nTidak mengatakan pengakuannya sampai tuntas juga adalah hak istimewanya,\nNamun dia juga harus menjaga sopan santunnya.\n",
        "th": "\nชุดชาที่เป็นที่รักมากที่สุดของหญิงสาว\nครั้งหนึ่งมันเคยถูกเติมด้วยชาดำชั้นเลิศ\n\nเพลิดเพลินไปกับการลิ้มรสของหวานและชาแสนอร่อย\nเธอไม่สนใจอะไรเกี่ยวกับโลกใบนี้ นี่เป็นสิทธิพิเศษของเธอในฐานะหญิงสาว\n\n\"ดอกไม้ดอกนี้จะเป็นเสมือนเหรียญที่ระลึกของฉัน แค่นี้ก็เพียงพอแล้ว\"\nในวันนั้นที่เธอพบกับอัศวิน เขาได้พูดไว้อย่างนี้\n\"แต่ว่า หัวใจของฉันนั้น...\"\nการไม่ยอมรับคำสารภาพของเธอเป็นสิทธิพิเศษของเธอ\nและก็เป็นโซ่ตรวนที่คอยผูกมัดตัวเธอ\n",
        "vi": "\nChiếc ly mà thiếu nữ vô cùng yêu thích.\nTừng chứa đầy hồng trà nhã nhặn.\n\nUng dung thưởng thức điểm tâm và vị trà nhạt,\nKhông màng thế sự là đặc quyền của thiếu nữ.\n\n\"Phần thưởng của tôi chính là bông hoa này, như vậy cũng đủ mãn nguyện rồi\"\nVào ngày gặp Kỵ Sĩ, người đã nói như vậy.\n\"Thế nhưng, tim ta đã\"\nKhông nói ra những lời như vậy, là đặc quyền của cô,\ncũng là điều trói buộc thiếu nữ bấy lâu.\n"
      },
      "imgid": "maiden_beloved_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "少女易逝的芳颜",
        "zht": "少女易逝的芳顏",
        "jp": "少女の儚き顔",
        "ko": "소녀의 꺾여가는 미모",
        "en": "Maiden's Fading Beauty",
        "de": "Vergänglichkeit der Maid",
        "es": "Belleza Desvanecida de la Doncella",
        "fr": "Beauté fugace de la Demoiselle",
        "pt": "Beleza Desvanecida da Donzela",
        "ru": "Увядающая красота юной девы",
        "id": "Maiden's Fading Beauty",
        "th": "Maiden's Fading Beauty",
        "vi": "Nhan Sắc Của Thiếu Nữ"
      },
      "description": {
        "zhs": "精心保养的女士帽，即使是眼角的皱纹也可以完美遮盖。",
        "zht": "精心保養的女士帽，即使是眼角的皺紋也可以完美遮蓋。",
        "jp": "丁寧に手入れされた帽子、目じりの皺をも完璧に隠せる。",
        "ko": "정성스럽게 수선한 여성 모자. 눈가의 주름까지 완벽하게 가릴 수 있다",
        "en": "A meticulously well-maintained woman's hat that keeps wrinkles safely out of sight.",
        "de": "Ein sehr gepflegter Damenhut. Richtig getragen kann man damit sogar die Krähenfüße an den Augen verdecken.",
        "es": "Un sombrero de mujer bien cuidado. Puede ocultar el rostro de la persona que lo lleva si no quiere mostrarlo.",
        "fr": "Un chapeau de femme bien entretenu. Il peut cacher le visage de la personne qui le porte – y compris les pattes d'oie.",
        "pt": "Chapéus femininos bem cuidados, até as rugas nos cantos dos olhos podem ser perfeitamente cobertas.",
        "ru": "Хорошо ухоженная дамская шляпа, помогающая скрыть морщины.",
        "id": "Sebuah topi wanita yang dirawat dengan sangat baik, dapat membantu untuk menutupi keriput wajah dengan sempurna.",
        "th": "หมวกของผู้หญิงที่ช่วยให้รอยย่นหายไปจากสายตา ที่ได้รับการดูแลรักษาอย่างดี",
        "vi": "Chiếc nón được bảo dưỡng cẩn thận, cho dù là nếp nhăn trên mắt cũng dễ dàng che đi được."
      },
      "lore": {
        "zhs": "\n即使是在追求者与花束的簇拥中，\n少女也从未摘下礼帽，稍微抬眼，\n费心记下那些人们的名字与相貌。\n\n许多年里，她都会在每日的末尾，\n将礼帽上积攒的些微的灰尘掸去。\n但容颜上积聚的尘沙是掸不去的。\n\n追求者与花束随着年月日渐减少，\n但她的心还停留在过去的某一日。\n",
        "zht": "\n即使是在追求者與花束的簇擁中，\n少女也從未摘下禮帽，稍微抬眼，\n費心記下那些人們的名字與相貌。\n\n許多年裡，她都會在每日的末尾，\n將禮帽上累積的些微的灰塵撣去。\n但容顏上積聚的塵沙是撣不去的。\n\n追求者與花束隨著年月日漸減少，\n但她的心還停留在過去的某一日。\n",
        "jp": "\n求愛者と花に囲まれても、\n少女は一度も礼帽を外さなかった。\n名前と顔を覚える必要すらない人たちの顔は見もしなかった。\n\n長年、彼女は眠りにつく前に、\n礼帽についた埃を払っていた。\nだが顔に溜まっていく埃は拭えない。\n\n求愛者と、贈られる花束の数は時間が経つにつれて減っていったが、\n彼女の心は過去のある日に留まった。\n",
        "ko": "\n구애자와 꽃다발에 의해 둘러싸여도\n소녀는 페도라를 벗고 눈을 살짝 치켜들어\n그들의 이름과 생김새를 기억한 적이 없었다.\n\n오랜 세월 동안 그녀는 하루의 끝이 되면\n페도라에 쌓인 먼지를 털어내곤 했지만\n얼굴에 쌓인 먼지만큼은 털어내지 못하였다.\n\n구애자와 꽃다발이 점점 줄어들었지만\n그녀의 마음은 여전히 과거의 어느 날에 머물고 있다.\n",
        "en": "\nEven when surrounded by flowers from her courters, \nThe maiden never removed her hat to get a better look at them.\nTheir names and faces were not worth remembering.\n\nFor years, at the end of every day,\nthe maiden would brush off the dust on her hat.\nBut the passage of time showed in her face, too — and unlike the dust, it could never be brushed off.\n\nAs time passed, fewer and fewer courters visited her with flowers.\nWhat did it matter? For her, time had already stopped long ago on that fateful day.\n",
        "de": "\nSelbst in der Menge der Bewunderer und Geschenke\nhat die Maid kein einziges Mal ihren Hut abgenommen oder ihre Augen weit geöffnet.\nDenn für sie waren ihre Namen und Gesichter es nicht wert, dass sie sich daran erinnerte.\n\nNoch viele Jahre lang am Ende eines jeden Tages\nstaubte sie ihren Hut ab.\nWas sie jedoch nicht abzuwischen vermochte, war der Staub auf ihrer Seele.\n\nMit der Zeit nahm die Menge an Verehrern deutlich ab.\nIhr Herz jedoch hielt an dem schicksalhaften Tag in der Vergangenheit an.\n",
        "es": "\nAun cuando estaba rodeada de las flores de sus pretendientes,\nla Doncella nunca se quitaba el sombrero para admirarlas.\nSus nombres y rostros no eran dignos de recordar.\n\nDurante años, al final de cada día,\nella se sacudía el polvo de su sombrero.\nPero lo que permanecía era el polvo en su rostro.\n\nA medida que pasó el tiempo, cada vez la visitaron menos pretendientes con flores.\nSu corazón se había detenido aquel día en el pasado.\n",
        "fr": "\nBien que de nombreux prétendants la couvrivrent de roses,\nla jeune fille ne releva jamais son chapeau pour les regarder.\nLeurs visages et leurs noms n'avaient pas d'importance pour elle.\n\nPendant des années, à la fin de chaque jour,\nelle retira les poussières du chapeau ;\nmais son visage affichait le passage du temps ; et contrairement à la poussière, ses traces ne pouvaient s'enlever.\n\nPrétendants et bouquets de roses se firent plus rares au fil des ans.\nMais qu'importe : son cœur s'était arrêté il y avait bien longtemps en un jour fatidique.\n",
        "pt": "\nMesmo quando rodeada de flores de seus cortejadores,\na donzela nunca retirou seu chapéu para poder vê-los melhor.\nSeus nomes e rostos não mereciam ser lembrados.\n\nDurante anos, no final de cada dia,\na donzela limpava a poeira de seu chapéu.\nMas a passagem do tempo também se mostrou em seu rosto - e, ao contrário da poeira, ela não podia ser limpada.\n\nCom o passar do tempo, cada vez menos cortesãos a visitavam com flores,\nMas do que importava? Para ela, o tempo já havia parado há muito tempo naquele fatídico dia.\n",
        "ru": "\nДаже будучи окруженной поклонниками и цветами,\nДевушка никогда не снимала шляпу и не поднимала глаз,\nИ ни лиц, ни имён поклонников она не запоминала.\n\nГодами, в конце каждого дня\nдевушка смахивала пыль со шляпы.\nНо годы отражались не только пылью на шляпе, но и морщинками на лице, которые так легко смахнуть было невозможно.\n\nС годами поклонников и букетов от них становилось всё меньше,\nНо ей было всё равно, ведь сердце её осталось в том далёком дне.\n",
        "id": "\nBahkan saat dia dikelilingi oleh karangan bunga dari para pelamarnya,\nGadis itu tidak pernah menurunkan topinya untuk melihat mereka,\nNama dan wajah mereka tidak layak untuk diingat.\n\nSelama bertahun-tahun, setiap hari sebelum dia menutup hari-harinya,\nDia akan membersihkan debu di topinya.\nNamun aliran waktu yang berlalu juga tersirat di wajahnya dan tidak akan pernah bisa dia abaikan.\n\nWaktu berlalu, dan semakin sedikit para pelamar yang datang kepadanya dengan membawa bunga,\nNamun di dalam hatinya waktu sudah terhenti sejak lama.\n",
        "th": "\nแม้ในตอนที่เธอถูกล้อมรอบไปด้วยดอกไม้ของผู้ที่ตามจีบเธอ\nหญิงสาวก็ไม่เคยถอดหมวกของเธอเพื่อมองพวกเขาให้ชัดขึ้น\nใบหน้าและชื่อของพวกเขานั้นไม่ได้คู่ควรแก่การจดจำ\n\nเป็นเวลาหลายปี ในเวลาสิ้นสุดของแต่ละวัน\nเธอจะปัดฝุ่นออกจากหมวกของเธอ\nแต่ฝุ่นที่สะสมบนใบหน้าไม่สามารถกำจัดออกไปได้\n\nจำนวนของผู้ที่ตามจีบเธอและช่อดอกไม้ลดลงเรื่อย ๆ ตามเวลาที่ผ่านไป\nแต่ใจของเธอได้หยุดอยู่ที่วันวันหนึ่งไปแล้ว\n",
        "vi": "\nCho dù đắm chìm trong hoa và sự săn đón của kẻ theo đuổi,\nThiếu nữ chưa từng bỏ chiếc mũ xuống cúi chào, hay đưa mắt nhìn,\nLãng phí tâm tư ghi nhớ diện mạo và tên của những người lạ mặt.\n\nTrong nhiều năm liền, cô đều đợi ngày tàn kết thúc,\nVuốt nhẹ lớp bụi trần dính nhẹ trên chiếc mũ,\nThế nhưng bụi trần dính trên dung nhan ấy mãi chẳng thể gột sạch.\n\nHoa và những kẻ săn đón cũng giảm dần theo năm tháng.\nThế nhưng trái tim của cô vẫn dừng lại ở một ngày xa xưa nào đó.\n"
      },
      "imgid": "maiden_beloved_circlet"
    }
  ]
}