{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "平息鸣雷的尊者",
    "zht": "平息鳴雷的尊者",
    "jp": "雷を鎮める尊者",
    "ko": "뇌명을 평정한 존자",
    "en": "Thundersoother",
    "de": "Donner beruhigender Weiser",
    "es": "Domador de Truenos",
    "fr": "Dompteur de foudre",
    "pt": "Lançador de Trovões",
    "ru": "Усмиряющий гром",
    "id": "Thundersoother",
    "th": "Thundersoother",
    "vi": "Tôn Giả Trầm Lặng"
  },
  "descriptions": [
    {
      "zhs": "雷元素抗性提高40%。",
      "zht": "雷元素抗性提高40%。",
      "jp": "雷元素耐性+40%。",
      "ko": "번개 원소 내성+40%",
      "en": "Electro RES increased by 40%.",
      "de": "Erhöht den Elektro-WDS um 40 %.",
      "es": "RES Electro +40%",
      "fr": "Augmente la RÉS Électro de 40 %.",
      "pt": "RES Electro +40%",
      "ru": "Повышает Электро сопротивление на +40%.",
      "id": "Electro RES +40%.",
      "th": "เพิ่มความต้านทานธาตุไฟฟ้าขึ้น 40%",
      "vi": "Kháng nguyên tố Lôi tăng 40%."
    },
    {
      "zhs": "对处于雷元素影响下的敌人造成的伤害提升35%。",
      "zht": "對處於雷元素影響下的敵人造成的傷害提升35%。",
      "jp": "雷元素の影響を受けた敵に対するダメージ+35%。",
      "ko": "번개 원소의 영향을 받은 적에게 가하는 피해가 35% 증가한다",
      "en": "Increases DMG against opponents affected by Electro by 35%.",
      "de": "Erhöht den von Elektro-Effekten betroffenen Gegnern zugefügten Schaden um 35 %.",
      "es": "Aumenta el Daño contra los enemigos afectados por Electro un 35%.",
      "fr": "Augmente les DGT infligés aux ennemis affectés par l'élément Électro de 35 %.",
      "pt": "Aumenta o Dano contra inimigos afetados por Electro em 35%.",
      "ru": "Увеличивает урон против врагов, находящихся под действием Электро, на 35%.",
      "id": "Meningkatkan 35% DMG terhadap musuh yang terpengaruh Electro.",
      "th": "สร้างความเสียหายเพิ่มขึ้น 35% แก่ศัตรูที่ได้รับผลกระทบต่อธาตุไฟฟ้า",
      "vi": "Tăng 35% sát thương tạo thành cho kẻ địch bị ảnh hưởng nguyên tố Lôi."
    }
  ],
  "imgid": "thundersoother_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "平雷之心",
        "zht": "平雷之心",
        "jp": "雷討ちの心",
        "ko": "뇌전 정복자의 마음",
        "en": "Thundersoother's Heart",
        "de": "Herz des Donnerbändigers",
        "es": "Corazón del Domador de Truenos",
        "fr": "Cœur du Dompteur de foudre",
        "pt": "Coração do Domador de Raios",
        "ru": "Сердце усмиряющего гром",
        "id": "Thundersoother's Heart",
        "th": "Thundersoother's Heart",
        "vi": "Trái Tim Bình Lôi"
      },
      "description": {
        "zhs": "仅于雷霆之怒中傲然盛放的花朵，至今仍能赐予行走在雷雨中的游人勇气。",
        "zht": "僅於雷霆之怒中傲然盛放的花朵，至今仍能賜予行走在雷雨中的遊人勇氣。",
        "jp": "雷霆の中に咲き誇る花、今でも雷雨の中を行く人々に勇気を与える。",
        "ko": "천둥번개가 내려치는 날에만 활짝 피는 꽃. 오늘날에도 소나기를 헤쳐나가는 여행자에게 용기를 북돋아 준다",
        "en": "A flower that blooms even amidst ferocious thunder and lightning. To this day, it still grants courage to travelers in thunderstorms.",
        "de": "Eine Blume, die nur in Gegenden mit vielen Unwettern und Blitzen gedeiht. Sie gibt Reisenden in stürmischen Zeiten Mut.",
        "es": "Una flor que solo crece en zonas tormentosas. Da el coraje necesario para salir al exterior en días de tormenta extrema.",
        "fr": "Une fleur qui pousse uniquement dans des zones orageuses. Elle donne le courage de s'aventurer dehors lorsque la tempête fait rage.",
        "pt": "Uma flor que cresce apenas em áreas tempestuosas. Dá coragem para sair em dias de tempestade extremas.",
        "ru": "Цветок, растущий даже среди нескончаемых бурь. Он по сей день придаёт смелости путешественникам, попавшим в сильную грозу.",
        "id": "Bunga yang mekar merekah meskipun tumbuh di bawah sambaran guntur dan petir. Sampai hari ini, bunga ini tetap digunakan sebagai tanda keberanian dan perlindungan, biasanya diberikan kepada petualang sebelum menghadapi badai petir.",
        "th": "ดอกไม้ที่เบ่งบานอยู่ท่ามกลางบริเวณที่มีสายฟ้าผ่า จนถึงวันนี้มันยังคงมอบความกล้าให้แก่นักเดินทางที่ต้องเผชิญกับพายุสายฟ้าฟาดอยู่เสมอ",
        "vi": "Đóa hoa nở rộ trong sấm sét, đến nay vẫn có thể ban tặng dũng khí cho những nhà lữ hành đi trong sấm sét."
      },
      "lore": {
        "zhs": "\n雷暴中摘下的小小紫色花朵，\n能够令佩戴者无需畏惧雷电。\n\n紫雷中盛放的花，久经暴雨而未曾枯萎。\n这是雷霆之花，被平雷的尊者屈膝摘下。\n\n勇士将这朵花始终佩在胸前，高傲地面对雷电。\n即使与雷之魔兽的血战，也未曾将之动摇半分。\n对于尊者，心口的紫色小花或许只是一时兴起。\n但对于行路的游人，这是战胜暴雷的果敢决心。\n",
        "zht": "\n雷暴中摘下的小小紫色花朵，\n能夠令佩戴者無需畏懼雷電。\n\n紫雷中盛放的花，久經暴雨而未曾枯萎。\n這是雷霆之花，被平雷的尊者屈膝摘下。\n\n勇士將這朵花始終佩在胸前，高傲地面對雷電。\n即使與雷之魔獸的血戰，也未曾將之動搖半分。\n對於尊者，心口的紫色小花或許只是一時興起。\n但對於行路的遊人，這是戰勝暴雷的果敢決心。\n",
        "jp": "\n雷雨の中で採れた小さな紫色の花。\nつけると雷を恐れなくなる。\n\n紫電の中で咲いた花、雨に打たれ続けたが、枯れたことは一度もない。\nこれは雷電の花、雷獣討ちの尊者が跪いてこの花を採った。\n\n勇者はいつもこの花を胸につけて、雷に向かった。\n雷の魔獣との死闘中でも、この花は揺れなかった。\n尊者にとって、この紫色の花は気まぐれで採った花であったかもしれないが、\n冒険する旅人にとっては、雷を克服する揺るぎない決心である。\n",
        "ko": "\n사정없이 내리치는 번개 속에서 피는 보라색 꽃, \n가슴에 달면 착용자는 번개를 두려워하지 않는다.\n\n내리치는 보라색 번개 속에서 피어난 꽃은 오랜 시간의 폭우 속에서도 시들지 않았다.\n이 꽃은 뇌전 정복자가 허리를 굽혀 딴 뇌정의 꽃이다.\n\n용사는 항상 이 꽃을 가슴에 달고 번개와 천둥을 당당하게 마주한다.\n번개 마물과의 전투도 그를 동요할 수 없었다.\n가슴에 단 보라색 꽃은 존자에게는 그저 한순간의 재미였을지도 모르겠지만 \n지나가는 여행자에게는 폭뢰를 이길 수 있게 하는 과감한 용기가 되어준다.\n",
        "en": "\nA purple flower plucked in a thunderstorm.\nWhoever wears it will no longer fear the thunder and lightning.\n\nThis flower blossoms only in thunderstorms, and never withers despite the constant rain.\nThis is the Flower of Thunder. Kneeling before it, the Thundersoother plucked it with reverence.\n\nThe Thundersoother wore this flower on his chest at all times as he fearlessly faced the thunder and lightning.\nEven when fighting the fierce Beast of Thunder, his resolve never wavered.\nTo the Thundersoother, wearing this purple flower may have been merely an act of whimsy,\nbut to travelers, the flower was the source of the unfaltering resolve that conquered the thunder.\n",
        "de": "\nEine violette Blume, gepflückt während eines Gewittersturms.\nDer Träger dieser Blume würde von nun an keine Furcht mehr vor Blitz und Donner haben.\n\nEine Blume, die nur bei Gewitter blüht. Vergeht selbst bei stärkstem Regen nicht.\nDies ist die Blume des Donners. Vor ihr kniend pflückte der Donnerbändiger sie mit Respekt.\n\nEr trug diese Blume immer an seiner Brust und trotzte Blitz und Donner furchtlos.\nSelbst im Kampf gegen das Monster des Donners zitterte er nicht eine Sekunde.\nFür den Donnerbändiger mag die Blume nur eine Spielerei gewesen sein,\nfür Reisende jedoch ist sie eine sichere Methode, um unbehelligt durch den Sturm zu kommen.\n",
        "es": "\nUna flor morada arrancada durante una tormenta.\nQuien la lleve dejará de temer a los rayos y los truenos.\n\nEsta flor solo se abre en tormentas eléctricas, y no se marchita ni bajo las constantes lluvias.\nEs conocida como la “Flor del Trueno”. Arrodillándose ante ella, el Domador de Truenos la arrancó con respeto.\n\nSiempre que llevaba esta flor se enfrentaba con orgullo a los rayos y los truenos.\nNi cuando luchó contra la feroz Bestia del Trueno su determinación flaqueó.\nPara el Domador, usar esta flor morada podría ser un simple capricho,\npero para los viajeros, simbolizaba la determinación inquebrantable que lo ayudó a conquistar el trueno.\n",
        "fr": "\nUne petite fleur violette cueillie lors d'un orage.\nSon porteur ne craint ni l'éclair ni la foudre.\n\nCette fleur ne germe que sous l'orage, et jamais ne se fane sous la pluie incessante.\nIl s'agit de la Fleur de Tonnerre, cueillie avec soin par le dompteur de foudre.\n\nLe guerrier portait toujours cette fleur avant d'affronter la colère de la foudre.\nSa résolution ne flanchit jamais, même lorsqu'il combattit la bête de foudre.\nPeut-être la fleur n'était-elle qu'un caprice pour le guerrier ;\nmais les voyageurs virent en elle la source de la détermination qui conquit la foudre.\n",
        "pt": "\nA flor roxa colhida durante a tempestade\nQuem a usar não temerá mais a trovoada e os relâmpagos.\n\nEsta flor apenas floresce nas trovoadas e nunca murcha mesmo com a chuva constante.\nEsta é a Flor de Trovão. Se agachando perante ela, o Domador de Trovões a colheu com respeito.\n\nO Domador de Trovões a trouxe sempre ao peito enquanto enfrentava trovões e relâmpagos.\nMesmo quando lutou ferozmente com a Besta de Trovão, sua determinação nunca enfraqueceu.\nPara ele, usar essa flor roxa poderia ser apenas um capricho,\nMas para os viajantes, a flor era um símbolo da determinação que o ajudou a vencer a trovoada.\n",
        "ru": "\nМаленький фиолетовый цветок, сорванный во время грозы.\nТот, кто носит его, может не бояться молний.\n\nЭтот цветок цветёт только во время грозы, и сильные ливни не способны убить его.\nЭто Громовой Цветок. Срывая его, Усмиряющий Гром почтительно опустился на колени.\n\nУсмиряющий Гром всегда носил этот цветок на груди и с ним бесстрашно встречал бури и грозы.\nОн не колебался ни секунды даже перед кровавой битвой с Громовым Монстром.\nВозможно, ношение цветка на груди для Усмиряющего Гром было всего лишь прихотью,\nНо для путешественников цветок был символом решимости в битве со штормом.\n",
        "id": "\nSebuah bunga berwarna ungu dipetik di tengah badai,\nSiapa pun yang memakainya tidak lagi takut akan petir dan guntur.\n\nBunga yang mekar hanya di tengah badai, dan tidak pernah layu meskipun hujan terus-menerus.\nInilah Bunga Petir. Berjongkok, Sang Penjinak Petir memetiknya dengan penuh rasa hormat dan kagum.\n\nSang Penjinak Petir memakai bunga itu di dadanya setiap saat tanpa rasa takut menghadapi petir dan guntur.\nWalaupun di tengah pertarungan dengan Monster Petir, tekadnya tidak pernah goyah.\nBagi Sang Penjinak Petir, memakai bunga ungu ini mungkin hanyalah tindakan yang biasa.\nNamun bagi para petualang, bunga itu adalah sumber dari tekad yang tak pernah goyah yang dapat menaklukkan petir.\n",
        "th": "\nดอกไม้สีม่วงขนาดจิ๋วซึ่งถูกเก็บท่ามกลางพายุฝนฟ้าคะนอง\nผู้ที่สวมใส่มันจะไม่เกรงกลัวต่อสายฟ้าและฟ้าผ่าอีกต่อไป\n\nดอกไม้ที่บานท่ามกลางสายฟ้าสีม่วง ไม่เคยเหี่ยวเฉาแม้ต้องเจอฝนกระหน่ำ\nนี่คือ Flower of Thunder จงคุกเข่าเบื้องหน้ามันซะ แม้แต่ Thundersoother ก็ยังเก็บมันขึ้นมาด้วยความเคารพ\n\nเขามักจะกลัดมันตรงหน้าอกและเผชิญหน้ากับสายฟ้าและฟ้าผ่าอย่าง ภาคภูมิ\nแม้แต่ในการต่อสู้กับ Beast of Thunder ที่แสนดุร้าย ความแน่วแน่ของเขาก็ไม่เคยสั่นคลอน\nสำหรับ Thundersoother การกลัดดอกไม้สีม่วงนี้อาจเป็นเพียงการกระทำตามอำเภอใจ\nแต่สำหรับนักท่องเที่ยวที่เดินทางบนถนน นี่เป็นความมุ่งมั่นอย่างกล้าหาญ ที่จะเอาชนะพายุฝนฟ้าคะนอง\n",
        "vi": "\nBông hoa màu tím bé nhỏ được hái trong trời giông sấm sét.\nCó thể khiến người đeo nó không sợ hãi trước Lôi Điện.\n\nHoa nở rộ trong tia sét tím, trải qua biết bao mưa bão cũng chưa từng héo mòn.\nĐây là Hoa Sấm Sét được đích thân Tôn Giả Bình Lôi hái.\n\nDũng Sĩ luôn đeo bông hoa trước ngực, dũng mãnh kiên cường đối mặt với Lôi Điện.\nCho dù phải đương đầu trong huyết chiến với Lôi Ma Thú, cũng chưa từng run sợ chút nào.\nĐối với Tôn Giả, bông hoa màu tím nhỏ bé trước ngực này chỉ là hứng thú nhất thời.\nNhưng đối với vị khách qua đường, đây lại là lòng quyết tâm, quả cảm để đánh bại sấm sét.\n"
      },
      "imgid": "thundersoother_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "平雷之羽",
        "zht": "平雷之羽",
        "jp": "雷討ちの羽根",
        "ko": "뇌전 정복자의 깃털",
        "en": "Thundersoother's Plume",
        "de": "Feder des Donnerbändigers",
        "es": "Pluma del Domador de Truenos",
        "fr": "Plume du Dompteur de foudre",
        "pt": "Pena do Domador de Raios",
        "ru": "Перо усмиряющего гром",
        "id": "Thundersoother's Plume",
        "th": "Thundersoother's Plume",
        "vi": "Lông Vũ Bình Lôi"
      },
      "description": {
        "zhs": "在传说中，挺身平息了雷电的勇武英雄的徽章，是翱翔于狂雷的猛禽之羽。",
        "zht": "在傳說中，挺身平息了雷電的勇武英雄的徽章，是翱翔於狂雷的猛禽之羽。",
        "jp": "伝説によると、雷電を退治した英雄が使用していたバッジ、狂雷の中を飛ぶ猛禽の羽根でできたらしい。",
        "ko": "번개를 제압한 영웅의 배지. 광뢰가 몰아치는 하늘을 활공하는 맹금의 깃털이다",
        "en": "The feather of a predatory bird that soars through lightning storms. It was said to have been adopted as an insignia by the legendary hero who pacified thunder and lightning.",
        "de": "Das Abzeichen des tapferen Helden, der den Donner bändigte, und die Feder des Vogels, der durch die Blitze schwebte.",
        "es": "Las leyendas dicen que el emblema del héroe que domó los truenos era una pluma de pájaro que flotaba a través de tormentas eléctricas.",
        "fr": "La plume d'un oiseau de proie ayant traversé les orages. On raconte qu'il s'agit là de l'insigne qu'adopta le héros qui pacifia l'éclair et le tonnerre.",
        "pt": "Diz a lenda que o emblema do herói domador de raios era uma pena de pássaro que flutuava e atravessava as tempestades.",
        "ru": "Перо птицы, парящей сквозь шторма и бури. Говорят, оно также было символом легендарного героя, усмирившего гром и молнию.",
        "id": "Menurut legenda, bulu ini berasal dari seekor makhluk yang terbang menaiki halilintar. Sebelumnya dikenal sebagai lambang dari pahlawan legendaris yang dapat menenangkan guntur dan halilintar.",
        "th": "ขนของสัตว์ปีกที่บินผ่านพายุสายฟ้า ฟาด ว่ากันว่ามันเป็นเครื่องหมายเกียรติยศของผู้กล้าในตำนาน ผู้ที่ทำให้สายฟ้านั้นสงบลงได้",
        "vi": "Trong truyền thuyết, đây là huy chương dành tặng cho anh hùng đã đứng lên tiêu diệt lôi điện."
      },
      "lore": {
        "zhs": "\n鹰翎状的徽章，仿照穿行雷暴的猛隼翎羽而造。\n贴在胸前似乎能从中感受到雷电与山火的气息。\n\n不畏雷电，不惧山火的猛隼，\n曾在烧焦的林木间遗下羽毛。\n勇士仿照其形状，用紫水晶打造成徽章。\n在大敌的注视下，紫色的鹰翎闪闪发光。\n小小的徽章上，耀眼的电光盘虬又星散。\n仿佛预示着雷之魔兽将面临的凶险制裁。\n\n勇士如无谓雷霆与火的猛禽，\n最终斩下雷电之魔兽的头颅。\n",
        "zht": "\n鷹翎狀的徽章，仿照穿行雷暴的猛隼翎羽而造。\n貼在胸前似乎能從中感受到雷電與山火的氣息。\n\n不畏雷電，不懼山火的猛隼，\n曾在燒焦的林木間遺下羽毛。\n勇士仿照其形狀，用紫水晶打造成徽章。\n在大敵的注視下，紫色的鷹翎閃閃發光。\n小小的徽章上，耀眼的電光盤虯又星散。\n仿佛預示著雷之魔獸將面臨的兇險制裁。\n\n勇士如無謂雷霆與火的猛禽，\n最終斬下雷電之魔獸的頭顱。\n",
        "jp": "\n鷹の羽根模様の徽章。雷を突き抜けるハヤブサの羽根に倣って作れられたもの。\n胸につけると雷と山の火の息が感じられる。\n\n雷や山火事を恐れないハヤブサが、\n焼け焦げた森に残した羽根。\n勇者はその羽根の形に倣って、紫色の水晶でこの徽章を作った。\n敵と対峙する時、紫色の羽根がピカピカと光って、\n小さい徽章についている眩しい電光の龍が散っていく。\n雷の魔獣が裁きを受ける兆しのようである。\n\n勇者は雷や炎を恐れないハヤブサのように、\n雷電の魔獣の首を切断した。\n",
        "ko": "\n매의 깃털 모양의 휘장은 번개를 가르는 사나운 매의 모습을 본떠서 만든 것이다.\n가슴에 달고 있으면 번개와 산불의 기운을 느낄 수 있는듯한 착각이 든다.\n\n번개와 산불을 두려워 하지 않는 매가\n타버린 숲에 깃털을 흘린 적이 있다.\n용사는 그 모양새를 본떠 보라색 결정의 휘장을 만들어 냈다.\n적의 주시 속에서 보라색 깃털이 반짝반짝 빛난다.\n작은 휘장에는 번갯불이 번쩍이고 스파크가 인다.\n마치 번개 마물이 곧 마주할 무시무시한 징벌을 암시하는 것처럼…\n\n용사는 뇌정과 불을 무서워하지 않는 날짐승처럼\n번개 마물의 머리를 신속하게 베었다.\n",
        "en": "\nAn insignia made in the shape of the plume of a falcon that soared through the storms.\nIts wearer can almost feel the booming of thunder and the heat of a volcano.\n\nFearing neither the thunder nor the volcano,\nthe falcon left its plume in the burnt woods.\nThe Thundersoother fashioned an amethyst insignia in the plume's likeness.\nThe purple insignia shimmered with light under the gaze of enemies.\nOn this small object lightning glittered,\nas if to foreshadow the downfall of the Beast of Thunder.\n\nLike the falcon, the Thundersoother conquered both thunder and flames,\nand eventually beheaded the Beast of Thunder.\n",
        "de": "\nEin Abzeichen in der Form einer Adlerfeder, nach dem Vorbild eines Adlers, der durch ein Gewitter gleitet.\nSobald du es trägst, kannst du förmlich den aufkommenden Donner und die Hitze eines Vulkans spüren.\n\nKeine Furcht vor Donner und Blitz, ein furchtloser Falke, der das Feuer nicht scheut,\nseine Feder, gefunden im verschmorten Geäst des Waldes.\nDer Recke fertigte ein Abzeichen in der Form der Feder mit einem Amethyst.\nDas lila Abzeichen schimmerte im Licht der nahenden Feinde.\nDas Licht auf diesem kleinen Abzeichen schimmerte,\nals kündigte es das bevorstehende Erscheinen des Monsters des Donners an.\n\nSo wie der Falke vor ihm bezwang er Blitze und Feuer.\nWie vorauszusehen enthauptete er auch das Monster des Donners.\n",
        "es": "\nUna insignia con la forma de una pluma del halcón que atraviesa tormentas.\nAl usarlo, casi se puede sentir el retumbar de los truenos y el calor de los volcanes.\n\nNo temas al trueno o al volcán,\npues el halcón dejó su pluma en el bosque quemado.\nEl Domador de Truenos hizo una insignia con forma de pluma utilizando amatista.\nEra púrpura y brillaba a la luz bajo la mirada de los enemigos.\nEn la pequeña insignia brillaba un rayo\nque parecía presagiar el destino fatal de la Bestia del Trueno.\n\nIgual que el halcón, el Domador conquistó los rayos y las llamas,\ny finalmente decapitó a la Bestia del Trueno.\n",
        "fr": "\nUn insigne de la forme d'une plume de faucon traversant l'orage.\nSon porteur peut presque entendre le grondement du tonnerre et ressentir la chaleur du volcan.\n\nNe crains ni la foudre ni le volcan ;\nle faucon sa plume a laissé dans les bois brûlés.\nLe guerrier fabriqua un insigne d'améthyste imitant la plume.\nLa plume violette brillait sous le regard de ses ennemis.\nSur l'objet l'éclair scintillait,\ntel le présage de la fin proche de la bête de foudre.\n\nComme le faucon, le guerrier avait conquis le tonnerre et les flammes,\net décapita enfin le monstre.\n",
        "pt": "\nUma insígnia em forma de pena de falcão que atravessava as tempestades.\nQuem o usar sentirá o estrondo dos trovões e o calor dos vulcões.\n\nNão temendo os trovões nem os vulcões,\nDeixou sua pena por entre a floresta ardida.\nO Guerreiro fez uma insígnia com forma de pena usando uma ametista.\nA insígnia roxa brilhava sob o olhar dos inimigos.\nNa pequena insígnia brilhava um raio.\nEra como um presságio para o destino fatal da Besta de Trovão.\n\nComo um falcão, o Domador de Trovões conquistou trovões e chamas,\nPor fim, decapitou a Besta de Trovão.\n",
        "ru": "\nБрошь в виде пера ястреба, парившего в штормах.\nТот, кто носит его на груди, может ощутить дыхание грозы и жар огня.\n\nЯстреб, не боявшийся ни гроз, ни пламени, \nНекогда оставил своё перо в обуглившемся после пожара лесу.\nПо форме этого пера Усмиряющий Гром создал брошь из аметиста.\nПод взглядами врагов брошь начинает сиять пурпурным светом.\nСвет этой маленькой вещички слепит глаза,\nКак будто предрекает падение Громового Монстра.\n\nУсмиряющий Гром, подобно ястребу не боявшийся ни грозы, ни пламени,\nВ конце концов обезглавил Громового монстра.\n",
        "id": "\nSebuah lambang yang dibuat dalam bentuk bulu elang yang melambung di tengah badai.\nPemakainya seolah dapat merasakan suara petir bergemuruh dan panasnya gunung berapi.\n\nTanpa takut akan petir ataupun gunung berapi,\nSang elang meninggalkan bulunya di antara kayu-kayu yang terbakar.\nSang Penjinak Petir membuat lencana batu amethyst dalam bentuk bulu-bulu.\nLencana ungu itu berkilau di bawah tatapan musuhnya.\nPada benda kecil inilah muncul sinar yang berkilauan.\nSeolah meramalkan kejatuhan Monster Petir.\n\nSama seperti burung elang, Sang Penjinak Petir menaklukkan petir dan api,\nDan akhirnya memenggal kepala Monster Petir.\n",
        "th": "\nเครื่องหมายซึ่งถูกทำในรูปแบบของขนนกอินทรีซึ่งหลุดออกมาจากนกอินทรีที่บินฝ่าพายุ\nเมื่อสวมใส่จะรับรู้ได้ถึงแรงระเบิดของสายฟ้า และความร้อนระอุของภูเขาไฟ\n\nไม่เกรงกลัวต่อสายฟ้าหรือภูเขาไฟ\nขนนกที่ตกอยู่ท่ามกลางผืนป่าที่มอดไหม้\nฮีโร่ทำเครื่องหมายนี้ด้วยพลอยสีม่วงในรูปของขนนก\nภายใต้การจ้องมองของศัตรูผู้เกรียงไกร อินทรีสีม่วงส่องแสงเป็นประกาย\nมีสายฟ้าส่งประกายระยิบระยับบนเครื่องหมายนี้\nราวกับจะบอกล่วงหน้าถึงการลงโทษของ Beast of Thunder\n\nราวกับนกเหยี่ยว ฮีโร่พิชิตสายฟ้าผ่าและเปลวเพลิง\nและสามารถบั่นศีรษะของ Beast of Thunder ได้ในที่สุด\n",
        "vi": "\nHuy chương hình Ưng Linh, được mô phỏng theo hình dáng lông của loài chim Cắt bay vút trong bầu trời sấm sét.\nĐính trước ngực dường như có thể cảm nhận được hơi thở của sấm và lửa.\n\nChim Cắt là loài không sợ sấm sét và lửa đỏ,\nCọng lông còn sót lại trong cánh rừng bị cháy rụi.\nDũng sĩ mượn tạo hình của nó, kết hợp với Tử Thủy Tinh tạo nên huy chương.\nTrong mắt của kẻ địch, Ưng Linh phát ra ánh sáng màu tím.\nTrên chiếc huy hiệu nhỏ, ánh điện chói mắt thoắt ẩn thoắt hiện. \nDường như tiên đoán được Lôi Ma Thú sẽ phải đối mặt với sự trừng phạt tàn khốc.\n\nDũng Sĩ không hề sợ hãi trước sự hùng mạnh của sấm sét và lửa, \nCuối cùng chém đứt đầu quái vật Lôi Điện.\n"
      },
      "imgid": "thundersoother_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "平雷之刻",
        "zht": "平雷之刻",
        "jp": "雷討ちの刻",
        "ko": "뇌전 정복자의 시계",
        "en": "Hour of Soothing Thunder",
        "de": "Stunde des Donnerbändigers",
        "es": "Tiempo del Domador de Truenos",
        "fr": "Temps du Dompteur de foudre",
        "pt": "Ápice do Domador de Raios",
        "ru": "Время усмиряющего гром",
        "id": "Hour of Soothing Thunder",
        "th": "Hour of Soothing Thunder",
        "vi": "Khoảnh Khắc Bình Lôi"
      },
      "description": {
        "zhs": "镇服雷电的勇士持有的时计，其中的雷之碎晶随流逝如雷如电的时间泻落。",
        "zht": "鎮服雷電的勇士持有的時計，其中的雷之碎晶隨流逝如雷如電的時間瀉落。",
        "jp": "雷電を退治した勇士が使用していた時計、中の雷の結晶は雷電のように過ぎていく時間と共に落ちていく。",
        "ko": "뇌전을 정복한 용사가 지닌 시계. 안속의 번개의 결정이 천둥 번개처럼 빨리 흘러가는 시간같이 쏟아진다",
        "en": "A timepiece kept by the hero who conquered thunder and lightning. The tiny shards of Electro crystal within flow back and forth with the passing of time.",
        "de": "Der Zeitmesser des Recken, der den Donner bändigte. Darin fließen die Bruchstücke der Blitze unaufhörlich wie die Zeit.",
        "es": "Un reloj que manejaba el guerrero que controlaba los truenos y los relámpagos. Los cristales rotos del reloj desaparecieron con el paso del tiempo.",
        "fr": "Le sablier du héros qui conquit l'éclair et le tonnerre. Les éclats cristallins de foudre s'écoulent avec le temps.",
        "pt": "Um relógio que era usado por guerreiros que controlavam trovões e raios. Os fragmentos de cristais do trovão do relógio desapareceram com o tempo.",
        "ru": "Часы героя, покорившего гром и молнию. Внутри них хаотично движущиеся частицы Электро отмеряют течение времени.",
        "id": "Alat penunjuk waktu yang digunakan oleh pahlawan yang berhasil menaklukkan guntur dan petir. Pecahan Electro di dalamnya berayun dari satu sisi ke sisi yang lain seiring berlalunya waktu.",
        "th": "อุปกรณ์บอกเวลาที่เก็บรักษาไว้โดยผู้กล้าผู้เอาชนะสายฟ้าได้ ผลึกแห่งธาตุไฟฟ้าอันเล็กจิ๋วไหลไปมาอยู่ภายในตลอดที่เวลาได้ผ่านไป",
        "vi": "Đồng hồ của người dũng sĩ thần phục lôi điện, những mảnh vỡ của sấm sét trong đó chảy xuống báo hiệu thời gian dần trôi qua."
      },
      "lore": {
        "zhs": "\n以雷之碎晶替代流沙的沙漏，曾为尊者所用。\n晶石随时间而崩碎泻落，又在下部合为一体。\n\n屠戮雷之魔兽的勇士用紫水晶制成了这尊沙漏。\n时间的流逝如瀑如电，一泻千里，又疾不可追。\n即使平雷的尊者，也无法对时间这道惊雷回应。\n\n被囚禁于这沙漏之内，即使雷电也无法违抗时光永恒的节律，\n水晶崩裂又重组无数次，时间在电光中悄然飞逝，不复归焉。\n而参透了其中蕴意的万物兴衰，则成了勇士诛杀魔兽的关键。\n",
        "zht": "\n以雷之碎晶替代流沙的沙漏，曾為尊者所用。\n晶石隨時間而崩碎瀉落，又在下部合為一體。\n\n屠戮雷之魔獸的勇士用紫水晶製成了這尊沙漏。\n時間的流逝如瀑如電，一瀉千里，又疾不可追。\n即使平雷的尊者，也無法對時間這道驚雷回應。\n\n被囚禁於這沙漏之內，即使雷電也無法違抗時光永恆的節律，\n水晶崩裂又重組無數次，時間在電光中悄然飛逝，不復歸焉。\n而參透了其中蘊意的萬物興衰，則成了勇士誅殺魔獸的關鍵。\n",
        "jp": "\n砂の代わりに雷の結晶を使った砂時計。かつて尊者が使用していた。\n結晶は時間が経つにつれて、砕けて落ちる。そしてまた下部に溜まって一つになる。\n\n雷の魔獣を殺した勇者は紫色の水晶でこの砂時計を作った。\n時間の流れは雷のように、一瞬で消えて行き、追いつかない。\n雷獣討ちの尊者でも、時間という仰天の雷には敵わない。\n\n砂時計に囚われた雷でさえも、永久の時間の法則に抗えない。\n水晶は何度も砕け、そして一つになるが、時間は電光の中で消えていき、そして戻らない。\n万物の盛衰の道理は、勇者の魔獣討伐が鍵となった。\n",
        "ko": "\n번개의 부서진 결정으로 모래를 대체한 모래시계는 존자가 사용했던 물건이다.\n결정이 시간의 흐름에 따라 부서지며 쏟아져 내렸고 하단에서 또다시 하나가 되었다.\n\n번개 마물을 도살한 용사는 자수정으로 이 모래시계를 만들었다.\n시간의 흐름은 마치 폭포와 번개와 같아서 따라 잡을 수가 없다.\n뇌전 정복자라 해도 시간이라는 벼락에 반응할 수 없었다.\n\n모래시계 안에 갇히면 번개와 천둥이라 해도 영원한 시간의 흐름을 거스를 수 없다.\n수정의 파열과 재구성은 수없이 반복됐고 시간은 번갯불속에서 조용히 흘러갔다.\n그리고 용사의 만물의 흥망성쇠에 담긴 뜻에 대한 깨달음은 마물을 처치하는데 관건이 되었다.\n",
        "en": "\nAn hourglass the Thundersoother once used. Flowing within it is not sand, but tiny Electro shards.\nThe shards shatter and flow down as time passes, then merge together at the bottom of the hourglass.\n\nThe Thundersoother who defeated the Beast of Thunder crafted this hourglass from amethyst.\nThe passage of time is just like lightning. It bursts through the sky and is gone in a flash.\nEven the Thundersoother could not conquer the flash of time.\n\nWithin this hourglass, even thunder and lightning have to obey the never-changing law of time.\nIn the hourglass, the shards shatter and merge countless times while time silently flashes by.\nObserving this taught the Thundersoother about the cycle of life and death. Empowered with this knowledge, he was able to defeat the beast.\n",
        "de": "\nEine Sanduhr, die sich einst im Besitz des Donnerbändigers befand. Im Inneren befinden sich winzige Elektro-Splitter anstelle von gewöhnlichem Sand.\nDie Splitter fallen nach unten beim Vergehen der Zeit und verbinden sich dann wieder auf dem Boden der Sanduhr.\n\nDer Held, der das Monster des Donners bezwang, fertigte diese Sanduhr mit einem Amethyst von Hand.\nDas Vergehen der Zeit ist wie ein Blitz, der durch den Himmel bricht und binnen kürzester Zeit verschwunden ist.\nSelbst der Donnerbändiger konnte den Blitz der Zeit nicht beherrschen.\n\nIn dieser Sanduhr müssen selbst Blitz und Donner sich den Regeln der Zeit unterwerfen.\nDie Splitter im Inneren der Sanduhr wurden schon unzählige Male auseinandergebrochen und wieder zusammengefügt.\nDer Held lernte davon den Kreislauf des Lebens kennen und dies half ihm die Bestie zu bezwingen.\n",
        "es": "\nUn reloj de arena que el Domador de Truenos usó en el pasado. Dentro de él hay pequeños fragmentos Electro en lugar de arena.\nLos fragmentos se rompen y caen a medida que pasa el tiempo, tras lo que se fusionan de nuevo en el fondo del reloj.\n\nEl guerrero que derrotó a la Bestia del Trueno elaboró este reloj de arena con amatista.\nEl paso del tiempo es como un trueno: sucede y desaparece en un destello.\nPero ni siquiera el Domador pudo conquistar el destello del tiempo.\n\nDentro de este reloj de arena, incluso los rayos y los truenos han de acatar las inalterables leyes del tiempo.\nLos fragmentos en su interior se rompieron y se fusionaron innumerables veces, mientras el tiempo transcurría con sosiego.\nA raíz de ello, el Domador de Truenos entendió el ciclo de la vida y la muerte, lo que lo ayudó a derrotar a la bestia.\n",
        "fr": "\nUn sablier ayant appartenu au dompteur de foudre. Des fragments Électro y remplacent le sable.\nCes derniers se brisent et chutent avec le temps qui passe, pour fusionner à nouveau à la base du sablier.\n\nUn sablier en améthyste fabriqué par le guerrier qui vainquit la bête de foudre.\nÀ l'image de la foudre qui s'abat, le temps passe en un instant.\nMême le dompteur de foudre ne pouvait dompter le temps.\n\nEmprisonnés dans ce sablier, la foudre et le tonnerre obéissent au temps,\nleurs fragments se brisant et fusionnant à l'infini pendant qu'il passe silencieusement.\nLa compréhension du cycle de la vie et de la mort que le dompteur de foudre acquit grâce à l'objet lui permit de venir à bout du monstre.\n",
        "pt": "\nUma ampulheta outrora usada pelo Domador de Trovões. Dentro dela não tem areia mas sim fragmentos de relâmpago.\nOs fragmentos se quebraram e deslizaram para baixo com o passar do tempo e, depois, se fundiram juntos no fundo da ampulheta.\n\nO Domador de Trovões que defendeu a Besta de Trovão criou essa ampulheta a partir de ametista.\nA passagem do tempo é como um relâmpago. Estoura no ar e desaparece em um segundo.\nNem o Domador de Trovões podia conquistar o fulgor do tempo.\n\nPresos dentro dessa ampulheta, mesmo o trovão e raio não têm como fugir da lei do tempo.\nOs fragmentos repetem se despedaçar e se fundir, enquanto o tempo passava silenciosamente, e nunca mais voltará.\nA compreensão do ciclo de vida e morte que o Domador de Raios adquiriu através do objeto permitiu-lhe vencer o monstro.\n",
        "ru": "\nПесочные часы, некогда использовавшиеся Усмиряющим Гром. Песок в них заменяют маленькие Электро кристаллы.\nКристаллы разбиваются на мелкие осколки, чтобы проскользнуть вниз и слиться воедино на дне часов.\n\nУсмиряющий Гром, безжалостно расправившийся с Громовым Монстром, изготовил эти песочные часы из аметиста.\nТечение времени в них стремительно, словно молния, подобно ливню, и за ним не угнаться.\nДаже самому Усмиряющему Гром не тягаться со временем, скоротечным, как грозовой разряд. \n\nДаже гром и молния, запертые в этих песочных часах, вынуждены подчиняться неизменным законам времени.\nКристаллы внутри часов разбиваются и собираются воедино бесчисленное множество раз, а время пролетает быстро, словно молния, и никогда не возвращается.\nСледя за ходом времени в этих часах, Усмиряющий Гром осознал суть жизненного цикла, и это помогло ему повергнуть монстра.\n",
        "id": "\nSebuah jam pasir yang dulu dipakai oleh Penjinak Petir. Yang mengalir di dalamnya bukan pasir, tetapi pecahan elektro kecil.\nSerpihannya pecah dan turun seraya waktu berlalu, lalu menyatu di dasar jam pasir.\n\nSang Penjinak Petir yang mengalahkan Monster petir membuat jam pasir ini dari amethyst.\nAlur waktu bagaikan sebuah petir. Menggelegar menembus langit dan lenyap seketika.\nSang Penjinak Petir sekalipun tidak bisa mengalahkan jalannya waktu.\n\nDengan jam pasir ini, walau petir dan guntur harus patuh kepada aturan sang waktu yang tak pernah berubah,\nDalam jam pasir ini, serpihannya pecah dan menyatu berulang kali dalam kesunyian yang berlalu.\nSetelah memahami perputaran hidup dan mati ini. Dengan pengetahuan barunya, dia berhasil mengalahkan monster itu.\n",
        "th": "\nนาฬิกาทรายซึ่งครั้งหนึ่ง Thundersoother เคยใช้ สิ่งที่ไหลอยู่ข้างในคือสะเก็ดของสายฟ้าแทนที่จะเป็นเม็ดทราย\nสะเก็ดเหล่านั้นแตกกระจายและตกลงมาเมื่อเวลาผ่านไป จากนั้นก็มารวมกันที่ก้นของนาฬิกาทราย\n\nฮีโร่ที่เอาชนะ Beast of Thunder สร้างนาฬิกาทรายนี้ด้วยพลอยสีม่วง\nเวลาผ่านไปราวกับสายฟ้าที่ฟาดผ่านท้องฟ้าและหายไปในพริบตา\nแม้แต่ Thundersoother ก็ยังไม่สามารถเอาชนะเวลาที่รวดเร็วได้\n\nภายในนาฬิกาทรายนี้แม้แต่สายฟ้าก็ต้องเชื่อฟังกฎแห่งกาลเวลา\nภายในนาฬิกาทราย สะเก็ดแตกกระจายและกลับมารวมกันใหม่นับครั้งไม่ถ้วน และเวลาก็ผ่านไปอย่างรวดเร็วและเงียบงัน\nฮีโร่เข้าใจถึงวังวนของการเกิดอยู่และดับไปของชีวิตจากมันและนำพาเขาไปสู่การเอาชนะอสูรร้าย\n",
        "vi": "\nĐồng hồ cát dùng mảnh vỡ của sấm sét thay thế cho hạt cát, từng được Tôn Giả sử dụng.\nTinh thạch theo dòng thời gian dần tan vỡ và rơi xuống, nhưng lại kết thành một thể ở phía dưới.\n\nDũng Sĩ diệt Lôi Ma Thú dùng Tử Thủy Tinh tạo nên chiếc đồng hồ cát này\nThời gian trôi qua nhanh như chớp, khó lòng đuổi kịp.\nNgay cả Tôn Giả Bình Lôi, cũng không thể làm gì trước dòng chảy thời gian.\n\nBị nhốt trong chiếc đồng hồ cát này, cho dù là Lôi Điện cũng không thể phản kháng lại trước quy luật vĩnh hằng của thời gian.\nTử Thủy Tinh tan vỡ rồi lại hợp nhất vô vàn lần, thời gian trong dòng điện quang lặng lẽ trôi vút, chẳng thể quay lại.\nNhìn thấu được quy luật vạn vật hưng suy, cũng trở thành điều cốt lõi trong việc Dũng Sĩ tiêu diệt quái thú.\n"
      },
      "imgid": "thundersoother_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "平雷之器",
        "zht": "平雷之器",
        "jp": "雷討ちの器",
        "ko": "뇌전 정복자의 술잔",
        "en": "Thundersoother's Goblet",
        "de": "Kelch des Donnerbändigers",
        "es": "Cáliz del Domador de Truenos",
        "fr": "Calice du Dompteur de foudre",
        "pt": "Cálice do Domador de Raios",
        "ru": "Бокал усмиряющего гром",
        "id": "Thundersoother's Goblet",
        "th": "Thundersoother's Goblet",
        "vi": "Ly Bình Lôi"
      },
      "description": {
        "zhs": "平雷勇士的酒盏，据说平息了雷之魔兽的英雄曾用这尊酒盏满盛紫电为饮。",
        "zht": "平雷勇士的酒盞，據說平息了雷之魔獸的英雄曾用這尊酒盞滿盛紫電為飲。",
        "jp": "雷討ちの勇士の盃。雷の魔獣を退治した英雄がこの盃を使って紫電を飲んだらしい。",
        "ko": "뇌전 정복자의 술잔. 뇌전의 마수를 정복한 영웅이 이 잔에 자줏빛 번개를 가득 채워 마셨다고 전해진다",
        "en": "The wine goblet from which the Thundersoother, who defeated the Beast of Thunder, once drank violet lightning.",
        "de": "Der Weinkelch des Donnerbändigers. Angeblich hat der Bezwinger des Monsters des Donners violette Blitze aus diesem Kelch getrunken.",
        "es": "El cáliz de vino del Domador de Truenos. Se dice que el héroe que amansó a la bestia del trueno bebió rayos púrpuras de este cáliz.",
        "fr": "Le calice à vin dans lequel le Dompteur de foudre, qui vint à bout de la bête de foudre, but des éclairs pourpres.",
        "pt": "Cálice do Domador de Raios. Dizem que o herói que domou a besta do trovão bebeu raios roxos neste Cálice.",
        "ru": "Винный бокал усмиряющего гром, который победил чудовище молнии. Он использовался для питья фиолетовой молнии.",
        "id": "Cangkir anggur yang pernah digunakan oleh Thundersoother, seorang pahlawan yang konon berhasil mengalahkan Beast of Thunder.",
        "th": "แก้วไวน์จาก Thundersoother ที่สามารถเอาชนะ the Beast of Thunder ได้",
        "vi": "Ly rượu của dũng sĩ Bình Lôi, nghe nói những anh hùng tiêu diệt Lôi Ma Thú đã dùng chiếc ly này đựng đầy tử điện để uống."
      },
      "lore": {
        "zhs": "\n平定雷灾的尊者使用的酒杯，\n或许它的旧主曾以紫电为饮。\n\n屠戮魔兽的尊者也是凡人，也会见得而喜，因失而悲。\n暴怒与狂喜如同轰雷掣电，其来之也骤，其去之也急。\n见证了此人平定惊雷的紫晶盏，容纳了一切喜怒伤悲。\n\n无论是亲眷被作为供奉时的祭之酒，\n或是借以杯中之勇于暗夜深入兽穴，\n抑或是平定雷电的尊者孤独的最期。\n",
        "zht": "\n平定雷災的尊者使用的酒杯，\n或許它的舊主曾以紫電為飲。\n\n屠戮魔獸的尊者也是凡人，也會見得而喜，因失而悲。\n暴怒與狂喜如同轟雷掣電，其來之也驟，其去之也急。\n見證了此人平定驚雷的紫晶盞，容納了一切喜怒傷悲。\n\n無論是親眷被作為供奉時的祭之酒，\n或是藉以杯中之勇於暗夜深入獸穴，\n抑或是平定雷電的尊者孤獨的最期。\n",
        "jp": "\n雷を鎮めた尊者が使っていた酒盃。\nもしかしたら前の持ち主は紫電を飲み物としていたかもしれない。\n\n魔獣を虐殺する尊者も普通の人と変わらずに喜怒哀楽がある。\nただその感情は雷のように急に現れ、また急に去っていく。\n雷を鎮める男を見届けてきた紫色の酒盃に全ての喜怒哀楽がこもっている。\n\n家族が生贄に選ばれた時の祭酒も、\n酒を飲んで、勇気を出して魔獣の巣窟に行った時も、\nそして尊者の最期も、この酒盃は共に過ごした。\n",
        "ko": "\n뇌전의 재해를 정복한 존자가 사용하던 술잔, \n어쩌면 그의 옛 주인은 보라색 번개를 담아 마셨을지도 모른다.\n\n마물을 도살하던 존자도 인간인지라 얻음에 기뻐하고 잃음에 슬퍼하였다.\n격노와 기쁨은 몰아치는 번개처럼 빠르게 다가왔고 또 빠르게 지나갔다.\n이 자수정으로 만들어진 잔은 뇌전 정복자의 모든 희로애락을 지켜봤다.\n\n친족이 공물이 되어 공양당할 때의 제사의 술이든, \n혹은 잔 중 술을 빌려 용기를 북돋아 어두운 밤에 마수의 소굴에 들어갈 때, \n그리고 그의 고독한 최후까지도 말이다.\n",
        "en": "\nA goblet that once belonged to the Thundersoother.\nPerhaps its former owner once used it to drink the thunder.\n\nMighty as he was, the Thundersoother was a mere mortal with human feelings.\nRage and ecstasy would come and go in a flash, just like the pounding thunder.\nThis goblet witnessed not only the feats of the Thundersoother, but also his sorrow and laughter.\n\nFrom this goblet was drunk the wine used in the sacrificial slaying of the Thundersoother's family.\nFrom this goblet came the courage that helped the Thundersoother venture forth into the beast's cave.\nFrom this goblet came the sole source of companionship for the Thundersoother, who spent his final days in solitude.\n",
        "de": "\nDer Becher eines Donnerbändigers,\nsein Vorbesitzer hat anscheinend lila Donner daraus getrunken.\n\nAuch wenn er sehr mächtig war, so war doch der Donnerbändiger auch nur ein gewöhnlicher Mensch mit menschlichen Gefühlen.\nWut und Begeisterung kommen und gehen blitzartig, genau wie der rumpelnde Donner.\nDer Becher war Zeuge aller Gefühlsregungen des Donnerbändigers.\n\nEgal ob als Ritualbecher bei Familienopfergaben\noder als Stärkung bei nächtlichen Höhlenexkursionen,\nder Becher war bis zum Schluss an der Seite seines Besitzers.\n",
        "es": "\nEl cáliz de vino del Domador de Truenos.\nQuizás su último dueño lo usaba para beber el trueno.\n\nSi bien era realmente poderoso, el Domador de Truenos era tan solo un humano normal con sentimientos mortales.\nAl fin y al cabo, la ira y el éxtasis van y vienen en un instante, igual que los truenos.\nEste cáliz fue testigo no solo de las hazañas del Domador de Truenos, sino también de sus tristezas y alegrías.\n\nEn este cáliz se vertió el vino para el ritual en el que la familia del Domador de Truenos fue sacrificada como ofrenda.\nTambién sirvió para contener el coraje que lo ayudó a aventurarse en la cueva de la bestia.\nFue este cáliz el que acompañó al solitario Domador en sus últimos días.\n",
        "fr": "\nUne coupe ayant appartenu au dompteur de foudre.\nPeut-être son ancien propriétaire l'utilisait-elle pour y boire la foudre ?\n\nAussi puissant qu'il fut, le dompteur de foudre était un mortel, soumis lui aussi à ses émotions.\nLa rage et l'extase viennent et vont en un instant, tout comme le tonnerre.\nCette coupe fut témoin des exploits de cet homme, mais aussi de ses joies, de ses colères et de ses peines.\n\nCette coupe contint le vin utilisé en offrande dans la famille du héros.\nPeut-être de cette coupe tira-t-il le courage d'affronter la bête vivant au nord ?\nPeut-être aussi fut-elle son seul compagnon lors des derniers moments de solitude. \n",
        "pt": "\nUm cálice de vinho que pertencera ao Domador de Trovões,\nTalvez seu antigo dono o tivesse usado para beber os trovões.\n\nApesar de poderosíssimo, o Domador de Trovões era um simples humano normal com sentimentos humanos.\nA raiva e o êxtase vêm e vão em um instante, assim como os trovões.\nEsse cálice assistiu não só as proezas do Domador de Trovões, como também suas tristezas e alegrias.\n\nNeste cálice foi vertido o vinho para o ritual em que a família do Domador de Trovões foi sacrificada como oferenda,\nDele veio a coragem que ajudou o Domador de Trovões a se aventurar em direção à caverna da besta,\nDele veio a única fonte de companheirismo para o Domador de Trovões, que passou seus últimos dias só.\n",
        "ru": "\nКубок, однажды принадлежавший Усмиряющему Гром.\nВозможно, его бывший владелец пил из него молнии.\n\nУсмиряющий Гром, беспощадно истреблявший монстров, тоже был человеком со своими печалями и радостями.\nОн радовался и гневался стремительно, как молния: чувства быстро приходили и уходили во мгновение ока.\nЭтот кубок видел своего хозяина и в счастье, и в горе.\n\nИ при распитии ритуального вина, использовавшегося при жертвоприношении семьи Усмиряющего Гром,\nИ когда сам Усмиряющий Гром пил, чтобы набраться храбрости перед спуском в тёмные недра полной монстров пещеры,\nВо все времена кубок был с ним до последнего часа, скрашивая его одиночество.\n",
        "id": "\nSebuah piala yang dulu dimiliki oleh Penjinak Petir.\nMungkin pemilik sebelumnya memakainya untuk meminum petir.\n\nSekuat apa pun dia, Penjinak Petir tetaplah seorang manusia biasa.\nAmarah dan kenikmatan datang dan pergi begitu saja, sama seperti petir yang menggelegar.\nPiala itu tidak hanya menjadi saksi pesta pora Penjinak Petir, namun juga kesedihan dan tawanya.\n\nKarena inilah piala yang digunakan untuk anggur kurban selama persembahan,\nDan inilah piala yang memberikan keberanian kepada Sang Penjinak Petir saat menjelajah ke dalam gua monster yang buas,\nDari piala ini jugalah satu-satunya sumber persahabatan untuk Sang Penjinak Petir, yang menghabiskan hari-hari terakhirnya dalam kesendirian.\n",
        "th": "\nกุณโฑที่เคยเป็นของใช้ของ Thundersoother\nบางทีเจ้าของเก่าของมันอาจจะใช้เพื่อดื่มสายฟ้า\n\nยิ่งใหญ่อย่างที่เขาเป็น Thundersoother เป็นเพียงมนุษย์ธรรมดาและมีความรู้สึกเหมือนคนทั่ว ๆ ไป\nความโกรธเกรี้ยวและปลื้มปีติเข้ามาและก็จากไปอย่างรวดเร็วเฉกเช่นสายฟ้าที่ฟาดลงมา\nถ้วยใบนี้ไม่เพียงแต่จะเป็นพยานความสำเร็จของ Thundersoother เท่านั้น แต่รวมถึงความโศกเศร้าและเสียงหัวเราะของเขาอีกด้วย\n\nไม่ว่าจะถูกเทเหล้าเพื่อดื่มฉลอง\nหรือเพื่อเรียกความกล้าก่อนจะเข้าไปในรังของอสูรร้าย\nหรืออยู่กับ Thundersoother ผู้โดดเดี่ยวในช่วงสุดท้ายของเขา\n",
        "vi": "\nLy rượu được Tôn Giả sử dụng để bình định sau tai họa sấm sét,\ncũng có thể chủ cũ của nó đã từng dùng nó để uống dòng tử điện.\n\nTôn Giả diệt quái vật cũng là một phàm nhân, vui với cái được, buồn với cái mất.\nBạo nộ và hoan hỉ giống như sấm sét, đột ngột mà nhanh chóng.\nLy Tử Tinh đã chứng kiến bao cảm xúc của tôn giả và cũng chứa đựng tất cả niềm vui và nỗi buồn.\n\nBất luận tình thân bị biến thành rượu tế,\nhay mượn dũng khí trong cốc tiến sâu vào hang thú lúc đêm tối,\nhay chứng kiến sự cô độc của Tôn Giả Bình Định Lôi Điện.\n"
      },
      "imgid": "thundersoother_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "平雷之冠",
        "zht": "平雷之冠",
        "jp": "雷討ちの冠",
        "ko": "뇌전 정복자의 관",
        "en": "Thundersoother's Diadem",
        "de": "Krone des Donnerbändigers",
        "es": "Corona del Domador de Truenos",
        "fr": "Couronne du Dompteur de foudre",
        "pt": "Coroa do Domador de Raios",
        "ru": "Корона усмиряющего гром",
        "id": "Thundersoother's Diadem",
        "th": "Thundersoother's Diadem",
        "vi": "Nón Bình Lôi"
      },
      "description": {
        "zhs": "平雷勇士的冠冕，是古老的英雄击败了危害大地的雷之魔兽而获得的华冠。",
        "zht": "平雷勇士的冠冕，是古老的英雄擊敗了危害大地的雷之魔獸而獲得的華冠。",
        "jp": "雷討ちの勇士の冠、古き英雄が大地に害をなす雷の魔獣を倒して獲得した冠である。",
        "ko": "뇌전 정복자의 관면. 고대의 영웅이 지상을 위협하는 뇌전의 마수를 처치하고 얻은 관면이다",
        "en": "The crown given to the Thundersoother for defeating the Beast of Thunder that had been wreaking havoc upon the land.",
        "de": "Die Krone des Recken, der den Donner bändigte. Er erhielt sie, nachdem er das Monster des Donners besiegt hatte, das das Land zu verwüsten drohte.",
        "es": "La corona que recibió el ancestral Domador de Truenos tras derrotar a la Bestia del Trueno que amenazaba su territorio.",
        "fr": "Le diadème que le Dompteur de foudre reçut après avoir vaincu le monstre de tonnerre qui menaçait le pays.",
        "pt": "A coroa que o antigo Domador de Raios recebeu após derrotar o monstro do trovão que ameaçava o território.",
        "ru": "Корона, подаренная усмирившему гром герою за победу над монстром молнии, который наводил ужас на его земли.",
        "id": "Mahkota yang diserahkan kepada Thundersoother sebagai tanda penghargaan atas jasanya dalam mengalahkan Beast of Thunder yang telah mendatangkan malapetaka di atas daratan.",
        "th": "มงกุฎที่มอบให้กับผู้กล้าในตำนาน Thundersoother จากการกำจัด Beast of Thunder ที่ได้สร้างความหายนะแก่แผ่นดิน",
        "vi": "Vương miện của dũng sĩ Bình Lôi, nhận được khi các anh hùng cổ đại tiêu diệt Lôi Ma Thú làm hại đại lục."
      },
      "lore": {
        "zhs": "\n非常之古老的紫之冠，\n闪烁着征讨雷电的光。\n\n昔日暴虐的雷之魔兽，\n曾以雷霆手腕驱役人。\n殊不知霹雳稍纵即逝，\n威仪于大地无可存留。\n\n勇士冒着雷暴折却它的爪牙，\n为自己赢得这尊平雷的冠冕。\n但彼时故去的已经无可往回。\n",
        "zht": "\n非常之古老的紫之冠，\n閃爍著征討雷電的光。\n\n昔日暴虐的雷之魔獸，\n曾以雷霆手腕驅役人。\n殊不知霹靂稍縱即逝，\n威儀於大地無可存留。\n\n勇士冒著雷暴折卻它的爪牙，\n為自己贏得這尊平雷的冠冕。\n但彼時故去的已經無可往回。\n",
        "jp": "\n非常に古い紫色の冠。\n雷を征討する光を象徴している。\n\n昔、暴虐の雷の魔獣が、\n雷霆の如き暴政で人を統治した。\nだが一瞬で消えていく雷のように、\n魔獣の死後は、彼の威厳もすぐ散っていった。\n\n勇者は雷を耐えながら、魔獣の爪を折って、\nこの雷獣討ちの冠を手に入れた。\nしかし過ぎ去った過去には戻れない。\n",
        "ko": "\n매우 오래된 보라색 왕관, \n번개를 징벌하는 불빛을 반짝이고 있다.\n\n지난날 포학하기 그지없던 번개 마물은 \n뇌정의 수완으로 사람들을 부렸었다.\n하지만 벼락은 금방 사라지는 법, \n대지에 그 위엄을 과시하지만 남는 건 없다.\n\n용사는 벼락을 무릅쓰고 마수의 수하를 물리치며 \n뇌전 정복자의 왕관을 쓰게 되었지만\n과거는 돌이킬 수 없었다.\n",
        "en": "\nA very ancient diadem.\nIt shines with the light of the pacified lightning.\n\nThe ferocious Beast of Thunder\nonce enslaved people with its mighty lightning.\nBut its lightning existed only in a flash,\nand like the lightning, its mightiness soon disappeared.\n\nThe Thundersoother defeated the beast in a lightning storm.\nHe claimed this diadem as his trophy.\nBut the past can never be fully pacified.\n",
        "de": "\nEine uralte lila Krone.\nSie versprüht Blitze und Donner.\n\nDas grauenvolle Monster des Donners\nversklavte einst die Menschheit mit seinem mächtigen Donner.\nSeine Macht dauerte jedoch nicht lange\nund mit einem Donnergrollen verschwand seine Macht.\n\nDer Recke besiegte das Monster in brausendem Sturm,\num sich daraufhin zum Donnerbändiger zu krönen.\nAber es gab kein Zurück mehr.\n",
        "es": "\nUna diadema muy antigua.\nBrilla con la luz del trueno domado.\n\nLa feroz bestia\nesclavizó al pueblo con la ira del trueno.\nEl rugido de este, sin embargo, era tan efímero\ncomo el poder que se desvaneció junto con él.\n\nEl Domador de Truenos derrotó a la bestia durante una tormenta eléctrica,\ny obtuvo esta corona con la que se podían domar los truenos.\nLo único que no podía domarse era el inevitable paso del tiempo.\n",
        "fr": "\nUn diadème très ancien.\nIl brille de l'éclat de l'éclair dompté.\n\nLa bête féroce\navait asservi le peuple de son puissant pouvoir.\nMais l'éclair est éphémère,\net comme ce dernier, la puissance de la bête disparut bientôt.\n\nLe guerrier vainquit le monstre dans l'orage,\net prit le diadème comme trophée.\nMais le passé n'est jamais réparable.\n",
        "pt": "\nUm diadema muito antigo.\nEla brilha com a luz do relâmpago pacificado.\n\nA feroz Besta de Trovão,\numa vez escravizou as pessoas com seus poderosos relâmpagos.\nMas seu relâmpago só existiu por um instante,\ne, como o relâmpago, sua força logo desapareceu.\n\nO Domador de Trovões derrotou a besta numa tormenta elétrica,\nE ganhou esse diadema como seu troféu.\nMas o passado é irreparável.\n",
        "ru": "\nОчень древняя пурпурная корона.\nОна искрится, словно усмирённая молния.\n\nЖестокий Громовой Монстр\nпрежде порабощал людей своими молниями.\nНо удар молнии мимолётен,\nКак скоротечен был и период его власти.\n\nУсмиряющий Гром, презрев молнии Громового Монстра, одержал над ним победу,\nИ в награду получил эту корону.\nНо то время ушло безвозвратно.\n",
        "id": "\nSebuah mahkota kuno,\nBerkilauan bagaikan cahaya petir.\n\nMonster Petir yang kejam,\nyang dulunya membantai manusia dengan petirnya.\nNamun petirnya hanya sekejap mata,\nDan sama seperti kilat petir, kedigdayaannya sirna seketika.\n\nSang Penjinak Petir mengalahkan monster di dalam badai petir,\nDia akhirnya mengklaim mahkota tersebut sebagai piala.\nTetapi masa lalu tidak pernah bisa sepenuhnya ditenangkan.\n",
        "th": "\nมงกุฎสีม่วงที่มีความเก่าแก่มาก\nสายฟ้าส่องประกายเพื่อลงทัณฑ์\n\nBeast of Thunder ที่โหดเหี้ยมเมื่อวันวาน\nผู้เคยใช้มนุษย์เป็นทาสด้วยสายฟ้าที่ยิ่งใหญ่ของมัน\nแต่สายฟ้าคงอยู่แค่วูบเดียวเท่านั้น\nและความเกรียงไกรของมันก็จากไปพร้อมกับสายฟ้า\n\nฮีโร่โค่นอสูรลงท่ามกลางพายุฟ้าผ่า\nรับมงกุฎนี้แทนเครื่องหมายแห่งชัยชนะ\nแต่อดีตนั้นไม่สามารถแก้ไขได้\n",
        "vi": "\nVương miện màu tím cổ xưa,\nPhát ra ánh sáng chinh phạt Lôi Điện.\n\nLôi Ma Thú hung tàn trước kia,\nTừng dùng vòng tay sấm sét để nô dịch con người.\nNhưng không biết sấm sét sẽ dần mất đi,\nnhững thứ uy hiếp đại lục sẽ không được phép tồn tại.\n\nDũng Sĩ xuyên qua giông tố bẻ gãy móng và răng của nó,\nDành được chiếc vương miện Bình Lôi cho bản thân mình.\nThế nhưng thời gian đã trôi qua thì sẽ không có cách nào quay lại được.\n"
      },
      "imgid": "thundersoother_circlet"
    }
  ]
}