{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "渡过烈火的贤人",
    "zht": "渡過烈火的賢人",
    "jp": "烈火を渡る賢者",
    "ko": "불 위를 걷는 현인",
    "en": "Lavawalker",
    "de": "Feuer durchwandernder Heiliger",
    "es": "Virtuoso Corredor de Lava",
    "fr": "Marcheur du feu",
    "pt": "Atravessador do Fogo",
    "ru": "Ступающий по лаве",
    "id": "Lavawalker",
    "th": "Lavawalker",
    "vi": "Hiền Nhân Bốc Lửa"
  },
  "descriptions": [
    {
      "zhs": "火元素抗性提高40%。",
      "zht": "火元素抗性提高40%。",
      "jp": "炎元素耐性+40%。",
      "ko": "불 원소 내성+40%",
      "en": "Pyro RES increased by 40%.",
      "de": "Erhöht den Pyro-WDS um 40 %.",
      "es": "RES Pyro +40%.",
      "fr": "Augmente la RÉS Pyro de 40 %.",
      "pt": "RES Pyro +40%",
      "ru": "Пиро сопротивление: +40%",
      "id": "Pyro RES +40%.",
      "th": "เพิ่มความต้านทานไฟ 40%",
      "vi": "Kháng nguyên tố Hỏa tăng 40%."
    },
    {
      "zhs": "对处于火元素影响下的敌人造成的伤害提升35%。",
      "zht": "對處於火元素影響下的敵人造成的傷害提升35%。",
      "jp": "炎元素の影響を受けた敵に対するダメージ+35%。",
      "ko": "불 원소의 영향을 받은 적에게 가하는 피해가 35% 증가한다",
      "en": "Increases DMG against opponents affected by Pyro by 35%.",
      "de": "Erhöht den von Pyro-Effekten betroffenen Gegnern zugefügten Schaden um 35 %.",
      "es": "Aumenta en un 35% el daño contra los enemigos afectados por Pyro.",
      "fr": "Augmente les DGT infligés aux ennemis affectés par l'élément Pyro de 35 %.",
      "pt": "Aumenta o Dano contra inimigos afetados por Pyro em 35%.",
      "ru": "Увеличивает урон против врагов, находящихся под действием Пиро, на 35%.",
      "id": "Meningkatkan 35% DMG terhadap musuh yang terpengaruh Pyro.",
      "th": "สร้างความเสียหายเพิ่มขึ้น 35% แก่ศัตรูที่ได้รับผลกระทบต่อธาตุไฟ",
      "vi": "Tăng 35% sát thương tạo thành cho kẻ địch bị ảnh hưởng nguyên tố Hỏa."
    }
  ],
  "imgid": "lavawalker_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "渡火者的决绝",
        "zht": "渡火者的決絕",
        "jp": "火渡りの堅実",
        "ko": "불 위를 걷는 자의 결단",
        "en": "Lavawalker's Resolution",
        "de": "Entschlossenheit des Lavaläufers",
        "es": "Determinación del Corredor de Lava",
        "fr": "Détermination du Marcheur du feu",
        "pt": "Determinação do Corredor de Lava",
        "ru": "Решительность ступающего по лаве",
        "id": "Lavawalker's Resolution",
        "th": "Resolution of Lavawalker",
        "vi": "Sự Từ Chối Của Người Vượt Lửa"
      },
      "description": {
        "zhs": "在烈焰的簇拥下盛开的花朵，传说古代智者佩着它走进了火海。",
        "zht": "在烈焰的簇擁下盛開的花朵，傳說古代智者佩著它走進了火海。",
        "jp": "烈火の中で咲く花、古代の知者はそれをつけて火の海に入ったらしい。",
        "ko": "뜨겁게 타오르는 화염 속에서 피어나는 꽃. 전설에 의하면 고대의 현자가 이를 착용한 채 불바다에 걸어들어갔다고 한다",
        "en": "A flower that blooms amidst burning flames. It is said that long ago, a sage once wore it as he walked into a sea of fire.",
        "de": "Eine in lodernden Flammen erblühende Blume. Damit sollen die Weisen der alten Zeit über das Lavameer gewandert sein.",
        "es": "Una flor que se abrió mientras estaba rodeada de llamas. Según la leyenda, los sabios de la antigüedad la llevaron consigo antes de cruzar el mar de fuego.",
        "fr": "Une fleur qui s'est épanouie au milieu des flammes. Selon la légende, les sages des temps anciens la portaient sur eux avant de traverser la mer de feu.",
        "pt": "Flor que desabrochou mesmo rodeada de chamas ardentes. Dizem que um sábio antigo a levou junto consigo para dentro do mar de fogo.",
        "ru": "Цветок, распускающийся в бушующем пламени. Существует легенда о мудром человеке, перешедшем горящее море с этим цветком.",
        "id": "Bunga yang merekah di tengah kobaran api. Konon bunga ini dikenakan oleh seorang pertapa saat dirinya berjalan menembus lautan api.",
        "th": "ดอกไม้ที่เบ่งบานท่ามกลางเปลวไฟ ว่ากันว่าเมื่อนานมาแล้ว มีนักปราชญ์คนหนึ่งติดมันไว้ในระหว่างการเดินผ่านทะเลเพลิง",
        "vi": "Đóa hoa nở rộ trong ngọn lửa mãnh liệt, truyền thuyết kể rằng trí giả cổ đại đã đeo nó đi vào biển lửa."
      },
      "lore": {
        "zhs": "\n经历烈焰焚烧才会盛开的花朵，\n烧灼的刺痛令佩戴者愈发顽强。\n\n火红的花朵，仿佛闪光灼灼的玛瑙石一般。\n这浴火的花，被火中通行的智者佩在胸前。\n\n在渡火的智者生命的最末，他对人们说道：\n「这是受烈焰焚烧而盛开的花。若我未被化作烟灰」\n「热浪与黑烟中必然会有这朵花闪烁着余火的光辉」\n\n后来，人们追踪着明灭的光芒，来到了烬寂海的边缘。\n却发现智者已经不知所踪，而花依旧盛放在余烬之中。\n",
        "zht": "\n經歷烈焰焚燒才會盛開的花朵，\n燒灼的刺痛令佩戴者愈發頑強。\n\n火紅的花朵，仿佛閃光灼灼的瑪瑙石一般。\n這浴火的花，被火中通行的智者佩在胸前。\n\n在渡火的智者生命的最末，他對人們說道：\n「這是受烈焰焚燒而盛開的花。若我未被化作煙灰」\n「熱浪與黑煙中必然會有這朵花閃爍餘火的光輝」\n\n後來，人們追蹤著明滅的光芒，來到了燼寂海的邊緣。\n卻發現智者已經不知所蹤，而花依舊盛放在餘燼之中。\n",
        "jp": "\n烈火に燃えてから咲く花。\n灼熱の痛みでつける者はどんどん強くなる。\n\n火のように赤く染まった花。キラキラ光るメノウのようである。\nこの火を浴びた花を、火の上を歩く賢者が胸につけた。\n\n火渡りの賢者は最期、人々にこういった。\n「これが烈火に燃えてから咲いた花。もし私が灰燼になれなかったら」\n「熱い波と黒い煙の中で、必ずこの花は余燼の輝きを放つ」\n\nその後、人々は輝きを追って、マグマの海の淵に辿り着いた。\nだが賢者はもういない。残ったのは余燼の中で咲いている花だけであった。\n",
        "ko": "\n이건 맹렬한 불길속에서만 피어나는 꽃으로 \n불타는 아픔은 착용자를 더욱 완강하게 만든다.\n\n새빨간 꽃잎은 반짝이고 있는 마노와도 같다.\n이 불속에서 피어난 꽃은 불 위를 걷는 현자가 가슴에 착용했다.\n\n불 위를 걷는 현자가 생명의 마지막 순간에 사람들에게 이렇게 말했다:\n「이건 맹렬한 불길속에서 피어난 꽃이니라. 내가 잿더미로 변하지 않으면」\n「이 꽃은 뜨거운 열기와 검은 연기 속에서도 불빛을 반짝이고 있을 것이다」\n\n후에 사람들이 가물거리는 불빛을 쫓아 잿더미 바다 근처까지 왔다.\n하지만 현자의 행방은 찾을 수 없었고 오직 남은 잿더미 사이에 피어난 꽃만 보일 뿐이었다.\n",
        "en": "\nA flower that only blooms in the burning flames.\nThe searing pain it causes will make the wearer stronger.\n\nThe fiery-red flower shines like shimmering agate.\nThis flaming flower was once a brooch worn by the Lavawalker.\n\nIn the Lavawalker's final days, he said to his people:\n\"This is the flower that blooms in flames. Until the day that the fires turn me into ashes,\nYou shall see the glowing embers of this flower shining through the dark smoke.\"\n\nThe people followed the flower's flickering light to the edge of the Mare Jivari.\nThere they found the blooming flowers — but the Lavawalker was nowhere to be seen.\n",
        "de": "\nEine Blume, die nur in lodernden Flammen wächst,\ndie sengende Hitze macht den Träger nur noch stärker.\n\nDie feuerrote Blume funkelt wie ein schimmernder Achat.\nDiese feurige Blume diente einst als Brosche des Lavaläufers.\n\nAls seine letzten Tage gekommen waren, sagte er zu den Menschen:\n„Dies ist die Blume die im Feuer blüht. Wenn mich das Feuer noch nicht zu Asche hat werden lassen,\nwerdet ihr durch den Rauch und Nebel die Glut in dieser Blume sehen.“\n\nDaraufhin folgten die Leute dem glimmenden Licht bis zum Ende des Mare Jivari.\nSie wurden von blühenden Blumen begrüßt, der Weise jedoch war nirgends zu sehen.\n",
        "es": "\nUna flor que solo se abre en las llamas ardientes.\nEl dolor llameante que causa vuelve más fuerte a su portador.\n\nLa flor, roja como el fuego, brilla como un ágata reluciente.\nEsta flor llameante era un broche del Corredor de Lava.\n\nEn sus últimos días, le dijo a la gente:\n“Esta es la flor que se abre en las llamas. Si el fuego aún no me ha convertido en cenizas,\nverán el resplandor de las brasas de esta flor a través de las llamas y el oscuro humo”.\n\nEntonces, la gente siguió la luz titilante hasta la orilla del Mare Jivari.\nFueron recibidos por la flor abierta, pero el sabio no se encontraba por ningún lado.\n",
        "fr": "\nUne fleur qui ne s'épanouit que dans les flammes.\nLa douleur qu'elle inflige ne rend que son possesseur plus résistant.\n\nUne fleur rouge feu qui brille comme de l'agate scintillante.\nCette fleur de flammes était autrefois portée en broche par le Marcheur du feu.\n\nÀ la fin de sa vie, le Marcheur du feu disait :\n« Cette fleur s'est épanouie dans les flammes. Si le feu ne m'a pas réduit en cendres,\nvous trouverez certainement les étincellements de flammes à travers les chaleurs et les fumées dans cette fleur. »\n\nDes fidèles parvinrent au bord de la Mer Cendrée en poursuivant des étincelles.\nLe Marcheur du feu était introuvable, mais ils virent les fleurs s'épanouir dans les cendres.\n",
        "pt": "\nUma flor que apenas floresce entre as chamas ardentes.\nA dor agoniante que causa tornará mais forte quem a transporte.\n\nA flor vermelha brilha como uma ágata.\nEsta flor flamejante era o broche do Corredor de Lava.\n\nEm seus últimos dias, ele disse às pessoas:\n\"Essa é uma flor que floresce nas chamas. Até ao dia em que o fogo me torne em cinzas,\"\n\"Verão as brasas acesas dessa flor brilhante entre o fumo negro.\"\n\nEntão, as pessoas seguiram a luz cintilante até à beira de Mare Jivari.\nEncontraram a flor exuberante, mas o Corredor de Lava tinha desaparecido.\n",
        "ru": "\nЦветок, распускающийся лишь в бушующем огне.\nЖгучая боль, которую он вызывает, делает носящего его ещё более стойким.\n\nОгненно-красный цветок сверкает, как агат.\nСтупающий по лаве некогда носил этот опаленный пламенем цветок на груди.\n\nПеред самой смертью Ступающий по лаве сказал людям:\n«Это цветок, распускающийся только в бушующем пламени. Пока огонь не обратит меня в пепел,\nВы будете видеть сияние этого цветка сквозь дым и марево».\n\nВпоследствии люди, которые шли за мерцанием цветка, вышли на берег Пепельного моря.\nОднако следов Ступающего по лаве они не обнаружили. Только цветок распускался среди пепла...\n",
        "id": "\nSebuah bunga yang hanya mekar di dalam bara api,\nRasa sakitnya akan membuat pemakainya bertambah kuat.\n\nBunga api yang bersinar bagai batu agate yang berkilauan.\nBunga api itu dulunya adalah lencana yang dipakai oleh Sang Penjinak Lava.\n\nDalam hari-hari terakhirnya, dia berkata kepada rakyatnya:\n\"Ini adalah bunga yang tumbuh dalam kobaran api. Sampai hari di mana api memusnahkanku menjadi abu\"\n\"Kau akan melihat bara yang bersinar dari bunga ini bersinar melalui asap yang gelap.\"\n\nOrang-orang mengikuti bara api dari bunga tersebut sampai ke ujung Mare Jivari.\nDi sanalah mereka menemukan bunga-bunga yang mekar, namun Sang Penjinak Lava tak terlihat di mana pun.\n",
        "th": "\nดอกไม้ที่จะเติบโตขึ้นในกองเพลิงเท่านั้น\nอาการปวดแสบปวดร้อนของมันจะทำให้ผู้สวมแข็งแกร่งยิ่งขึ้น\n\nดอกไม้สีแดงเพลิงเปล่งประกายราวกับหินโมรา\nดอกไม้ที่ลุกเป็นไฟนี้เป็นเข็มกลัดของ Lavawalker\n\nในวันสุดท้ายของชีวิตเขา เขาพูดกับผู้คนว่า:\n\"นี่คือดอกไม้ที่จะบานอยู่ในกองเพลิงเท่านั้น หากไฟยังไม่แผดเผาฉันจนเป็นเถ้าถ่าน\"\n\"จะเห็นความเปล่งประกายของดอกไม้นี้ ผ่านควันและเปลวไฟอันมืดมิด \"\n\nต่อมา ผู้คนจึงติดตามแสงกะพริบไปที่ริมทะเล Mare Jivari\nพวกเขาได้รับการต้อนรับด้วยดอกไม้ที่เบ่งบาน แต่ไม่พบร่องรอยของนักปราชญ์\n",
        "vi": "\nĐóa hoa chỉ nở rộ khi tắm trong biển lửa rực cháy,\nCơn đau thiêu đốt khiến người đeo nó càng trở nên kiên cường.\n\nĐóa hoa đỏ lửa, lấp lánh như một viên mã não.\nLoài hoa trong biển lửa được bậc Trí Giả Vượt Lửa đeo lên trước ngực.\n\nTrong thời khắc cuối cùng của cuộc đời, Trí Giả Vượt Lửa nói với con người rằng:\n\"Đây là loài hoa nở rộ trong biển lửa mãnh liệt. Nếu như ta chưa bị cháy rụi\"\n\"Thì đóa hoa sẽ lóe lên ánh hào quang trong biển lửa và khói đen\"\n\nVề sau, người ta đi theo ánh sáng le lói ấy đến ven Vùng Biển Lặng.\nNhưng không tìm được tung tích của Trí Giả, còn đóa hoa vẫn bừng sáng như xưa.\n"
      },
      "imgid": "lavawalker_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "渡火者的解脱",
        "zht": "渡火者的解脫",
        "jp": "火渡りの解放",
        "ko": "불 위를 걷는 자의 해탈",
        "en": "Lavawalker's Salvation",
        "de": "Entsagung des Lavaläufers",
        "es": "Liberación del Corredor de Lava",
        "fr": "Insouciance du Marcheur du feu",
        "pt": "Libertação do Corredor de Lava",
        "ru": "Спасение ступающего по лаве",
        "id": "Lavawalker's Salvation",
        "th": "Salvation of Lavawalker",
        "vi": "Sự Giải Thoát Của Người Vượt Lửa"
      },
      "description": {
        "zhs": "浴火的孤高之鸟的羽毛，似乎能从中听到野火里的振翅之声。",
        "zht": "浴火的孤高之鳥的羽毛，似乎能從中聽到野火裡的振翅之聲。",
        "jp": "火を浴びる孤高な鳥の羽根、炎の中で羽ばたく音が聞こえる。",
        "ko": "불속을 나는 고고한 새의 깃털. 들판을 태우는 불속에서 날갯짓하는 소리가 들리는 것만 같다",
        "en": "The feather of a proud phoenix. You can almost hear the sound of its wings flapping in the scorching flames.",
        "de": "Die Feder eines in Lava badenden Vogels. Es ist, als könnte man den Flügelschlag zwischen den Flammen hören.",
        "es": "Una pluma de pájaro bañada en lava. Escuchando de cerca, parece oírse el sonido del aleteo de un pájaro en medio de las llamas.",
        "fr": "Une plume de phénix. On peut presque entendre le battement des ailes au milieu des flammes.",
        "pt": "Uma pena de um pássaro banhado em lava. Aparentemente, podia-se ouvir o bater de asas no meio das chamas.",
        "ru": "Перо гордого феникса. Кажется, можно услышать хлопанье его крыльев в бушующем пламени.",
        "id": "Bulu dari seekor burung phoenix yang megah. Saat menatapnya, kamu seakan-akan dapat mendengar suara sayup kepak sayapnya di tengah kobaran api.",
        "th": "ขนของนกฟีนิกซ์ผู้ภาคภูมิ คุณรู้สึกได้ถึงเสียงของปีกที่กระพือ อยู่ในไฟที่ลุกโชนจากมันด้วย",
        "vi": "Lông đuôi của loài chim lửa, dường như có thể nghe được tiếng đập cánh trong biển lửa."
      },
      "lore": {
        "zhs": "\n浴火高鸣之鸟的羽毛，被渡火的智者采撷，\n佩戴着它，似乎能听到野火中的振翅之声。\n\n传说一种鸟，生而孤独，能在火中高歌，\n人民将它作为图腾崇拜，君主以之为贵。\n\n火山之地的智者佩着它的羽毛，在烈火中退隐。\n孤独而来的他最终也孤独而去，下落从此不明。\n从此以后，人们时常听到烬寂海深处传来鸣唱。\n是浴火之鸟的鸣叫，还是渡火之贤者的吟叹呢。\n",
        "zht": "\n浴火高鳴之鳥的羽毛，被渡火的智者採擷，\n佩戴著它，似乎能聽到野火中的振翅之聲。\n\n傳說一種鳥，生而孤獨，能在火中高歌，\n人民將它作為圖騰崇拜，君主以之為貴。\n\n火山之地的智者佩著它的羽毛，在烈火中退隱。\n孤獨而來的他最終也孤獨而去，下落從此不明。\n從此以後，人們時常聽到燼寂海深處傳來鳴唱。\n是浴火之鳥的鳴叫，還是渡火之賢者的吟嘆呢。\n",
        "jp": "\n猛火を浴びた高く鳴く鳥の羽根。火渡りの賢者が手に入れた。\nつけると野火に羽ばたく音が聞こえるらしい。\n\n伝説によると、生まれつき孤高な鳥がいるらしい。この鳥は火の中でも歌う。\n民衆は鳥を崇拝し、君主は宝として大事に扱った。\n\n火山の地の賢者は鳥の羽根をつけて、烈火に身を隠した。\n孤独に生まれた彼は孤独に還って、そのまま行方不明になった。\nそれ以来、静かなマグマの奥から鳴き声が聞こえる。\nあれは猛火を浴びた鳥の鳴き声か、それとも火渡りの賢者の愁吟か？\n",
        "ko": "\n불길 속에서 울부짖는 새의 깃털은 불 위를 걷는 자에 의해 뽑혔다.\n착용하고 있으면 불속에서 날개를 펼치는 소리가 들리는 것만 같다.\n\n전설 속에는 태어날 때부터 외롭고 불속에서 소리 높이 노래하는 새가 있었다고 한다. \n백성들은 그를 토템으로 숭배하고 군주는 이를 고귀한 상징으로 여겼다.\n\n화산 지대의 현자는 그의 깃털을 착용한 채 활활 타오르는 불길 속으로 사라졌다.\n고독하게 온 그는 결국 쓸쓸히 떠났고 그 뒤로는 그의 행방은 알 수 없었다.\n그 후로, 사람들은 자주 잿더미 바다의 깊은 곳에서 들려오는 노랫소리를 듣게 된다.\n하지만 그게 불속을 나는 새의 울음소리인지 불 위를 걷는 현자의 탄식인지 구별할 수가 없었다.\n",
        "en": "\nA feather plucked by the Lavawalker from a bird that sings amid the flames.\nThe wearer can almost hear the sound of the bird's wings flapping in the blaze.\n\nLegend has it that there exists a kind of solitary bird that sings in the blazing flames.\nPeople worshiped it as a totem while kings saw it as a sign of nobility.\n\nDonning this feather, the Lavawalker retreated from the outside world.\nAlone he came and alone he went, leaving no trace behind.\nSince then, people often hear cries coming from the Mare Jivari.\nNo one knows if they are the song of the bird or the sighs of the Lavawalker.\n",
        "de": "\nEine Feder, gepflückt vom Lavaläufer von einem in Feuer singenden Vogel.\nEs ist, als könne man den Flügelschlag zwischen den Flammen hören.\n\nEine Legende erzählt von einem einsamen Vogel, der in lodernden Flammen singt.\nDie Leute verehrten ihn als Totem, während die Adligen ihn als Zeichen ihrer Noblesse ansahen.\n\nZusammen mit der Feder schloss sich der Lavaläufer von der Außenwelt ab.\nAllein kam er, allein ging er, ohne auch nur eine Spur zu hinterlassen.\nSeitdem hörten die Leute oft Rufe aus dem Mare Jivari.\nNiemand weiß, ob die Rufe von dem Vogel oder dem Lavaläufer kamen.\n",
        "es": "\nUna pluma que el Corredor de Lava le arrancó a un pájaro que cantaba entre las llamas.\nAl llevarla puesta, casi se puede escuchar el sonido de las alas del pájaro batiéndose en llamas.\n\nCuenta la leyenda que existió una especie de pájaro solitario que podía cantar entre las llamas.\nLa gente lo adoraba como un tótem, mientras que los reyes lo veían como un signo de nobleza.\n\nPortando esta pluma, el Corredor de Lava se aisló en su mundo de llamas.\nSolo vino y solo se fue, sin dejar rastro.\nDesde entonces, las personas a menudo escuchan gritos procedentes del Mare Jivari.\nNadie sabe si estos proceden del pájaro o son los lamentos del Corredor de Lava.\n",
        "fr": "\nLe Marcheur du feu arracha cette plume à un oiseau qui chantait au milieu des flammes.\nOn pourrait presque entendre le battement des ailes de cet oiseau en la portant.\n\nLa légende dit qu'il existait un oiseau solitaire qui chantait dans les flammes.\nLe peuple l'adorait comme un totem tandis que le roi le considérait comme un symbole de noblesse.\n\nLe Marcheur du feu s'isola du monde en emportant cette plume sur lui.\nIl restait seul, peu importe sa destination et ne laissa aucune trace.\nCertaines personnes dirent entendre des cris s'élever de la Mer Cendrée.\nNul ne savait s'il s'agissait du cri de l'oiseau ou d'un signe de vie du Marcheur du feu.\n",
        "pt": "\nUma pena de um pássaro que cantava entre as chamas foi arrancada pelo Corredor de Lava.\nUsando ela é quase possível ouvir o som das asas do pássaro batendo entre as chamas.\n\nDiz a lenda que existia um pássaro solitário que cantava entre as chamas.\nAs pessoas o veneravam como um totem e os reis o viam como um símbolo de nobreza.\n\nTransportando essa pena, o Corredor de Lava se exilou em seu mundo de chamas.\nSó ele veio e só ele se foi, sem deixar qualquer rastro.\nDesde então, as pessoas ouvem frequentemente o choro vindo das profundezas de Mare Jivari.\nSerá o choro do pássaro ou os lamentos do Corredor de Lava?\n",
        "ru": "\nПеро, которое мудрец выщипнул у порхающей в пламени птицы.\nЕсли его надеть, послышатся взмахи крыльев среди гула огня.\n\nПо легенде существует одинокая птица, которая поёт в огне.\nЛюди поклонялись ей, тогда как короли сделали её символом благородства.\n\nНадев это перо, ступающий по лаве стал затворником.\nОн пришёл и ушёл в одиночестве, не оставив после себя ни следа.\nС тех пор со стороны Пепельного моря доносятся голоса.\nПение птиц это, или стенания мудреца, не знает никто.\n",
        "id": "\nSebuah bulu dicabut oleh Sang Penjinak Lava dari burung yang bernyanyi di antara bara api,\nPemiliknya bahkan dapat mendengar suara sayap burung mengepak di antara api.\n\nLegenda mengatakan bahwa ada beberapa jenis burung yang bernyanyi di antara api,\nOrang-orang memujanya sebagai totem sementara para raja melihatnya sebagai lambang kemuliaan.\n\nDengan bulu ini, Sang Penjinak Lava mundur dari dunia fana.\nSendiri dia datang, sendiri pula dia pergi, meninggalkan semuanya tanpa jejak.\nSejak itu, orang sering mendengar tangisan datang dari Mare Jivari.\nTidak ada yang tahu jika nyanyian burung itu adalah helaan napas dari Sang Penjinak Lava.\n",
        "th": "\nขนนกที่ถูกเด็ดโดย Lavawalker จากนกที่ร้องเพลงท่ามกลางเปลวเพลิง\nเมื่อพกมันติดตัว ดูเหมือนจะทำให้ได้ยินถึงเสียงกระพือปีกจากกองเพลิง\n\nว่ากันว่ามีนกชนิดหนึ่ง เกิดมาเพียงลำพังและสามารถร้องเพลงท่ามกลางเปลวเพลิงได้\nผู้คนกราบไหว้มันในฐานะเครื่องรางศักดิ์สิทธิ์ในขณะที่พระราชาเห็นมันเป็นสัญลักษณ์ของความสูงส่ง\n\nพร้อมกับขนนกนี้ Lavawalker แยกตัวเองออกจากโลกภายนอก\nเขาผู้มาเพียงลำพังและจากไปอย่างโดดเดี่ยวไม่ทิ้งแม้ร่องรอยไว้เบื้องหลัง\nจากนั้นเป็นต้นมา ผู้คนมักจะได้ยินเสียงร้องมาจาก Mare Jivari\nไม่มีใครรู้ว่ามันเป็นเสียงเรียกของนก Phoenix หรือว่าเป็นสัญญาณจาก Lavawalker\n",
        "vi": "\nLông đuôi của loài chim lửa được Trí Giả Vượt Lửa đem về,\nĐeo lên người dường như có thể cảm nhận được tiếng đập cánh trong biển lửa.\n\nLoài chim trong truyền thuyết, sinh ra trong cô độc, có thể cất tiếng hát trong biển lửa,\nngười dân lấy hình vẽ của nó làm vật sùng bái, bậc đế vương coi nó là biểu tượng cao quý.\n\nTrí Giả từ vùng đất hỏa sơn cầm theo chiếc lông đó và biến mất trong biển lửa.\nNgài đến trong cô độc, ra đi trong lặng lẽ, từ đó nơi cư ngụ cũng không rõ ràng.\nTừ đó về sau, mọi người thường nghe thấy tiếng hót thánh thót từ sâu thẳm trong Vùng Biển Lặng.\nPhải chăng là tiếng hót của loài chim lửa hay là tiếng ngân nga của bậc Hiền Giả Vượt Lửa đây.\n"
      },
      "imgid": "lavawalker_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "渡火者的煎熬",
        "zht": "渡火者的煎熬",
        "jp": "火渡りの苦しみ",
        "ko": "불 위를 걷는 자의 시련",
        "en": "Lavawalker's Torment",
        "de": "Mühsal des Lavaläufers",
        "es": "Tormento del Corredor de Lava",
        "fr": "Tourment du Marcheur du feu",
        "pt": "Tortura do Corredor de Lava",
        "ru": "Муки ступающего по лаве",
        "id": "Lavawalker's Torment",
        "th": "Torment of Lavawalker",
        "vi": "Sự Dằn Vặt Của Người Vượt Lửa"
      },
      "description": {
        "zhs": "流淌着闪烁热砂的沙漏。流沙匆匆而去，从不留下任何烙印。",
        "zht": "流淌著閃爍熱砂的沙漏。流沙匆匆而去，從不留下任何烙印。",
        "jp": "光る熱砂が流れる砂時計。砂は流れていき、何の烙印も残さない。",
        "ko": "반짝이는 뜨거운 모래가 들어있는 모래시계. 흘러내리는 모래는 어떠한 흔적도 남기지 않는다",
        "en": "Burning sand flows within this hourglass. Despite the intense heat, the sand leave no mark upon the vessel that houses it.",
        "de": "Eine Sanduhr mit gleißenden Sandkörnern, die nur so dahingleiten, aber keine Brandzeichen hinterlassen.",
        "es": "Un reloj que contiene una brillante y ardiente arena. A pesar del intenso calor, dicha arena fluye sin dejar ningún rastro de deterioro.",
        "fr": "Un sablier aux grains scintillants de sable brûlant. Le sable ne laisse aucune trace lorsqu'il s'écoule.",
        "pt": "Uma ampulheta com areia brilhante. Seu fluxo vai e vem, e nunca deixou marcas.",
        "ru": "Песочные часы, в которых течёт не оставляющий после себя следов горящий песок.",
        "id": "Jam pasir yang mana pasir di dalamnya terbakar dan menghilang tanpa meninggalkan jejak.",
        "th": "นาฬิกาทรายที่แม้ว่าจะมีทรายที่เผาไหม้อยู่ตลอดเวลา แต่ไม่เคยทิ้งร่องรอยของมันไว้บนนาฬิกาทรายเลยสักครั้ง",
        "vi": "Đồng hồ cát đỏ rực. Cát không ngừng chảy, giống như thời gian không để lại dấu vết."
      },
      "lore": {
        "zhs": "\n这尊沙漏的内部并非砂砾。而是闪烁的热砂。\n时间如熔流般匆匆而去，不会留下任何烙印。\n\n这是智者渡过烬寂海之后的故事，\n传说他又度过了百年的隐士时光。\n但短暂解脱却敌不过更深的煎熬。\n\n避世的智者再受不住永恒的灼烫，便打造了这尊沙漏。\n在熏天的火焰之中，猩红的热砂来而复往，一切如常。\n\n可怜那智者，不惧烈火的焚烧，却躲不过时间的炙烤。\n一切门人亲眷都先之而去的冰冷火焰，是无可抵御的。\n",
        "zht": "\n這尊沙漏的內部並非砂礫。而是閃爍的熱砂。\n時間如熔流般匆匆而去，不會留下任何烙印。\n\n這是智者渡過燼寂海之後的故事，\n傳說他又渡過了百年的隱士時光。\n但短暫解脫卻敵不過更深的煎熬。\n\n避世的智者再受不住永恆的灼燙，便打造了這尊沙漏。\n在燻天的火焰之中，腥紅的熱砂來而復往，一切如常。\n\n可憐那智者，不懼烈火的焚燒，卻躲不過時間的炙烤。\n一切門人親眷都先之而去的冰冷火焰，是無可抵禦的。\n",
        "jp": "\nこの砂時計の中身は普通の砂ではなく、輝く熱砂である。\n時間は熔流のように、何の跡も残さず流れていく。\n\nこれは賢者がマグマの海を渡った後の物語である。\n伝説によると、彼はまた100年に渡る隠者生活を過ごした。\nだがそれは深い苦しみから解放された一時的な時間に過ぎなかった。\n\n賢者は永久の灼熱に耐えられずにこの砂時計を作った。\n天を突き上げる火焔の中で、赤い熱砂が行ったり来たり。いつもと変わらない。\n\n可哀想なことに、燃える烈火に耐えた賢者は時間の流れに耐えられなかった。\n全ての弟子、家族を遠ざけたこの冷たい炎には、耐える方法がない。\n",
        "ko": "\n이 모래시계에 담긴 건 보통 모래가 아닌 반짝이는 뜨거운 모래이다.\n시간은 흘러내리는 용암처럼 아무런 흔적 없이 지나간다.\n\n이건 현자가 잿더미 바다를 건넌 후의 이야기이다.\n전설에 의하면 그는 또 백 년이란 은거 생활을 보냈다고 한다.\n하지만 잠깐의 해탈은 더욱 고통스러운 시달림을 이기지 못했다.\n\n속세를 피하 현자는 더 이상 영원한 불태움을 견딜 수 없었다. 하여 그는 이 모래시계를 만들었다.\n뜨거운 붉은색의 모래알은 여전히 활활 타오르는 불길 속에서 몰아쳤고 매일같이 반복되었다.\n\n현자는 불길의 불태움은 두려워하지 않았지만 가엾게도 시간의 불태움은 견디지 못했다.\n가족이 뿔뿔이 곁을 떠나가는 차가운 화염은 아마 누구도 견딜 수 없을 것이다.\n",
        "en": "\nWhat flows within this hourglass is not regular sand, but burning sand.\nLike this burning sand, time flows forward, leaving no trace of its own existence.\n\nThe story of the Lavawalker continued even after he had traveled across the Mare Jivari.\nIt is said that he spent another one hundred years living as a hermit.\nBut this short retreat brought little relief from his burning torment.\n\nDuring his time as a secluded sage, the Lavawalker could not bear the eternal scorch. He crafted this hourglass to mark the passing of time.\nAs the flames blazed, burning sand flowed endlessly through the hourglass day after day.\n\nSadly, though the Lavawalker did not fear the scorching flames of the Mare Jivari, he could not quench the torturing flames of time.\nThe anguish of being left alone without the disciples and family he held so dear burned away at his soul more than any flames could ever scorch his flesh.\n",
        "de": "\nIn dieser Sanduhr fließt statt normalem Sand glühend heißer Sand.\nZeit, genau wie brennender Sand, fließt, ohne eine Spur zu hinterlassen.\n\nDies ist die Geschichte nach den Ereignissen vom Weisen, der quer durch das Mare Jivari gereist ist.\nDer Sage nach hat er noch einhundert Jahre als Einsiedler verbracht.\nKurze Erleichterung jedoch ist keine Erlösung von tiefem Leid.\n\nDer einsame Weise ertrug das Brennen der Ewigkeit nicht mehr und so fertigte er diese Sanduhr.\nIn den lodernden Flammen flog der brennend heiße Sand in der Sanduhr nur so umher.\n\nDer arme Weise hatte keine Angst vor den sengenden Flammen, aber konnte die Folter des Feuers der Zeit nicht mehr ertragen.\nAllein gelassen zu werden von seinen liebsten Schülern und Angehörigen, war das bitterste Feuer, das er nicht zu löschen vermag.\n",
        "es": "\nLo que fluye dentro de este reloj de arena no es arena normal, sino arena ardiente.\nEl tiempo, al igual que las arenas llameantes, fluye sin dejar rastro de su existencia.\n\nEsta es la historia que ocurrió después de que el sabio viajara a través del Mare Jivari.\nSe dice que pasó otros cien años viviendo como ermitaño.\nPero esta breve reclusión no pudo aliviar el tormento que lo quemaba.\n\nEl sabio aislado no pudo aguantar las llamas eternas, por lo que creó este reloj de arena.\nEntre las llamas volcánicas, la arena escarlata fluía a través del reloj día tras día.\n\nEl pobre sabio no temía las llamas abrasadoras, pero no podía apagar el agobiante fuego del tiempo.\nSer abandonado por sus queridos discípulos y familiares fue ese amargo fuego que no pudo apagar.\n",
        "fr": "\nLe sable que contient ce sablier n'est pas comme les autres : il s'agit de sable brûlant.\nLe temps s'écoule comme de la lave qui ne laisse aucune trace.\n\nBien avant la traversée de la Mer Cendrée,\non dit que le Marcheur du feu avait passé cent ans de plus en ermite.\nCependant, cette courte évasion ne soulagea pas son tourment.\n\nNe pouvant supporter davantage les affres dans lequel le plongeait le feu incessant, l'ermite fabriqua ce sablier pour l'accompagner dans le long déroulement du temps.\nDans les flammes brûlantes, le sable chaud et écarlate s'écoulait dans le sablier jour après jour.\n\nLe pauvre Marcheur du feu ne craignait pas les flammes ardentes, mais il ne parvint pas à échapper à la brûlure de temps.\nÊtre délaissé par ses élèves et ses proches étaient les flammes amères auxquelles il succomba.\n",
        "pt": "\nO que flui dentro da ampulheta não é areia normal mas sim areia ardente.\nO tempo é como areia ardente, escorre apressadamente sem deixar rastro de sua existência.\n\nA história do Corredor de Lava continuou mesmo após ele ter passado por Mare Jivari.\nDiz a lenda que ele passou mais cem anos vivendo como eremita.\nMas este curto descanso trouxe pouco alívio de seu tormento ardente.\n\nDurante seu tempo como sábio isolado, o caminhante de lava não podia suportar o eterno ardor. Ele criou esta ampulheta para marcar a passagem do tempo.\nÀ medida que as chamas queimavam, a areia ardente fluía sem parar através da ampulheta dia após dia.\n\nInfelizmente, embora o caminhante de lava não temesse as chamas abrasadoras, ele não podia apagar as chamas torturantes do tempo.\nA angústia de ser deixado sozinho sem seus discípulos e sua família que ele tanto amava, queimava em sua alma mais do que qualquer chama pudesse queimar sua carne.\n",
        "ru": "\nВнутри этих песочных часов не обычный песок, а горящий.\nВремя утекает быстро, как лава, не оставляя за собой никаких следов.\n\nИстория Ступающего по лаве не закончилась после того, как он пересек Пепельное море.\nГоворят, он прожил ещё сотню лет как отшельник.\nНо этот краткий миг отказа от мирской суеты не смог облегчить его страдания.\n\nБежавший от мира Ступающий по лаве не мог вынести вечной боли от ожогов, а потому создал эти песочные часы.\nБагряно-красный горящий песок, вспыхивая огненными языками, непрерывно течет в этих часах.\n\nНесчастный Ступающий по лаве не боялся погибнуть в огне, но избежать мучительного жара времени не мог даже он.\nПосле того как Ступающий по лаве лишился всех, кто был ему дорог, душу его вечно терзал холодный огонь лишений, и не было силы, которая могла бы сопротивляться ему.\n",
        "id": "\nApa yang mengalir dalam jam pasir ini bukanlah pasir biasa, melainkan pasir yang membakar.\nSama seperti pasir yang membakar ini, waktu berjalan tanpa meninggalkan jejak kehadirannya.\n\nKisah tenang Sang Penjinak Lava berlanjut bahkan setelah dia mengarungi Mare Jivari,\nDikatakan bahwa dia menghabiskan seratus tahun tinggal bagaikan pertapa.\nTetapi perjalanan singkat ini hanya memberi sedikit kelegaan dari siksaannya yang membara.\n\nSelama waktunya sebagai orang bijak yang terpencil, Sang Penjinak Lava tidak tahan menanggung siksaan abadi. Dia membuat jam pasir ini untuk menandai berlalunya waktu.\nSebagaimana api membara, pasir membara turun tanpa henti melalui jam pasir hari demi hari.\n\nSayangnya, walaupun Sang Penjinak Lava tidak takut akan bara api panas dari Mare Jivari, dia tidak dapat menghentikan siksaan api waktu.\nPenderitaan ditinggal sendirian tanpa murid-murid dan keluarga yang dia sayangi, membakar jiwanya lebih dari api yang bisa membakar dagingnya.\n",
        "th": "\nสิ่งที่ไหลอยู่ในนาฬิกาทรายนั้นไม่ใช้เม็ดทรายทั่วไป หากแต่เป็นเม็ดทรายที่ลุกไหม้\nเวลานั้นก็เหมือนกับเม็ดทรายที่ลุกไหม้ ไหลไปโดยไม่มีเหลือแม้ร่องรอย\n\nนี่คือเรื่องราวหลังจากที่นักปราชญ์ได้ท่องเที่ยวข้ามผ่านทะเล Mare Jivari\nว่ากันว่าเขาใช้เวลาอีกหนึ่งร้อยปีในการเป็นฤษี\nแต่การปลดปล่อยในระยะอันสั้นนั้นเทียบไม่ได้กับความทุกข์ทรมานที่ล้ำลึก\n\nปราชญ์ผู้สันโดษไม่สามารถต้านทานการไหม้เกรียมตลอดกาลดังนั้น เขาจึงประดิษฐ์นาฬิกาทรายนี้ขึ้นมา\nในเปลวไฟที่ลุกโชติช่วง เม็ดทรายที่ร้อนผ่าวก็ไหลผ่านนาฬิกาทรายทุกวัน\n\nนักปราชญ์ผู้น่าสงสาร ไม่เกรงกลัวต่อเปลวไฟที่แผดเผา แต่ก็ไม่สามารถดับความทรมานของเพลิงแห่งเวลาได้\nการถูกทิ้งให้อยู่ตามลำพังโดยเหล่าสาวก และครอบครัวที่รักที่สุดของเขา คือไฟที่ขมขื่นซึ่งเขาไม่สามารถดับได้\n",
        "vi": "\nBên trong chiếc đồng hồ cát này không phải là đá sỏi mà loài cát nóng có thể phát sáng.\nThời gian trôi nhanh như một dòng chảy, chẳng để lại dấu vết gì.\n\nĐó là câu chuyện về bậc Trí Giả vượt qua Vùng Biển Lặng,\nTheo truyền thuyết ngài đã sống hàng trăm năm trong cuộc đời ẩn sĩ.\nThế nhưng sự giải thoát trong chốc lát sao có thể so với nỗi đau khổ sâu sắc.\n\nBậc Trí Giả thoát tục không thể tiếp tục chịu đựng sự dày vò của vĩnh cửu, bèn tạo ra chiếc đồng hồ cát này.\nBên trong ngọn lửa rực cháy, sắc đỏ của dòng cát nóng ẩn hiện liên tục.\n\nBậc Trí Giả đáng thương, không sợ hãi liệt hỏa thiêu đốt, nhưng lại không tránh khỏi sự dày vò của thời gian.\nTất cả môn nhân và thân quyến đều biến mất trong ngọn lửa mà không thể chống cự.\n"
      },
      "imgid": "lavawalker_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "渡火者的醒悟",
        "zht": "渡火者的醒悟",
        "jp": "火渡りの悟り",
        "ko": "불 위를 걷는 자의 깨달음",
        "en": "Lavawalker's Epiphany",
        "de": "Erleuchtung des Lavaläufers",
        "es": "Despertar del Corredor de Lava",
        "fr": "Éveil du Marcheur du feu",
        "pt": "Despertamento do Corredor de Lava",
        "ru": "Просветление ступающего по лаве",
        "id": "Lavawalker's Epiphany",
        "th": "Epiphany of Lavawalker",
        "vi": "Sự Tỉnh Ngộ Của Người Vượt Lửa"
      },
      "description": {
        "zhs": "传说中是能耐流火高热的杯盏，如今其中空无一物仅有余温。",
        "zht": "傳說中是能耐流火高熱的杯盞，如今其中空無一物，僅有餘溫。",
        "jp": "流火の高熱を耐えるコップ、何が入っていなくてもその熱さを感じられる。",
        "ko": "전설에 의하면 흐르는 불과 초고온의 열기를 버틴다는 잔. 오늘날에는 오직 잔열만 남아있다",
        "en": "A legendary goblet that can withstand extremely high temperatures. It still retains a degree of warmth even though it is now empty.",
        "de": "Dieser Becher soll selbst Lava ausgehalten haben. Heute ist nichts mehr darin zu finden. Allein etwas Wärme strahlt er noch aus.",
        "es": "Cuenta la leyenda que el vidrio de este cáliz puede soportar altas temperaturas. Actualmente, su interior está vacío, pero sigue emitiendo calor.",
        "fr": "Les légendes disent que cette coupe pouvait contenir de la lave. Elle est vide aujourd'hui, mais continue d'émettre une certaine chaleur.",
        "pt": "Diz a lenda que é um copo que pode suportar altas temperaturas, e hoje em dia, seu interior está vazio.",
        "ru": "Легендарный кубок, способный выдержать экстремально высокую температуру. Он хоть и пуст, но не остывает и по сей день.",
        "id": "Cangkir dalam legenda yang dapat menampung lava panas sekalipun. Masih terpancar hawa panas dari dalam cangkir ini, meskipun sudah disimpan untuk waktu yang lama.",
        "th": "ภาชนะแห่งตำนานที่สามารถรองรับอุณหภูมิที่สูงมาก มันยังสามารถรองรับองศาของความร้อนที่สูงได้ แม้บัดนี้มันจะว่างเปล่าก็ตาม",
        "vi": "Chiếc ly có thể chịu được lửa lớn trong truyền thuyết, hiện nay chỉ còn sót lại chút hơi ấm."
      },
      "lore": {
        "zhs": "\n空空如也的杯盏，仍旧留存着岩浆的余温。\n这是渡火智者的酒杯，曾流溢出诸多智慧。\n\n这尊酒杯曾被操纵烈焰的智者把玩，高温未曾伤它半分。\n人们传说智者以流火岩浆为佳酿，智者则对此嗤之以鼻。\n美酒终会在高温下挥发而尽，但智性却能耐受一切灼烧。\n\n对于智者而言，美酒仅是天才的助燃剂。\n酣醉时的一点火星，便有可能引燃灵感。\n\n无言的酒杯，见证了智慧从火焰中诞生。\n在智者最后一次远行前，则满溢了孤高。\n",
        "zht": "\n空空如也的杯盞，仍舊留存著岩漿的餘溫。\n這是渡火智者的酒杯，曾流溢出諸多智慧。\n\n這尊酒杯曾被操縱烈焰的智者把玩，高溫未曾傷它半分。\n人們傳說智者以流火岩漿為佳釀，智者則對此嗤之以鼻。\n美酒終會在高溫下揮發而盡，但智性卻能耐受一切灼燒。\n\n對於智者而言，美酒僅是天才的助燃劑。\n酣醉時的一點火星，便有可能引燃靈感。\n\n無言的酒杯，見證了智慧從火焰中誕生。\n在智者最後一次遠行前，則滿溢了孤高。\n",
        "jp": "\n空っぽの盃にマグマの余熱がまだ残っている。\n火渡りの賢者の酒盃。数多くの知恵がこの酒盃から溢れていた。\n\n烈炎を操る賢者に弄ばれても、高温による傷は一つもない。\n賢者がマグマを飲み物とするという噂があったが、賢者はそれを戯言としか思わなかった。\n美酒は高温によって揮発してなくなるが、知恵は全ての灼熱に耐える。\n\n賢者にとって、美酒は天賦の才の助燃剤に過ぎなかった。\n酔っ払った時の火花がインスピレーションを燃やす。\n\n無言の酒盃、知恵が炎から誕生したことを見届けた。\n賢者は最後の遠征をする前、盃は孤高に溢れた。\n",
        "ko": "\n텅 빈 잔에는 여전히 마그마의 온기가 남아있다.\n이건 불 위를 걷는 자의 술잔으로 수많은 지혜가 넘쳐흘렀다.\n\n화염을 다루던 현자는 이 술잔을 손에서 장난감처럼 다뤘지만 고온은 술잔에 흠집조차 내지 못했다.\n사람들 사이에는 현자가 마그마를 술처럼 마신다는 소문이 있었는데 현자는 소문에 대해 코웃음만 칠 뿐이었다.\n술은 고온에서 끝내는 증발해 버리지만 지성은 어떠한 고온에서도 견딜 수 있다.\n\n현자에게 술은 단지 천재의 조연제일 뿐이다.\n취했을 때 머리에 스치는 약간의 불씨라도 영감을 불러일으킨다.\n\n말이 없는 술잔은 지혜가 불꽃에서 탄생하는 걸 직접 지켜봤다.\n현자가 마지막으로 먼 길을 떠나기 전에 술잔에는 고고함이 넘쳐흘렀다.\n",
        "en": "\nA goblet that once contained lava. Now empty, it still has a slight hint of warmth.\nThis goblet once belonged to a sage known as the Lavawalker. Wisdom flowed from within.\n\nThe Lavawalker would toy with the goblet. Even in the blazing heat, it remained intact.\nLegend has it that the Lavawalker would drink lava from this goblet as if it were a glass of fine wine.\nBut while fine wine evaporates in high heat, the wisdom of the sage could withstand a trial by fire.\n\nTo the Lavawalker, fine wine was merely a catalyst in the process of producing ingenuity.\nAided by alcohol, even the slightest spark can combust into a brilliant idea.\n\nThe goblet was a silent witness to the forging of wisdom amidst the flames.\nThe moment before the Lavawalker set off on his final journey was when the goblet was filled with the most pride.\n",
        "de": "\nEin jetzt leerer Becher, der noch die Wärme der ursprünglich in ihm befindlichen Lava ausstrahlt.\nDieser Becher gehörte einst einem Weisen den man Lavaläufer nannte. Er sprudelte nur so von Wissen. \n\nDer Lavaläufer nutzte den Becher gern als Spielzeug. Selbst unter stärkster Hitze blieb der Becher völlig intakt.\nDer Legende nach trank der Lavaläufer sogar reine Lava aus dem Becher, als wäre es ein Glas Rotwein.\nSelbst guter Wein verdampft in großer Hitze, Weisheit jedoch hält den Flammen stand.\n\nFür den Lavaläufer war guter Wein einfach nur ein Katalysator zu noch mehr Einfallsreichtum.\nMit der Hilfe des Alkohols kann selbst der kleinste Funke zu einem Feuerwerk der Ideen werden.\n\nDer stille Becher wurde Zeuge, wie aus den Flammen Weisheit geboren wurde.\nVor seiner letzten großen Reise war der Becher gefüllt mit einsamem Stolz.\n",
        "es": "\nUn cáliz que contenía lava. Aunque está vacío, le sigue quedando un ligero calor.\nEn el interior del cáliz, que pertenecía al Corredor de Lava, solía fluir la sabiduría.\n\nEl Corredor de Lava solía jugar con este cáliz, que permanecía intacto incluso tras exponerse a un calor abrasador.\nSegún la leyenda, bebía lava de él como si de un exquisito vino se tratara.\nEl vino se evaporaba a altas temperaturas, pero la sabiduría pudo resistir el fuego de las llamas.\n\nPara el Corredor de Lava, el vino era simplemente el combustible de su ingenio.\nCon la ayuda del alcohol, podía convertir la más mínima chispa en una idea brillante.\n\nEl silencioso cáliz fue testigo de cómo la sabiduría se forjó entre las llamas.\nJusto antes de que el Corredor de Lava emprendiera su último viaje, el cáliz se llenó arrogancia.\n",
        "fr": "\nUne coupe qui contenait de la lave. Une faible chaleur s'en dégage encore.\nCet objet appartenait à celui qui marcha sur le feu et contenait l'essence de sa sagesse.\n\nLe Marcheur du feu s'amusait souvent avec cette coupe, qui resta intacte malgré la chaleur étouffante à laquelle elle était exposée.\nUne légende raconte que son propriétaire y buvait de la lave comme on buvait du bon vin.\nN'importe quelle boisson s'évapore avec la chaleur, mais la sagesse demeure, même dans les flammes les plus ardentes.\n\nPour le Marcheur du feu, le bon vin n'est qu'un catalyseur de la sagesse.\nEn état d'ivresse, même la plus petite étincelle pourrait donner naissance à des idées géniales.\n\nUne coupe silencieuse, qui a été témoin de la naissance de la sagesse des flammes.\nElle était emplie de fierté avant le départ du Marcheur du feu pour son dernier voyage.\n",
        "pt": "\nUm copo que guardava lava. Apesar de agora estar vazio, ainda está um pouco quente.\nDo interior do copo, que outrora pertencera ao Corredor de Lava, escorria sabedoria.\n\nO Corredor de Lava brincava com o copo que, apesar de quente, não queimava suas mãos nem um pouco.\nDiz a lenda que o Corredor de Lava bebia lava desse copo como se fosse um copo de bom vinho.\nBom vinho evapora com o calor, todavia, a sabedoria dele aguentava o teste do fogo.\n\nPara o Corredor de Lava, bom vinho era apenas um catalisador para a genialidade.\nCom a ajuda do álcool, até a mais ínfima chama podia se converter em uma ideia brilhante.\n\nO copo silencioso foi testemunha do nascimento da sabedoria das chamas.\nMomentos antes do Corredor de Lava partir para sua viagem final, o copo se encheu de arrogância.\n",
        "ru": "\nКубок, когда-то наполненный лавой. Он до сих пор хранит тепло.\nПринадлежал он ступающему по лаве мудрецу и был до краёв наполнен мудростью.\n\nСтупающий по лаве мудрец поигрывал этим кубком, и даже бушующее пламя не смогло его повредить.\nЛегенды гласят, что мудрец черпал им лаву и пил, словно это было изысканное вино.\nИ если вино от жара испаряется, то мудрость его выстояла испытание огнём.\n\nДля мудреца вино служило лишь искрой, разжигавшей огонь таланта.\nНемного алкоголя могло превратить огонёк в ревущее пламя вдохновения.\n\nКубок был безмолвным свидетелем рождения мудрости в огне.\nПеред последним путешествием ступающего по лаве кубок наполнился высокомерием.\n",
        "id": "\nSebuah piala yang tadinya berisikan lava. Sekarang kosong, namun masih ada sedikit kehangatan yang tersisa.\nPiala ini dulunya milik seorang bijak yang dijuluki Sang Penjinak Lava. Kebijaksanaan mengalir di dalam dirinya.\n\nSang Penjinak Lava selalu memainkan pialanya. Walau di tengah panas sekalipun.\nLegenda mengatakan bahwa Sang Penjinak Lava dapat meminum lava dari piala tersebut seolah meminum anggur dari gelas biasa.\nWalaupun anggur menguap dalam panas tinggi, kebijaksanaan orang bijak bahkan bisa mengalahkan bara api.\n\nBagi Sang Penjinak Lava, anggur yang baik hanyalah sebuah katalis yang melalui proses pemurnian.\nDibantu oleh alkohol, bahkan percikan kecil pun bisa menjadi ide brilian.\n\nPiala itu adalah saksi sunyi untuk membentuk kebijaksanaan di antara kobaran api.\nSaat Sang Penjinak Lava akan melakukan perjalanan akhirnya, itulah saat pialanya terisi oleh kebanggaan.\n",
        "th": "\nถ้วยที่เคยถูกใช้เพื่อเก็บลาวา ตอนนี้มันว่างเปล่าและยังอุ่นอยู่หน่อย ๆ\nถ้วยใบนี้เคยเป็นของ Lavawalker ภายในของมันเคยมีสติปัญญาไหลเวียนอยู่\n\nLavawalker เคยนำถ้วยนี้มาเล่น แม้จะอยู่ในความร้อนแรงถ้วยก็ยังคงอยู่เหมือนเดิม\nตำนานเล่าว่า Lavawalker ดื่มลาวาจากถ้วยใบนี้ราวกับไวน์แก้วหนึ่ง\nไวน์ชั้นดีจะระเหยไปในความร้อนสูง แต่สติปัญญาสามารถยับยั้งเปลวไฟที่ไหม้เกรียม\n\nสำหรับ Lavawalker ไวน์ชั้นดีเป็นเพียงตัวเร่งให้เกิดความฉลาด\nเมื่อคุณเมาคุณสามารถจุดประกายแรงบันดาลใจได้\n\nในเปลวเพลิง แก้วไวน์ที่สงบนิ่งได้เป็นพยานถึงการหล่อหลอมของสติปัญญา\nและก่อนที่ Lavawalker จะออกเดินทางครั้งสุดท้าย ถ้วยใบนี้ก็เต็มไปด้วยความภาคภูมิใจ\n",
        "vi": "\nChiếc ly trống không mà vẫn giữ được chút hơi ấm từ dung nham.\nĐây là chiếc ly của Trí Giả Vượt Lửa, từng chứa đầy biết bao trí tuệ.\n\nChiếc ly rượu từng là món đồ trong tay của Trí Giả, người có khả năng điều khiển lửa, nhiệt độ cao chưa từng làm hại được nó.\nPhàm nhân truyền tai nhau rằng Trí Giả dùng dòng dung nham nóng làm rượu ngon, thế nhưng Trí Giả lại cười nhạo vào điều đó.\nRượu ngon xét cho cùng vẫn sẽ bay hơi ở nhiệt độ cao, nhưng trí thông mình thì có thể chịu được tất cả.\n\nĐối với Trí Giả, rượu ngon là một chất cháy tuyệt vời.\nKhi say, một ngôi sao nhỏ bé cũng có thể thiêu cháy cả cảm hứng.\n\nLy rượu trầm mặc đã minh chứng cho sự ra đời của trí tuệ trong hỏa diệm.\nTrong lần viễn hành cuối cùng, Trí Giả toát lên vẻ cô độc nhưng đầy cao ngạo.\n"
      },
      "imgid": "lavawalker_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "渡火者的智慧",
        "zht": "渡火者的智慧",
        "jp": "火渡りの知恵",
        "ko": "불 위를 걷는 자의 지혜",
        "en": "Lavawalker's Wisdom",
        "de": "Vernunft des Lavaläufers",
        "es": "Sabiduría del Corredor de Lava",
        "fr": "Sagesse du Marcheur du feu",
        "pt": "Sabedoria do Corredor de Lava",
        "ru": "Мудрость ступающего по лаве",
        "id": "Lavawalker's Wisdom",
        "th": "Wisdom of Lavawalker",
        "vi": "Trí Tuệ Người Vượt Lửa"
      },
      "description": {
        "zhs": "渡过火海的智者之冠，曾经映照着在热浪中挺立的古老身影。",
        "zht": "渡過火海的智者之冠，曾經映照著在熱浪中挺立的古老身影。",
        "jp": "火の海を渡った賢者の冠、熱い浪の中に立つ古い姿を映したものである。",
        "ko": "불타는 바다를 가로질렀던 현자의 모자. 과거에 열기의 파도 속에서 우뚝 서있는 고대인의 모습을 비춘 적 있다",
        "en": "The circlet of a sage who traversed a sea of fire. It once shone brightly from their ancient silhouette as they stood strong amidst the flames.",
        "de": "Die Krone des Lavaläufers. Sie leuchtete einst auf dem Haupt der uralten Gestalt, die über das Lavameer wanderte.",
        "es": "La corona de la sabiduría bañada en llamas. Una vez brilló vivamente a la luz del fuego.",
        "fr": "La couronne de sagesse de quelqu'un qui traversa le feu. Elle brillait jadis à la lueur des flammes.",
        "pt": "A coroa da sabedoria banhada em lava. Antigamente emitia brilhos da luz das chamas.",
        "ru": "Корона мудреца, пересёкшего горящее море. Когда-то она увенчивала окруженного пламенем храбреца и источала яркий свет.",
        "id": "Mahkota dari seorang pertapa yang pernah melalui lautan api. Bentuknya menyerupai sebuah sosok kuno yang berdiri tegap di tengah kobaran api.",
        "th": "รัดเกล้าของนักปราชญ์ผู้เดินทางผ่านทะเลเพลิง มันเป็นดั่งภาพสะท้อนของตัวตนจากยุคโบราณที่แข็งแกร่งแม้ยืนอยู่ท่ามกลางเพลิงเผาผลาญ",
        "vi": "Vương miện của người trí giả vượt qua lửa, phản chiếu hình ảnh cổ xưa đã từng chống chọi giữa sóng gió."
      },
      "lore": {
        "zhs": "\n古老的冠冕，曾经由烬寂海的流浪智者拥有，\n注视着它，仿佛仍能看见烈焰中挺立的身影。\n\n流浪烬寂海的智者用赤色玛瑙打造了这尊冠冕，用以适应烈焰与高温。\n智慧与灼热执念成就了防火的冠冕，却引来了同僚和前辈的恐惧妒忌。\n\n「这自大的年轻人，竟敢挑战烬寂海的怒焰，这是百年来未有的亵渎」\n「火海必将他吞噬蚕食净尽，连灰烬也被热浪扬入高空，终化作虚无」\n\n善妒的老师企图刁难他的门徒，便要他戴上冠冕，步入火海。\n却眼见这冠冕的主人在岩浆中悠然漫步，消失在了视野之外。\n",
        "zht": "\n古老的冠冕，曾經由燼寂海的流浪智者擁有，\n注視著它，仿佛仍能看見烈焰中挺立的身影。\n\n流浪燼寂海的智者用赤色瑪瑙打造了這尊冠冕，用以適應烈焰與高溫。\n智慧與灼熱執念成就了防火的冠冕，卻引來了同僚和前輩的恐懼妒忌。\n\n「這自大的年輕人，竟敢挑戰燼寂海的怒焰，這是百年來未有的褻瀆」\n「火海必將他吞噬蠶食淨盡，連灰燼也被熱浪揚入高空，終化作虛無」\n\n善妒的老師企圖刁難他的門徒，便要他戴上冠冕，步入火海。\n卻眼見這冠冕的主人在岩漿中悠然漫步，消失在了視野之外。\n",
        "jp": "\nかつてマグマの海の流浪賢者が所有していた古い冠。\nじっと見てみると烈火からまっすぐ立つ面影が見えるらしい。\n\n流浪する賢者は高温に耐えるように、赤いメノウを使ってこの冠を作った。\n知恵と灼熱の執念によって防火の冠ができた。だがこれは同僚と先輩の恐怖と嫉妬を引き寄せた。\n\n「この傲慢な若造、岩漿の怒焔に挑むとは、この100年になかった冒涜だ」\n「火の海は必ず彼を呑み尽くす。彼の灰燼も熱い波によって空まで吹き飛ばされ、やがて虚無と化す」\n\n嫉妬深い先生は彼の生徒に嫌がらせのため、冠をかぶって火の海を歩いてもらおうとした。\nだが、この冠の持ち主は悠々とマグマの上を歩き、皆の視線から消えた。\n",
        "ko": "\n이 오래된 왕관은 잿더미 바다의 떠돌이 현자의 소유물이었다.\n이것을 바라보고 있으면 활활 타오르는 불길 속에서 우뚝 선 그의 모습이 얼핏 보이는 듯한 착각이 든다.\n\n잿더미 바다의 현자는 불길과 고온을 견딜 수 있게 적색의 마노로 이 왕관을 만들어 냈다.\n그의 지혜와 불타는 집념은 불에 견디는 왕관을 만들어 냈지만 곧바로 동료와 선배들의 두려움과 시기를 불러왔다.\n\n「간이 배 밖으로 나온 녀석이구나, 감히 잿더미 바다의 불길에 도전을 하려 하다니 이건 백 년 동안 없었던 모독이다」\n「불바다는 필시 너를 삼켜버리고 네놈의 잿더미마저 뜨거운 바람에 날리고 흩어져 무로 돌아가게 될 것이다」\n\n시기에 가득 찬 선생님은 그의 제자에게 왕관을 씌우고 그를 불바다로 뛰어들게 했다.\n하지만 모자의 주인이 마그마 속을 유유히 걷다가 시야 밖으로 사라지는 걸 보게 된다.\n",
        "en": "\nAn ancient circlet that once belonged to the Lavawalker — a sage who wandered in the Mare Jivari.\nUpon close examination, one can almost see his figure standing strong amidst the fiery flames.\n\nThe wandering sage of the Mare Jivari known as the Lavawalker crafted this circlet from crimson agate to resist the intense heat of the flames.\nThe circlet was built with wisdom and tenacity. It sparked fear and jealousy among peers and seniors alike.\n\n\"How dare the Lavawalker challenge the flames of the Mare Jivari! Such blasphemy has not been seen in hundreds of years!\nThe flaming sea will surely devour this arrogant young man and the sky will blow his ashes into the void.\"\n\nIn his jealousy, the teacher demanded that his student step into the flaming sea wearing the circlet.\nIn a state of calmness, the Lavawalker strolled onto the lava and gradually disappeared into the horizon.\n",
        "de": "\nEine sehr alte Krone, die einst dem Weisen gehörte, der durch das Mare Jivari wandelte.\nBeim bloßen Anblick kann man die Figur erkennen, die stattlich gegen die Flammen steht.\n\nDer wandelnde Weise des Mare Jivari nutzte rötlichen Achat, um diese Krone zu fertigen, damit sie Flammen und hoher Hitze widerstehen würde.\nDiese Krone, gemacht mit Weisheit und Beharrlichkeit, rief bei Gleich- und Höhergestellten zugleich Angst und Neid hervor.\n\n„Wie kannst du es wagen, die Flammen des Mare Jivari herauszufordern! Dies grenzt an lange nicht gesehene Blasphemie!“\n„Die flammende See wird ihn verschlingen und seine Asche wird in den Horizont katapultiert und im Nichts verschwinden.“\n\nDer neiderfüllte Lehrer versuchte seinen Lehrling zu ärgern und schickte ihn die Krone tragend in das flammende Meer.\nDer Lavaläufer jedoch spazierte gemütlich in die Lava und verschwand allmählich hinter dem Horizont.\n",
        "es": "\nUna antigua diadema que perteneció al Sabio Errante del Mare Jivari.\nSi se mira con atención, casi se puede ver una figura de pie en medio de las llamas.\n\nEl Sabio Errante del Mare Jivari creó esta diadema con ágata carmesí para resistir las llamas y el intenso calor.\nFue elaborada con sabiduría y tenacidad, y despertó el miedo y la envidia entre sus compañeros y maestros.\n\n“¡Cómo se atreve a desafiar las llamas del Mare Jivari! ¡Es una blasfemia que no se ha visto en cientos de años!”\n“El mar ardiente devorará a este joven arrogante y el cielo arrojará sus cenizas al vacío”.\n\nLos envidiosos maestros le pidieron a su aprendiz que se adentrara en el mar en llamas usando la diadema.\nPero el Corredor de Lava caminó tranquilamente entre el magma y desapareció poco a poco en el firmamento.\n",
        "fr": "\nUn diadème ayant appartenu à un sage vivant près de la Mer Cendrée.\nEn le regardant, on verrait presque encore sa silhouette au milieu des flammes.\n\nCe diadème en agate rouge fut forgé dans la sagesse et la ténacité, et peut résister à la plus élevée des températures.\nIl a été forgé dans la sagesse et la ténacité, et nombreux furent ceux qui le désirèrent ou le craignirent.\n\n« Comment ce jeune homme ose-t-il défier la Mer Cendrée ?! C'est un blasphème comme on n'en a pas vu depuis des siècles ! »\n« Cet homme arrogant va sûrement être tout dévoré par la mer flambante. Ses cendres seront dispersées dans le ciel et réduites à néant. »\n\nLes professeurs envieux ont demandé à leur élève d'entrer dans la mer flamboyante en portant le diadème.\nÀ leur grande surprise, il se promena sereinement dans le magma et disparut à l'horizon.\n",
        "pt": "\nUm diadema antigo que pertencera ao Sábio Errante de Mare Jivari.\nExaminando o diadema, quase se pode ver sua figura levantada entre as chamas ardentes.\n\nO sábio errante do Mare Jivari conhecido como Corredor de Lava confeccionou esta tiara de ágata vermelha para resistir ao intenso calor das chamas.\nO círculo foi construído com sabedoria e tenacidade. Isso despertou medo e ciúme entre colegas e idosos.\n\n\"Como esse jovem ousa desafiar as chamas do Mare Jivari! Essa blasfêmia não era vista há centenas de anos!\"\n\"O mar em chamas certamente devorará este jovem arrogante e o céu lançará suas cinzas no vazio.\"\n\nCom sua inveja, o professor exigiu que seu aluno entrasse no mar flamejante usando o diadema.\nPara surpresa deles, ele caminhou serenamente através do magma e desapareceu no horizonte.\n",
        "ru": "\nДревняя тиара, некогда принадлежавшая страннику из Пепельного моря.\nЕсли долго смотреть на неё, то можно увидеть силуэт человека, чернеющий на фоне бушующего пламени.\n\nСтупающий по лаве, тот самый скиталец из Лавового моря, вырезал тиару из красного агата, чтобы пламя и высокие температуры были ему не страшны.\nТиара была создана с умом и терпением. Она защищает от огня и вызывает страх и зависть как у юнцов, так и у стариков.\n\n«Как этот выскочка посмел бросить вызов пламени Пепельного моря! Такого кощунства не случалось столетиями!»\n«Огненное море обязательно поглотит его, обратит в пепел и поднимет его в небо, чтобы развеять в ничто...»\n\nПреисполненный завистью учитель потребовал от своего ученика, чтобы тот шагнул в огненное море с тиарой на голове.\nИ тогда он увидел, как хозяин тиары вольготно прогуливается по лаве и уходит за горизонт.\n",
        "id": "\nMahkota kuno yang dulu adalah milik Sang Penjinak Lava, orang bijak yang menjelajah Mare Jivari,\nSetelah diteliti lebih dekat, orang dapat melihat sesosok orang yang kuat di antara bara api.\n\nOrang bijak yang menjelajah Mare Jivari dikenal sebagai Sang Penjinak Lava, membuat mahkota dari batu agate merah untuk menahan panasnya bara api.\nMahkota dibuat dengan kebijaksanaan dan ketekunan. Memberikan sinar ketakutan dan kecemburuan di antara kerabat dan senior.\n\n\"Beraninya Si Penjinak Lava menantang api Mare Jivari! Penistaan seperti itu tidak pernah muncul bahkan dalam ratusan tahun sekalipun!\"\n\"Lautan api pastinya akan membinasakan pemuda arogan ini dan langit akan mengembuskan debunya menjadi tiada\"\n\nDalam kecemburuannya, guru tersebut meminta muridnya berjalan di lautan api tanpa memakai mahkota.\nDengan tenang, Penjinak Lava menapakkan kakinya dan berjalan di atas lava dan perlahan menghilang menuju cakrawala.\n",
        "th": "\nมงกุฎโบราณซึ่งครั้งหนึ่งเคยเป็นของนักปราชญ์ที่เที่ยวตระเวนไปทั่วทะเล Mare Jivari\nเมื่อจ้องมองไปที่มัน ราวกับจะเห็นเงาของร่างร่างหนึ่งยืนอยู่ท่ามกลางเปลวเพลิง\n\nนักปราชญ์ผู้เดินทางไปทั่วทะเล Mare Jivari ได้สร้างมงกุฎนี้ด้วยหินโมราสีแดงเข้มเพื่อความทนทานต่อความร้อนสูง\nมงกุฎนี้สร้างขึ้นด้วยสติปัญญาและความดื้อรั้นซึ่งก่อให้เกิดความกลัวและความอิจฉาในหมู่เพื่อนและอาจารย์ของเขา\n\n\"ชายหนุ่มผู้หยิ่งยโสผู้นี้ กล้าดียังไงมาท้าทายเปลวเพลิงที่ร้อนระอุของทะเล Mare Jivari! นี่เป็นเรื่องที่ไม่เคยเกิดขึ้นมาก่อนตลอดช่วงเวลาร้อยปี!\"\n\"ทะเลเพลิงจะเผาผลาญเขาและกลืนทุกอย่าง แม้แต่เถ้าถ่านก็จะถูกพัดลอยขึ้นไปบนฟ้าด้วยความร้อนและในที่สุดก็ไม่เหลืออะไรเลย\"\n\nเหล่าอาจารย์ผู้ริษยาขอให้นักเรียนของพวกเขาก้าวเข้าไปในทะเลเพลิงพร้อมกับสวมมงกุฎ\nแต่ Lavawalker กลับเดินตรงเข้าไปในลาวาอย่างง่ายดายและค่อย ๆ หายไปยังเส้นขอบฟ้า\n",
        "vi": "\nChiếc vương miện cổ từng thuộc về Trí Giả Lang Thang của Vùng Biển Lặng.\nChăm chú ngắm nhìn dường như có thể thấy được bóng dáng ngọn lửa mãnh liệt đang bùng cháy.\n\nTrí Giả Lang Thang của Vùng Biển Lặng dùng đá mã não sắc đỏ tạo nên chiếc vương miện này, có thể chịu được lửa và sức nóng cao.\nTrí tuệ và khát vọng cháy bỏng đã tạo nên vương miện kháng hỏa, nhưng nó cũng thu hút sự đố kỵ và ghen tức từ nhiều người. \n\n\"Người thanh niên tự đại ấy dám thách thức sự phẫn nộ của hỏa diệm Vùng Biển Lặng. Đây là điều chưa từng tồn tại trong hơn trăm năm qua.\"\n\"Ngọn lửa ấy sẽ nuốt chửng chàng trai, đến tro cốt cũng bị cháy rụi rồi hòa vào không trung đi về cõi hư vô.\"\n\nNgười thầy vốn đố kị từ lâu luôn tìm cách gây khó dễ cho người học trò của mình, yêu cầu chàng trai đội lên đầu chiếc vương miện rồi tiến vào biển lửa.\nThế nhưng thấy chủ nhân của chiếc vương miện lại có thể ung dung bước đi trên dòng dung nham, rồi dần biến mất khỏi tầm mắt.\n"
      },
      "imgid": "lavawalker_circlet"
    }
  ]
}