{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "冰之川与雪之砂",
    "zht": "冰之川與雪之砂",
    "jp": "氷の川と雪の砂",
    "ko": "빙하와 눈의 모래",
    "en": "Glacier and Snowfield",
    "de": "Eisbäche und Schneewüsten",
    "es": "Arenas de hielo y nieve",
    "fr": "Neige et glace",
    "pt": "Rios de Gelo e Areia de Neve",
    "ru": "Снег и лёд",
    "id": "Glacier and Snowfield",
    "th": "Glacier and Snowfield",
    "vi": "Băng Xuyên Tuyết Sa"
  },
  "descriptions": [
    {
      "zhs": "获得15%冰元素伤害加成。",
      "zht": "獲得15%冰元素傷害加成。",
      "jp": "氷元素ダメージ+15%。",
      "ko": "얼음 원소 피해 보너스+15%",
      "en": "Cryo DMG Bonus +15%",
      "de": "Erhöht den Kryo-Schaden um 15 %.",
      "es": "Bono de Daño Cryo +15%.",
      "fr": "Confère un bonus de DGT Cryo de 15 %.",
      "pt": "Bônus de Dano Cryo +15%",
      "ru": "Увеличивает бонус Крио урона на 15%.",
      "id": "Cryo DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายน้ำแข็ง 15%",
      "vi": "Tăng sát thương nguyên tố Băng 15%"
    },
    {
      "zhs": "超导反应造成的伤害提升100%，融化反应的加成系数提高15%。施放元素爆发后的10秒内，冰元素伤害加成额外提升30%。",
      "zht": "超導反應造成的傷害提升100%，融化反應的加成係數提高15%。施放元素爆發後的10秒內，冰元素傷害加成額外提升30%。",
      "jp": "超電導反応ダメージ+100%、溶解反応の加算効果+15%。元素爆発を発動した10秒間、氷元素ダメージ+30%。",
      "ko": "초전도 반응이 적에게 가하는 피해가 100% 증가하고 융해 반응의 보너스 계수가 15% 증가한다. 원소폭발 발동 후 10초 동안 얼음 원소 피해 보너스가 추가로 30% 증가한다",
      "en": "Increases Superconduct DMG by 100%. Increases Melt DMG by 15%. Using an Elemental Burst increases Cryo DMG Bonus by 30% for 10s.",
      "de": "Erhöht den mit der Reaktion Supraleiter verursachten Schaden um 100 % und den von der Reaktion Schmelzen betroffenen Gegnern zugefügten Schaden um 15 %. Erhöht den Kryo-SCH-Bonus bei Anwendung von Spezialfähigkeiten 10 s lang zusätzlich um 30 %.",
      "es": "Aumenta en un 100% el daño infligido por Superconductor y el de Derretido en un 15%. Además, al usar una Habilidad Definitiva, obtienes un 30% de Bono de Daño Cryo durante 10 s",
      "fr": "Augmente les DGT infligés par Supraconduction de 100 % et ceux de Fonte de 15 %. Le déchaînement élémentaire augmente le bonus de DGT Cryo de 30 % pendant 10 s.",
      "pt": "Aumenta o Dano causado por Supercondutor em 100%, aumenta o Dano causado pela Fusão em 15%. Ao usar um Supremo, aumenta o Dano Cryo em 30% por 10s.",
      "ru": "Увеличивает урон статуса Сверхпроводник на 100%, а урон статуса Таяние - на 15%. Взрыв стихии увеличивает Крио урон на 30% в течение 10 сек.",
      "id": "Meningkatkan 100% DMG yang diakibatkan Superconduct, meningkatkan 15% DMG yang diakibatkan Melt. Setelah melancarkan Elemental Burst, meningkatkan 30% Cryo DMG selama 10 detik.",
      "th": "เพิ่มความเสียหายปฏิกิริยานำไฟฟ้า 100%, เพิ่มความเสียหายหลอมละลาย 15% และเพิ่มโบนัสความเสียหายน้ำแข็งอีก 30% หลังจากใช้ท่าไม้ตายเป็นเวลา 10 วินาที",
      "vi": "Phản ứng Siêu Dẫn tạo ra sát thương tăng 100%, phản ứng Tan Chảy tăng hệ số buff 15%. 10s sau khi thi triển Kỹ Năng Nộ, sát thương Nguyên Tố Băng tăng thêm 30%."
    }
  ],
  "imgid": "glacier_and_snowfield_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "凛冬霜心",
        "zht": "凜冬霜心",
        "jp": "氷霜の心",
        "ko": "혹한의 서리 심장",
        "en": "Heart of Frost",
        "de": "Herz des Frosts",
        "es": "Corazón de Escarcha",
        "fr": "Cœur givreux de l'hiver",
        "pt": "Coração Boreal",
        "ru": "Сердце зимнего леса",
        "id": "Heart of Frost",
        "th": "Heart of Frost",
        "vi": "Trái Tim Băng Giá"
      },
      "description": {
        "zhs": "陷入静默的冰之花，凝固在摘下的一刻，是骑士不离身的纪念。",
        "zht": "陷入靜默的冰之花，凝固在摘下的那一刻，是騎士不離身的紀念。",
        "jp": "沈黙に陥った氷の花、摘まれた時に凝固され、騎士が肌身離さず持ち歩く記念品である。",
        "ko": "침묵에 빠진 얼음꽃. 꺾어질 때의 모습 그대로 얼어붙었다. 기사가 항상 달고 다니는 기념품이다",
        "en": "A flower that has been frozen in time from the moment it was picked. The knight kept it as a memento forever after.",
        "de": "Eine lautlose Blume aus Eis, die ihre Form nicht mehr veränderte, nachdem sie gepflückt worden war. Sie diente einem Ritter, der sie immer bei sich trug, als Andenken.",
        "es": "Una flor helada que se solidificó al ser recogida. Es un recuerdo que el caballero siempre llevaba consigo.",
        "fr": "Une fleur de glace qui a gelé dans le temps lorsqu'elle a été cueillie. Elle était portée comme un rappel par son ancien propriétaire.",
        "pt": "Uma flor gelada que se solidificou ao ser colhida. É uma lembrança que o cavaleiro sempre carregava consigo.",
        "ru": "Немой ледяной цветок, превратившийся в лёд после того, как был сорван рыцарем, ступающим в ногу с Северным Ветром.",
        "id": "Bunga es yang terjatuh ke keheningan, kelopaknya membeku abadi begitu dipetik dari akarnya, merupakan kenang-kenangan yang selalu disimpan oleh sang knight.",
        "th": "ดอกไม้น้ำแข็งที่ตกลงไปในความ เงียบงัน มันถูกแช่แข็งเมื่อครั้งที่ถูกหยิบขึ้นมา เป็นสัญลักษณ์ถึงการระลึกถึงอัศวินเสมอ",
        "vi": "Hoa băng ẩn dưới những giọt băng ngưng đọng, là vật kỷ niệm không rời của Kỵ Sĩ."
      },
      "lore": {
        "zhs": "\n",
        "zht": "\n",
        "jp": "\n",
        "ko": "\n",
        "en": "\n",
        "de": "\n",
        "es": "\n",
        "fr": "\n",
        "pt": "\n",
        "ru": "\n",
        "id": "\n",
        "th": "\n",
        "vi": "\n"
      },
      "imgid": "glacier_and_snowfield_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "雪藏之羽",
        "zht": "雪藏之羽",
        "jp": "雪の飾り羽",
        "ko": "눈밭 속의 깃털",
        "en": "Plume of Snow",
        "de": "Vereiste Feder",
        "es": "Pluma de Nieve",
        "fr": "Plume de neige",
        "pt": "Pena da Neve",
        "ru": "Перо снежных равнин",
        "id": "Plume of Snow",
        "th": "Plume of Snow",
        "vi": "Lông Vũ Dưới Tuyết"
      },
      "description": {
        "zhs": "与北风同行的骑士于雪中拾获的鸟羽，如今依旧静候解冻之刻。",
        "zht": "與北風同行的騎士於雪中拾獲的鳥羽，如今依舊靜候解凍之刻。",
        "jp": "北風と共に行く騎士が雪の中で拾った鳥の羽根、今でも氷が解ける瞬間を静かに待っている。",
        "ko": "북풍과 동행하던 기사가 눈밭에서 주운 깃털. 아직까지도 녹을 날을 조용히 기다리고 있다",
        "en": "A bird feather that was picked up by the knight who walked with the North Wind in the snow. It still awaits the day when it will thaw.",
        "de": "Die von einem mit dem Nordwind ziehenden Ritter aus dem Schnee aufgelesene Vogelfeder. Bis zum heutigen Tage ist sie von einer Eisschicht bedeckt.",
        "es": "Una pluma que encontró en la nieve el Caballero que caminaba con el Viento del Norte. Todavía sigue congelada después de tanto tiempo.",
        "fr": "Une plume d'oiseau trouvée dans la neige par le chevalier qui marcha avec le vent du nord. Elle attend toujours le dégel.",
        "pt": "Uma pena encontrada pelos cavaleiros do norte. Hoje em dia, ainda se espera pelo seu degelo.",
        "ru": "Птичье перо, подобранное в снегу рыцарем, ступающим в ногу с Северным Ветром. Оно всё ещё ждёт освобождения ото льда.",
        "id": "Bulu seekor burung yang diambil oleh seorang Knight saat berjalan bersama Angin Utara di tengah salju. Warna di dalamnya seakan masih menanti saat di mana es di sekelilingnya meleleh.",
        "th": "ขนนกที่ถูกหยิบขึ้นมาจากหิมะโดย อัศวินผู้มากับลมจากแดนเหนือ จนถึงทุกวันนี้ยังคงรอช่วงเวลาของการละลาย",
        "vi": "Lông chim được kỵ sĩ bắc phong nhặt trong tuyết, hiện nay vẫn đang đợi được làm tan băng."
      },
      "lore": {
        "zhs": "\n",
        "zht": "\n",
        "jp": "\n",
        "ko": "\n",
        "en": "\n",
        "de": "\n",
        "es": "\n",
        "fr": "\n",
        "pt": "\n",
        "ru": "\n",
        "id": "\n",
        "th": "\n",
        "vi": "\n"
      },
      "imgid": "glacier_and_snowfield_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "凝冰成砂",
        "zht": "凝冰成砂",
        "jp": "氷の砂",
        "ko": "얼음 모래",
        "en": "Glacial Sand",
        "de": "Gefrorener Sand",
        "es": "Arena Helada",
        "fr": "Sable glacé",
        "pt": "Areia Congelada",
        "ru": "Часы песчаных льдов",
        "id": "Glacial Sand",
        "th": "Glacial Sand",
        "vi": "Băng Đọng Thành Cát"
      },
      "description": {
        "zhs": "与北风同行的骑士曾用的时计，内部是永不消去的雪砂与霜风。",
        "zht": "與北風同行的騎士曾用的時計，內部是永不消去的雪砂與霜風。",
        "jp": "北風と共に行く騎士が使用していた時計、中には消えない雪砂と霜風が入っている。",
        "ko": "북풍과 동행하던 기사가 사용했던 시계. 안쪽에는 영원히 사라지지 않는 눈모래와 서릿바람이 들어있다",
        "en": "A timepiece once used by the knight who walked with the North Wind. A never-ending snowstorm rages within.",
        "de": "Eine Uhr, die ein mit dem Nordwind ziehender Ritter benutzte. In ihrem Innern befinden sich eisige Sandkörner und kalter Wind.",
        "es": "Un reloj usado el Caballero que caminaba con el Viento del Norte. En su interior contiene granos muy finos de arena helada.",
        "fr": "Un sablier ayant servi autrefois à celui qui marcha avec le vent du nord. Une tempête de neige s'y déchaîne sans fin.",
        "pt": "Relógio usado pelos cavaleiros do norte, no seu interior é preenchido com grãos gelados de areia.",
        "ru": "Часы рыцаря, ступающего в ногу с Северным Ветром. Внутри них не прекращается снежная буря.",
        "id": "Alat penunjuk waktu yang digunakan oleh Knight saat berjalan bersama Angin Utara. Salju pasir abadi beristirahat di dalamnya.",
        "th": "นาฬิกาจับเวลาที่เคยถูกใช้โดยอัศวินผู้มากับลมจากแดนเหนือ ข้างในเป็นหิมะและลมหนาวที่ไม่เคย หายไปไหน",
        "vi": "Đồng hồ đếm thời gian của kỵ sĩ bắc phong, bên trong là gió tuyết và cát băng vô hạn."
      },
      "lore": {
        "zhs": "",
        "zht": "",
        "jp": "",
        "ko": "",
        "en": "",
        "de": "",
        "es": "",
        "fr": "",
        "pt": "",
        "ru": "",
        "id": "",
        "th": "",
        "vi": ""
      },
      "imgid": "glacier_and_snowfield_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "北风之盏",
        "zht": "北風之盞",
        "jp": "北風のコップ",
        "ko": "북풍의 잔",
        "en": "Goblet of Aquilo",
        "de": "Kelch des Aquilo",
        "es": "Cáliz de Aquilo",
        "fr": "Coupe aquilon",
        "pt": "Cálice do Vento do Norte",
        "ru": "Кубок северных ветров",
        "id": "Goblet of Aquilo",
        "th": "Goblet of Aquilo",
        "vi": "Ly Bắc Phong"
      },
      "description": {
        "zhs": "与北风同行的骑士留下的空之杯，凛冬的霜之息依旧盈满其中。",
        "zht": "與北風同行的騎士留下的空之杯，凜冬的霜之息依舊滿盈其中。",
        "jp": "北風と共に行く騎士が残した杯、中は冬の霜の気配に満ちている。",
        "ko": "북풍과 동행했던 기사가 남긴 공간의 성배. 엄동의 서리의 기운이 잔을 가득 채우고 있다",
        "en": "A goblet of eonothem left behind by the knight who walked with the North Wind. The chill of the bitter winter frost still lingers within.",
        "de": "Ein leeres Gefäß, zurückgelassen von einem Ritter, der mit dem Nordwind zog. Der eisige Atem des Winters durchströmt noch immer diesen Becher.",
        "es": "Cáliz de Eonothem legado por el Caballero que caminaba con el Viento del Norte. El frío del invierno dejó su huella en su interior.",
        "fr": "Une coupe d'éonothème ayant appartenu au chevalier qui voyagea avec le vent du nord. On y ressent encore la prise glacée de l'hiver.",
        "pt": "Cálice vazio deixado pelo Cavaleiro que avançava com o vento do norte. No seu interior, foram deixadas marcas do tempo gélido do inverno severo.",
        "ru": "Пустой кубок, оставленный рыцарем, ступающим в ногу с Северным Ветром. Внутри него до сих пор гуляет суровый зимний холод.",
        "id": "Sebuah cangkir kosong yang ditinggalkan oleh seorang Knight saat berjalan bersama Angin Utara. Dinginnya musim dingin masih tertinggal di dalamnya.",
        "th": "แก้วเปล่าที่เหลืออยู่โดยอัศวินผู้มากับลม จากแดนเหนือ ลมหนาวของน้ำค้างแข็งยังคงเติม เต็มมันอยู่",
        "vi": "Ly không gian được kỵ sĩ bắc phong để lại, hiện vẫn đựng đầy hơi thở sương giá của Borealis."
      },
      "lore": {
        "zhs": "",
        "zht": "",
        "jp": "",
        "ko": "",
        "en": "",
        "de": "",
        "es": "",
        "fr": "",
        "pt": "",
        "ru": "",
        "id": "",
        "th": "",
        "vi": ""
      },
      "imgid": "glacier_and_snowfield_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "冰河之冠",
        "zht": "冰河之冠",
        "jp": "氷河の冠",
        "ko": "빙하의 왕관",
        "en": "Crown of Glacier",
        "de": "Gletscherkrone",
        "es": "Corona Glacial",
        "fr": "Diadème de glacier",
        "pt": "Coroa Glacial",
        "ru": "Корона мёрзлых рек",
        "id": "Crown of Glacier",
        "th": "Crown of Glacier",
        "vi": "Nón Băng Giá"
      },
      "description": {
        "zhs": "与北风同行的骑士所戴的冠冕，以凛冬的寒冰与白银打造而成。",
        "zht": "與北風同行的騎士所戴的冠冕，以凜冬的寒冰與白銀打造而成。",
        "jp": "北風と共に行く騎士が被っていた冠、冬の氷と白銀で出来たもの。",
        "ko": "북풍과 동행하던 기사가 착용한 모자. 차가운 얼음과 은으로 만들어졌다",
        "en": "The crown worn by the knight who walked with the North Wind. It was forged using winter ice and silver.",
        "de": "Die Kopfbedeckung eines mit dem Nordwind ziehenden Ritters, gefertigt aus Silber und dem Eis des härtesten Winters.",
        "es": "Una corona hecha de hielo invernal y plata que llevaba el Caballero que caminaba con el Viento del Norte.",
        "fr": "Un diadème porté autrefois par le chevalier qui marcha avec le vent du nord. Glace éternelle et argent en sont les principaux composants.",
        "pt": "Uma coroa utilizada pelos cavaleiros do norte, feita de gelo do inverno e prata.",
        "ru": "Корона рыцаря, ступающего в ногу с Северным Ветром. Она сделана изо льда с примесью серебра.",
        "id": "Sebuah mahkota yang dikenakan seorang Knight saat berjalan bersama Angin Utara. Terbuat dari es dan perak di tengah musim dingin.",
        "th": "มงกุฎที่ถูกสวมโดยอัศวินผู้มากับลมจากแดนเหนือ ทำจากน้ำแข็งและเงินในฤดูหนาว",
        "vi": "Vương miện được kỵ sĩ bắc phong đội, làm từ bạch ngân và băng tuyết của Borealis."
      },
      "lore": {
        "zhs": "",
        "zht": "",
        "jp": "",
        "ko": "",
        "en": "",
        "de": "",
        "es": "",
        "fr": "",
        "pt": "",
        "ru": "",
        "id": "",
        "th": "",
        "vi": ""
      },
      "imgid": "glacier_and_snowfield_circlet"
    }
  ]
}