{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "翠绿之影",
    "zht": "翠綠之影",
    "jp": "翠緑の影",
    "ko": "청록색 그림자",
    "en": "Viridescent Venerer",
    "de": "Grünlicher Schatten",
    "es": "Sombra Verde Esmeralda",
    "fr": "Ombre de la Verte Chasseuse",
    "pt": "Sombra Verde",
    "ru": "Изумрудная тень",
    "id": "Viridescent Venerer",
    "th": "Viridescent Venerer",
    "vi": "Bóng Hình Màu Xanh"
  },
  "descriptions": [
    {
      "zhs": "获得15%风元素伤害加成。",
      "zht": "獲得15%風元素傷害加成。",
      "jp": "風元素ダメージ+15%。",
      "ko": "바람 원소 피해+15%",
      "en": "Anemo DMG Bonus +15%",
      "de": "Erhöht den Anemo-Schaden um 15 %.",
      "es": "Bono de Daño Anemo +15%.",
      "fr": "Confère un bonus de DGT Anémo de 15 %.",
      "pt": "Bônus de Dano Anemo +15%",
      "ru": "Увеличивает бонус Анемо урона на 15%.",
      "id": "Anemo DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายลม 15%",
      "vi": "Nhận 15% buff sát thương nguyên tố Phong."
    },
    {
      "zhs": "扩散反应造成的伤害提升60%。根据扩散的元素类型，降低受到影响的敌人40%的对应元素抗性，持续10秒。",
      "zht": "擴散反應造成的傷害提升60%。根據擴散的元素類型，降低受到影響的敵人40%的對應元素抗性，持續10秒。",
      "jp": "拡散反応によるダメージ+60%。拡散された元素タイプを基準に、影響を受けた敵の元素耐性-40%、継続時間10秒。",
      "ko": "확산 반응이 가하는 피해가 60% 증가한다. 확산되는 원소 타입에 따라 피해 범위 내 적의 해당 원소의 내성이 40% 감소한다. 지속 시간: 10초",
      "en": "Increases Swirl DMG by 60%. Decreases opponent's Elemental RES to the element infused in the Swirl by 40% for 10s.",
      "de": "Erhöht den mit Verwirbelungen verursachten Schaden um 60 %. Verringert den dem jeweiligen Element in der Verwirbelung entsprechenden WDS des betroffenen Gegners 10 s lang um 40 %.",
      "es": "Aumenta el daño de Torbellino en un 60%. Dependiendo del tipo elemental que tenga, disminuye la RES Elemental correspondiente del enemigo en un 40% durante 10 s.",
      "fr": "Augmente les DGT infligés par Dispersion de 60 % ; la RÉS élémentaire des ennemis est réduite de 40 % pendant 10 s selon le type élémentaire de Dispersion.",
      "pt": "Aumenta o Dano do Redemoinho em 60%. Dependendo do tipo elemento infundido, diminui a RES Elemental correspondente do oponente em 40% por 10s.",
      "ru": "Увеличивает урон Рассеивания на 60%. При взаимодействии Рассеивания с другим элементом, также понижает сопротивление противника к соответствующему элементу на 40% в течение 10 сек.",
      "id": "Meningkatkan 60% Swirl DMG. Mengurangi 40% Elemental RES musuh sesuai elemen yang terkandung dalam swirl selama 10 detik.",
      "th": "เพิ่มความเสียหายของการกระจาย 60% ตามประเภทของธาตุที่กระจาย ลดความต้านทานธาตุของศัตรูที่ได้รับผลกระทบลง 40% เป็นเวลา 10 วิ",
      "vi": "Sát thương phản ứng khuếch tán tạo thành tăng 60%. Dựa theo loại Nguyên Tố khuếch tán, giảm 40% kháng Nguyên Tố của kẻ địch bị ảnh hưởng, kéo dài 10s."
    }
  ],
  "imgid": "viridescent_venerer_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "野花记忆的绿野",
        "zht": "野花記憶的綠野",
        "jp": "野花の記憶の草原",
        "ko": "야생화 기억 속의 푸른 들판",
        "en": "In Remembrance of Viridescent Fields",
        "de": "Feldjägerblume",
        "es": "Recuerdo de Flores Silvestres",
        "fr": "Souvenir de fleur des champs",
        "pt": "Lembrança de Flores Silvestres",
        "ru": "Воспоминания об изумрудных лугах",
        "id": "In Rememberance of Viridescent Field",
        "th": "In Rememberance of Viridescent Field",
        "vi": "Hoa Ký Ức Đồng Xanh"
      },
      "description": {
        "zhs": "曾经遍布某地的野花。离开了大地，被猎人佩在胸前。",
        "zht": "曾經遍佈某地的野花。離開了大地，被獵人佩在胸前。",
        "jp": "かつてある場所に咲いた野花、大地を離れ、狩人の胸につけられた。",
        "ko": "과거 들판 어디에나 피던 야생화. 꺾인 후 사냥꾼의 가슴에 달아졌다",
        "en": "A wild flower that was once a ubiquitous sight in its homeland. It was picked by a hunter who wore it on their chest.",
        "de": "Diese Blumenart bedeckte früher weite Landstriche. Als der Jäger das Land verließ, trug er diese Blume als Brosche.",
        "es": "En el pasado, esta flor brotaba por todas partes. La Cazadora la usó como broche cuando se marchó de su tierra.",
        "fr": "Une fleur sauvage répandue dans une certaine partie du monde. Elle a été cueillie par une chasseresse et portée comme une broche.",
        "pt": "Uma flor silvestre que crescia por toda a parte. Após sua partida, o caçador a usava como broche.",
        "ru": "Растущий повсюду дикий цветок. Был сорван и надет изумрудным охотником.",
        "id": "Bunga liar yang bermekaran memenuhi suatu daratan. Saat meninggalkan daratan tesebut, pemburu memetiknya dan mengenakannya di dada.",
        "th": "ดอกไม้ป่าที่ครั้งหนึ่งเคยแพร่กระจายไปทั่วสถานที่ นายพรานจะกลัดมันบนหน้าอกเมื่อครั้งออกจากเมือง",
        "vi": "Loài hoa dại từng mọc khắp nơi. Rời khỏi đất mẹ, được người thợ săn đeo trên ngực."
      },
      "lore": {
        "zhs": "\n曾经遍布大地，茂密生长的洁白野花。\n始终没有枯干，仍散发着清新的香气。\n\n在猎物横行大地的过去，彼时灾厄的魔物还没有诞生，\n猎人用现今已不知名的这种野花掩盖自己的人的气息。\n古时的人们传说，若是要寻找无言而温和的孤独猎人，\n就循着淡淡的野花香气，闭着眼赤脚在林间与原野走。\n只有像猎人那般行走，才不会踏碎落叶，令猎人警觉。\n\n另有传说：最终找到猎人的是个少年。\n彼时古国的灾厄刚刚发生。生灵涂炭。\n",
        "zht": "\n曾經遍佈大地，茂密生長的潔白野花。\n始終沒有枯乾，仍散發著清新的香氣。\n\n在獵物橫行大地的過去，彼時災厄的魔物還沒有誕生，\n獵人用現今已不知名的這種野花掩蓋自己的人的氣息。\n古時的人們傳說，若是要尋找無言而溫和的孤獨獵人，\n就循著淡淡的野花香氣，閉著眼赤腳在林間與原野走。\n只有像獵人那般行走，才不會踏碎落葉，令獵人警覺。\n\n另有傳說：最終找到獵人的是個少年。\n彼時古國的災厄剛剛發生。生靈塗炭。\n",
        "jp": "\nかつて大地の至るところに茂った真っ白な野花。\n枯れることなく、未だに清新な香りを放っている。\n\n獲物が大地に無数に存在していた昔、魔物はまだ誕生していなかった。\n狩人は今は名も知られていないこの野花を使って、自分の匂いを隠した。\nこの時代、こんな噂があった。もし無言で優しくて孤独な狩人に会いたいなら、\n淡い野花の香りを追って、裸足で目を閉じたまま、林間と野原を歩けばいい。\n狩人のように歩かないと、落ち葉を踏んでしまってすぐ狩人にバレるから。\n\nもう一つ噂があった。やっと見つけた狩人は少年であった。\n当時の古国は災難が始まったばかりで、人々は塗炭の苦しみを味わっていた。\n",
        "ko": "\n한때 대지 곳곳에서 무성하게 자라던 흰 야생화들은\n시들지 않았을 뿐만 아니라 아직도 싱그러운 꽃향기를 풍기고 있다.\n\n사냥감이 대지를 횡행하던 과거, 이땐 재앙의 마물이 아직 탄생하기 전이었다.\n사냥꾼은 지금은 이름 모를 야생화로 자신의 냄새를 가렸었다.\n옛사람들의 전설에 의하면 말없이 온화한 외로운 사냥꾼을 찾고자 한다면\n은은한 야생화 향기를 따라 눈을 감은 채 맨발로 숲과 들판을 걸어가라고 했다.\n사냥꾼처럼 움직여야 낙엽을 밟아 사냥꾼이 눈치를 채는 걸 막을 수 있기 때문이다.\n\n다른 전설에 의하면 마지막으로 사냥꾼을 찾은 건 한 소년이었는데,\n이 땐 고대 국가의 재앙이 금방 시작됐던 터라 백성들이 도탄에 빠진 상태였다고 한다. \n",
        "en": "\nA white wild flower that used to cover the earth.\nIt has not withered one bit, and still gives off an exquisite fragrance.\n\nIn the days when wildlife still roamed the earth and monsters had not yet appeared,\nthe Viridescent Venerer would use this flower to conceal her human scent.\nThus it was said that to seek the silent and gentle Viridescent Venerer,\none simply need to close one's eyes and walk barefoot through the forest, following the subtle fragrance of wild flowers.\nOnly those who could tread as softly as a hunter could avoid making the leaves crackle underfoot, alerting the queen of hunters to their presence.\n\nIt was also said that the one who eventually found the hunter was a boy.\nAt that time, disaster had just befallen the ancient kingdom and misery was spreading across the land.\n",
        "de": "\nEine weiße Blume, die einst weit verbreitet war.\nSie ist noch kein bisschen verwelkt und strahlt immer noch ein süßliches Aroma aus.\n\nIn den Tagen, als die Natur noch unberührt war und Monster noch nicht existierten,\nnutzte der Jäger den Duft der Blume, um seinen menschlichen Geruch zu überdecken.\nIn alten Zeiten erzählten sich die Leute, wenn man stille und einsame Jäger suchte,\nmusste man nur dem zarten Duft der wilden Blumen folgen und barfuß querfeldein durch den Wald marschieren.\nUm nämlich einen Jäger zu finden, muss man selbst wie einer laufen und darf sie nicht durch Geräusche vorwarnen.\n\nEs wurde ebenfalls gemunkelt, dass derjenige der letztendlich den Jäger fand, ein kleiner Junge war.\nZu dem Zeitpunkt hatte gerade die große Tragödie der alten Welt stattgefunden und viele Leben waren verloren.\n",
        "es": "\nUna flor silvestre blanca que solía cubrir toda la tierra.\nNo se ha marchitado en lo más mínimo y todavía emite una fragancia exquisita.\n\nEn los días en que la vida salvaje aún vagaba por la tierra y los monstruos no habían nacido,\nla Cazadora usaba esta flor para cubrir su olor a humano.\nLa gente de antes solía decir que, para encontrar a la silenciosa y afable Cazadora,\nbastaba con cerrar los ojos y seguir descalzo la ligera fragancia de aquella flor silvestre en el bosque.\nPero para no alarmarla con el crujir de las hojas, era de vital importancia caminar como lo hace un cazador.\n\nTambién se dice que quien finalmente encontró a la Cazadora fue un niño.\nEn ese momento, el desastre cayó sobre el antiguo reino y la miseria se extendió por toda la tierra.\n",
        "fr": "\nUne fleur blanche sauvage qui recouvrait autrefois la terre.\nElle n'est pas du tout fanée, et dégage encore une subtile fragrance.\n\nÀ l'époque où la vie sauvage peuplait la terre, que les monstres n'avaient pas encore foulée,\nla chasseresse masquait son odeur grâce à cette fleur.\nL'on disait alors que quiconque cherchait à la retrouver,\ndevait fermer les yeux et marcher pieds nus dans la forêt, à la poursuite de cette odeur subtile.\nCar seul celui se déplaçant aussi silencieusement que la chasseresse aurait pu l'atteindre.\n\nOn raconte également que celui qui parvint à la débusquer était un jeune garçon.\nÀ cette époque, la calamité s'était abattue sur l'ancien royaume et la misère s'étendait sur les terres.\n",
        "pt": "\nUma flor branca selvagem que costumava cobrir toda a terra.\nNunca murchou e manteve sua delicada fragrância.\n\nQuando a vida selvagem ainda reinava na terra e os monstros ainda não tinham nascido,\nA Caçadora usava essa flor desconhecida para cobrir o seu próprio odor humano.\nOs antigos dizem que para encontrar a mansa e silenciosa Caçadora,\nÉ apenas preciso fechar os olhos e caminhar descalço pela floresta, seguindo a sútil fragrância das flores selvagens.\nApenas caminhando como a Caçadora, não pisando nas folhas e não despertando a sua atenção, a podem encontrar.\n\nTambém diz a lenda que quem acabou encontrando a Caçadora foi um jovem.\nNaquela época, o desastre tinha caído sobre o reino e a miséria se propagava entre a gente.\n",
        "ru": "\nКогда-то этот белый цветок рос по всем полям и лугам.\nОн нисколько не высох и до сих пор источает свежий аромат.\n\nКогда чудовища ещё не заполонили земли, и звери бродили повсюду без опаски,\nохотница использовала этот безымянный дикий цветок, чтобы они её не учуяли.\nСогласно старинным легендам молчаливую охотницу с добрым сердцем мог выследить тот, кто\nзакроет глаза и по лесам да по равнинам босиком проследует за тонким ароматом полевых цветов.\nНо ступать нужно очень мягко. Малейший шорох - и она вас услышит.\n\nВ других легендах говорится, что в конце концов охотницу смог найти один маленький мальчик.\nВ то время век бедствий наступил в древнем царстве, и всё наводнила погибель.\n",
        "id": "\nBunga putih liar yang dulunya memenuhi bumi.\nTidak pernah layu sedikitpun, dan masih mengeluarkan aroma yang sempurna.\n\nHari-hari di mana kehidupan yang liar masih ada di bumi dan monster masih belum punah,\nViridescent Venerer akan menggunakan bunga ini untuk menutupi bau manusia di tubuhnya.\nDikatakan bahwa jika seseorang mencari pemburu yang pendiam dan lembut,\nDia hanya cukup menutup mata dan berjalan tanpa alas kaki menuju hutan, mengikuti harum bunga liar.\nHanya mereka yang bisa berjalan seperti pemburu, menghindari derak daun di kaki, seolah memberi peringatan kepada sang ratu pemburu.\n\nDikatakan juga bahwa yang akhirnya menemukan si ratu pemburu adalah seorang bocah.\nPada kala itu, bencana melanda kerajaan kuno dan penderitaan menyebar ke seluruh negeri.\n",
        "th": "\nดอกไม้ป่าสีขาวที่ครั้งหนึ่งเคยเบ่งบานไปทั่วโลก\nแต่ไหนแต่ไรไม่เคยมีความแห้งกร้านและยังมีกลิ่นหอมสดชื่น\n\nในสมัยที่สัตว์ป่ายังคงเดินเตร่ทั่วโลกและมอนสเตอร์ยังไม่ได้ปรากฏ\nนายพรานจะใช้ดอกไม้นี้เพื่อปกปิดกลิ่นของมนุษย์\nว่ากันว่าหากต้องการจะตามหานายพรานที่ทั้งเงียบและอ่อนโยนนั้น\nเพียงแค่หลับตาและเดินเท้าเปล่าตามกลิ่นหอมอันเบาบางของดอกไม้ในป่า\nต้องเดินให้เงียบเหมือนนักล่า เพื่อที่จะหลีกเลี่ยงไม่ให้ใบไม้ส่งเสียงใต้ฝ่าเท้า และเตือนให้นักล่ารู้ถึงการมาถึง\n\nอีกตำนานหนึ่งกล่าวว่า: ผู้ที่หาตัวนายพรานพบในตอนท้ายเป็นเด็กผู้ชาย\nในเวลานั้นความหายนะเพิ่งจะเกิดขึ้นกับอาณาจักรโบราณและความทุกข์ยากได้แผ่กระจายไปทั่วทั้งแผ่นดิน\n",
        "vi": "\nLoài hoa trắng tinh khiết từng mọc khắp vùng đất trời rộng lớn.\nMãi không tàn khô, vẫn tỏa ra mùi hương thơm mát.\n\nThời xa xưa các loài động vật rong ruổi khắp trái đất, khi ấy ác ma tai ương vẫn chưa ra đời,\nNgười thợ săn sử dụng mùi hương của loài hoa đến nay không ai biết tên để ngụy trang bản thân.\nTrong truyền thuyết cổ xưa, nếu như cần tìm kiếm người thợ săn trầm mặc, ôn hòa ấy,\nThì hãy đi theo mùi hương nhẹ nhàng phảng phất, khép đôi mắt lại, dùng đôi chân trần bước đi trong những cánh rừng hoang sơ.\nChỉ có di chuyển như người thợ săn, mới không gây ra tiếng động khiến người thợ săn cảnh giác.\n\nCũng có truyền thuyết nói rằng: Người duy nhất tìm được thợ săn là một chàng thiếu niên.\nKhi ấy, tai ương thời cổ đại cũng vừa xảy ra. Sinh linh đồ thán.\n"
      },
      "imgid": "viridescent_venerer_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "猎人青翠的箭羽",
        "zht": "獵人青翠的箭羽",
        "jp": "狩人の青緑色の矢羽",
        "ko": "사냥꾼의 푸른 화살깃",
        "en": "Viridescent Arrow Feather",
        "de": "Feldjäger-Pfeilfeder",
        "es": "Pluma de la Cazadora Verde Esmeralda",
        "fr": "Plume de flèche de la Verte Chasseuse",
        "pt": "Pena de Flecha do Caçador Verde",
        "ru": "Оперение стрелы изумрудного охотника",
        "id": "Viridescent Arrow Feather",
        "th": "Viridescent Arrow Feather",
        "vi": "Lông Vũ Xanh Của Thợ Săn"
      },
      "description": {
        "zhs": "曾经一瞬贯穿猎物的箭矢的尾羽。如今依旧平整光洁。",
        "zht": "曾經一瞬貫穿獵物的箭矢的尾羽。如今依舊平整光潔。",
        "jp": "一瞬で獲物を貫通した矢羽、今でも綺麗に整えられている。",
        "ko": "과거 사냥감을 순식간에 관통했던 화살의 화살깃. 아직도 평평하고 깨끗하다",
        "en": "The fletching of an arrow that once pierced right through its prey, but somehow still remains spotless.",
        "de": "Ursprünglich eine Feder am Ende eines Pfeiles, der die Beute des Jägers durchbohrte. Sie ist nach wie vor glatt und glänzt.",
        "es": "La pluma de una flecha que hace tiempo atravesó a su presa. Sigue estando igual de suave y limpia.",
        "fr": "La plume d'une flèche qui transperça sa proie. Elle est encore lisse et propre.",
        "pt": "A pena de cauda da flecha que uma vez perfurou a sua presa. Ainda está limpa como antigamente.",
        "ru": "Оперение стрелы, пронзившей насквозь сердце своей жертвы, но каким-то образом оставшееся чистым.",
        "id": "Bulu dari anak panah yang pernah menembus tubuh mangsanya secepat kilat, dan masih tetap bersih.",
        "th": "ขนหางของลูกศรที่ครั้งหนึ่งเคยเจาะทะลุร่างของเหยื่อ จนถึงวันนี้มันยังคงดูใหม่เหมือน วันวาน",
        "vi": "Lông đuôi của mũi tên từng đâm xuyên qua thú săn. Hiện nay vẫn lấp lánh ánh sáng."
      },
      "lore": {
        "zhs": "\n油亮光洁的猛禽翎羽，曾是箭簇尾羽的良材。\n\n在过去，猎人会无数次地安抚被箭矢穿透的猎物，\n直到它的生命平静地回归大地。因为她心里明白，\n她的猎物前往的那处地方，她终有一天也会到达。\n\n她相信温和的猎人在生命的末尾会从现实中醒来，\n在无边无际的猎场中与如今已经不再的人们团聚。\n\n但她也相信：在她放箭贯穿了追杀少年的魔物后，\n在她聆听了他的请求，为了替人复仇、为了痛苦，\n而不是为了生存、为了自然，猎杀畸变的魔物后，\n自己已经失去了那生命尽头的无边无际的猎场了。\n",
        "zht": "\n油亮光潔的猛禽翎羽，曾是箭鏃尾羽的良材。\n\n在過去，獵人會無數次地安撫被箭矢穿透的獵物，\n直到它的生命平靜地回歸大地。因為她心裡明白，\n她的獵物前往的那處地方，她終有一天也會到達。\n\n她相信溫和的獵人在生命的末尾會從現實中醒來，\n在無邊無際的獵場中與如今已經不再的人們團聚。\n\n但她也相信：在她放箭貫穿了追殺少年的魔物後，\n在她聆聽了他的請求，為了替人復仇、為了痛苦，\n而不是為了生存、為了自然，獵殺畸變的魔物後，\n自己已經失去了那生命盡頭的無邊無際的獵場了。\n",
        "jp": "\n艶々した猛禽の羽根。矢羽の製作に最適な材料である。\n\n昔、狩人は矢に射抜かれた獲物の命が大地に還るまで、\n何度も何度も獲物を宥めていた。彼女は分かっていた。\n獲物の還った場所に、自分もいずれ辿り着くことを。\n\n優しい狩人は命の終わりに現実から目覚めて、\n果てのない猟場で、もう会えない人たちと再会できると信じていた。\n\nしかし彼女も分かっていた。少年を殺そうとした魔物を射抜いた後、\n彼の願いを聞いた自分はもう、復讐のために、\n他人の仇を取るために、苦痛のために、歪な魔物を狩っていると。\n自分は既に、信じていた命の最後にある果てのない猟場に行く資格を失っていたと。\n",
        "ko": "\n이 반질반질한 맹금류의 깃털은 화살 깃을 만드는데 쓰이는 좋은 재료다.\n\n과거 사냥꾼은 화살에 관통당한 사냥감을 수없이 위로하였다.\n그들의 생명이 조용히 대지로 돌아갈 때까지 말이다.\n사냥감들이 가는 그곳을 그녀도 언젠가 갈 것이라는 것을 알고 있기 때문이다.\n\n그녀는 온화한 사냥꾼은 삶의 끝에서 현실에서 깨어나\n드넓은 사냥터에서 이미 세상을 떠난 사람들과 한자리에 모일 것이라고 믿는다.\n\n그리고 그녀는 화살로 소년을 쫓던 마물을 관통하여 죽인 후\n그의 부탁을 듣고 생존과 자연을 위한 목적이 아닌\n복수와 고통을 목적으로 마물을 사냥한 뒤\n자신은 이미 그 삶의 끝자락에 있는 드넓은 사냥터를 잃었다고 믿었다.\n",
        "en": "\nA glossy and shining feather of a falcon. It once served as a fine fletching on one of the Viridescent Venerer's arrows.\n\nIn the past, when the Viridescent Venerer's arrow hit its target,\nshe would come down and stroke the fur of her prey gently until its life force returned to nature in peace.\nFor she knew that one day, she too would embark on a journey to the place where the souls of her prey rested.\n\nThe Viridescent Venerer believed that at the end of her life, she would wake up from reality,\nand be reunited with the departed at an endless hunting ground.\n\nBut she also believed that the moment her arrow pierced through the monster that had killed the boy,\nthat endless hunting ground at the end of her life was gone from her grasp.\nFor she killed that mutated monster not for the sake of survival,\nbut out of vengeance and suffering.\n",
        "de": "\nEine glänzende prachtvolle Feder. Einst genutzt als Endfeder eines Pfeils.\n\nIn der Vergangenheit hatte der Jäger oft versucht, aufgeregte Beutetiere, die von Pfeilen getroffen wurden, zu beruhigen,\nsolange bis sie wieder eins mit dem ewigen Kreislauf geworden waren. Denn in seinem Herzen wusste er,\nwohin die Tiere gingen, dahin würde auch er eines Tages gehen.\n\nEr glaubte, dass er am Ende seines Lebens von der Realität aufwachen würde\nund in den ewigen Jagdgründen mit den Tieren wieder vereint wäre.\n\nEr glaubte jedoch auch, dass, nachdem er das Monster, das den Jungen gejagt hatte, mit seinem Pfeil durchbohrt\nund sein Flehen gehört hatte, für Rache, für Schmerz,\nanstelle des Tötens für das reine Überleben,\ner somit bereits die Chance auf die ewigen Jagdgründe verloren hatte.\n",
        "es": "\nUna pluma de halcón brillante y reluciente. Alguna vez fue usada como cola de una flecha.\n\nEn el pasado, la Cazadora tranquilizaba a la presa que atravesaba con su flecha\nhasta que su cuerpo retornaba silenciosamente a la tierra. En su corazón,\nsabía que, algún día, ella partiría al mismo lugar que las almas de sus presas.\n\nLa Cazadora creía que al final de su vida se despertaría de la realidad,\ny se reuniría con los difuntos en un interminable campo de caza.\n\nPero también creía que en el momento en que su flecha atravesó al monstruo que perseguía al niño,\nese campo sin límites se esfumó.\nNo fue por supervivencia o de forma natural, sino que lo cazó con odio y sed de venganza.\nEn ese instante, el inconmensurable campo de caza se le escapó de las manos.\n",
        "fr": "\nLa plume soyeuse et brillante d'un faucon. Elle fut jadis utilisée par la chasseresse comme empennage d'une flèche.\n\nLorsque sa flèche atteignait sa cible,\nla chasseresse avait pour habitude de caresser doucement sa proie jusqu'à ce que la vie l'ait quittée ;\ncar elle savait qu'un jour viendrait où elle rejoindrait ses victimes.\n\nLa chasseuse croyait qu'elle se réveillerait de la réalité à la fin de sa vie,\npour retrouver tous ceux qui l'avaient précédée, en un terrain de chasse infini.\n\nMais après qu'elle eut percé de sa flèche le monstre qui poursuivait le jeune homme,\net qu'elle eut répondu à sa requête et mis fin à la vie de la bête,\nnon pas pour survivre, mais parce qu'il cherchait vengeance,\nelle crut alors que les terres infinies qu'elle espérait ne l'attendait plus.\n",
        "pt": "\nUma pena de falcão lustrosa. Serviu como aleta de flecha da Caçadora.\n\nNo passado, quando a flecha da Caçadora acertava em alguma presa,\nela descia e acariciava suavemente o pelo de sua presa até que sua força vital retornasse à natureza em paz,\nPois ela sabia que, um dia, também ela iria partir para o mesmo lugar onde estavam as almas de suas presas.\n\nEla acreditava que, no final de sua vida, despertaria da realidade,\nE se reuniria com os defuntos em um campo de caça interminável.\n\nMas, ela também acreditava que quando sua flecha atravessava os monstros que seguiam o jovem,\nEsse campo interminável que poderia ser seu no fim de sua vida escapava rapidamente de suas mãos.\nPorque ela matava esses monstros horríveis não para sobreviver,\nMas sim por vingança e sofrimento.\n",
        "ru": "\nБлестящее и гладкое перо хищной птицы. Когда-то оно служило оперением стрелы Изумрудного охотника.\n\nКаждого сражённого стрелой зверя охотница ласково успокаивала до тех пор,\nпока его жизненные силы не забирала обратно природа. Ведь в тот мир,\nкуда уходили души убитых животных, однажды отправится и она.\n\nОна верила, что в конце своей жизни охотники пробуждаются от реальности,\nи все, кто покинул этот мир, собираются на бескрайних охотничьих угодьях.\n\nНо также охотница знала, что чудовище, которое погналось за ребёнком,\nона убила не ради выживания,\nа из-за возмездия и страданий,\nи в те бескрайние угодья ей уже было не попасть.\n",
        "id": "\nSebuah bulu bersinar dan mengkilap dari seekor elang. Pernah menjadi bagian dari salah satu panah Viridescent Venerer.\n\nDulu, saat panah Viridescent Venerer mengenai targetnya,\nDia akan turun dan membelai bulu mangsanya dengan lembut sampai kekuatan hidup kembali ke alam,\nKarena dia tahu suatu hari nanti, dia pun akan memulai perjalanan di mana jiwa-jiwa mangsanya beristirahat.\n\nViridescent Venerer percaya bahwa di akhir hidupnya, dia akan terbangun dari kenyataan,\nDan bersatu kembali dengan orang-orang di tempat perburuan tanpa akhir.\n\nNamun dia juga percaya saat di mana panahnya menembus musuh yang mengejar bocah itu,\nSetelah dia mendengar permintaannya, dendam dan penderitaannya,\nBukan untuk bertahan hidup, untuk alam, atau sekadar untuk monster tersebut,\nDia telah kehilangan tempat berburu tanpa akhir itu di akhir hidupnya.\n",
        "th": "\nขนนกนักล่าสีสดใสและสะอาด เคยเป็นวัสดุที่ดีสำหรับขนหางของลูกธนู\n\nในอดีตเมื่อลูกธนูของนักล่าเจาะทะลุเป้าหมาย\nเธอจะเดินลงมาและลูบที่ขนของมันเบา ๆ จนกว่าชีวิตของมันจะดับไป\nเพราะเธอรู้ดีว่าวันหนึ่งดวงวิญญาณของเธอ ก็จะไปยังที่ที่เหยื่อของเธอไปเช่นกัน\n\nเธอเชื่อว่าในตอนจบของชีวิตเธอ เธอจะตื่นขึ้นจากความเป็นจริง\nและรวมตัวกับเหล่าผู้คนที่ไม่อยู่ในโลกนี้แล้วในสถานที่ที่กว้างใหญ่ไร้ขอบเขต\n\nแต่เธอก็เชื่อว่าในตอนที่ลูกธนูของเธอเจาะเข้าไปในตัวอสูรที่กำลัง ไล่ล่าเด็กชาย\nเธอฟังคำขอของเขาอย่างตั้งใจ เพื่อการแก้แค้น เพื่อความเจ็บปวด\nแต่ไม่ใช่เพื่อความอยู่รอด เพื่อธรรมชาติ หลังจากล่าสัตว์ประหลาดที่อัปลักษณ์\nตนเองได้สูญเสียพื้นที่การล่าสัตว์ที่ไม่มีขอบเขตในตอนท้ายของชีวิตไปแล้ว\n",
        "vi": "\nCọng lông sáng bóng của mãnh thú, từng là chất liệu tuyệt vời để làm đuôi mũi tên.\n\nTrước kia, thợ săn từng nhiều lần chăm sóc an ủi những con thú bị thương bởi cung tên, \nđến khi nó có thể bình yên quay trở về đại lục. Bởi vì trong lòng cô luôn biết rằng,\nnơi thú săn tìm về, cũng là nơi cô sẽ đến vào một ngày nào đó.\n\nCô tin rằng người thợ săn hiền lành sẽ thức dậy với thực tại vào lúc cuối đời,\nĐoàn tụ với những người đã qua đời trong vùng đất săn bắn rộng lớn.\n\nThế nhưng cô cũng tin rằng: Khi mũi tên xuyên qua người ma vật truy sát cậu bé,\nKhi cô lắng nghe được lời thỉnh cầu của cậu, giúp người báo thù, giải thoát khỏi đau đớn,\nChứ không phải là vì sinh tồn, sau khi tiêu diệt ma vật,\nBản thân cũng đánh mất vùng đất săn bắn bất tận.\n"
      },
      "imgid": "viridescent_venerer_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "翠绿猎人的笃定",
        "zht": "翠綠獵人的篤定",
        "jp": "緑の狩人の決心",
        "ko": "청록색 사냥꾼의 확신",
        "en": "Viridescent Venerer's Determination",
        "de": "Gelassenheit des Feldjägers",
        "es": "Serenidad de la Cazadora Verde Esmeralda",
        "fr": "Détermination de la Verte Chasseuse",
        "pt": "Determinação do Caçador Verde",
        "ru": "Решимость изумрудного охотника",
        "id": "Viridescent Venerer's Determination",
        "th": "Viridescent Venerer's Determination",
        "vi": "Thời Gian Của Thợ Săn"
      },
      "description": {
        "zhs": "猎人曾经随身携带的奇妙仪器，永远指向自己的猎物。",
        "zht": "獵人曾經隨身攜帶的奇妙儀器，永遠指向自己的獵物。",
        "jp": "狩人が持ち歩いていた奇妙な機械、永遠に獲物を指す。",
        "ko": "사냥꾼이 늘 몸에 지니고 다니던 기묘한 기계. 늘 자신의 사냥감을 가리킨다",
        "en": "A wondrous instrument that a hunter once wore. It forever points towards their prey.",
        "de": "Ein wundersames Gerät, das der Jäger stets mit sich führte und das ihm zeigte, wo sich seine Beute versteckte.",
        "es": "Un increíble dispositivo que solía llevar la Cazadora. Siempre apunta en dirección a su presa.",
        "fr": "Un objet formidable autrefois porté par une chasseuse. Il lui indiquait la direction de sa proie.",
        "pt": "Um dispositivo incrível que era carregado pelos caçadores, sempre apontava em direção aos seus alvos.",
        "ru": "Удивительный инструмент охотников, который всегда показывает на их жертву.",
        "id": "Alat misterius yang dibawa oleh pemburu di tubuhnya, yang dapat selalu mengarah ke arah mangsanya.",
        "th": "เครื่องมืออันน่าพิศวงที่นายพรานเคยพกติดตัวไว้ มันจะชี้ไปที่เหยื่อเสมอ",
        "vi": "Khí cụ từng được người thợ săn mang theo mình, vĩnh viễn chỉ về con mồi."
      },
      "lore": {
        "zhs": "\n构造奇特的小装置，能让人辨明方向与方位。\n\n传说，当猎人赤着脚在原野中静静地行走时，\n趾间的青草会告诉她，湿润的泥土会告诉她，\n大树上的雀鸟看见的，泥土里的树根听见的。\n\n传说，自从古国灾厄降临，草木就不再开口。\n因为司掌草木的神也在灾厄中，一同死去了。\n\n在那之后，她仰仗着这件仪器在大地上游猎。\n受少年所托，从此狩猎的不再是走兽与飞禽，\n而是自古国流出的，带来灾祸与痛苦的魔物。\n",
        "zht": "\n構造奇特的小裝置，能讓人辨明方向與方位。\n\n傳說，當獵人赤著腳在原野中靜靜地行走時，\n趾間的青草會告訴她，濕潤的泥土會告訴她，\n大樹上的雀鳥看見的，泥土裡的樹根聽見的。\n\n傳說，自從古國災厄降臨，草木就不再開口。\n因為司掌草木的神也在災厄中，一同死去了。\n\n在那之後，她仰仗著這件儀器在大地上游獵。\n受少年所託，從此狩獵的不再是走獸與飛禽，\n而是自古國流出的，帶來災禍與痛苦的魔物。\n",
        "jp": "\n変わった構造をした小さな装置。方向と方位を教えてくれる。\n\n伝説によると、狩人が裸足で野原を歩いていた時に、\n足の下の草や、泥の中の根に聞いたこと、\n木に止まっていた雀が見たことを彼女に教えてくれたらしい。\n\n古国に災難が訪れてから、草木は喋れなくなった。\nそれは草木を司る神が災難で亡くなったから。\n\n以降、彼女はこの機器に頼って、大地での狩りを始めた。\n少年に頼まれてから、彼女の獲物はもう鳥や獣ではなく、\n古国から災いと苦痛をもたらす魔物であった。\n",
        "ko": "\n방향과 위치를 알려주는 구조가 특이한 작은 장치.\n\n전설에 따르면, 사냥꾼이 맨발로 들판을 조용히 걸으면\n나무에 있는 참새가 본 것과 진흙에 파묻힌 나무뿌리가 들은 것을\n발가락 사이의 푸른 풀들과 축축한 진흙이 그녀에게 알려준다고 한다.\n\n하지만 고대 나라에 재앙이 찾아들고부터 초목은 더 이상 입을 열지 않았다.\n초목을 관장하던 신도 재앙 속에서 같이 죽음을 맞이했기 때문이다.\n\n그 뒤부터 그녀는 이 작은 장치를 가지고 돌아다니며 사냥을 했다.\n소년의 부탁을 받고부터 사냥감은 더 이상 들짐승과 날짐승이 아닌\n고대 국가에 재난과 고통을 불러온 마물로 바뀌었다.\n",
        "en": "\nA delicate device used for wayfinding.\n\nLegend has it that when the Viridescent Venerer walked barefoot on the fields,\nthe grass beneath her feet would tell her what the birds in the trees could see,\nand the mud she trod on would tell her what the roots in the earth could hear.\n\nBut it is said that ever since disaster struck, the grass and trees never spoke again.\nFor the God of the Woods had died in the disaster.\n\nSince then, she relied on this device for direction when hunting.\nAt the request of a boy she encountered, she ceased hunting birds and beasts.\nInstead, she made the monsters that brought destruction and suffering her prey.\n",
        "de": "\nEin empfindlicher kleiner Apparat, der immer in die richtige Richtung zeigt.\n\nDer Legende zufolge konnte der Jäger beim Barfußlaufen auf dem Feld spüren,\nwas das Gras gesehen hatte,\nund was die Wurzeln in der Erde gehört hatten.\n\nNach der großen Tragödie jedoch verstummten das Gras und die Wurzeln auf ewig.\nBei der Tragödie war nämlich der Gott des Waldes auch ums Leben gekommen.\n\nSeitdem musste sich der Jäger auf diesen Apparat verlassen, wenn er jagen ging.\nAufgrund des Wunsches des Jungen hin jagte er keine Vögel und Bestien mehr,\nsondern nur noch die bösen Kreaturen, die Vernichtung und Tod über das Land brachten.\n",
        "es": "\nUn dispositivo delicado que siempre indica el camino correcto.\n\nLa leyenda cuenta que, cuando la Cazadora caminaba descalza por el campo,\nla hierba bajo sus pies le susurraba lo que veían los pájaros desde los árboles,\ny el lodo que pisaba le contaba lo que oían las raíces de la tierra.\n\nPero también se dice que, después del desastre, la hierba y los árboles nunca más volvieron a hablar,\nporque el dios de los bosques había muerto.\n\nDesde entonces, la Cazadora dependió de este dispositivo para cazar.\nA petición del niño, ya no cazaba bestias ni pájaros.\nEn su lugar, sus presas pasaron a ser los monstruos que trajeron destrucción y sufrimiento al mundo.\n",
        "fr": "\nUn objet délicat utilisé pour trouver son chemin.\n\nLa légende raconte que lorsque la chasseuse marchait pieds nus dans la nature,\nl'herbe entre ses orteils lui disait ce que les oiseaux perchés le grand arbre pouvaient voir,\net ce que les racines dans la boue pouvaient entendre.\n\nMais herbes et arbres se turent à jamais après le désastre,\ncar le dieu des forêt y perdit la vie.\n\nLa chasseresse se mit alors à utiliser cet appareil pour se repérer.\nEt à la requête du garçon qu'elle rencontra, elle cessa de chasser les oiseaux et les bêtes,\nprenant d'ésormais pour cible les monstres ayant apporté souffrance et destruction.\n",
        "pt": "\nUm dispositivo especial que indica direções.\n\nDiz a lenda que, quando a Caçadora caminhava descalça pelos campos,\nA grama abaixo de seus pés lhe dizia o que os pássaros acima das árvores podiam ver,\nE a lama que pisava lhe dizia o que as raízes na terra podiam ouvir.\n\nPorém, dizem que desde que a catástrofe abalou o reino, a grama e as árvores nunca mais falaram.\nPorque o Deus dos Bosques também morreu nessa catástrofe.\n\nDesde então, a Caçadora depende desse dispositivo para se orientar caçando.\nA pedido do jovem, ela deixou de caçar bestas e pássaros.\nEm vez disso, ela transformou os monstros que traziam destruição e sofrimento em suas presas.\n",
        "ru": "\nНеобычно устроенный маленький прибор, используемый для распознавания сторон света.\n\nСогласно легенде, трава и земля полей, лесов и лугов\nшептали беззвучной босоногой охотнице о том,\nчто видели с деревьев птицы, и что слышали под землёй корни.\n\nНо с тех пор, как начались бедствия, трава и корни умолкли,\nпоскольку погибло их божество.\n\nТеперь ей время охоты приходилось полагаться на это устройство.\nВыслушав просьбу того мальчика, она перестала охотиться на зверей и птиц.\nЕё стрелы начали поражать чудовищ, приносящих страдания всему сущему.\n",
        "id": "\nSebuah Peralatan yang dibuat khusus untuk mencari arah dan jalan.\n\nLegenda mengatakan bahwa saat Viridescent Venerer berjalan telanjang kaki di lapangan,\nRumput di bawah kakinya akan memberi tahu apa yang dilihat oleh burung-burung di atas pohon,\nLumpur di tepi jalan akan memberi tahu apa yang didengar oleh akar pohon di tanah.\n\nNamun dikatakan sejak bencana melanda, rumput dan pohon tidak pernah berbicara lagi.\nKarena Dewa Hutan telah mati oleh bencana tersebut.\n\nSejak itu, dia hanya mengandalkan alat tersebut saat berburu.\nKarena permintaan dari seorang bocah yang menemukannya, dia berhenti berburu burung dan binatang buas,\nSebagai gantinya, dia berburu monster yang membawa kehancuran dan penderitaan sebagai mangsanya.\n",
        "th": "\nอุปกรณ์ขนาดเล็กที่จะชี้ไปยังทิศทางที่ถูกเสมอ\n\nว่ากันว่า เมื่อนายพรานเดินเงียบ ๆ ในทุ่งหญ้าด้วยเท้าเปล่า\nหญ้าที่อยู่ใต้เท้าของเธอจะบอกเธอว่านกบนต้นไม้เห็นอะไร\nและโคลนที่เธอเหยียบย่ำจะบอกเธอว่ารากในพื้นดินนั้นได้ยินอะไร\n\nว่ากันว่า นับตั้งแต่ภัยพิบัติที่เกิดขึ้นกับประเทศโบราณเป็นต้นมา ต้นไม้และใบหญ้าก็ไม่เอ่ยปากพูดอีกต่อไป\nเพราะว่าเทพแห่งป่าไม้นั้นได้ตายในหายนะครั้งนั้นไปแล้ว\n\nหลังจากนั้นมา เธอก็พึ่งพาเครื่องมือนี้ขณะออกล่ามาโดยตลอด\nหลังจากยอมรับคำขอของเด็กชาย จากนี้เธอจะไม่ล่าสัตว์หรือนกอีกต่อไป\nแต่เป็นเหล่าอสูรที่ออกมาจากประเทศโบราณและนำพาภัยพิบัติและความเจ็บปวดไปสู่พวกมัน\n",
        "vi": "\nCấu trúc đặc biệt có thể giúp con người định vị rõ phương hướng.\n\nTrong truyền thuyết, khi người thợ săn bước chân trần nhẹ nhàng trong vùng đất hoang sơ,\nCỏ xanh và bùn đất quanh nơi dấu chân bước qua sẽ nói cho cô biết,\nNhững chú chim trên cây cao kia có thể nhìn thấy được, thì rễ cây đâm sâu trong bùn đất cũng có thể thấy được.\n\nTrong truyền thuyết, khi tai ương thời cổ đại xảy ra, cỏ cây chưa từng nói một câu.\nBởi vì vị thần cai quản cỏ cây cũng trong tai ương ấy mà mất đi rồi.\n\nTừ đó trở về sau, cô cầm đồ vật này săn bắn khắp vùng đất rộng lớn.\nNhận lời giúp đỡ thiếu niên, từ đó cô không còn săn bắn chim thú nữa,\nMà là loài ma vật sinh ra từ thời cổ xưa, luôn đem đến tai họa và đau đớn.\n"
      },
      "imgid": "viridescent_venerer_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "翠绿猎人的容器",
        "zht": "翠綠獵人的容器",
        "jp": "緑の狩人の容器",
        "ko": "청록색 사냥꾼의 그릇",
        "en": "Viridescent Venerer's Vessel",
        "de": "Feldjäger-Flachmann",
        "es": "Cantimplora de la Cazadora Verde Esmeralda",
        "fr": "Récipient de la Verte Chasseuse",
        "pt": "Frasco do Caçador Verde",
        "ru": "Сосуд изумрудного охотника",
        "id": "Viridescent Venerer's Vessel",
        "th": "Viridescent Venerer's Vessel",
        "vi": "Vật Đựng Của Thợ Săn"
      },
      "description": {
        "zhs": "绿野猎人曾用过的水囊，里面的空间远比想象的更大。",
        "zht": "綠野獵人曾用過的水壺，裡面的空間遠比想像得更大。",
        "jp": "緑の狩人が使用していた革水筒、中の空間は想像よりもずっと大きい。",
        "ko": "들판의 사냥꾼이 사용했던 물주머니. 생각한 것보다 용량이 더 크다",
        "en": "A water pouch used by the Viridescent Venerer. Its capacity is much greater than one would expect.",
        "de": "Ein Behältnis zur Aufbewahrung von Wasser mit mehr Speichervermögen, als man vermuten würde.",
        "es": "Una cantimplora para almacenar agua. Su interior es mucho más grande de lo que parece.",
        "fr": "Un objet ayant été utilisé comme une gourde à eau par la Verte Chasseuse. Sa contenance est bien supérieure à ce qu'on pourrait imaginer.",
        "pt": "Frasco para armazenar água, seu interior é muito maior do que realmente parece.",
        "ru": "Мешок для воды, использовавшийся изумрудным охотником. Вмещает больше, чем кажется со стороны.",
        "id": "Kantong air yang pernah digunakan oleh Viridescent Venerer. Kapasitasnya untuk menampung air melebihi dugaan kebanyakan orang.",
        "th": "กระเป๋าเก็บน้ำที่ถูกใช้โดย Viridescent Venerer ความจุของมันนั้นช่างมากมายอย่างน่าเหลือเชื่อ",
        "vi": "Túi nước Thợ Săn Đồng Xanh từng dùng, dung lượng lớn hơn bạn nghĩ."
      },
      "lore": {
        "zhs": "\n非常结实耐用的容器，有着极佳的密封性。\n传说中的猎人曾将篝火边的细语装了进去。\n\n猎人曾经偶然在深夜的原野中嗅到他人的气味，\n面对群狼与魔物也毫无畏惧的她，\n最终仍没有加入火边对谈的胆量。\n那时的猎人已经忘记了人的语言应该如何发音。\n\n即便日后，她受人所托，成了翠绿的魔物猎手，\n也从没有人听过她说话，正如她从不留下足迹。\n\n…那夜，她将听见的谈笑声装进自己的水囊中，\n许多年里，每每感到孤寂，便倾听其中的声音。\n",
        "zht": "\n非常結實耐用的容器，有著極佳的密封性。\n傳說中的獵人曾將篝火邊的細語裝了進去。\n\n獵人曾經偶然在深夜的原野中嗅到他人的氣味，\n面對群狼與魔物也毫無畏懼的她，\n最終仍沒有加入火邊對談的膽量。\n那時的獵人已經忘記了人的語言應該如何發音。\n\n即便日後，她受人所託，成了翠綠的魔物獵手，\n也從沒有人聽過她說話，正如她從不留下足跡。\n\n…那夜，她將聽見的談笑聲裝進自己的水囊中，\n許多年裡，每每感到孤寂，便傾聽其中的聲音。\n",
        "jp": "\n非常に頑丈な容器で、密閉性に優れる。\n伝説によると、狩人は篝火で休憩している時の内緒話をこの中に入れた。\n\n狩人はかつて、深夜の野原で他人の匂いを嗅いだ。\n狼の群れと魔物を相手にしても恐れなかった彼女だが、\n他人の会話に参加する度胸はなかった。\nあの時の狩人は既に人間の言葉の発音を忘れていた。\n\nたとえ彼女が人に頼まれて、緑の魔物狩人になっても、\n彼女の話すところを誰も見たことがない。彼女が行動の痕跡を一切残さないように。\n\n……ある夜、彼女は自分の笑い声を革水筒に詰め込んだ。\n時折、彼女は寂しいと感じると、必ずその笑い声に耳を傾ける。\n",
        "ko": "\n매우 튼튼하고 강한 밀봉성을 지니고 있는 그릇이다.\n과거 전설 속의 사냥꾼이 모닥불 근처의 속삭임을 여기에 담았다고 한다.\n\n사냥꾼은 우연히 깊은 밤 들판에서 다른 사람의 냄새를 맡게 되었다.\n늑대 무리와 마물에도 꿈쩍하지 않던 그녀도\n모닥불 옆에서 그들과 대화를 할 엄두를 내지 못했다.\n그때 사냥꾼은 이미 인간 언어의 발음을 잊어 버린 상태였다.\n\n먼 훗날 그녀는 다른 사람의 부탁을 받아 푸른 마물 사냥꾼이 되었지만\n그녀가 발자국을 남기지 않듯이 그녀가 말하는 모습을 본 사람은 아무도 없었다.\n\n…그날 밤, 그녀는 자신이 들은 담소 소리를 자신의 물주머니에 담았다.\n수년 동안 적막함을 느낄 때면 그녀는 안에 담긴 목소리에 귀 기울였다.\n",
        "en": "\nA very robust and leakproof vessel.\nA legendary hunter known as the Viridescent Venerer once used it to collect whispers by the campfire.\n\nOne night, the Viridescent Venerer picked up the scent of other human beings.\nAs a hunter, she feared neither wolf packs nor monsters.\nWhat she feared far more than this was joining the chatter by the campfire.\nFor she had long forgotten how to speak human language.\n\nEven after rejoining the humans and accepting her place as Viridescent Venerer, no one ever heard her say a single word.\nSimilarly, no one ever saw her leave a single trace behind.\n\nThe Viridescent Venerer collected the laughter she heard that night and stored it in her vessel.\nFor many years, she would listen back to the voices in the vessel whenever she felt lonely.\n",
        "de": "\nEin sehr robustes und auslaufsicheres Behältnis.\nDer Legende nach hat der Jäger am Lagerfeuer ein Flüstern darin versiegelt.\n\nJäger wittern oft mitten in der Nacht den Geruch von anderen Menschen,\nvor Wölfen oder Monstern hatte er keine Angst,\nvor dem Geschnatter am Lagerfeuer jedoch fürchtete er sich sehr.\nDer Jäger hatte schon fast die Sprache der Menschen vergessen.\n\nSelbst nachdem er offiziell zum Feldjäger ernannt wurde, sprach er nie ein Wort.\nEine Spur hatte er ebenfalls nie hinterlassen.\n\nIn jener Nacht sammelte er das Gelächter aller und versiegelte es in seinem Behältnis.\nNoch viele Jahre danach lauschte er jedes Mal daran, wenn er sich einsam fühlte.\n",
        "es": "\nUn recipiente duradero y a prueba de fugas.\nLa legendaria Cazadora solía usarlo para guardar los susurros que se escuchaban junto a las hogueras.\n\nUna noche, percibió el olor de otro ser humano.\nComo cazadora, no temía a las manadas de lobos ni a los monstruos.\nUnirse a una charla junto a la hoguera era mucho más aterrador que enfrentarse a las bestias.\nLa Cazadora había olvidado hace mucho tiempo cómo hablar el lenguaje de los humanos.\n\nNadie le había escuchado nunca decir una sola palabra, ni siquiera después de aceptar convertirse en la Cazadora Verde Esmeralda.\nAdemás, nunca dejaba rastro de nada.\n\nRecogió las risas y charlas que escuchó esa noche y las guardó en su cantimplora.\nDurante muchos años, cada vez que se sentía sola, solía escuchar las voces que salían de ella.\n",
        "fr": "\nUn récipient solide et résistant.\nUne chasseresse légendaire l'utilisait autrefois pour récolter les bribes de conversation autour du feu de camp.\n\nUn soir, la chasseresse sentit la piste d'autres humains.\nElle ne craignait ni les loups, ni les monstres ;\nmais parler autour d'un feu de camp était bien plus effrayant,\ncar elle avait oublié la langue des hommes longtemps auparavant.\n\nPlus tard, même après qu'elle eut rejoint les hommes et accepté sa place comme chasseresse du groupe, personne ne l'entendit jamais prononcer un mot.\nTout comme personne n'aurait pu déceler sa trace à la chasse.\n\nUn soir, elle emplit l'objet des rires qu'elle entendit cette nuit-là.\nPendant de nombreuses années, elle écouta les voix à chaque fois qu'elle se sentait seule.\n",
        "pt": "\nUm recipiente muito robusto e à prova de vazamentos.\nA Caçadora legendária o usava para colher múrmurios ao redor das fogueiras.\n\nUma noite, ela sentiu o odor de outros humanos.\nComo uma caçadora, ela não temia alcateias e nem monstros,\nO que ela temia muito mais do que os monstros, era de juntar-se à tagarelice em frente à fogueira.\nPois, há muito tempo ela havia esquecido como falar a língua humana.\n\nNunca ninguém a tinha escutado falar, nem depois de se juntar aos humanos e se tornar Caçadora Verde Esmeralda.\nDa mesma forma, ninguém jamais a viu deixar um único rastro para trás.\n\nNessa noite, ela encheu seu recipiente com risadas que ouvira.\nDurante muitos anos, ela ouvia as vozes no navio sempre que se sentia solitária.\n",
        "ru": "\nОчень крепкий и герметичный сосуд.\nЛегендарная охотница, расположившись у костра, наполняла его шёпотом.\n\nОднажды глубокой ночью на равнине она учуяла посторонних.\nВолки или чудовища были ей не страшны.\nБольше всего на свете её пугали беседы у костра,\nпоскольку человеческий язык она давно позабыла.\n\nДаже когда она вернулась к людям и стала Изумрудным охотником, никто её речи так и не услышал,\nровно как и никто никогда не увидел её следов.\n\nШутки и смех, что доносились до неё той ночью, она собрала в сосуд.\nИз года в год, когда ей бывало одиноко, она открывала сосуд и слушала доносившиеся из него голоса.\n",
        "id": "\nBejana yang sangat kuat dan anti bocor.\nPemburu legendaris yang diketahui bernama Viridescent Venerer pernah menaruh bisikan-bisikan di api unggun.\n\nDi suatu malam, Viridescent Venerer mencium bau manusia lain,\nSebagai pemburu, dia tidak takut kepada kawanan serigala ataupun monster,\nYang dia takutkan adalah obrolan omong kosong belaka di dekat api unggun ini.\nKarena sudah sejak lama dia melupakan bahasanya sendiri.\n\nMeski telah bergabung bersama manusia yang menerimanya sebagai Viridescent Venerer, dia tidak pernah mengatakan satu patah katapun,\nSama seperti tak seorang pun pernah melihat jejaknya pergi.\n\n... malam itu, dia mengemas bisikan dan tawa yang dia dengar ke dalam bejananya,\nSelama bertahun-tahun, dia akan mendengarkannya kembali jika dia merasa kesepian.\n",
        "th": "\nภาชนะที่แข็งแรงมากและอุดรอยรั่วไว้อย่างดี\nนักล่าในตำนานเคยใช้มันเพื่อรวบรวมเสียงกระซิบข้างกองไฟ\n\nบางครั้งนายพรานจะได้กลิ่นของคนอื่นโชยมาท่ามกลางคืนที่มืดมิด\nเธอผู้ไม่เกรงกลัวแม้การเผชิญหน้ากับฝูงหมาป่าหรืออสูร\nแต่สิ่งที่น่ากลัวยิ่งกว่าการเผชิญหน้าเหล่านั้นคือการพูดคุยกับผู้อื่น รอบกองไฟ\nในตอนนั้นนายพรานได้ลืมไปแล้วว่าภาษามนุษย์นั้นพูดอย่างไร\n\nแม้ในอนาคตเธอก็ได้รับมอบหมายให้เป็นนักล่า Viridescent Venerer\nก็ยังไม่มีใครได้ยินเสียงของเธออยู่ดี เหมือนกันกับที่เธอไม่เคยทิ้งร่องรอยใด ๆ ไว้เลย\n\n...ในคืนนั้น เธอนำเสียงหัวเราะที่เธอได้ยินใส่ลงไปในถุงน้ำของตน\nภายในระยะเวลาหลายปี เธอจะฟังเสียงในถุงน้ำทุกครั้งที่เธอรู้สึกเหงา\n",
        "vi": "\nVật đựng chắc chắn là rất kín.\nThợ săn trong truyền thuyết từng dùng nó để đựng lời thì thầm bên lửa trại.\n\nNgười thợ săn từng vô tình ngửi thấy mùi của người khác ở khu rừng hoang dã trong màn đêm,\nCô đối mặt với đàn sói và ma vật mà không hề sợ hãi,\nCuối cùng vẫn không đủ can đảm tham gia cuộc đối thoại bên ngọn lửa.\nNgười thợ săn khi đó dường như đã quên mất ngôn ngữ của loài người phát âm như thế nào.\n\nCho dù sau này, cô nhận được sự ủy thác của người khác trở thành thợ săn ma vật,\nCũng chưa từng ai nghe thấy cô nói qua một lời, cũng giống như cô cũng không bao giờ để lại dấu tích của mình.\n\n...Đêm hôm đó, cô đem toàn bộ cuộc nói chuyện cười đùa đựng vào chiếc túi nước của mình,\nnhiều năm sau đó, mỗi khi cảm thấy cô đơn, cô đều lấy ra nghe lại những âm thanh đó.\n"
      },
      "imgid": "viridescent_venerer_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "翠绿的猎人之冠",
        "zht": "翠綠的獵人之冠",
        "jp": "緑の狩人の冠",
        "ko": "청록색 사냥꾼의 모자",
        "en": "Viridescent Venerer's Diadem",
        "de": "Feldjägerhut",
        "es": "Sombrero de la Cazadora Verde Esmeralda",
        "fr": "Diadème de la Verte Chasseuse",
        "pt": "Coroa do Caçador Verde",
        "ru": "Венок изумрудного охотника",
        "id": "Viridescent Venerer's Diadem",
        "th": "Viridescent Venerer's Diadem",
        "vi": "Nón Thợ Săn"
      },
      "description": {
        "zhs": "曾属于绿野猎人的骄傲头冠，如同原野之风一般青翠。",
        "zht": "曾屬於綠野獵人的驕傲頭冠，如同原野之風一般青翠。",
        "jp": "かつて緑の狩人が使用していた自慢の冠、野原の風のような青緑色が特徴。",
        "ko": "들판의 사냥꾼이 자랑스럽게 여기던 모자. 들판의 바람처럼 푸르다",
        "en": "A proud crown that once belonged to the Viridescent Venerer. It is as lush and green as the breezes of the wild.",
        "de": "Die einstige Kopfbedeckung des stolzen Feldjägers, so grün wie die Felder, durch die er streifte.",
        "es": "La corona que la Cazadora llevaba con gran orgullo. Es de un color verde como la naturaleza salvaje.",
        "fr": "Un diadème porté autrefois fièrement par la Verte Chasseuse, aussi vert que la nature sauvage.",
        "pt": "Coroa usada com orgulho pelo caçador dos campos, tão verde quanto os campos em que costumava vagar.",
        "ru": "Венок, символизирующий гордость изумрудного охотника. Пышный и зелёный, как ветер равнин.",
        "id": "Mahkota kebanggaan yang pernah dimiliki oleh Viridescent Venerer. Warnanya hijau segar seperti angin yang bertiup di alam liar.",
        "th": "มงกุฎที่ Viridescent Venerer เคยสวมอย่างภาคภูมิ มันทั้งเขียวและสดราวกับที่ราบ ท่ามกลางสายลม",
        "vi": "Nón từng thuộc về người Thợ Săn Đồng Xanh kiêu ngạo, xanh tươi giống như gió ngoài thảo nguyên."
      },
      "lore": {
        "zhs": "\n从未沾染过一丝鲜血的猎人帽，\n属于民话中的无冕的猎人之王。\n\n猎者的法理是不与大地、森林为敌，\n而是成为自然当中无言的一枝一叶。\n据说曾经有鸟儿在这顶帽子里筑巢。\n\n无人能为最为杰出的猎人冠冕，\n因为高于她的只有自然的天地。\n\n后来这顶猎人帽的绿意成了灾厄中，\n在魔物中，令它们无比胆寒的光景。\n",
        "zht": "\n從未沾染過一絲鮮血的獵人帽，\n屬於民話中的無冕的獵人之王。\n\n獵者的法理是不與大地、森林為敵，\n而是成為自然當中無言的一枝一葉。\n據說曾經有鳥兒在這頂帽子裡築巢。\n\n無人能為最為傑出的獵人冠冕，\n因為高於她的只有自然的天地。\n\n後來這頂獵人帽的綠意成了災厄中，\n在魔物中，令它們無比膽寒的光景。\n",
        "jp": "\n血に染まったことのない狩人の帽子。\n無冠の狩人の王と呼ばれた者が所有していた。\n\n狩人の基本は大地や森を敵に回すことではなく、\n大自然に溶け込み、一体化することである。\nかつて鳥がこの帽子に巣を作ったらしい。\n\n誰も最も優秀な狩人に冠を授けることができない。\n彼女より偉いのは自然の天地だけであった。\n\n自然を象徴するこの帽子は、\nやがて魔物に恐れられる光景となった。\n",
        "ko": "\n피 한 방울 묻은 적이 없던 사냥꾼 모자는\n소문 속의 무관의 사냥꾼 제왕이 소유하던 것이다.\n\n사냥꾼의 법도는 대지와 숲을 적으로 삼지 않고\n자연에 존재하는 가지와 잎이 되는 것이다.\n과거 새들이 이 사냥꾼 모자에 둥지를 틀었던 적이 있다고 한다.\n\n그 누구도 이 뛰어난 사냥꾼에게 벼슬을 내릴 수 없었다.\n오직 자연만이 그녀보다 높았기 때문이다.\n\n후에 이 사냥꾼 모자의 푸른 색상은 재난 속에서\n마물들에게 공포의 대상이 되었다.\n",
        "en": "\nA hunter's hat without any blood stains.\nIn folklore, it belonged to the uncrowned queen of hunters — the Viridescent Venerer.\n\n\"Never become the foe of the earth and the forest.\" This was the hunters' rule.\nInstead, a hunter should become a silent part of nature.\nIt is said that a bird once built its nest in this hat.\n\nNone could ever bestow a crown upon the queen of hunters,\nsince the only one superior to her was nature itself.\n\nIn the crisis that soon followed, her hunter's hat became\na frightful sight for monsters to behold.\n",
        "de": "\nDer Hut eines Jägers, ganz ohne Blutflecken.\nEr gehört laut Erzählungen dem ungekrönten König der Jäger.\n\nMach dir niemals Natur und Wälder zum Feind, das war die Faustregel des Jägers.\nEin Jäger sollte ein stiller Teil der Natur sein.\nManche behaupten sogar, ein Vogel hätte sich einst ein Nest auf seinem Hut gebaut.\n\nKeiner vermag es den besten Jäger zu krönen,\ndenn über ihm gab es nur die Natur.\n\nDer grüne Hut des Jägers wurde bald zu einem\nSymbol, das den Monstern Angst einflößte.\n",
        "es": "\nUn sombrero de cazador sin ninguna mancha de sangre.\nSegún el saber popular, perteneció al rey sin corona de los cazadores.\n\nNunca te conviertas en el enemigo de la tierra y los bosques. Esa es la regla de los cazadores.\nEn su lugar, un cazador debe convertirse en una parte silenciosa de la naturaleza.\nSe dice que alguna vez un pájaro construyó su nido en este sombrero.\n\nNadie podría coronar a la mejor cazadora,\nya que lo único por encima de ella era la naturaleza.\n\nEn los momentos de mayor peligro,\nsu sombrero de cazador era la visión que más aterrorizaba a los monstruos.\n",
        "fr": "\nUn chapeau de chasseur propre.\nSelon un mythe, il appartenait à la reine chasseresse.\n\nNe jamais devenir l'ennemi de la nature et de ses habitants était sa règle d'or.\nUn chasseur à ses yeux devait être part entière du monde naturel.\nOn raconte même qu'un oiseau fit un jour son nid sur ce chapeau.\n\nPersonne ne put jamais couronner la reine chasseresse,\ncar la nature était toujours supérieure.\n\nDans les événements tragiques qui s'ensuivirent,\nle chapeau de la chasseuse fut un symbole craint par tous les monstres.\n",
        "pt": "\nUm chapéu de caçador sem manchas de sangue,\nPertenceu ao rei sem coroa dos caçadores.\n\nA regra dos caçadores é nunca ser inimigo da terra e das florestas,\nE tornar-se uma parte silenciosa da própria natureza.\nDizem que havia um pássaro que fez seu ninho nesse chapéu.\n\nNinguém poderia dar uma melhor coroa para a Caçadora formidável,\nPois acima dela, apenas estava a própria natureza.\n\nNa crise que se seguiu, o chapéu da Caçadora se tornou\nNa visão mais assustadora para os monstros.\n",
        "ru": "\nОхотничья шляпа без единого пятнышка крови.\nСогласно народным сказаньям принадлежала она некоронованной королеве охотниц.\n\nЗакон охотников гласит, что врагом земле и лесу быть нельзя.\nОхотнику должно стать частью природы, подобно безмолвному листу или ветви.\nГоворят, что однажды птица свила в этой шляпе гнездо.\n\nУвенчать эту выдающуюся охотницу короной не мог никто,\nведь выше её была только сама природа.\n\nПозже, когда настал век бедствий, один вид этой зелёной шляпы\nповергал чудовищ в ужас.\n",
        "id": "\nTopi seorang pemburu tanpa ada noda darah,\nDalam cerita rakyat, itu adalah milik sang ratu pemburu, Viridescent Venerer.\n\nPrinsip pemburu adalah, jangan pernah menjadi musuh bumi dan hutan.\nPemburu harus menjadi bagian dari alam.\nDikatakan bahwa seekor burung membuat sarang di topinya.\n\nTidak ada yang bisa memberikan mahkota pada sang ratu pemburu,\nKarena satu-satunya yang lebih unggul darinya hanyalah alam.\n\nPada saat krisis, akhirnya topi sang pemburu berubah,\nPemandangan yang menyeramkan bagi monster-monster.\n",
        "th": "\nพวกนายพรานที่ไม่เคยเปื้อนเลือดเลยแม้แต่หยดเดียว\nในตำนานพื้นบ้าน มันเป็นของราชานายพรานผู้ไร้มงกุฎ\n\nกฎของนายพรานคือการไม่เป็นปฏิปักษ์ต่อแผ่นดินและป่า\nแต่คือการเป็นเหมือนส่วนหนึ่งของธรรมชาติ\nว่ากันว่าครั้งหนึ่งเคยมีนกมาทำรังอยู่บนหัว\n\nไม่มีใครสามารถปราบนายพรานที่เก่งที่สุดลงได้\nเพราะว่าสิ่งเดียวที่เหนือกว่าเขาคือธรรมชาติ\n\nต่อมาสีเขียวของหมวกนักล่านี้กลายเป็นหายนะ\nท่ามกลางเหล่าอสูร ทำให้พวกมันกลัวเป็นอย่างมาก\n",
        "vi": "\nChiếc mũ của người thợ săn chưa từng dính một chút máu,\nThuộc về vị vua săn bắt không vương miện.\n\nLuật pháp của người thợ săn không phải để chống lại đất và rừng,\nmà là trở thành một nhành cây, một ngọn cỏ trong thế giới tự nhiên thầm lặng.\nTương truyền rằng, từng có chú chim nhỏ làm tổ trong chiếc mũ này.\n\nChưa từng có người nào có thể trở thành người thợ săn tài giỏi nhất,\nBởi vì tài giỏi hơn cô chỉ có đất trời thiên nhiên mà thôi.\n\nSau này chiếc mũ màu xanh của người thợ săn, trở thành tai ương,\nTrong đám ma vật, đó là cảnh tượng khiến chúng sợ hãi.\n"
      },
      "imgid": "viridescent_venerer_circlet"
    }
  ]
}