{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "角斗士的终幕礼",
    "zht": "角鬥士的終幕禮",
    "jp": "剣闘士のフィナーレ",
    "ko": "검투사의 피날레",
    "en": "Gladiator's Finale",
    "de": "Verbeugung des Gladiators",
    "es": "Final del Gladiador",
    "fr": "Rideau du Gladiateur",
    "pt": "Último Juramento do Gladiador",
    "ru": "Конец гладиатора",
    "id": "Gladiator's Finale",
    "th": "Gladiator's Finale",
    "vi": "Lễ Bế Mạc Của Giác Đấu Sĩ"
  },
  "descriptions": [
    {
      "zhs": "攻击力提高18%。",
      "zht": "攻擊力提高18%。",
      "jp": "攻撃力+18%。",
      "ko": "공격력+18%",
      "en": "ATK +18%.",
      "de": "Erhöht den ANG um 18 %.",
      "es": "ATQ +18%.",
      "fr": "Augmente l'ATQ de 18 %.",
      "pt": "ATQ +18%.",
      "ru": "Увеличивает силу атаки на 18%.",
      "id": "ATK +18%.",
      "th": "เพิ่มพลังโจมตี 18%",
      "vi": "Tấn công tăng 18%"
    },
    {
      "zhs": "装备该圣遗物套装的角色为单手剑、双手剑、长柄武器角色时，角色普通攻击造成的伤害提高35%。",
      "zht": "裝備該聖遺物套裝的角色為單手劍、雙手劍、長柄武器角色時，角色普通攻擊造成的傷害提高35%。",
      "jp": "該当聖遺物セットを装備したキャラが片手剣、両手剣、長柄武器キャラの場合、通常攻撃ダメージ+35%。",
      "ko": "해당 성유물 세트를 장착한 캐릭터가 한손검, 양손검, 장병기를 사용 시 캐릭터의 일반 공격으로 가하는 피해가 35% 증가한다",
      "en": "If the wielder of this artifact set uses a Sword, Claymore or Polearm, increases their Normal Attack DMG by 35%.",
      "de": "Erhöht den mit Standardangriffen verursachten Schaden, wenn die mit diesem Artefaktset ausgestattete Figur einen Einhänder, einen Zweihänder oder eine Stangenwaffe trägt, um 35 %.",
      "es": "Aumenta el daño de Ataque Normal en un 35% si el personaje usa una espada ligera, mandoble o lanza.",
      "fr": "Augmente les DGT infligés par les attaques normales de 35 % lorsque ce set d'artéfacts est équipé par les personnages maniant une épée à une ou deux mains ou une arme d'hast.",
      "pt": "Se o portador deste conjunto de artefato usar uma Espada, Espadão ou Lança, aumenta o Dano de seus Ataques Normais em 35%.",
      "ru": "Увеличивает урон обычной атаки на 35%, если персонаж использует одноручное, двуручное или древковое оружие.",
      "id": "Meningkatkan 35% DMG Normal Attack karakter yang menggunakan Sword, Claymore, Polearm.",
      "th": "เมื่อตัวละครที่สวมเซ็ตอาร์ติแฟกต์นี้ใช้ดาบ, ดาบใหญ่, หอก ตัวละครจะสร้างความเสียหายจากการโจมตีปกติเพิ่มขึ้น 35%",
      "vi": "Khi nhân vật trang bị bộ Thánh Di Vật này dùng kiếm đơn, trọng kiếm, vũ khí cán dài, sát thương tấn công thường nhân vật tạo thành tăng 35%."
    }
  ],
  "imgid": "gladiators_finale_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "角斗士的留恋",
        "zht": "角鬥士的留戀",
        "jp": "剣闘士の未練",
        "ko": "검투사의 미련",
        "en": "Gladiator's Nostalgia",
        "de": "Nostalgie des Gladiators",
        "es": "Nostalgia del Gladiador",
        "fr": "Nostalgie du Gladiateur",
        "pt": "Nostalgia do Gladiador",
        "ru": "Ностальгия гладиатора",
        "id": "Gladiator's Nostalgia",
        "th": "Gladiator's Nostalgia",
        "vi": "Nỗi Nhớ Của Giác Đấu Sĩ"
      },
      "description": {
        "zhs": "无人知晓传奇的斗士为何始终将这朵小花戴在胸口，这是残酷的战士身上唯一的弱点。",
        "zht": "無人知曉傳奇的鬥士為何始終將這朵小花戴在胸口，這是殘酷的戰士身上唯一的弱點。",
        "jp": "伝説の剣闘士がなぜこの花を胸につけたか誰も知らない。これは残酷な戦士にある唯一の弱点だ。",
        "ko": "전설적인 검투사가 왜 늘 이 꽃을 흉부에 착용했는지를 아무도 알지 못한다. 이건 잔혹한 전사의 유일한 약점이다",
        "en": "No one knows why the legendary gladiator wore this flower on his chest. It was the brutal warrior's only weakness.",
        "de": "Keiner weiß, warum die legendären Gladiatoren stets diese Blume trugen. Sie scheint der einzige Schwachpunkt der grausamen Kämpfer zu sein.",
        "es": "Nadie sabe por qué el legendario y sanguinario Gladiador siempre llevaba esta flor en el pecho, que era su único punto débil.",
        "fr": "Personne ne sait pourquoi cette fleur était portée par le plus grand des gladiateurs. Il s'agissait là de son unique point faible.",
        "pt": "Ninguém sabe por que o lendário lutador sempre usou essa pequena flor no peito. Este é o único ponto fraco do guerreiro.",
        "ru": "Никто не знает, зачем легендарный гладиатор носил этот цветок у себя на груди. Это была его единственная слабость.",
        "id": "Tidak ada yang pernah memahami mengapa sang gladiator legendaris selalu mengenakan bunga ini di dadanya, di satu-satunya titik kelemahan kesatria brutal tersebut.",
        "th": "ไม่มีใครรู้ถึงเหตุผลที่ Gladiator ในตำนาน กลัดดอกไม้นี้ไว้บนอกของเขา มันเป็นสิ่งที่อ่อนโยนเพียงสิ่งเดียวบนร่างของเขา",
        "vi": "Không ai biết đấu sĩ truyền thuyết tại sao luôn đeo bông hoa này trên ngực, đây là điểm yếu duy nhất trên người của chiến sĩ."
      },
      "lore": {
        "zhs": "\n本是寻常的小花，被角斗士温柔的主人摘下。\n别在角斗士胸前，化作了战士最柔软的一面。\n\n角斗士还未成为传奇时曾与年幼主人在庄园漫步。\n过去，主人随手折下一支小花，赠予沉默的奴仆。\n「恩赐未必都是酬报。或许仅是心血来潮」\n在很久以后的未来，狡黠的主人如是笑道。\n\n当不败的角斗士终于倒在异域少女的脚下，\n方才想起，许多年前，自己曾经也梦想过，\n「真好看的花朵啊。不知何时能启程看看」\n「生长在野外的花儿的模样会是怎样的呢」\n",
        "zht": "\n本是尋常的小花，被角鬥士溫柔的主人摘下。\n別在角鬥士胸前，化作了戰士最柔軟的一面。\n\n角鬥士還未成為傳奇時曾與年幼主人在莊園漫步。\n過去，主人隨手折下一支小花，贈予沉默的奴僕。\n「恩賜未必都是酬報。或許僅是心血來潮」\n在很久以後的未來，狡黠的主人如是笑道。\n\n當不敗的角鬥士終於倒在異域少女的腳下，\n方才想起，許多年前，自己曾經也夢想過，\n「真好看的花朵啊。不知何時能啟程看看」\n「生長在野外的花兒的模樣會是怎樣的呢」\n",
        "jp": "\n元々は普通の小花。剣闘士の優しい主に採られた。\n剣闘士の胸につけると、それは戦士の最も優しい部分になった。\n\n剣闘士がまだ伝説になっていなかった時、幼い主と荘園を歩いていた。\n昔、主がついでに一輪の小花を採って、無言の奴隷に送った。\n「恩賜は報酬とは限らない。ただの気まぐれかもしれない」\n数年後に、狡猾な主は笑ってこう言った。\n\n無敗の戦士は異国の少女に倒され、ふと思い出した。\n数年前に自分も夢見ていた。\n「美しい花だな。いつかまた見たい」\n「野に咲く花はどんなものかな」\n",
        "ko": "\n흔하디 흔한 작은 꽃이 검투사의 착한 주인에 의해 따였다.\n검투사의 가슴에 달린 이 꽃은 전사의 가장 따뜻한 면이 되었다.\n\n검투사가 아직 전설적인 인물이 되기 전 어린 주인님과 함께 장원을 거닐었던 적이 있었다.\n과거 주인은 손수 꽃 한 송이를 꺾어 말없이 침묵하던 노예에게 선물했다.\n「은혜를 베푼 것에 꼭 보답해야 하는 건 아냐. 어쩌면 그냥 문뜩 생각난 걸 수도 있으니까」\n먼 훗날, 노회한 주인은 웃으며 이처럼 말한다.\n\n불패의 검투사가 마침내 외지에서 온 소녀의 발아래 쓰러지고 나서야\n그는 오래전 자신도 꿈이 있었다는 걸 떠올린다.\n「정말 예쁜 꽃이네, 언제쯤 가서 볼 수 있을까」\n「야외에서 자라는 꽃은 어떤 모양일까」\n",
        "en": "\nAn ordinary flower picked gently by the gladiator's master.\nHe made a brooch with it and pinned it on the gladiator's chest. It came to symbolize his gentler side.\n\nBefore the gladiator became a living legend, he once strolled with his young master in the garden.\nThe master picked a flower and gave it to the silent slave.\n\"Not all gifts are given out of benevolence. Sometimes they are nothing more than acts of whimsy.\"\nOne day in the far-off future, the gladiator's sly master would say these words to him.\n\nThe invincible gladiator finally fell at the foreign girl's feet.\nAt that moment, he recalled a dream he had had many years ago.\n\"Such beautiful flowers. I wonder when I'll be able to begin my own journey to see them.\"\n\"I'd like to see how beautiful the wild flowers are.\"\n",
        "de": "\nEine gewöhnliche Blume, gepflückt vom Herrn des Gladiators.\nDieser machte eine Brosche daraus und befestigte sie an der Brust des Gladiators. Selten zeigte er so seine milde Seite.\n\nAls der Gladiator noch nicht zu Ruhm gekommen war, machte er einst einen Spaziergang mit seinem noch jungen Herrn im Garten.\nDieser pflückte eine Blume und gab sie dem schweigenden Sklaven.\n„Nicht alle Geschenke sind wohlmeinend. Manche sind nur ein Akt der Laune.“\nDer Herr bemerkte noch lachend, dass es in weit entfernter Zukunft noch dazu kommen könnte.\n\nAls der Gladiator endlich dem exotischen Mädchen zu Füßen fiel,\nfiel ihm der Traum, den er vor vielen Jahren einmal hatte, wieder ein.\n„Was für eine schöne Blume! Ich frage mich,\nwann ich auf meine Reise gehen werde und Blumen in der freien Natur sehen kann.“\n",
        "es": "\nUna flor corriente arrancada delicadamente por el maestro del Gladiador.\nHizo un broche con ella, el cual puso en el pecho del luchador. Ese fue el gesto más amable del maestro.\n\nCuando el Gladiador aún no era una leyenda viviente, alguna vez dio un paseo con su joven maestro por un jardín.\nEste arrancó una flor y se la dio al taciturno esclavo.\n“Un regalo no siempre es una recompensa. A veces se hace simplemente al dejarse llevar por el momento”,\ndijo con una sonrisa el astuto maestro en un día del futuro.\n\nEl invencible Gladiador finalmente cayó ante los pies de una forastera.\nEn ese momento, recordó el sueño que tuvo hace muchos años.\n“Qué flores tan hermosas. Me pregunto cuándo podré comenzar mi propio viaje”.\n“Me gustaría ver cuán hermosas son las flores silvestres”.\n",
        "fr": "\nUne fleur ordinaire cueillie par le maître du gladiateur.\nIl en fit une broche que le gladiateur porta, sa façon à lui de montrer son bon côté.\n\nAvant que le gladiateur devienne une légende vivante, il se promenait un jour aux côtés de son jeune maître.\nCelui-ci cueillit une fleur et la tendit à son esclave.\n« Tous les cadeaux ne sont pas offerts par bonté de cœur ; certains ne sont que le résultat d'un coup de tête »,\nlui dirait son maître sournois, des années plus tard.\n\nL'invincible gladiateur mordit finalement la poussière, s'écroulant aux pieds de la jeune fille.\nIl se souvint alors d'un rêve fait des années auparavant.\n« Quelles jolies fleurs... Je me demande quand est-ce que je pourrais commencer mon voyage et les voir... »\n« À quoi ressemblent les fleurs souvages poussant libres ? »\n",
        "pt": "\nUma flor comum colhida gentilmente pelo mestre do gladiador.\nEle fez um broche com ela e a prendeu no peito do gladiador. Ela passou a simbolizar seu lado mais gentil.\n\nAntes do gladiador se tornar uma lenda viva, ele passeou uma vez com seu jovem mestre no jardim.\nO mestre colheu uma flor e a deu ao escravo silencioso.\n\"Nem todos os presentes são dados por benevolência. Às vezes não são nada além do que atos por impulso.\"\nUm dia, num futuro longínquo, o mestre astuto do gladiador lhe diria estas palavras.\n\nO gladiador invencível finalmente caiu aos pés da garota forasteira,\nNaquele momento, ele se lembrou de um sonho que tinha tido há muitos anos atrás;\n\"Que lindas flores. Me pergunto quando poderei começar minha própria jornada para vê-las.\"\n\"Gostaria de ver como são bonitas as flores silvestres.\"\n",
        "ru": "\nОбычный цветок, сорванный заботливым хозяином гладиатора.\nОн приколол цветок к груди гладиатора как символ мягкости натуры последнего.\n\nДо того, как он стал легендой, гладиатор однажды прогуливался со своим юным хозяином по саду.\nХозяин сорвал цветок и подарил своему молчаливому рабу.\n«Не всякий подарок - это вознаграждение. Некоторые всего лишь сиюминутная прихоть».\nТак через много лет со смехом скажет гладиатору его хитрый хозяин.\n\nНепобедимый гладиатор наконец упал у ног юной чужестранки, и\nперед глазами его предстала позабытая много лет назад мечта.\n«Эти цветы прекрасны. Интересно,\nкогда я отправлюсь в путь, будут ли дикие цветы, что повстречаются мне, столь же красивы?»\n",
        "id": "\nSebuah bunga biasa yang dipetik oleh sang tuan.\nDia membuat lencana dari bunga tersebut dan menyematkannya di dada sang gladiator. Melambangkan sisi halus diri tuannya.\n\nSebelum gladiator tersebut menjadi seorang Jenderal legendaris, dia pernah berjalan-jalan di taman dengan tuannya.\nTuannya memetik bunga dan memberikannya kepada pelayannya.\n\"Tidak semua hadiah berarti adalah imbalan. Terkadang itu hanyalah sebuah aksi biasa.\"\nSuatu hari di masa depan, tuannya akan berkata seperti itu padanya.\n\nGladiator yang tak terkalahkan akhirnya jatuh di hadapan kaki gadis asing itu,\nPada saat itu, dia mengingat sebuah mimpi yang dia punya bertahun-tahun lalu,\n\"Sebuah bunga yang indah. Entah kapan aku bisa memulai perjalananku untuk melihatnya\"\n\"Aku ingin melihat seberapa indahnya bunga tersebut.\"\n",
        "th": "\nแต่เดิมเป็นดอกไม้ขนาดเล็กที่หาได้ทั่วไปที่ถูกเด็ดขึ้นมาโดยเจ้านายผู้อ่อนโยนของนักสู้\nเขาใช้มันทำเข็มกลัดและกลัดไว้ไว้ที่หน้าอกของนักสู้ มันได้กลายเป็นด้านที่อ่อนโยนที่สุดของเขา\n\nในตอนที่นักสู้ยังไม่เป็นตำนานที่ยังมีชีวิต ครั้งหนึ่งเขาเคยเดินร่วมกับเจ้านายน้อยอยู่ในสวน\nเจ้านายเด็ดดอกไม้และส่งมันให้กับทาสผู้เงียบขรึม\n\"ของขวัญไม่จำเป็นต้องเป็นของรางวัล บางทีอาจเป็นเพียงความตั้งใจที่จะให้\"\nในอนาคตอีกไกลนับจากนี้ เจ้านายผู้เจ้าเล่ห์จะกล่าวข้อความนี้ต่อเขา\n\nในตอนที่นักสู้ผู้ไร้พ่ายต้องล้มลงแทบเท้าของหญิงสาว\nเขาได้นึกถึงความฝันที่เขามีเมื่อหลายปีก่อน\n\"ช่างเป็นดอกไม้ที่งดงามอะไรเช่นนี้ ไม่รู้ว่าเมื่อไหร่ฉันจะออกไปดูได้บ้าง\"\n\"หน้าตาของดอกไม้ที่เติบโตอยู่ในป่าจะเป็นยังไงกันนะ\"\n",
        "vi": "\nVốn chỉ là một nhánh hoa nhỏ tầm thường, được hái bởi chủ nhân của Giác Đấu Sĩ.\nCài trước ngực Giác Đấu Sĩ, hóa thành sự dịu dàng nhất của chiến sĩ.\n\nKhi Giác Đấu Sĩ vẫn chưa trở thành huyền thoại, đã từng cùng chủ nhân nhỏ tuổi dạo bước trong khuôn viên.\nTrước kia, chủ nhân tiện tay hái một bông hoa dại, tặng cho kẻ nô lệ trầm mặc.\n\"Ân điển không nhất thiết phải là phần thưởng, đôi khi chỉ là một phút tùy hứng\"\nRất lâu sau đó, chủ nhân mới cười nói một cách láu cá.\n\nKhi Giác Đấu Sĩ bất bại ngã gục trước chân của thiếu nữ Dị Vực, \nMới chợt nhớ lại, rất nhiều năm trước kia, bản thân từng mơ ước,\n\"Bông hoa đẹp thật. Không biết đến bao giờ mới có thể khởi hành đi xem thế giới ngoài kia\"\n\"Hình hài của đóa hoa sinh ra và lớn lên nơi hoang dại sẽ là thế nào đây\"\n"
      },
      "imgid": "gladiators_finale_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "角斗士的归宿",
        "zht": "角鬥士的歸宿",
        "jp": "剣闘士の帰着",
        "ko": "검투사의 귀결",
        "en": "Gladiator's Destiny",
        "de": "Zuflucht des Gladiators",
        "es": "Destino del Gladiador",
        "fr": "Destination du Gladiateur",
        "pt": "Destino do Gladiador",
        "ru": "Судьба гладиатора",
        "id": "Gladiator's Destiny",
        "th": "Gladiator's Destiny",
        "vi": "Giác Đấu Sĩ Trở Về"
      },
      "description": {
        "zhs": "如隼般自在的梦想之羽。在传奇生涯的终点，无羁的飞鸟在他的心口覆上了这根羽毛。",
        "zht": "如隼般自在的夢想之羽。在傳奇生涯的終點，無羈的飛鳥在他的心口覆上了這根羽毛。",
        "jp": "ハヤブサのように飛ぶ夢の羽根、自由の鳥は彼の心にこの羽根を落とした。",
        "ko": "매처럼 자유로운 꿈의 깃털. 전설과도 같았던 인생 마지막 순간에 자유롭게 날아다니는 새의 깃털이 그의 가슴 위에 올려졌다",
        "en": "A feather of dreams that soars free like an eagle. At the end of the gladiator's legendary life, this parting gift was left upon his chest by a bird that knew true freedom.",
        "de": "Eine Feder wie aus einem Traum von der Freiheit eines Falken. Der ungebändigte Vogel trug diese Feder vor seiner Brust.",
        "es": "Una pluma que sueña con tener la libertad de un halcón. Al final de la legendaria carrera del Gladiador, el pájaro indomable puso esta pluma en su corazón.",
        "fr": "Une plume qui rêve de la liberté du faucon. À la fin de la vie du légendaire gladiateur, ce cadeau d'adieu fut déposé sur sa poitrine par un oiseau qui savait ce qu'était la vraie liberté.",
        "pt": "Uma pena que sonha em ter a liberdade de um falcão. No final de sua carreira lendária, o pássaro indomável colocou esta pena em seu coração.",
        "ru": "Перо амбиций, парящих свободно, словно орёл. Его оставила птица на теле легендарного гладиатора в последние мгновения его карьеры.",
        "id": "Setangkai bulu impian yang terbang sebebas elang. Di akhir karir legendaris sang juara, bulu ini disematkan ke dadanya oleh burung yang tak pernah terkekang apa pun, sebagai sebuah tanda kebebasan.",
        "th": "ปีกแห่งความฝันที่มีอิสรเสรีเฉกเช่น พญาเหยี่ยว ในช่วงวาระสุดท้าย นกที่ไร้ซึ่งพันธะจะทิ้งขนนกนี้ลงบน กลางหน้าอกของเขา",
        "vi": "Chiếc lông của hy vọng. Ở điểm cuối cùng trong kiếp sống huyền thoại, loài phi điểu đã đặt chiếc lông này lên ngực hắn."
      },
      "lore": {
        "zhs": "\n当常胜的角斗士迎来自己的结局，\n稚嫩的对手向他献上最后的致礼。\n\n当胜利的虚荣、赎身的渴望，如露如晨雾般消散，\n当曦光终于穿透血腥的云层，角斗士看见了飞鸟。\n\n距赎身仅一战的角斗士，意外被名不见经传的少女终结。\n观众怒吼哀呼，如同骤风排雷，但胜者拒绝羞辱的处决。\n她终究没有将利剑刺入败者的颈窝，像奴隶一样结果他。\n\n渐渐干涸的伤口覆上了无形的鸟羽。\n战士终于如自由的飞鸟般踏上旅程，\n去花儿自由生长，鸟儿翱翔的地方。\n",
        "zht": "\n當常勝的角鬥士迎來自己的結局，\n稚嫩的對手向他獻上最後的致禮。\n\n當勝利的虛榮、贖身的渴望，如露如晨霧般消散，\n當曦光終於穿透血腥的雲層，角鬥士看見了飛鳥。\n\n距贖身僅一戰的角鬥士，意外被名不見經傳的少女終結。\n觀眾怒吼哀呼，如同驟風排雷，但勝者拒絕羞辱的處決。\n她終究沒有將利劍刺入敗者的頸窩，像奴隸一樣結果他。\n\n漸漸乾涸的傷口覆上了無形的鳥羽。\n戰士終於如自由的飛鳥般踏上旅程，\n去花兒自由生長，鳥兒翱翔的地方。\n",
        "jp": "\n常勝の剣闘士は結末を迎えた。\n若い相手が彼に最後の敬礼をした。\n\n勝利の虚飾、自由を取り戻す渇望が露や朝霧のように消えていき、\n血の雲からは曙光が漏れ、剣闘士は鳥を見た。\n\n自由を取り戻すまであと1勝の剣闘士は、予想外にも無名の少女に負けた。\n観客の怒りと悲しみの声が暴風と稲妻のようであったが、勝者は恥辱の処刑を断った。\n彼女は最後まで敗者の喉を突き通さなかった。奴隷を処刑するようにとどめを刺さなかった。\n\n血が固まった傷口に形のない羽根ができて、\n戦士はやっと自由な鳥のように、\n花が自由に育ち、鳥が舞うところへ旅に出た。\n",
        "ko": "\n잘나가던 검투사는 자신의 결말을 맞이하고\n풋내기 적수는 그에게 마지막 인사를 건넨다.\n\n승리의 허영심과 자유를 향한 갈망이 해를 맞이한 새벽안개처럼 흩어지고\n아침 햇살이 피비린내가 진동하는 구름을 뚫고 고개를 내밀 때 검투사는 하늘을 날고 있는 새를 보게 된다.\n\n자유를 얻기까지 단 한 번의 전투만을 남겨뒀던 검투사는 이름 모를 소녀에게 패배하고 만다.\n관중들은 목이 터져라 분노하며 소리쳤지만 승자는 굴욕적인 처형을 거부했다.\n그녀는 결국 다른 노예들처럼 패자의 목에 차가운 칼날을 찔러 넣지 않았다.\n\n천천히 말라가는 상처가 보이지 않은 깃털로 뒤덮인다.\n전사는 마침내 자유롭게 날아다니는 새처럼\n꽃이 자유롭게 자라고 새들이 날아다니는 곳을 향해 여정을 떠나게 되었다.\n",
        "en": "\nThe end had finally come for the triumphant gladiator.\nThe young challenger paid her final homage to the gladiator.\n\nWhen the vanity of victory and desire for freedom dissipated into the air like the morning fog,\nand when the light of dawn finally shone on the arena through layers of blood-soaked clouds, the gladiator saw a flying bird.\n\nOne battle away from being free, the gladiator was defeated by an anonymous girl.\nCries and howls burst out in the crowd like pounding thunder, but the victor refused to humiliate her opponent by execution.\nShe refused to plunge her sword into the opponent's throat and end his life like that of a slave.\n\nThe gladiator's healing wounds were covered with invisible feathers.\nHe eventually set off on a journey, finally as free as a bird.\nHis destination was the place where flowers bloom and birds soar.\n",
        "de": "\nDas Ende des triumphierenden Gladiators war gekommen.\nDer junge Herausforderer zollte seinen letzten Tribut.\n\nAls die Eitelkeit und das Bedürfnis nach Freiheit sich wie Morgennebel auflösten\nund das Licht der Dämmerung auf die Arena schien, sah der Gladiator einen fliegenden Vogel.\n\nDer Gladiator stand kurz vor seiner Freiheit, da wurde er von einem unbekannten Mädchen besiegt.\nSchreie und Gekreische brachen in der Menge aus, aber die Siegerin weigerte sich ihren Gegner durch Exekution noch weiter zu demütigen.\nSie bohrte ihr Schwert nicht durch seinen Hals, so wie sie einen Sklaven töten würde.\n\nDie trockene Wunde war mit formlosen Federn bedeckt.\nDer Gladiator konnte endlich seine Reise wie ein Vogel so frei antreten.\nZu dem Ort, an dem die Blumen blühen und die Vögel zwitschern.\n",
        "es": "\nEl fin había llegado para el Gladiador Victorioso.\nLa joven contendiente le rindió su último homenaje.\n\nCuando la vanidad de la victoria y el deseo de libertad se disiparon en el aire como la niebla matutina,\ny cuando la luz del alba brilló por fin en la arena a través de capas de nubes sangrientas, el Gladiador vio un pájaro volando.\n\nA una batalla de ser libre, el Gladiador fue derrotado por una chica desconocida.\nEn la multitud estallaron gritos y aullidos como truenos, pero la vencedora se negó a humillar a su oponente y ejecutarlo.\nPor ello, no hundió su espada en la garganta de su adversario para acabar con su vida como si fuera un esclavo.\n\nLas heridas estaban cubiertas de plumas invisibles.\nEl Gladiador finalmente emprendió un viaje como un ave en libertad.\nY voló al lugar donde las flores se abren libres y los pájaros elevan su vuelo.\n",
        "fr": "\nLa fin du gladiateur arriva enfin ;\nson adversaire lui rendit un ultime hommage.\n\nLorsque la vanité de la victoire et le désir de liberté se furent dissipés telle la brume matinale,\net que la lumière perça finalement les nuages sanglants, le gladiateur vit un oiseau volant librement dans le ciel.\n\nIl fut vaincu par une jeune fille lors de son dernier combat avant d'être affranchi.\nMalgré les cris et les huées du public, elle refusa d'humilier son adversaire en l'exécutant.\nElle refusa de plonger son épée dans sa gorge, et terminer ainsi sa vie comme esclave.\n\nLes cicatrices du gladiateur furent recouvertes de plumes invisibles.\nLe gladiateur commença son nouveau périple, enfin libre tel l'oiseau,\net partit pour un lieu où germent les fleurs et s'envolent les oiseaux.\n",
        "pt": "\nO fim tinha finalmente chegado para o gladiador triunfante,\na jovem desafiante prestou sua homenagem final ao gladiador.\n\nQuando a vaidade da vitória e o desejo de liberdade se dissiparam no ar como a neblina matinal,\ne quando a luz do amanhecer finalmente brilhou na arena através das camadas de nuvens embebidas em sangue, o gladiador viu um pássaro voando.\n\nFaltando apenas uma batalha para ser livre, o gladiador foi derrotado por uma garota anônima.\nGritos e uivos irrompem na multidão como trovões, mas a vencedora se recusou a humilhar seu oponente através da execução.\nEla se recusou a mergulhar sua espada na garganta do adversário e acabar com a vida dele como a de um escravo.\n\nAs feridas do gladiador foram cobertas com penas invisíveis.\nEle eventualmente partiu em uma viagem, finalmente tão livre quanto um pássaro.\nSeu destino era o lugar onde as flores prosperam e os pássaros voam.\n",
        "ru": "\nНепобедимый гладиатор всё же встретил свой конец.\nЕго юный противник отдал ему последние почести.\n\nКогда слава победоносца и жажда выкупить свободу рассеялись, как утренний туман,\nКогда сквозь кровавое марево проник одинокий луч света, гладиатор увидел летящую птицу.\n\nГладиатор, которого отделяла от свободы лишь одна битва, был в итоге повержен никому не известной девчонкой.\nПублика взорвалась воем, подобно урагану, но победительница отказалась унижать противника казнью.\nОна не вонзила острый меч ему в грудь, не дала ему умереть рабом.\n\nЭфемерные птичьи перья, постепенно излечившие раны гладиатора.\nОн, наконец-то свободный, как птица, вступил на путь,\nкоторый привел его в край свободно живущих цветов и птиц.\n",
        "id": "\nSebuah akhir tiba bagi gladiator yang tak terkalahkan itu,\nPenantang muda itu memberikan penghormatan terakhirnya kepada sang gladiator.\n\nSaat kesombongan kemenangan dan nafsu untuk kebebasan sirna seperti kabut di pagi hari,\nDan saat fajar menyingsing di arena melalui lapisan awal yang berselimuti darah, sang gladiator melihat seekor burung terbang.\n\nHanya satu pertarungan lagi sampai dia bebas, dan sang gladiator dikalahkan oleh seorang gadis.\nTangisan dan lolongan pecah seperti petir, namun sang pemenang tidak mau mempermalukan lawannya dengan membunuhnya.\nDia menolak untuk menusukkan pedangnya ke tenggorokan lawannya dan mengakhiri hidupnya seolah dia adalah seorang budak.\n\nLuka-luka yang telah sembuh di tubuh sang gladiator diselimuti oleh bulu-bulu yang tak terlihat.\nDia akhirnya pergi melakukan perjalanan, akhirnya bebas bagaikan seekor burung,\nTujuannya adalah tempat di mana bunga mekar dan burung terbang bebas.\n",
        "th": "\nเมื่อนักสู้ผู้ไร้พ่ายได้ยอมรับจุดจบของเขา\nผู้ท้าชิงสาวได้แสดงความเคารพครั้งสุดท้ายของเธอต่อนักสู้\n\nเมื่อความหยิ่งยโสของชัยชนะและความปรารถนาที่จะมีอิสรภาพ จางหายไปในอากาศราวกับสายหมอกยามเช้า\nและเมื่อแสงยามรุ่งสางส่องบนเวทีผ่านชั้นเมฆสีเลือด นักสู้ก็เห็นนกที่บินไปมา\n\nการต่อสู้อีกครั้งสุดท้ายก่อนจะได้รับอิสรภาพ นักสู้กลับต้องพ่ายแพ้ต่อหญิงสาวผู้ไม่รู้ที่มา\nเสียงร้องและเสียงโหยหวนระเบิดขึ้นมาในหมู่ฝูงชนราวกับฟ้าคะนอง แต่ผู้ชนะปฏิเสธที่จะเหยียดหยามคู่แข่งของเธอโดยการประหารชีวิต\nเธอไม่ได้พุ่งดาบของเธอไปที่คอหอยของคู่ต่อสู้ และจบชีวิตของเขาเหมือนอย่างทาสคนหนึ่ง\n\nบาดแผลที่ได้รับการรักษาถูกปกคลุมไปด้วยขนนก\nในที่สุดนักสู้ก็เริ่มต้นการเดินทางราวกับนกที่มีอิสระ\nไปยังสถานที่ที่ดอกไม้บานและนกบินทะยานไป\n",
        "vi": "\nKhi Giác Đấu Sĩ đón nhận lấy kết cục của mình, \nĐối thủ non nớt cung kính chào anh lần cuối.\n\nHư danh chiến thắng, khát vọng chuộc thân cũng giống như sương sớm dễ dàng tan biến,\nKhi ánh sáng mặt trời lúc ban mai xuyên qua áng mây màu máu, Giác Đấu Sĩ nhìn thấy chú chim nhỏ.\n\nGiác Đấu Sĩ chỉ cách chuộc thân một trận đấu, lại bị thiếu nữ vô danh đánh bại.\nKhán đài la hét như cơn bão, nhưng người thắng cuộc từ chối sự hành quyết ô nhục.\nRốt cuộc, cô không đâm thanh kiếm vào yết hầu kẻ thua cuộc, giống như hành quyết kẻ nô lệ.\n\nNhững vết thương khô được bao phủ bởi lông chim vô hình.\nChiến sĩ cuối cùng cũng giống chú chim tự do đặt dấu chân vào cuộc hành trình,\nĐi đến vùng đất trăm hoa đua nở, cánh chim vút bay không trở ngại.\n"
      },
      "imgid": "gladiators_finale_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "角斗士的希冀",
        "zht": "角鬥士的希冀",
        "jp": "剣闘士の希望",
        "ko": "검투사의 희망",
        "en": "Gladiator's Longing",
        "de": "Zuversicht des Gladiators",
        "es": "Esperanza del Gladiador",
        "fr": "Espoir du Gladiateur",
        "pt": "Esperança do Gladiador",
        "ru": "Стремление гладиатора",
        "id": "Gladiator's Longing",
        "th": "Gladiator's Longing",
        "vi": "Hy Vọng Của Giác Đấu Sĩ"
      },
      "description": {
        "zhs": "记录了角斗士血染剧场的年月的时计。之于其人，则象征着去往终获自由之日的道路。",
        "zht": "記錄了角鬥士血染劇場的年月的時計。之於其人，則象徵著去往終獲自由之日的道路。",
        "jp": "剣闘士が闘技場で鮮血を浴びた年月を記録した時計。本人にとって、それは自由への道の象徴でもある。",
        "ko": "피로 점철된 검투사의 인생을 기록한 시계. 자유를 찾기 위해 오른 그의 여정을 상징한다",
        "en": "A timepiece that recorded the gladiator's days in the bloodstained Colosseum. To him, it counted down the days on his long road to freedom.",
        "de": "Ein Zeugnis der blutigen Tage eines Gladiators. Es steht für seinen schwierigen Weg bis zur Freiheit.",
        "es": "Un reloj que atestigua los días sangrientos del Gladiador en el coliseo. Para él, contaba los días que le quedaban para ser libre.",
        "fr": "Un symbole des jours sanglants d'un gladiateur et de son chemin semé d'embûches vers la liberté.",
        "pt": "Um testemunho dos dias sangrentos de um gladiador. Representa o caminho árduo percorrido para alcançar a liberdade.",
        "ru": "Часы легендарного гладиатора, отмерявшего дни и годы пролитой на арене кровью. Также символизируют долгожданную свободу в конце пути.",
        "id": "Penjaga waktu yang mencatat hari, bulan, dan tahun di mana gladiator mencurahkan darah musuhnya di colosseum. Juga merupakan penanda bagi langkah-langkahnya menuju kebebasan.",
        "th": "ตัวจับเวลาที่บันทึกระยะเวลาตลอด ชีวิตการต่อสู้ฆ่าฟันของ Gladiator ในโคลอสเซียม เป็นสิ่งแสดงถึงการรอคอยต่ออิสรภาพที่เขาควรได้รับในตอนท้าย",
        "vi": "Ghi lại năm tháng đẫm máu của giác đấu sĩ. Đối với người đó thì lại tượng trưng cho con đường đi đến tự do."
      },
      "lore": {
        "zhs": "\n角斗士为自己打造了这尊沙漏，每历一战便翻转一次。\n当时计终于停止翻转之时，角斗士早已倒在了血泊中。\n\n角斗士步入战场时，他会把这尊沙漏摆在一旁。\n而当尘埃落定，欢呼响起时，一壶沙尚未流尽。\n\n那是角斗士的最后一场战斗，对手是初出茅庐的少女。\n从她的眼中，他看到了胆怯，也看到了幼狮般的凶光。\n而从他的步态，她看到了岁月强加给战士的沉重枷锁。\n战斗激烈艰险，年迈的勇士快然酣畅，仿佛重获颜光。\n但当冰冷的剑刃咬入心脏，沙漏内的流沙方无声落定。\n",
        "zht": "\n角鬥士為自己打造了這尊沙漏，每歷一戰便翻轉一次。\n當時計終於停止翻轉之時，角鬥士早已倒在了血泊中。\n\n角鬥士步入戰場時，他會把這尊沙漏擺在一旁。\n而當塵埃落定，歡呼響起時，一壺沙尚未流盡。\n\n那是角鬥士的最後一場戰鬥，對手是初出茅廬的少女。\n從她的眼中，他看到了膽怯，也看到了幼獅般的凶光。\n而從他的步態，她看到了歲月強加給戰士的沉重枷鎖。\n戰鬥激烈艱險，年邁的勇士快然酣暢，仿佛重獲顏光。\n但當冰冷的劍刃咬入心臟，沙漏內的流沙方無聲落定。\n",
        "jp": "\n剣闘士は自分のためにこの砂時計を作った。戦う度に砂時計をひっくり返す。\n砂時計がひっくり返せなくなった時、剣闘士はもう血の海に倒れていた。\n\n剣闘士は闘技場に入場する前、いつもこの砂時計を傍らに置いた。\n決着がついて、歓声が沸き起こった時に、砂はまだ完全に下部へと落下していなかった。\n\nそれは剣闘士の最後の戦いで、相手は新人の少女であった。\n彼女の目に、彼は怯えを感じた。幼い獅子のような凶暴な目つきを感じた。\nそして彼女は、彼の歩き方から、時の流れという重い鎖に縛られる苦しみを感じた。\n戦闘は激しかった。歳を取った勇者は若返ったように戦いを楽しんでいた。\nだが冷たい刃が心臓を刺した時、砂時計の砂も何もかも無音のまま決着がついた。\n",
        "ko": "\n검투사는 자신을 위해 이 모래시계를 만들었고 매번 전투를 끝낼 때마다 모래시계를 한 번씩 뒤집었다.\n시계가 마침내 뒤집힘을 멈추었을 때 검투사는 이미 피웅덩이 위에 쓰러진 상태였다.\n\n검투사는 전장에 들어설 때마다 이 모래시계를 옆에 두었다.\n결판이 나고 환호 소리가 들릴 때는 항상 남은 모래가 흐르고 있었다.\n\n그건 검투사의 마지막 전투로 상대는 풋내기 소녀였다.\n그는 그녀의 눈빛에서 두려움과 어린 사자의 흉악함을 보았다.\n그녀는 그의 걸음걸이에서 세월이 전사에게 가한 무거운 족쇄를 볼 수 있었다.\n전투는 격렬하고도 험난했다. 연로한 검투사는 즐거운 전투를 치르며, 영광을 다시 찾은 것만 같았다.\n하지만 차가운 칼날이 검투사의 심장에 박혔을 때 모래시계 안의 모래는 소리 없이 흘러내렸다.\n",
        "en": "\nThe gladiator crafted this hourglass himself. He would flip the hourglass before each battle.\nWhen the hourglass stopped flipping, the gladiator had long since died in a pool of his own blood.\n\nThe gladiator would put this hourglass aside before entering the arena.\nWhen the fight had ended and the crowd started to cheer for him, the sand in the hourglass was still flowing.\n\nIn the gladiator's final fight, he faced a young girl.\nIn her eyes, he saw both the timidity of a young girl and the ferocity of a young lioness.\nFrom his steps, the girl saw the unbreakable shackles of age that the gladiator wore.\nIt was a fight like the old gladiator had not had in years. Fierce, yet satisfying.\nBut the fight ended in a flash. The sword plunged into the gladiator's heart, and the sand in his hourglass crawled to a stop.\n",
        "de": "\nDer Gladiator hatte diese Sanduhr selbst gefertigt. Vor jedem Kampf drehte er sie um.\nJedes Mal, wenn der Sand komplett durchgelaufen war, lag der Gladiator bereits in einer Lache voll Blut.\n\nVor jedem Betreten der Arena legte er die Sanduhr vorsichtig beiseite.\nWenn die Menge bereits zu seinem Sieg applaudierte, lief der Sand immer noch durch das Glas.\n\nIn seinem letzten Kampf stand er einem jungen Mädchen gegenüber.\nIn ihren Augen sah er die Schüchternheit eines jungen Kindes, aber ebenso die Wildheit eines jungen Löwen.\nAn seinen Schritten konnte das Mädchen die unzerbrechlichen Fesseln an den Füßen des Gladiators sehen.\nEs war ein Kampf, wie er ihn schon seit Jahren nicht mehr hatte. Fordernd, dennoch befriedigend.\nDer Kampf endete jedoch so schnell, wie er begonnen hatte. Das Schwert bohrte sich in das Herz des Gladiators und der Sand in der Uhr hörte auf zu fließen.\n",
        "es": "\nEl Gladiador fabricó este reloj de arena él mismo. Lo volteaba antes de cada batalla.\nCuando el reloj dejó funcionar, el Gladiador ya llevaba mucho tiempo tumbado en un charco de sangre.\n\nCada vez que peleaba, ponía el reloj de arena a un lado.\nCuando el polvo del combate se disipaba y el público lo aclamaba, la arena del reloj seguía fluyendo.\n\nEn su pelea final, se enfrentó a una muchacha.\nEn sus ojos vio la timidez de una niña y la ferocidad de una joven leona.\nAl fijarse en su forma de caminar, la chica vio los pesados grilletes del paso del tiempo que encadenaban al Gladiador.\nFue una pelea que este no había tenido en años: feroz, pero satisfactoria.\nSin embargo, el combate terminó en un instante. La fría hoja de la espada se hundió en el corazón del Gladiador, cesando el flujo de su reloj de arena.\n",
        "fr": "\nCe sablier fut fabriqué par le gladiateur ; il avait pour habitude de le retourner avant chaque combat.\nLorsqu'enfin le sablier s'arrêta, le gladiateur baignait dans son propre sang.\n\nLe gladiateur avait mis le sablier de côté en pénétrant dans l'arène.\nLe sable s'écoulait encore lorsque les applaudissements éclatèrent après la fin du combat.\n\nSon dernier combat fut contre une jeune fille.\nDans ses yeux, il vit la timidité d'une fille, et la férocité d'une lionne.\nLa jeune fille pouvait elle voir les chaînes de l'âge pesant sur les pas du combattant.\nCe fut un combat grandiose, un combat comme le gladiateur n'en avait pas eu depuis bien longtemps. Féroce, mais gratifiant.\nMais il prit fin en un instant. La lame transperça la poitrine du gladiateur, et le sablier s'arrêta.\n",
        "pt": "\nFoi o próprio gladiador que fabricou esta ampulheta. Ele a virava antes de cada batalha.\nQuando a ampulheta parou de virar, o gladiador havia morrido há muito tempo em uma piscina de seu próprio sangue.\n\nO gladiador colocaria esta ampulheta de um lado antes de entrar na arena.\nQuando a luta terminava e a multidão começava a torcer por ele, a areia na ampulheta ainda estava fluindo.\n\nNa luta final do gladiador, ele enfrentou uma jovem garota.\nNos olhos dela, ele viu tanto a timidez de uma jovem garota quanto a ferocidade de uma jovem leoa.\nEm seus passos, a menina viu as correntes inquebráveis da idade que o gladiador usava.\nFoi uma luta que o velho gladiador não tinha tido há anos: Feroz, mas satisfatória.\nMas a luta terminou em um piscar de olhos. A espada mergulhou no coração do gladiador, cessando o fluxo de sua ampulheta.\n",
        "ru": "\nЭти часы гладиатор изготовил собственноручно. После каждого боя они переворачивались, но\nоднажды они застыли. К тому времени гладиатор уже давно испустил дух в луже собственной крови.\n\nПеред каждой кровавой схваткой гладиатор оставлял эти песочные часы у арены.\nКогда пыль на арене оседала, и толпа заходилась в рёве ликованья, песок в них продолжал размеренно течь.\n\nВ последнем для гладиатора бою противником стала молодая, неопытная девушка.\nОна смотрела на него со страхом и яростью загнанного в угол львёнка.\nОн ступал тяжело, словно ноги его сковали кандалы лет.\nЯростная схватка, порадовавшая было старого гладиатора, кончилась быстро.\nЕго сердце пронзила холодная сталь, а песок в часах беззвучно остановился.\n",
        "id": "\nSang gladiator membuat jam pasir ini. Dia akan membalikkan jam pasir ini setiap sebelum pertempuran.\nSaat jam pasir itu berhenti, gladiator itu sudah lama mati diselimuti genangan darahnya sendiri.\n\nSang gladiator selalu menaruh jam pasirnya di samping sebelum memasuki arena pertarungan.\nSaat pertarungan berakhir, penonton bersorak untuknya namun pasir di dalam jam pasir masih terus bergulir.\n\nDi pertarungan terakhirnya, dia berhadapan dengan seorang gadis muda.\nDi matanya, dia melihat baik ketakutan dan keganasan gadis itu bagaikan seekor singa muda.\nDari langkahnya, gadis itu melihat belenggu kuat yang dikenakan oleh gladiator itu.\nItu adalah pertarungan yang belum pernah dialami gladiator itu sebelumnya. Sengit, namun memuaskan.\nNamun pertarungan itu berakhir cepat. Pedang menusuk hati sang gladiator, dan pasir di jam pasir itu terhenti seketika.\n",
        "th": "\nนักสู้สร้างนาฬิกาทรายนี้ขึ้นมาเพื่อตัวเองและจะพลิกมันทุกการต่อสู้\nเมื่อนาฬิกาทรายหยุดลง นักสู้ก็จมลงสู่บ่อน้ำที่เต็มไปด้วยเลือด\n\nเมื่อนักสู้เข้าสู่สนามรบ เขาวางนาฬิกาทรายไว้ข้าง ๆ\nเมื่อการต่อสู้จบลงและผู้คนเริ่มส่งเสียงเชียร์เขา ทรายในนาฬิกาทรายนั้นก็ยังคงไหลอยู่\n\nนั่นคือการต่อสู้ครั้งสุดท้ายของนักสู้ ฝ่ายตรงข้ามนั้นเป็นหญิงสาวร่างบางที่เพิ่งเริ่มสู้เป็นครั้งแรก\nจากสายตาของเธอ เขาเห็นทั้งความหวาดกลัวและประกายของดวงตาของลูกสิงโต\nจากการก้าวเดินของเขา เธอเห็นโซ่ตรวนที่ผูกมัดนักสู้มาตลอดหลายปี\nมันเป็นการต่อสู้ที่นักสู้สูงวัยไม่ได้พบเจอมานานหลายปี ดุดัน...และน่าพอใจ...\nแต่การต่อสู้จบลงในชั่วพริบตา ดาบแทงเข้าไปยังหัวใจของนักสู้และทรายในนาฬิกาทรายของเขาก็หยุดไหล\n",
        "vi": "\nGiác Đấu Sĩ tự tạo cho mình chiếc đồng hồ cát này, mỗi lần chiến thắng lại đảo ngược đồng hồ một lần.\nCho đến khi ngừng đảo quay đồng hồ, cũng là lúc Giác Đấu Sĩ ngã gục trong biển máu.\n\nKhi Giác Đấu Sĩ bước vào đấu trường, anh sẽ đặt chiếc đồng hồ cát ở một bên.\nVậy mà màn bụi mờ chưa lặng, tiếng hò reo cất lên, cát vẫn chưa chảy hết.\n\nCũng là trận đấu cuối cùng của Giác Đấu Sĩ, đối thủ là một thiếu nữ vô danh tiểu tốt.\nTrong con mắt của cô gái, dường như Giác Đấu Sĩ có phần rụt rè, nhưng cũng dũng mãnh như một chú sư tử đang lớn.\nQuan sát thần thái khi bước đi, cô cảm nhận được sợi xích nặng nhọc theo cùng năm tháng trên vai của Đấu Sĩ.\nQuyết chiến đầy khốc liệt và nguy hiểm, Dũng Sĩ trải qua nhiều năm chinh chiến nhanh chóng nhập cuộc hăng hái, dường như lấy lại được khí thế của mình.\nKhi thanh kiếm buốt lạnh đâm sâu vào da thịt, dòng cát trong chiếc đồng hồ cũng kết thúc trong thầm lặng.\n"
      },
      "imgid": "gladiators_finale_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "角斗士的酣醉",
        "zht": "角鬥士的酣醉",
        "jp": "剣闘士の酩酊",
        "ko": "검투사의 취기",
        "en": "Gladiator's Intoxication",
        "de": "Rausch des Gladiators",
        "es": "Embriaguez del Gladiador",
        "fr": "Ivresse du Gladiateur",
        "pt": "Embriaguez do Gladiador",
        "ru": "Пьянство гладиатора",
        "id": "Gladiator's Intoxication",
        "th": "Gladiator's Intoxication",
        "vi": "Giác Đấu Sĩ Uống Say"
      },
      "description": {
        "zhs": "古代的角斗士痛饮胜利之酒的金杯。直到他倒下的那一刻，酒杯被他自己的岁月灌满。",
        "zht": "古代的角鬥士痛飲勝利之酒的金杯。直到他倒下的那一刻，酒杯被他自己的歲月灌滿。",
        "jp": "古代の剣闘士が勝利の酒を楽しむ金の盃。盃には彼の歳月に満ちていて、彼が倒れる最後の時まで。",
        "ko": "고대의 검투사가 승리의 술을 마시던 황금잔. 그가 쓰러지는 순간이 돼서야 술잔이 그의 세월로 가득 차오른다",
        "en": "The golden cup a champion gladiator drank from in ancient times. It brimmed with his glory for years until the fateful day of his fall.",
        "de": "Der metallene Becher eines Gladiators vergangener Zeiten. Bis man ihn mit Getränken füllt, ist er zum Überlaufen gefüllt mit der Zeit, die er schon existiert.",
        "es": "La copa de oro usada por un antiguo gladiador para beber el vino de la victoria. En ella, se acumulan infinitos recuerdos memorables.",
        "fr": "Une coupe en or ayant appartenu à un gladiateur. Elle brillait de la gloire du guerrier, jusqu'au jour fatidique qui vit sa chute.",
        "pt": "O copo de ouro usado pelos Gladiadores Antigos para beber o vinho da vitória. O copo traz consigo todas as memórias até o seu último momento.",
        "ru": "Золотой кубок, из которого в древности допьяна напивался после побед гладиатор. Он был наполнен его славными годами, пока однажды не пришла погибель.",
        "id": "Piala emas seorang juara gladiator di masa lampau. Dipenuhi dengan kemenangan dan kejayaannya, sampai hari di mana akhirnya hari tua membuat lututnya tertekuk tunduk.",
        "th": "แก้วทองคำที่แชมป์ Gladiator ใช้ดื่มเหล้าในสมัยโบราณ มันถูกเติมเต็มไปด้วยชัยชนะของเขาตลอดหลายปีจนกระทั่งวันที่เขาล้มลง",
        "vi": "Ly vàng uống rượu mừng chiến thắng của giác đấu sĩ cổ đại. Cho đến khi hắn ngã xuống thì ly rượu cũng được năm tháng rót đầy."
      },
      "lore": {
        "zhs": "\n装饰华丽的金杯，本是主人给明星角斗士的嘉奖。\n不败的战士用它畅饮美酒，也痛饮过战士的鲜血。\n\n角斗士又一次赢得血战，遍体鳞伤的他将胜利献给主人。\n胜利、荣耀与掌声常比美酒更醉人，令人忘却身体的痛。\n\n主人允许他同席共饮，席间将酒杯赐予了他。\n那是量身打造的杯盏，也是温柔情意的信物。\n虚荣仿佛黄金的锁链，私情则是噬骨的绵毒。\n英雄为胜利之酒踌躇，却错过了赎身的良机。\n",
        "zht": "\n裝飾華麗的金杯，本是主人給明星角鬥士的嘉獎。\n不敗的戰士用它暢飲美酒，也痛飲過戰士的鮮血。\n\n角鬥士又一次贏得血戰，遍體鱗傷的他將勝利獻給主人。\n勝利、榮耀與掌聲常比美酒更醉人，令人忘卻身體的痛。\n\n主人允許他同席共飲，席間將酒杯賜予了他。\n那是量身打造的杯盞，也是溫柔情意的信物。\n虛榮仿佛黃金的鎖鏈，私情則是噬骨的綿毒。\n英雄為勝利之酒躊躇，卻錯過了贖身的良機。\n",
        "jp": "\n飾りが華麗な金盃、元々は主から剣闘士へのご褒美であった。\n無敗の戦士はこの金盃で、美酒や戦士の血を飲んだりした。\n\n剣闘士はまた勝利をおさめた。傷だらけの彼は勝利を主に捧げた。\n勝利、栄光、拍手喝采は美酒よりも酔いやすく、体の痛みを忘れさせてくれた。\n\n主は同席を許し、さらに盃を彼に賜った。\nあれは特別な盃であり、優しい気持ちに満ちた証でもあった。\n虚飾は黄金の鎖のようであり、詩情は骨を蝕む毒である。\n英雄は勝利のお酒に躊躇し、自由を取り戻す好機を見逃した。\n",
        "ko": "\n장식이 화려한 황금잔은 원래 주인이 유명한 검투사에게 내리는 상이다.\n불패의 전사는 이 잔으로 술과 전사의 피를 들이켰다.\n\n검투사는 또 한 번의 혈전에서 승리했고 상처투성이인 몸으로 그 영광을 주인에게 바쳤다.\n승리, 영광, 그리고 박수 소리는 술보다 사람을 더 취하게 만들어 잠시나마 고통을 잊게 한다.\n\n주인은 그의 동석을 허락하고 그 자리에서 술잔을 그에게 하사했다.\n이 맞춤 제작한 잔은 따뜻한 호의가 담긴 증표다.\n허영심은 황금 쇠사슬과 같고 사사로운 감정이 뼈를 녹이는 독과 같다.\n영웅은 승리의 술에 취해 자유를 얻을 좋은 기회를 놓쳐버렸다.\n",
        "en": "\nA lavish goblet made of gold. It was a gift from the champion gladiator's master.\nFrom this goblet the champion gladiator drank, be it fine wine or the blood of the defeated.\n\nAnother victory for the gladiator. Covered in wounds, he dedicated the victory to his master.\nMore intoxicating and pain numbing than the fine wine was the victory, honor, and applause from the crowd. \n\nThe master allowed him to join the feast and presented him with this goblet.\nIt was an exquisite goblet, made specially for him. A symbol of how much his master cared.\nBut the golden chains of vanity had bound the gladiator and the poisonous snake of desire had strangled him.\nBy pausing to wait for the wine of victory, the gladiator missed his chance to seize a fleeting chance at freedom.\n",
        "de": "\nEin üppig mit Gold ausgeschmückter Becher. Er war ein Geschenk an einen erfolgreichen Gladiator.\nAus diesem Becher trank der Gladiator, egal ob Wein oder das Blut seiner Gegner.\n\nEin weiterer Sieg für den Gladiator. Bedeckt mit Wunden widmete er den Sieg seinem Herrn.\nNoch hypnotischer und Schmerz unterdrückender als der gute Wein war der Sieg, die Ehre und der Applaus des Publikums.\n\nSein Herr erlaubte ihm am Festgelage teilzuhaben und gab ihm den Becher.\nEs war ein exquisiter Becher, eigens für ihn von seinem Herrn gefertigt.\nJedoch umschlangen ihn langsam die goldenen Ketten der Eitelkeit und das Gift der Begierde drang bis zu seinen Knochen hindurch.\nDer Held lauerte auf den Wein des Sieges, verpasste jedoch die Chance sich loszukaufen.\n",
        "es": "\nUn lujoso cáliz hecho de oro. Fue un obsequio que el amo del Gladiador le dio como premio.\nDe este cáliz bebió el Gladiador victorioso, ya fuera vino o la sangre de los vencidos.\n\nTras otra de sus victorias, el Gladiador, cubierto de heridas, ofreció el honor de la victoria a su maestro.\nMás embriagante y adormecedor que el buen vino fueron la victoria, el honor y los aplausos de la multitud.\n\nEl maestro, que le permitió sentarse a su lado y beber con él, le obsequió este cáliz.\nDelicado y hecho solo para él, representaba el cuidado y afecto del maestro.\nPero las cadenas doradas de la vanidad habían aprisionado al Gladiador y la serpiente venenosa del deseo lo estranguló.\nEl campeón se detuvo a la espera del vino de la victoria y perdió la oportunidad de recuperar su libertad.\n",
        "fr": "\nUne coupe en or offert au gladiateur par son maître.\nElle lui servait aussi bien à boire du vin qu'à boire le sang de ses ennemis.\n\nLe gladiateur triompha de nouveau dans l'arène. Couvert de blessures, il offrit une nouvelle victoire à son maître.\nLa victoire, l'honneur et les applaudissements de la foule sont plus puissants que l'ivresse que procure le vin ; et le gladiateur oubliait sa douleur.\n\nSon maître lui donna la permission de se joindre au festin et lui offrit cette coupe en or.\nL'objet avait été fabriqué spécialement pour lui, en signe de l'appréciation du maître.\nMais les chaînes de la vanité avait emprisonné le gladiateur, et le serpent du désir l'avait empoisonné.\nHésitant un instant avant de trinquer, il manqua sa chance de connaître la liberté.\n",
        "pt": "\nUm cálice luxuoso feito de ouro. Foi um presente do mestre do gladiador campeão.\nDeste cálice o gladiador campeão bebeu, seja vinho fino ou o sangue dos derrotados.\n\nMais uma vitória para o gladiador. Coberto de feridas, ele dedicou sua vitória a seu mestre.\nMais inebriante e entorpecente do que o bom vinho, foi a vitória, a honra e o aplauso da multidão.\n\nO mestre permitiu que ele se juntasse à festa e o presenteou com este cálice.\nEra um cálice requintado, feito especialmente para ele. Um símbolo do quanto seu mestre se importava.\nMas as correntes douradas da vaidade o tinham amarrado e a cobra venenosa do desejo o tinha estrangulado.\nAo parar para esperar pelo vinho da vitória, o gladiador perdeu sua oportunidade de agarrar uma chance momentânea de liberdade.\n",
        "ru": "\nИзящно украшенный золотой кубок. Это был подарок лучшему гладиатору.\nНепобедимый воин пил из него и прекрасное вино, и кровь своих врагов.\n\nОчередная победа гладиатора, которую он, израненный, посвятил своему хозяину.\nПобеда, слава и аплодисменты опьяняют лучше любого вина и заставляют человека забыть о телесной боли.\n\nХозяин позволил ему присоединиться к пиру и подарил ему кубок.\nТо был кубок, изготовленный по индивидуальному заказу хозяина, и знак доброго отношения его к гладиатору.\nНо страсть к славе и роскоши подобна золотым кандалам; она отравляла гладиатора, подобно ядовитой змее.\nНаслаждаясь вином и победами, гладиатор упустил свой шанс выкупить свободу.\n",
        "id": "\nSebuah piala emas berkilauan. Hadiah dari tuan sang juara gladiator.\nDari piala inilah sang juara gladiator meminum anggur ataupun darah dari lawan yang dikalahkannya.\n\nKemenangan lain dari sang gladiator. Walau terbalut oleh banyak luka, dia mendedikasikan kemenangannya untuk tuannya.\nKemenangan, kemuliaan, dan tepuk tangan sering kali lebih memabukkan daripada anggur murni, dan membuat orang melupakan rasa sakit mereka.\n\nTuannya mengizinkannya untuk bergabung dalam pesta dan menghadiahi piala itu kepadanya.\nSebuah piala yang indah, dibuat khusus untuknya. Sebuah lambang bahwa tuannya peduli padanya.\nNamun rantai emas kesombongan mengikatnya dan ular beracun dari nafsu mencekiknya.\nDi kala dia menunggu anggur kemenangan, dia melewatkan kesempatan untuk kebebasannya.\n",
        "th": "\nกุณโฑที่ทำจากทองคำ มันเป็นของขวัญจากเจ้านายของแชมป์นักสู้\nเครื่องดื่มที่แชมป์นักสู้ดื่มจากกุณโฑนี้ มันคือไวน์ชั้นดีหรือเลือดของผู้ที่พ่ายแพ้\n\nนักสู้ชนะการต่อสู้นองเลือดอีกครั้ง ร่างของเขาฟกช้ำไปทั่วและอุทิศให้กับเจ้านายของเขา\nชัยชนะ เกียรติยศ และเสียงปรบมือนั้น มักจะทำให้มึนเมากว่าไวน์ชั้นดีและลืมความเจ็บปวดทางร่างกาย\n\nเจ้านายอนุญาตเขาให้ร่วมงานฉลองและมอบกุณโฑนี้ให้แก่เขา\nมันเป็นกุณโฑที่ประณีตซึ่งทำขึ้นเพื่อเขาโดยเฉพาะเพื่อแสดงถึงความห่วงใยของเจ้านาย\nความทรนงนั้นเปรียบเหมือนโซ่ทองคำ ความสัมพันธ์ส่วนตัวกลับเป็นเหมือนดั่งพิษที่แพร่เข้าไปในกระดูก\nฮีโร่ลังเลที่จะดื่มไวน์ฉลองชัยชนะ และพลาดโอกาสดีที่จะปลดปล่อยตนเอง\n",
        "vi": "\nChiếc ly vàng tuyệt đẹp là giải thưởng mà chủ nhân ban tặng cho Giác Đấu Sĩ.\nChiến sĩ bất bại dùng nó để uống rượu ngon, cũng như uống máu tươi của nhiều chiến sĩ khác. \n\nGiác Đấu Sĩ vết thương đầy mình lại lần nữa chiến thắng trong trận chiến đẫm máu, anh đem thắng lợi ấy dâng tặng cho chủ nhân của mình.\nThắng lợi, danh dự và tiếng hò hét dễ say hơn rượu ngon, đồng thời cũng làm ta quên đi đau đớn của thể xác.\n\nChủ nhân cho phép anh ngồi cùng bàn tiệc đồng thời đem ly rượu thưởng cho anh.\nChiếc ly tương xứng với công lao, cũng là tín vật chứa đầy tình cảm.\nHư danh giống như chiếc xích vàng, tình cảm cũng như liều thuốc độc nhẹ nhàng thấm vào xương tủy.\nNgười anh hùng chần chừ vì ly rượu chiến thắng mà bỏ lỡ cơ hội chuộc thân.\n"
      },
      "imgid": "gladiators_finale_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "角斗士的凯旋",
        "zht": "角鬥士的凱旋",
        "jp": "剣闘士の凱旋",
        "ko": "검투사의 개선",
        "en": "Gladiator's Triumphus",
        "de": "Triumph des Gladiators",
        "es": "Triunfo del Gladiador",
        "fr": "Triomphe du Gladiateur",
        "pt": "Triunfo do Gladiador",
        "ru": "Триумф гладиатора",
        "id": "Gladiator's Triumphus",
        "th": "Gladiator's Triumphus",
        "vi": "Nón Giác Đấu Sĩ"
      },
      "description": {
        "zhs": "古代传奇角斗士的头盔，曾沾染了无数敌手的鲜血，也曾骄傲地接受无数观众的欢呼。",
        "zht": "古代傳奇角鬥士的頭盔，曾沾染了無數敵手的鮮血，也曾驕傲地接受無數觀眾的歡呼。",
        "jp": "古代伝説の剣闘士の兜。数え切れないほど敵の鮮血と観客の歓声を浴びている。",
        "ko": "고대 전설적인 검투사의 투구. 무수히 많은 적들의 피가 묻었었고 무수히 많은 관중들의 환호를 받았었다",
        "en": "The helmet of a legendary gladiator from ancient times, who would proudly stretch out his bloodied arms to welcome the thunderous applause of his audience.",
        "de": "Der Helm eines frühzeitlichen Gladiators, befleckt von dem Blut unzähliger Gegner und bewundert von unzähligen Zuschauern.",
        "es": "Un casco que una vez perteneció a un gladiador. Manchado con la sangre de incontables enemigos, es apreciado por mucha gente.",
        "fr": "Un casque ayant appartenu à un gladiateur, qui avait pour habitude d'appeler de ses bras en sang les applaudissements de la foule.",
        "pt": "Capacete dos antigos gladiadores lendários, manchado com o sangue de inúmeros rivais e momentos de glória.",
        "ru": "Шлем легендарного гладиатора древности, раскрывшего свои окровавленные руки в гордом приветствии ликующей толпе зрителей.",
        "id": "Pelindung kepala dari seorang gladiator legendaris masa lampau, penuh dengan noda lumuran darah lawan-lawannya yang selalu tercucur deras sembari terdengar kerasnya sorakan para pendukungnya.",
        "th": "หมวกเกราะของ Gladiator ในตำนาน เปรอะเปื้อนไปด้วยคราบเลือดของ ศัตรูนับไม่ถ้วน และเคยได้รับเสียงเชียร์ตอบรับจากผู้ชมอย่างล้นหลามเช่นกัน",
        "vi": "Nón của giác đấu sĩ cổ đại, từng nhuốm máu của vô số kẻ địch, cũng từng nhận vô số sự ngưỡng mộ của người xem."
      },
      "lore": {
        "zhs": "\n古代蒙德传奇角斗士的头盔，其上插满显眼的羽毛。\n对于狂热的观众而言，这顶头盔是百战不败的象征。\n\n传奇的角斗士历经千百场血战，人类或魔物都未尝敌得过他的利剑。\n每一场凯旋式，常胜的角斗士如英雄般行过城门，接受观众的欢呼。\n\n只有在胜利时刻，奴隶仿佛成为了主人，自由的辉光却被虚荣掩盖。\n在凯旋时分，战士真正见识牢房外的天地，赎身的希望又多了半分。\n\n直到英雄的头盔滚落凡尘，看台与沙场才终于梦醒。\n不过一介奴隶，搭上下贱的性命，也没能取悦主子。\n",
        "zht": "\n古代蒙德傳奇角鬥士的頭盔，其上插滿顯眼的羽毛。\n對於狂熱的觀眾而言，這頂頭盔是百戰不敗的象徵。\n\n傳奇的角鬥士歷經千百場血戰，人類或魔物都未嘗敵得過他的利劍。\n每一場凱旋式，常勝的角鬥士如英雄般行過城門，接受觀眾的歡呼。\n\n只有在勝利時刻，奴隸仿佛成為了主人，自由的輝光卻被虛榮掩蓋。\n在凱旋時分，戰士真正見識牢房外的天地，贖身的希望又多了半分。\n\n直到英雄的頭盔滾落凡塵，看臺與沙場才終於夢醒。\n不過一介奴隸，搭上下賤的性命，也沒能取悅主子。\n",
        "jp": "\n古代モンドの伝説の剣闘士の兜。目立つ羽根が沢山施されている。\n狂熱の観客にとって、この兜は百戦百勝の象徴である。\n\n伝説の剣闘士は一千以上の死闘を経験した。人類や魔物は彼の剣に一度も勝てなかった。\n恒例の凱旋式に、常勝の剣闘士は英雄が城門を通るように観客の歓声を浴びていた。\n\n勝利の時だけ、奴隷はまるで主のように扱われていた。だが自由の輝きは虚飾の歓声に覆われた。\n凱旋の時、戦士は監獄の外の世界に美しさを見た。自由を取り戻す希望がまた増えた。\n\nだが、英雄の兜が地面に落ちた時、観客と剣闘士は気づいた。\nただの奴隷の安い命をかけても、主の歓心は買えなかった。\n",
        "ko": "\n고대 몬드의 전설적인 검투사의 투구에는 눈에 띄는 깃털이 가득 꼽혀져 있다.\n광적인 관중들에게 이 투구는 백전불패의 상징이다.\n\n전설적인 검투사는 수많은 혈전을 거쳤다. 사람이든 마물이든 모두 그의 검을 당해내지 못했다.\n개선식 때마다 검투사는 마치 영웅처럼 성문을 지나며 관중들의 환호를 받았다.\n\n노예는 오직 승리한 순간에만 자신이 주인이 된 듯한 느낌을 받을 수 있었고 자유라는 찬란한 빛은 허영심에 의해 가려졌다.\n전사들은 개선식에서 창살 밖의 세상을 볼 수 있었다. 그때마다 자유에 대한 희망이 조금씩 늘어났다.\n\n영웅의 투구가 바닥에 떨어지고 나서야 관중석과 경기장의 그들은 꿈에서 깨어나 현실을 깨닫게 된다.\n일개 노예일 뿐인 그들은 천하디 천한 목숨을 걸어도 주인의 환심을 사지 못할 수도 있다는 걸…\n",
        "en": "\nA helmet of the gladiator adorned with feathers.\nTo zealous spectators, this helmet was the symbol of invincibility.\n\nThe legendary gladiator had fought numerous battles. None had ever stood a chance of survival before his sword, be they human or monster.\nOn each triumphant day, the champion gladiator would walk through the gate to a hero's welcome from the adoring crowd.\n\nOnly in moments of victory could the slave have a taste of what it felt like to be a master. But the cost of this vain aspiration was for the faint glow of freedom to be shrouded by darkness.\nOn the day of his triumph, the gladiator finally caught a glimpse of the world outside his cell. He was a step closer to freedom.\n\nBut only when his helmet fell down on the arena floor did he and the spectators alike realize that it was all just a farce.\nThe offering of his petty life made no difference. He would always be a worthless slave in the eyes of his master.\n",
        "de": "\nDer Helm des legendären Gladiators aus Mondstadts alter Zeit, verziert mit pompösen Federn.\nFür die begeisterten Zuschauer war der Helm das Wahrzeichen der Unverwundbarkeit.\n\nDer legendäre Gladiator hatte bereits unzählige Kämpfe hinter sich. Obgleich Mensch oder Dämon, niemand hatte eine Chance gegen sein Schwert.\nNach jedem Sieg marschierte der unbesiegbare Gladiator unter Applaus des Publikums durch das Tor.\n\nNur in diesem Moment konnte sich ein Sklave wie ein Herr fühlen. Seine Eitelkeit jedoch verfinsterte das Glühen der Freiheit.\nAm Tag des Triumphes kostete er ein wenig den Geschmack der Außenwelt. Er war der Freiheit einen Schritt näher gekommen.\n\nAber nur bis zu dem Moment, als der Helm hinunterfiel und die Zuschauer merkten, dass alles nur eine Farce war.\nEr war ein bloßer Sklave. Auch die Selbstopferung seines Lebens würde seinen Herrn nicht aufheitern.\n",
        "es": "\nUn casco del Gladiador adornado con plumas.\nPara los espectadores entusiastas, este casco era el símbolo de la invencibilidad.\n\nEl legendario Gladiador había peleado numerosas batallas. Nadie tenía ninguna oportunidad ante su espada, ya fuera humano o monstruo.\nCon cada triunfo, el Gladiador Victorioso pasaba por las puertas como un héroe bajo la mirada de una multitud entusiasmada.\n\nEl esclavo pudo probar la sensación de ser un maestro, pero su vanidad tiñó de negro el resplandor de la libertad.\nEn ese momento de triunfo, el Gladiador finalmente vislumbró el mundo fuera de su celda. Estaba un paso más cerca de la libertad.\n\nPero ni él ni la multitud se dieron cuenta de que todo era una farsa hasta que su casco cayó sobre la arena.\nDespués de todo, seguía siendo un simple esclavo. Ni ofreciendo su vida podría complacer a su maestro.\n",
        "fr": "\nUn casque orné de plumes ayant appartenu au gladiateur.\nPour ses plus fidèles spectateurs, cet objet était le symbole de son invincibilité.\n\nLe légendaire gladiateur prit part à d'innombrables combats ; et nul n'était de taille, humain ou monstre.\nAprès chaque victoire, il franchissait la porte comme un héros sous les applaudissements de la foule.\n\nL'esclave avait le sentiment d'être un maître à chacune de ses victoires, et s'enorgueillit ; mais cette vaine aspiration couvrait l'éclat de la liberté.\nSes victoires lui permirent de voir le monde à l'extérieur de sa cellule ; il se rapprocha de la liberté.\n\nMais seulement au son de son casque chutant sur le sol de l'arène réalisa-t-il que tout ceci n'était qu'une farce.\nPeu importait qu'il offrit sa vie pour son maître ; il serait à jamais à ses yeux un esclave sans valeur.\n",
        "pt": "\nO elmo do gladiador adornado com plumas.\nPara os espectadores zelosos, este elmo era o símbolo da invencibilidade.\n\nO lendário gladiador travou inúmeras batalhas. Nenhum jamais teve chance de sobreviver antes de sua espada, quer que fossem humanos, quer que fossem monstros.\nEm cada dia triunfante, o gladiador campeão atravessava o portão para as boas-vindas de um herói da multidão que o adorava.\n\nSomente em momentos de vitória o escravo poderia ter um gostinho de como é ser um mestre; mas essa vã aspiração encobriu o esplendor da liberdade.\nNo dia de seu triunfo, o gladiador finalmente teve um vislumbre do mundo fora de sua cela. Ele estava um passo mais perto da liberdade.\n\nMas somente quanto seu elmo caiu no chão da arena, ele e os espectadores perceberam que tudo não passava de uma farsa.\nA oferta de sua vida insignificante não fez diferença. Ele seria sempre um escravo sem valor aos olhos de seu mestre.\n",
        "ru": "\nШлем гладиатора из древнего Мондштадта, украшенный броским плюмажем из перьев.\nДля зрителей он был символом непобедимости.\n\nЛегендарный гладиатор прошёл через тысячи кровавых боёв. Ни человек, ни демон не могли избежать его острого меча.\nКаждый день своего триумфа непобедимый гладиатор, как герой, проходил через городские ворота, и толпа встречала его восторженными возгласами.\n\nЛишь в минуты триумфа раб мог почувствовать себя хозяином, когда блеск славы закрывал собой слабый огонёк свободы.\nВ день своего триумфа гладиатор видел мир за пределами тюремной камеры, и тогда надежда выкупить свободу возрастала.\n\nНо когда шлем его покрылся пылью, а трибуны опустели, он, наконец, осознал, что всё это было фальшивкой.\nОн был лишь простым рабом, и своей жалкой жизнью он не смог бы снискать расположение хозяина.\n",
        "id": "\nSebuah helm milik gladiator dihiasi oleh bulu-bulu.\nBagi para penonton yang bersemangat, helm ini adalah lambang yang tak terkalahkan.\n\nSeorang gladiator legendaris sudah melakukan banyak pertempuran. Tidak pernah ada yang selamat menghadapi pedangnya, baik manusia maupun monster.\nSuatu hari yang penuh kemenangan, gladiator pemenang akan berjalan melalui gerbang dan disambut oleh para penonton.\n\nHanya pada saat kemenangannyalah si budak dapat merasakan bagaimana rasanya menjadi seorang tuan. Namun harga dari kesombongannya adalah bayangan kebebasannya yang lenyap oleh kegelapan.\nDi hari kemenangannya, gladiator itu akhirnya melihat sedikit dunia di luar selnya. Dia sudah selangkah lebih dekat menuju kebebasan.\n\nDan ketika helmnya jatuh di lantai arena barulah dia dan para penonton sama-sama menyadari bahwa itu semua hanya lelucon.\nPersembahannya tidak menghasilkan perbedaan. Dia akan selalu menjadi budak tak berguna di mata tuannya.\n",
        "th": "\nหมวกนักสู้ของ Mondstadt ในสมัยโบราณ ด้านบนมีขนนกที่ดูสะดุดตาอยู่\nสำหรับผู้ชมที่คลั่งไคล้ หมวกนักสู้นี้เป็นสัญลักษณ์ของการต่อสู้อันไร้พ่าย\n\nนักสู้ในตำนานได้ผ่านการสู้รบหลายร้อยครั้งและไม่มีมนุษย์หรืออสูร ตนใดที่สามารถเอาชนะดาบของเขาได้\nในชัยชนะแต่ละครั้ง นักสู้ผู้ไร้พ่ายได้เดินผ่านประตูราวกับฮีโร่และตอบรับเสียงเชียร์ของผู้ชม\n\nเฉพาะในช่วงเวลาแห่งชัยชนะ ทาสดูเหมือนจะกลายเป็นเจ้านาย แต่แสงสว่างของเสรีภาพถูกปกคลุมด้วยความเย่อหยิ่ง\nในช่วงเวลาแห่งชัยชนะ นักสู้เห็นโลกภายนอกห้องขังอย่างแท้จริง และความหวังในการไถ่ถอนตัวเองก็ใกล้ขึ้นเรื่อย ๆ\n\nจนถึงวันที่หมวกของฮีโร่หล่นกลิ้งลงกับพื้น อัฒจันทร์และสนามรบถึงได้ตื่นขึ้นจากความฝัน\nอย่างไรก็ตามทาสไม่ได้ทำให้เจ้านายของเขาพอใจด้วยการใช้ ประโยชน์จากชีวิตที่ต่ำต้อยของเขา\n",
        "vi": "\nNón Giác Đấu Sĩ huyền thoại Mondstadt cổ đại, phía trên có đính lông vũ dễ thấy.\nĐối với những khán giả cuồng nhiệt, chiếc nón này là biểu tượng trăm trận trăm thắng.\n\nGiác Đấu Sĩ huyền thoại từng trải qua trăm ngàn trận huyết chiến, con người và quái vật chưa từng đánh bại được thanh kiếm sắc bén trong tay chàng.\nMỗi lần chiến thắng, Giác Đấu Sĩ giống như người anh hùng đi vào cổng thành dưới sự hò hét của người hâm mộ.\n\nChỉ có thời khắc chiến thắng, người nô lệ dường như biến thành chủ nhân, ánh sáng của sự tự do lại bị hư danh che đậy.\nCùng lúc ấy, người chiến sĩ thực sự được đi ra thế giới bên ngoài phòng giam, hy vọng chuộc thân lại tăng lên phần nào.\n\nĐến khi nón chiến đấu của người anh hùng rơi xuống đất thì khán đài và chiến trường mới tỉnh giấc.\nChỉ là thân phận nô lệ hèn mọn, cũng chẳng thể làm chủ nhân vui mừng.\n"
      },
      "imgid": "gladiators_finale_circlet"
    }
  ]
}