{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "昔日宗室之仪",
    "zht": "昔日宗室之儀",
    "jp": "旧貴族のしつけ",
    "ko": "옛 왕실의 의식",
    "en": "Noblesse Oblige",
    "de": "Altes Hofritual",
    "es": "Ritual Antiguo de la Nobleza",
    "fr": "Ancien rituel royal",
    "pt": "Antigo Ritual Real",
    "ru": "Церемония древней знати",
    "id": "Noblesse Oblige",
    "th": "Noblesse Oblige",
    "vi": "Nghi Thức Tông Thất Cổ"
  },
  "descriptions": [
    {
      "zhs": "元素爆发造成的伤害提升20%。",
      "zht": "元素爆發造成的傷害提升20%。",
      "jp": "元素爆発のダメージ+20%。",
      "ko": "원소폭발로 가하는 피해가 20% 증가한다",
      "en": "Elemental Burst DMG +20%",
      "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um 20 %.",
      "es": "Daño de Habilidad Definitiva +20%.",
      "fr": "Augmente les DGT infligés par le déchaînement élémentaire de 20 %.",
      "pt": "Dano do Supremo +20%",
      "ru": "Увеличивает урон взрыва стихии на 20%.",
      "id": "Meningkatkan 20% DMG Elemental Burst.",
      "th": "ความเสียหายของท่าไม้ตายเพิ่มขึ้น 20%",
      "vi": "Sát thương Kỹ Năng Nộ tạo thành tăng 20%."
    },
    {
      "zhs": "施放元素爆发后，队伍中所有角色攻击力提升20%，持续12秒。该效果不可叠加。",
      "zht": "施放元素爆發後，隊伍中所有角色攻擊力提升20%，持續12秒。該效果不可疊加。",
      "jp": "元素爆発を発動すると、チーム全員の攻撃力+20%、継続時間12秒、重ねがけ不可。",
      "ko": "원소폭발 발동 후 파티 내 모든 캐릭터의 공격력이 20% 증가한다. 지속 시간: 12초. 해당 효과는 중첩되지 않는다",
      "en": "Using an Elemental Burst increases all party members' ATK by 20% for 12s. This effect cannot stack.",
      "de": "Erhöht den ANG aller Truppenmitglieder nach Anwendung von Spezialfähigkeiten 12 s lang um 20 %, nicht stapelbar.",
      "es": "Después de lanzar una Habilidad Definitiva, aumenta el ATQ de todos los miembros del equipo en un 20% durante 12 s. Este efecto no puede acumularse.",
      "fr": "Augmente l'ATQ de tous les personnages de l'équipe de 20 % pendant 12 s après un déchaînement élémentaire. Cet effet est non cumulable.",
      "pt": "Usar o Supremo aumenta o ATQ de todos os membros da equipe em 20% por 12s. Este efeito não pode ser acumulado.",
      "ru": "Активация взрыва стихии увеличивает силу атаки всех членов отряда на 20% в течение 12 сек. Эффект не складывается.",
      "id": "Setelah melancarkan Elemental Burst, meningkatkan 20% ATK semua anggota party selama 12 detik. Efek ini tidak dapat ditumpuk.",
      "th": "หลังจากใช้ท่าไม้ตาย เพิ่มพลังโจมตีของตัวละครทั้งหมดในทีม 20% เป็นเวลา 12 วิ โดยเอฟเฟกต์นี้จะไม่สามารถซ้อนทับได้",
      "vi": "Sau khi thi triển kỹ năng nộ, tấn công cả đội tăng 20%, kéo dài 12s, hiệu quả này không cộng dồn."
    }
  ],
  "imgid": "noblesse_oblige_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "宗室之花",
        "zht": "宗室之花",
        "jp": "旧貴族の花",
        "ko": "왕실의 꽃",
        "en": "Royal Flora",
        "de": "Königliche Blume",
        "es": "Flora Real",
        "fr": "Fleur du Noble",
        "pt": "Flor Real",
        "ru": "Королевский цветок",
        "id": "Royal Flora",
        "th": "Royal Flora",
        "vi": "Hoa Tông Thất"
      },
      "description": {
        "zhs": "绸缎制成的璃色花，常在典雅场合佩戴。如今仍像被抛弃的那天一样鲜明。",
        "zht": "綢緞製成的璃色花，常在典雅場合佩戴。如今仍像被拋棄的那天一樣鮮明。",
        "jp": "絹で作った琉璃色の花、様々な場面で付けられた。今でも捨てられた日と同じくらい鮮やかである。",
        "ko": "비단으로 만든 유리색 꽃으로 우아한 장소에서 착용했다. 여전히 버려질 때의 그날처럼 선명하다",
        "en": "A satin flower with a glossy finish, fit for an elegant gathering. It still looks as distinguished as it did on the day it was cast aside.",
        "de": "Eine aus blauer Seide gefertigte Blume, die oft bei offiziellen Anlässen getragen wurde. Noch heute sieht sie so aus wie an dem Tage, an dem sie abgelegt wurde.",
        "es": "Una flor de seda azul que servía como un distinguido elemento decorativo para llevar en eventos de gala. Su apariencia todavía es igual de fresca que antes de ser abandonada por su dueño.",
        "fr": "Une fleur en soie bleue, souvent portée lors d'événements officiels. Son aspect est resté le même que le jour où elle a été cueillie.",
        "pt": "Uma flor de seda azul, foi um elemento decorativo muito usado em grandes eventos. Atualmente, ainda possui boa aparência, mesmo depois de ter sido abandonada pelo seu antigo dono.",
        "ru": "Стеклянный цветок, идеально подходящий для светских вечеров. Удивительно, но он сохранил свою свежесть спустя столько веков.",
        "id": "Bunga berwarnakan kaca yang terbuat dari kain satin, sering kali ditemukan di perjamuan bangsawan. Masih terlihat segar, sama seperti saat bunga ini ditinggalkan.",
        "th": "ดอกไม้สีแก้วที่ทำมาจากผ้าซาติน เหมาะแก่การนำมารวบรวมเพื่อความหรูหรา มันยังคงโดดเด่นเหมือนวันที่มันถูกทิ้งไว้",
        "vi": "Hoa được làm từ tơ lụa, được dùng trong các dịp lễ hội. Bây giờ vẫn diễm lệ như trước."
      },
      "lore": {
        "zhs": "\n精细顺滑的绸缎制成的蓝色百合花，\n是旧日贵族女子佩戴在头上的头饰。\n\n曾支配蒙德的旧日贵族，留下了这朵精致的头花。\n在那个传说年代，贵族的容貌行止皆是凡人楷模。\n他们不仅在行为与智识方面引导子民，统领臣民，\n在形象上，他们也是蒙德人民的最高代表。\n这不仅仅是因为他们拥有天生高贵的血脉，\n也因为他们坚守美德，抱持着原则与尊重。\n\n后来，纵欲缩短了贵族的寿命，\n退化了他们以华美自矜的容颜。\n",
        "zht": "\n精細順滑的綢緞製成的藍色百合花，\n是舊日貴族女子佩戴在頭上的頭飾。\n\n曾支配蒙德的舊日貴族，留下了這朵精緻的頭花。\n在那個傳說年代，貴族的容貌行止皆是凡人楷模。\n他們不僅在行為與智識方面引導子民，統領臣民，\n在形象上，他們也是蒙德人民的最高代表。\n這不僅僅是因為他們擁有天生高貴的血脈，\n也因為他們堅守美德，抱持著原則與尊重。\n\n後來，縱慾縮短了貴族的壽命，\n退化了他們以華美自矜的容顏。\n",
        "jp": "\n緻密で滑らかな絹で作られた青い百合。\n旧貴族の女性が使っていた冠り物。\n\nかつてモンドを支配していた旧貴族が残した精巧な髪飾り。\nあの伝説の時代、貴族の容姿と立ち居振る舞いは一般人の模範であった。\nその行動や知恵によってモンドの民を導き、臣民を統べただけでなく、\n容姿までもが整っており、彼らはモンド人を代表するものであった。\nそれは単に高貴な血を受け継いだからではない。\n彼らが美徳を守り、周囲に原則と尊重を保って行動したためであった。\n\nだが、彼らの限りない欲望によって、貴族の寿命は縮まった。\n自慢だった華麗な美貌も衰えていった。\n",
        "ko": "\n섬세하고 부드러운 비단으로 만들어진 파란 백합꽃은\n옛 귀족 여인이 착용하던 머리장식이다.\n\n몬드를 지배했던 옛 귀족이 이 정교한 머리핀을 남겼다.\n그 전설의 시대에는 귀족의 외모와 행실 모두 일반인들의 본보기가 되었다.\n그들은 행동과 지식 방면에서 백성들을 인도하고 신민을 통솔했을 뿐만 아니라,\n외적 이미지에서도 그들은 몬드 사람들을 대표했다.\n이것은 단지 그들이 천성적으로 고귀한 핏줄을 갖고 있는 것뿐만 아니라,\n미덕을 지키고, 원칙과 존중을 보유했기 때문이었다.\n\n훗날 욕망이 귀족의 수명을 단축시켰고\n그들이 스스로 자랑하던 아름다운 외모도 퇴화되었다.\n",
        "en": "\nA blue lily made of silky satin\nthat once served as a noblewoman's headdress.\n\nA noble who once ruled over Mondstadt left it behind.\nIn that legendary age, the nobles were examples for the people.\nThey guided their subjects with their conduct and wisdom.\nThey were the true representation of the people of Mondstadt.\nThey were noble not only in lineage,\nbut also in their commitment to virtues and principles.\n\nThe longevity of the nobles was cut short by their endless self-indulgence.\nOstentation gave way to devolution.\n",
        "de": "\nEine seidenweiche, zarte Lilie.\nSie wurde in alten Zeiten von adligen Damen als Kopfschmuck getragen.\n\nEin ehemaliger Aristokrat Mondstadts nannte sie sein Eigen.\nZu dieser Zeit waren die Adligen noch Vorbilder für das normale Volk.\nDamals stellten sie noch ihr gutes Verhalten und ihre gute Erziehung zur Schau.\nAußerhalb Mondstadts waren sie auch die höchsten Repräsentanten der Stadt.\nSie waren nicht nur von nobler Abstammung,\nsie hatten auch noble Werte und Prinzipien.\n\nDie sonst natürliche Langlebigkeit der Aristokraten wurde drastisch von ihrem ausufernden Genussleben gekürzt.\nDie Schönheit, auf die sie sonst so stolz waren, entartete stark.\n",
        "es": "\nUn lirio azul hecho de satén sedoso.\nSirvió como tocado de una mujer noble.\n\nUna noble que formó parte de la aristocracia Mondstadt se desprendió de él.\nEn esa época legendaria, los nobles eran un ejemplo a seguir.\nNo solo guiaban a sus súbditos con su conducta modélica y sabiduría,\nsino que también eran los mayores representantes del pueblo de Mondstadt.\nEran nobles tanto por su linaje\ncomo por el compromiso con sus virtudes y principios.\n\nLa longevidad de los nobles se acortó por su incansable lujuria,\nque deterioró el semblante de magnificencia del que se vanagloriaban.\n",
        "fr": "\nUn lys bleu fait de soie,\nqui était autrefois porté par une noble dame.\n\nUn aristocrate faisant autrefois partie de la classe dirigeante mondstadtoise l'a laissé derrière lui.\nIl fut un temps où les aristocrates étaient un modèle pour le peuple.\nLeur comportement comme leur sagesse étaient source d'inspiration.\nIls incarnaient véritablement la cité.\nLeur noblesse ne se réflétait pas uniquement dans leur sang, \nmais aussi dans leur adhésion aux vertus et principes.\n\nMais leur longévité subit l'assaut de leur propre indulgence.\nEt ainsi leur visage changea.\n",
        "pt": "\nUm lírio azul feito de cetim sedoso,\nque uma vez serviu como adereço de cabeça de uma nobre mulher.\n\nUma nobre que uma vez governou Mondstadt o deixou para trás.\nNessa era lendária, os nobres eram exemplos para o povo.\nEles guiaram seus súditos com sua conduta e sabedoria,\neles eram os verdadeiros representantes do povo de Mondstadt.\nEles eram nobres não apenas na linhagem,\nmas também em seu compromisso com as virtudes e princípios.\n\nA longevidade dos nobres foi cortada pela metade por conta da sua infinita autoindulgência,\nque deterioraram o semblante de magnificência do qual tanto se vangloriavam.\n",
        "ru": "\nКогда-то эта синяя лилия, сшитая из нежного шёлка,\nукрашала причёску аристократки.\n\nЭтот ароматный цветок оставил кто-то из аристократов, в древности правящих Мондштадтом.\nВ тот легендарный век все аристократы знали, что они для своих подданных пример.\nВверивший им бразды правления народ Мондштадта видел в них не только людей мудрых и деятельных,\nно и своих истинных представителей.\nБлагородство родословной они доказывали\nпреданным служением добродетели.\n\nПотворство плотским утехам укоротило дворянам жизнь,\nа хвастовство и тщеславие привело к вырождению.\n",
        "id": "\nBunga bakung biru yang terbuat dari satin halus,\nYang pernah menjadi hiasan kepala bangsawan.\n\nSeorang bangsawan yang pernah memerintah Mondstadt meninggalkannya.\nDi zaman legendaris itu, para bangsawan adalah sebuah contoh bagi masyarakat.\nMereka membimbing orang-orang dengan perilaku dan kebijaksanaan,\nMerekalah representasi sejati dari rakyat Mondstadt.\nMereka bangsawan bukan hanya berdasarkan keturunan,\nNamun juga karena komitmen kepada misi dan prinsipnya.\n\nKemudian, para bangsawan menjadi tenggelam dalam kesenangan dirinya sendiri,\nKebanggaan dan prinsip mereka perlahan luntur.\n",
        "th": "\nดอกบัวสีน้ำเงินทำจากผ้าซาตินอ่อนนุ่ม\nมันเป็นมงกุฎที่ใช้สำหรับสวมบนศีรษะของหญิงผู้สูงศักดิ์\n\nชนชั้นสูงผู้ซึ่งครั้งหนึ่งเคยปกครอง Mondstadt ได้ทิ้งส่วนที่เป็นดอกอันแสนสวยงามนี้เอาไว้\nในยุคที่เป็นตำนานนั้น ลักษณะและพฤติกรรมของเหล่าชนชั้นสูงนั้นเป็นแบบอย่างของมนุษย์\nพวกเขาไม่เพียงแต่ชี้นำผู้คนด้านพฤติกรรมและความฉลาดเท่านั้น\nในด้านภาพลักษณ์พวกเขายังเป็นตัวแทนความสูงศักดิ์ของชาว Mondstadt อีกด้วย\nไม่ใช่เพียงเพราะพวกเขามีเลือดอันสูงส่งโดยธรรมชาติ\nแต่เป็นเพราะพวกเขายึดมั่นในคุณธรรม, หลักการและความเคารพด้วย\n\nต่อมา อายุยืนของเหล่าชนชั้นสูงนั้นสั้นลงด้วยการปล่อยตัวตามใจตนเองอย่างไม่มีที่สิ้นสุด\nทำให้ภาพลักษณ์ที่เคยสง่างามของพวกเขาต้องเสื่อมโทรม\n",
        "vi": "\nHoa bách hợp xanh được tạo nên từ những dải lụa mềm mượt, tinh tế.\nLà món trang sức cài đầu dành cho nữ nhân thuộc giới quý tộc cổ xưa.\n\nHoa cài đầu được giới quý tộc cũ cai quản vùng Mondstadt để lại.\nVào những năm tháng xa xưa ấy, diện mạo và cử chỉ của quý tộc đều là tấm gương cho người dân.\nHọ không chỉ dẫn dắt người dân trên phương diện tri thức và hành vi ứng xử,\nVề hình tượng, họ cũng là đại diện cao quý nhất của người dân Mondstadt.\nCó được điều đó, không chỉ là do họ có dòng máu cao quý,\nmà còn do gìn giữ những đức tính cao đẹp, duy trì nguyên tắc và sự tôn trọng.\n\nSau này, chính sự tham lam vô độ đã rút ngắn sự hưng thịnh của giới quý tộc,\nKhiến ngoại hình hoa lệ hùng vĩ của họ bị suy thoái.\n"
      },
      "imgid": "noblesse_oblige_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "宗室之翎",
        "zht": "宗室之翎",
        "jp": "旧貴族の羽根",
        "ko": "왕실의 깃털",
        "en": "Royal Plume",
        "de": "Königliche Feder",
        "es": "Pluma Real",
        "fr": "Plume du Noble",
        "pt": "Pena Real",
        "ru": "Королевское перо",
        "id": "Royal Plume",
        "th": "Royal Plume",
        "vi": "Lông Vũ Tông Thất"
      },
      "description": {
        "zhs": "旧日蒙德贵族会猎时在帽檐上佩戴的羽饰。如今傲然挺立依旧，不谙时光。",
        "zht": "舊日蒙德貴族會獵時在帽簷上佩戴的羽飾。如今傲然挺立依舊，不諳時光。",
        "jp": "モンドの旧貴族が狩りの時に帽子につけた羽根、今でもまっすぐに立っていて、時間の影響を受けていない。",
        "ko": "구몬드 귀족이 사냥할 때 쓰던 모자에 달린 깃털장식. 세월의 풍파가 무색하게 아직까지도 꿋꿋이 서있는다",
        "en": "A feathered hat accessory worn by the old aristocrats of Mondstadt on hunts. It still stands proudly as if no time has passed.",
        "de": "Eine Feder, wie sie die Aristokraten des alten Mondstadts für die Jagd an ihrem Hut befestigten. Man sieht ihr ihr Alter nicht an, so aufrecht steht sie.",
        "es": "Una pluma que llevaban en el sombrero los miembros de la nobleza de Mondstadt durante sus cacerías. Todavía permanece intacta después de tanto tiempo.",
        "fr": "Une plume décorant autrefois le chapeau des aristocrates de Mondstadt lorsqu'ils partaient à la chasse. Elle se dresse encore fièrement après tout ce temps.",
        "pt": "Uma pena usada na borda do chapéu de uma família nobre de Mondstadt durante suas caças. Ainda se mantém intacta depois de muito tempo.",
        "ru": "Перьевой аксессуар, который крепили к шляпе аристократы Мондштадта во время охоты.",
        "id": "Bulu yang disematkan oleh para Bangsawan Mondstadt di topi mereka saat pergi berburu. Sampai saat ini masih berdiri tegak dengan bangga.",
        "th": "หมวกประดับขนนกที่ครั้งหนึ่งเหล่าขุนนางของ Mondstadt สวมเพื่อออกล่าในสมัยโบราณ มันยังคงตั้งตระหง่านราวกับเวลาไม่ได้ผ่านไป",
        "vi": "Lông vũ trang sức được giới quý tộc Mondstadt cũ cài lên vành mũ khi săn bắn. Qua năm tháng vẫn ngạo nghễ thẳng đứng."
      },
      "lore": {
        "zhs": "\n猎鹰的翎羽，高傲地挺立在旧日贵族的帽檐上。\n与领民一同出猎，共享猎获，也是久远的传统。\n\n曾支配蒙德的旧日贵族常出入荒野，\n与随从和属民在广阔的天地间会猎。\n出猎是贵族展示力量与慷慨的节目，\n对于民众来说，也将是欢宴的节日。\n\n但在许久之后，出猎沦为空虚享乐。\n贵族予取予求，不再与民分享猎获。\n翎羽仍高扬，却在人眼中变了颜色。\n",
        "zht": "\n獵鷹的翎羽，高傲地挺立在舊日貴族的帽檐上。\n與領民一同出獵，共用獵獲，也是久遠的傳統。\n\n曾支配蒙德的舊日貴族常出入荒野，\n與隨從和屬民在廣闊的天地間會獵。\n出獵是貴族展示力量與慷慨的節目，\n對於民眾來說，也將是歡宴的節日。\n\n但在許久之後，出獵淪為空虛享樂。\n貴族予取予求，不再與民分享獵獲。\n翎羽仍高揚，卻在人眼中變了顏色。\n",
        "jp": "\n猟鷹の羽根、旧貴族の帽子のつばに誇り高く立っている。\n領民と共に狩りに出て、獲物を分かち合うのは古い伝統である。\n\nかつてモンドを支配していた旧貴族は、よく荒野に出入りしていた。\n従者や領民と共に広い大地で狩りをした。\n出猟は貴族にとって、力と寛大さを示すものであった。\n民にとっても、楽しみのひと時であった。\n\nやがて、狩りは貴族の私欲を満たす虚しいものとなった。\n貴族は欲望のままに従い、獲物を分かち合わなくなった。\n羽根はまだはためいていたが、色は変わったように見えた。\n",
        "ko": "\n사냥매의 깃털이 옛 귀족의 모자챙 위에 도도하게 꼽혀있다.\n영지민과 함께 사냥을 하고 수확을 나누는 것도 오래된 전통이다.\n\n몬드를 지배하던 옛 귀족들은 황야에 자주 드나들며,\n수하들, 그리고 영지민들과 함께 광활한 대지를 누비며 사냥을 했다.\n사냥은 귀족의 힘과 너그러움을 보여주는 활동으로,\n민중에게도 즐거운 명절과 같았다.\n\n그러나 오랜 시간 지난 뒤, 사냥은 공허한 향락으로 전락했다.\n귀족은 마음대로 취하기만 하고 더 이상 영지민들과 포획한 사냥감을 공유하지 않았다.\n깃털은 여전히 꼿꼿하게 꼽혀있지만, 사람들의 시선은 달라졌다.\n",
        "en": "\nThe feather of a falcon proudly perched on top of an old noble's hat.\nHunting with the common folk and sharing the spoils with them was an old tradition.\n\nCommonplace were the hunts, a hobby of the ruling class of Mondstadt.\nThe festivities were shared with their servants and the common folk,\nAs a sign of the benevolence of the nobles.\nAll the people were eager participants in the festivities.\n\nHunts soon lost their meaning.\nThe nobles took everything as their own, presuming it their right.\nProudly the feather still stood, yet faded was its color in the people's eyes.\n",
        "de": "\nDie Feder eines Falken. Sie steht stolz an der Hutkrempe eines alten Aristokraten.\nEs war eine alte Tradition, mit dem gewöhnlichen Volk auf die Jagd zu gehen und dann die Beute mit ihm zu teilen.\n\nAuf die Jagd zu gehen, war eine fast tägliche Freizeitbeschäftigung der Reichen und Mächtigen.\nDiese mit dem Pöbel zu teilen war ein Fest wert.\nEs sollte dazu dienen zu zeigen, wie großzügig die Aristokraten waren.\nDas einfache Volk war begeistert.\n\nDiese Art von Ereignis jedoch verlor bald an Bedeutung.\nDie Aristokraten nahmen sich, was sie wollten, von der Beute, ohne sie mit dem gewöhnlichen Volk zu teilen.\nDie Feder stand weiterhin stolz am Hutrand, jedoch hatte sie für das gewöhnliche Volk ihren Glanz verloren.\n",
        "es": "\nLa pluma de un halcón posado orgullosamente sobre el sombrero de un viejo noble.\nExistía una antigua tradición que consistía en ir a cazar con la gente común y compartir con ellos el botín.\n\nComunes eran las cacerías, un pasatiempo de la clase gobernante de Mondstadt.\nLa caza era una fiesta compartida con sus sirvientes y la gente común,\ndestinada a mostrar la benevolencia de los nobles.\nDe hecho, para la gente era motivo de celebración.\n\nSin embargo, esta actividad pronto perdió su significado.\nLos nobles reclamaban íntegramente todo el botín de caza y no lo compartían con la gente.\nLa pluma todavía estaba en pie, pero su color se desvaneció para el pueblo.\n",
        "fr": "\nUne plume de faucon qui ornait autrefois le couvre-chef d'un noble.\nChasser en compagnie du peuple et partager le gibier était jadis une tradition parmi les aristocrates de Mondstadt.\n\nLa chasse était le loisir de la classe dirigeante,\net un moment de partage avec peuple et serviteurs.\nC'était également l'occasion montrer sa bienveillance,\net le peuple raffolait des festivités.\n\nMais la chasse perdit sa signification première.\nOublieux du peuple, les nobles s'arrogèrent tout ce qui passait entre leurs mains.\nLa plume se dressait toujours, fière ; mais ses couleurs disparurent aux yeux du peuple.\n",
        "pt": "\nA pena de um falcão, pousada orgulhosamente em cima de um velho chapéu de um nobre.\nExistia uma tradição que consistia em caçar com as pessoas comuns e compartilhar os espólios.\n\nEra comum a caça, um passatempo da classe dominante de Mondstadt.\nAs festividades eram compartilhadas com seus serventes e o povo comum,\nera destinada a demonstrar a benevolência dos nobres.\nTodas as pessoas ficavam ansiosas para participar das festividades.\n\nA caça logo perdeu seu significado.\nOs nobres tomavam posse de tudo, presumindo que fosse seu direito.\nOrgulhosamente, a pena ainda estava de pé, mas opaca era sua cor aos olhos do povo.\n",
        "ru": "\nПеро ловчего сокола, гордо украшавшее шляпу аристократа тех времён.\nВ старину дворяне охотились вместе с простыми людьми, а добычу делили поровну.\n\nПравители Мондштадта охоту любили,\nи помногу выезжали на просторные угодья вместе со своей свитой и подданными.\nИ если они устраивали эти весёлые пиршества, чтобы показать свое могущество и великодушие,\nто простой народ с радостью предавался гуляньям.\n\nНо вскоре охота стала порожней забавой.\nСвоевольные дворяне забирали всю добычу, считая её по праву своей.\nШляпу украшал всё тот же горделивый плюмаж, но в глазах людей свой цвет он утратил.\n",
        "id": "\nSebuah bulu elang bertengger di atas topi bangsawan tua.\nBerburu dengan rakyat biasa dan berbagi hasil dengan mereka adalah tradisi lama.\n\nPara bangsawan tua yang pernah memerintah Mondstadt sering kali pergi ke hutan belantara,\nPerburuan yang diikuti oleh orang-orang di dunia yang luas ini.\nSebagai tanda kemurahan hati para bangsawan,\nSemua orang bersemangat untuk mengikuti perayaan tersebut.\n\nNamun lambat laun perburuan menjadi hilang maknanya.\nPara bangsawan mengambil segalanya sebagai milik mereka, menganggap itu adalah hak mereka.\nNamun bulu tersebut masih bertengger dengan bangga, namun dengan warna yang memudar di mata orang-orang.\n",
        "th": "\nขนของนกอินทรีเกาะอยู่บนหมวกของชนชั้นสูงเก่าอย่างภาคภูมิใจ\nมันเป็นประเพณีที่ยาวนานในการไปล่าสัตว์กับผู้คนและแบ่งปันกัน\n\nเหล่าชนชั้นสูงที่เคยครอง Mondstadt มักจะเข้าออกป่า\nและออกล่าร่วมกันในแผ่นดินอันกว้างใหญ่ร่วมกันกับผู้ติดตามและประชาชน\nการล่าสัตว์เป็นการแสดงให้เห็นถึงความสง่างามและความใจกว้าง\nสำหรับประชาชนแล้วก็ถือเป็นการฉลองเทศกาลใหญ่ด้วย\n\nหลังจากนั้นมาการล่าก็ได้สูญเสียความหมายของมันไป\nเหล่าชนชั้นสูงฉกฉวยทุกอย่างไปโดยไม่แบ่งให้แก่ประชาชน\nขนนกยังคงตั้งอย่างภาคภูมิ แต่ในสายตาของผู้คนแล้วสีของมันได้เปลี่ยนไป\n",
        "vi": "\nChiếc lông của chim ưng, cao ngạo đứng vững trên chiếc nón của giới quý tộc xưa.\nCùng người dân săn bắn, chia sẻ chiến lợi phẩm âu cũng là truyền thống lâu đời.\n\nGiới quý tộc xưa từng chi phối Mondstadt thường xuyên đi đến những vùng hoang dã,\nCùng tùy tùng và thuộc dân săn bắn trên vùng đất rộng lớn.\nĐi săn vốn là những ngày lễ mà giới quý tộc thể hiện sức mạnh và sự phóng khoáng của họ,\nĐối với người dân thì đó cũng là ngày đáng vui mừng.\n\nThế nhưng chẳng bao lâu sau đó, săn bắn lại trở thành những thú vui sa đọa.\nHoan lạc vô độ, không còn đem vật phẩm săn bắn chia sẻ với dân lành.\nChiếc lông tuy vẫn giương cao, nhưng đã biến chất trong ánh mắt của mọi người.\n"
      },
      "imgid": "noblesse_oblige_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "宗室时计",
        "zht": "宗室時計",
        "jp": "旧貴族の時計",
        "ko": "왕실의 시계",
        "en": "Royal Pocket Watch",
        "de": "Königliche Uhr",
        "es": "Reloj de Bolsillo Real",
        "fr": "Montre de poche du Noble",
        "pt": "Relógio de Bolso Real",
        "ru": "Королевские карманные часы",
        "id": "Royal Pocket Watch",
        "th": "Royal Pocket Watch",
        "vi": "Đồng Hồ Tông Thất"
      },
      "description": {
        "zhs": "曾经属于旧日蒙德贵族的怀表，随漫长的谱系流传至今，见证了过往年岁。",
        "zht": "曾經屬於舊日蒙德貴族的懷錶，隨漫長的譜系流傳至今，見證了過往年歲。",
        "jp": "モンドの旧貴族の懐中時計、長い族譜と共に今日に伝わった。",
        "ko": "구몬드 귀족의 회중시계. 오래된 계보로 오늘날까지 전해내려왔다. 지난 시대를 겪은 물건",
        "en": "A pocket watch that once belonged to the old aristocrats of Mondstadt. Passed down from generation to generation, it has witnessed many years of history.",
        "de": "Eine Taschenuhr der Aristokraten des alten Mondstadts, die bis heute weitergegeben wurde und ganze Ären überstanden hat.",
        "es": "Un reloj de bolsillo de los aristócratas de Mondstadt. Ha pasado por las manos de innumerables generaciones.",
        "fr": "Une montre de poche ayant appartenu aux nobles de Mondstadt. Transmise de génération en génération, elle a été témoin de nombreuses années d'histoire.",
        "pt": "Um relógio de bolso que pertenceu a uma família nobre de Mondstadt, que foi passada de gerações em gerações.",
        "ru": "Карманные часы, какие давным-давно носили аристократы Мондштадта. Они передавались по наследству, наблюдая за уходящими поколениями.",
        "id": "Jam saku yang pernah dimiliki oleh Bangsawan Mondstadt. Diturunkan turun-temurun dari generasi ke generasi, dan telah menyaksikan jatuh bangunnya Kota Mondstadt.",
        "th": "นาฬิกาพกที่ครั้งหนึ่งเป็นของเหล่าขุนนางในอดีตของ Mondstadt มันถูกส่งต่อจากรุ่นสู่รุ่น เป็นพยานของช่วงเวลาที่ผ่านไปหลายต่อหลายปี",
        "vi": "Đồng hồ từng thuộc về quý tộc Mondstadt cũ, được truyền đến ngày nay, là minh chứng của năm tháng."
      },
      "lore": {
        "zhs": "\n蓝宝石制成的怀表，外观精美无比。\n尽管历经岁月变迁，仍旧滴答作响。\n\n曾支配蒙德的旧日贵族使用的怀表，走时依旧精准。\n守时是最基本的美德之一，因此贵族随身携带怀表。\n这不仅是为了提醒臣民，更是出于严格律己的原因。\n合格的贵族，应在每天清晨比他们的子民更加机警，\n而在每天深夜，比属地的人民更多远虑，更少安眠。\n\n但多年之后，严苛的时间表早已被怠惰的后代抛弃，\n贵族的钟表愈发花哨华丽，但已失却了庄重的含义。\n",
        "zht": "\n藍寶石製成的懷錶，外觀精美無比。\n儘管歷經歲月變遷，仍舊滴答作響。\n\n曾支配蒙德的舊日貴族使用的懷錶，走時依舊精準。\n守時是最基本的美德之一，因此貴族隨身攜帶懷錶。\n這不僅是為了提醒臣民，更是出於嚴格律己的原因。\n合格的貴族，應在每天清晨比他們的子民更加機警，\n而在每天深夜，比屬地的人民更多遠慮，更少安眠。\n\n但多年之後，嚴苛的時間表早已被怠惰的後代拋棄，\n貴族的鐘錶愈發花哨華麗，但已失卻了莊重的含義。\n",
        "jp": "\n青い宝石で作られた懐中時計、見た目は極めて精巧で美しい。\n時を経ても、カチカチと鳴っている。\n\nかつてモンドを支配していた旧貴族の懐中時計、今でも精確に動いている。\n時間を守ることは最も基本的な美徳の一つ。そのため、貴族はいつも手元にこれを置いていた。\n臣民に用心させるためだけでなく、自分を律するためでもあった。\n正しい貴族であれば、毎朝、民よりも鋭敏でなければならない。\nまた夜になれば、民よりも先々まで深く考え、より早く起きなければならなかった。\n\nだが長年を経て、厳しかった貴族の日課は怠惰な子孫によって捨てられた。\n貴族の懐中時計はより煌びやかとなり、その荘厳な意味は失われた。\n",
        "ko": "\n사파이어로 만든 회중시계는 외관이 매우 정교하다.\n세월의 변화에도 불구하고, 여전히 째깍째깍하는 소리가 난다.\n\n몬드를 지배했던 옛 귀족이 사용하던 회중시계는 아직도 정확하게 가고 있다.\n시간을 지키는 것은 가장 기본적인 미덕 중 하나이기 때문에 귀족들은 회중시계를 가지고 다녔다.\n이것은 신하와 백성을 깨우치기 위해서만이 아니라 스스로를 더욱 엄격하게 관리하기 위해서였다.\n수준 높은 귀족은 매일 아침 그들의 백성들보다 더 일찍 일어나고\n매일 밤에는 영지의 백성보다 앞날을 더 멀리 생각하느라 편히 잠드는 시간이 더 적었다.\n\n그러나 몇 년 뒤, 엄격한 시간표는 게으른 후손들에게 버림받은 지 오래고,\n귀족의 시계는 점점 더 화려해졌지만, 거기에 담긴 장엄한 의미를 잃게 되었다.\n",
        "en": "\nAn exquisite pocket watch made of sapphire.\nIt remains functional even after all these years.\n\nThe pocket watch of a noble who once ruled over Mondstadt. The time it tells is still accurate.\nPunctuality is a virtue, and this pocket watch helped the nobles stay on a virtuous path.\nIt was more for self-discipline than a tool to influence the common folk.\nAt daybreak, a worthy noble must be more vigilant than his people.\nAt night, he should be more thoughtful and restless than they.\n\nOver the years, the once-strict schedule was overturned by their indolent descendants.\nTheir timepieces grew more extravagant, but lost their virtuous function.\n",
        "de": "\nEine exquisite kleine Taschenuhr, bespickt mit kleinen Saphiren.\nAuch nach so langer Zeit ist sie immernoch voll funktionsfähig.\n\nSie gehörte einst einem Aristokraten aus Mondstadt. Die angezeigte Zeit ist immer noch korrekt.\nPünktlichkeit ist eine Tugend. Diese Uhr half ihrem Besitzer diese Tugend einzuhalten.\nDies diente mehr zur Selbstdisziplin als als eine Erinnerung für das normale Volk.\nEin würdiger Adliger musste am Tage aufmerksamer und\neher gedankenvoll und rastlos am späten Abend sein.\n\nÜber die Jahre hinweg wurde der einst strenge Zeitplan von den immer träger werdenden Nachfolgern ersetzt.\nIhre Zeitmesser wurden immer ausgefallener, verloren aber ihren eigentlichen Sinn.\n",
        "es": "\nUn exquisito reloj de bolsillo hecho de zafiro.\nSigue funcionando incluso después de tantos años.\n\nEl reloj de bolsillo de un noble que formó parte de la aristocracia que gobernó sobre Mondstadt. Aún indica la hora exacta.\nLa puntualidad era una virtud con la que los nobles pudieron cumplir gracias a este reloj de bolsillo.\nLo hacían más por autodisciplina que para dar ejemplo a la gente común.\nUn buen noble debía estar más atento al amanecer y\nmás reflexivo e inquieto a altas horas de la noche que el resto de la gente.\n\nCon los años, sus holgazanes descendientes reemplazaron el estricto horario.\nSus relojes se volvieron ostentosos, y el sentido de lo que simbolizaban se perdió.\n",
        "fr": "\nUne élégante montre de poche en saphir.\nLe temps n'a pas altéré son mécanisme.\n\nUn montre de poche ayant jadis appartenu à l'un des dirigeants de Mondstadt ; elle indique toujours l'heure exacte.\nLa ponctualité est une vertu ; et la montre est l'outil permettant au noble de la respecter.\nRespecter la ponctualité relevait de l'autodiscipline pour les nobles de Mondstadst.\nCar le noble méritant à l'aube se doit d'être plus vigilant que son peuple,\net à la nuit tombée se doit d'être plus circonspect.\n\nMais avec les années passant, les règles qu'ils s'étaient imposées furent dédaignées par leurs descendants indolents.\nLeurs horloges devinrent plus sophistiquées, mais perdirent toute signification vertueuse.\n",
        "pt": "\nUm requintado relógio de bolso feito de safira.\nEle permanece funcional mesmo depois de todos estes anos.\n\nO relógio de bolso de um nobre que uma vez governou Mondstadt. Ainda marca a hora exata.\nA pontualidade é uma virtude, e esse relógio de bolso ajudou os nobres a permanecerem nesse caminho virtuoso.\nEra mais para autodisciplina do que uma ferramenta para influenciar o povo comum.\nNo amanhecer, um nobre deve estar mais atento que as outras pessoas,\ne na noite, deveria ser mais pensativo e agitado que eles.\n\nEntretanto, após muitos anos, o estrito cronograma foi abandonado pelos descendentes indolentes,\nOs relógios se tornaram mais extravagantes, mas perderam sua função virtuosa.\n",
        "ru": "\nИзящные карманные часы из сапфира.\nДаже через многие годы они продолжают свой ход.\n\nКарманные часы, в древности принадлежавшие аристократу, правящему Мондштадтом. Они до сих пор показывают правильное время.\nПунктуальность - одна из основных добродетелей, поэтому аристократу было должно носить карманные часы.\nВ большей степени они помогали держать себя в строгости, нежели следить за временем исполнения своих приказов.\nС первым светом дня настоящие дворяне должны быть дальновиднее,\nа в ночные часы покоя деятельнее своих подданных.\n\nВот только через много лет их нерадивые отпрыски строгим расписаниям следовать перестали.\nЧасы их становились всё богаче и вычурнее, но добродетельный смысл был потерян.\n",
        "id": "\nSebuah jam tangan mahal dibuat dari batu safir.\nMasih berfungsi dengan baik walau sudah bertahun-tahun.\n\nJam saku milik bangsawan yang dulu memerintah Mondstadt. Dan masih menunjukkan waktu dengan akurat.\nKetepatan waktu adalah suatu kebajikan, dan jam saku ini membantu para bangsawan tetap berada di jalur yang suci.\nTidak hanya sekadar alat untuk mengingat waktu namun lebih kepada untuk kedisiplinan diri.\nSaat fajar, seorang bangsawan yang baik harus lebih waspada daripada rakyatnya,\nSaat malam, dia harus lebih bijak dan tak kenal lelah daripada rakyatnya.\n\nSelama bertahun-tahun, jadwal yang dulu ketat kini hancur oleh keturunan mereka yang malas,\nJam mereka tumbuh lebih mewah, tetapi kehilangan fungsi berbudi luhur mereka.\n",
        "th": "\nนาฬิกาพกที่ทำจากไพลิน ภายนอกหรูหราอย่างไม่มีอะไรเทียบได้\nมันยังคงใช้งานได้แม้เวลาจะผ่านมานานแล้ว\n\nนาฬิกาพกที่ชนชั้นสูงใช้ ซึ่งครั้งหนึ่งเคยปกครอง Mondstadt ยังคงบอกเวลาอย่างแม่นยำเช่นเดิม\nการตรงต่อเวลาเป็นหนึ่งในคุณธรรมพื้นฐานที่สุด ดังนั้นเหล่าชนชั้นสูงจึงพกนาฬิกาพกติดตัวอยู่ตลอด\nสิ่งนี้เป็นเรื่องของระเบียบวินัยมากกว่าการแจ้งเตือนการปกครอง ประชาชนในเรื่องต่าง ๆ\nเหล่าชนชั้นสูงที่มีคุณสมบัติเหมาะสมนั้นควรตื่นตัวทุกเช้ามากกว่า ประชาชนของพวกเขา\nและเป็นผู้ที่มองการณ์ไกลและไม่ได้พักผ่อนในแต่ละคืน\n\nแต่หลายปีต่อมา ตารางเวลาที่เข้มงวดได้ถูกทอดทิ้งมานานแล้ว โดยลูกหลานที่เกียจคร้าน\nนาฬิกาของชนชั้นสูงนั้นหรูหรามากขึ้น แต่ก็สูญเสียความหมายอันล้ำค่าไป\n",
        "vi": "\nChiếc đồng hồ được tạo nên từ lam bảo thạch, vẻ ngoài vô cùng tinh tế.\nDẫu nhật nguyệt tinh có thay đổi, vẫn vững bền chạy cùng thời gian.\n\nVốn là chiếc đồng hồ bỏ túi của giới quý tộc cũ vùng Mondstadt, đo đếm thời gian vô cùng chuẩn xác.\nĐúng giờ là một trong những đức tính cao quý, chính vì vậy giới quý tộc vẫn luôn đem theo mình chiếc đồng hồ.\nĐiều đó không chỉ nhắc nhở người dân, mà còn là vì bắt bản thân tuân theo.\nMột quý tộc đích thực, mỗi sáng sớm đều phải cảnh giác hơn người dân nhiều lần.\nVào đêm khuya, cần phải suy nghĩ nhiều hơn, an giấc ít hơn.\n\nThế nhưng nhiều năm sau đó, sự hà khắc của chiếc đồng hồ sớm bị con cháu hậu thế lãng quên,\nChiếc đồng hồ bỏ túi vẫn tinh tế nhưng mất đi ý nghĩa trang trọng.\n"
      },
      "imgid": "noblesse_oblige_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "宗室银瓮",
        "zht": "宗室銀甕",
        "jp": "旧貴族の銀瓶",
        "ko": "왕실의 은항아리",
        "en": "Royal Silver Urn",
        "de": "Königlicher Silberkrug",
        "es": "Urna Plateada Real",
        "fr": "Urne d'argent du Noble",
        "pt": "Urna de Prata Real",
        "ru": "Королевская серебряная фляжка",
        "id": "Royal Silver Urn",
        "th": "Royal Silver Urn",
        "vi": "Bình Bạc Tông Thất"
      },
      "description": {
        "zhs": "曾经属于旧日蒙德贵族的首饰瓮，空空如也的腹内仿佛回响着哀戚的风声。",
        "zht": "曾經屬於舊日蒙德貴族的首飾甕，空空如也的腹內仿佛迴響著哀戚的風聲。",
        "jp": "モンドの旧貴族が使っていた瓶、中身は何もなく、悲しい風の音だけが響いている。",
        "ko": "구몬드 귀족의 장식용 항아리. 텅 비어있는 안쪽에선 슬픈 바람 소리가 울려 퍼지는 것 같다",
        "en": "An ornamental urn that once belonged to the old aristocrats of Mondstadt. Mournful winds seem to echo within its empty interior.",
        "de": "Dieser Zierkrug gehörte ursprünglich in ein Adelshaus des alten Mondstadts. Aus seinem Innern hallt noch immer der schwermütige Wind jener Zeit.",
        "es": "Antigua urna ornamental que perteneció a una familia noble de Mondstadt. El melancólico viento del tiempo todavía resuena en su interior.",
        "fr": "Une urne ornementale qui appartenait autrefois à une famille noble de Mondstadt. L'intérieur semble résonner du chant lugubre des vents éplorés.",
        "pt": "Jarro ornamental antigo que pertencia a uma família nobre de Mondstadt. O vento melancólico da época ainda ecoa de dentro.",
        "ru": "Ваза, когда-то принадлежавшая древним аристократам Мондштадта. Траурные ветра отдаются эхом в её пустоте.",
        "id": "Guci yang digunakan sebagai perhiasan, sebelumnya dimiliki oleh Bangsawan Mondstadt. Suara angin yang bergema di dalam guci ini terdengar seperti ratapan kesedihan.",
        "th": "อุปกรณ์แต่งโกศที่ครั้งหนึ่งเคยเป็นของชนชั้นสูงของ Mondstadt ในโบราณ ดูเหมือนจะสะท้อนสายลมแห่งความเศร้าโศกในช่องที่ว่างเปล่า",
        "vi": "Bình trang sức từng thuộc về giới quý tộc Mondstadt cũ, bên trong trống rỗng như tiếng gió bi ai."
      },
      "lore": {
        "zhs": "\n蓝宝石制成的首饰瓮，用白银装饰着贵族的徽记。\n外观精美雅致，体现了古时蒙德贵族的高雅审美。\n\n曾支配蒙德的旧日贵族留下了这尊首饰瓮，\n但如今，其腹内精美的首饰早已不翼而飞。\n奢华的饰物不仅象征了宗室的地位与财富，\n更是代表着蒙德子民的自信、尊严与富庶。\n\n后来，贵族逐渐穷奢极欲，\n他们取之无道，用之挥霍。\n首饰也便成了虚荣的负担。\n",
        "zht": "\n藍寶石製成的首飾甕，用白銀裝飾著貴族的徽記。\n外觀精美雅緻，體現了古時蒙德貴族的高雅審美。\n\n曾支配蒙德的舊日貴族留下了這尊首飾甕，\n但如今，其腹內精美的首飾早已不翼而飛。\n奢華的飾物不僅象徵了宗室的地位與財富，\n更是代表著蒙德子民的自信、尊嚴與富庶。\n\n後來，貴族逐漸窮奢極欲，\n他們取之無道，用之揮霍。\n首飾也便成了虛榮的負擔。\n",
        "jp": "\n青い宝石で作られたアクセサリー瓶。白銀の徽章が飾られている。\n見た目は精美で優雅である。モンドの旧貴族の高雅なセンスが窺える。\n\nかつてモンドを支配していた旧貴族が残したアクセサリー瓶。\n今はもう、その中に精美なアクセサリーはない。\n贅沢なアクセサリーは貴族の地位と財産を象徴していただけでなく、\nモンドの民の自信と尊厳、繁栄を表した。\n\nやがて、貴族の欲望は徐々に止まらなくなり、\n民から搾取し、自分の欲望を満たすこと以外、何もしなくなった。\nアクセサリーも虚飾を担うものとなった。\n",
        "ko": "\n사파이어로 만든 장신용 항아리. 은으로 귀족의 휘장을 장식했다.\n정교하고 우아한 외형으로 옛날 몬드 귀족의 고상한 기품을 나타낸다.\n\n과거 몬드를 지배했던 옛 귀족이 이 장신용 항아리를 남겼다.\n그러나 그 속에 있던 정교한 장신구들은 사라진 지 오래다.\n화려한 장신구는 왕실의 지위와 부를 상징할 뿐만 아니라,\n몬드 사람들의 자신감과 존엄, 그리고 부유를 상징하고 있다.\n\n훗날 귀족들의 사치와 욕망이 극에 다다르고,\n부정한 방법으로 재물을 취하고, 이를 펑펑 써버렸다.\n따라서, 장신구도 허영심의 짐이 되었다.\n",
        "en": "\nAn ornamental urn made of sapphire, bearing the silver insignia of a noble house.\nIt is exquisite and elegant, a testament to the aesthetics of the ancient nobles of Mondstadt.\n\nA noble who once ruled over Mondstadt left it behind.\nHowever, the extravagant treasures that once lay inside are now gone.\nThese luxuries were symbols of the noble's stature,\nas well as the confidence, pride, and prosperity of the people of Mondstadt.\n\nThen, the nobles fell prey to power.\nThey took and they spent without regard for the people.\nLuxurious accessories became vanity items.\n",
        "de": "\nEin feines Accessoire, gefertigt aus blauem Saphir, dekoriert mit einem silbernen Emblem einer Aristokratenfamilie.\nSeine Eleganz spiegelt die Ästhetik der altertümlichen Aristokratie von Mondstadt wieder.\n\nEin Aristokrat, der einst in Mondstadt regierte, ließ dieses Stück zurück.\nDie einst eingelegten Juwelen jedoch sind längst verschwunden.\nDiese Juwelen waren damals die Statussymbole des Aristokraten\nsowie Symbole des Stolzes und Reichtums von Mondstadt.\n\nIrgendwann stieg den Aristokraten der Reichtum zu Kopf\nund sie verschleuderten das Geld, ohne an die Normalbürger zu denken.\nLuxuriöse Accessoires wurden zu Symbolen der Eitelkeit.\n",
        "es": "\nUna urna ornamental hecha de zafiro, decorada con la insignia de plata de una familia noble.\nEs exquisita, elegante y exhibe la estética de los antiguos nobles de Mondstadt.\n\nSe trata del legado de un noble que formó parte de la aristocracia gobernante de Mondstadt.\nSu extravagante ornamentación interior desapareció hace mucho tiempo.\nSus lujosos accesorios eran símbolo del estatus y la riqueza del noble,\nasí como la confianza, el orgullo y la prosperidad de la gente de Mondstadt.\n\nEntonces, los nobles cayeron presa de su propio poder.\nHacían lo que querían y gastaban dinero sin tener en cuenta a la gente.\nAsí, los lujosos accesorios se convirtieron en una carga sin valor alguno.\n",
        "fr": "\nUne urne en saphir, décorée des armoiries d'une famille noble.\nSon apparence élégante reflète parfaitement l'esthétique de l'ancienne aristocratie de Mondstadt.\n\nElle appartenait autrefois à un dirigeant de la cité.\nLes trésors extravagants qui autrefois l'emplissaient ne s'y trouvent plus.\nCes derniers représentaient la stature de leur propriétaire,\nainsi que l'assurance, la fierté et la prospérité des Mondstadtois.\n\nMais les nobles par le pouvoir enivrés,\nprirent et dépensèrent sans considération aucune pour le peuple.\nEt leurs trésors devinrent l'image de leur vanité.\n",
        "pt": "\nUma urna ornamental feita de safira, com a insígnia de prata de uma família nobre.\nÉ requintado e elegante, uma prova da estética dos antigos nobres de Mondstadt.\n\nUm nobre que uma vez governou Mondstadt o deixou para trás,\nno entanto, os tesouros extravagantes que antes estavam lá dentro agora haviam desaparecido.\nEstes luxos eram símbolos da grandeza dos nobres,\nbem como a confiança, o orgulho e a prosperidade do povo de Mondstadt.\n\nEntão, todos os nobres caíram vítima de seu próprio poder.\nEles faziam o que queriam e gastavam o dinheiro sem considerações pelo povo.\nAssim, acessórios luxuosos se tornaram itens sem valor algum.\n",
        "ru": "\nКувшин тонкой работы из сапфира, украшенный серебряным гербом знатного рода.\nЕго изящество воплощает изысканный вкус мондштадтской аристократии тех дней.\n\nЭтот ювелирный кувшин оставил после себя некогда правивший Мондштадтом аристократ.\nВеликолепные украшения, которые когда-то хранились внутри него, давно пропали.\nКувшин и украшения были не только символами богатства своего владельца,\nно и уверенности, достоинства и процветания народа Мондштадта.\n\nСо временем власть растлила аристократов.\nЧто они с жестокостью отбирали, тут же растранжиривали без оглядки.\nУкрашения превратились в золотые оковы тщеславия.\n",
        "id": "\nSebuah guci hias yang terbuat dari safir, bertuliskan lencana perak sebuah rumah bangsawan.\nMewah dan elegan, sebuah bukti estetika para bangsawan kuno Mondstadt.\n\nSeorang bangsawan yang dulu memerintah Mondstadt meninggalkannya,\nNamun, harta karun berlimpah yang dulu terdapat di dalamnya sekarang telah hilang.\nKemewahan ini adalah simbol dari status bangsawan,\nBersamaan dengan kepercayaan diri, kebanggaan, dan kemakmuran orang-orang Mondstadt.\n\nLalu, bangsawan itu menjadi korban dari kekuatan,\nMereka mengambil dan menghabiskan tanpa peduli dengan rakyat.\nAksesori mewah menjadi barang rias.\n",
        "th": "\nเครื่องประดับโกศทำจากไพลินและตกแต่งด้วยตราสัญลักษณ์ของ ชนชั้นสูงที่ทำด้วยเงิน\nภายนอกที่หรูหราและสง่างาม สะท้อนให้เห็นความเลิศเลอของชนชั้นสูงของ Mondstadt ในสมัยโบราณ\n\nผู้สูงศักดิ์ท่านหนึ่งซึ่งเคยปกครอง Mondstadt ได้ทิ้งมันไว้\nอย่างไรก็ตามเครื่องประดับหรูหราที่อยู่ภายในก็หายไปนานแล้ว\nเครื่องประดับที่หรูหราไม่เพียงแสดงถึงสถานะและความมั่งคั่งของ ชนชั้นสูง\nนอกจากนี้ยังแสดงถึงความมั่นใจในตนเอง, ศักดิ์ศรีและความมั่งคั่งของผู้คนใน Mondstadt อีกด้วย\n\nต่อมาเหล่าชนชั้นสูงก็ค่อย ๆ ยึดติดกับชีวิตที่หรูหราฟุ่มเฟือย\nพวกยึดข้าวของเงินทองจากชาวบ้านและใช้จ่ายไปโดยไม่คำนึงถึงประชาชน\nเครื่องประดับก็กลายเป็นภาระของความฟุ้งเฟ้อ\n",
        "vi": "\nChiếc bình trang sức được tạo nên từ lam bảo thạch, biểu tượng cho giới quý tộc cũ bên trong đựng bạc trắng.\nVẻ ngoài tinh xảo, thể hiện được tính thẩm mỹ cao quý của quý tộc Mondstadt thời cổ đại.\n\nChiếc bình từng được giới quý tộc cũ vùng Mondstadt để lại,\nThế nhưng cho đến nay, những thứ trang sức đong đầy trong đó đã không cánh mà bay.\nNhững món trang sức đắt giá không chỉ tượng trưng cho địa vị, tiền tài của bậc tông tộc đế vương.\nMà còn là đại diện cho sự tự tin, tôn nghiêm, giàu có của con dân Mondstadt.\n\nSau này giới quý tộc khao khát cực độ với cuộc sống nhung lụa,\nHọ tham lam, hoang phí với tiền tài.\nTrang sức trở thành thứ xa xỉ trang trí cho sự hư danh.\n"
      },
      "imgid": "noblesse_oblige_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "宗室面具",
        "zht": "宗室面具",
        "jp": "旧貴族の仮面",
        "ko": "왕실의 가면",
        "en": "Royal Masque",
        "de": "Königliche Maske",
        "es": "Máscara Real",
        "fr": "Masque du Noble",
        "pt": "Máscara Real",
        "ru": "Королевская маска",
        "id": "Royal Masque",
        "th": "Royal Masque",
        "vi": "Mặt Nạ Tông Thất"
      },
      "description": {
        "zhs": "曾经属于旧日蒙德贵族的舞会面具，那空洞的眼眶依旧凝望着昔日的盛景。",
        "zht": "曾經屬於舊日蒙德貴族的舞會面具，那空洞的眼眶依舊凝望著昔日的盛景。",
        "jp": "モンドの旧貴族が舞踏会に使用していた仮面、空洞となった目の縁は今でも昔の光景を見つめている。",
        "ko": "구몬드 귀족의 무도회 가면. 공허한 눈구멍이 과거의 성황을 응시하는 것만 같다",
        "en": "A masquerade mask worn by the old aristocrats of Mondstadt. Its hollow eyes are fixated on the golden days of the past.",
        "de": "Eine von den Aristokraten des alten Mondstadts auf Tanzveranstaltungen getragene Maske. Schaut man durch die Augenlöcher, könnte man meinen, die Festlichkeiten selbst sehen zu können.",
        "es": "Una máscara que llevaban los aristócratas en las veladas de fiestas en Mondstadt. Si miras a través de los agujeros de los ojos, podrás ver las grandes celebraciones del pasado.",
        "fr": "Un masque porté autrefois par les nobles de Mondstadt lors des bals. Ses yeux aujourd'hui vides semblent fixés sur la gloire d'un passé oublié.",
        "pt": "Uma máscara de dança que pertenceu a uma família nobre de Mondstadt. Se você olhar entre os orifícios dos olhos, poderá enxergar os cenários magníficos do passado.",
        "ru": "Маскарадная маска древних аристократов Мондштадта. Её пустые глазницы всё ещё смотрят на неудержимую роскошь былых дней.",
        "id": "Topeng samaran yang dikenakan oleh Bangsawan Mondstadt. Matanya yang kosong seakan sedang menerawang hari-hari emas di masa lalu.",
        "th": "หน้ากากเต้นรำที่เคยถูกใช้โดยเหล่าขุนนางของ Mondstadt ในสมัยโบราณ ดวงตากลวงของมันยังคงจ้องมอง ไปยังยุคทองแห่งวันวาน",
        "vi": "Mặt nạ vũ hội từng thuộc về giới quý tộc Mondstadt cũ, vẫn còn vương vấn chút xa hoa ngày cũ."
      },
      "lore": {
        "zhs": "\n镶嵌着黄金与宝石，刻有精致雕花图案的白银面具。\n做工精良细致，无处不彰显着古时贵族的优雅礼仪。\n\n曾支配蒙德的旧日贵族，本也是人民中脱颖而出的英雄。\n伟大的族长与优雅的公子，美丽的公主与尊贵的夫人们，\n也曾在宴会之中，和属地上的子民共同享受饮食与欢乐。\n在那个遥远的时代，从未有贵族吝惜自己的智慧与优雅。\n\n在那个黄金的年代，贵族把知识和利润公平地分与众人。\n但后来，贵族渐渐堕落，宴会也蜕化成权贵虚浮的享乐。\n",
        "zht": "\n鑲嵌著黃金與寶石，刻有精緻雕花圖案的白銀面具。\n做工精良細緻，無處不彰顯著古時貴族的優雅禮儀。\n\n曾支配蒙德的舊日貴族，本也是人民中脫穎而出的英雄。\n偉大的族長與優雅的公子，美麗的公主與尊貴的夫人們，\n也曾在宴會之中，和屬地上的子民共同享受飲食與歡樂。\n在那個遙遠的時代，從未有貴族吝惜自己的智慧與優雅。\n\n在那個黃金的年代，貴族把知識和利潤公平地分與眾人。\n但後來，貴族漸漸墮落，宴會也蛻化成權貴虛浮的享樂。\n",
        "jp": "\n精巧な花柄の彫刻が施された白銀の仮面。黄金と宝石が散りばめられている。\n作りは精良で繊細であり、旧貴族の優雅な礼儀が窺える。\n\nモンドを支配していた旧貴族は、元々民衆の中から選ばれた英雄であった。\n偉大な族長と優雅な子弟、美しい姫と貴婦人たちも\n宴の中で同じ土地の人民と共に食糧や喜びを分かち合っていた。\nあの遥か過去の時代に、自分の知恵と財を惜しむ貴族などいなかった。\n\nあの黄金時代、貴族は知識と利益を人々へ公平に分配した。\nだが、やがて貴族は堕落していき、宴はただの権力を誇示する私欲を満たすための虚しい場となった。\n",
        "ko": "\n황금과 보석이 박혀있고 정교한 꽃무늬가 새겨진 백은 가면.\n정교하고 섬세하게 만들어져 옛 귀족의 우아한 예절이 돋보이게 한다.\n\n과거 몬드를 지배했던 옛 귀족들도 원래는 사람들 사이에서 뛰어난 영웅이었다.\n위대한 족장과 우아한 공자, 아름다운 공주와 존귀한 부인들,\n파티에서 영지민들과 함께 음식과 즐거움을 나누었다.\n그 먼 시대엔 자신의 지혜와 우아함을 아까워하는 귀족은 없었다.\n\n그 황금의 시대에 귀족들은 지식과 이익을 여러 사람들과 공평하게 나누었다.\n그러나 훗날, 귀족들은 점점 타락하고 파티도 권세 있고 지위가 높은 사람들의 허황한 향락으로 전락했다.\n",
        "en": "\nA silver mask inlaid with gold and gems and engraved with delicate patterns.\nDelicately made, it showcases the elegance and customs of the old nobles.\n\nThe first nobles who rose up to rule Mondstadt began as heroes of humble origins.\nThese great chieftains and elegant princes as well as beautiful princesses and noblemen\nonce welcomed the people to their banquets and feasts.\nIn those days long past, the nobles shared their wisdom and elegance generously.\n\nIn that golden age, the nobles shared with the people their knowledge and profits.\nBut the later nobles were seduced by power. Their banquets were exclusively for their own pleasure.\n",
        "de": "\nEine silberne Maske verziert mit Gold und Diamanten.\nVorsichtig von Hand gefertigt strahlt sie die Ehrfurcht vor den alten Aristokraten aus.\n\nEin Aristokrat, der einst in Mondstadt regierte. Er gilt auch als Held bescheidener Ursprünge.\nHohe Fürsten und Prinzen, bildhübsche Prinzessinnen und edle Damen,\nsie alle genossen das Fest und hießen auch gewöhnliches Volk willkommen.\nIn der Vergangenheit waren sich die Aristokraten noch nicht zu fein, ihre Weisheit und Eleganz zu teilen.\n\nIn den goldenen Jahren teilten die Aristokraten ihr Wissen und ihren Besitz.\nAber sie wurden machthungrig und ihre Festgelage teilten sie nicht länger mit normalen Bürgern.\n",
        "es": "\nUna máscara de plata con incrustaciones de oro y gemas, grabada con delicados patrones.\nHecha con gran meticulosidad, es una muestra del refinamiento y las costumbres de los antiguos nobles.\n\nLos primeros nobles que gobernaron sobre Mondstadt fueron héroes de orígenes humildes.\nLos grandes jefes y príncipes elegantes, así como las hermosas princesas y damas nobles,\nuna vez dieron la bienvenida a la gente a sus banquetes y fiestas.\nEn los días pasados, los nobles no eran tacaños y mostraban su sabiduría y elegancia.\n\nEn esa edad de oro, los nobles compartían con el pueblo sus conocimientos y ganancias.\nPero sucumbieron al poder, y los banquetes fueron solo para su propio placer.\n",
        "fr": "\nUn masque en argent gravé de motifs délicats et incrusté d'or et de gemmes.\nCet objet exquis met en évidence les exigences en matière d'élégance des nobles des temps anciens.\n\nLes nobles qui dirigaient autrefois Mondstadt étaient tous des héros issus du peuple.\nLes grands seigneurs, les princes élégants, les belles princesses et les gentes dames,\ntous accueillaient avec plaisir le peuple à leurs banquets et festins.\nIls ne manquaient ni de sagesse, ni d'élégance.\n\nPendant cet âge d'or, ils partageaient avec le peuple connaissances et richesses.\nMais la classe dirigeante céda progressivement à l'attrait du pouvoir, et les banquets ne furent plus que pour son plaisir.\n",
        "pt": "\nUma máscara de prata incrustada com ouro e pedras preciosas e gravada com padrões delicados.\nDelicadamente feita, ela mostra a elegância e os costumes dos antigos nobres.\n\nOs primeiros nobres que governaram Mondstadt começaram como heróis de origem humilde.\nEstes grandes chefes e elegantes príncipes, assim como as belas princesas e damas nobres,\numa vez receberam o povo em seus banquetes e festas.\nNaqueles dias, os nobres compartilharam generosamente sua sabedoria e elegância.\n\nNaquela época de ouro, os nobres compartilharam com o povo seus conhecimentos e riquezas.\nMas os últimos nobres foram seduzidos pelo poder. Seus banquetes eram exclusivamente para seu próprio prazer.\n",
        "ru": "\nОбрамлённая золотом и самоцветами серебряная маска с тонким резным орнаментом.\nЭтот образчик ювелирного мастерства демонстрирует изящество и благородство устоев аристократов старого времени.\n\nПервыми правителями Мондштадта стали герои из народа, добившиеся влияния собственным трудом и талантами.\nВеличественные патриархи, элегантные принцы, прекрасные принцессы и другие сановники некогда\nразделяли изысканные яства и веселье торжественных приёмов вместе со своим народом.\nТо была эпоха, когда дворяне щедро делилось мудростью и грацией со своими подданными.\n\nВ эти золотые дни просвещение и достаток был справедливым уделом каждого.\nПостепенно развращённое дворянство забывалось в чаду бессмысленного кутежа лишь ради собственной услады.\n",
        "id": "\nSebuah topeng perak bertatahkan emas dan permata yang diukir dengan pola halus.\nDibuat dengan apik, menampilkan keanggunan dan adat istiadat para bangsawan tua.\n\nPara bangsawan pertama yang memerintah Mondstadt adalah pahlawan yang berasal dari keluarga sederhana.\nKepala suku yang hebat dan pangeran-pangeran yang anggun serta putri dan bangsawan yang cantik,\nDulu pernah menyambut kedatangan orang ke pesta dan perayaan mereka.\nPada hari-hari itu di masa lalu, para bangsawan berbagi ilmu pengetahuan dan kemurahan hati mereka.\n\nPada masa keemasan tersebut, para bangsawan juga berbagi ilmu pengetahuan dan keuntungannya.\nNamun lambat laun para bangsawan tergoda oleh kekuatan. Perayaan mereka akhirnya eksklusif hanya untuk kalangan mereka sendiri.\n",
        "th": "\nหน้ากากเงินฝังด้วยทองคำและหินอัญมณี มีค่าด้วยลวดลายแกะสลักที่สลับซับซ้อน\nมันทำขึ้นมาอย่างประณีตเพื่อแสดงความเคารพต่อขุนนางเก่า\n\nชนชั้นสูงผู้ซึ่งเคยปกครอง Mondstadt แต่เดิมเคยเป็นวีรบุรุษที่โดดเด่นในหมู่ผู้คน\nหัวหน้าเผ่าที่ยิ่งใหญ่และเจ้าชายที่สง่างาม เจ้าหญิงที่สวยงามและสุภาพสตรีผู้สูงศักดิ์\nในระหว่างงานเลี้ยง พวกเขาแบ่งปันอาหารและความสุขให้กับผู้คนบนโลกนี้\nในยุคสมัยก่อนนั้นเหล่าชนชั้นสูงไม่เคยขัดข้องใจที่จะแสดงสติปัญญาและความสง่างามของพวกเขา\n\nในยุครุ่งเรืองนั้น เหล่าชนชั้นสูงได้แบ่งปันความรู้และกำไรให้แก่ประชาชนอย่างเท่าเทียม\nแต่แล้วเหล่าชนชั้นสูงก็หลงระเริงในอำนาจและงานเลี้ยงก็เหลือเพียงเพื่อความพอใจของตน\n",
        "vi": "\nChiếc mặt nạ bạc được khảm nạm vàng và đá quý, phía trên khắc những hoa văn tinh tế.\nQuá trình gia công vô cùng tinh xảo, thể hiện được lễ nghi đậm chất sang trọng của giới quý tộc cổ xưa.\n\nGiới quý tộc cai quản vùng Mondstadt vốn từng là người hùng trong mắt người dân nơi đây.\nTộc trưởng vĩ đại, các chàng công tử tài hoa, các nàng công chúa xinh đẹp cùng các quý phu nhân tôn quý,\nTừng chia sẻ niềm vui và thực phẩm với thị dân trong các buổi yến tiệc.\nNhững năm tháng xa xôi ấy, giới quý tộc chưa từng cao ngạo về sự thông mình và nho nhã của mình.\n\nNhững năm tháng hoàng kim ấy, giới quý tộc và thị dân chia sẻ kiến thức và tiền bạc một cách công bằng.\nThế nhưng về sau, giới quý tộc cũng dần trụy lạc, yến tiệc trở thành nơi để họ hoan lạc trong hư vinh.\n"
      },
      "imgid": "noblesse_oblige_circlet"
    }
  ]
}