{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "如雷的盛怒",
    "zht": "如雷的盛怒",
    "jp": "雷のような怒り",
    "ko": "번개 같은 분노",
    "en": "Thundering Fury",
    "de": "Donnernder Zorn",
    "es": "Furia del Trueno",
    "fr": "Colère de tonnerre",
    "pt": "Trovão Furioso",
    "ru": "Громогласный рёв ярости",
    "id": "Thundering Fury",
    "th": "Thundering Fury",
    "vi": "Như Sấm Thịnh Nộ"
  },
  "descriptions": [
    {
      "zhs": "获得15%雷元素伤害加成。",
      "zht": "獲得15%雷元素傷害加成。",
      "jp": "雷元素ダメージ+15%。",
      "ko": "번개 원소 피해+15%",
      "en": "Electro DMG Bonus +15%",
      "de": "Erhöht den Elektro-Schaden um 15 %.",
      "es": "Bono de Daño Electro +15%.",
      "fr": "Confère un bonus de DGT Électro de 15 %.",
      "pt": "Bônus de Dano Electro +15%",
      "ru": "Увеличивает бонус Электро урона на 15%.",
      "id": "Electro DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายไฟฟ้า 15%",
      "vi": "Nhận 15% buff sát thương nguyên tố Lôi"
    },
    {
      "zhs": "超载、感电、超导、超绽放反应造成的伤害提升40%，超激化反应带来的伤害提升提高20%。触发上述元素反应或原激化反应时，元素战技冷却时间减少1秒。该效果每0.8秒最多触发一次。",
      "zht": "超載、感電、超導、超綻放反應造成的傷害提升40%，超激化反應帶來的傷害提升提高20%。觸發上述元素反應或原激化反應時，元素戰技冷卻時間減少1秒。該效果每0.8秒最多觸發一次。",
      "jp": "過負荷、感電、超電導、超開花反応によるダメージ+40%、超激化反応によるダメージアップ効果+20%。上記元素反応または原激化反応を起こすと、元素スキルのクールタイム-1秒。0.8秒毎に最大1回のみ発動可能。",
      "ko": "과부하, 감전, 초전도, 만개 반응이 가하는 피해가 40% 증가하고 촉진 반응이 주는 피해가 20% 증가한다. 위와 같은 원소 반응 또는 활성화 반응 발동 시, 원소전투 스킬의 재사용 대기시간이 1초 줄어든다. 해당 효과는 0.8초마다 최대 1회 발동한다",
      "en": "Increases DMG caused by Overloaded, Electro-Charged, Superconduct, and Hyperbloom by 40%, and the DMG Bonus conferred by Aggravate is increased by 20%. When Quicken or the aforementioned Elemental Reactions are triggered, Elemental Skill CD is decreased by 1s. Can only occur once every 0.8s.",
      "de": "Erhöht den mit den Reaktionen „Überladen“, „Unter Strom“, „Supraleiter“ und „Supraspross“ verursachten Schaden um 40 %. Erhöht den Effekt des ANG-Bonus der Reaktion „Suprawuchs“ um 20 %. Verkürzt die Abklingzeit der Elementarfähigkeit beim Auslösen dieser Elementarreaktionen und der Reaktion „Urwuchs“ um 1 s. 0,8 s Abklingzeit.",
      "es": "Aumenta en un 40% el daño infligido por Sobrecarga, Electrocargado, Superconductor y Sobreflorecimiento, y aumenta en un 20% el bono de daño generado por Intensificación. Al causar una de estas reacciones o una reacción de Aceleración, el TdE de la Habilidad Elemental se reduce en 1 s. Solo puede ocurrir una vez cada 0.8 s.",
      "fr": "Augmente les DGT infligés par Surcharge, Électrocution, Supraconduction et Exubérance de 40 % et le bonus de DGT accordée par Suractivation de 20 %. Au déclenchement de ces réactions élémentaires ou d'une réaction de Stimulation, le TdR de la compétence élémentaire est réduit de 1 s. Cet effet peut être déclenché une fois toutes les 0,8 s.",
      "pt": "Aumenta o Dano causado por Sobrecarga, Eletricamente Carregado, Supercondutor e Superflorescimento em 40%, e o Bônus de Dano causado pela Intensificação é aumentado em 20%. Quando Aceleração ou as outras reações elementais mencionadas anteriormente são desencadeadas, o Tempo de Recarga das Habilidades Elementais é reduzido em 1s. Podendo acontecer apenas uma vez a cada 0.8s.",
      "ru": "Увеличивает урон реакций Перегрузка, Заряжен, Сверхпроводник и Вегетация на 40%. Урон от реакции Обострение увеличивается на 20%. При активации этих реакций, а также реакции Стимуляция, время отката элементального навыка уменьшается на 1 сек. Эффект может возникнуть не чаще 1 раза за 0.8 сек.",
      "id": "Meningkatkan 40% DMG yang diakibatkan Overloaded, Electro-Charged, Superconduct, dan Hyperbloom. Meningkatkan 20% DMG yang diakibatkan Aggravate. Saat memicu reaksi-reaksi elemental di atas atau reaksi Quicken, akan mengurangi 1 detik CD Elemental Skill. Efek ini terpicu setiap 0,8 detik.",
      "th": "ปฏิกิริยาโอเวอร์โหลด, ชาร์จไฟฟ้า, นำไฟฟ้า และไฮเปอร์บลูม สร้างความเสียหายเพิ่มขึ้น 40% และความเสียหายจากปฏิกิริยาบีบอัดเพิ่มขึ้น 20% โดยในตอนที่เกิดปฏิกิริยาข้างต้นหรือปฏิกิริยาปลุกเร้า ช่วงเวลาคูลดาวน์ของสกิลธาตุจะลดลง 1 วินาที ในทุก 0.8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง",
      "vi": "Sát thương tạo thành từ phản ứng Quá Tải, Điện Cảm, Siêu Dẫn, Nở Rộ tăng 40%; sát thương từ phản ứng Tăng Cường tăng 20%. Khi kích hoạt phản ứng Sinh Trưởng hoặc những phản ứng nêu trên, CD Kỹ Năng Nguyên Tố giảm 1s. Hiệu quả này mỗi 0.8s tối đa kích hoạt một lần."
    }
  ],
  "imgid": "thundering_fury_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "雷鸟的怜悯",
        "zht": "雷鳥的憐憫",
        "jp": "雷鳥の憐み",
        "ko": "뇌조의 연민",
        "en": "Thunderbird's Mercy",
        "de": "Erbarmen des Donnervogels",
        "es": "Misericordia del Ave del Trueno",
        "fr": "Compassion de l'Oiselle du tonnerre",
        "pt": "Misericórdia da Pássaro do Trovão",
        "ru": "Милосердие Громовой птицы",
        "id": "Thunderbird's Mercy",
        "th": "Thunderbird's Mercy",
        "vi": "Sự Thương Hại Của Lôi Điểu"
      },
      "description": {
        "zhs": "在劫难之日侥幸免受纷乱的践踏与紫之火的忿恨之摧，于惨象中幸存的雷色之花。",
        "zht": "在劫難之日僥倖免受紛亂的踐踏與紫之火的忿恨之摧，於慘象中倖存的雷色之花。",
        "jp": "災難の日に紫炎の怒りから逃れ、災禍の生き残りとなった雷色の花。",
        "ko": "재난의 날에 운 좋게 유린과 자줏빛 불꽃의 증오 어린 파괴를 피해 살아남은 번개색의 꽃",
        "en": "A lightning-infused flower, somehow spared the fate of being trodden underfoot or reduced to ash by the furious purple fire, making it the sole survivor on the day of disaster.",
        "de": "Nicht betroffen von dem wütenden Getrampel und den gleißenden Flammen der zerstörerischen Katastrophe. Diese Blume ist ein Überbleibsel aus vergangenen Tagen.",
        "es": "Una flor del trueno que sobrevivió al furioso pisoteo y a las llamas abrasadoras de una catástrofe destructiva del pasado.",
        "fr": "Une fleur imprégnée de foudre, qui réussit à survivre aux piétinements et à la furie du feu violet, en faisant la seule survivante d'une certaine catastrophe.",
        "pt": "Não foi afetada pelas chamas ardentes de uma catástrofe destrutiva no passado. É uma flor remanescente de dias passados.",
        "ru": "Цветок, никак не пострадавший от лилового огня. В тот день катастрофы удалось уцелеть только ему.",
        "id": "Setangkai bunga petir yang tidak tersambar petir dan tidak terbakar oleh api ungu. Merupakan satu-satunya benda yang luput dari amarah Thunderbird.",
        "th": "ดอกไม้สายที่รอดพ้นจากภัยพิบัติในวันที่มีการเหยียบย่ำมนุษย์และเปลวไฟของความโกรธสีม่วงจำนวนมาก",
        "vi": "Bông hoa có màu của sấm sét, may mắn thoát được trong cuộc tàn sát của lửa tím."
      },
      "lore": {
        "zhs": "\n在山火的灰烬中幸存的紫色野花，\n曾见证古老部落遭遇的灭顶之灾。\n\n在新一年来临的祭典上，萨满以无辜者的鲜血唤来了雷之魔鸟。\n部落人期待雷鸟悦纳神圣的祭品，如往年一样鸣叫着诵出神谕。\n但当乘雷之鸟降临众人头顶，空中回响的却是昭告毁灭的狂雷。\n\n为了回报偶然听见的歌声，为了向少年的族人降下残酷的复仇，\n雷之魔鸟展现了可怖的真颜，将渺小的部落从大地上彻底抹除。\n\n\n",
        "zht": "\n在山火的灰燼中倖存的紫色野花，\n曾見證古老部落遭遇的滅頂之災。\n\n在新一年來臨的祭典上，薩滿以無辜者的鮮血喚來了雷之魔鳥。\n部落人期待雷鳥悅納神聖的祭品，如往年一樣鳴叫著誦出神諭。\n但當乘雷之鳥降臨眾人頭頂，空中迴響的卻是昭告毀滅的狂雷。\n\n為了回報偶然聽見的歌聲，為了向少年的族人降下殘酷的復仇，\n雷之魔鳥展現了可怖的真顏，將渺小的部落從大地上徹底抹除。\n\n\n",
        "jp": "\n山を燃やした火の灰燼の中にあった紫色の野花。\n古い部族の滅亡を見てきた。\n\nある年の祭りで、シャーマンは無辜の人の血で雷の雷鳥を呼び寄せた。\n部族の者は、雷鳥が奉納品を快く受け取ってくれると、いつものように御神託を頂けると思った。\nだが、彼らを待っていたのはそれとは異なり、滅亡を告げる狂雷であった。\n\n偶然聞こえた歌声に報うために、少年のいた一族に残酷な復讐をするために、\n雷の魔鳥は恐ろしい一面を見せた。この矮小な部族の存在をこの大地から完全に抹消した。\n\n\n",
        "ko": "\n산불의 잿더미 속에서 살아남은 보라색 야생화는\n고대 부족을 멸망에 이르게 한 재난을 직접 겪었다.\n\n새해를 맞이하는 축제에서 샤먼은 무고한 사람의 피로 뇌조를 불러왔다.\n부족의 사람들은 뇌조가 신성한 제물을 받아들여 왕년과 같이 울부짖으며 신의 계시를 내려주길 기대했다.\n하지만 천둥을 탄 새가 사람들의 머리 위로 내려왔을 때, 하늘에서는 파멸을 알리는 광뢰가 메아리쳤다.\n\n우연히 들은 노래에 보답하기 위해, 그리고 소년의 부족민들에게 잔혹한 복수를 하기 위해,\n뇌조는 공포스러운 진면목을 드러내며 자그마한 부족을 지상에서 완전히 지워버렸다.\n\n\n",
        "en": "\nA purple wild flower that survived in the volcanic ash.\nIt witnessed the total decimation of the ancient tribe.\n\nWith an innocent's blood, the shaman summoned the Thunderbird.\nThey made their offerings, waiting for the Thunderbird to reveal and the oracles.\nHowever, what descended with the Thunderbird, was the lightning of destruction.\n\nFor the transgression against the young lad who sang to it, the sentence was total obliteration.\nThe Thunderbird showed its true nature, wiping the tribe from the face of the earth.\n\n\n",
        "de": "\nEine wilde lila Blume, die in vulkanischer Asche überlebt hat.\nSie war Zeuge, wie der gesamte alte Stamm ausgerottet wurde.\n\nMit dem Blut eines Unschuldigen rief der Schamane den Donnervogel.\nDie Stammesleute erwarteten, dass der Donnervogel die Opfergaben annehmen würde, und so sangen sie ihre Orakelsprüche immer wieder.\nWas jedoch mit dem Donnervogel herab vom Himmel stieß, waren Blitze der Zerstörung.\n\nAls Rache für die Sünde gegen den Jungen, der zu ihm gesungen hatte,\nzeigte der Donnervogel sein wahres Gesicht und fegte den Stamm vom Antlitz der Erde.\n\n\n",
        "es": "\nUna flor silvestre púrpura que sobrevivió en las cenizas volcánicas.\nFue testigo de la destrucción total de la antigua tribu.\n\nEl chamán invocó al Ave del Trueno utilizando sangre de una persona inocente.\nLa tribu esperaba ansiosa que aceptara sus sagradas ofrendas, y recitaron profecías.\nSin embargo, lo que descendió con el ave fue el rayo de la destrucción.\n\nPara corresponder la vez que escuchó aquella canción y traer su cruel venganza sobre la tribu del niño,\nel Ave del Trueno mostró sus verdaderas intenciones, eliminando a la tribu de la faz de la tierra.\n\n\n",
        "fr": "\nUne fleur sauvage violette qui a survécu dans les cendres volcaniques.\nElle fut témoin de l'annihilation d'une ancienne tribu.\n\nLe shaman invoqua l'Oiselle du tonnerre avec le sang d'un innocent.\nLa tribu fit ses offrandes, et attendit la parole de la divinité-oiseau.\nMais c'est la destruction que l'Oiselle du tonnerre apporta en descendant des cieux.\n\nLe prix à payer pour avoir osé sacrifier son ami fut la mort.\nMontrant son vrai visage, il éradiqua la tribu.\n\n\n",
        "pt": "\nUma flor selvagem roxa que sobreviveu na cinza vulcânica.\nOutrora testemunhou a dizimação total de uma tribo ancestral.\n\nCom o sangue de uns inocentes, o xamã convocou a Pássaro do Trovão.\nA tribo fez suas ofertas e esperou pela palavra divina da Pássaro do Trovão.\nContudo, o que à terra com ele foi um relâmpago da destruição.\n\nPara retribuir a música que ouviu, e para vingar o povo da tribo do garoto.\nQuando a Pássaro do Trovão mostrou a sua verdadeira face, ela erradicou totalmente a tribo.\n\n\n",
        "ru": "\nЧудом уцелевший в лесном пожаре пурпурный цветок.\nОн стал свидетелем катастрофы, которая случилась с племенем.\n\nПриближалось празднество нового года, и шаман попытался кровью невинного призвать чудесную птицу грома.\nКак и в прежние годы, племя подготовило подношения и продолжало распевать молитвы, рассчитывая на её благосклонность.\nНо теперь вместе с птицей на землю обрушились сумасшедшие раскаты грома и испепеляющие вспышки молний.\n\nЗа преступление против юноши жестокое возмездие ожидало его соплеменников.\nДав волю своему ужасному естеству, чудесная птица грома полностью истребила крошечное племя.\n\n\n",
        "id": "\nBunga ungu liar yang selamat dari abu vulkanik,\nTelah menjadi saksi dari kehancuran total suku kuno.\n\nDengan darah dari orang tak berdosa, sang dukun memanggil Thunderbird.\nMereka memberikan persembahan suci dan menunggu Thunderbird muncul.\nNamun yang diturunkan oleh Thunderbird adalah petir kehancuran.\n\nUntuk pelanggaran terhadap anak muda yang bernyanyi untuknya, hukuman itu dijatuhkan,\nThunderbird memperlihatkan sosok aslinya, melenyapkan suku tersebut dari muka bumi.\n\n\n",
        "th": "\nดอกไม้ป่าสีม่วงที่รอดชีวิตจากกองไฟบนภูเขา\nมันเป็นพยานของการล่มสลายทั้งปวงของชนเผ่าโบราณ\n\nในเทศกาลที่จะถึงนี้ จอมเวทจะเรียก Thunderbird ด้วยเลือดของผู้บริสุทธิ์\nผู้คนในเผ่าต่างคาดหวังว่า Thunderbird จะยอมรับการเสียสละอันศักดิ์สิทธิ์นี้และปรากฏออกมาเหมือนเมื่อหลายปีก่อน\nแต่เมื่อ Thunderbird มาที่เหนือหัวของฝูงชน มันเป็นเสียงสายฟ้าแห่งการทำลายล้างที่ดังกึกก้องอยู่ในท้องฟ้า\n\nเพื่อเป็นการตอบแทนเพลงที่ได้ยินโดยบังเอิญ เพื่อที่จะนำการแก้แค้นที่โหดร้ายมาสู่คนหนุ่มสาว\nThunderbird ได้แสดงธาตุแท้ของมันออกมา ลบชนเผ่าน้อย ๆ ออกไปจากแผนที่ของโลก\n\n\n",
        "vi": "\nLoài hoa dại màu tím sống trong tro tàn của núi lửa,\nTừng chứng kiến nỗi tai ương ập xuống đầu bộ lạc cổ xưa.\n\nTrong buổi hiến tế của một năm mới, phù thủy dùng máu của kẻ vô tội đánh thức Lôi Ma Điểu.\nNgười trong bộ lạc hy vọng Lôi Điểu có thể vui mừng nhận lấy hiến phẩm thần thánh, giống như trước kia hát vang bài sấm truyền.\nThế nhưng khi Lôi Điểu cưỡi chớp tiến đến, bầu trời vang lên lại là tiếng sấm hủy diệt.\n\nĐể báo đáp lại tiếng ca vô tình nghe được, Lôi Điểu đã giáng xuống đầu người trong bộ tộc thiếu niên lời báo thù tàn khốc nhất.\nLôi Ma Điểu đã thể hiện sự đáng sợ thực sự, xóa bỏ bộ lạc nhỏ bé khỏi mặt đất rộng lớn.\n\n\n"
      },
      "imgid": "thundering_fury_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "雷灾的孑遗",
        "zht": "雷災的孑遺",
        "jp": "雷災の生存者",
        "ko": "번개 재앙의 생존자",
        "en": "Survivor of Catastrophe",
        "de": "Überlebende des Unwetters",
        "es": "Superviviente de la Catástrofe",
        "fr": "Survivant de la catastrophe",
        "pt": "Sobreviventes da Catástrofe",
        "ru": "Переживший катастрофу",
        "id": "Survivor of Catastrophe",
        "th": "Survivor of Catastrophe",
        "vi": "Tai Họa Của Sét"
      },
      "description": {
        "zhs": "带电的雷之羽，是雷之魔鸟降下残酷的报应。遗落的羽毛仍闪烁着它盛怒的雷光。",
        "zht": "帶電的雷之羽，是雷之魔鳥降下殘酷的報應。遺落的羽毛仍閃爍著它盛怒的雷光。",
        "jp": "雷の羽根は雷の魔鳥が与えた残酷な罰の証、落ちた羽根にその怒りを表す雷光がちらつく。",
        "ko": "전기를 띤 번개의 깃털. 뇌조가 내린 잔혹한 업보. 남겨진 깃털엔 분노 어린 뇌광이 여전히 번쩍이고 있다",
        "en": "A lightning-charged feather that still flickers with the wrath of the Thunderbird's cruel retribution.",
        "de": "Eine elektrisch geladene Feder, vom Donnervogel als Rache herabgesandt. Auch jetzt noch knistert die Feder voller Zorn.",
        "es": "Una pluma eléctrica dejada por el Ave del Trueno como venganza. Aun hoy en día sigue lanzando rayos y truenos llenos de furia.",
        "fr": "Une plume électrique qui scelle le jugement cruel de l'Oiselle du tonnerre. On peut encore sentir sa colère en émaner.",
        "pt": "Uma pena carregada de trovão deixada pela pássaro do trovão como vingança. Mesmo agora, ainda emite luzes de trovão cheia de fúria.",
        "ru": "Возмездие чудесной птицы грома. Это перо заряжено яростно сверкающей молнией.",
        "id": "Bulu halilintar yang berisi kekuatan Electro. Merupakan tanda retribusi dari Thunderbird. Bulu yang kehilangan tuannya ini bergetar hebat dengan amarah.",
        "th": "ขนนกที่เต็มไปด้วยประจุไฟฟ้า เป็นการแก้แค้นที่โหดร้ายของ Thunderbird ขนที่สูญหายยังคงเปล่งประกายฟ้าแลบอยู่",
        "vi": "Lông mang theo lôi điện, là báo ứng tàn khốc của Lôi Ma Điểu. Vẫn phát ra sấm sét phẫn nộ của nó."
      },
      "lore": {
        "zhs": "\n雷之魔鸟遗落的羽毛，闪着紫色的光泽。\n或许是被毁灭的部落曾存在的最后证据。\n\n古老的部落视雷鸟为守护神。雷鸟将之毁于一旦。\n在一个沉郁的夜晚，它曾与少年结下无瑕的情谊。\n魔鸟振翅离去后，少年拾起了偶然落下的雷之羽。\n\n「当你同雷雨再来时」\n「我唱别的歌给你听」\n\n未能兑现的承诺令雷之魔鸟悔恨发狂，\n它就此远远离开了已化作灰烬的山林，\n直到多年后它被视为作乱的妖物遭伐。\n\n许多年后，曾经的焦土重又林木葱葱。\n昔日属雷的片羽则埋藏在了草木之间。\n但两者的故事已与部落一同归于虚无。\n\n",
        "zht": "\n雷之魔鳥遺落的羽毛，閃著紫色的光澤。\n或許是被毀滅的部落曾存在的最後證據。\n\n古老的部落視雷鳥為守護神。雷鳥將之毀於一旦。\n在一個沉鬱的夜晚，它曾與少年結下無瑕的情誼。\n魔鳥振翅離去後，少年拾起了偶然落下的雷之羽。\n\n「當你同雷雨再來時」\n「我唱別的歌給你聽」\n\n未能兌現的承諾令雷之魔鳥悔恨發狂，\n它就此遠遠離開了已化作灰燼的山林，\n直到多年後它被視為作亂的妖物遭伐。\n\n許多年後，曾經的焦土重又林木蔥蔥。\n昔日屬雷的片羽則埋藏在了草木之間。\n但兩者的故事已與部落一同歸於虛無。\n\n",
        "jp": "\n雷の魔鳥が落とした羽根、紫色の艶を放っている。\n滅ぼされた部族が存在した最後の証かもしれない。\n\n古い部族は雷鳥を守護神としたが、雷鳥は古い部族を滅ぼした。\nある愁いの夜、雷鳥は少年と無垢な友情を築いた。\n魔鳥が帰った後、偶然落とした羽根を少年が拾った。\n\n「また雷雨と一緒に来た時」\n「他の歌を歌ってあげる」\n\n果たされなかった約束に、魔鳥は悔恨し発狂した。\nそのまま灰燼となった山から遠く離れる。\nそして数年後、魔鳥は世を乱す妖怪として討伐された。\n\n時を経て、焦土だったこの場所に、再び青々とした木々が芽吹いた。\n雷の羽根が草木の間に埋まっていた。\n雷鳥と少年の物語は部族と共に無に帰した。\n\n",
        "ko": "\n뇌조가 남긴 깃털이 보라색 빛을 반짝이고 있었다.\n어쩌면 파멸된 부족이 존재했던 마지막 증거일지도 모른다.\n\n고대의 부족은 뇌조를 수호신으로 여겼으나, 뇌조는 부족을 하루 아침에 파멸시켰다.\n어느 침울한 밤에 그는 일찍이 소년과 티 없이 맑은 우의를 쌓았었다.\n뇌조가 날개를 펼치고 떠난 후 소년은 뇌조가 우연히 떨어뜨린 깃털을 주웠다.\n\n「다음에 소나기와 함께 오면」\n「내가 다른 노래를 불러줄게」\n\n지키지 못한 약속은 뇌조를 회의감 속에 발광하게 했다.\n뇌조는 잿더미로 변한 산림을 떠났다.\n몇 년 후 뇌조는 요물로 간주되어 토벌을 당하고 만다.\n\n수년 후, 잿더미가 됐던 땅에는 다시 푸른 나무들로 가득 찼다.\n이전 뇌조의 깃털도 초목 사이에 묻히게 된다.\n하지만 둘의 이야기는 이미 부족과 함께 사라지게 됐다.\n\n",
        "en": "\nThe lost feather of the Thunderbird enchanted in purple lightning.\nIt serves as the last witness of the destruction of the tribe.\n\nThe ancient tribe held the Thunderbird as its protector. But it rained down thunder upon the tribe.\nOn one gloomy night, it shared a pure friendship with the lad.\nOnce it departed, the lad picked up the feather it dropped.\n\n\"I shall sing you another tune,\nWhen you come again with thunder and rain.\"\n\nDriven to madness by the remorse of a promise unkept,\nThe Thunderbird left the mountain in cinders.\nIt was hunted down years after, slain as a monster.\n\nYears passed, the burned land revitalized.\nThe lightning-feather was left buried in the vegetation.\nThe story of the Thunderbird and the young lad all but perished with the tribe.\n\n",
        "de": "\nDie lila leuchtende Feder des Donnervogels.\nDer vermutlich letzte Beweis des einst existierenden Stammes.\n\nDer alte Stamm verehrte den Donnervogel als Patron, auch wenn dieser ihn zerstören würde.\nIn einer bedrückenden Nacht schlossen der Vogel und der Junge Freundschaft.\nAls er hinfort flog, verlor der Vogel eine Feder, die der Junge als Erinnerung an ihn verwahrte.\n\n„Wenn der nächste Donner rollt, warte ich auf deine Rückkehr\nund werde dir ein neues Lied vorspielen.“\n\nVom Gewissen geplagt, sein Versprechen nicht eingehalten zu haben,\nverließ er den Aschewald in den Bergen,\nbis dieser viele Jahre später abgeholzt wurde.\n\nNach vielen, vielen Jahren hatte sich die verbrannte Erde erholt und der wieder fruchtbare Boden war bedeckt von Grün.\nWas noch übrig geblieben war von den Donnerfedern, war nun Teil der Vegetation.\nIhre Geschichten sind längst untergangen wie der alte Stamm.\n\n",
        "es": "\nLa pluma perdida del Ave del Trueno. De ella emana un brillo púrpura.\nSirve como el último testigo de la destrucción de la tribu.\n\nLa antigua tribu, que consideraba al Ave del Trueno su protectora, fue aniquilada por esta en un abrir y cerrar de ojos.\nUna noche sombría, el ave se hizo buena amiga de un muchacho.\nUna vez que partió, el muchacho recogió la pluma que dejó caer.\n\n“Cuando vuelvas con truenos y lluvia,\nte cantaré otra canción”.\n\nAl no cumplir con su promesa, el Ave del Trueno enfureció\ny dejó la montaña hecha cenizas.\nEmpezaron a considerarla un monstruo y, años después, fue asesinada.\n\nPasó el tiempo y la tierra quemada se revitalizó.\nLa pluma del rayo quedó enterrada entre la grama,\npero las historias de ambos perecieron junto con la tribu.\n\n",
        "fr": "\nUne plume enchantée par la foudre violette ayant autrefois appartenu à l'Oiselle du tonnerre.\nElle est le dernier témoin de l'annihilation de la tribu.\n\nLa tribu considérait l'Oiselle du tonnerre comme sa protectrice ; mais cette dernière abattit sa foudre sur la tribu.\nPar une nuit sombre, il s'était lié d'amitié avec un jeune homme.\nAprès que l'oiseau se fut envolé, le garçon ramassa une plume qu'il avait laissée s'échapper.\n\n« Je te chanterai une autre chanson\nquand tu reviendras avec l'orage. »\n\nCette promesse brisée rendit l'oiseau fou de colère.\nIl réduisit la forêt de la montagne en cendres,\net sema le chaos des années durant, avant d'être abattu, tel un monstre.\n\nLes années passèrent ; les terres autrefois brûlées reprirent vie.\nLa plume de l'Oiselle du tonnerre fut enfouie dans la végétation.\nEt l'histoire disparut avec la tribu.\n\n",
        "pt": "\nUma pena perdida do Pássaro de Trovão irradiando um brilho arroxeado.\nÉ a última prova da existência passada da tribo.\n\nA tribo antiga via o Pássaro de Trovão como seu protetor. Mas este fez chover em cima da tribo.\nEm uma noite tenebrosa, se tornou um fiel amigo do jovem.\nQuando a Pássaro do Trovão partiu, o jovem colheu uma pena que este deixou caída no chão.\n\n\"Quando você voltar com a tempestade...\"\n\"Eu lhe cantarei outra melodia.\"\n\nO fato de não cumprir sua promessa enfureceu a Pássaro do Trovão,\npor isso ele deixou a montanha em cinzas.\nAté que, muitos anos depois, ele foi assassinado por ser considerado um monstro.\n\nAnos passaram e a terra outrora queimada rejuvenesceu.\nUma pluma de relâmpago foi deixada enterrada entre a vegetação.\nA história da Pássaro do Trovão e do jovem pereceu com a tribo.\n\n",
        "ru": "\nПеро, которое обронила Громовая птица, переливается пурпурной молнией.\nИменно оно стало последним свидетелем гибели племени.\n\nНе защиту принесла им Громовая птица, а разрушение.\nОдной хмурой ночью птица и юноша стали друзьями.\nВзмахнув крыльями, она улетела, и юноша подобрал павшее перо.\n\n«Когда ты вместе с громом и молнией вернёшься вновь,\nя спою тебе ещё».\n\nСкорбь о нарушенном обещании сводила птицу с ума, и она\nиспепелила все горные леса округи.\nЧерез много лет на птицу огласили охоту и, словно опасную тварь, её убили.\n\nПрошли годы, и на пепелище вырос изумрудный лес.\nПереливающееся молнией перо оказалось погребено под травами и листвой.\nИстория Громовой птицы и юноши ушла в небытие вместе с племенем.\n\n",
        "id": "\nBulu yang hilang dari Thunderbird itu bersinar ungu.\nMenjadi saksi terakhir dari kehancuran suku tersebut.\n\nSuku kuno itu memandang Thunderbird sebagai penjaganya. Namun malah menghujani suku tersebut dengan petir.\nPada suatu malam yang suram, dia bersahabat dengan anak itu.\nSaat mereka berpisah, anak itu mengambil bulu yang jatuh.\n\n\"Aku akan menyanyikan lagu lain untukmu\"\n\"Saat kamu datang lagi dengan petir dan hujan.\"\n\nAmarah karena janji yang tidak bisa ditepati,\nThunderbird meninggalkan gunung dengan abu,\nBertahun-tahun kemudian dia diburu, dibunuh bagaikan monster.\n\nBertahun-tahun berlalu, tanah yang hangus itu kembali pulih.\nBulu petir terkubur di dalam tanah.\nKisah tentang Thunderbird dan anak muda itu hilang bersama suku tersebut.\n\n",
        "th": "\nขนของ Thunderbird ที่เปล่งประกายเป็นสีม่วง\nบางทีอาจจะเป็นหลักฐานการมีอยู่ของชนเผ่าที่ถูกทำลายไปในอดีต\n\nชนเผ่าในสมัยโบราณนั้นมองว่า Thunderbird เป็นเหมือนดั่งเทพผู้คุ้มครองผู้ปลดปล่อยสายฟ้าลงมาทำลายทุกอย่างได้ในพริบตา\nในคืนอันมืดมิดคืนนึง มิตรภาพอันแสนงดงามได้ก่อตัวขึ้นระหว่างมันและเด็กหนุ่ม\nในตอนที่นกอสูรบินจากไป เด็กหนุ่มได้เก็บขนนกที่ตกอยู่ขึ้นมา\n\n\"เมื่อเธอกลับมาพร้อมกับสายฟ้าและสายฝนอีกครั้ง\"\n\"ฉันจะร้องเพลงอื่นให้เธอฟัง\"\n\nสัญญาที่ไม่สามารถรักษาไว้ได้นั้นทำให้นก Thunderbird ถึงกับคลุ้มคลั่ง\nมันทอดทิ้งป่าเขาที่ได้กลายเป็นเถ้าถ่าน\nจนกระทั่งหลายปีต่อมามันถูกมองว่าเป็นอสูรที่สร้างความคุกคามและต้องถูกกำจัด\n\nหลายปีผ่านไป แผ่นดินที่เคยถูกเผาก็เริ่มฟื้นคืนกลับมา\nขนนกสายฟ้าในอดีตถูกฝังอยู่ท่ามกลางพืชพรรณ\nและเรื่องราวของพวกเขาก็ถูกลืมเลือนไปพร้อมกับชนเผ่า\n\n",
        "vi": "\nLôi Ma Điểu sà cánh xuống, phát ra thứ ánh sáng màu tím.\nCũng có thể là chứng cứ cuối cùng về sự tồn tại của bộ lạc trước khi bị hủy diệt.\n\nBộ lạc cổ xưa từng coi Lôi Điểu là vị thần bảo hộ. Lôi Điểu lại hủy diệt họ chỉ trong một chốc lát.\nTrong một đêm tối tĩnh lặng, Lôi Điểu cùng thiếu niên kết thành bạn tâm giao.\nSau khi Lôi Điểu vỗ cánh bay đi, thiếu niên nhặt được chiếc lông vũ vô tình sót lại.\n\n\"Khi ngươi cùng mưa chớp đến\"\n\"Ta sẽ hát bài hát khác tặng ngươi\"\n\nLời hứa chưa được thực hiện khiến Lôi Ma Điểu căm phẫn,\nVỗ cánh rời xa cánh rừng đã hóa thành tro.\nCho đến nhiều năm sau, nó bị xem là quái vật làm loạn và bị tiêu diệt.\n\nNhiều năm sau đó, vùng đất tro tàn ấy lại sinh sôi phát triển.\nChiếc lông xưa kia thuộc về loài Lôi Điểu bị vùi sâu giữa những đám cỏ.\nThế nhưng câu chuyện về hai người ấy đã vĩnh viễn đi vào cõi hư vô cùng bộ lạc.\n\n"
      },
      "imgid": "thundering_fury_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "雷霆的时计",
        "zht": "雷霆的時計",
        "jp": "雷霆の時計",
        "ko": "뇌정의 시계",
        "en": "Hourglass of Thunder",
        "de": "Donneruhr",
        "es": "Reloj de Arena del Trueno",
        "fr": "Sablier de tonnerre",
        "pt": "Relógio do Trovão",
        "ru": "Песочные часы грома",
        "id": "Hourglass of Thunder",
        "th": "Hourglass of Thunder",
        "vi": "Thời Gian Lôi Đình"
      },
      "description": {
        "zhs": "信奉雷鸟的部族预告天空的雷之主降临的沙漏。因一族的末路陷入了永远的静止。",
        "zht": "信奉雷鳥的部族預告天空的雷之主降臨的沙漏。因一族的末路陷入了永遠的靜止。",
        "jp": "雷鳥を信奉する部族が、天空の雷の主の降臨を予告する際に使われた砂時計。一族の終焉によって永遠の静止に陥った。",
        "ko": "뇌조를 신봉하는 부족이 번개의 주인의 강림을 예고하는 모래시계. 일족이 멸망하면서 영원히 멈춰버렸다",
        "en": "The hourglass used to foretell the coming of the Thunderbird by the tribe that worshiped it. It has fallen into eternal silence now that the tribe is no more.",
        "de": "Eine Sanduhr des Volkes, das den Donnervogel verehrt. Sie sagte die Ankunft des Donnergottes voraus. Als Folge endete die Existenz dieses Volkes abrupt.",
        "es": "El reloj de arena utilizado por la tribu que adoraba al Ave del Trueno para predecir su llegada. Cuando la tribu dejó de existir, el reloj cayó en el olvido.",
        "fr": "Un sablier utilisé autrefois pour compter le temps séparant de l'arrivée de l'Oiselle du tonnerre. Il est désormais silencieux, le clan auquel il appartenait ayant disparu.",
        "pt": "Uma ampulheta usada pelo tribo que acreditavam na Pássaro do Trovão para prever a chegada do Deus do Trovão. Como resultado, a existência desse povo terminou abruptamente.",
        "ru": "Поклонявшееся Громовой птице племя использовало эти песочные часы, чтобы предсказывать приход повелителя грома. С исчезновением племени замолчали и эти часы.",
        "id": "Jam pasir yang digunakan oleh bangsa pemuja Thunderbird untuk meramalkan kedatangan sang raja halilintar. Jam pasir ini telah membisu selamanya setelah bangsa tersebut tidak lagi ada di dunia ini.",
        "th": "นาฬิกาทรายที่ถูกใช้เพื่อทำนายถึง การมาของ thunder lord โดยชนเผ่าที่บูชา Thunderbird เนื่องจากชนเผ่านั้นได้หายไปแล้ว มันจึงจมสู่ความสงบนิ่งตลอดมา",
        "vi": "Đồng hồ cát được bộ tộc thờ cúng lôi điểu dùng để tính thời gian Lôi Chủ giáng lâm. Đã bị dừng lại vĩnh viễn theo sự suy tàn của bộ tộc."
      },
      "lore": {
        "zhs": "\n一尊装饰华丽的沙漏，曾归尊崇雷鸟的古老部落所有。\n但当部落被彻底毁灭，这尊沙漏也渐渐为人所遗忘了。\n\n紫水晶与琥珀金制成的华丽沙漏，原本是萨满的时计。\n每到雷之魔鸟降临的季节，这尊沙漏便会为祭典报时。\n\n在部落最终的祭典上，狂怒的魔鸟掀翻了染血的祭台。\n预告守护神降临的时计，此刻却成了招来雷霆的丧钟。\n雷暴的巨鸟向部落人降下灭顶之灾，仅仅为一人之歌。\n\n但雷鸟从未明晓的事实是，少年以自己的牺牲为奉献。\n为让巨鸟给部落带来恩赐，自愿接受骨血分离的摧残。\n\n\n",
        "zht": "\n一尊裝飾華麗的沙漏，曾歸尊崇雷鳥的古老部落所有。\n但當部落被徹底毀滅，這尊沙漏也漸漸為人所遺忘了。\n\n紫水晶與琥珀金製成的華麗沙漏，原本是薩滿的時計。\n每到雷之魔鳥降臨的季節，這尊沙漏便會為祭典報時。\n\n在部落最終的祭典上，狂怒的魔鳥掀翻了染血的祭台。\n預告守護神降臨的時計，此刻卻成了招來雷霆的喪鐘。\n雷暴的巨鳥向部落人降下滅頂之災，僅僅為一人之歌。\n\n但雷鳥從未明曉的事實是，少年以自己的犧牲為奉獻。\n為讓巨鳥給部落帶來恩賜，自願接受骨血分離的摧殘。\n\n\n",
        "jp": "\n飾りの華麗な砂時計、雷鳥を崇拝する古い部族が所有していた。\nだが部族は滅ぼされ、この砂時計の存在も忘れられた。\n\n紫色の水晶と琥珀金で作られた華麗な砂時計、元々はシャーマンの時計であった。\n雷の魔鳥が降臨する季節、この砂時計は祭りの時期を知らせてくれる。\n\n最後の祭りでは、発狂した雷鳥が血に染まった祭壇をひっくり返した。\n守護神の降臨を告げる時計が雷霆を招く弔いの鐘となった。\n雷霆の巨鳥は1人の歌のために、部族の者に滅亡の災いを下した。\n\nだが雷鳥は知らなかった。少年は自ら犠牲を選んで命を捧げたことを。\n部族が巨鳥から恩賜を頂けるように、少年は自らこの苦しみを背負う道を選んだ。\n\n\n",
        "ko": "\n화려하게 장식된 모래시계는 과거 뇌조를 숭배하던 고대 부족이 소유하고 있던 것이다.\n그러나 부족이 멸망되면서 이 모래시계도 점점 잊혀졌다.\n\n자수정과 호박금으로 만든 이 화려한 모래시계는 원래 샤먼의 시계였다.\n이 모래시계는 뇌조가 내려오는 계절마다 축제를 해야 할 시간을 알려줬다.\n\n부족의 마지막 축제에서 격분한 뇌조는 피가 묻은 제단을 뒤엎었다.\n수호신의 강림을 예고하는 시계는 이 순간 천둥번개를 불러온 죽음의 시계가 되었다.\n천둥 번개를 부리는 괴조가 부족에게 재앙을 내린 건 단지 한 사람의 노래 때문이었다.\n\n그러나 뇌조가 알지 못했던 사실은 소년이 스스로 자신을 제물로 삼아 바쳤다는 것이다.\n괴조가 부족에게 은혜를 베풀기를 바라며, 자신의 살과 뼈가 분리되는 고통을 받길 자청했다.\n\n\n",
        "en": "\nA luxurious hourglass belonging to the ancient tribe that worshiped the Thunderbird.\nAs the tribe faded away, so did the hourglass.\n\nA luxurious hourglass, made with amethyst and amber gold, that belonged to a shaman.\nThe hourglass would serve its purpose for the festival held in the Thunderbird's honor.\n\nIn the last festival the tribe held, the frenzied Thunderbird blew away the bloodstained altar.\nThe countdown to the arrival of the protector became the countdown to the tribe's destruction.\nThe Thunderbird decimated the tribe to avenge the one who sang to it.\n\nUnbeknownst to the Thunderbird, the lad himself considered his sacrifice as an offering.\nAll for the good of the tribe, for the blessings of the Thunderbird.\n\n\n",
        "de": "\nEine luxuriöse Sanduhr, die dem alten Stamm der Donnervogelanbeter gehört hatte.\nMit dem Verschwinden des Stammes verschwand auch die Sanduhr.\n\nSie war fein gearbeitet und enthielt Amethyste sowie bernsteinfarbenes Gold. Sie gehörte eigentlich einem Schamanen.\nDie Sanduhr war für das Fest zu Ehren des Donnervogels gedacht.\n\nBeim letzten Fest, das der Stamm abhielt, blies der Donnervogel den blutbesudelten Altar hinfort.\nDie Wartezeit bis zur Ankunft des angeblichen Beschützers wurde zum Warten auf die Zerstörung des Stammes.\nDer Donnervogel rottete den kompletten Stamm aus, als Rache für den geopferten Jungen, der zu ihm gesungen hatte.\n\nSelbst der Donnervogel wusste nicht, dass der Junge sein Opfer als etwas Gutes angesehen hatte,\nalles für den Stamm, alles für den Segen des Donnervogels.\n\n\n",
        "es": "\nUn lujoso reloj de arena perteneciente a la antigua tribu que adoraba al Ave del Trueno.\nCuando la tribu desapareció, el reloj de arena también lo hizo.\n\nEste lujoso reloj de arena está hecho con amatista y oro ámbar perteneciente a un chamán.\nIndicaba el momento exacto para ofrecer sacrificios cuando llegaba la época en la que el Ave del Trueno descendía a la tierra.\n\nEn el último festival que celebró la tribu, la furiosa Ave del Trueno arrancó del suelo el altar manchado de sangre.\nEl presagio de la llegada del protector se convirtió en un augurio de la destrucción de la tribu,\na la que el ave diezmó en venganza por una canción.\n\nLo que el Ave del Trueno nunca supo es que la ofrenda de la tribu era el propio muchacho.\nEstuvo dispuesto a sacrificarse a sí mismo por el bien de la tribu y por las bendiciones del ave.\n\n\n",
        "fr": "\nUn somptueux sablier ayant appartenu à la tribu qui vénérait l'Oiselle du tonnerre.\nIl sombra dans l'oubli en même temps que ses propriétaires.\n\nCe sablier d'améthyste et d'or ambré appartenait autrefois à un shaman.\nIl était utilisé lors des rituels tenus en l'honneur du dieu-oiseau.\n\nLors du dernier rituel de la tribu, l'Oiselle du tonnerre enragée renversa l'autel ensanglanté.\nCelui qu'ils croyaient être leur sauveur se révéla être leur fossoyeur.\nEt pour venger la mort de celui qui jadis lui avait chanté, il ne laissa aucun survivant.\n\nMais l'Oiselle du tonnerre ignorait que le garçon s'était porté volontaire,\nconsidérant son sacrifice comme un honneur.\n\n\n",
        "pt": "\nUma ampulheta luxuosa pertencente à tribo ancestral que venerava a Pássaro do Trovão.\nÀ medida que a tribo desapareceu, também o mesmo aconteceu à ampulheta.\n\nUma ampulheta luxuosa feita de ametista e ouro âmbar que pertencia a um xamã.\nIndicava sempre o momento para oferecer sacrifícios quando chegava a época em que a Pássaro do Trovão descendia à terra.\n\nNo último festival que a tribo realizou, a frenética Pássaro do Trovão soprou para longe o altar manchado de sangue.\nA contagem regressiva para a chegada do protetor tornou-se a contagem regressiva para a destruição da tribo.\nA Pássaro do Trovão dizimou a tribo para vingar aquele que cantava para ele.\n\nMas o que a Pássaro do Trovão não sabia era de que o próprio rapaz considerou seu sacrifício como uma oferenda.\nTudo pelo bem da tribo, para receber as bênçãos da Pássaro do Trovão.\n\n\n",
        "ru": "\nПесочные часы с красочным орнаментом.\nОни были утеряны вместе с памятью о поклонявшемся Громовой птице племени, которому и принадлежали.\n\nЭти роскошные песочные часы, инкрустированные аметистами и золотым янтарём, носил сам шаман.\nКогда чудесной птице грома приходила пора спуститься на землю, эти часы отсчитывали время наступившего в её честь празднества.\n\nСамый последний обряд племени прекратился, когда слепая от ярости чудесная птица перевернула окроплённый кровью алтарь.\nМгновения, что часы отсчитывали до сошествия божественного покровителя, стали для племени предсмертными.\nИсполинская птица унесла множество жизней в отмщение одной - юноши, что ей пел.\n\nНо только не ведала она, что ради блага своего племени\nв жертву юноша принёс себя добровольно.\n\n\n",
        "id": "\nJam pasir mewah milik suku kuno yang memuja Thunderbird.\nSeiring suku tersebut punah, jam pasir itupun ikut hilang.\n\nJam pasir mewah terbuat dari amethyst dan emas amber, milik seorang dukun.\nJam pasir itu berfungsi untuk menghormati Thunderbird saat festival.\n\nDi festival terakhir, Thunderbird menyapu bersih altar yang bersimbah darah.\nHitungan mundur untuk kedatangan sang pelindung menjadi hitungan mundur untuk kehancuran suku.\nThunderbird membinasakan suku itu untuk membalaskan dendam orang yang bernyanyi untuknya.\n\nTanpa diketahui oleh Thunderbird, anak itu juga menganggap pengorbanan dirinya adalah sebuah persembahan.\nSemua demi kebaikan sukunya dan berkat dari Thunderbird.\n\n\n",
        "th": "\nนาฬิกาทรายที่หรูหราซึ่งครั้งหนึ่งเคยเป็นของชนเผ่าโบราณที่บูชา Thunderbird\nแต่เมื่อชนเผ่าถูกทำลายไปหมดแล้ว นาฬิกาทรายก็ค่อย ๆ ถูกลืมเลือนไปด้วยเช่นกัน\n\nนาฬิกาทรายที่ทำจากอเมทิสต์และทองคำอำพัน แต่เดิมเป็นนาฬิกาของนักเวท\nทุกครั้งเมื่อถึงช่วงเวลาของ Thunderbird นาฬิกาทรายนี้จะบอกเวลา\n\nในพิธีกรรมขั้นสุดท้ายของชนเผ่า Thunderbird ที่คลุ้มคลั่งคว่ำแท่นบูชาที่เปื้อนเลือด\nนาฬิกาที่บอกถึงการมาของเทพผู้คุ้มครอง ในตอนนี้กลายเป็นเสียงระฆังมรณะของสายฟ้า\nThunderbird ทำลายทั้งเผ่าเพียงเพื่อล้างแค้นให้กับผู้ที่ร้องเพลงนี้ผู้เดียว\n\nแต่ความจริงที่ Thunderbird ไม่เคยรู้ก็คือเด็กหนุ่มได้เสียสละตนเพื่อบูชา\nทั้งหมดเพื่อชนเผ่า เพื่อพรจาก Thunderbird\n\n\n",
        "vi": "\nChiếc đồng hồ là một món trang sức tinh tế, từng thuộc về bộ lạc cổ xưa sùng bái Lôi Điểu.\nThế nhưng khi bộ lạc bị hủy diệt, chiếc đồng hồ này cũng dần dần bị lãng quên.\n\nChiếc đồng hồ hoa lệ được tạo nên từ Tử thủy tinh và hổ phách kim, vốn là vật để đo thời gian của phù thủy.\nMỗi khi đến mùa Lôi Ma Điểu giáng lâm, chiếc đồng hộ này sẽ báo thời gian của buổi hiến tế.\n\nTrong buổi lễ cuối cùng của bộ lạc, Ma Điểu điên cuồng xé toang tế đài nhuốm máu.\nChiếc đồng hồ dự báo thần bảo hộ giáng lâm, cũng chính vào giây phút đó biến thành đồng hồ tang triệu hồi sấm sét.\nCự điểu phẫn nộ giáng tai ương hủy diệt xuống bộ lạc, tất cả chỉ vì một khúc ca của con người.\n\nThế nhưng sự thật mà Lôi Điểu chưa từng hiểu rõ được đó là thiếu niên tự nguyện hy sinh bản thân để hiến tế.\nMong bộ lạc sẽ nhận được ân điển từ cự điểu, sẵn sàng chấp nhận huyết cốt phân li.\n\n\n"
      },
      "imgid": "thundering_fury_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "降雷的凶兆",
        "zht": "降雷的凶兆",
        "jp": "落雷の前兆",
        "ko": "낙뢰의 흉조",
        "en": "Omen of Thunderstorm",
        "de": "Omen des Blitzes",
        "es": "Presagio de la Tormenta",
        "fr": "Présage de tombée du tonnerre",
        "pt": "Profecia do Trovão",
        "ru": "Предвестник бури",
        "id": "Omen of Thunderstorm",
        "th": "Omen of Thunderstorm",
        "vi": "Sấm Sét Hung Ác"
      },
      "description": {
        "zhs": "注入无辜者鲜血的祝圣的仪式之杯，祈愿雷鸣回荡其中。最终溢满了如雷的盛怒。",
        "zht": "注入無辜者鮮血的祝聖的儀式之杯，祈願雷鳴迴盪其中，最終溢滿了如雷的盛怒。",
        "jp": "鮮血が注がれた儀式の杯、雷鳴が中に響き渡るように願う。最終的に雷のような怒りが溢れていた。",
        "ko": "무고한 사람의 피가 주입된 축성 의식을 위한 잔. 기원의 뇌명이 안쪽에서 울려 퍼지다가 결국엔 번개 같은 분노로 가득 채워졌다",
        "en": "A ceremonial cup that holds the blood of the innocent. It is brimming with the thundering fury of the prayers that echo within.",
        "de": "Ein Becher, in den bei der Durchführung von Ritualen das Blut von Unschuldigen gefüllt wird, um dafür zu beten, dass die Blitze verschwinden. Einzig zurückgeblieben ist elektrisierter Zorn.",
        "es": "Un cáliz que contiene la sangre de gente inocente usada en rituales sagrados. El sonido del trueno que retumba en su interior expresa una furia desbordante.",
        "fr": "Un calice de cérémonie servant à contenir le sang des innocents. Le rugissement d'innombrables prières s'en dégage.",
        "pt": "Cálice infundida com sangue de inocentes usadas em cerimônias sagradas. No seu interior, reverbera o som do trovão, transbordando a fúria do mesmo.",
        "ru": "Церемониальный кубок, наполненный кровью невинного. В нём отдаются эхом мольбы, постепенно переходящие в громогласный рёв ярости.",
        "id": "Piala ritual berisi darah yang tidak berdosa. Guntur-guntur doa tertanam di dalamnya, memenuhi piala dengan amarah yang tidak teredam.",
        "th": "ถ้วยพิธีกรรมที่บรรจุเลือดของผู้บริสุทธิ์เอาไว้ การอธิษฐานที่มีฟ้าร้องก้องกังวานอยู่ภายในและเต็มไปด้วยความโกรธ",
        "vi": "Ly nghi thức được đổ đầy bởi máu của người vô tội, cầu nguyện sấm sét trở về. Cuối cùng chỉ tràn đầy sự oán hận như sấm thịnh nộ."
      },
      "lore": {
        "zhs": "\n古老部落的萨满使用的祭礼酒杯，\n用以将活祭的鲜血献给雷之魔鸟。\n\n雷鸟高飞的季节里，暴雨肆虐的山林中，一位少年无畏地歌唱。\n孤高的雷电魔鸟被少年清澈的歌声吸引，静静地落在他的身旁。\n\n「真是有趣的曲调。你，渺小的人儿，就不害怕雷霆与暴雨吗」\n「族里的大人说，我这样的孩子能令雷电平息，化暴雨作甘霖」\n\n少年停下歌唱，回答雷鸟的疑问。\n雷鸟高傲地鸣叫片刻，不再说话，\n因为，那是非常动听美好的歌声。\n\n那是差距无比悬殊的幼小的生祭与雷鸟的初次与最后一次相见。\n雷鸟再次寻找少年时，见到了高高搭起的祭台与金杯中的血水。\n",
        "zht": "\n古老部落的薩滿使用的祭禮酒杯，\n用以將活祭的鮮血獻給雷之魔鳥。\n\n雷鳥高飛的季節裡，暴雨肆虐的山林中，一位少年無畏地歌唱。\n孤高的雷電魔鳥被少年清澈的歌聲吸引，靜靜地落在他的身旁。\n\n「真是有趣的曲調。你，渺小的人兒，就不害怕雷霆與暴雨嗎」\n「族裡的大人說，我這樣的孩子能令雷電平息，化暴雨作甘霖」\n\n少年停下歌唱，回答雷鳥的疑問。\n雷鳥高傲地鳴叫片刻，不再說話，\n因為，那是非常動聽美好的歌聲。\n\n那是差距無比懸殊的幼小的生祭與雷鳥的初次與最後一次相見。\n雷鳥再次尋找少年時，見到了高高搭起的祭台與金杯中的血水。\n",
        "jp": "\n古い部族のシャーマンが使う祭祀用の盃。\n生贄の血を雷の魔鳥に捧げるためのもの。\n\n雷鳥が空を飛ぶ季節、雨が降る山で1人の少年が恐れずに歌っていた。\n孤高な雷電の魔鳥は少年の澄んだ歌声に惹かれ、静かに彼の隣りに舞い降りた。\n\n「面白い歌だ。お前、小さき人類、雷霆と暴雨を恐れないか」\n「一族の大人が言った、私みたいな子供は雷災を鎮め、暴風を慈雨にできると」\n\n少年は歌うのをやめて、雷鳥の質問に答えた。\n雷鳥は誇り高く唸り、何も言わなかった。\nそれが美しく心に響く歌声であったから。\n\nそれは天と地ほどの差がある幼い生贄と雷鳥の最初の出会いであり、最後の出会いでもあった。\n雷鳥が再び少年に会った時、目に見えたのは高く建てられた祭壇と金盃の中の血であった。\n",
        "ko": "\n오래된 부락의 샤먼들이 사용하는 제례 술잔,\n살아 있는 제물의 피를 뇌조에게 바치는 데 쓴다.\n\n뇌조가 높이 나는 계절, 폭우가 몰아치는 숲 속에서, 한 소년이 용감하게 노래하고 있었다.\n고고한 뇌조는 소년의 맑은 노랫소리에 이끌려, 조용히 그의 곁에 내려앉았다.\n\n「정말 재미있는 가락인데. 넌 보잘것없는 인간인데, 천둥번개와 폭우가 무섭지 않니?」\n「부족의 어른들은 나 같은 애가 천둥번개를 평정하고 폭우를 단비로 만들 수 있다고 했어」\n\n소년은 노래를 멈추고, 뇌조의 질문에 대답했다.\n뇌조는 잠시 오만하게 울부짖은 후, 더 이상 말을 하지 않았다.\n너무 아름다운 노래였기 때문이다.\n\n그건 아주 큰 차이가 나는 어린 제물과 뇌조의 처음이자 마지막 만남이었다.\n뇌조가 다시 소년을 찾았을 땐 높게 쌓인 제단과 황금잔 속의 핏물만 보였다.\n",
        "en": "\nA ritual goblet used by the shamans of an ancient tribe.\nIt held the blood to be offered to the Thunderbird.\n\nIn the seasons when the Thunderbird flew amidst the stormy mountains, a young lad sang without fear.\nAttracted to his voice, the prideful Thunderbird landed by his side.\n\n\"Curious tunes, tiny human. Afraid not of thunder and storms?\n\"They said I can bring peace to thunder and storms.\"\n\nThe young lad paused and answered.\nThe Thunderbird cried but kept its silence.\nFor his was an enchanting song.\n\nIt was the first and last meeting between the Thunderbird and the young boy.\nFor the next she saw of the boy was when his blood filled the golden goblet on the sacrificial altar.\n",
        "de": "\nDieser Ritualbecher wurde einst von Schamanen eines uralten Stammes benutzt.\nIn ihm wurde dem Donnervogel Blut geopfert.\n\nIn der Hauptsaison, wenn der Donnervögel am höchsten flog, sang ein junger Mann furchtlos sein Lied.\nVon seiner Stimme angelockt landete der Donnervogel neben dem jungen Sänger.\n\n„Ein amüsantes Liedchen, das du da singst. Du, kleiner Mann, hast du denn keine Angst vor Donner und Regen?“\n„Ich wurde geschickt, den Donner zu besänftigen und Frieden mit dem Regen zu schließen.“\n\nDer Junge hatte seinen Gesang unterbrochen, um dem Donnervogel zu antworten.\nDer Donnervogel zwitscherte einen Moment erhaben mit ihm, dann sprach er nicht mehr.\nDenn es war so ein schönes Lied.\n\nEs war das erste und letzte persönliche Treffen zwischen den beiden.\nAls der Donnervogel ein weiteres Mal nach dem Jungen Ausschau hielt, fand er nur noch den hohen Altar und den goldenen Becher voll Blut.\n",
        "es": "\nUna copa ritual utilizada por los chamanes de una antigua tribu.\nContiene la sangre que se ofrecía al Ave del Trueno.\n\nEn las estaciones en las que el Ave del Trueno volaba en medio de las montañas tormentosas, un muchacho joven cantaba sin miedo.\nAtraído por su voz, la orgullosa ave aterrizó a su lado.\n\n“Curiosa melodía, pequeño humano. ¿No tienes miedo de los truenos y las tormentas?”\n“Los adultos de mi tribu dicen que soy el enviado que traerá paz a los truenos y las tormentas”,\n\nrespondió el joven muchacho tras dejar de cantar.\nEl Ave del Trueno gritó e inmediatamente guardó silencio.\nAquella canción le pareció cautivadora.\n\nAquel fue el primer y último encuentro entre el Ave del Trueno y aquel niño.\nCuando el Ave lo volvió a buscar, solo vio la sangre de una copa vertida sobre el altar de sacrificios.\n",
        "fr": "\nUne coupe rituelle utilisée par le shaman de quelque tribu ancienne.\nElle contient le sang dédié à l'Oiselle du tonnerre.\n\nUn jeune homme chantait sans peur dans les montagnes alors que l'Oiselle du tonnerre parcourait les cieux.\nAttiré par sa voix, la créature se posa à ses côtés.\n\n« Intéressante chanson, petit humain. Ne crains-tu donc pas la tempête et la foudre ? »\n« Les anciens de ma tribu disent que j'ai le pouvoir de les calmer. »\n\nLe jeune homme fit une pause dans sa chanson pour répondre à l'Oiselle du tonnerre.\nCette dernière lâcha un cri, et arrêta de parler ;\ncar la suite de l'enchanteresse chanson il voulait écouter.\n\nCe fut la première et dernière rencontre entre l'Oiselle du tonnerre et le garçon.\nCar à leur rencontre suivante, le sang du garçon emplissait la coupe sur l'autel sacrificiel.\n",
        "pt": "\nUm cálice de ritual utilizado pelos xamãs de uma antiga tribo,\nele segurava o sangue a ser oferecido a Pássaro do Trovão.\n\nNas temporadas em que a Pássaro do Trovão voava entre as montanhas tempestuosas, um jovem cantava sem medo.\nAtraído por sua voz, a orgulhosa Pássaro do Trovão pousou ao seu lado.\n\n\"Melodias curiosas, pequeno humano. Você não tem medo dos trovões e das tempestades?\"\n\"Os adultos de minha tribo dizem que sou o escolhido, capaz de trazer paz aos trovões e tempestades.\"\n\nO jovem rapaz fez uma pausa de seu canto e respondeu.\nA Pássaro do Trovão chilreou orgulhosamente por um momento, e imediatamente se calou,\npois, para ele, aquela era uma canção encantadora.\n\nFoi o primeiro e último encontro entre a Pássaro do Trovão e o menino.\nNa próxima vez que se encontraram, o sangue do menino encheu a taça no altar de sacrifício.\n",
        "ru": "\nКубок сей шаман древнего племени наполнял кровью,\nчтобы преподнести её, ещё тёплую, чудесной птице грома.\n\nОднажды, когда Громовая птица парила высоко в небесах, и над горами бушевали грозы, бесстрашный юноша запел свою песнь.\nОчарованная ясным голосом, гордая птица спустилась и села подле него.\n\n- Потешно поёшь, человечишка. Разве не пугают тебя ливни и молнии?\n- Старейшины говорят, что когда я пою, утихает буря, и гроза превращается в живительный дождь.\n\nТак, прекратив петь, ответил юноша птице.\nВскрикнула, но тут же умолкла гордая птица, \nведь это была очень трогательная песня\n\nНо первая встреча юноши и Громовой птицы стала последней.\nТам, где некогда пел юноша, увидела она высокий алтарь, на котором кубок до краёв был наполнен его кровью.\n",
        "id": "\nGelas anggur yang digunakan oleh para dukun dari suku kuno,\nMembawa darah yang diberikan kepada Thunderbird.\n\nPada musim-musim ketika Thunderbird terbang di tengah-tengah pegunungan yang penuh badai, seorang anak muda bernyanyi tanpa rasa takut.\nTertarik dengan suaranya, Thunderbird turun dan mendarat di sebelahnya.\n\n\"Melodi yang sangat indah. Apa kamu tidak takut dengan petir dan badai, wahai manusia kecil\"\n\"Mereka bilang aku bisa membawa kedamaian pada petir dan badai.\"\n\nDia berhenti dan menjawab.\nSang Thunderbird terdiam,\nKarena baginya, melodi itu sangat indah.\n\nItulah pertemuan pertama dan terakhir antara Thunderbird dan anak muda itu.\nKarena kali selanjutnya dia melihat anak itu adalah saat darahnya memenuhi gelas di altar persembahan.\n",
        "th": "\nแก้วประกอบพิธีกรรมที่พวกนักเวทในอดีตเคยใช้\nมันใช้เพื่อบรรจุเลือดสด ๆ และถวายให้แก่ Thunderbird\n\nในช่วงเวลาที่ Thunderbird ยังคงโบยบินอยู่บนท้องฟ้า มีเด็กหนุ่มคนหนึ่งร้องเพลงอย่างไม่เกรงกลัวต่อพายุฝนที่ตกหนัก ท่ามกลางภูเขา\nถูกดึงดูดด้วยเสียงของเขา Thunderbird ร่อนลงมายังพื้นดินเพื่อมาอยู่ข้าง ๆ เขา\n\n\"ช่างเป็นทำนองที่น่าสนใจจริง ๆ เธอ เจ้ามนุษย์ตัวจ้อย ไม่เกรงกลัวต่อสายฟ้าและพายุงั้นเหรอ?\"\n\"เด็กอย่างฉันสามารถนำความสงบมาสู่สายฟ้าและพายุได้\"\n\nเด็กหนุ่มหยุดร้องเพลงและตอบคำถามของ Thunderbird\nThunderbird ร้องขึ้นมาอย่างภาคภูมิในทันใดและหยุดพูด\nเพราะว่ามันเป็นเพลงที่ไพเราะเสนาะหูเหลือเกิน\n\nมันเป็นการพบกันครั้งสุดท้ายระหว่าง Thunderbird และเครื่องสังเวย\nเมื่อ Thunderbird ค้นหาเด็กชายอีกครั้ง มันเห็นเพียงแท่นบูชาที่สูงและเลือดในถ้วยทองคำ\n",
        "vi": "\nChiếc ly hiến tế được phù thủy các bộ lạc cổ xưa sử dụng,\nlấy máu tươi của vật hiến tế hiến cho Lôi Ma Điểu.\n\nVào mùa, Lôi Điểu bay trên trời cao, trong những cánh rừng đầy mưa bão, có một chàng thiếu niên đã cất tiếng hát không sợ hãi.\nLôi Ma Điểu vốn đơn độc nay bị thu hút bởi giọng hát trong trẻo của thiếu niên, nhẹ nhàng đáp xuống đứng cạnh chàng trai.\n\n\"Đúng là một điệu nhạc thú vị. Một con người nhỏ bé như ngươi, lại không sợ mưa bão và sấm sét ư?\"\n\"Người trong tộc đều nói, ta là đứa bé có thể hóa giải lôi điện, biến giông tố thành mưa lành\"\n\nThiếu niên ngưng giọng hát, trả lời câu hỏi của Lôi Điểu.\nLôi Điểu kêu lên đầy kiêu ngạo, không còn cất tiếng nói,\nBởi vì đó là tiếng hát vô cùng đẹp đẽ, xuyến xao người nghe.\n\nCuộc gặp gỡ duy nhất với khoảng cách gần như bằng không giữa Lôi Điểu và thiếu niên bị coi là vật hiến tế.\nKhi Lôi Điểu tìm kiếm thiếu niên một lần nữa, chỉ thấy tế đàn trên cao và chiếc ly vàng đựng máu đỏ.\n"
      },
      "imgid": "thundering_fury_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "唤雷的头冠",
        "zht": "喚雷的頭冠",
        "jp": "雷を呼ぶ冠",
        "ko": "번개를 부르는 모자",
        "en": "Thunder Summoner's Crown",
        "de": "Donnerkrone",
        "es": "Corona del Invocador de Truenos",
        "fr": "Diadème de l'Invocateur de tonnerre",
        "pt": "Coroa do Invocador do Trovão",
        "ru": "Корона призывателя грома",
        "id": "Thunder Summoner's Crown",
        "th": "Thunder Summoner's Crown",
        "vi": "Vương Miện Gọi Sét"
      },
      "description": {
        "zhs": "古代崇拜雷之魔鸟的萨满曾戴过的头冠，虔诚的信仰却无法打动喜怒无常的魔兽。",
        "zht": "古代崇拜雷之魔鳥的薩滿曾戴過的頭冠，虔誠的信仰卻無法打動喜怒無常的魔獸。",
        "jp": "雷の魔鳥を崇拝した古代のシャーマンが被っていた冠。純粋な信仰は気ままに生きる魔獣を感動させることはなかった。",
        "ko": "고대에 뇌조를 숭배하던 샤먼이 착용했던 모자. 경건한 신앙심도 분노가 가득한 마수의 마음을 움직이지 못했다",
        "en": "A crown once worn by an ancient shaman who worshiped the Thunderbird. The capricious beast remained unmoved by the shaman's devotion.",
        "de": "Früher von Schamanen getragen, die den Donnervogel verehrten. An der launischen Natur dieses Monsters konnten diese ehrfürchtigen Geschöpfe allerdings nichts ändern.",
        "es": "Una corona usada en la antigüedad por los chamanes que adoraban al Ave del Trueno. Por desgracia, ni siquiera la fe más devota podía impresionar a la violenta bestia.",
        "fr": "Un diadème porté autrefois par un shaman adorateur de l'Oiselle du tonnerre. L'oiseau maléfique demeura insensible à la dévotion du shaman.",
        "pt": "Uma coroa usada antigamente pelos xamas que adoravam a pássaro do trovão. No entanto, nem mesmo a fé devota é capaz de impressionar a besta temperamental.",
        "ru": "Корона, которую когда-то носил шаман, поклоняющийся чудесной птице грома. Однако чудовище не тронули ни молитвы, ни преданность.",
        "id": "Mahkota yang pernah dikenakan oleh cenayang yang memuja Thunderbird. Tetapi hati sang burung halilintar tidak pernah tergerak oleh pujaan dan kurban.",
        "th": "มงกุฎที่ครั้งหนึ่งถูกสวมใส่โดย shaman ที่บูชา Thunderbird ในสมัยก่อน อย่างไรก็ตามเจ้าอสูรที่ชอบทำตามใจยังคงขยับตัวไม่ได้โดยการทุ่มเทและเสียสละ",
        "vi": "Nón của phù thủy cổ đại thờ bái Lôi Ma Điểu, nhưng tín ngưỡng trung thành cũng không thể làm ma thú cảm động."
      },
      "lore": {
        "zhs": "\n在祭拜雷之魔鸟的古老部落，\n德高望重的萨满头戴的冠冕。\n\n雷暴中高飞的鸟，携紫电引骤雨降临山林。\n蒙昧的部落感激它的恩赐，畏惧它的力量，\n故选举萨满，以血祭祈求护佑，逃避惩罚。\n\n雷鸟终究是魔物，人的崇拜于之有若敝屣。\n人们浑然不知，仍将雷鸟的无常视作天启。\n然而雷霆只是它的呼吸，一如人们的生死。\n在空中，人们在彼之眼中与走兽相去不远。\n\n直到清澈的歌声有一天穿透了低鸣的雷雨，\n撕裂了空中的阴霭，将小小的光传给了它。\n\n",
        "zht": "\n在祭拜雷之魔鳥的古老部落，\n德高望重的薩滿頭戴的冠冕。\n\n雷暴中高飛的鳥，攜紫電引驟雨降臨山林。\n蒙昧的部落感激它的恩賜，畏懼它的力量，\n故選舉薩滿，以血祭祈求護佑，逃避懲罰。\n\n雷鳥終究是魔物，人的崇拜於之有若敝屣。\n人們渾然不知，仍將雷鳥的無常視作天啟。\n然而雷霆只是它的呼吸，一如人們的生死。\n在空中，人們在彼之眼中與走獸相去不遠。\n\n直到清澈的歌聲有一天穿透了低鳴的雷雨，\n撕裂了空中的陰靄，將小小的光傳給了它。\n\n",
        "jp": "\n雷の魔鳥を祭る古い部族。\n人徳のあるシャーマンが戴いた冠である。\n\n雷霆の中を飛ぶ鳥は、紫電と雨をもたらし山を潤し育てる。\n愚かな部族の人々は彼の恩賜に感謝し、彼の力を恐れた。\n故にシャーマンを選び、血の祭りにより神の守りと許しを願った。\n\n雷鳥は所詮魔物であった。人の崇拝は無意味であった。\nだが人々はそれが分からずに、雷鳥の気まぐれを天啓と捉えた。\n雷霆は彼の呼吸、人の生死のようなものであった。\n空を飛ぶ雷鳥にとって、人の命は獣と同じもの。\n\nしかし、澄んだ歌声が雷雨を貫いたあの日まで、\n雲を切り裂き、小さな光が彼に届いたあの日まで。\n\n",
        "ko": "\n뇌조를 숭배하는 고대 부족 중\n덕망이 높은 샤먼이 쓰던 모자다.\n\n천둥 속에서 높이 나는 새는 자줏빛 번개를 가지고 비와 함께 숲에 강림했다.\n우매한 부락은 그의 은혜에 감사하고, 그의 힘을 두려워하여\n샤먼을 뽑아 혈제로 보호를 빌며 징벌을 피했다.\n\n뇌조는 결국 마물이기에 인간의 숭배는 부질없는 짓이었다.\n사람들은 그걸 전혀 모르고, 여전히 뇌조의 무상함을 하늘의 계시로 여겼다.\n그러나 뇌정은 그저 사람들의 생사를 결정짓는 호흡이나 마찬가지였다.\n괴조의 눈에는 사람은 그저 짐승과 다르지 않다.\n\n어느 날 맑은 노랫소리가 낮게 울부짖는 소나기를 뚫고 나올 때\n하늘의 먹구름을 찢고, 작은 빛을 그에게 전해 주었다.\n\n",
        "en": "\nIn the ancient tribe that worshiped the Thunderbird,\nelder shamans worn this crown.\n\nThe Thunderbird soared through the thunderstorms, raining down purple thunder and rain.\nAncient tribes feared its powers and thanked it for its blessings.\nShamans were chosen to offer blood sacrifices to it for protection and forgiveness.\n\nThe Thunderbird was still a monster that cared not for the worship of mankind.\nThey knew it not, and regarded the unpredictable actions of the Thunderbird as divine revelations.\nYet thunder was its breath, as were the fates of men.\nFrom the sky, men were no different from animals.\n\nUntil one day a song pierced through the roaring thunderstorm.\nThe song ripped through the clouds, and bestowed upon it, light.\n\n",
        "de": "\nIm alten Stamm, der den Donnervogel verehrte, \nwurde diese Krone vom ältesten Schamanen getragen.\n\nEin Vogel, der durch Gewitter fliegt und lila Blitze schleudert.\nAlte Stämme fürchteten sich vor seiner Macht, aber bedankten sich auch für seinen Segen.\nSchamanen wurden ausgewählt Blutopfer zu geben, um um Schutz und Vergebung zu bitten.\n\nDer Donnervogel war ein eigensinniges Monster, dem die Anbetung durch die Menschen völlig egal war.\nSie kannten den Vogel nicht und glaubten, dass seine unvorhergesehenen Aktionen eine Art von Vorhersage waren.\nDoch die Blitze waren sein Atem, so wie auch Menschen leben und sterben.\nAus seiner Perspektive waren die Menschen nicht anders als die anderen Tiere,\n\nbis eines Tages eine wunderschöne Melodie zu ihm durch die Wolken drang.\nDas Lied stieß durch die Wolken wie ein klarer Pfeil.\n\n",
        "es": "\nEn la antigua tribu que adoraba al Ave del Trueno,\nlos nobles chamanes llevaban esta corona.\n\nEl ave que se elevaba a través de las tormentas eléctricas traía truenos violetas y lluvia.\nLas tribus antiguas temían sus poderes y le agradecían sus bendiciones.\nPor ello, los chamanes fueron elegidos para ser los que le ofrecieran sacrificios de sangre a cambio de protección y perdón.\n\nEl Ave del Trueno era un monstruo al que no le importaba si los hombres lo adoraban.\nPero esto nadie lo sabía, y sus acciones impredecibles se consideraban presagios de que algo iba a suceder.\nSin embargo, el trueno era su aliento, igual que la vida y la muerte del hombre.\nDesde el cielo, los hombres no eran distintos a los animales.\n\nHasta que un día, una canción atravesó la feroz tormenta,\nrasgando las nubes y otorgándole luz.\n\n",
        "fr": "\nAu sein de l'ancienne tribu vénérant l'Oiselle du tonnerre,\ncette couronne était portée par les plus prestigieux des shamans.\n\nL'oiseau volant dans l'orage faisait pleuvoir la foudre violette et les eaux du ciel sur les terres.\nLes tribus anciennes craignaient son pouvoir, et étaient reconnaissantes de ses dons.\nLes shamans étaient ceux choisis pour l'offrande de sang, qui garantissait protection et pardon.\n\nMais l'Oiselle du tonnerre était une bête, et n'avait cure de ces simagrées.\nLes hommes ignorants continuaient à voir en ses actions quelque intervention divine.\nMais tonnerre était son souffle, semblable à la destinée des hommes.\nDu ciel en haut, les hommes ne différaient pas des animaux.\n\nJusqu'au jour où une chanson claire perça l'orage qui grondait sourdement.\nElle déchira les ténèbres du ciel, et lui transmit la lumière.\n\n",
        "pt": "\nNa antiga tribo que venerava a Pássaro do Trovão,\ntodos os xamãs respeitados usavam essa coroa.\n\nA Pássaro do Trovão pairava sobre as montanhas e florestas, por entre as trovoadas, e fazia cair chuva e relâmpagos violeta.\nAs tribos antigas temiam seus poderes e agradeciam suas bençãos.\nXamãs eram escolhidos para oferecer sangue em sacrifício para sua proteção e perdão.\n\nA Pássaro do Trovão continuava sendo um monstro que não se importava com a veneração dos humanos.\nPorém, ninguém sabia disso e viam as ações da Pássaro do Trovão como revelações divinas.\nMas sua respiração era um trovão, assim como o destino dos Homens.\nVisto do céu, os Homens não eram diferentes dos animais.\n\nAté que um dia, uma canção atravessou a estrondosa tempestade.\nQuebrou as nuvens e transmitiu uma pequena luz.\n\n",
        "ru": "\nЭту корону носил почтенный шаман древнего племени,\nкоторое поклонялось чудесной птице грома.\n\nВысоко в небе среди грозовых туч реяла птица, низвергая фиолетовые молнии и ливни.\nНевежественные дикари боготворили её милость, но силы её вселяли в них смертельный страх. Поэтому,\nчтобы задобрить её и заручиться покровительством птицы, шаманы приносили в жертву кровь.\n\nНо для чудовища, коим она и была, людские подношения ценности не имели.\nНе ведая сего, дикари продолжали слепо верить, что выходки Громовой птицы были волей божества.\nСудьбы людей для неё были не более чем дыханьем между раскатами грома.\nС высоты облаков человек мало чем отличался от животного.\n\nТак было вплоть до того, как рёв и грохот непогоды, тяжёлые тучи и стены ливня не пронзила\nи не донесла до птицы свет та песнь.\n\n",
        "id": "\nSuku kuno yang memuja Thunderbird,\nDukun tua memakai mahkota ini.\n\nThunderbird terbang melewati badai, menghujani tanah dengan petir ungu dan hujan.\nSuku kuno takut akan kekuatannya dan berterima kasih akan berkatnya,\nDukun dipilih untuk memberikan persembahan darah kepadanya demi perlindungan dan pengampunan.\n\nThunderbird tetaplah seorang monster yang tidak peduli akan pemujaan dari manusia.\nOrang-orang tidak sadar, dan masih menganggap tindakan Thunderbird sebagai amanat ilahi.\nNamun petir adalah napasnya, sama seperti takdir orang-orang.\nDari langit, manusia tidak berbeda dari binatang.\n\nSampai suatu hari nyanyian membelah melalui badai,\nNyanyian yang merobek awan, dan memberikan cahaya.\n\n",
        "th": "\nในชนเผ่าโบราณที่บูชาธันเดอร์เบิร์ด Thunderbird นั้น\nมงกุฎของนักเวทที่ได้รับความนับถืออย่างสูง\n\nนกที่บินสูงท่ามกลางพายุสายฟ้าและนำมาซึ่งสายฟ้าสีม่วงและฝน\nชนเผ่าโบราณนั้นรู้สึกขอบคุณสำหรับพรและเกรงกลัวต่ออำนาจของมัน\nนักเวทจะถูกเลือกให้ถวายเลือดเพื่อการป้องกันและการให้อภัย\n\nยังไงแล้ว Thunderbird ก็เป็นอสูร มันไม่ได้สนใจการบวงสรวงของผู้คน\nผู้คนนั้นไม่ได้รู้อะไรเลย และยังถือเอาความไม่แน่นอนของ Thunderbird ว่าเป็นพรจากฟ้า\nอย่างไรก็ตามเพียงแค่การหายใจของมันก็สามารถชี้เป็นชี้ตายให้แก่ผู้คนได้\nจากบนฟากฟ้า ผู้คนนั้นไม่ได้ต่างอะไรไปจากฝูงสัตว์\n\nจนกระทั่งวันหนึ่งเสียงเพลงได้ทะลุเข้าไปในดงของพายุสายฟ้า\nฝ่ากลุ่มก้อนเมฆและมอบแสงสว่างน้อย ๆ ให้กับมัน\n\n",
        "vi": "\nBộ lạc cổ xưa thờ cúng Lôi Ma Điểu,\nVương miện đội đầu của phù thủy đức cao vọng trọng.\n\nLoài chim bay trong lôi bão, mang theo dòng tử điện và giông tố kéo đến cánh rừng.\nBộ lạc mông muội cảm kích trước ân điển của nó, sợ hãi trước sức mạnh của nó.\nThế nên lựa chọn phù thủy, lấy máu cúng tế cầu mong sự bảo vệ, tránh khỏi trừng phạt.\n\nLôi Điểu chung quy vẫn là ma vật, con người không nên sùng bái.\nloài người vẫn mông muội không rõ, vẫn coi sự bất thường của Lôi Điểu là ngày tận thế.\nSấm sét chỉ là hơi thở của nó, cũng giống như sinh tử của con người.\nTrên không trung, trong ánh mắt của loài ma vật ấy con người không khác gì loài thú biết đi.\n\nCho đến một ngày tiếng hát trong trẻo đã xuyên qua mưa bão,\nXé toạc trời mây, đưa nguồn ánh sáng nhỏ bé đến cho Lôi Điểu.\n\n"
      },
      "imgid": "thundering_fury_circlet"
    }
  ]
}