{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "染血的骑士道",
    "zht": "染血的騎士道",
    "jp": "血染めの騎士道",
    "ko": "피에 물든 기사도",
    "en": "Bloodstained Chivalry",
    "de": "Blutiger Weg eines Ritters",
    "es": "Caballería Sanguinaria",
    "fr": "Chevalerie ensanglantée",
    "pt": "Cavaleiro Manchado de Sangue",
    "ru": "Рыцарь крови",
    "id": "Bloodstained Chivalry",
    "th": "Bloodstained Chivalry",
    "vi": "Kỵ Sĩ Đạo Nhuốm Máu"
  },
  "descriptions": [
    {
      "zhs": "造成的物理伤害提高25%。",
      "zht": "造成的物理傷害提高25%。",
      "jp": "物理ダメージ+25%。",
      "ko": "가하는 물리 피해가 25% 증가한다",
      "en": "Physical DMG +25%",
      "de": "Erhöht den verursachten physischen Schaden um 25 %.",
      "es": "Daño Físico +25%.",
      "fr": "Augmente les DGT physiques de 25 %.",
      "pt": "Dano Físico causado +25%",
      "ru": "Увеличивает физ. урон на 25%.",
      "id": "Meningkatkan 25% Physical DMG.",
      "th": "สร้างความเสียหายกายภาพ เพิ่มขึ้น 25%",
      "vi": "Sát thương vật lý tạo thành tăng 25%."
    },
    {
      "zhs": "击败敌人后的10秒内，施放重击时不消耗体力，且重击造成的伤害提升50%。",
      "zht": "擊敗敵人後的10秒內，施放重擊時不消耗體力，且重擊造成的傷害提升50%。",
      "jp": "敵を倒した後の10秒間、重撃の際にスタミナを消費しない。また、重撃のダメージ+50%。",
      "ko": "적을 처치한 후 10초 동안 강공격 사용 시 스태미나를 소모하지 않고 강공격으로 가하는 피해가 50% 증가한다",
      "en": "After defeating an opponent, increases Charged Attack DMG by 50%, and reduces its Stamina cost to 0 for 10s.",
      "de": "Verbraucht beim Besiegen von Gegnern 10 s lang für die Anwendung von heftigen Schlägen keine Ausdauer und erhöht den mit heftigen Schlägen verursachten Schaden um 50 %.",
      "es": "Derrotar a un enemigo hace que no consumas Aguante al lanzar un Ataque Cargado, y que el daño de Ataque Cargado aumente en un 50% durante 10 s.",
      "fr": "L'utilisation d'attaques chargées ne consomme pas l'endurance pendant 10 s après la défaite d'un ennemi, et ces dernières infligent 50 % de DGT supplémentaires.",
      "pt": "Após derrotar um oponente, aumenta o Dano do Ataque Carregado em 50% e reduz seu custo de Stamina para 0 por 10s.",
      "ru": "После победы над противником увеличивает урон заряженной атаки на 50% и обнуляет стоимость выносливости заряженной атаки на 10 сек.",
      "id": "Dalam 10 detik setelah mengalahkan musuh, meningkatkan 50% DMG Charged Attack dan mengurangi konsumsi Stamina Charged Attack menjadi 0.",
      "th": "หลังจากกำจัดศัตรูสำเร็จ จะเพิ่มความเสียหายของ การชาร์จโจมตีขึ้น 50% และลดการใช้พลังกายของชาร์จโจมตีลงเป็น 0 เป็นเวลา 10 วินาที",
      "vi": "Trong 10s sau khi đánh bại kẻ địch, khi thi triển trọng kích không tiêu hao thể lực, và sát thương trọng kích tạo thành tăng 50%."
    }
  ],
  "imgid": "bloodstained_chivalry_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "染血的铁之心",
        "zht": "染血的鐵之心",
        "jp": "血染めの鉄の心",
        "ko": "피에 물든 강철 심장",
        "en": "Bloodstained Flower of Iron",
        "de": "Herz des Blutbefleckten",
        "es": "Corazón de Hierro Sanguinario",
        "fr": "Fleur de fer ensanglantée",
        "pt": "Coração de Ferro Sanguinário",
        "ru": "Железное сердце рыцаря крови",
        "id": "Bloodstained Flower of Iron",
        "th": "Bloodstained Flower of Iron",
        "vi": "Trái Tim Sắt Nhuốm Máu"
      },
      "description": {
        "zhs": "被血染黑，变得如钢铁一般坚硬的干花。对故主而言，是某种纪念品吧。",
        "zht": "被血染黑，變得如鋼鐵一般堅硬的乾花。對故主而言，是某種紀念品吧。",
        "jp": "血に黒く染められ、鋼鉄のように硬くなった花。過去の持ち主にとって、記念品の一つかもしれない。",
        "ko": "피에 검게 물들어 강철과 같은 강도를 가지게 될 정도로 말라버린 꽃. 과거 이 꽃의 주인에겐 일종의 기념품이지 않았을까",
        "en": "A dried flower stained black with blood and now as hard as steel. Probably some sort of a memento for its former master.",
        "de": "Eine getrocknete Blume, die aufgrund des vielen Blutes eisenhart geworden ist. Für ihren vorigen Besitzer war sie wohl so etwas wie ein Erinnerungsstück.",
        "es": "Una flor seca, oscura, con manchas de sangre y dura como el acero. Es considerada una especie de souvenir.",
        "fr": "Une fleur séchée imprégnée de sang, qui a fini par devenir aussi dure que le fer. Probablement un genre de souvenir pour son ancien propriétaire.",
        "pt": "Flor negra manchada pelo sangue, dura como o aço. É uma espécie de lembrança.",
        "ru": "Цветок, который, благодаря засохшей крови, стал жёстким как сталь. Должно быть, он очень дорог бывшему владельцу как память.",
        "id": "Bunga yang berwarna hitam dan sekeras besi karena noda darah di atasnya yang telah mengering. Sepertinya disimpan untuk menjadi sebuah kenang-kenangan dari pemiliknya.",
        "th": "ดอกไม้แห้งที่ถูกย้อมเป็นสีดำโดยเลือดและกลายเป็นของแข็งราวกับเหล็กกล้า อาจจะเป็นของที่ระลึกถึงเจ้าของเก่าของมัน",
        "vi": "Hoa khô bị máu nhuộm đen, trở nên cứng như thép. Đối với chủ cũ mà nói, thì đây là một vật kỷ niệm."
      },
      "lore": {
        "zhs": "\n原本是寻常的白花，由获救的仕女别在骑士胸前。\n但在杀伐中，被黑血反复浸泡风干，已经硬化了。\n\n游侠骑士第一次打倒魔物，将受难的仕女救下时，\n他拒绝了酬劳，因此获得了少女赠与的洁白的花。\n\n「骑士仅有的报酬就是践行骑士道」\n「我的奖章就是这朵花，如此足矣」\n\n这朵花一直别在他的胸前，直到被鲜血反复浸染，\n和骑士的银盔甲一样，变得像冬天的夜晚一样黑，\n又和骑士的心一样，变得像淬火后的锻铁一样硬。\n",
        "zht": "\n原本是尋常的白花，由獲救的仕女別在騎士胸前。\n但在殺伐中，被黑血反覆浸泡風乾，已經硬化了。\n\n遊俠騎士第一次打倒魔物，將受難的仕女救下時，\n他拒絕了酬勞，因此獲得了少女贈與的潔白的花。\n\n「騎士僅有的報酬就是踐行騎士道」\n「我的獎章就是這朵花，如此足矣」\n\n這朵花一直別在他的胸前，直到被鮮血反覆浸染，\n和騎士的銀盔甲一樣，變得像冬天的夜晚一樣黑，\n又和騎士的心一樣，變得像淬火後的鍛鐵一樣硬。\n",
        "jp": "\n元々はただの白い花であり、助けられた仕女が騎士の胸の前につけたもの。\n殺戮の中、何度も黒い血に染まった花は、その花弁を硬化させた。\n\n遊侠騎士が初めて魔物を倒した時、ある仕女を危険から救った。\n報酬を断った彼は、少女から真っ白な花をもらった。\n\n「騎士の唯一の報酬は、騎士道を行くことだ」\n「俺の褒章はこの花で。それでいい」\n\nずっと胸の前につけていた花は、幾度となく血に染められた。\n騎士の銀色の兜のように、冬の夜のように黒くなり、\nそして騎士の心のように、鍛え抜かれた鋼鉄のように硬い。\n",
        "ko": "\n평범한 흰 꽃을 구출된 미녀가 기사의 가슴에 꽂아주었다.\n그러나 전투 중 검은 피에 물들었다가 말랐다가를 반복하며 굳어지고 말았다.\n\n떠돌이 기사가 처음으로 마물을 처지하고, 어려움에 빠진 미녀를 구했을 때\n그는 사례를 거절하고, 대신 소녀에게서 흰 꽃을 받았다.\n\n「기사의 유일한 보수는 바로 기사도를 실천하는 것이다」\n「나에게 상으로 이 꽃이면 충분해」\n\n이 꽃은 계속 그의 가슴에 달려 있었다. 그러다 피에 계속해서 물들며,\n기사의 은색 갑옷처럼 겨울의 밤하늘처럼 검게 변했고\n또 기사의 마음처럼 담금질한 후의 연철같이 단단해졌다.\n",
        "en": "\nA common white flower given to the knight by a rescued damsel.\nIt is dried and hardened by the blood from all his bloodshed.\n\nThanking him for his valor, the damsel offered a reward.\nHe turned down all she gave, save for a pure white flower.\n\n\"For a knight, chivalry is its own reward.\"\n\"This flower shall be my medal. That is all I need.\"\n\nHe wore the flower upon his heart.\nLike his armor, it was stained as black as a winter's night.\nLike his heart, it was hardened like a tempered blade.\n",
        "de": "\nEine gewöhnliche, einst weiße Blume, sie war ein Dankeschön von einer Dame für ihre Rettung.\nIn so vielen Schlachten getragen wurde sie so oft von Blut und Schmutz überzogen, dass sie nun hart geworden war.\n\nDas erste Mal, als er eine Jungfrau in Nöten rettete, bot diese ihm eine Belohnung als Dankeschön an.\nEr nahm nichts von ihr an außer der weißen Blüte.\n\n„Für einen Ritter ist das Rittertum Belohnung genug.“\n„Diese Blume soll meine Medaille sein. Das ist alles, was ich brauche“,\n\ner trug die Blume vor seinem Herzen, bis sie wieder und wieder mit Blut getränkt wurde.\nSo wie seine Rüstung war die Blume schon ganz rostrot geworden.\nGleich seiner Rüstung war sie ebenfalls hart und kalt wie Stahl.\n",
        "es": "\nUna flor blanca común que una damisela en apuros colgó en el pecho del caballero que la rescató.\nEstá seca y dura por toda la sangre que se derramó sobre ella.\n\nCuando el Caballero errante mató por primera vez a un monstruo para salvar a una damisela,\nrechazó la recompensa que ella le quería dar. En su lugar, recibió una flor blanca y pura.\n\n“Defender el código de un caballero es una recompensa en sí mismo”.\n“Lo único que quiero es que esta flor sea mi medalla”,\n\nSiempre llevó la flor sobre su corazón, hasta que quedó manchada de sangre.\nIgual que la armadura del Caballero, la flor se volvió tan negra como una noche de invierno.\nIgual que su corazón, se volvió tan dura como un metal que ha sido templado.\n",
        "fr": "\nUne fleur blanche ordinaire offerte au chevalier par une demoiselle qu'il avait secourue.\nElle est devenue sèche, et le sang qui y a séché l'a rendue rigide.\n\nLa demoiselle tenait à le récompenser pour sa bravoure ;\nmais il refusa tout ce qu'elle voulut lui offrir, sauf la fleur.\n\n« Respecter le code de la chevalerie est une récompense en soi. »\n« Cette fleur sera ma médaille. Cela me suffira. »\n\nCette fleur resta accrochée sur sa poitrine, jusqu'à être couverte du sang des combats.\nComme l'armure du chevalier, elle devint aussi noire que la nuit d'hiver,\net comme son cœur, elle devint aussi dure que la lame forgée.\n",
        "pt": "\nOriginalmente era uma rosa branca comum, usada pelo cavaleiro em seu peito e dada por uma dama que resgatou.\nEntretanto, agora estava seca e dura do sangue que caiu sobre ela em muitas batalhas.\n\nQuando o Cavaleiro Errante matou um monstro pela primeira vez para salvar uma donzela,\nele recusou qualquer recompensa, dessa forma, a dama lhe deu essa pura rosa branca.\n\n\"A única recompensa de um cavaleiro é praticar o cavalheirismo.\"\n\"Esta flor é a minha medalha. É tudo o que eu preciso.\"\n\nEssa flor branca sempre estava em seu peito, até que foi manchada de sangue,\nela e a armadura prateada do cavaleiro se tornaram iguais à escuridão do céu noturno,\nigual ao seu coração, que ficou duro como aço temperado.\n",
        "ru": "\nПростой белый цветок, который девушка подарила своему спасителю.\nЕго столько раз окропляла кровь и высушивал ветер, что он почернел и стал твёрдым.\n\nРыцарь спас девушку, сразив чудовище первый раз в своей жизни.\nОна желала отблагодарить его за храбрость, но он отверг всё, кроме белого цветка.\n\n«Возможность посвятить себя рыцарскому пути - уже награда.\n«Пусть этот цветок будет моей медалью. Это всё, что мне нужно».\n\nОн всегда носил этот цветок у сердца.\nЕго лепестки, как и доспехи, засохшая кровь сделала чернее зимней ночи,\nа сердце рыцаря стало твёрже кованного железа.\n",
        "id": "\nBunga putih yang biasa diberikan kepada kesatria oleh gadis yang diselamatkan.\nBunga ini dikeringkan dan diawetkan oleh darah dari semua pertumpahan darahnya.\n\nBerterima kasih kepada penyelamatnya, gadis itu memberikan sebuah hadiah,\nDia menolak semua yang dia berikan, terkecuali bunga putih itu.\n\n\"Satu-satunya hadiah bagi kesatria adalah terus melatih jalan kebajikan\"\n\"Bunga ini akan menjadi lencanaku. Hanya ini yang kubutuhkan.\"\n\nDia memakai bunga tersebut di hatinya,\nSeperti baju besinya, bernoda hitam seperti malam musim dingin,\nSama seperti hatinya, mengeras bagai pedang besi.\n",
        "th": "\nเป็นดอกไม้สีขาวที่เห็นได้ทั่วไปซึ่งถูกหญิงสาวที่ได้รับความช่วยเหลือติดเอาไว้ที่หน้าอกของอัศวิน\nมันแห้งและแข็งกระด้างโดยโลหิตจากการนองเลือดทั้งหมดของเขา\n\nเมื่ออัศวินพเนจรโค่นอสูรลงครั้งแรกและกำลังจะช่วยเหลือหญิงผู้เคราะห์ร้าย\nเขาปฏิเสธที่จะรับเงินตอบแทน เพราะงั้นจึงได้รับดอกไม้สีขาวจากหญิงสาว\n\n\"รางวัลเพียงอย่างเดียวของอัศวินก็คือการได้ฝึกฝนวิถีแห่งอัศวิน\"\n\"ดอกไม้ดอกนี้จะเป็นเสมือนเหรียญที่ระลึกของฉัน แค่นี้ก็เพียงพอแล้ว\"\n\nดอกไม้นี้ถูกติดอยู่บนหน้าอกของเขาจนถึงตอนที่โดนเลือดสาดใส่ซ้ำไปซ้ำมา\nเหมือนกันกับเกราะเงินของอัศวินที่เปลี่ยนกลายเป็นสีดำราวกับค่ำคืนของฤดูหนาว\nและก็ยังเหมือนกันกับจิตใจของอัศวินที่แข็งขึ้นราวกับเหล็กดัดที่ถูกเผาไฟและแช่น้ำ\n",
        "vi": "\nVốn là một bông hoa trắng tầm thường lại được cô gái gặp nạn gài trước ngực kỵ sĩ.\nThế nhưng trong trận chiến, trải qua nhiều lần nhuốm máu đã bị gió thổi cho khô cứng.\n\nKỵ sĩ lang thang trong lần đầu tiên đánh bại ma vật cứu được cô gái,\nĐã từ chối khoản tiền cứu mạng, bởi vì đã nhận được món quà là bông hoa trắng thuần khiết mà cô gái đem tặng.\n\n\"Báo ơn duy nhất đối với kỵ sĩ là được thi hành kỵ sĩ đạo\"\n\"Phần thưởng của tôi chính là bông hoa này, như vậy cũng đủ mãn nguyện rồi\"\n\nBông hoa ấy vẫn mãi trên ngực anh, cho đến khi bị nhuốm màu máu nhiều lần,\nGiống như bộ áo giáp của kỵ sĩ, trở thành một màu đen của đêm đông,\nThế nhưng cũng giống trái tim của kỵ sĩ, sau nhiều lần rèn luyện đã trở nên vô cùng cứng rắn.\n"
      },
      "imgid": "bloodstained_chivalry_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "染血的黑之羽",
        "zht": "染血的黑之羽",
        "jp": "血染めの黒羽",
        "ko": "피에 물든 검은 깃털",
        "en": "Bloodstained Black Plume",
        "de": "Feder des Blutbefleckten",
        "es": "Pluma Oscura Sanguinaria",
        "fr": "Plume noire ensanglantée",
        "pt": "Pena Negra Sanguinária",
        "ru": "Перо рыцаря крови",
        "id": "Bloodstained Black Plume",
        "th": "Bloodstained Black Plume",
        "vi": "Lông Vũ Đen Nhuốm Máu"
      },
      "description": {
        "zhs": "黏在骑士斗篷上的鸦羽。因为反复沾染大量的黑血已经被彻底染成墨色。",
        "zht": "黏在騎士斗篷上的鴉羽。因為反覆沾染大量的黑血已經被徹底染成墨色。",
        "jp": "騎士のマントにあった羽根、大量の黒い血を浴びたせいで黒に染まった。",
        "ko": "기사의 망토에 붙어 있던 까마귀 깃털. 검은 피에 반복적으로 물들어 완전히 검은색으로 변했다",
        "en": "A raven feather pinned to a knight's cape. Countless bloodstains have dyed it pitch black.",
        "de": "Die schwarze Feder vom Mantel eines Ritters. Da sie so oft in dunkles Blut getränkt wurde, hat sie eine Farbe wie schwarze Tinte angenommen.",
        "es": "Pluma pegada a la capa del Caballero. Tras mancharse de sangre repetidamente, la pluma se tiñó de un color oscuro.",
        "fr": "Une plume d'un manteau de chevalier. D'innombrables taches de sang ont fini par la teindre en noir.",
        "pt": "Pena grudada na capa do cavaleiro. Após ser manchada diversas vezes com sangue, acabou ficando totalmente escura.",
        "ru": "Воронье перо, зацепившееся за плащ рыцаря крови. Засохшие пятна крови сделали его ещё чернее.",
        "id": "Bulu burung gagak yang disematkan ke jubah seorang knight. Bulu ini telah berulang kali terwarnai merah gelap oleh noda darah.",
        "th": "ขนนกกาดำที่ติดกับเสื้อคลุมของ อัศวิน เนื่องจากการเปรอะเปื้อนของเลือดดำจำนวนมากซ้ำ ๆ กันจึงย้อมมันให้เป็นสีดำไปหมด",
        "vi": "Lông quạ vướng trên áo khoác kỵ sĩ. Đã bị máu biến thành màu mực tối."
      },
      "lore": {
        "zhs": "\n偶然粘在染血骑士身上的无数漆黑鸦羽中的一枚。\n鸦是机敏的鸟类，会随嗜血的饲主同行寻觅猎获。\n\n最后染血骑士已经无法分辨，自己漫散的血腥味，\n究竟是敌人溅在他身上的血，还是自己流出的血。\n\n他终于明白，在自己长久的厮杀中，他的骑士道，\n使得曾经的纯白骑士变成了魔物一般可怖的恶鬼。\n跟随他的，只有循着他沾满血的足迹而来的鸦群。\n",
        "zht": "\n偶然黏在染血騎士身上的無數漆黑鴉羽中的一枚。\n鴉是機敏的鳥類，會隨嗜血的飼主同行尋覓獵獲。\n\n最後染血騎士已經無法分辨，自己漫散的血腥味，\n究竟是敵人濺在他身上的血，還是自己流出的血。\n\n他終於明白，在自己長久的廝殺中，他的騎士道，\n使得曾經的純白騎士變成了魔物一般可怖的惡鬼。\n跟隨他的，只有循著他沾滿血的足跡而來的鴉群。\n",
        "jp": "\n偶然、血染めの騎士についた無数の黒鴉、その羽根の一本。\n鴉は賢い鳥類であり、血を渇望した飼い主と共に獲物を狩る。\n\n最後、血染めの騎士はもう分からなくなった。空気に漂う血の匂いは、\n敵の血なのか、それとも自分の血なのか。\n\n彼はやっと気づいた。長年の殺し合いで、彼の騎士道は、\n純白だった騎士を魔物のような悪鬼羅刹にしていた。\n彼の後ろにつくのは、血の足跡を元にやってきた鴉の群れだけであった。\n",
        "ko": "\n까마귀의 깃털 하나가 우연히 피투성이인 기사에게 달라붙었다.\n까마귀는 영민한 새로서 살인을 일삼는 사람을 주인으로 삼아 그와 함께 사냥감을 찾는다.\n\n마지막에 피투성이가 된 기사는 자신의 몸에서 풍기는 피비린내가, \n적이 흘린 것인지 아니면 자기가 흘린 것인지 구별할 수조차도 없었다.\n\n그는 마침내 오랜 싸움에서 자신의 기사도가\n과거 순백하던 기사를 마물과 같은 악귀로 만들었다는 걸 깨닫게 된다.\n그와 함께하는 것은 오직 그의 피 묻은 발자취를 따라다니는 까마귀 무리뿐이었다.\n",
        "en": "\nOne of the countless raven feathers stuck to the Bloodstained Knight.\nFor where there is blood, ravens shall follow.\n\nIn the end the Bloodstained Knight could no longer tell\nwhether the blood that stained him was his own or that of his enemies.\n\nEventually, on his long journey filled with bloodshed, he came to a realization:\nHis path of so-called chivalry had turned him from the white knight he used to be into the monster he had now become.\nHis only followers were the ravens drawn to the bloodshed he left in his wake.\n",
        "de": "\nEine der unzähligen Rabenfedern, die am Ritter klebten.\nRaben folgen ihrem Durst nach Blut.\n\nZum Schluss konnte der blutbefleckte Ritter sein eigenes Blut\nnicht mehr von dem der anderen unterscheiden.\n\nEr kam letztendlich zu der Erkenntnis,\ndass er, der einstige Weiße Ritter, selbst zu einem Monster geworden war.\nSeine einzige Gefolgschaft waren die Raben, die seinen blutigen Spuren folgten.\n",
        "es": "\nUna de las innumerables plumas de cuervo que se quedó pegada sobre el Caballero Sanguinario.\nLos cuervos son una especie de aves que siguen a quien los alimenta para buscar comida.\n\nEl Caballero Sanguinario ya no podía distinguir\nsi estaba manchado con su sangre o la de sus enemigos.\n\nTras tantos años de masacres, por fin comprendió el sentido de su vida como caballero.\nEsto lo hizo pasar de ser un caballero blanco y puro a convertirse en un monstruo.\nSus únicos seguidores eran los cuervos que seguían sus huellas sangrientas.\n",
        "fr": "\nUne des nombreuses plumes qui collaient parfois à l'armure du chevalier ensanglanté.\nCar là où l'odeur du sang s'élève, les corbeaux ne sont jamais loin.\n\nÉtait-ce le sien ou celui de ses ennemis ?\nLe chevalier n'en avait plus cure.\n\nAprès d'innombrables effusions de sang, il réalisa une triste vérité.\nLe chevalier au cœur pur qu'il avait été autrefois s'était transformé en monstre.\nLes corbeaux seuls étaient ses compagnons, suivant les torrents de sang par lui laissés.\n",
        "pt": "\nUma das incontáveis penas do corvo grudou no corpo do Cavaleiro Sanguinário.\nOnde há sangue, os corvos seguirão.\n\nNo final, o Cavaleiro Sanguinário não podia mais distinguir,\nse o sangue que o manchava era dele ou de seus inimigos.\n\nEventualmente, em sua jornada banhada de sangue, ele percebeu:\nSeu caminho de suposto cavalheirismo havia lhe transformado de um cavaleiro branco ao monstro que era agora.\nSeus únicos seguidores eram os corvos atraídos pelo sangue que deixava por onde passava.\n",
        "ru": "\nОдно из бесчисленных вороньих перьев, которые налипали на окровавленные рыцарские доспехи.\nЧёрные как смоль стаи этих сметливых птиц летят туда, где льётся кровь.\n\nПосле стольких боёв рыцарь уже не различал,\nбыла то вражеская, или кровь собственная, что окрасила его когда-то блестящие латы в багровый цвет.\n\nНаконец он понял, что долгий рыцарский путь сквозь побоища превратил его из\nвоина света на белом коне в кошмарное, жестокое чудище.\nПо неизменному кровавому следу за ним летело одно вороньё.\n",
        "id": "\nSalah satu bulu gagak tidak sengaja menempel pada Bloodstained Knight.\nDi mana ada darah, di situ ada gagak mengikuti.\n\nPada akhirnya Bloodstained Knight tidak bisa lagi membedakan,\nApakah darah yang menodainya adalah miliknya sendiri atau musuhnya.\n\nPada akhirnya, di perjalanan yang jauh dipenuhi tumpahan darah, dia menyadari,\nJalannya yang dianggap jalan kesatria telah mengubahnya dari kesatria putih menjadi monster.\nSatu-satunya pengikutnya hanyalah gagak yang tertarik dengan jejak darah yang ditinggalkannya.\n",
        "th": "\nหนึ่งในขนนกกานับไม่ถ้วนที่ติดอยู่กับอัศวิน Bloodstained\nกาเป็นนกที่คล่องแคล่ว จะตามความกระหายเลือดของผู้เลี้ยงไปทุกที่เพื่อตามหาเหยื่อ\n\nในที่สุดอัศวิน Bloodstained ก็ไม่สามารถแยกแยะกลิ่นเลือดที่กระจายออกไปได้ว่า\nมันเป็นเลือดของศัตรูที่หลั่งไหลหรือว่าเลือดของตัวเอง\n\nในที่สุดเขาก็เข้าใจ ในการต่อสู้อันยาวนานของเขา วิถีอัศวินของเขา\nทำให้อัศวินที่เคยมีสีขาวบริสุทธิ์ครั้งหนึ่งกลายเป็นอสูรที่น่ากลัว\nสิ่งที่อยู่เคียงข้างเขามีเพียงอีกาที่คอยติดตามรอยเปื้อนเลือดของเขา\n",
        "vi": "\nChiếc lông của loài quạ đen vô tình dính lên người kỵ sĩ cùng với vệt máu.\nQuạ đen là loài chim nhạy bén, đồng hành cùng với người chủ khát máu đi tìm thú săn.\n\nCuối cùng kỵ sĩ nhuốm máu không thể phân biệt được, mùi máu lan tỏa của anh ta,\nLà của kẻ địch hay là của bản thân mình.\n\nAnh cuối cùng cũng hiểu ra rằng, trong những cuộc chém giết liên miên, đạo kỵ sĩ của anh,\nĐã khiến một chàng trai kỵ sĩ trắng thuần khiết trở thành ác quỷ đáng sợ như ma vật.\nĐi theo anh, chỉ còn là đám quạ đen theo mùi máu mà kéo đến.\n"
      },
      "imgid": "bloodstained_chivalry_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "骑士染血之时",
        "zht": "騎士染血之時",
        "jp": "騎士が血に染めた時",
        "ko": "피에 물든 기사의 시계",
        "en": "Bloodstained Final Hour",
        "de": "Uhr des Blutbefleckten",
        "es": "Reloj del Caballero Sanguinario",
        "fr": "Sablier du Chevalier ensanglanté",
        "pt": "Relógio do Cavaleiro Sanguinário",
        "ru": "Час долга рыцаря крови",
        "id": "Bloodstained Final Hour",
        "th": "Bloodstained Final Hour",
        "vi": "Đồng Hồ Kỵ Sĩ Nhuốm Máu"
      },
      "description": {
        "zhs": "骑士曾经使用过的时计。其中的液体已经完全凝结了，失去了计时功能。",
        "zht": "騎士曾經使用過的時計。其中的液體已經完全凝結了，失去了計時功能。",
        "jp": "騎士が使用していた時計。中の液体は完全に固体になり、時計としての機能を失った。",
        "ko": "기사가 과거에 사용했던 시계. 안의 액체가 모두 굳어 시계의 기능을 상실했다",
        "en": "A timepiece once used by a knight. The liquid inside has dried up, rendering it useless.",
        "de": "Das Gerät zur Zeitmessung eines Ritters. Die Flüssigkeit darin ist längst geronnen, sodass man keine Zeit mehr messen kann.",
        "es": "Un reloj que llevaban los caballeros antiguamente. El líquido que medía las horas ya se ha petrificado. Este reloj ha perdido su única funcionalidad, que era la de medir el tiempo.",
        "fr": "Un sablier ayant appartenu autrefois à un chevalier. Le liquide qu'il contient a séché depuis longtemps, le rendant inutilisable.",
        "pt": "Um relógio usado pelos estudiosos. O líquido interno que havia, se condensou, perdendo a sua função de medir o tempo.",
        "ru": "Часы, которыми пользовался рыцарь крови. Вся жидкость внутри давно иссохла, поэтому сейчас они ни на что не годны.",
        "id": "Sebuah alat penanda waktu yang digunakan oleh knight. Cairan di dalamnya telah mengering dan tidak dapat lagi berfungsi.",
        "th": "ตัวจับเวลาที่ครั้งหนึ่งถูกใช้โดยอัศวิน ของเหลวข้างในนั้นได้เหือดแห้งไป หมดแล้ว ไม่สามารถจับเวลาได้อีกต่อไป",
        "vi": "Đồng hồ từng được kỵ sĩ sử dụng. Chất lỏng trong đó đã bị đông cứng, mất đi tác dụng tính thời gian."
      },
      "lore": {
        "zhs": "\n染血骑士踏入不见日、月、星、辰的深邃地底后，\n对时间仅有的参考道具。但时间最终失去了意义。\n\n这是染血的骑士最后的故事，从此他告别了人理。\n被血染黑的骑士明白地上已经没有了自己的位置，\n因此决定深入覆灭的古国，战死在魔物的温床前。\n在世界之底，他明白了古国终末魔物起源的故事。\n\n「伟大的古国被降下了不义的惩罚」\n「伟大的古国子民被歪曲成了怪物」\n「我的骑士道，岂能容忍此等不公」\n「若深渊是它的名，我便效忠深渊」\n",
        "zht": "\n染血騎士踏入不見日、月、星、辰的深邃地底後，\n對時間僅有的參考道具。但時間最終失去了意義。\n\n這是染血的騎士最後的故事，從此他告別了人理。\n被血染黑的騎士明白地上已經沒有了自己的位置，\n因此決定深入覆滅的古國，戰死在魔物的溫床前。\n在世界之底，他明白了古國終末魔物起源的故事。\n\n「偉大的古國被降下了不義的懲罰」\n「偉大的古國子民被歪曲成了怪物」\n「我的騎士道，豈能容忍此等不公」\n「若深淵是它的名，我便效忠深淵」\n",
        "jp": "\n血染めの騎士は、太陽、月、星の見えない深淵の地下に足を踏み入れた。\n時間を観測する唯一の道具であったが、時間そのものは意味を無くしていた。\n\n血染めの騎士の最後の物語であり、その後、彼は身を引いた。\n血に黒く染められた騎士は、もう自分の居場所がないと気づいた。\nだから、崩壊した古国に入り、魔物の戦いで戦死する道を選んだ。\n世界の底で、彼は古国に終末を告げた魔物の起源を理解した。\n\n「偉大なる古国は不義の裁きを受けた」\n「偉大なる古国の民は化け物だと歪曲された」\n「我が騎士道、こんな不公平を断じて許さん」\n「彼の名前が深淵ならば、我は深淵に忠誠を誓おう」\n",
        "ko": "\n피로 물든 기사는 해와 달, 그리고 별이 보이지 않은 깊은 지하에 발을 들인 후\n유일하게 시간을 확인할 수 있는 물건이지만 시간은 결국 그 의미를 잃게 된다.\n\n이건 피로 물든 기사의 마지막 이야기다. 이때부터 그는 세속에서 벗어났다.\n피에 물들어 검게 변한 기사는 지상에는 더 이상 자신의 자리가 없다는 걸 깨닫고\n멸망된 고대 국가의 깊은 곳에 들어가 마물과 싸우다 죽기로 결정한다.\n세계의 끝에서 그는 고대 국가의 종말과 마물의 기원에 대한 이야기를 알게 된다.\n\n「위대한 고대 국가는 불의의 징벌을 받아」\n「국민들이 괴물로 변하게 되었다」\n「나의 기사도는 이런 불공평함을 용납할 수 없어」\n「그 이름이 심연이라면, 나는 심연에 충성을 바칠 것이리」\n",
        "en": "\nDeep in the abyss, where celestial bodies cast no light,\nthe Bloodstained Knight kept this timepiece, though time had lost all meaning.\n\nAt an end was the Bloodstained Knight's story,\nfor he realized there was no place for him on this earth.\nHe ventured into the fallen ancient kingdom, and died in battle in the monsters' lair.\nAt the bottom of the world, he learned the origin of the monsters that destroyed the ancient kingdom.\n\n\"The ancient kingdom was wrongfully cursed,\"\n\"Turning its inhabitants into monsters.\"\n\"The code of chivalry tolerates not such injustice.\"\n\"If Abyss be thy name, I pledge to you my loyalty.\"\n",
        "de": "\nTief im Abgrund, wo kein Mondlicht scheint und nur die Schatten tanzen,\nist dieses Gerät die einzige Verbindung zur realen Zeit, auch wenn diese hier unten keine Rolle mehr spielt.\n\nDie Geschichte des blutbefleckten Ritters kam zu einem Ende,\ndenn der Ritter wusste, dass auf der Welt kein Platz mehr für ihn war.\nUnd so entschied er sich, zu den Ruinen der alten Welt zu gehen und in der Brutstätte der Monster zu sterben.\nAm Boden der alten Welt angekommen, lernte er die Geschichte der Monster, wie alles begann und alles endete.\n\n„Das alte Königreich wurde ungerechterweise verflucht,\ndie großartigen Bewohner des alten Reichs wurden zu Monstern.\nMein Rittergelübde verbietet solche Ungerechtigkeit.\nWenn euer Name Abgrund ist, so gehört meine Loyalität ganz euch.“\n",
        "es": "\nEl Caballero Sanguinario conservó este reloj en el abismo, donde los cuerpos celestes no emiten luz,\npero allí el tiempo no significaba nada.\n\nEsta fue la última historia del Caballero, que perdió toda ética y moral.\nSe dio cuenta de que no había lugar para él en esta tierra.\nSe aventuró en el antiguo reino caído y murió en la batalla en la guarida de los monstruos.\nAl llegar al fin del mundo, entendió de dónde procedían esos monstruos que destruyeron el antiguo reino.\n\n“El antiguo reino fue castigado injustamente.\nY sus habitantes se convirtieron en monstruos.\nMi código de caballero no puede tolerar tal injusticia.\nSi Abismo es tu nombre, juro ante ti mi lealtad”.\n",
        "fr": "\nDans les abysses où l'on ne voit jamais ni les étoiles ni la lune,\nil garda cette horloge avec lui, même si le temps avait perdu toute signification.\n\nL'histoire du chevalier arriva à sa fin,\ncar il réalisa qu'il n'y avait point de place pour lui dans ce monde.\nIl s'aventura dans l'ancien royaume et mourut dans l'antre des monstres.\nEt dans les abîmes du monde, il découvrit l'origine de ces créatures.\n\n« Le grand royaume a été injustement puni. »\n« Ses habitants innocents en bêtes immondes ont été changés. »\n« Au nom de la chevalerie, je ne puis tolérer une telle injustice. »\n« Si l'Abîme est ton nom, alors je vous prête serment. »\n",
        "pt": "\nNo abismo, onde a luz dos corpos celestiais não chega,\no Cavaleiro Sanguinário mantinha esse relógio, apesar de ali ele nada significar.\n\nEsta é a última história do Cavaleiro Sanguinário, que de agora em diante deu adeus à ética e moral.\nDevido ao sangue, o cavaleiro entendeu que não existia mais um lugar para ele na superfície,\nEntão decidiu adentrar no antigo reino caído, lutando e morrendo na toca dos monstros.\nNo fim do mundo, ele entendeu a origem dos monstros que destruíram o reino antigo.\n\n\"O poderoso reino antigo foi injustamente punido.\"\n\"Seus habitantes se transformaram em monstros.\"\n\"Meu código de cavaleiro não permitia tolerar essa injustiça.\"\n\"Se o Abismo é o teu nome, eu juro minha lealdade à ti.\"\n",
        "ru": "\nВ бездне, где не было ни солнца, ни луны, ни звёзд,\nо времени, хоть оно и утратило всякий смысл, Рыцарю крови напоминали эти часы.\n\nИстория Рыцаря крови подходила к концу.\nДля него в этом мире места не осталось,\nи он отправился искать смерти в самой обители чудовищ - погибшем древнем королевстве.\nВ пропасти мира он узнал о происхождении чудовищ, которые древнее королевство разрушили.\n\n«Не по справедливости проклятье постигло великое древнее королевство,\nпревратившее его народ в чудовищ.\nРыцарю мириться с таким злодейством не подобает.\nЕжели Бездна - имя твоё, на верность тебе я присягаю».\n",
        "id": "\nJauh di dalam jurang, di mana benda-benda langit tidak memancarkan cahaya,\nBloodstained Knight menyimpan jam ini, meskipun waktu telah kehilangan semua makna.\n\nIni adalah kisah terakhir seorang kesatria berdarah, dan dia telah mengucapkan selamat tinggal kepada orang-orang sejak lama.\nKarena dia menyadari sudah tidak ada tempat baginya di dunia ini,\nDia bertualang ke kerajaan kuno yang telah hancur, dan mati dalam sebuah pertempuran di sarang monster.\nDi bagian terdalam dunia, ia mempelajari asal-usul monster yang menghancurkan kerajaan kuno.\n\n\"Kerajaan kuno tersebut dihukum dengan tidak adil\"\n\"Merubah penduduknya menjadi monster\"\n\"Sebagai seorang kesatria, dirinya tidak bisa menoleransi hal tersebut\"\n\"Jika neraka adalah namanya, maka aku akan menjanjikan kesetiaanku pada neraka itu\"\n",
        "th": "\nหลังจากที่อัศวิน Bloodstained ก้าวขาเข้าสู้ส่วนลึกของเหวและไม่ได้พบเดือนพบตะวัน\nถึงแม้จะมีเครื่องมือเพื่อดูเวลาแต่ในสุดท้ายแล้วเวลาก็สูญเสีย ความหมายของมันไป\n\nนี่เป็นเรื่องราวเรื่องสุดท้ายของอัศวิน ตั้งแต่นั้นมาเขาก็ตัดขาดจากโลก\nอัศวิน Bloodstained นั้นเข้าใจดีว่าโลกนี้ไม่มีที่ว่างพอให้เขาอยู่แล้ว\nดังนั้นเขาจึงตัดสินใจเข้าไปสู่ส่วนลึกของประเทศโบราณที่ถูกทำลายและตายในการต่อสู้ภายในรังของอสูร\nที่ส่วนลึกของโลก เขาเข้าใจเรื่องราวของต้นกำเนิดของอสูรในตอนท้ายของประเทศโบราณ\n\n\"อาณาจักรโบราณที่ยิ่งใหญ่ถูกส่งไปพร้อมกับการลงโทษที่ไม่ยุติธรรม\"\n\"ผู้ยิ่งใหญ่ของประเทศโบราณบิดเบี้ยวและกลายเป็นอสูร\"\n\"กับวิถีอัศวินของฉัน ฉันจะทนต่อความอยุติธรรมได้อย่างไร\"\n\"ถ้าเหวเป็นชื่อของมัน งั้นฉันก็จะมอบความซื่อสัตย์ต่อเหว\"\n",
        "vi": "\nKỵ sĩ nhuốm máu sau khi đi sâu vào lòng đất, nơi không thể nhìn thấy mặt trời, ánh trăng và những vì sao.\nThời gian trở thành một khái niệm, nhưng lại mất đi ý nghĩa của nó.\n\nĐó cũng là câu chuyện cuối cùng của kỵ sĩ nhuốm máu, xa lánh trần gian.\nKỵ sĩ nhuốm máu hiểu ra rằng mặt đất đã không còn chỗ cho bản thân mình.\nVì vậy quyết tâm đi sâu vào đất nước cổ xưa đã tuyệt diệt, quyết tử trước ma vật. \nỞ nơi tận cùng của thế giới, anh thấu hiểu ra câu chuyện về ngày tàn của cổ quốc và sự khởi nguồn của ma vật.\n\n\"Cổ quốc vĩ đại đã bị trừng phạt vì bất nghĩa\"\n\"Người dân của cổ quốc vĩ đại biến thành quái vật\"\n\"Đạo kỵ sĩ của ta, nào có thể chịu được điều đó\"\n\"Nếu như Vực Sâu là tên của nó, ta sẽ hết lòng trung thành\"\n"
      },
      "imgid": "bloodstained_chivalry_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "染血骑士之杯",
        "zht": "染血騎士之杯",
        "jp": "血染めの騎士のコップ",
        "ko": "피에 물든 기사의 술잔",
        "en": "Bloodstained Chevalier's Goblet",
        "de": "Kelch des Blutbefleckten",
        "es": "Cáliz del Caballero Sanguinario",
        "fr": "Coupe du chevalier ensanglantée",
        "pt": "Cálice do Cavaleiro Sanguinário",
        "ru": "Кубок рыцаря крови",
        "id": "Goblet of Bloodstained Chevalier",
        "th": "Bloodstained Chevalier's Goblet",
        "vi": "Ly Kỵ Sĩ Nhuốm Máu"
      },
      "description": {
        "zhs": "染血骑士持有的黯淡金属杯皿。外壁因为烟熏与凝结的血变得漆黑如夜。",
        "zht": "染血騎士持有的黯淡金屬杯皿。外壁因為煙燻與凝結的血變得漆黑如夜。",
        "jp": "血染めの騎士が持つ金属の杯。外側は硝煙と乾いた血の影響で黒くなった。",
        "ko": "핏빛 기사가 지닌 어두운 금속 잔. 겉은 검은 연기와 굳어버린 피로 인해 밤처럼 새까맣다",
        "en": "The dark metallic vessel owned by the Bloodstained Knight. Its exterior has been stained as black as the night by smoke and coagulated blood.",
        "de": "Der trübe Kelch des Blutbefleckten. Das am Rand haftende Blut war lange Ruß und Rauch ausgesetzt und ist nun so schwarz wie Pech.",
        "es": "El cáliz de metal de un caballero con una obsesión por la sangre. Su color negro oscuro se debe a la sangre requemada que se quedó agarrada por todo el recipiente durante mucho tiempo.",
        "fr": "Une coupe ayant appartenu au Chevalier ensanglanté. Le sang séché et la fumée l'ont complètement noircie.",
        "pt": "Um copo de metal de um cavaleiro sanguinário. O sangue condensado fez com que a sua superfície exterior ficasse escura como a noite.",
        "ru": "Кубок из тёмного металла, принадлежавший рыцарю крови. Покрывающие его копоть и засохшая кровь окрасили поверхность в цвет чернее ночи.",
        "id": "Piala logam berwarna hitam yang digunakan oleh Bloodstained Knight. Pada bagian luarnya terdapat noda kotor darah yang menggumpal dan noda asap.",
        "th": "ถ้วยโลหะสีเข้มที่ครั้งหนึ่งมี Bloodstained Knight เป็นเจ้าของ ภายนอกของมันกลายเป็นสีที่มืด ราวกับยามค่ำคืน จากควันไฟและเลือดที่เกาะทับกัน",
        "vi": "Ly kim loại của người kỵ sĩ. Bên ngoài vì bị vấy máu nên có màu sắc tối như bóng đêm."
      },
      "lore": {
        "zhs": "\n原本是精美的饰金银杯，曾经刻画了英雄的事迹。\n已经因为凝血与烟熏变得漆黑，无法辨别其原貌。\n\n猎魔骑士循着灾祸的狼烟，奔赴战场打倒魔物后，\n烧毁坍塌的屋舍中，已经不再有等待获救的人了。\n\n尝了失败苦果的骑士以废墟中熏黑的杯皿为信物，\n立誓要将骑士铲奸除恶扶弱济贫的信条贯彻到底。\n",
        "zht": "\n原本是精美的飾金銀盃，曾經刻畫了英雄的事蹟。\n已經因為凝血與煙燻變得漆黑，無法辨別其原貌。\n\n獵魔騎士循著災禍的狼煙，奔赴戰場打倒魔物後，\n燒毀坍塌的屋舍中，已經不再有等待獲救的人了。\n\n嘗了失敗苦果的騎士以廢墟中燻黑的杯皿為信物，\n立誓要將騎士鏟奸除惡扶弱濟貧的信條貫徹到底。\n",
        "jp": "\n精巧で美しい金飾りの銀盃。英雄の功績が描かれている。\n血と煙によって漆黒に染まっており、元の様子は窺えない。\n\n猟魔騎士は、災いの狼煙を追って戦場に赴き、魔物を倒した。\nだが、焼かれて崩れた瓦礫の中に救いを求める人はもういなかった。\n\n失敗を味わった騎士は、廃墟の中にあった煙で黒く燻った盃に、\n悪を根絶し、弱く貧しい人を助ける騎士道を貫くと誓った。\n",
        "ko": "\n원래 정교하게 장식된 금은 잔은 과거 영웅의 일대기를 새겨 넣었었다.\n이미 굳은 피와 연기에 새까맣게 그을려서 그 정체를 알아볼 수 없다.\n\n마물 사냥꾼 기사는 재앙의 봉화를 따라 전장에 달려가 마물을 처지했지만,\n불타고 무너진 가옥에는 구조를 바라는 생존자가 없었다.\n\n실패의 쓴맛을 본 기사는 폐허 속의 그을린 잔을 신물로 삼아,\n악한 자를 제거하고 가난한 자를 구제한다는 기사도를 끝까지 관철하겠다고 다짐했다.\n",
        "en": "\nOriginally an exquisite silver goblet with gold engravings depicting the feats of a chivalrous knight.\nBut blood and smoke have stained the cup beyond recognition.\n\nCovered in blood, the knight who slayed demons returned from the scourged battlefield,\nOnly to find that those awaiting his rescue were nowhere to be found among the burning, collapsed houses.\n\nDefeated, the Bloodstained Knight took the smoke-blackened goblet,\nand vowed to rid the world of monsters, of poverty and of evil.\n",
        "de": "\nUrsprünglich ein erlesener silberner Becher mit Goldgravuren, die die Geschichte eines Helden erzählen,\ninzwischen kaum wiederzuerkennen durch die Verschmutzungen von Blut und Rauch.\n\nDem Gestank einer Katastrophe folgend stürzte sich der Ritter in den Kampf, um den Dämon zu besiegen,\nNur um festzustellen, dass diejenigen, die auf seine Rettung warteten, nirgendwo inmitten der brennenden, eingestürzten Häuser zu finden waren.\n\nDer Ritter, der den sauren Geschmack der Niederlage schmecken musste, nahm den schwarz bedeckten Becher als Andenken und schwor sich,\ndass er die Welt von Armut und Boshaftigkeit bereinigen würde.\n",
        "es": "\nUn exquisito cáliz de plata que, en su origen, tenía unos grabados de oro que representaban las hazañas de un héroe.\nLa sangre y el humo lo han manchado tanto que ya es irreconocible.\n\nCuando el caballero aniquilador de monstruos regresó del violento campo de batalla,\nya no quedaba nadie a quien rescatar en las casas derrumbadas.\n\nEl cáliz ennegrecido por el humo se convirtió en un símbolo del caballero derrotado.\nCon él, libró al mundo de monstruos, pobreza y maldad.\n",
        "fr": "\nLes exploits d'un héros étaient autrefois gravés sur cette coupe d'argent,\nmais le sang et la fumée l'ont tachée jusqu'à la rendre méconnaissable.\n\nLe chevalier chasseur de démons, couvert de sang, s'en revint du terrible champ de bataille ;\nmais il découvrit que ceux attendant d'être par lui sauvés, ne l'attendaient plus dans les ruines fumantes des maisons brûlées.\n\nGoûtant à l'amertume de cet échec, il se saisit d'une coupe noircie qui gisant sur le sol ;\net il jura de se débarrasser des monstres, du mal et de la pauvreté qui torturaient le monde.\n",
        "pt": "\nOriginalmente era um cálice requintado de prata com entalhes dourados representando as conquistas de um herói.\nEntretanto, sangue e a fumaça mancharam o cálice ao ponto de ser irreconhecível.\n\nCoberto de sangue, o cavaleiro que matava demônios retornou do campo de batalha,\nmas já não havia ninguém para resgatar nas casas queimadas derrubadas.\n\nDerrotado, o Cavaleiro Sanguinário levou o cálice manchado de fumaça,\ne jurou livrar o mundo dos monstros, da pobreza e do mal.\n",
        "ru": "\nКогда-то это был изящный серебряный с позолотой кубок, гравюры на котором изображали подвиги великого рыцаря.\nЗасохшая кровь и чёрная копоть обезобразили его до неузнаваемости.\n\nРыцарь, услышав призыв о помощи, стал пробиваться сквозь чудовищ\nк поваленным пожаром домам, но спасать было уже некого.\n\nВ обугленных развалинах поникший было рыцарь нашёл чёрный от сажи кубок,\nи поклялся истреблять зло, заступаться за слабых и помогать бедным до самой своей смерти.\n",
        "id": "\nAwalnya sebuah piala perak yang sangat indah dengan ukiran emas yang menggambarkan prestasi seorang Knight yang sopan.\nTapi darah dan asap telah menodai piala tersebut sampai tak dikenali lagi.\n\nTerselimuti oleh darah, kesatria yang membasmi monster pulang dari medan tempur,\nAkhirnya tidak menemukan mereka yang meminta pertolongan di antara rumah yang hancur terbakar.\n\nKesatria yang merasakan pahitnya kegagalan mengambil piala yang sudah menghitam di reruntuhan sebagai tanda,\nDan bersumpah untuk membasmi para monster di muka bumi, kemiskinan dan juga kejahatan.\n",
        "th": "\nแต่เดิมเป็นถ้วยเงินที่มีความหรูหราและสลักด้วยทองคำแสดงถึงร่องรอยของฮีโร่\nแต่เลือดและควันที่เกาะหนาทำให้ไม่สามารถจดจำรูปร่างเดิมได้\n\nหลังจากความหายนะเกิดขึ้นอัศวิน Demonslayer ก็รีบไปที่สนามรบและปราบอสูรลง\nท่ามกลางบ้านที่พังทลายลง ไม่เหลือร่องรอยของผู้คนให้ช่วยเหลืออีกต่อไป\n\nอัศวินผู้ลิ้มรสความขมขื่นของความล้มเหลวได้เก็บถ้วยที่ดำคล้ำ ท่ามกลางซากปรักหักพังเพื่อเป็นของย้ำเตือน\nเพื่อกำจัดโลกของอสูร, ความยากจนและความชั่วร้าย\n",
        "vi": "\nVốn là chiếc ly bạc đính vàng tinh tế, từng khắc lên câu chuyện của anh hùng.\nNay đã bị vết máu và khói đen nhuốm màu, không thể nhận ra vẻ đẹp ban đầu.\n\nSau khi kỵ sĩ diệt ma đi theo làn khói tai ương, đánh bại ma vật,\nTrong đống nhà cửa đổ nát bị lửa thiêu rụi, đã không còn người sống sót.\n\nHiệp sĩ nếm trải sự cay đắng của thất bại đã lấy chiếc cốc bị khói nhuộm đen trong đống đổ nát làm tín vật.\nLập lời thề sẽ tuân theo điều lệ của kỵ sĩ là trừ gian diệt ác, giúp đỡ người dân nghèo. \n"
      },
      "imgid": "bloodstained_chivalry_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "染血的铁假面",
        "zht": "染血的鐵假面",
        "jp": "血染めの鉄仮面",
        "ko": "피에 물든 철가면",
        "en": "Bloodstained Iron Mask",
        "de": "Eisenmaske des Blutbefleckten",
        "es": "Máscara de Hierro Sanguinaria",
        "fr": "Masque de fer ensanglanté",
        "pt": "Máscara de Ferro Sanguinária",
        "ru": "Железная маска рыцаря крови",
        "id": "Bloodstained Iron Mask",
        "th": "Bloodstained Iron Mask",
        "vi": "Mặt Nạ Sắt Nhuốm Máu"
      },
      "description": {
        "zhs": "骑士用来遮掩自己面目的铁面具，关于面具下的容貌几何曾有无数猜想。",
        "zht": "騎士用來遮掩自己面目的鐵面具，關於面具下的容貌幾何曾有無數猜想。",
        "jp": "騎士が顔を隠すための鉄仮面、仮面の下の顔は誰も知らない。",
        "ko": "기사가 자신의 얼굴을 가릴 때 사용하던 철가면. 가면 아래의 얼굴은 수많은 사람들이 상상의 나래를 펼치게 했다",
        "en": "The iron mask the knight used to conceal their identity. Many have speculated about the face behind the mask.",
        "de": "Eine eiserne Maske, mit der ein Ritter sein Gesicht schützte. Was sich unter der Maske verbarg, war damals Gegenstand von Spekulationen.",
        "es": "La máscara de hierro que usaba el Caballero Sanguinario para proteger su cara. Ha habido muchas teorías sobre qué aspecto tenía el rostro que se ocultaba tras ella.",
        "fr": "Un masque de fer protégeant autrefois le visage d'un certain chevalier. Nombreuses furent les spéculations quant à qui se cachait derrière.",
        "pt": "A máscara de ferro usada pelo cavaleiro para proteger o seu rosto. O que há por de baixo dessa máscara é alvo de muita especulação.",
        "ru": "Железная маска, которой рыцарь крови пытался скрыть свою личность. Многие строили теории о том, кто может скрываться за маской.",
        "id": "Topeng besi yang digunakan oleh Knight untuk menyembunyikan identitasnya. Banyak orang memiliki teori berbeda-beda tentang wajah di balik topeng ini.",
        "th": "หน้ากากเหล็กของอัศวินที่ถูกใช้เพื่อปกปิดตัวตน สร้างความอยากรู้อยากเห็นให้แก่ผู้คนเป็นอย่างมาก",
        "vi": "Mặt nạ sắt được kỵ sĩ dùng để che đi khuôn mặt của mình, gương mặt bên dưới vẫn luôn là sự bí ẩn."
      },
      "lore": {
        "zhs": "\n华丽的饰金白铁面具，曾经属于出身显赫的骑士。\n染上的黑血实在太多，已经彻底无法洗成原色了。\n\n骑士第一百次砍倒魔物，伸出手帮助受难的人时，\n她却尖叫着推开了他。直到那时染血骑士才知道，\n他的脸庞已经在不断战斗中染满自己和敌人的血。\n他的面容已经在长久厮杀中变得远比魔物更狰狞。\n\n「那就让这副铁面具替代我的脸吧」\n「让我的骑士道守护的人不必直视」\n「我因为血战，而变得可憎的面目」\n",
        "zht": "\n華麗的飾金白鐵面具，曾經屬於出身顯赫的騎士。\n染上的黑血實在太多，已經徹底無法洗成原色了。\n\n騎士第一百次砍倒魔物，伸出手幫助受難的人時，\n她卻尖叫著推開了他。直到那時染血騎士才知道，\n他的臉龐已經在不斷戰鬥中染滿自己和敵人的血。\n他的面容已經在長久廝殺中變得遠比魔物更猙獰。\n\n「那就讓這副鐵面具替代我的臉吧」\n「讓我的騎士道守護的人不必直視」\n「我因為血戰，而變得可憎的面目」\n",
        "jp": "\nある名門出身の騎士が持っていた、華麗な白金色の鉄仮面。\n血に染まりすぎて、元の色にはもう戻らない。\n\n騎士が100回目の魔物を討伐し、危機から人を助けようとした時、\n女性が彼の助けを拒否した。その時、血染めの騎士は気づいた。\n戦いの中で、自分の血と敵の血に染められた自分の顔は、\n魔物より怖くなっていた。\n\n「この鉄仮面が俺の顔になる」\n「俺の騎士道で守られた人に」\n「俺の憎い顔を見せなくて済むから」\n",
        "ko": "\n금으로 장식된 화려한 백철 가면, 한때는 출신이 뛰어난 기사가 가지고 있었다.\n검은 피에 너무 많이 물들어 원래의 색으로 돌아갈 수 없을 지경이다.\n\n기사가 백 번째 마물을 처지하고, 재난을 당한 사람에게 손을 내밀자\n그녀는 오히려 소리를 지르면서 그를 밀쳤다. 피에 물든 기사는 그제서야 알게 된다.\n그의 얼굴은 이미 끝없는 전투를 통해 자신과 적들의 피에 물들었다는 것을…\n그의 얼굴은 오랜 싸움 속에서 마물보다 훨씬 더 흉악하게 변해버렸다.\n\n「그럼 이 철 가면이 내 얼굴을 대신하도록 해야겠어」\n「내 기사도에 의해 지켜질 사람은」\n「혈전 때문에 가증스럽게 변한 내 얼굴을 쳐다보지 않아도 돼」\n",
        "en": "\nA luxurious platinum mask that once belonged to a knight of noble birth.\nThe dark stains of dry blood are now a permanent part of its appearance.\n\nAs the Bloodstained Knight reached out to help a person in need after slaying the monster,\nThe way she cowered in fear made the knight realize:\nHe was now a monster himself.\nTainted by the blood and cruelty of his drawn-out war.\n\n\"Shield me from the eyes\"\n\"Of those I vowed to protect.\"\n\"And shield them from the horrors I am bound to effect.\"\n",
        "de": "\nEine schwere Eisenmaske, die sich einst im Besitz eines noblen Ritters befand.\nDas alte angetrocknete Blut darauf ist bereits Teil der Maske geworden.\n\nAls der blutbefleckte Ritter sein hundertstes Monster niederstreckte und dem Opfer seine Hand hinhielt,\nmerkte er erst, wie furchteinflößend er für das dort kauernde Opfer ausgesehen haben musste.\nEr war selbst zu einem Monster geworden.\nVergiftet vom Blut und den scheußlichen Taten aus Kriegszeiten.\n\n„Lass diese Maske mein Gesicht verdecken,\ndamit jene, denen ich Schutz geschworen habe, mich nicht direkt ansehen müssen.\nDer blutige Krieg hat mich in ein Monster verwandelt.“\n",
        "es": "\nUna magnífica máscara de platino perteneciente a un caballero de origen noble.\nLa sangre oscura y seca ha pasado a formar parte de ella.\n\nCuando el Caballero se dispuso a ayudar a los heridos después de matar al último monstruo,\nel miedo con el que la chica gritó le hizo darse cuenta\nde que tenía la cara manchada tanto de su propia sangre como de la de los enemigos.\nSe había convertido en un ser violento y monstruoso.\n\n“Que esta máscara sustituya a mi propio rostro.\nQue nadie tenga que contemplarlo jamás.\nPues la cruenta guerra me convirtió en algo terrorífico”.\n",
        "fr": "\nUn magnifique masque en platine ayant appartenu à un chevalier de noble lignée.\nLes taches de sang séché qui le salissent en font maintenant partie entière.\n\nLorsque le chevalier tendit la main à la femme après avoir éliminé le monstre qui la menaçait,\ncelle-ci cria de peur et le repoussa.\nCe fut à ce moment là qu'il se rendit compte qu'il était lui-même devenu un monstre,\ncorrompu par le sang et la cruauté de sa guerre sans fin.\n\n« Cache-moi du regard de ceux »\n« Que j'ai juré de secourir ; »\n« Et protège-les de mon horrible visage. »\n",
        "pt": "\nUma luxuosa máscara de platina que uma vez pertenceu a um cavaleiro de origem nobre.\nAs manchas escuras de sangue seco são agora parte permanente de sua aparência.\n\nQuando o Cavaleiro Sanguinário matou mais um monstro e se dispôs a ajudar uma pessoa numa hora de necessidade,\nEla o empurrou, e o Cavaleiro Sanguinário imediatamente percebeu:\nSeu rosto estava coberto no seu sangue e no de seus inimigos.\nSua aparência havia se tornado mais sinistra que a de um monstro.\n\n\"Que então essa máscara substitua meu próprio rosto.\"\n\"Para que as pessoas que devo proteger não a precisem ver.\"\n\"Porque depois de sangrentas batalhas, minha aparência se tornou horrenda.\"\n",
        "ru": "\nЭту роскошную платиновую маску носил благородный рыцарь.\nТёмные пятна крови, полностью скрывшие блеск металла, останутся на ней навсегда.\n\nРыцарь разрубил очередное чудовище и протянул спасённой женщине руку,\nно она с пронзительным криком тут же отпрянула. И тогда он понял,\nчто засохшая кровь, вражеская и собственная, страшной маской легла на его лице,\nа постоянная резня превратила некогда чистые черты в зверский оскал.\n\n«Пусть эта маска скроет мой\nизуродованный годами кровопролития лик\nот тех, кого я поклялся защищать».\n",
        "id": "\nTopeng platinum mewah yang dulunya milik seorang kesatria yang mulia.\nJejak darah mengering telah menghiasi penampulan topeng tersebut.\n\nSaat Bloodstained Knight itu mengulurkan tangan untuk membantu orang yang membutuhkan setelah membunuh monster itu,\nNamun saat melihat gadis itu menjerit dan mendorongnya. Saat itulah sang kesatria yang berlumuran darah tahu,\nDia sendiri telah berubah menjadi monster.\nBersimbah darah dan kekejaman dari peperangan.\n\n\"Kalau begitu biarkan topeng besi ini menggantikan wajahku\"\n\"Orang yang menjagaku dari kesatria itu tidak harus melihat langsung wajahku\"\n\"Aku menjadi keji karena pertempuran berdarah\"\n",
        "th": "\nตกแต่งอย่างงดงามด้วยหน้ากากทองคำและเหล็กซึ่งครั้งหนึ่งเคยเป็นของอัศวินที่สูงศักดิ์\nมีเลือดดำเปรอะเปื้อนจนมากเกินไปและเป็นไปไม่ได้เลยที่จะล้างให้กลับมาเหมือนเดิม\n\nเมื่ออัศวินโค่นอสูรตัวที่หนึ่งร้อยลง ในตอนที่เขายื่นมือไปช่วยผู้ประสบภัยนั้น\nเธอกลับกรีดร้องและผลักไสเขาออกไป ถึงตอนนั้นอัศวินจึงได้รู้\nหลังจากการสู้รบนับไม่ถ้วนใบหน้าของเขานั้นก็เต็มไปด้วยเลือดของศัตรูและของเขาเอง\nใบหน้าของเขานั้นเปลี่ยนไปจนดูโหดร้ายมากกว่าอสูรเสียอีก\n\n\"งั้นก็ให้หน้ากากนี้แทนใบหน้าของฉันละกัน\"\n\"ให้ผู้คนที่ฉันช่วยเหลือไม่ต้องมองมาโดยตรง\"\n\"ฉันกลายเป็นสิ่งที่น่ารังเกียจเพราะการต่อสู้ฆ่าฟัน\"\n",
        "vi": "\nChiếc mặt nạ bằng thép bạc đính vàng tinh tế, từng thuộc về kỵ sĩ xuất thân hiển hách.\nDo nhuốm màu máu quá nhiều nên đã không thể gột sạch để trở về màu sắc ban đầu.\n\nKỵ sĩ sau khi đánh bại ma vật lần thứ một trăm, dang tay giúp đỡ người gặp nạn,\nCô gái đã hét lên và đẩy anh ra. Đến lúc đó kỵ sĩ nhuốm máu mới nhận ra rằng,\nKhuôn mặt của mình đã nhuốm màu máu của mình và kẻ địch.\nVẻ mặt chinh chiến dài lâu đã đáng sợ hơn cả ma vật.\n\n\"Vậy hãy dùng chiếc mặt nạ này che mặt ta đi vậy\"\n\"Khiến người mà được đạo kỵ sĩ của ta giúp đỡ không phải nhìn trực diện\"\n\"Do trải qua nhiều cuộc huyết chiến, mà dung mạo của ta cũng trở nên đáng sợ\"\n"
      },
      "imgid": "bloodstained_chivalry_circlet"
    }
  ]
}