{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "流浪大地的乐团",
    "zht": "流浪大地的樂團",
    "jp": "大地を流浪する楽団",
    "ko": "대지를 유랑하는 악단",
    "en": "Wanderer's Troupe",
    "de": "Wanderorchester",
    "es": "Orquesta del Errante",
    "fr": "Bande vagabonde",
    "pt": "Trupe Itinerante",
    "ru": "Странствующий ансамбль",
    "id": "Wanderer's Troupe",
    "th": "Wanderer's Troupe",
    "vi": "Đoàn Hát Lang Thang Đại Lục"
  },
  "descriptions": [
    {
      "zhs": "元素精通提高80点。",
      "zht": "元素精通提高80點。",
      "jp": "元素熟知+80。",
      "ko": "원소 마스터리+80pt",
      "en": "Increases Elemental Mastery by 80.",
      "de": "Erhöht Elementarkunde um 80 Punkte.",
      "es": "Maestría Elemental +80.",
      "fr": "Augmente la maîtrise élémentaire de 80 pts.",
      "pt": "Proficiência Elemental +80",
      "ru": "Увеличивает мастерство стихий на 80 ед.",
      "id": "Elemental Mastery +80.",
      "th": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
      "vi": "Tăng 80 điểm tinh thông nguyên tố."
    },
    {
      "zhs": "装备该圣遗物套装的角色为法器、弓箭角色时，角色重击造成的伤害提高35%。",
      "zht": "裝備該聖遺物套裝的角色為法器、弓箭角色時，角色重擊造成的傷害提高35%。",
      "jp": "該当聖遺物セットを装備したキャラが法器、弓キャラの場合、キャラの重撃ダメージ+35%。",
      "ko": "해당 성유물 세트를 장착한 캐릭터가 법구 또는 활을 사용 시 캐릭터의 강공격으로 가하는 피해가 35% 증가한다",
      "en": "Increases Charged Attack DMG by 35% if the character uses a Catalyst or a Bow.",
      "de": "Erhöht den mit heftigen Schlägen verursachten Schaden, wenn die Figur einen Katalysator oder einen Bogen trägt, um 35 %.",
      "es": "Aumenta el daño de ATQ Cargado en un 35% si el personaje usa catalizador o arco.",
      "fr": "Augmente les DGT infligés par les attaques chargées de 35 % lorsque ce set d'artéfacts est équipé par les personnages maniant un arc ou un catalyseur.",
      "pt": "Aumenta o Dano do Ataque Carregado em 35% se o personagem estiver usando Catalisador ou Arco.",
      "ru": "Увеличивает урон заряженной атаки на 35%, если персонаж использует катализатор или стрелковое оружие.",
      "id": "Meningkatkan 35% DMG Charged Attack karakter yang menggunakan Catalyst, Bow.",
      "th": "เมื่อตัวละครที่สวมเซ็ตอาร์ติแฟกต์เป็นผู้ใช้สื่อเวท, ธนู การชาร์จโจมตีของตัวละครจะสร้างความเสียหายเพิ่มขึ้น 35%",
      "vi": "Khi nhân vật trang bị bộ Thánh Di Vật này dùng pháp khí, cung tên, sát thương trọng kích nhân vật tạo thành tăng 35%."
    }
  ],
  "imgid": "wanderers_troupe_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "乐团的晨光",
        "zht": "樂團的晨光",
        "jp": "楽団の朝の光",
        "ko": "악단의 서광",
        "en": "Troupe's Dawnlight",
        "de": "Morgenlicht des Ensembles",
        "es": "Luz Matinal de la Orquesta",
        "fr": "Aube de l'orchestre",
        "pt": "Luz Matinal da Orquestra",
        "ru": "Рассвет ансамбля",
        "id": "Troupe's Dawnlight",
        "th": "Troupe's Dawnlight",
        "vi": "Ánh Sáng Của Ban Nhạc"
      },
      "description": {
        "zhs": "小小的花形徽章。侧耳细听的话，仿佛能听到悠扬的笛声和清新的歌唱声。",
        "zht": "小小的花形徽章。側耳細聽的話，仿佛能聽到悠揚的笛聲和清新的歌唱聲。",
        "jp": "小さい花の形をしたバッジ。耳をすませば、笛の音や歌声を聞こえるかもしれない。",
        "ko": "조그마한 꽃 모양의 배지. 자세히 들어보면 마치 은은한 피리 소리와 맑은 노랫소리가 들리는 것만 같다",
        "en": "A small flower-shaped insignia. If you listen carefully, you can almost hear a flute playing and voices singing.",
        "de": "Ein kleines Abzeichen in Form einer Blume. Hält man es sich gegen das Ohr, ist es, als höre man den melodischen Klang von Flöten und Gesang.",
        "es": "Pequeña insignia en forma de flor. Si prestas atención, podrás escuchar las dulces notas de una flauta y un coro de voces.",
        "fr": "Un petit emblème en forme de fleur. Celui qui prête l'oreille peut presque entendre une flûte accompagnant le chant de plusieurs voix.",
        "pt": "Um pequeno emblema em forma de flor. Se você escutar com atenção, poderá ouvir as notas de uma flauta doce junto com uma voz muito nítida.",
        "ru": "Эмблема в форме маленького цветка. Прислушавшись, можно расслышать звуки пения и флейты.",
        "id": "Medali kecil yang berbentuk bunga. Saat berada di tempat yang sangat tenang, suara nyanyian dan seruling terasa hampir bisa terdengar darinya.",
        "th": "ตรารูปดอกไม้เล็ก ๆ หากแนบหูฟังดี ๆ คุณจะสามารถได้ยินเสียงขลุ่ย และเสียงร้องเพลงอันแสนไพเราะ",
        "vi": "Huy chương hình hoa nhỏ bé, khi đặt bên tai lắng nghe, sẽ phảng phất nghe được tiếng sáo và giọng hát trong veo."
      },
      "lore": {
        "zhs": "\n花形的小小徽章，其中仿佛传出音乐声。\n\n在那流浪的乐团里，有一位飒爽的剑士。\n比水上的霞光更明媚，优雅如报晓云雀。\n每当她挥舞利剑，笛音与歌都随风而起。\n\n一曲一舞落定如同雨霁天青。\n尘埃落定，台上下无有杂音。\n\n音乐与剑在她手中同等致命，同等优美。\n这便是流浪乐团的演奏，它有两种听众。\n听者是恶徒，乐声则远远传到舞台之外。\n",
        "zht": "\n花形的小小徽章，其中仿佛傳出音樂聲。\n\n在那流浪的樂團裡，有一位颯爽的劍士。\n比水上的霞光更明媚，優雅如報曉雲雀。\n每當她揮舞利劍，笛音與歌都隨風而起。\n\n一曲一舞落定如同雨霽天青。\n塵埃落定，臺上下無有雜音。\n\n音樂與劍在她手中同等致命，同等優美。\n這便是流浪樂團的演奏，它有兩種聽眾。\n聽者是惡徒，樂聲則遠遠傳到舞臺之外。\n",
        "jp": "\n小さな花形の徽章。中から音が聞こえるらしい。\n\n流浪楽団に颯爽とした剣士がいた。\n水面に映る霞光よりも清らかで美しかった。夜明けを知らせる雀のように優雅であった。\n彼女が剣を振るうたびに、笛の音と歌は風と共に舞い上がる。\n\nその曲、その舞は雨のち晴れのようであった。\n全てが落ち着き、舞台の上も下も静寂であった。\n\n彼女が手にすれば、音楽も剣も同様に美しく、武器として非常に強力であった。\nこれは流浪楽団の演奏、観客は2種類に分かれた。\n目の前の観客は悪党であった。だが楽声は遠い舞台の外まで届いた。\n",
        "ko": "\n꽃 모양의 작은 배지에서 음악 소리가 들리는 것만 같다.\n\n그 떠돌이 악단에는 늠름한 검사가 한 명 있었다.\n그녀는 물 위의 노을 빛보다 더 눈부셨고 소식을 알리는 종달새보다 더 우아했다.\n그녀가 예리한 검을 휘두를 때마다 피리 소리와 노랫소리가 바람과 함께 불어왔다.\n\n그녀의 노래와 춤은 비가 내린 후의 하늘처럼 사람의 마음을 맑게 해주었다.\n공연이 끝날 때까지 무대의 위아래는 쥐 죽은 듯 조용했다.\n\n음악과 검은 그녀의 손을 거쳐 치명적이고 우아한 아름다움을 보여줬다.\n이게 바로 떠돌이 악단의 연주였다. 그들은 두 부류의 청중이 있었다.\n청중이 악당이면 음악소리는 무대 밖까지 멀리 전해졌다.\n",
        "en": "\nA small flower-shaped insignia. There seems to be music coming from it.\n\nAmong the members of the troupe was a charismatic swordswoman.\nBeautiful as the light on water, elegant as the chirping lark.\nHer every slash hummed a tune of the wind.\n\nThe end of each song and dance was like the sun after the rain.\nDust has since settled, and both the stage and life itself feel emptier for the absence of her music.\n\nBoth her music and her sword were as lethal as they were beautiful.\nThis was in keeping with the troupe's performances, which were intended for two very different audiences.\nFor the audience of foes, the music drifted far beyond the stage.\n",
        "de": "\nEin blumenförmiges Abzeichen, aus dem leise Musik zu ertönen scheint.\n\nEin Mitglied der Gruppe war ein charismatischer Schwertkämpfer.\nGlänzender als Morgenlicht auf dem Wasser, eleganter als eine Lerche.\nJeder seiner Schwerthiebe gibt die Melodie vor und der Wind den Takt.\n\nDas Ende jedes Liedes war wie die Sonne nach dem Regen.\nDer Staub legte sich, es gab keinerlei Geräusche auf oder vor seiner Bühne.\n\nSowohl seine Musik als auch sein Schwert waren so tödlich wie ansehnlich.\nDies war der Rhythmus der Musiker und es gab zwei Arten von Publikum.\nDer Zuhörer ist ein Dieb und nimmt die Musik weit über die Bühne hinaus mit.\n",
        "es": "\nUna pequeña insignia en forma de flor. Parece que emana música de ella.\n\nEn la Orquesta del Errante había una carismática espadachina.\nEra bella como la luz que se refleja en el agua, y elegante como una alondra que anuncia el alba.\nAl blandir la espada, emanaba de ella una sinfonía de cantos y flautas.\n\nEl final de cada canción y cada baile era como cuando sale el sol después de una tormenta.\nTodo vuelve a su lugar y la calma regresa al escenario.\n\nSu música y manejo de la espada son tan letales como elegantes.\nLa Orquesta del Errante tenía dos tipos de público:\ncuando se trataba de bandidos, la música iba mucho más allá del escenario.\n",
        "fr": "\nUn insigne en forme de fleur. On dirait qu'une musique s'en dégage.\n\nUne bretteuse charismatique faisait partie de la troupe itinérante.\nElle était aussi belle que le reflet des nuages crépusculaires sur l'eau, et aussi élégante que l'alouette chantant à l'aube.\nChaque coup de son épée était accompagné d'une mélodie chantant aux vents.\n\nLa fin de chaque danse, la fin de chaque chanson étaient tel le soleil après la pluie.\nLa poussière est depuis retombée, et la scène comme la vie sont vides de l'absence de sa musique.\n\nSa musique comme sa lame étaient aussi mortelles que belles.\nCar la troupe, la Compagnie Vagabonde, avait deux types d'audiences ;\net la musique portait bien plus loin que la scène pour ses ennemis.\n",
        "pt": "\nUma pequena insígnia em formato de flor. Parece haver música vindo dela.\n\nEntre os membros da trupe havia uma carismática espadachim.\nBonita como a luz refletindo na água, elegante como a cotovia chilreante.\nCada golpe dela cantarolava uma melodia ao vento.\n\nO final de cada dança e canção era como o sol depois da chuva.\nA poeira se assentou desde então, e tanto o palco quanto a própria vida se sentiam mais vazias pela ausência de sua música.\n\nTanto sua música quanto sua espada eram tão letais quanto belas.\nIsto estava de acordo com as apresentações da trupe, que se destinavam a dois públicos muito diferentes.\nQuando se tratava de um público de bandidos, a música ia muito além do palco.\n",
        "ru": "\nКрохотный значок в форме цветка. Кажется, будто из него играет музыка.\n\nЖила-была в бродячем ансамбле доблестная мечница,\nпрекрасная, как заря на морских волнах, и изящная, как возвещающий рассвет жаворонок.\nВзмахи её острого меча становились уносимой ветром песней.\n\nКогда она пела и танцевала, то словно уходили хмурые тучи и солнце согревало землю.\nНо пришёл конец, без её музыки опустела сцена, и потеряла краски жизнь.\n\nМузыкой и мечом она могла легко очаровать слушателя, равно как и отнять его жизнь.\nТакая манера исполненья была ансамблю под стать, ведь публика попадалась разная.\nИ если в зале собирались злодеи, музыка выходила далеко за пределы сцены.\n",
        "id": "\nLambang berbentuk bunga kecil. Sepertinya ada musik yang berasal darinya.\n\nDi antara rombongan itu juga ada ahli pedang yang karismatik. \nIndah seperti cahaya di air, elegan seperti kicauan burung. \nSetiap tebasannya menyanyikan nada angin.\n\nAkhir dari setiap lagu dan tarian seolah seperti matahari setelah hujan.\nSejak itu debu dari panggung maupun kehidupannya sendiri terasa lebih kosong karena tidak ada musiknya.\n\nBaik musik maupun pedangnya sama-sama mematikan namun juga indah.\nInilah penampilan dari rombongan tersebut yang mempunyai dua penonton yang berbeda.\nBagi para musuhnya, musiknya sungguh beragam melampaui panggung itu sendiri.\n",
        "th": "\nตราสัญลักษณ์รูปดอกไม้เล็ก ๆ ดูเหมือนจะมีเสียงเพลงลอดออกมา\n\nในหมู่คณะดนตรีนั้นมีนักดาบที่มีเสน่ห์อยู่\nเธองดงามยิ่งกว่าแสงประกายแสงที่สะท้อนจากผิวน้ำ และสง่ายิ่งกว่ารุ่งอรุณยามเช้า\nเมื่อใดก็ตามที่เธอกวัดแกว่งดาบ เสียงดนตรีจะประสานตามไปด้วย\n\nจุดสิ้นสุดของแต่ละเพลงและการเต้นรำคือดวงอาทิตย์หลังฝนตก\nทุกสิ่งอยู่ในจุดที่เหมาะสม ไม่มีเสียงรบกวนจากทั้งบนและล่างเวที\n\nทั้งดนตรีและดาบของเธอนั้นล้วนทำให้ถึงตายได้ เพราะว่ามันต่างเป็นสิ่งที่สวยงาม\nผู้ชมของเธอนั้นมีอยู่สองคน\nเมื่อผู้ฟังเป็นวายร้าย เสียงเพลงจะล่องลอยห่างจากเวทีไปไกลแสนไกล\n",
        "vi": "\nHuy chương nhỏ hình bông hoa, bên trong phảng phất phát ra tiếng nhạc.\n\nTrong đoàn nhạc lang thang có một kiếm sĩ mạnh mẽ.\nXinh đẹp hơn cả nắng sớm trên biển lặng, nho nhã hơn cả loài sơn ca báo nắng mai.\nMỗi khi cô vung thanh kiếm lên, tiếng hát và tiếng sáo vang lên trong gió.\n\nMột bài ca một điệu nhảy lắng đọng như trời xanh sau mưa.\nLắng đọng trần ai, trên và dưới khán đài không một tạp âm.\n\nÂm nhạc và thanh kiếm trong tay cô đều chí mạng, đều nho nhã đến tuyệt trần.\nĐó cũng là buổi diễn của gánh hát rong, có hai nhóm người nghe.\nNgười nghe là ác đồ, tiếng nhạc sẽ truyền đến một nơi xa bên ngoài võ đài.\n"
      },
      "imgid": "wanderers_troupe_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "琴师的箭羽",
        "zht": "琴師的箭羽",
        "jp": "琴師の矢羽",
        "ko": "연주자의 화살깃",
        "en": "Bard's Arrow Feather",
        "de": "Pfeilfeder des Leierspielers",
        "es": "Pluma del Bardo",
        "fr": "Plume de flèche du lyriste",
        "pt": "Pena de Flecha do Bardo",
        "ru": "Оперение стрелы барда",
        "id": "Bard's Arrow Feather",
        "th": "Bard's Arrow Feather",
        "vi": "Mũi Tên Nhạc Sĩ"
      },
      "description": {
        "zhs": "青蓝色的箭羽，并未在漫长岁月中褪色破碎。似乎带来了落珠流水的琴声。",
        "zht": "青藍色的箭羽，並未在漫長歲月中褪色破碎。似乎帶來了落珠流水的琴聲。",
        "jp": "青藍色の矢羽、長い年月の中で少しも色褪せない。水の流れのような琴の音さえ聞こえるようだ。",
        "ko": "파란색의 화살깃. 오랜 세월이 흘렀지만 색이 바래지지 않고 모양도 그대로이다. 마치 옥구슬 구르는 것과 같은 악기 소리가 난다",
        "en": "An azure arrow fletching that has neither faded nor splintered with the passage of time. The sound of running water seems to linger around it.",
        "de": "Eine bläuliche Pfeilfeder, die auch nach all der Zeit weder ihre Farbe verloren hat noch zerbrochen ist. Bewegt klingt sie wie fließendes Wasser.",
        "es": "Una pluma de flecha de color azul que no se ha deteriorado con el paso del tiempo. Parece llevar consigo el sonido melódico de un arpa.",
        "fr": "Une plume de flèche cyan ni flétrie ni brisée par le temps. Une mélodie claire et cristalline rappelant l'eau vive s'en dégage.",
        "pt": "Uma pena de uma flecha azul que não se deteriorou com o passar do tempo. Parece que leva consigo o som melódico da água corrente.",
        "ru": "Лазурное оперение, не потерявшее свой цвет с течением времени. От него исходит звук текущей воды.",
        "id": "Bulu anak panah zamrud yang tidak layu ataupun tertekuk meskipun disimpan untuk waktu yang lama. Suara seperti air yang mengalir dapat terdengar dari dalamnya.",
        "th": "ขนติดลูกศรสีน้ำเงินอ่อน ไม่ว่าผ่านไปนานเท่าไหร่แต่สีก็ยังคงสดใสดังเดิม ดูเหมือนจะมีเสียงของพิณหลั่งไหลอยู่รอบ ๆ",
        "vi": "Mũi tên bằng lông có màu xanh lam, không hề bị thời gian làm cho xuống sắc. Dường như đem lại âm thanh như tiếng nước chảy."
      },
      "lore": {
        "zhs": "\n靛青的挺拔箭羽，饱经风霜幸存至今。\n迎风震颤时似乎有乐声从羽梢中漏出。\n\n流浪乐团的琴师同时也是精湛的弓手。\n传说他能用温柔的琴声迷惑飞鸟，然后将之射下高空。\n据说在为鸟儿编织死亡之曲时，琴师从来低垂着眼帘。\n有人说这是乐师的自矜，也有同伴说这是猎手的仁慈。\n\n当可怜的牺牲品装点了琴师的箭矢，\n清脆的琴声也化作无情的报死哀声。\n",
        "zht": "\n靛青的挺拔箭羽，飽經風霜倖存至今。\n迎風震顫時似乎有樂聲從羽梢中漏出。\n\n流浪樂團的琴師同時也是精湛的弓手。\n傳說他能用溫柔的琴聲迷惑飛鳥，然後將之射下高空。\n據說在為鳥兒編織死亡之曲時，琴師從來低垂著眼簾。\n有人說這是樂師的自矜，也有同伴說這是獵手的仁慈。\n\n當可憐的犧牲品裝點了琴師的箭矢，\n清脆的琴聲也化作無情的報死哀聲。\n",
        "jp": "\n凛とした藍色の矢羽、いくつもの苦難を超えて今に至った。\n向かい風の環境では、矢羽の先から音が漏れるらしい。\n\n流浪楽団の琴師は同時に優れた弓使いでもあった。\n伝説によると、彼は優しい琴声で鳥を惑わせて射落としたらしい。\n鳥のために死の曲を作る時、琴師はいつも目をつぶっていた。\nそれは楽師の自矜だと思った人がいたが、仲間はそれを狩人の慈しみだと思っていた。\n\n琴師が矢羽に、可哀想な犠牲品を飾ると、\n澄んだ琴声は死を告げる無情な哀声になった。\n",
        "ko": "\n온갖 시련을 겪고도 오늘날까지 내려온 짙은 남색의 화살깃.\n바람을 맞이하여 진동할 때면 마치 음악소리가 깃털 끝부분에서 흘러나오는 듯한 착각이 든다.\n\n떠돌이 악단의 하프 연주자이자 뛰어난 궁수인 그는\n부드러운 하프 소리로 새를 현혹시킨 뒤, 바로 화살로 새를 쏘아내린다고 한다.\n새를 위해 죽음의 곡을 연주할 때면 하프 연주자는 항상 눈을 감곤 했는데,\n이것을 악사의 자긍심이라 말하는 사람도 있고 사냥꾼의 인자함이라고 말하는 동료도 있다.\n\n가여운 희생양에게 하프 연주자의 화살이 박히게 되면\n맑은 하프 소리도 무정한 죽음을 알리는 애절한 소리로 바뀌게 된다.\n",
        "en": "\nAn azure arrow fletching that has survived the test of time.\nThe fletching seems to produce a tune as the arrow flies through air.\n\nThe harpist of the troupe was also a skilled archer.\nLegend has it that he could lure the birds in the sky with his harp and then shoot them down with his arrows.\nIt is said that he never looked at the sky while he was playing the harp to lure the birds.\nSome believed the reason was his harpist's arrogance, while his companion said it was his hunter's mercy.\n\nThe ill-fated birds became the fletching of the harpist's arrows,\nand the sound of the harp became the birds' elegy.\n",
        "de": "\nAzurblaue Pfeilbefiederung, die den Zahn der Zeit nicht an sich hat nagen lassen.\nBeim Fliegen durch die Luft produziert die Befiederung eine Art Melodie.\n\nDer Harfenist der Gruppe war auch ein gekonnter Bogenschütze.\nErzählungen zufolge lockte er erst den Vogel mit dem Klang seiner Harfe und holte ihn dann mit einem Pfeil aus der Luft.\nAngeblich hat er beim Spielen der Harfe und Anlocken der Vögel nie zum Himmel hinauf gesehen.\nManche glaubten, er tat dies aus Arroganz, manche wiederum behaupteten, es sei aus Mitleid gewesen.\n\nDie meisten Vögel endeten schließlich als Grundstock für die Befiederung seiner Pfeile.\nDer Klang seiner Harfe spielte dazu eine traurige Elegie.\n",
        "es": "\nUna flecha azul índigo que sobrevivió al paso del tiempo.\nAl dispararla, sus plumas parecen producir una melodía.\n\nEl arpista de la Orquesta también era un arquero experto.\nSegún la leyenda, atraía a las aves con la dulce melodía de su arpa para luego derribarlas con su arco.\nSe dice que, cuando hacía esto, no miraba al cielo.\nLa razón, según algunos, era la arrogancia del arpista. Sus compañeros decían que era debido a la misericordia de un cazador.\n\nLas plumas de esas pobres aves acababan decorando las flechas del arpista,\ny el sonido de su arpa se convirtió en la elegía de los pájaros.\n",
        "fr": "\nUne plume d'azur ayant jadis servi d'empennage.\nOn jurerait qu'une musique s'en dégage lorsque la flèche traverse l'air.\n\nLe harpiste de la troupe était également un archer agile.\nOn raconte qu'il était capable d'attirer les oiseaux de sa harpe, pour les abattre ensuite de ses flèches.\nTout cela, sans même regarder le ciel.\nD'aucuns y voyaient l'arrogance du chasseur ; ses compagnons y voyaient eux la pitié.\n\nLes plumes des oiseaux chassés servirent d'empennage aux flèches du harpiste.\nLe son qu'elles produisaient était une élégie en leur nom.\n",
        "pt": "\nUma pena de uma flecha, azul-índigo, que sobreviveu ao teste do tempo.\nAs plumas da flecha parecem produzir uma melodia enquanto ela atravessa pelo ar.\n\nO harpista da trupe também era um hábil arqueiro.\nA lenda diz que ele podia atrair os pássaros no céu com sua harpa e depois derrubar eles com suas flechas.\nDiz-se que ele nunca olhava para os céus enquanto tocava sua harpa para atrair os pássaros.\nAlguns acreditavam que o motivo era a arrogância de seu harpista, enquanto seu companheiro dizia que era a misericórdia de seu caçador.\n\nAs aves desafortunadas se tornavam as plumas das flechas do harpista,\ne o som da harpa tornou-se a elegia dos pássaros.\n",
        "ru": "\nОперение стрелы тёмно-синего цвета, пережившее жестокое испытание временем.\nТрепещущий на ветру кончик пера издаёт мелодичные звуки.\n\nЛирист странствующего ансамбля мастерски стрелял из лука.\nГоворили, что своей игрой он одурманивал птиц, а затем сбивал их стрелами.\nИграл он, опустив глаза, чтобы не смотреть на небо.\n«Каков спесивец!» - возмущались одни. Другие же замечали: «Этот охотник поистине милосерден».\n\nПерья его несчастных жертв украшали стрелы,\nа звонкая мелодия лиры превращалась в скорбную песнь.\n",
        "id": "\nSebuah panah indigo yang telah selamat dari ujian waktu.\nSeolah seperti ada melodi yang dihasilkan panah itu saat melewati angin.\n\nPemain harpa dari anggota rombongan itu juga adalah seorang pemanah handal.\nLegenda mengatakan bahwa dia bisa menarik perhatian burung-burung di udara dengan harpanya dan menembak mereka dengan panahnya.\nDikatakan bahwa dia tidak pernah melihat ke angkasa saat memainkan harpa untuk menarik perhatian burung-burung.\nBeberapa orang mengira itu karena kesombongan dirinya, namun rekannya berkata itu adalah belas kasihan darinya.\n\nBurung bernasib malang menjadi penghias panah sang pemain harpa,\nSuara harpa menjadi syair ratapan sedih bagi burung-burung.\n",
        "th": "\nขนนกสีฟ้าประดับคันธนูขนาดใหญ่ อยู่รอดจากสภาพอากาศมาจนถึงทุกวันนี้\nตอนที่สั่นไหวอยู่ในอากาศ ดูเหมือนจะมีเสียงดนตรีลอดออกมา\n\nนักเล่นพิณของคณะนั้นยังเป็นมือธนูชั้นเซียนอีกด้วย\nว่ากันว่าเขาสามารถใช้เสียงอันอ่อนโยนของพิณเพื่อหลอกล่อนกที่บินบนฟ้า และยิงธนูให้ร่วงลงมาได้\nว่ากันว่าเมื่อเขาเล่นพิณเพื่อล่อนกนั้น เขาไม่เคยมองไปยังท้องฟ้าเลย\nบางคนบอกว่านี่คือความมั่นใจในตนเองของนักดนตรี ในขณะที่คนอื่นบอกว่ามันเป็นความเมตตาของนักล่า\n\nในที่สุดนกที่น่าสงสารก็กลายเป็นลูกธนูของนักเล่นพิณ\nและเสียงของพิณก็กลายเป็นเสียงของนก\n",
        "vi": "\nChiếc lông màu xanh ấy, đã xuyên qua bao sương gió tồn tại cho đến ngày nay.\nDường như trong chiếc lông phát ra tiếng nhạc khi bay trong gió.\n\nVị nhạc sỹ của gánh hát rong đồng thời cũng là cung thủ tinh nhuệ.\nTrong truyền thuyết anh có thể dùng tiếng nhạc du dương êm ái, mê hoặc các loài chim, sau đó dùng cung bắn hạ chúng từ trên trời cao.\nTương truyền rằng, khi tạo nên bản nhạc bi thương cho loài chim, vị nhạc sỹ luôn cúi đầu nhìn xuống.\nCó người nói rằng đó là sự tự phụ của người nhạc sỹ, cũng có người nói rằng đó là lòng trắc ẩn của kẻ săn bắn.\n\nKhi loài vật đáng thương gục ngã trước mũi tên của người nhạc sỹ,\nTiếng đàn thánh thót cũng trở thành bài ca báo tử đầy bi thương.\n"
      },
      "imgid": "wanderers_troupe_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "终幕的时计",
        "zht": "終幕的時計",
        "jp": "フィナーレの時計",
        "ko": "피날레의 시계",
        "en": "Concert's Final Hour",
        "de": "Fall des Vorhangs",
        "es": "Reloj del Acto Final",
        "fr": "Tombée du rideau",
        "pt": "Queda de Cortina",
        "ru": "Окончание концерта",
        "id": "Concert's Final Hour",
        "th": "Concert's Final Hour",
        "vi": "Thời Gian Bế Mạc"
      },
      "description": {
        "zhs": "为乐团的演奏计时的沙漏，曾发出利落的声响。如今他们的表演已经落幕。",
        "zht": "為樂團的演奏計時的沙漏，曾發出俐落的聲響。如今他們的表演已經落幕。",
        "jp": "楽団の演奏に使用されていた砂時計、きちんとした音を出していたが、彼らのパフォーマンスはとうに幕を閉じた。",
        "ko": "악단의 연주 시간을 계산하기 위한 모래시계. 과거 경쾌한 소리가 울려 퍼졌었다. 그들의 공연은 이제 볼 수 없다",
        "en": "An hourglass used to keep time during a band performance. It once made a crisp sound, but their performance has since ended.",
        "de": "Eine Sanduhr, die dem Ensemble anzeigt, wie lange die Vorstellung geht. Leider ist für sie der Vorhang längst gefallen.",
        "es": "Un reloj de arena que se usaba para cronometrar los conciertos de una orquesta. Por desgracia, estos conciertos ya hace tiempo que no se celebran.",
        "fr": "Un sablier permettant de garder trace du temps écoulé lors des représentations. Un son clair s'en échappait autrefois, mais le temps des représentations est aujourd'hui fini...",
        "pt": "Uma ampulheta que foi usada para cronometrar a apresentação de uma orquestra. Hoje em dia, entretanto, o show deles já se encerrou.",
        "ru": "Песочные часы, отмеряющие время концерта. Когда-то они издавали аккуратный звон, но концерт уже давно закончился.",
        "id": "Jam pasir yang digunakan saat kelompok panggung memainkan lagu. Pernah mengeluarkan suara yang merdu di masa lalu, tetapi kini pertunjukan telah berakhir.",
        "th": "นาฬิกาทรายที่ใช้ในการจับเวลา ระหว่างการแสดงวงดนตรี ครั้งหนึ่งมันสร้างเสียงที่เรียบง่าย แต่การแสดงนั้นได้สิ้นสุดลงแล้ว",
        "vi": "Đồng hồ cát tính thời gian cho ban nhạc, từng phát ra âm thanh tinh tế. Nhưng hiện nay buổi biểu diễn của họ đã kết thúc."
      },
      "lore": {
        "zhs": "\n流浪乐团的沙漏，本身便是一架琴。\n随着时间流逝，乐音也会愈发沉郁。\n\n每当表演即将结束，流浪乐团便会奏起竖琴。\n随着时间渐趋终点，竖琴的音色也愈发沉重。\n当低音在空气中弥散而尽，乐团演奏便告谢幕。\n\n而正如天下无不散之筵席，乐团本身也有竟时。\n当众人纷纷为宿命击倒，乐器埋葬于尘沙之下，\n乐团的时计也奏完了终曲。\n",
        "zht": "\n流浪樂團的沙漏，本身便是一架琴。\n隨著時間流逝，樂音也會愈發沉鬱。\n\n每當表演即將結束，流浪樂團便會奏起豎琴。\n隨著時間漸趨終點，豎琴的音色也愈發沉重。\n當低音在空氣中彌散而盡，樂團演奏便告謝幕。\n\n而正如天下無不散之筵席，樂團本身也有竟時。\n當眾人紛紛為宿命擊倒，樂器埋葬於塵沙之下，\n樂團的時計也奏完了終曲。\n",
        "jp": "\n流浪楽団の砂時計、本体は一張の琴である。\n時間が経つにつれて、どんどん音が濁っていく。\n\n毎回演奏が終わる前に、流浪楽団はハープを奏でていた。\n時を経て、ハープの音もどんどん濁ってきた。\n低音が空気の中に消えてなくなって、楽団の演奏にも終止符を打たれた。\n\n天下に終わらない宴会はないように、楽団にも終点があった。\n運命に抗えなかったメンバー、砂に埋まった楽器。\nやがて楽団の時計はフィナーレを演奏した。\n",
        "ko": "\n떠돌이 악단의 모래시계는 원래 하프였다.\n시간이 흐름에 따라 음악 소리가 점점 우울해졌다.\n\n공연이 끝나갈 때면 떠돌이 악단은 하프를 연주하였다.\n시간이 점점 종점으로 향하며 하프의 음색도 점점 더 무거워졌다.\n공기 중에 울려 퍼지던 낮은 음이 사라지면서 악단의 연주도 끝이 난다.\n\n세상에는 끝나지 않는 잔치가 없듯이 악단도 결국 끝을 맞이하게 됐다.\n뭇사람들이 숙명을 이기지 못하고 쓰러지고 악기도 먼지 밑에 파묻히게 되자\n악단의 시계도 마지막 곡의 연주를 끝낸다.\n",
        "en": "\nThe troupe's hourglass, which is also a harp.\nThe tune becomes deeper with the passage of time.\n\nWhen the performance was coming to an end, the troupe would play this harp.\nAs time passed, the tune of the harp became deeper.\nThe sound of the harp dying down marked the end of the show.\n\nEverything has an end, and the troupe was no exception.\nOne by one, each member of the troupe met their fate and their instruments were buried deep in the dust.\nAs the harp fell silent, the final sound heard from the musical troupe was the faint trickle of sand as it slid down the hourglass one final time.\n",
        "de": "\nDie Sanduhr der Gruppe fungierte ebenfalls als Harfe.\nIhr Tonklang wurde tiefer, je mehr Zeit verging.\n\nAm Ende jeder Vorstellung spielte das Ensemble auf dieser Harfe.\nIhr Ton wurde tiefer und schwerer.\nDer abklingende Ton der Harfe markierte das Ende einer jeden Vorstellung.\n\nAlles hat ein Ende und auch das Ensemble war da keine Ausnahme.\nDas Schicksal streckte ein Mitglied nach dem anderen nieder und ihre Instrumente versanken tief im Staub der Zeit.\nDie Sanduhr war seit jeher auch nicht mehr zu hören.\n",
        "es": "\nEl reloj de arena de la Orquesta del Errante. También es un arpa.\nLa melodía se vuelve más solemne a medida que se toca.\n\nCuando la actuación llegaba a su fin, la Orquesta tocaba este arpa.\nCuanto menos quedaba para acabar, más profunda se hacía la melodía.\nAsí, el espectáculo llegaba a su fin una vez el tono del arpa era tan grave que se disipaba en el viento.\n\nSin embargo, todo tiene un final, y la Orquesta del Errante no fue una excepción.\nCuando el destino acabó uno a uno con cada músico, sus instrumentos quedaron enterrados bajo el polvo.\nEl reloj de arena también tocó su última nota, marcando el gran final de la Orquesta del Errante.\n",
        "fr": "\nUn sablier en forme de harpe ayant appartenu à la Compagnie Vagabonde.\nSa mélodie devient plus grave à mesure que s'écoule le temps.\n\nLa troupe jouait de la harpe à chaque fin de concert.\nAu fil du temps, le timbre de l'instrument devint de plus en plus profond.\nLe son des dernières notes de la harpe a toujours marqué la fin du spectacle.\n\nToutes les bonnes choses ont une fin, et la troupe ne fit pas exception.\nL'un après l'autre, les membres de la Compagnie Vagabonde périrent, et leurs instruments furent enfouis dans la poussière.\nAlors le sablier joua sa dernière chanson.\n",
        "pt": "\nA ampulheta da trupe, que também é uma harpa.\nA melodia se torna mais profunda com o passar do tempo.\n\nQuando a apresentação estivesse chegando ao fim, a trupe tocava esta harpa.\nConforme se passava o tempo, a melodia da harpa ia ficando mais profunda.\nO som da harpa acabando marcava o fim do espetáculo.\n\nTudo tem um fim, e a trupe não foi exceção.\nUm a um, cada membro da trupe encontrou seu destino e seus instrumentos foram enterrados debaixo da poeira,\nQuando a harpa se silenciou, o som final que a trupe musical ouviu foi o fraco derramamento da areia enquanto deslizava pela ampulheta uma última vez.\n",
        "ru": "\nПесочные часы ансамбля, которые также служат лирой.\nС ходом времени издаваемая ими музыка всё больше наполняется печалью.\n\nИгрой на этой лире завершалось каждое выступление ансамбля.\nПоследние аккорды словно скорбели об уходящей музыке.\nЗастывал в воздухе их тихий звон, и ансамбль выходил на поклон.\n\nНо всё хорошее рано или поздно кончается, и ансамбль исключением не стал.\nКаждый из музыкантов встретил свою судьбу, а инструменты поглотил песок.\nПоследними звуками сего славного ансамбля стал шорох текущего в часах песка, и когда последние песчинки упали, лира умолкла навсегда.\n",
        "id": "\nJam pasir milik rombongan, yang juga adalah harpa.\nMelodi yang semakin dalam dengan seiring berjalannya waktu.\n\nSaat pertunjukan berakhir, rombongan itu akan memainkan harpa.\nSeiring berjalannya waktu, nada harpa menjadi semakin dalam.\nKetika suara harpa hilang ditelan angin, di situlah tirai pertunjukan ditutup.\n\nSemua pasti akan berakhir, tidak terkecuali rombongan itu.\nSatu demi satu, setiap anggota rombongan menemui takdirnya dan instrumen mereka terkubur dalam debu,\nDan instrumen merekapun menemui akhir takdirnya.\n",
        "th": "\nนาฬิกาทรายของคณะดนตรี นอกจากนี้มันยังเป็นพิณอีกด้วย\nเมื่อเวลาผ่านไปเสียงดนตรีก็จะยิ่งหดหู่มากขึ้น\n\nเมื่อการแสดงมาถึงจุดสิ้นสุด คณะดนตรีจะเล่นพิณนี้\nเมื่อเวลาผ่านมาจนถึงจุดจบ เสียงของพิณก็จะยิ่งหนักเข้าไปอีก\nเมื่อเสียงของพิณลดต่ำและจบลง คณะดนตรีก็จะสิ้นสุดการแสดง\n\nเช่นเดียวกับการที่ไม่มีงานเลี้ยงใด ๆ บนโลกนี้ที่ไม่เลิกรา คณะดนตรีเองก็มีจุดสิ้นสุดเหมือนกัน\nเมื่อชะตากรรมได้เอาชนะเหล่าสมาชิกของคณะทีละคน ๆ และเครื่องดนตรีถูกฝังลึกอยู่ในกองฝุ่น\nนาฬิกาทรายก็จบการบันทึกครั้งสุดท้ายของคณะดนตรี\n",
        "vi": "\nĐồng hồ cát của gánh hát rong, cũng là một cây đàn.\nTheo dòng thời gian mất đi, âm nhạc cũng ngày càng trầm lắng.\n\nMỗi khi buổi diễn chuẩn bị kết thúc, gánh hát rong cũng sẽ vang lên tiếng đàn hạc.\nTheo dòng thời gian đi đến điểm cuối, âm sắc của tiếng đàn hạc cũng ngày càng trầm lắng.\nKhi âm trầm tiêu tan trong bầu không khí, buổi biểu diễn của đoàn nhạc cũng hạ màn kết thúc.\n\nTrên đời không có bữa tiệc nào không tàn, đoàn nhạc cũng vậy.\nKhi con người gục ngã trước số phận, nhạc cụ bị chôn vùi dưới lớp bụi,\nCũng là lúc đoàn nhạc cất lên bài hát kết thúc.\n"
      },
      "imgid": "wanderers_troupe_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "吟游者之壶",
        "zht": "吟遊者之壺",
        "jp": "吟遊者の水筒",
        "ko": "음유시인의 주전자",
        "en": "Wanderer's String-Kettle",
        "de": "Bardenflasche",
        "es": "Cantimplora del Errante",
        "fr": "Gourde à cordes du ménestrel",
        "pt": "Chaleira do Bardo",
        "ru": "Фляжка странника",
        "id": "Wanderer's String-Kettle",
        "th": "Wanderer's String-Kettle",
        "vi": "Bình Nước Nhà Thơ"
      },
      "description": {
        "zhs": "外形奇妙的古代水壶，内侧安装着琴弦，随流水而奏出无旋律的奇妙乐声。",
        "zht": "外型奇妙的古代水壺，內側安裝著琴弦，隨流水而奏出無旋律的奇妙樂聲。",
        "jp": "変わった形をした水筒、内側に弦があって、水の流れと共に旋律のない音楽を奏でる。",
        "ko": "이상한 외형의 고대 물주전자. 안쪽에 악기의 줄이 달려 있어 물을 따를 때마다 선율이 없는 기묘한 악기 소리가 난다",
        "en": "An ancient, strangely-shaped canteen. The interior is fitted with harp strings, which play a wondrous tune as the water flows out.",
        "de": "Eine sonderbare, altertümliche Flasche mit Saiten im Innern, die schwingen, sobald das Wasser hinausfließt, und eine unharmonische Melodie erzeugen.",
        "es": "Una antigua jarra con cuerdas musicales en su interior. Al fluir el agua, emite unas melodías maravillosas.",
        "fr": "Une gourde ancienne à la forme étrange. Des cordes de harpe ornent son intérieur ; une mélodie sublime s'en dégage lorsque l'eau coule.",
        "pt": "Uma chaleira antiga com cordas músicas no seu interior. O correr da água emite melodias agradáveis.",
        "ru": "Древняя фляжка необычной формы. Во время разлива воды издаёт чудесную мелодию благодаря встроенным в носик чайника струнам арфы.",
        "id": "Botol minuman kuno dengan bentuk yang aneh. Senar harpa terpasang di dalamnya, dan menimbulkan suara yang merdu setiap kali air dikucurkan dari botol ini.",
        "th": "กาน้ำโบราณรูปร่างงดงาม ภายในถูกบรรจุสายพิณเอาไว้ น้ำที่ไหลออกมากับกาจะมีเสียงที่ ไพเราะตามมาด้วย",
        "vi": "Bình nước cổ đại có hình thù kỳ lạ, bên trong còn bài trí dây đàn, phát ra âm thanh kỳ diệu theo dòng nước chảy."
      },
      "lore": {
        "zhs": "\n外形奇妙的水壶，能随流水奏出旋律。\n乐团成员即使饮水也不离乐曲的陪伴。\n\n在古老的传说中，流浪乐团仗剑行走天地。\n以剑、弓为笛与琴，莫论来者宾客或寇仇。\n他们曾漫步沙漠，也曾踏入阴燃的烬寂海。\n\n壶内荡漾的琴声时刻提醒着他们：\n「我们的足迹与无边的音律同调」\n「何处有音乐声，何处就有我们」\n",
        "zht": "\n外形奇妙的水壺，能隨流水奏出旋律。\n樂團成員即使飲水也不離樂曲的陪伴。\n\n在古老的傳說中，流浪樂團仗劍行走天地。\n以劍、弓為笛與琴，莫論來者賓客或寇仇。\n他們曾漫步沙漠，也曾踏入陰燃的燼寂海。\n\n壺內蕩漾的琴聲時刻提醒著他們：\n「我們的足跡與無邊的音律同調」\n「何處有音樂聲，何處就有我們」\n",
        "jp": "\n変わった形をした水筒。水の流れと共に旋律を奏でる。\n楽団のメンバーは水を飲む時でも音楽を忘れない。\n\n古い伝説によると、流浪楽団は剣を持って世界を歩いた。\n相手が観客でも敵でも、彼らは剣や弓を笛や琴として使っていた。\n悠々と砂漠を歩いたり、燻っている残り火の海に足を踏み入れていた。\n\n水筒の琴声はずっと彼らに言っていた。\n「我々の足跡は果てのない音律と同調する」\n「音楽があるところに我々がいる」\n",
        "ko": "\n모양이 기묘한 주전자는 흐르는 물에 따라 선율을 연주할 수 있다.\n따라서, 악단 단원들은 물을 마시는 것조차 음악이 함께했다.\n\n오래된 전설에 따르면 떠돌이 악단은 검을 지니고 천지를 거닐고 다녔다고 한다.\n그들은 검과 활을 피리와 하프로 삼고 오는 자가 손님인지 원수인지 신경 쓰지 않았다.\n그들은 한가로이 사막을 가로질렀고 잿더미 바다에 발을 들인 적도 있었다.\n\n주전자 안의 출렁이는 하프 소리는 항상 그들을 일깨운다:\n「우리의 발자취는 언제나 끝없는 음률과 함께 할 것이다」\n「음악소리가 있는 곳에는 언제나 우리가 함께 할 거야」\n",
        "en": "\nA strangely-shaped kettle that plays a wondrous tune as the water flows out.\nThere was always music in the life of a Troupe member, even when drinking water.\n\nAn ancient tale tells of a wandering troupe that roamed the land.\nFor flutes they had swords, and for harps they had bows. They performed not only for friends, but also for foes.\nThey traveled through the desert and set foot in the blazing Mare Jivari.\n\nThe tune of the harp echoing in the kettle was a reminder for them.\n\"Along with the boundless tunes we walk.\"\n\"Wherever there is music, there is us.\"\n",
        "de": "\nEin wunderlich geformtes Gefäß, das beim Ausgießen von Wasser eine Melodie spielt.\nIm Leben eines Orchestermitglieds ist immer und überall Musik, selbst beim Trinken von Wasser.\n\nEiner alten Legende nach zog einst eine Gruppe von Wandermusikanten durch die Lande.\nIhre einzigen Waffen waren ihre Flöten und Harfen.\nSie waren bereits durch die Wüste gereist und kamen nun am lodernden Mare Jivari an.\n\nDer Klang der Harfe, der im Kessel widerhallte, war eine Erinnerung an sie:\n„Unsere Fußstapfen sind eins mit dem endlosen Rhythmus.“\n„Wo Musik ist, da sind auch wir.“\n",
        "es": "\nUna cantimplora de forma extraña que reproduce una melodía maravillosa a medida que el agua fluye en ella.\nSiempre hay música en la vida de un instrumentista de orquesta, incluso al beber agua.\n\nHay una antigua leyenda sobre una Orquesta del Errante que deambulaba por la tierra.\nSus espadas eran sus flautas y por arcos tenían arpas. Tocaban no solo para invitados, sino también para bandidos.\nViajaron a través del desierto y pisaron el ardiente Mare Jivari.\n\nLa melodía del arpa que resonaba en la tetera les recordaba en todo momento:\n“Caminamos al ritmo de melodías ilimitadas”.\n“Allá donde haya música, estaremos nosotros”.\n",
        "fr": "\nUne bouilloire à la forme étrange qui joue une mélodie ravissante lorsque l'eau s'en écoule.\nLa musique était toujours présente dans la troupe.\n\nLes légendes parlent d'une troupe itinérante.\nEn guise d'épées, ils possédaient des flûtes ; en guise d'arcs, des harpes. Ils jouaient pour leurs amis comme pour leurs ennemis.\nLa troupe traversa le désert, et arriva à la Mer Cendrée.\n\nLa mélodie résonnant dans la bouilloire leur était un rappel.\n« Nos pas suivent le rythme de la musique infinie. »\n« Là où est la musique, nous sommes aussi. »\n",
        "pt": "\nUma chaleira com aparência impressionante que ecoa uma melodia quando a água sai.\nHá sempre música na vida de um membro da Orquestra, até quando bebe água.\n\nUma lenda antiga fala da Trupe Itinerante que viajava por todo lado.\nSuas espadas eram suas flautas e seus arcos eram suas harpas. Não tocavam apenas para convidados, mas também para inimigos.\nEles viajaram através do deserto e puseram os pés no ardentes Mare Jivari.\n\nA melodia da harpa ecoando na chaleira foi um lembrete para eles:\n\"Caminhamos junto ao ritmo das melodias sem limites.\"\n\"Seja onde tiver música, nós estaremos.\"\n",
        "ru": "\nПричудливой формы чайник, из которого вместе с водой льётся удивительная мелодия.\nЕго хозяина, члена странствующего ансамбля, музыка не покидала даже во время чаепития.\n\nВ одном старом предании говорится об ансамбле, который бродил по свету.\nВместо флейт у них были мечи, а луки заменяли им лиры. Выступали они не только для друзей, но и для врагов.\nОни прошли жаркие пустыни и добрались до тлеющих берегов Пепельного моря.\n\nТрепещущая мелодия лиры, доносившаяся из чайника, напоминала им:\n«С бескрайней мелодией мы идём в унисон.\nТам, где звучит музыка, будем и мы».\n",
        "id": "\nBentuk ketel yang mengeluarkan melodi indah dengan air yang mengalir.\nSelalu ada lagu di kehidupan anggota rombongan itu, walaupun mereka sedang meminum air.\n\nSebuah cerita kuno menceritakan tentang rombongan petualang yang berkeliaran.\nMereka menggunakan seruling sebagai pedang, harpa sebagai panah. Mereka bertempur tidak hanya untuk kawan namun juga lawannya.\nMereka bertualang melalui padang pasir dan menginjakkan kakinya di Mare Jivari.\n\nSuara harpa bergema di ketel adalah pengingat bagi mereka:\n\"Kami berjalan beriringan dengan melodi tanpa henti.\"\n\"Di mana musik berada, di situ kami berada\"\n",
        "th": "\nกาต้มน้ำที่มีรูปร่างพิสดาร มันสามารถเปล่งท่วงทำนองแปลก ๆ ออกมาขณะเทน้ำ\nดนตรีจะอยู่กับชีวิตของสมาชิกในวงไปเสมอ ไม่เว้นแม้แต่ตอนดื่มน้ำ\n\nในตำนานอันเก่าแก่เล่าว่าคณะดนตรีนั้นครั้งหนึ่งเคยออกเดินทางไปทั่วประเทศ\nดาบและธนูของพวกเขาก็คือขลุ่ยและพิณ พวกเขาแสดงให้ทั้งแขกและผู้ร้ายชม\nพวกเขาเดินทางผ่านทะเลทรายและก้าวสู่ทะเล Mare Jivari ที่ลุกโชติช่วง\n\nเสียงพิณที่สะท้อนออกมาในกาต้มน้ำนั้นเป็นเครื่องเตือนใจพวกเขา\n\"รอยเท้าของเรามีความหมายเหมือนกันกับจังหวะที่ไม่มีที่สิ้นสุด\"\n\"ที่ไหนมีเสียงดนตรี ที่นั่นก็จะมีพวกเรา\"\n",
        "vi": "\nBình nước có ngoại hình kì lạ, có thể tạo ra âm thanh theo dòng nước chảy.\nThành viên của đoàn nhạc cho dù uống nước cũng không rời xa âm nhạc nửa bước.\n\nTrong truyền thuyết cổ xưa, gánh hát rong cầm kiếm đi khắp đất trời.\nDùng kiếm và cung làm tiêu và đàn, không màng kẻ đến là khách hay thù.\nHọ từng bước đi trên vùng đất sa mạc, cũng như Vùng Biển Lặng.\n\nTiếng đàn vang vọng trong bình nước luôn nhắc nhở họ rằng:\n\"Dấu chân của chúng ta đồng điệu với dòng nhạc vô biên\"\n\"Nơi đâu có âm nhạc, nơi đó có chúng ta\"\n"
      },
      "imgid": "wanderers_troupe_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "指挥的礼帽",
        "zht": "指揮的禮帽",
        "jp": "指揮者のハット",
        "ko": "지휘의 탑 햇",
        "en": "Conductor's Top Hat",
        "de": "Trachtenhut des Dirigenten",
        "es": "Sombrero del Director",
        "fr": "Haut-de-forme du chef d'orchestre",
        "pt": "Chapéu do Comandante",
        "ru": "Цилиндр дирижёра",
        "id": "Conductor's Top Hat",
        "th": "Conductor's Top Hat",
        "vi": "Nón Chỉ Huy"
      },
      "description": {
        "zhs": "尽管饱经风霜，但依旧光彩照人的礼帽。其中似乎回荡着古老悠扬的乐声。",
        "zht": "儘管飽經風霜，但依舊光彩照人的禮帽。其中似乎迴盪著古老悠揚的樂聲。",
        "jp": "長い年月を経ても、輝きを失わない礼帽。古く抑揚のある音楽さえ聞こえてくるようだ。",
        "ko": "산전수전을 모두 다 겪었음에도 불구하고 여전히 화사한 모자. 은은한 악기 소리가 울려 퍼지는 것만 같다",
        "en": "A top hat that has managed to retain its radiance despite braving the elements for time untold. An ancient tune still resonates within.",
        "de": "Ein trotz Wind und Wetter noch immer leuchtend farbiger Hut. Setzt man ihn auf, meint man, altertümliche, melodische Klänge zu hören.",
        "es": "A pesar de haber vivido innumerables vicisitudes, sigue siendo un sombrero glamuroso. En su interior resuena una antigua melodía.",
        "fr": "Un chapeau haut-de-forme ayant gardé son éclat malgré le passage du temps. Une mélodie ancienne semble y résonner.",
        "pt": "Apesar de ter sofrido muito com o tempo, ainda é um chapéu glamoroso. Parece que ainda emite melodias antigas.",
        "ru": "Поношенная шляпа, сохранившая свой блеск. Внутри неё до сих пор резонирует древняя мелодия.",
        "id": "Topi tua yang masih tetap memancarkan kilaunya. Melodi tua seakan dapat terdengar saat melihat rupanya yang sangat kuno.",
        "th": "หมวกทรงสูง ที่ยังสามารถรักษาความสดใสของมันไว้ได้ แม้ต้องผ่านกาลเวลาที่ยาวนาน เพลงโบราณยังคงสะท้อนอยู่ภายใน",
        "vi": "Cho dù trải qua gió tuyết, nhưng vẫn lấp lánh sáng ngời. Dường như ẩn chứa điệu nhạc từ xa xưa."
      },
      "lore": {
        "zhs": "\n漂亮的礼帽，历经岁月却依然光彩照人。\n仔细倾听，似乎回荡着古老悠扬的乐声。\n\n千百年前，一支乐团在大地上流浪。\n乐团无乐谱。见所见而歌，闻所闻而奏。\n后来，随着乐团愈发见识到世界的广袤，\n\n「啊啊。这世上，可唱的竟有如此之多」\n\n成员们以音符为语言，将所见所闻写下。\n至死仍将流浪乐章掬在手中的便是指挥。\n",
        "zht": "\n漂亮的禮帽，歷經歲月卻依然光彩照人。\n仔細傾聽，似乎迴盪著古老悠揚的樂聲。\n\n千百年前，一支樂團在大地上流浪。\n樂團無樂譜。見所見而歌，聞所聞而奏。\n後來，隨著樂團愈發見識到世界的廣袤，\n\n「啊啊。這世上，可唱的竟有如此之多」\n\n成員們以音符為語言，將所見所聞寫下。\n至死仍將流浪樂章掬在手中的便是指揮。\n",
        "jp": "\n美しい礼帽、時を経てもその美しさは変わらない。\nよく聞けば、古くて抑揚のある音が聞こえる。\n\n千年前に、大地を流浪した楽団があった。\n楽団は楽譜がなかった。見たことを歌って、聞いたことを奏でた。\nやがて楽団の人はこの世界の広さに気づいた。\n\n「ああ。世の中に、歌にできるものがこんなにいっぱいあるとは」\n\nメンバーたちは音符を言語として、見たことや聞いたことを記録し始めた。\n死んでも楽章を手放さなかった人は指揮者であった。\n",
        "ko": "\n거친 세월을 거쳐도 여전히 빛을 발하는 예쁜 중절모.\n귀를 기울여 보면 오래된 아득한 음악소리가 메아리치는 것만 같다.\n\n천여 년 전, 한 악단이 대지를 떠돌아다녔었다.\n악단은 악보가 없어서 보는 듣는 것을 그대로 부르고 연주했다.\n그러다 악단은 점점 넓디넓은 세상을 알아가게 된다.\n\n「아아, 세상에 부를 수 있는 것들이 이리도 많았다니」\n\n단원들은 음표를 언어로 삼아 보고 들은 것들을 하나하나씩 적어냈다.\n죽을 때까지 음유시인의 악장을 가지고 있던 건 바로 지휘자였다.\n",
        "en": "\nA beautiful top hat untouched by time.\nListening closely, one can almost hear an ancient tune echoing inside the hat.\n\nThousands of years ago, a troupe wandered through the lands.\nThe troupe owned not a single shred of sheet music. What they saw was what they sung, and what they heard was what they played.\nAs time passed, the troupe gradually realized the vastness of the world.\n\n\"There are so many things in the world for us to sing of.\"\n\nThe members then turned the notes into words and recorded their journey in a book.\nThis book, The Widsith as they called it, was still held tightly in the conductor's hands even after his death.\n",
        "de": "\nEin hübscher Trachtenhut, noch so elegant wie eh und je.\nWenn man genau hinhört, könnte man fast meinen, man vernehme eine alte Melodie aus dem Hut.\n\nVor Tausenden von Jahren reiste eine Gruppe Musiker durch das Land.\nDie Musiker nutzten keine Notenblätter oder Vorgaben. Sie sangen und spielten einfach von den Ereignissen, die sie auf ihrer Reise erlebten.\nNach einiger Zeit wurde den Musikern bewusst, wie groß die Welt doch eigentlich war.\n\n„Ohje, auf dieser Welt gibt es einfach zu viele Dinge, über die wir singen könnten.“\n\nDie Musikanten verwandelten daraufhin die Noten in Wörter und hielten ihre Reisen in einem Buch fest.\nDer Dirigent hielt das Buch bis zu seinem Tode fest in der Hand.\n",
        "es": "\nUn hermoso sombrero de copa que no se ha visto afectado por el paso del tiempo.\nSi se presta atención, casi se puede escuchar una antigua melodía haciendo eco en su interior.\n\nHace miles de años, una Orquesta deambulaba por el mundo.\nSus músicos nunca llevaban partituras. Cantaban acerca de lo que veían, y tocaban sobre lo que escuchaban.\nCon el paso del tiempo, la Orquesta se dio cuenta de la inmensidad del mundo.\n\n“¡Ah, hay tantas cosas sobre las que cantar en el mundo!”\n\nLos músicos convirtieron las notas en palabras y anotaron todo lo que veían.\nEste sombrero, por su parte, lo atesoró fuertemente el director de la Orquesta incluso tras su muerte.\n",
        "fr": "\nUn haut-de-forme toujours intact malgré son âge.\nOn pourrait presque entendre l'écho de quelque antique mélodie en l'approchant de l'oreille.\n\nIl y a de cela plusieurs millénaires, une compagnie de troubadours parcourait ce monde.\nElle n'avait nul besoin de partitions, car les musiciens jouaient et chantaient ce qu'ils voyaient et entendaient.\nAvec le temps passant, la troupe réalisa progressivement l'immensité du monde.\n\n« Il y a tant à chanter. »\n\nTransformant leurs notes en mots, les troubadours de leurs aventures écrivirent un livre.\nCe dernier, appelé « Mouvement vagabond », était encore entre les mains du chef d'orchestre même après que la mort soit venue le chercher.\n",
        "pt": "\nUma bela cartola intocada pelo tempo.\nOuvindo atentamente, quase que se pode ouvir uma música antiga ecoando dentro do chapéu.\n\nMilhares de anos atrás, uma trupe perambulou pelas terras.\nA trupe não possuía um único pedaço de partitura. Eles cantavam sobre o que viam, e tocavam sobre o que ouviam.\nCom o passar do tempo, a trupe gradualmente percebeu a imensidão do mundo.\n\n\"Há tantas coisas no mundo para nós cantarmos.\"\n\nOs membros da trupe então transformaram as notas em palavras e registraram sua viagem em um livro.\nEste livro foi chamado pela trupe de 'A Canção do Viajante', e continuou nas mãos do maestro mesmo depois de sua morte.\n",
        "ru": "\nПрекрасная шляпа, пронёсшая своё великолепие через века.\nЕсли к ней хорошенько прислушаться, то можно услышать, как переливается древняя мелодия.\n\nМного веков назад бродил по белу свету один ансамбль.\nНот у них никаких не было. Чего они видели, о том и играли, а что слышали, о том и пели.\nСо временем музыканты поняли, как этот мир огромен.\n\n«Ого, в мире, оказывается, так много всего, о чём можно спеть!»\n\nТогда они вместо нот взяли слова, и написали о своём путешествии книгу.\nКнигу эту, «Песнь странника», дирижёр ансамбля не выпускал из рук даже после своей смерти.\n",
        "id": "\nSebuah topi indah yang tidak tersentuh waktu.\nMendengar dari dekat, seseorang dapat mendengar melodi kuno yang bergema dari dalam topi.\n\nRibuan tahun lalu, rombongan petualang berjalan mengarungi dataran.\nRombongan itu mempunyai selembar kertas musik. Mereka menyanyikan apa yang mereka lihat dan mendengar apa yang mereka mainkan.\nSeiring waktu berlalu, rombongan itu akhirnya menyadari luasnya dunia,\n\n\"Banyak hal di dunia ini untuk kita nyanyikan.\"\n\nMereka mengubah catatan menjadi kata dan menulisnya di dalam buku perjalanan.\nBuku ini, The Widsith, masih dipegang erat oleh sang konduktor walaupun setelah kematiannya.\n",
        "th": "\nหมวกทรงสูงที่สวยงาม ผ่านช่วงเวลามาหลายปีมันก็ยังคงสวยงามดึงดูดผู้คน\nฟังให้ดี ๆ เหมือนจะมีท่วงทำนองโบราณสะท้อนอยู่ข้างใน\n\nหลายพันปีก่อน คณะดนตรีร่อนเร่ไปทั่วทั้งแผ่นดิน\nไม่มีกระดาษโน้ตเพลงแม้แต่แผ่นเดียวในคณะ สิ่งที่พวกเขาเห็นคือสิ่งที่พวกเขาขับร้อง และสิ่งที่พวกเขาได้ยินคือสิ่งที่พวกเขาเล่น\nต่อมา เมื่อคณะดนตรีเริ่มตระหนักถึงความกว้างใหญ่ของโลก\n\n\"บนโลกนี้ช่างมีเรื่องราวให้พวกเราขับร้องมากมายเหลือเกิน\"\n\nจากนั้นสมาชิกเปลี่ยนข้อความเป็นคำพูด และบันทึกการเดินทางของพวกเขาในหนังสือ\nหนังสือเล่มนี้ หัวหน้าวงดนตรียังคงกำไว้ในมืออย่างแน่นหนา แม้หลังจากที่ชีวิตของเขาจบลง\n",
        "vi": "\nChiếc mũ xinh đẹp, từng trải qua bao nhiêu năm tháng vẫn giữ mãi thứ ánh sáng chói lóa.\nGhé tai lắng nghe, dường như có tiếng nhạc cổ xưa du dương ở trong đó.\n\nHàng nghìn năm trước, một đoàn nhạc lang thang trên vùng đất rộng lớn.\nĐoàn nhạc không có bản nhạc. Lắng nghe tất cả các bài hát, giai điệu mà họ từng nghe.\nVề sau, đoàn nhạc hiểu biết ngày càng nhiều,\n\n\"Trời ơi. Trên thế giới này lại có nhiều bài ca như vậy ư\"\n\nCác thành viên sử dụng nốt nhạc làm ngôn ngữ, ghi chép lại toàn bộ những gì nghe thấy.\nCho đến nay vẫn giữ trong tay Chương Nhạc Lang Thang để chỉ huy.\n"
      },
      "imgid": "wanderers_troupe_circlet"
    }
  ]
}