{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "千岩牢固",
    "zht": "千岩牢固",
    "jp": "千岩牢固",
    "ko": "견고한 천암",
    "en": "Tenacity of the Millelith",
    "de": "Zähigkeit der Millelithen",
    "es": "Tenacidad de la Geoarmada",
    "fr": "Ténacité du Millelithe",
    "pt": "Millelith Firmes",
    "ru": "Стойкость Миллелита",
    "id": "Tenacity of the Millelith",
    "th": "Tenacity of the Millelith",
    "vi": "Thiên Nham Vững Chắc"
  },
  "descriptions": [
    {
      "zhs": "生命值提升20%",
      "zht": "生命值提升20%",
      "jp": "HP+20%。",
      "ko": "HP가 20% 증가한다",
      "en": "HP increased by 20%.",
      "de": "Erhöht die LP um 20 %.",
      "es": "Vida +20%.",
      "fr": "Les PV sont augmentés de 20 %.",
      "pt": "Aumenta a Vida em 20%",
      "ru": "Увеличивает НР на 20%",
      "id": "HP +20%",
      "th": "พลังชีวิตเพิ่มขึ้น 20%",
      "vi": "HP tăng 20%"
    },
    {
      "zhs": "元素战技命中敌人后，使队伍中附近的所有角色攻击力提升20%，护盾强效提升30%，持续3秒。该效果每0.5秒至多触发一次。装备此圣遗物套装的角色处于队伍后台时，依然能触发该效果。",
      "zht": "元素戰技命中敵人後，使隊伍中附近的所有角色攻擊力提升20%，護盾強效提升30%，持續3秒。該效果每0.5秒至多觸發一次。裝備此聖遺物套裝的角色處於隊伍後台時，依然能觸發該效果。",
      "jp": "元素スキルが敵に命中すると、周囲のチーム全員の攻撃力+20%、シールド強化+30%、持続時間3秒。この効果は0.5秒毎に1回のみ発動可能。この聖遺物セットを装備したキャラクターが待機している場合にも効果を発動できる。",
      "ko": "원소전투 스킬이 적을 명중하면 파티 내 주변 모든 캐릭터의 공격력이 20% 증가하고, 보호막 강화 효과가 30% 증가한다. 지속 시간: 3초. 해당 효과는 0.5초마다 최대 1회 발동되며, 해당 성유물을 장착 한 캐릭터가 대기 상태 일 때도 발동된다",
      "en": "When an Elemental Skill hits an opponent, the ATK of all nearby party members is increased by 20% and their Shield Strength is increased by 30% for 3s. This effect can be triggered once every 0.5s. This effect can still be triggered even when the character who is using this artifact set is not on the field.",
      "de": "Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten den ANG aller Truppenmitglieder in der Nähe um 20 % sowie die Schildeffizienz um 30 %, hält 3 s, 0,5 s Abklingzeit. Die Figur mit diesem Artefaktset kann diesen Effekt auch auslösen, wenn sie inaktiv in der Truppe ist.",
      "es": "Cuando una Habilidad Elemental golpea a un enemigo, el ATQ de todos los personajes del equipo cercanos aumenta en un 20% y su Protección de Escudo aumenta en un 30% durante 3 s. Este efecto puede tener lugar cada 0.5 s y se activa incluso cuando el personaje que lleva equipado este conjunto de artefactos está en tu equipo pero no en combate.",
      "fr": "Lorsqu'une compétence élémentaire a touché un ennemi, l'ATQ de tous les personnages de l'équipe à proximité augmente de 20 % et la force de leur bouclier augmente de 30 % pendant 3 s. Cet effet peut être déclenché une fois toutes les 0,5 s, même si le personnage équipé de ce set d'artéfacts fait partie de l'équipe mais n'est pas déployé.",
      "pt": "Quando a Habilidade Elemental atinge um oponente, o ATQ de todos os membros da equipe próximos aumenta em 20% e sua Força do Escudo aumenta em 30% por 3s. Esse efeito pode ser ativado uma vez a cada 0,5s. Esse efeito ainda pode ser ativado mesmo quando o personagem que está usando esse conjunto de artefatos não está em campo.",
      "ru": "Когда элементальный навык попадает по врагам, атака всех находящихся поблизости персонажей в отряде, увеличивается на 20%, а прочность их щита увеличивается на 30%. Эффект длится 3 сек. и может возникнуть 1 раз в 0,5 сек. Этот эффект может быть активирован, даже если персонаж, экипированный этим набором артефактов, не находится на поле боя.",
      "id": "Saat Elemental Skill mengenai musuh, meningkatkan 20% ATK dan 30% kekuatan perisai seluruh anggota party di sekitar selama 3 detik. Efek ini hanya dapat terpicu setiap 0,5 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan set Artefak ini tidak berada di medan pertempuran.",
      "th": "เมื่อสกิลธาตุโจมตีโดนศัตรู จะเพิ่มโบนัสพลังโจมตีของตัวละครในทีมที่อยู่ใกล้เคียงขึ้น 20% และเพิ่มประสิทธิภาพโล่ป้องกันขึ้น 30% ต่อเนื่อง 3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที เอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้แล้ว",
      "vi": "Sau khi Kỹ Năng Nguyên Tố đánh trúng địch, sẽ tăng 20% tấn công cho tất cả nhân vật trong đội ở gần, tăng 30% hiệu quả Khiên, kéo dài 3s. Hiệu quả này mỗi 0.5s tối đa kích hoạt 1 lần. Khi nhân vật trang bị bộ Thánh Di Vật này ở trong đội nhưng không ra trận, vẫn có thể kích hoạt hiệu quả này."
    }
  ],
  "imgid": "tenacity_of_the_millelith_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "勋绩之花",
        "zht": "勳績之花",
        "jp": "偉勲の花",
        "ko": "공로의 꽃",
        "en": "Flower of Accolades",
        "de": "Belobigungsblume",
        "es": "Flor del Honor",
        "fr": "Fleur honorifique",
        "pt": "Flor da Conquista",
        "ru": "Цветок почестей",
        "id": "Flower of Accolades",
        "th": "Flower of Accolades",
        "vi": "Hoa Chiến Công"
      },
      "description": {
        "zhs": "以金箔制成的精致花朵，象征了其主人所获得的功勋与荣誉。",
        "zht": "以金箔製成的精緻花朵，象徵了其主人所獲得的功勳與榮譽。",
        "jp": "金箔で作られた精巧な花。所有主の功績と栄誉を象徴している。",
        "ko": "금박으로 만든 정교한 꽃, 꽃의 주인이 받은 공로와 명예를 상징한다",
        "en": "A flower made from gold leaf. It represents the glories and honors attained by its wearer.",
        "de": "Eine aus Blattgold gefertigte Blume, die die Verdienste und die Ehre ihres Trägers für alle sichtbar macht.",
        "es": "Una flor hecha de una fina lámina de oro. Representa la gloria y el honor obtenidos por quien la lleva.",
        "fr": "Une fleur faite à partir de feuille d'or. Elle symbolise les mérites et les honneurs de son porteur.",
        "pt": "Uma fina flor feita de pétalas douradas, simboliza as conquistas e honra de seu dono.",
        "ru": "Цветок тонкой работы, сделанный из золотого листа. Он символизирует славу и подвиги своего хозяина.",
        "id": "Bunga yang terbuat dari daun emas. Bunga ini melambangkan kemuliaan dan kehormatan yang diraih oleh pemakainya.",
        "th": "ดอกไม้สุดประณีตที่ทำจากทองคำเปลว เป็นสัญลักษณ์ของคุณงามความดี และเกียรติยศของเจ้าของมัน",
        "vi": "Đóa hoa được làm từ vàng lá, tượng trưng cho chiến công và vinh quang của người chủ sở hữu."
      },
      "lore": {
        "zhs": "\n在峭岩岸然作歌的过去，层岩巨渊曾有星辰陨落。\n星铁自无际夜空垂落而下，将尘土化为琉璃晶砂。\n\n凡人朝生暮死，帝君却亲手托付千岩军守护矿脉之责。\n深渊如洪流般涌出，千岩军则护送众多民众疏散逃离。\n在矿工们的故事中，少数留在层岩巨渊的断后兵士们，\n亦与无名的夜叉一并奋战，最终同样牺牲在峭岩之间。\n\n即使山川随年月而改变，凡人与仙人的名姓也被遗忘，\n其勋绩却永无磨灭之时，正如这金箔之花般坚韧闪耀。\n自灾厄平息至今已有五百年，港城坚壁一如往日久安。\n兵士们骄傲佩戴的金花，正是先人的高贵牺牲的标志。 \n",
        "zht": "\n在峭岩岸然作歌的過去，層岩巨淵曾有星辰隕落。\n星鐵自無際夜空垂落而下，將塵土化為琉璃晶砂。\n\n凡人朝生暮死，帝君卻親手託付千岩軍守護礦脈之責。\n深淵如洪流般湧出，千岩軍則護送眾多民眾疏散逃離。\n在礦工們的故事中，少數留在層岩巨淵的斷後兵士們，\n亦與無名的夜叉一併奮戰，最終同樣犧牲在峭岩之間。\n\n即使山川隨年月而改變，凡人與仙人的名姓也被遺忘，\n其勳績卻永無磨滅之時，正如這金箔之花般堅韌閃耀。\n自災厄平息至今已有五百年，港城堅壁一如往日久安。\n兵士們驕傲佩戴的金花，正是先人的高貴犧牲的標誌。 \n",
        "jp": "\n遥か昔、層岩巨淵に星が落ちた。\n星の鉄が夜空に降り注ぎ、土を晶砂に変えた。\n\n人の命は有限であるが、帝君は千岩軍に鉱脈守護の責務を託した。\nアビスは急流のように噴出し、千岩軍は民を避難させた。\n鉱夫たちに伝わる逸話では、層岩巨淵に残った兵士たちは、\n無名の夜叉と共に戦い、岩々の間で最期を迎えたという。\n\n山や川が年々変わり、死した凡人と夜叉の名前も忘れられたが、\n彼らの名誉が忘れられることはない。この金箔の花のように、彼らは永遠に輝き続ける。\n災いから五百年が経った今、港は安定した平和を保っている。\n兵士たちが誇らしげに身に着けている金色の花は、先祖たちの高貴なる犠牲の証である。\n",
        "ko": "\n기암절벽이 위엄 있게 시를 읊조리던 옛날, 층암거연에 별이 떨어진 적이 있었다.\n끝없는 밤하늘에서 떨어진 성철은 땅을 유리 모래로 만들었다.\n\n사람의 생명은 유한하지만, 암왕제군은 천암군에 광맥을 수호하는 임무를 친히 내렸다.\n심연이 홍수처럼 밀어닥치자, 천암군은 도망치는 민중을 호위했다.\n층암거연에서 퇴로가 막힌 병사들이\n무명의 야차와 함께 싸우다 기암절벽에서 희생된 일화는 광부들의 이야기에 남아있다.\n\n세월이 흐르면 산천도 바뀌고 사람들과 선인들의 이름도 잊혀지지만,\n그들의 업적은 금을 입힌 꽃처럼 단단하고 찬란했다.\n재난이 평정된 지 어언 오백 년, 항구 도시의 견고한 성벽은 늘 그랬던 것처럼 평온하다.\n병사들은 자랑스럽게 금박 꽃을 달았는데, 이는 선인들의 고귀한 희생을 상징한다.\n",
        "en": "\nIn an age when solemn songs were sung from the clifftops, a meteorite once fell into the Chasm.\nOut of the depths of the boundless night sky above, the iron meteorite plummeted to the ground, turning the earth to Glazed Sand Crystal on impact.\n\nThough human life is fleeting, Rex Lapis personally ordered the Millelith to rush to the defense of the mines.\nAs the Abyss flooded forth, the Millelith escorted countless civilians to safety.\nMiners tell tales of a small number of troops from the rearguard, who remained in the Chasm.\nTogether with the nameless yaksha, they fought courageously until they, too, made the ultimate sacrifice among the jagged rocks.\n\nIn time, the names of both mortals and adepti alike were forgotten. In time, even the mountains and rivers change form.\nYet there will never come a time when their honorable deeds shall be forgotten. Like this gold-leafed flower, they will shine on forever.\n500 years on, the harbor city remains as steadfastly peaceful today as the day the disaster was quelled.\nAnd still, the troops wear this golden flower with pride, in honor of the sacrifice made by their forebears.\n",
        "de": "\nIn einer Zeit, in der feierliche Lieder von den Klippen gesungen wurden, fiel einst ein Meteorit in die Kluft.\nAus den Tiefen des grenzenlosen Nachthimmels stürzte der eiserne Meteorit auf den Boden und verwandelte die Erde beim Aufprall in Kristallsand.\n\nObwohl das menschliche Leben vergänglich ist, befahl Rex Lapis persönlich den Millelithen, zur Verteidigung der Minen zu eilen.\nAls der Abgrund weiter geflutet wurde, eskortierten die Millelithen unzählige Zivilisten in Sicherheit.\nBergleute erzählen von einer kleinen Anzahl von Truppen aus der Nachhut, die in der Kluft geblieben sind.\nZusammen mit dem namenlosen Yaksha kämpften sie mutig, bis auch sie das ultimative Opfer zwischen den zerklüfteten Felsen brachten.\n\nMit der Zeit wurden die Namen von Sterblichen und Adepten gleichermaßen vergessen. Mit der Zeit verändern sogar die Berge und Flüsse ihre Form.\nDoch es wird nie eine Zeit kommen, in der ihre ehrenvollen Taten vergessen werden. Wie diese goldblättrige Blume werden sie für immer weiterleuchten.\n500 Jahre später ist die Hafenstadt immer noch so friedlich wie an dem Tag, an dem die Katastrophe bezwungen wurde.\nUnd dennoch tragen die Truppen diese goldene Blume mit Stolz, zu Ehren des Opfers, das ihre Vorfahren gebracht haben.\n",
        "es": "\nEn los tiempos en los que se cantaban canciones desde los peñascos escarpados, un meteorito cayó en la Sima.\nEl meteorito férreo se desprendió del cielo infinito de la noche, convirtiendo la tierra en arena cristalizada en el momento del impacto.\n\nAunque para Rex Lapis la vida de los mortales es efímera como un suspiro, confió en la Geoarmada para defender las minas.\nEl Abismo brotó cual torrente de agua y la Geoarmada evacuó al pueblo hacia un lugar seguro.\nSegún las historias de los mineros, un pequeño número de soldados de la retaguardia se quedó en la Sima.\nJunto con el Yaksha sin nombre, lucharon hasta sacrificarse en los escarpados peñascos.\n\nLas montañas y los ríos tienen vida y cambian de forma con el tiempo, pero no ocurrió lo mismo con aquellos mortales y aquel Adeptus, cuyos nombres cayeron en el olvido.\nSin embargo, sus proezas siempre serán recordadas y brillarán inquebrantablemente como las áureas hojas de esta flor.\nQuinientos años han transcurrido desde que sucedió esta trágica hecatombe. Desde entonces, Liyue se mantiene fuertemente protegida para albergar la paz y la tranquilidad de sus calles.\nEsta flor dorada que llevan los soldados simboliza aquel sacrificio que sus compatriotas protagonizaron en el pasado.\n",
        "fr": "\nEn des temps reculés où les chansons s'écrivaient depuis les plus hauts des précipices, une pluie d'étoile tomba sur le Gouffre.\nLe fer s'abattit depuis le ciel sans fin, transformant la poussière de Liyue en cristaux émaillés.\n\nÉphémère est la vie des mortels, mais le Souverain de la Roche confia cependant la responsabilité de protéger le précieux trésor aux Millelithes.\nOr l'Abîme vint à surgir comme un torrent rageur ; les Millelithes se chargèrent d'escorter les hommes en sécurité.\nCertains mineurs racontent qu'une poignée de soldats resta en cette occasion en retraite dans le Gouffre,\net combattit aux côtés du Yaksha sans nom, se sacrifiant au milieu des pierres.\n\nLes montagnes et les rivières ont changé avec les années, et les noms de l'Adepte et de ces hommes sont depuis tombés dans l'oubli.\nMais leur contribution brillera à jamais dans l'histoire, à la façon de cette feuille d'or dont l'éclat jamais ne ternit.\nUn demi-siècle s'est écoulé depuis la catastrophe, et la cité portuaire est aujourd'hui une ville fortifiée, sûre, où règne la paix.\nEt si les soldats d'aujourd'hui arborent avec fierté cet insigne, c'est qu'il représente le sacrifice de ceux qui ont existé avant eux.\n",
        "pt": "\nNo tempo quando se cantavam músicas sóbrias, estrelas caíram sobre o Despenhadeiro.\nAs estrelas de ferro caíram do céu noturno e se transformaram em uma areia cristalizada.\n\nA vida dos mortais é passageira, mas Rex Lapis pessoalmente confiou aos Millelith a responsabilidade de proteger esses minérios.\nO Abismo surgiu como uma corrente, e os Millelith escoltaram as pessoas para saírem dali.\nNas histórias dos mineradores, os poucos guerreiros que ficaram no Despenhadeiro,\nLutaram junto com o Yaksha sem nome, até que não sobrou um de seus companheiros em pé.\n\nMesmo que mudem com os anos, as montanhas e os rios permanecem, mas os nomes dos mortais e dos Adepti é esquecido,\nMas seus feitos jamais serão esquecidos, e sempre brilharão como essa flor dourada.\nJá se passaram 500 anos desde a grande tragédia, e a cidade portuária hoje vive uma longa paz.\nA flor dourada que os guerreiros usam orgulhosamente é um símbolo de honra de seus antepassados.\n",
        "ru": "\nТам, где когда-то пели крутые утёсы, в Разлом однажды упал метеорит.\nКогда звёздный металл рухнул с усыпанного звёздами ночного неба, песок и пыль, на которые он упал, превратились в глазурный песок.\n\nЖизнь смертных - это одно лишь мгновение, но Властелин Камня всё же вверил Миллелитам охрану рудных жил.\nБездна фонтаном хлынула в этот мир, и Миллелитам пришлось эвакуировать местных жителей.\nПо рассказам шахтёров, небольшая часть солдат, что осталась у Разлома прикрывать отступление,\nсражалась плечом к плечу с безымянным Яксой, чтобы в конце концов отдать свои жизни под этими крутыми скалами.\n\nХотя пейзажи и изменились за столь долгое время, а имена смертных и Адепта были преданы забвению,\nих подвиг навсегда остался в памяти людей, и именно по этому сверкают так ярко крепкие лепестки этого золотого цветка.\nПрошло пятьсот лет с тех пор, как случилась та катастрофа, а гавань спокойна и стены её прочны, как и раньше.\nСолдаты гордо носят золотые цветы в знак уважения высшей жертве их предков.\n",
        "id": "\nDi masa lalu, saat lagu-lagu dikumandangkan dari puncak tebang, sebuah meteorit jatuh ke dalam Chasm.\nDari atas langit yang tak berujung itu, tiba-tiba jatuh sebuah meteorit besi yang menghantam tanah, dan seketika mengubah bumi menjadi pasir kristal glasir.\n\nMeskipun hidup manusia berakhir dalam sekejap mata, Rex Lapis sendiri yang memberikan perintah agar para Millelith pergi melindungi tambang-tambang.\nSaat para Abyss datang membanjiri, pasukan Millelith berhasil mengawal ribuan penduduk ke tempat yang aman.\nPara penambang bercerita tentang sebagian prajurit di garis belakang yang tetap tinggal di dalam Chasm,\nMereka bertempur dengan gagah berani bersama dengan sang Yaksha tanpa nama, hingga akhirnya mereka mengorbankan nyawanya di antara bebatuan tajam.\n\nSeiring waktu, nama para manusia dan Adeptus semakin terlupakan. Seiring waktu, bahkan gunung dan sungai pun dapat berubah bentuk.\nTetapi waktu tidak akan pernah bisa menghapus jasa-jasa mereka yang sangat terhormat. Seperti bunga berdaun emas ini, mereka akan selalu bersinar selamanya.\nLima ratus tahun kemudian, kota pelabuhan ini tetap tenang dan damai, sama seperti di hari malapetaka itu berhasil diredakan.\nHingga kini, para prajurit tetap mengenakan bunga emas ini dengan rasa bangga, untuk menghormati pengorbanan para leluhur mereka.\n",
        "th": "\nในสมัยที่ผู้คนนิยมแต่งเพลงที่หน้าผาสูงชัน ได้เคยมีดวงดาวตกลงมาใน Chasm\nดวงดาวร่วงหล่นมาจากท้องฟ้าแห่งราตรีกาลที่ไม่มีที่สิ้นสุด และฝุ่นผงที่หล่นลงมาก็ได้กลายมาเป็นผลึกคริสตัล\n\nชีวิตของมนุษย์นั้นสั้นนัก แต่ท่านราชากลับมอบหมายให้กองทหาร Millelith เป็นผู้ปกป้องเหมืองแร่\nAbyss ได้ไหลทะลักเข้ามาราวกับกระแสน้ำ กองทหาร Millelith จึงได้คุ้มกันผู้คนให้อพยพหนีไป\nตามเรื่องเล่าของคนงานเหมืองกล่าวว่า มีเหล่าทหารส่วนหนึ่งที่คอยสกัดกั้นรั้งท้ายอยู่ใน Chasm\nพวกเขาร่วมต่อสู้กับยักษานิรนาม และที่สุดแล้วก็ได้เสียสละตัวเองที่หน้าผาสูงชันนั้น\n\nภูเขาและสายน้ำนั้นเปลี่ยนผันไปตามกาลเวลา ชื่อของมนุษย์และเซียนก็อาจถูกลืมเลือนไป\nแต่ความดีงามของพวกเขาจะไม่มีวันจางหาย และจะยังคงเจิดจ้าราวกับ Flower of Accolades นี้\nทุกวันนี้หายนะได้ผ่านพ้นไปกว่าห้าร้อยปีแล้ว เมืองท่าแห่งนี้ก็ได้กลับมาสงบสุขและมีป้อมปราการที่แข็งแกร่งเหมือนดังเดิม\nดอกไม้สีทองที่เหล่าทหารสวมใส่ด้วยความภาคภูมิใจนั้นเป็นสัญลักษณ์แห่งการเสียสละอันทรงเกียรติของบรรพบุรุษ\n",
        "vi": "\nTrước kia khi vách đá hùng vĩ cất tiếng ca, từng có vì sao rơi xuống Vực Đá Sâu.\nNgôi sao sắt rớt xuống từ bầu trời đêm vô tận, khiến bụi bặm hoá thành lưu ly lấp lánh.\n\nNgười phàm với kiếp sống ngắn ngủi, nhưng Đế Quân đã đích thân giao cho Thiên Nham Quân trách nhiệm canh giữ các mạch khoáng.\nVực sâu như nước lũ cuồn cuộn, Thiên Nham Quân đã đưa rất nhiều dân chúng sơ tán.\nTrong câu chuyện của những người thợ mỏ, một vài binh sĩ không người nối dõi đã ở lại Vực Đá Sâu,\ncùng chiến đấu với Dạ Xoa vô danh, cuối cùng cũng hy sinh giữa các vách đá.\n\nCho dù non sông có đổi thay theo năm tháng, tên tuổi của những người phàm và tiên nhân đều bị lãng quên,\nthì công lao của họ sẽ không bao giờ phai mờ, nó tỏa sáng rực rỡ như đoá hoa vàng này.\nĐã 500 năm kể từ khi thảm họa lắng xuống, và những bức tường thành vững chắc của thành phố cảng vẫn vững chãi như ngày nào.\nBông hoa vàng được các binh sĩ đeo lên một cách tự hào, là biểu tượng cho sự hy sinh cao quý của tổ tiên.\n"
      },
      "imgid": "tenacity_of_the_millelith_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "昭武翎羽",
        "zht": "昭武翎羽",
        "jp": "昭武の羽根",
        "ko": "소무의 깃털",
        "en": "Ceremonial War-Plume",
        "de": "Bekundungsfeder",
        "es": "Pluma de Guerra Ceremonial",
        "fr": "Plume de guerre du Commandant",
        "pt": "Pena Brilhante Marcial",
        "ru": "Боевое перо командира",
        "id": "Ceremonial War-Plume",
        "th": "Ceremonial War-Plume",
        "vi": "Chiêu Võ Linh Vũ"
      },
      "description": {
        "zhs": "在仪仗场合佩戴的鹰翎，用以向外人显明璃月港的威严与决心。",
        "zht": "在儀仗場合佩戴的鷹翎，用以向外人顯明璃月港的威嚴與決心。",
        "jp": "式典の際に着用し、外国からの訪問者に威厳を示す羽毛。",
        "ko": "의식에서 차는 매의 깃털, 외부인에게 리월항의 위엄과 결의를 보여주는 용도로 사용된다",
        "en": "A falcon feather worn on ceremonial occasions. It displays the dignity and resolve of Liyue Harbor to the outside world.",
        "de": "Die Feder eines Falken, die zu zeremoniellen Anlässen getragen wurde. Sie präsentiert die Würde und Entschlossenheit von Liyue gegenüber Fremden.",
        "es": "Una pluma de halcón que se utiliza en ceremonias. Muestra al resto del mundo la dignidad y resolución de Liyue.",
        "fr": "Une plume de faucon portée lors des cérémonies officielles. Elle montre la dignité et la détermination du Port de Liyue aux yeux du monde entier.",
        "pt": "Penas de falcão utilizadas em ocasiões festivas. Exibe uma aparência de autoridade e determinação para as pessoas de fora de Liyue.",
        "ru": "Соколиное перо, носимое почётным караулом. Оно призвано демонстрировать инородцам решительность и благородство гавани Ли Юэ.",
        "id": "Bulu elang yang dikenakan pada pertemuan-pertemuan upacara. Bulu ini menunjukkan martabat dan tekad Pelabuhan Liyue kepada dunia.",
        "th": "ขนนกอินทรีที่เอาไว้สวมใส่ในพิธีสำคัญ เพื่อแสดงให้ผู้อื่นได้เห็นถึงความสง่างามและความมุ่งมั่นของท่าเรือ Liyue",
        "vi": "Chiếc lông được đeo trong những nghi lễ, để cho người ngoài thấy được sự quyết tâm và uy nghiêm của cảng Liyue."
      },
      "lore": {
        "zhs": "\n翱翔高天的猛禽遗落的翎羽，被千岩军作为武勋的标志而佩戴起来。\n此种翎羽仅在仪仗场合佩戴，用以鼓舞民众，向外国来客显示威严。\n\n传说千岩军在礼仪场合佩戴的翎羽，最初来自无名的夜叉。\n夜叉在与深渊爪牙缠斗时散落的翎羽，被视为希望的象征。\n最终，勇猛的夜叉与无畏的凡人们皆沉睡在了深黑的渊薮。\n帝君感其牺牲，为之沉默良久，山石群岩亦悄然呢喃吁叹。\n民间亦有流言称守护层岩巨渊的无名夜叉并非受帝君之命，\n而是为了救赎久远的罪愆，为曾经的怯懦与逃避付出代偿。\n\n不论真相为何，曾经翔游群云的夜叉已回归了自在的云雾。\n在巨渊之下永眠的兵士，也就此永远存在流变的神话之中。",
        "zht": "\n翱翔高天的猛禽遺落的翎羽，被千岩軍作為武勳的標誌而佩戴起來。\n此種翎羽僅在儀仗場合佩戴，用以鼓舞民眾，向外國來客顯示威嚴。\n\n傳說千岩軍在禮儀場合佩戴的翎羽，最初來自無名的夜叉。\n夜叉在與深淵爪牙纏鬥時散落的翎羽，被視為希望的象徵。\n最終，勇猛的夜叉與無畏的凡人們皆沉睡在了深黑的淵藪。\n帝君感其犧牲，為之沉默良久，山石群岩亦悄然呢喃吁嘆。\n民間亦有流言稱守護層岩巨淵的無名夜叉並非受帝君之命，\n而是為了救贖久遠的罪愆，為曾經的怯懦與逃避付出代償。\n\n不論真相為何，曾經翔游群雲的夜叉已回歸了自在的雲霧。\n在巨淵之下永眠的兵士，也就此永遠存在流變的神話之中。",
        "jp": "\n空高く舞い上がる猛禽類の羽は、武道の象徴として千岩軍が着用している。\nこの羽毛は、外国からの訪問者に威厳を示すために、式典の際にのみ着用される。\n\n伝説によると、千岩軍が儀式の際に着用する羽毛は、もともと無名の夜叉から来たものであった。\n夜叉がアビスの手先と戦ったときに散らばった羽が、希望の象徴と見なされるようになった。\n勇敢な夜叉と恐れを知らない凡人たちは暗いアビスの底で眠りに落ちた。\n帝君はそれらの犠牲を胸に、山や岩のせせらぎの中、長い間沈黙した。\n層岩巨淵を守る無名の夜叉は、帝君から命じられたものではなかったという噂がある。\n長年の罪を贖うため、そしてかつて臆病が故に逃げた自分への戒めとして。\n\n真実がどうであれ、かつて空高く舞い上がっていた夜叉は、今や自在な雲となった。\n深淵の奥深くに眠る兵士たちは、神話の中に存在し続けるだろう。",
        "ko": "\n하늘을 누비는 맹금에서 떨어진 깃털은 천암군의 무훈을 상징하는 장식이 되었다.\n이런 깃털은 민중을 고무시키고 외국에서 온 손님에게 위엄을 보이는 용도로 공식 석상에서만 꽂았다.\n\n천암군이 공식 석상에서 꽂는 깃털은 무명의 야차에게서 유래되었다고 한다.\n야차는 심연의 부하들과 전투를 벌이다가 깃털을 떨어트렸는데, 이는 희망의 상징으로 여겨졌다.\n결국 용맹한 야차와 용사들은 암흑의 중심에 잠들었다.\n제군이 그들의 희생을 느끼고 한참을 침묵하자, 산속의 바위도 조용히 탄식했다.\n민간에도 층암거연을 수호하는 무명의 야차가 제군의 명을 받지 않았음에도\n오래된 죄를 씻고, 비겁했던 과거를 뉘우치고자 대가를 치렀다는 소문이 떠돌았다.\n\n진실이 어떻든 과거에 하늘을 누볐던 야차는 다시 자유로운 하늘로 돌아갔다.\n층암거연에 영원히 잠들었던 병사들도 이로써 신화로 남게 됐다.",
        "en": "\nAs a mark of military service, the Millelith use the feathers of high-altitude birds of prey to adorn their uniforms.\nThese tail feathers are only worn on ceremonial occasions. They boost the morale of the citizenry and fill visiting outlanders with a sense of awe.\n\nIt is said that in its inception, this ceremonial custom was inspired by the nameless yaksha.\nIn the heat of battle, when the yaksha was engaged in fierce combat with the Abyss, some of its plumage was stripped away. The feathers that fell to the ground were seen as a symbol of hope.\nIn the end, the brave yaksha and fearless citizenry would sink into an exhausted slumber in the dark lair of the enemy.\nRex Lapis was moved by their sacrifice and observed a prolonged vow of silence among the low murmuring of the mountain stone.\nThe people claim that the nameless yaksha that defended The Chasm was not, in fact, under the command of Rex Lapis.\nInstead, they believe that it was an act of redemption from a longstanding sin... a price paid for cowardice and dereliction of duty.\n\nWhatever the truth of the matter, the yaksha that had once soared through celestial heights had now returned to a free existence amongst the clouds.\nAs for the soldiers, trapped in eternal slumber in the depths of The Chasm... their legend continues to evolve with the flow of time.",
        "de": "\nAls Zeichen des Militärdienstes verwenden die Millelithen die Federn von hochfliegenden Raubvögeln, um ihre Uniformen zu schmücken.\nDiese Schwanzfedern werden nur bei feierlichen Anlässen getragen. Sie stärken die Moral der Bürger und erfüllen besuchende Fremde mit einem Gefühl der Ehrfurcht.\n\nEs wird gesagt, dass dieser zeremonielle Brauch in seinen Anfängen von dem namenlosen Yaksha inspiriert wurde.\nIn der Hitze des Gefechts, als der Yaksha in einen erbitterten Kampf mit dem Abgrund verwickelt war, wurde ihm ein Teil seines Gefieders abgestreift. Die Federn, die auf den Boden fielen, wurden als Symbol der Hoffnung gesehen.\nAm Ende würden der tapfere Yaksha und die furchtlose Bürgerschaft in einen erschöpften Schlummer in der dunklen Höhle des Feindes sinken.\nRex Lapis war gerührt von ihrem Opfer und hielt ein langes Schweigegelübde unter dem leisen Murmeln des Bergsteins.\nDas Volk behauptet, dass der namenlose Yaksha, der die Große Kluft verteidigte, in Wirklichkeit nicht unter dem Befehl von Rex Lapis stand.\nStattdessen glauben sie, dass es ein Akt der Erlösung von einer langjährigen Sünde war ... ein Preis, der für Feigheit und Pflichtversäumnis bezahlt wurde.\n\nWas auch immer die Wahrheit war, der Yaksha, der einst durch himmlische Höhen geschwebt war, war nun zu einer freien Existenz zwischen den Wolken zurückgekehrt.\nWas die Soldaten angeht, die im ewigen Schlummer in den Tiefen der Großen Kluft gefangen sind ... ihre Legende entwickelt sich mit dem Fluss der Zeit weiter.",
        "es": "\nLas plumas que dejan caer las aves de presa al sobrevolar el cielo se utilizan para condecorar a los soldados más valientes de la Geoarmada.\nEste tipo de pluma solo se lleva en contextos ceremoniosos y solemnes para alentar al pueblo o para mostrar majestuosidad durante las visitas de los forasteros.\n\nSe dice que, al principio, esta costumbre ceremonial se inspiraba en el Yaksha sin nombre.\nMientras combatía contra los vasallos del Abismo, unas plumas se desprendieron de su cuerpo. Por eso, en la actualidad, este tipo de plumas se considera un símbolo de esperanza.\nFinalmente, el valiente Yaksha y los intrépidos mortales cayeron en un sueño eterno en la oscura guarida del enemigo.\nSu sacrificio conmovió a Rex Lapis, que permaneció en silencio durante un largo tiempo mientras escuchaba los ligeros susurros de las rocas y las montañas.\nEntre los ciudadanos también se llegó a escuchar el rumor de que el Yaksha sin nombre no había recibido ninguna orden de Rex Lapis para proteger la Sima.\nEn su lugar, se piensa que fue su manera de redimir la ofensa que arrastraba desde largo tiempo atrás... su manera de pagar el precio de haber huido cobardemente.\n\nNo importa cuál sea la verdad, aquel Yaksha que una vez sobrevoló los cielos recuperó su libertad y regresó a las nubes.\nEn cuanto a aquellos soldados que dormirán hasta el fin de la eternidad en las profundidades de la Sima... también estarán vivos para siempre en las leyendas.",
        "fr": "\nUne plume perdue par l'oiseau de proie s'élevant dans les cieux, insigne militaire porté par les Millelithes.\nCette plume n'est portée que lors des occasions les plus solennelles. Elle symbolise le soutien au peuple, et sert à afficher un certain prestige face aux visiteurs étrangers. \n\nOn raconte que l'origine de cette habitude remonte à un Yaksha sans nom.\nLes plumes perdues par ce Yaksha combattant l'Abîme depuis les airs sont considérées comme un symbole d'espoir.\nLe brave Yaksha et les courageurs mortels qui le suivirent finirent par trouver le sommeil éternel dans les ténèbres.\nTouché profondément par se sacrifice, le Souverain de la Roche resta longtemps silencieux. Partout, pierres et rochers portèrent le deuil.\nD'aucuns racontent que si le Yaksha sans nom défendit le Gouffre, ce n'est pas sur ordre du Souverain,\nmais de lui-même, pour expier une faute passée et payer le prix de sa lâcheté d'autrefois.\n\nQue cela soit vrai ou non, le Yaksha qui tournait autrefois dans les airs a depuis rejoint les nuages de la liberté.\nEt les hommes qui dorment pour toujours dans l'Abîme vivront à jamais avec lui dans les légendes.",
        "pt": "\nPenas deixadas para trás por uma águia que voou alto para o céu. É usada pelos Millelith como uma medalha de honra.\nEssas penas são usadas apenas em celebrações para animar o povo e mostrar seriedade para os visitantes estrangeiros.\n\nDizem que essas penas utilizadas pelos Millelith têm origem em um Yaksha sem nome.\nPois quando um Yaksha lutava contra os lacaios do Abismo, soltou uma dessas penas, que passou a ser vista como um símbolo de esperança.\nAté que o bravo Yaksha e os mortais comuns caíram no sono na profunda escuridão.\nRex Lapis sentiu isso, fazendo um longo silêncio, e enquanto isso, soavam os sussurros das rochas nas montanhas.\nEntre o povo circulava o rumor de que o Yaksha sem nome que protegeu o Despenhadeiro não estava, de fato, sob o comando de Rex Lapis.\nAo invés disso, eles acreditam que foi um ato de redenção de um pecado antigo... Um preço pago por covardia e negligência do dever.\n\nMas não importa qual a verdade, o Yaksha que voava alto entre as nuvens já havia retornado para a neblina.\nE agora os soldados que dormiam eternamente no Despenhadeiro também ficariam eternamente existindo nas lendas em circulação.",
        "ru": "\nПеро, обронённое парившей в вышине хищной птицей и превращённое Миллелитами в символ военных заслуг.\nТакие перья носят только во время почётного караула. Такие перья призваны воодушевлять народ и демонстрировать иностранным государствам величие и мощь.\n\nГоворят, что перо, подобное тем, что носят Миллелиты в торжественных случаях, изначально носил безымянный Якса.\nПерья, которые были разбросаны по земле, когда Яксы боролись с приспешниками Бездны, являются символом надежды.\nВ конце концов храбрые Яксы и бесстрашные смертные уснули крепким сном в чёрном омуте Бездны.\nВластелин Камня, тронутый их жертвой, долгое время молчал в память о них, и лишь скалы тихо вздыхали в тишине.\nВ народе также есть слух, что безымянный Якса защищал Разлом не для того, чтобы исполнить приказ Властелина,\nа для того, чтобы искупить вечные грехи, снискать прощение за некогда проявленные трусость и слабость.\n\nКак бы то ни было, Якса, некогда паривший среди облаков, к ним и вернулся.\nВоины, уснувшие в омуте Бездны, тоже всегда будут существовать в изменчивых мифах.",
        "id": "\nSebagai simbol pelayanan militer, pasukan Millelith menggunakan bulu burung pemangsa untuk menghiasi seragam mereka.\nBulu ekor ini hanya boleh dipakai saat upacara tertentu saja. Bulu-bulu ini sangat efektif dalam meningkatkan semangat para penduduk, dan membuat para pendatang berdecak kagum.\n\nLegenda mengatakan bahwa pada awalnya, tradisi bulu-bulu yang dikenakan pasukan Millelith berasal dari sang Yaksha tanpa nama.\nDalam pertarungan sengit antara sang Yaksha dengan Abyss, bulu-bulu yang berjatuhan ke tanah dianggap sebagai simbol harapan.\nPada akhirnya, sang Yaksha dan manusia pemberani tenggelam dalam tidur panjang di sarang musuh yang gelap.\nHati Rex Lapis sangat tersentuh oleh pengorbanan mereka, dan ia pun berduka tanpa sepatah kata pun, di antara suara gumaman batu-batu pegunungan.\nOrang-orang memercayai bahwa Yaksha tanpa nama yang mempertahankan The Chasm, sebenarnya tidak bertindak di bawah perintah Rex Lapis.\nMelainkan, tindakan sang Yaksha bertujuan untuk menebus dosa lama... biaya yang harus dibayarkan untuk kepengecutan dan pelarian diri.\n\nBagaimanapun kebenarannya, sang Yaksha yang tadinya terbang di ketinggian surgawi, kini telah kembali untuk hidup bebas di antara awan-awan.\nTetapi para prajurit lain, terlelap dalam tidur abadi di dalam The Chasm... legenda mereka akan terus berkembang seiring berjalannya waktu.",
        "th": "\nขนนกของนักล่าที่ลอยลงมาจากท้องฟ้า ได้ถูกนำมาเป็นสัญลักษณ์เพื่อแสดงถึงความกล้าหาญมาประดับให้กับกองทหาร Millelith \nซึ่งขนนกนี้จะถูกสวมใส่เฉพาะพิธีที่สมควรเท่านั้น เพื่อสร้างขวัญกำลังใจให้กับชาวเมือง และแสดงถึงความยิ่งใหญ่ให้ผู้มาเยือนได้เห็น\n\nตำนานกล่าวว่าขนนกที่ กองทหาร Millelith จะต้องสวมใส่ให้เหมาะสมกับพิธีนั้น แต่เดิมมาจากยักษานิรนามตนนั้น\nขนนกที่ร่วงกระจัดกระจายไปในขณะที่ยักษาตนนั้นกำลังเผชิญหน้ากับลูกสมุนของ Abyss ถือได้ว่าเป็นสัญลักษณ์แห่งความหวัง\nท้ายที่สุด ยักษาผู้กล้าหาญและมนุษย์ผู้ไม่หวาดหวั่น ก็ได้หลับใหลไปในหุบเหวอันมืดมิด\nราชาทราบซึ้งถึงการเสียสละของพวกเขา จมอยู่กับความเงียบเป็นเวลานาน เงียบราวกับเสียงกระซิบจากภูเขาและก้อนหินยังได้ยิน\nนอกจากนี้ยังได้ยินข่าวลือจากชาวเมืองว่ายักษานิรนามผู้ปกป้อง Chasm นั้น ไม่ได้รับคำสั่งจากราชาแม้แต่น้อย\nแต่เพื่อไถ่บาปต่อความผิดที่มีมายาวนาน ชดเชยต่อความขี้ขลาดและการหลบหนีที่เป็นมา\n\nโดยไม่คำนึงถึงความจริงที่จะเกิดขึ้น ยักษาผู้ที่ล่องนภาและหมู่เมฆ บัดนี้ได้หวนคืนถิ่นเมฆหมอกที่อิสระแล้ว\nทหารที่หลับใหลอยู่ภายใต้ห้วงเหวลึกตลอดกาล เรื่องราวเหล่านี้จะคงอยู่ในตำนานตลอดไป",
        "vi": "\nLông vũ của loài chim săn mồi trên trời cao được Thiên Nham Quân đeo lên mình như một biểu tượng của võ thuật.\nLông vũ này chỉ đeo vào những dịp lễ, nhằm cổ vũ cho dân chúng và thể hiện sự uy nghiêm đối với du khách nước ngoài.\n\nTương truyền, chiếc lông vũ được Thiên Nham Quân đeo trong các dịp nghi lễ đến từ Dạ Xoa vô danh.\nNhững chiếc lông vũ rơi lả tả khi Dạ Xoa chinh chiến với những tên tay sai vực sâu, được coi là biểu tượng của hy vọng.\nCuối cùng, Dạ Xoa dũng mãnh và những người phàm can đảm đều đã ngủ yên trong vực thẳm tăm tối.\nĐế Quân cảm nhận được sự hy sinh ấy, trầm mặc hồi lâu, núi đá cũng khe khẽ rì rầm.\nTrong dân gian có tin đồn rằng Dạ Xoa vô danh canh giữ Vực Đá Sâu không phải nhận lệnh của Đế Quân,\nmà là để chuộc lại tội lỗi bấy lâu, và trả giá cho sự hèn nhát và trốn tránh.\n\nCho dù sự thật là gì, Dạ Xoa - người đã từng bay qua các đám mây, đã trở về với mây mù tự do.\nNhững binh sĩ mãi mãi ngủ yên dưới vực sâu sẽ luôn tồn tại trong thần thoại về dòng chảy không ngừng."
      },
      "imgid": "tenacity_of_the_millelith_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "金铜时晷",
        "zht": "金銅時晷",
        "jp": "金銅の日時計",
        "ko": "금동의 해시계",
        "en": "Orichalceous Time-Dial",
        "de": "Kupferne Sonnenuhr",
        "es": "Reloj de Sol de Oricalco",
        "fr": "Cadran solaire doré",
        "pt": "Relógio de Sol Dourado",
        "ru": "Золотые часы",
        "id": "Orichalceous Time-Dial",
        "th": "Orichalceous Time-Dial",
        "vi": "Đồng Hồ Vàng Đồng"
      },
      "description": {
        "zhs": "外观朴素的计时道具，在战乱的时代，一度是千岩军的制式装备。",
        "zht": "外觀樸素的計時道具，在戰亂的時代，一度是千岩軍的制式裝備",
        "jp": "素朴な見た目の計時器。戦争の時代、千岩軍の標準装備だった。",
        "ko": "겉보기엔 시간을 재는 투박한 도구처럼 보이지만 전란의 시대엔 천암군의 제식 장비이기도 했다",
        "en": "A simple device for telling time. This was once standard-issue for the Millelith during times of war.",
        "de": "Ein pragmatisches Gerät zum Ablesen der Zeit, Standard für alle Millelithen in Zeiten des Krieges.",
        "es": "Un dispositivo muy sencillo para saber la hora. En época de guerra, era parte del equipamiento de la Geoarmada.",
        "fr": "Un appareil simple permettant de connaître l'heure. Il faisait autrefois partie du paquetage du Millelithe en temps de guerre.",
        "pt": "Um item de aparência comum para marcar o tempo. Durante a era de guerras, era utilizado como equipamento padrão pelos Millelith.",
        "ru": "Безыскусный прибор, который показывает время. Во времена войн он был частью экипировки Миллелитов.",
        "id": "Alat sederhana yang berfungsi sebagai penunjuk waktu. Benda ini pernah menjadi perlengkapan wajib bagi Millelith selama masa perang.",
        "th": "อุปกรณ์จับเวลาที่ดูเรียบง่าย มันเคยเป็นอุปกรณ์มาตรฐานของกองทหาร Millelith ในยุคสงคราม",
        "vi": "Dụng cụ đếm giản dị đơn sơ, trong thời kỳ chiến tranh nó cũng từng ;à trang bị tiêu chuẩn của Thiên Nham Quân."
      },
      "lore": {
        "zhs": "\n驱以日月之光的坚定时计，在白日无明的日子也能捕捉光芒。\n璃月被漆黑恶意威胁之刻，这尊时晷让战士记住白昼的温暖。\n\n在夜叉身侧作战，凡人兵士亦难免身染业障，或遭杀伐波及。\n为避免被杀业吞噬，千岩兵士以时晷默默记录着厮杀的时刻。\n以统一的步调与规律，前一批凡人兵士撤下，便有下批换上。\n如是进退如一直至巨渊深处，夜叉与勇武之士并肩陨落之地。\n\n百年之后，这尊时晷被矿工发掘而出，灼灼星光下闪耀着金石光泽。\n市井传说称有着黑袍的藏家行走街市，以高价将此种金铜时晷收购。\n也有卖家试图打听其间原因，却皆被其人以各种借口说辞巧妙拦回，\n或许此人的目的为何，只有不息的时间终能做出足够合理的解答吧。\n",
        "zht": "\n驅以日月之光的堅定時計，在白日無明的日子也能捕捉光芒。\n璃月被漆黑惡意威脅之刻，這尊時晷讓戰士記住白晝的溫暖。\n\n在夜叉身側作戰，凡人兵士亦難免身染業障，或遭殺伐波及。\n為避免被殺業吞噬，千岩兵士以時晷默默記錄著廝殺的時刻。\n以統一的步調與規律，前一批凡人兵士撤下，便有下批換上。\n如是進退如一直至巨淵深處，夜叉與勇武之士並肩隕落之地。\n\n百年之後，這尊時晷被礦工發掘而出，灼灼星光下閃耀著金石光澤。\n市井傳說稱有著黑袍的藏家行走街市，以高價將此種金銅時晷收購。\n也有賣家試圖打聽其間原因，卻皆被其人以各種藉口說辭巧妙攔回，\n或許此人的目的為何，只有不息的時間終能做出足夠合理的解答吧。\n",
        "jp": "\n太陽と月の光で動く不動の時計は、最も暗い日でも光線を捉えることができる。\n璃月が黒き悪意に脅かされた時、この時計は戦士たちに白昼の温かみを思い出させた。\n\n夜叉と並んで戦う兵士たちは、業障から逃げることができなかった。\n業障に飲み込まるまでの時間を把握するため、千岩兵士たちはその時計で黙々と時間を計った。\n統一された歩調と規律で、前方の兵士と後方の兵士を交代させていった。\nこの交戦は深淵の奥深く、夜叉と勇敢な兵士たちが共に倒れた地まで続いていた。\n\n百年後、この時計は鉱夫により発掘された。星光に輝く光沢を放ちながら。\nうわさによると、黒いローブを着たコレクターが市場を歩き、この時計を高値で買い取ったという。\n売り手はその理由を探ろうとしたが、巧みな口頭トリックによって質問をそらされた。\nその者の目的がなんなのか、おそらく時間だけが満足のいく答えを提供できるだろう。\n",
        "ko": "\n해와 달의 빛으로 어둠을 몰아내는 시계는 암담한 날에도 빛을 잡을 수 있다.\n리월이 악의에 찬 어둠에 위협 받던 때, 이 시계는 전사들에게 따뜻함을 주었다.\n\n야차 곁에서 전투를 치르며 병사들도 업장을 쌓고 살육에 물들 수밖에 없었다.\n살육에 빠지지 않기 위해, 천암군은 시계로 전투 시각을 묵묵히 기록했다.\n통일된 속도와 규율에 따라 전임 병사들은 후임들로 교체되었다.\n이들은 야차와 용사들이 함께 스러진 층암거연의 깊은 곳까지 진퇴를 거듭했다.\n\n백 년 후, 별빛에서 찬란하게 빛을 발하던 이 시계는 광부들에 의해 발굴됐다.\n시정에는 검은 도포를 걸친 골동품 수집가가 시장을 거닐다가 높은 가격으로 이 금동 시계를 구입했다는 소문이 돌았다.\n시계를 판 사람은 내막을 알아내려고 시도했지만, 골동품 수집가는 여러 핑계를 대며 말을 아꼈다.\n그의 목적이 뭔지 답을 낼 수 있는 건 도도하게 흐르는 시간뿐일지도 모른다.\n",
        "en": "\nA hardy timepiece powered by sunlight and moonlight, capable of capturing rays of light even on the darkest of days.\nWhen Liyue was threatened by a pitch-black malice, this time-dial helped the soldiers to remember the warmth of the sun.\n\nIn the course of fighting side-by-side with the yaksha, these mortal soldiers could not escape being contaminated by karma, or harmed during the slaughtering.\nTo avoid being consumed by the darkness of constant killing, the Millelith soldiers used this timepiece to silently mark the passage of time during each battle.\nThey fixed a unified marching pace and schedule so that one squadron of mortal soldiers would take the battlefield as the one before them retreated.\nThis cycle of advance and retreat continued all the way to the depths of the Chasm, where yaksha and valiant soldiers both fell.\n\n100 years later, this timepiece was unearthed by a miner. Its bronze surface sparkled in the bright starlight.\nUrban legends tell of a collector of curios wearing black robes, who roamed the market streets one day, buying up Orichalceous Time-Dials and paying a generous sum for each one.\nSome sellers queried him, curious to know what his reasons were, but he deftly deflected all their questions with an array of excuses and other verbal tricks.\nAs for what this individual's true motive was, perhaps only the unyielding forward march of time can finally deliver a satisfying explanation.\n",
        "de": "\nEine robuste Uhr, die von Sonnen- und Mondlicht angetrieben wird und selbst an den dunkelsten Tagen Lichtstrahlen einfangen kann.\nAls Liyue von einer pechschwarzen Bosheit bedroht wurde, half diese Sonnenuhr den Soldaten, sich an die Wärme der Sonne zu erinnern.\n\nWährend sie Seite an Seite mit dem Yaksha kämpften, konnten diese sterblichen Soldaten nicht verhindern, vom Karma verunreinigt oder während des Schlachtens geschädigt zu werden.\nUm nicht von der Dunkelheit des ständigen Tötens verschlungen zu werden, benutzten die Millelithen-Soldaten diese Uhr, um den Ablauf der Zeit während jeder Schlacht lautlos zu markieren.\nSie legten ein einheitliches Marschtempo und einen Zeitplan fest, sodass eine Schwadron sterblicher Soldaten das Schlachtfeld einnahm, während sich die andere vor ihnen zurückzog.\nDieser Zyklus von Vormarsch und Rückzug setzte sich bis in die Tiefen der Schlucht fort, wo sowohl Yakshas als auch tapfere Soldaten fielen.\n\n100 Jahre später wurde diese Uhr von einem Bergmann ausgegraben. Ihre bronzene Oberfläche funkelte im hellen Sternenlicht.\nUrbane Legenden erzählen von einem Sammler von Kuriositäten in schwarzen Gewändern, der eines Tages durch die Marktstraßen streifte, kupferne Sonnenuhren aufkaufte und eine großzügige Summe für jede einzelne bezahlte.\nEinige Verkäufer fragten ihn neugierig nach seinen Gründen, aber er lenkte alle ihre Fragen geschickt mit einer Reihe von Ausreden und anderen verbalen Tricks ab.\nWas das wahre Motiv dieses Individuums war, kann vielleicht nur der unnachgiebige Vorwärtsmarsch der Zeit endlich eine befriedigende Erklärung liefern.\n",
        "es": "\nUn reloj que funciona con luz lunar y solar. Es capaz de captar los rayos de luz incluso en días nublados.\nCuando Liyue se vio amenazada por aquella maligna oscuridad, este objeto permitió a los guerreros recordar la calidez del sol.\n\nAl luchar junto al Yaksha, los soldados también se vieron afectados por el karma que este emanaba y por el sufrimiento que padecía al acabar con las vidas de otros.\nCon el fin de no verse consumidos por la masacre, los soldados de la Geoarmada utilizaban este reloj para registrar el paso del tiempo durante cada batalla.\nCon un paso y un ritmo unificados, el primer escuadrón de soldados se retiraba para dar paso al siguiente.\nY así, continuaron retirándose y avanzando hasta llegar a las profundidades de la Sima, donde el Yaksha y los valientes soldados fueron derrotados.\n\nUn siglo después, este reloj fue exhumado por unos mineros. El objeto desprendía un centelleo metálico bajo la luz de las estrellas.\nCuentan las leyendas urbanas que un día se vio a un coleccionista de antigüedades deambulando por las calles del mercado. Vestía una toga negra y pagó grandes sumas de dinero para comprar estos relojes de sol de oricalco.\nAlgunos vendedores intentaron averiguar por qué lo hacía, pero él siempre eludía sus preguntas con ingeniosas excusas y argumentos.\nFueran cuales fueran las intenciones de aquella persona, solo el tiempo podrá darnos la respuesta.\n",
        "fr": "\nAppareil servant à déterminer le temps en fonction de la lumière du jour, capable de capter les rayons du soleil même par jour couvert.\nCe type de cadran solaire servit aux combattants à se rappeler la douceur du jour au plus profond des ténèbres qui dominèrent autrefois Liyue.\n\nBeaucoup de soldats ordinaires furent pendant le combat aux côtés du Yaksha témoins d'horribles massacres et de la pire des corruptions du mal.\nPour ne pas perdre l'esprit face à l'horreur du combat, les soldats Millelithes utilisaient cet ustensile pour minuter leurs assauts.\nAinsi, la première vague se retirait pour céder la place à la seconde, en un ballet savamment orchestré.\nEt d'un même homme, Yaksha et braves s'enfoncèrent dans les ténèbres.\n\nUn siècle passa. Ce cadran solaire fut déterré par des mineurs, attirés par son éclat brillant sous la lumière des étoiles.\nOn raconte qu'un collectionneur vêtu d'une robe noire a été vu parcourant les rues de la cité pour acquérir l'objet à un prix élevé.\nInterrogé par les marchands sur ses motivations, cette personne arrive toujours à ne pas répondre.\nSeul le temps sera peut-être capable de dire quel est son objectif, semble-t-il.\n",
        "pt": "\nUm relógio que funciona com a luz do sol e da lua. Mesmo nos dias escuros é capaz de capturar os raios de luz.\nQuando Liyue é ameaçada pela escuridão maléfica, esse relógio de sol pode fazer os soldados lembrarem do calor do dia.\n\nLutando junto com o Yaksha, os soldados mortais acabaram sendo contaminados por seu carma ou pelo seu sofrimento de ter que ceifar vidas.\nPara evitar que fossem engolidos por aquelas mortes, os soldados Millelith usavam esse relógio de sol para marcar a hora dos seus combates.\nE com seus passos e ordens unificadas, os soldados das linhas de frente eram substituídos pelos das linhas de trás.\nAvançando em frente rumo às profundezas do Despenhadeiro, o Yaksha e os corajosos guerreiros caíram no chão.\n\nUm século depois, esse relógio de sol foi encontrado por mineradores, e sob a luz das estrelas, brilhava como metal.\nRumores dizem que alguém vestindo uma roupa negra comprou este relógio por um preço de ouro.\nAlguns comerciantes perguntaram para saber suas razões, mas só conseguiram respostas vazias,\nSó o tempo dará uma resposta satisfatória sobre as razões dessa pessoa.\n",
        "ru": "\nКрепкий хронометр, чьи стрелки несутся вслед за светом солнца и луны. Он способен уловить свет даже среди сплошных заблуждений.\nВ моменты, когда над Ли Юэ нависала чёрная как смоль угроза, эти часы позволяли солдатам помнить о тепле солнечных дней.\n\nПростые смертные солдаты, сражаясь бок о бок с Яксой, не могли избежать пагубного влияния кармы или страданий от убийств.\nЧтобы не оказаться поглощёнными чередой убийств, Миллелиты с помощью этих часов молча запоминали точное время момента убийства.\nЕдиным шагом по строгим регламентам первые ряды смертных сменились следующими.\nТаким образом, продвигаясь вперёд и отступая, Якса и храбрые войны, как единое целое, дошли вплоть до Разлома, и там, сражаясь плечом к плечу, сложили головы.\n\nЧерез сто лет эти часы были обнаружены шахтёрами, и в ярком свете звёзд они сверкали металлическим блеском.\nНа рынках ходят слухи, что чёрные коллекционеры ходят по торговым кварталам и скупают эти часы по высокой цене.\nПродавцы пытаются узнать, в чём причина, но скупщики ловко прикрываются различными предлогами и отговорками.\nВозможно, цель этих людей - добиться того, чтобы бесконечное время наконец дало разумные ответы на все их вопросы.\n",
        "id": "\nPengukur waktu yang kokoh dan menggunakan tenaga sinar matahari atau bulan, benda ini dapat menangkap cahaya bahkan di malam tergelap sekalipun.\nSaat Liyue terancam oleh kejahatan yang hitam pekat, jam ini mengingatkan para prajurit tentang kehangatan cahaya matahari.\n\nSaat bertarung bersama sang Yaksha, para prajurit manusia ini tidak bisa menghindar dari karma yang merasuk, atau terluka dalam sebuah pertumpahan darah.\nUntuk mencegah diri mereka dikonsumsi oleh kegelapan dari pembantaian ini, para prajurit Millelith menggunakan jam ini untuk menandakan jalannya waktu selama pertempuran.\nMereka menetapkan kecepatan dan jadwal berbaris, sehingga sekelompok tentara manusia akan bergabung ke pertempuran sebelum kelompok sebelumnya mundur. \nSiklus pergantian maju dan mundur ini terus berlanjut hingga ke kedalaman Chasm, di mana Yaksha dan prajurit pemberani akhirnya gugur.\n\n100 tahun kemudian, alat pengukur waktu ini digali oleh seorang penambang. Permukaan perunggunya berkilau di bawah cahaya bintang-bintang.\nAda sebuah legenda yang menceritakan tentang seorang kolektor barang antik yang mengenakan jubah hitam. Dia menjelajahi semua toko di jalan dan membeli semua Orichalceous Time-Dial yang dia temukan dengan harga tinggi.\nBeberapa penjual penasaran dan ingin tahu alasan kolektor ini membeli jamnya, tapi dia selalu menghindar dari pertanyaan dengan berbagai jenis alasan.\nJadi apa tujuan orang ini sebenarnya? Mungkin hanya sang waktu yang terus berjalan tanpa henti yang bisa memberikan jawaban.\n",
        "th": "\nนาฬิกาที่มั่นคงใช้พลังงานจากแสงของแสงอาทิตย์และแสงจันทร์ แม้ในคืนวันที่ไร้ซึ่งแสงสว่างก็ยังสามารถจับรังสีของแสงสว่างได้\nในช่วงเวลาที่ Liyue ความชั่วร้ายเข้ามาคุกคาม หน้าปัดบอกเวลานี้จะช่วยให้เหล่าทหารยังจดจำความอบอุ่นของคืนวันได้\n\nการต่อสู้เคียงข้างกายยักษา เหล่าทหารและมนุษย์จะต้องทนทุกข์ทรมานจากผลกรรมหรือถูกสังหารอย่างหลีกเลี่ยงไม่ได้\nเพื่อหลีกเลี่ยงการถูกกลืนกินโดยกรรมแห่งการสังหาร เหล่าทหาร Millelith จึงบันทึกช่วงเวลาแห่งการต่อสู้อย่างเงียบ ๆ ด้วยหน้าปัดนาฬิกานี้\nการก้าวเดินที่เป็นหนึ่งเดียวและสม่ำเสมอ เมื่อทหารกลุ่มแรกถอนตัวออกไป ทหารชุดต่อไปก็จะถูกเข้ามาแทนที่\nแม้จะก้าวหน้าและล่าถอยไปไกลถึง Chasm แต่นั่นก็เป็นสถานที่ยักษาและนักรบผู้กล้าได้ล้มลงเคียงข้างกัน\n\nหนึ่งศตวรรษต่อมา นาฬิกาเรือนนี้ถูกขุดโดยคนงานเหมือง โลหะนั้นส่องประกายแวววาวภายใต้แสงดาวที่เปล่งแสงวิบวับ\nตามตำนานที่เล่าขานกัน ในตลาดมีนักสะสมที่ซ่อนตัวอยู่ภายใต้เสื้อคลุมสีดำและได้ซื้อนาฬิกาโลหะเรือนนี้ไปในราคาสูง\nผู้ขายบางรายพยายามค้นหาเหตุผลต่าง ๆ จากพวกของตน แต่กลับได้รับแต่ข้ออ้างและข้อแก้ตัวที่ชาญฉลาดมาแทน\nหรือบางทีจุดประสงค์ของคนผู้นี้ก็คือ มีเพียงเวลาที่ไม่มีที่สิ้นสุดเท่านั้น ถึงจะเพียงพอที่จะสามารถให้คำตอบที่สมเหตุสมผลได้\n",
        "vi": "\nChiếc đồng hồ kiên định chạy bởi ánh sáng của mặt trời và mặt trăng, có thể lấy được ánh sáng ngay cả những ngày đen tối.\nVào khoảnh khắc khi Liyue bị đe dọa bởi ý niệm tà ác đen tối, chiếc đồng hồ này khiến các binh sĩ nhớ lại sự ấm áp của ban ngày.\n\nChiến đấu bên cạnh Dạ Xoa, những binh sĩ người phàm khó tránh bị nhiễm phải nghiệp chướng hoặc bị ảnh hưởng bởi sự giết chóc.\nĐể tránh bị nuốt chửng bởi nghiệp sát, binh sĩ Thiên Nham đã dùng đồng hồ âm thầm ghi lại những khoảnh khắc chiến đấu bằng mặt số chỉ giờ.\nVới một nhịp độ và quy luật thống nhất, một đợt Dạ Xoa, một đợt những binh sĩ lui xuống, liền có đợt tiếp theo lên thay thế.\nBằng cách vừa tiến vừa lui này để đến tận đáy vực sâu, nơi Dạ Xoa và binh sĩ dũng cảm đã cũng nhau ngã xuống.\n\nHàng trăm năm sau, chiếc đồng hồ này đã được khai quật bởi những người thợ mỏ, toả ánh vàng lấp lánh dưới sao trời.\nTrong chợ đồn rằng, có kẻ sưu tầm mặc áo choàng đen đi lại trên phố, thu mua loại đồng hồ vàng đồng này với giá cao.\nCũng có những người bán cố gắng tìm hiểu lý do, nhưng họ đã bị người đó khéo léo từ chối bằng nhiều lý do khác nhau.\nMục đích của người này là gì, có lẽ chỉ có thời gian vô tận mới có thể trả lời.\n"
      },
      "imgid": "tenacity_of_the_millelith_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "盟誓金爵",
        "zht": "盟誓金爵",
        "jp": "誓いの金杯",
        "ko": "맹세의 금잔",
        "en": "Noble's Pledging Vessel",
        "de": "Edler Schwurkrug",
        "es": "Copa del Juramento",
        "fr": "Coupe du serment",
        "pt": "Taça Dourada do Juramento",
        "ru": "Золотой кубок клятвы",
        "id": "Noble's Pledging Vessel",
        "th": "Noble's Pledging Vessel",
        "vi": "Minh Thệ Kim Tước"
      },
      "description": {
        "zhs": "千岩军用以盟誓的金爵，依旧残留着丝丝酒香。",
        "zht": "千岩軍用以盟誓的金爵，依舊殘留著絲絲酒香。",
        "jp": "千岩軍が誓いの時に使う黄金の杯。酒の香が少し残っている。",
        "ko": "천암군이 맹세할 때 쓰는 금잔. 여전히 희미한 술향이 남아 있다",
        "en": "A golden cup used by the Millelith to take their oaths. Still bears the lovely scent of wine.",
        "de": "Ein metallener Krug, den die Millelithen bei Schwüren verwenden. Selbst jetzt riecht man den süßen Duft des Weins, der sich einst darin befand.",
        "es": "Una copa de oro que la Geoarmada utiliza para prestar juramento. Todavía contiene trazas de aroma a vino.",
        "fr": "Une coupe en or utilisée par les Millelithes pour prêter serment. Elle porte encore le doux parfum du vin.",
        "pt": "Uma taça dourada utilizada pelos Millelith para simbolizar uma aliança. Ainda possui um leve cheiro de vinho.",
        "ru": "Золотой кубок, с помощью которого Миллелиты присягают на верность. Он всё ещё хранит тонкий аромат вина.",
        "id": "Sebuah cangkir emas yang digunakan oleh Milelith untuk mengucap sumpah. Masih menyisakan harum aroma anggur dari dalamnya.",
        "th": "ถ้วยทองคำที่กองทหาร Millelith ใช้ในการสาบานตน กลิ่นไวน์อันหอมหวนยังไม่จางหายไปไหน",
        "vi": "Ly vàng được Thiên Nham Quân dùng khi lập lời thề, vẫn còn đọng lại một chút mùi hương của rượu."
      },
      "lore": {
        "zhs": "\n千岩军初立的过去，璃月大地尚未尽褪蛮荒。\n城镇、乡村与部族的长老曾以金爵彼此盟誓。\n作为对岩王帝君的效忠，对同胞民众的责任，\n自各处选拔出勇健之士组织成军，号曰千岩。\n\n与夜叉并肩的那一战中，断后的将士也曾以金爵饮下美酒，\n向慈爱威严的岩王敬最后一杯，随即冲向深渊，义无反顾。\n数百年后，自负的冒险家将之自巨渊深处取回，稍加洗濯，\n金爵在百年之间竟从未破碎锈蚀，亦未被漆黑的气息浸透。\n\n数百年后，当璃月人再度谈起灾厄年代的往事，谈起那无名的夜叉，\n谈起来自不同背景、不同地域的英雄如何团结一心，对抗深渊浪潮…\n这尊金爵便是不可绕开的话题，其中歃盟的血水恍若依旧清亮无尘。\n",
        "zht": "\n千岩軍初立的過去，璃月大地尚未盡褪蠻荒。\n城鎮、鄉村與部族的長老曾以金爵彼此盟誓。\n作為對岩王帝君的效忠，對同胞民眾的責任，\n自各處選拔出勇健之士組織成軍，號曰千岩。\n\n與夜叉並肩的那一戰中，斷後的將士也曾以金爵飲下美酒，\n向慈愛威嚴的岩王敬最後一杯，隨即衝向深淵，義無反顧。\n數百年後，自負的冒險家將之自巨淵深處取回，稍加洗濯，\n金爵在百年之間竟從未破碎鏽蝕，亦未被漆黑的氣息浸透。\n\n數百年後，當璃月人再度談起災厄年代的往事，談起那無名的夜叉，\n談起來自不同背景、不同地域的英雄如何團結一心，對抗深淵浪潮…\n這尊金爵便是不可繞開的話題，其中歃盟的血水恍若依舊清亮無塵。\n",
        "jp": "\n千岩軍が創立された頃、璃月の地はまだ荒涼としていた。\n町、村、部族の長老は黄金の杯を以って互いと契約を交わした。\n岩王帝君に忠誠を誓い、民を守る責を担う、\n各地より軍に選抜された者は、千岩と呼ばれる。\n\n夜叉と共に戦い、黄金の杯で美酒を飲んだ。\n岩王と最後の一杯を交わし、アビスに突入した。\n数百年後、うぬぼれた冒険者はアビスからその杯を取り、綺麗に洗った。\n黄金の杯は百年もの間、腐植することなく漆黒にも染まらなかった。\n\n数百年後、璃月人が再び災いの過去と無名の夜叉について語った時、\n様々な場所から来た英雄がいかにして団結し、アビスと戦ったか…\nこの黄金の杯がどのようにして血に染まったのか、語らずにはいられない。\n",
        "ko": "\n천암군이 창설됐을 당시, 리월 대지는 아직 거칠고 황량했다.\n도시와 농촌, 부족의 장로들은 금잔을 맞대며 서로 맹세했다.\n암왕제군에 대한 충성과, 동포와 민족에 대한 책임감으로\n도처에서 용맹한 자들이 군대를 조직해 천암군이라 이름 지었고,\n\n야차와 함께 나섰던 전투에서 퇴로가 끊긴 병사들은 금잔에 술을 따라 마시며\n자애롭고 위엄 있는 암왕제군에게 최후의 잔을 올린 뒤 심연을 향해 용감히 돌진했다.\n수백 년 후, 용감한 모험가가 심연에서 금잔을 회수해 깨끗이 세척했다.\n금잔은 수백 년 동안 파손되거나 녹이 슬지 않았고, 암흑의 기운에 물들지도 않았다.\n\n수백 년 후, 리월 사람들이 다시 재앙의 시대와 무명의 야차,\n배경과 출신이 다른 영웅들이 어떻게 한마음이 되어 심연에 맞섰었는지를 이야기할 때…\n이 금잔은 빼놓을 수 없는 주제였고, 금잔에 남은 핏자국은 여전히 선명했다.\n",
        "en": "\nWhen the Millelith was first founded, Liyue was still a savage and dangerous place.\nThe elders of towns, villages, and tribes would pledge oaths of allegiance with a golden cup.\nAs a show of loyalty to Rex Lapis and duty to their countrymen,\nThey selected valiant soldiers from all regions. These soldiers became known as the Millelith.\n\nThey would go on to take up arms with a yaksha in battle, fighting from the rearguard. They too drank from that golden cup.\nIt was a final toast to the benevolent and majestic Lord of Geo. With their gaze fixed ahead of them, they stormed into the abyss.\nHundreds of years later, a conceited adventurer retrieved the cup from the depths of The Chasm and washed away the imperfections.\nMiraculously, the cup remained whole and untarnished by the passage of time. The pitch-dark of that subterranean realm had failed to remove its radiance.\n\nYet more centuries passed. Eventually, the people of Liyue would tell tales of an era of catastrophe and a nameless yaksha,\nTales of how heroes from disparate heritages and different lands united under a single banner against the Abyss...\nInevitably, the tale would touch upon the cup, and how the blood of those that went before remained clear and spotless as the day it was spilled.\n",
        "de": "\nAls die Armee der Millelithen gegründet wurde, war Liyue noch ein wilder und gefährlicher Ort.\nDie Ältesten der Städte, Dörfer und Stämme schworen mit einem goldenen Becher den Treueschwur.\nAls Zeichen der Loyalität gegenüber Rex Lapis und der Pflicht gegenüber ihren Landsleuten\nwählten Sie tapfere Soldaten aus allen Regionen aus. Diese Soldaten wurden als die Millelithen bekannt.\n\nSie würden dann mit einem Yaksha in der Schlacht zu den Waffen greifen und von der Nachhut aus kämpfen. Auch sie tranken aus diesem goldenen Becher.\nEs war ein letzter Trinkspruch auf den wohlwollenden und majestätischen Herrscher über die Felsen. Den Blick starr vor sich gerichtet, stürmten sie in den Abgrund.\nHunderte von Jahren später barg ein eingebildeter Abenteurer den Becher aus den Tiefen der Großen Kluft und wusch die Unvollkommenheiten weg.\nWie durch ein Wunder blieb der Kelch unversehrt und ungetrübt durch den Lauf der Zeit. Die pechschwarze Dunkelheit des unterirdischen Reiches konnte ihm sein Strahlen nicht nehmen.\n\nDoch weitere Jahrhunderte vergingen. Schließlich erzählte das Volk von Liyue Geschichten über eine Ära der Katastrophen und einen namenlosen Yaksha,\nGeschichten darüber, wie sich Helden unterschiedlicher Herkunft und verschiedener Länder unter einem einzigen Banner gegen den Abgrund vereinten ...\nUnweigerlich kam die Geschichte auf den Kelch zu sprechen und darauf, dass das Blut derer, die vor ihnen gingen, so klar und makellos blieb wie an dem Tag, an dem es vergossen wurde.\n",
        "es": "\nEn los comienzos del establecimiento de la Geoarmada, Liyue todavía era una tierra salvaje.\nLos ancianos de los pueblos, las zonas rurales y las tribus se juraban lealtad usando una copa de oro.\nComo muestra de lealtad hacia Rex Lapis y de responsabilidad con sus compatriotas,\nseleccionaron a los guerreros más valientes de diversas regiones para convertirlos en soldados y, así, establecer la Geoarmada.\n\nEstos soldados lucharon desde la retaguardia junto a un Yaksha y también bebieron de aquella copa dorada.\nEse fue el último brindis por el majestuoso y benevolente Rey Geo. Inmediatamente, ejecutaron su ataque contra la Sima, avanzando con valor y sin mirar atrás.\nSiglos después, un presuntuoso aventurero se adentró en las profundidades de la Sima para recuperar la copa de oro y limpiar sus imperfecciones.\nPero se encontró con que, aun tras tantos años, la copa estaba en perfecto estado e impoluta, y su brillo tampoco se había perdido a causa de la oscuridad del subsuelo de la Sima.\n\nOtros tantos siglos pasaron. Cuando los habitantes de Liyue contaban historias sobre aquella época de catástrofes, no podían evitar mencionar a aquel Yaksha sin nombre,\na aquellos héroes de orígenes y procedencias distintos que se unieron para combatir juntos la fuerza del abismo...\nAsí pues, en esas historias era inevitable hablar de la copa y de cómo la sangre de los que se aliaron en el pasado todavía permanece clara y limpia en el presente.\n",
        "fr": "\nÀ la création des Millelithes, en un temps où les terres de Liyue étaient sauvages et appartenaient encore à Dame Nature,\nles anciens des villages, des hameaux et des clans se réunirent autour de la coupe dorée, et firent le serment qui suit :\n« Nous, par fidélité envers le Souverain de la Roche, et pour le bien des nôtres,\nchoisissons les plus braves que nous ayons à offrir pour former les Millelithes, l'armée des mille pierres. »\n\nC'est dans cette même coupe que les officiers et soldats tombés au combat en se battant aux côtés du Yaksha burent eux aussi,\ntrinquant une dernière fois en l'honneur du Souverain bianfaisant, pour se jeter aussitôt dans l'Abîme sans un regard en arrière.\nPlusieurs siècles passèrent. Un jour, un aventurier récupéra l'objet des profondeurs où il gisait, et entreprit de le nettoyer.\nMiraculeusement, les années n'érodèrent pas la coupe, et elle demeura telle qu'elle était au premier jour.\n\nEt des siècles plus tard, lorsque les gens de Liyue se souviennent du terrible passé et parlent de ce Yaksha sans nom,\nde tous ces héros venus des quatre coins de Liyue pour faire face à l'Abîme...\nle sujet de la coupe revient inévitablement, et il est toujours quelqu'un pour dire que le sang versé par les héros du passé est aussi pur qu'au premier jour.\n",
        "pt": "\nQuando os Millelith foram estabelecidos, Liyue ainda era uma terra selvagem.\nOs anciãos das vilas e cidades fizeram uma aliança usando essa taça de ouro.\nComo súditos leais de Rex Lapis, o povo de um mesmo sangue,\nSelecionou guerreiros corajosos e saudáveis de todos os locais para formar os Millelith.\n\nE beberam nessa mesma bela taça de ouro quando a guerra que lutaram lado a lado com o Yaksha chegou ao fim,\nE erguendo a taça em devoção ao Arconte Geo, atacaram o Abismo sem olhar para trás.\nSéculos depois, um aventureiro partiu sozinho para o Despenhadeiro para recuperar a taça. Quando a recuperou, limpou-a rapidamente,\nMesmo tendo se passado séculos, a taça de ouro não havia sido corroída pelo ferrugem, nem manchada pela escuridão.\n\nOutros séculos depois, quando as pessoas de Liyue novamente falaram sobre aquela era de calamidades, mencionaram aquele Yaksha sem nome,\nFalaram sobre as origens distintas de todos os heróis, que uniram-se como um para combater a força do Abismo...\nEssa antiga taça de ouro não pode ser ignorada. Beber dela é como beber o sangue dos antepassados, mas, apesar disso, permanece limpa e brilhante.\n",
        "ru": "\nКогда Миллелиты только появились, земли Ли Юэ ещё не успели одичать.\nСтарейшины городов, деревень и племён испили из золотого кубка, скрепляя клятву о союзе.\nОни, верой и правдой служившие Властелину Камня, почитавшие своим долгом защищать народ и соотечественников,\nони, воины, отбиравшие в свои ряды самых храбрых, были названы Миллелитами.\n\nТе воины, что остались сражаться плечом к плечу с Яксой, испили прекрасное вино из того золотого кубка,\nи, посвятив последнюю чашу любимому и грозному Властелину Камня, по зову долга устремились в Бездну.\nПрошло несколько сотен лет, и самонадеянный искатель приключений сам отправился в глубины Бездны, отыскал там этот кубок и немного очистил его.\nЗолотой кубок не разбился и не покрылся ржавчиной за сотни лет, не напитался он и чёрным дыханием Бездны.\n\nЧерез сотни лет, когда жители Ли Юэ снова заговорили о прошедшей эпохе катастроф, они вспомнили о том безымянном Яксе,\nо том, как герои разного происхождения и из разных мест сплотились, чтобы противостоять приливу Бездны...\nНе забыли они и про этот кубок. Кровь, скрепившая союз, будто по-прежнему чиста и не тронута пылью.\n",
        "id": "\nKetika Millelith pertama kali tiba di Liyue, tempat itu masih sangat liar dan berbahaya.\nPara petua di kota, desa, dan suku pernah bersumpah setia dengan cangkir emas.\nSebagai bukti kesetiaan kepada Rex Lapis dan kewajiban terhadap masyarakat,\nmereka memilih prajurit yang gagah berani dari berbagai wilayah dan kemudian dikenal sebagai Millelith.\n\nPara prajurit di barisan belakang yang bertempur bersama Yaksha pernah meminum anggur dari cangkir emas itu.\nMereka bersulang kepada Rex Lapis yang agung dan terhormat untuk terakhir kalinya dan menyerbu ke dalam Abyss tanpa keraguan sedikit pun.\nRatusan tahun kemudian, seorang petualang mengambil cangkir itu dari kedalaman The Chasm.\nAjaibnya, cangkir itu tetap utuh dan tidak ternoda sedikit pun walau sudah lama berada dalam dunia bawah tanah yang gelap gulita.\n\nRatusan tahun pun berlalu. Ketika penduduk Liyue menceritakan kembali dongeng tentang era bencana dan Yaksha tanpa nama itu,\nbercerita bagaimana pahlawan dari latar belakang dan tanah kelahiran yang berbeda bersatu melawan Abyss...\ncerita mereka pasti tidak akan terlepas dari cangkir itu, dan bagaimana darah para prajurit yang tumpah di hari itu tetap bersih dan tak bernoda hingga sekarang.\n",
        "th": "\nการก่อตั้งกองทหาร Millelith ครั้งแรกในอดีต มีมาตั้งแต่ในช่วงที่ดินแดน Liyue ยังไม่พ้นจากยุคสมัยที่ป่าเถื่อน\nผู้อาวุโสในเมือง ในหมู่บ้านและในชนเผ่าเคยใช้ถ้วยทองคำในการสาบานตน\nด้วยความภักดีที่มีต่อราชาแห่งหินและความรับผิดชอบต่อผู้คน\nจึงได้มีการคัดเลือกผู้ที่มีความกล้าหาญและสุขภาพดีในการเข้าร่วมกองทหารที่มีชื่อเรียกว่า Millelith\n\nในการต่อสู้เคียงบ่าเคียงไหล่กับยักษาในครานั้น ทหารก็ได้ร่ำสุรารสเลิศด้วยถ้วยทองคำนี้\nเพื่อเป็นการเคารพต่อความรักและความยิ่งใหญ่ของราชาแห่งหินเป็นครั้งสุดท้ายแล้วมุ่งสู่เหวลึก โดยไม่หันหลังกลับ\nหลายร้อยปีให้หลัง นักผจญภัยผู้ทะนงได้นำมันกลับมาจากห้วงเหวลึกและเช็ดถูเพียงเล็กน้อย\nเวลานับร้อยปี แต่ถ้วยทองคำนี้ไม่มีแม้แต่รอยแตกหักบิดเบี้ยว รวมถึงกลิ่นอายแห่งความมืดมน\n\nและหลายร้อยปีหลังจากนั้น เมื่อชาวเมือง Liyue ได้นำเรื่องราวยุคภัยพิบัตินั้นในอดีตกลับมาเล่าอีกครั้ง ได้มีการอ้างถึงยักษานิรนามตนนั้น\nอ้างถึงภูมิหลังที่แตกต่าง รวมถึงผู้กล้าที่มาจากต่างที่ต่างแดนว่าเหตุใจถึงได้บรรจบ เพื่อต่อต้านกระแสแห่งห้วงลึก...\nถ้วยทองคำถ้วยนี้เป็นเรื่องราวที่ไม่สนใจไม่ได้ เลือดมิตรสหายที่อยู่ภายในนั้นยังคงใสและปราศจากสิ่งปนเปื้อน\n",
        "vi": "\nTrước đây khi Thiên Nham Quân mới được thành lập, vùng đất Liyue vẫn còn hoang sơ.\nCác trưởng lão trong thành, làng mạc và các bộ lạc đã dùng ly vàng cùng lập lời thề.\nVì sự trung thành với Nham Vương Đế Quân và trách nhiệm với người dân,\nkhắp nơi đã chọn ra những trai tráng dũng cảm và khỏe mạnh, hợp thành một đội quân, gọi là Thiên Nham Quân.\n\nTrong trận chiến sát cánh cùng Dạ Xoa, những chiến sĩ không người nối dõi đã dùng ly vàng uống rượu,\nnâng cốc lần cuối vì Nham Vương nhân ái và uy nghiêm, rồi lao thẳng xuống vực sâu không chút do dự.\nHàng trăm năm sau, Nhà Mạo Hiểm tự phụ đã lấy nó từ nơi sâu nhất của vực thẳm rồi đem đi rửa sạch\nHàng trăm năm sau, ly vàng vẫn không hề bị sứt mẻ hay ăn mòn, cũng như không bị hơi thở của bóng tối xâm nhập.\n\nHàng trăm năm sau, khi người dân Liyue nhắc lại quá khứ tàn khốc và những Dạ Xoa vô danh,\nnói về cách các anh hùng đến từ các vùng khác nhau, có hoàn cảnh khác nhau lại có thể đoàn kết một lòng, chống lại làn sóng Vực Sâu...\nChiếc ly vàng này vẫn là chủ đề không thể bỏ qua, máu của liên minh dường như vẫn còn trong veo không dính bụi trần.\n"
      },
      "imgid": "tenacity_of_the_millelith_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "将帅兜鍪",
        "zht": "將帥兜鍪",
        "jp": "将帥の兜",
        "ko": "장수의 투구",
        "en": "General's Ancient Helm",
        "de": "Generalshelm",
        "es": "Yelmo Vetusto del General",
        "fr": "Ancien heaume de Général",
        "pt": "Capacete do Comandante",
        "ru": "Древний шлем генерала",
        "id": "General's Ancient Helm",
        "th": "General's Ancient Helm",
        "vi": "Nón Nguyên Soái"
      },
      "description": {
        "zhs": "年代久远的华丽头盔，洗净尘沙后依旧明亮如新。",
        "zht": "年代久遠的華麗頭盔，洗淨塵沙後依舊明亮如新。",
        "jp": "古きから伝わる華麗な兜。埃を拭き取ると新品同様に明るく光る。",
        "ko": "아주 오래된 화려한 투구, 먼지와 모래를 씻어내면 새것처럼 빛난다",
        "en": "A splendorous helmet from ages past. Clean the dust away and it will look brand-new once more.",
        "de": "Ein prächtiger Helm aus alter Zeit. Einmal darüber gewischt glänzt er gleich wie neu.",
        "es": "Un yelmo espléndido procedente de una época ya pasada. Si limpias el polvo acumulado en su superficie, se verá como nuevo.",
        "fr": "Un casque splendide qui a traversé les âges. Il suffit de nettoyer un peu la poussière et il sera de nouveau rutilant.",
        "pt": "Um belo capacete antigo. Brilha como novo depois de se limpar a sujeira e areia nele.",
        "ru": "Роскошный шлем из древних времён. После чистки и полировки он сверкает, как новый.",
        "id": "Helm megah yang berasal dari masa lampau. Bersihkan saja debu yang menempel padanya dan benda ini akan terlihat seperti baru lagi.",
        "th": "หมวกเก่าที่ยังคงสวยงามแม้เวลาจะผ่านไปเนิ่นนาน หลังจากชะล้างฝุ่นและทรายไปแล้ว มันยังคงเปล่งประกายเหมือนใหม่",
        "vi": "Chiếc mũ có lịch sử lâu đời, sau khi rửa sạch bụi bặm thì sáng bong như mới."
      },
      "lore": {
        "zhs": "\n与未曾留下名号的夜叉一并奋战的将帅，\n偕屈指可数的同袍为了守护而共同陨落。\n为了保障难民能够安全撤离，不辜负岩主的目光，\n头戴兜鍪的首领们率先向深渊刺出了手中的长枪。\n\n大灾降临琉璃之地，悠古的仇雠泉涌而出。\n夜叉应帝君之命，与深渊的扭曲造物血战。\n直至最后一滴血亦汇入大地，将污秽涤除，\n随着深渊的退潮，琉璃砂终又流露出光泽。\n\n当层岩巨渊上空的重重阴翳消散，夜叉就此消失无踪。\n在沙场留下兜鍪的将帅及兵士，亦永远地安眠在此地。\n",
        "zht": "\n與未曾留下名號的夜叉一併奮戰的將帥，\n偕屈指可數的同袍為了守護而共同隕落。\n為了保障難民能夠安全撤離，不辜負岩主的目光，\n頭戴兜鍪的首領們率先向深淵刺出了手中的長槍。\n\n大災降臨琉璃之地，悠古的仇讎泉湧而出。\n夜叉應帝君之命，與深淵的扭曲造物血戰。\n直至最後一滴血亦匯入大地，將污穢滌除，\n隨著深淵的退潮，琉璃砂終又流露出光澤。\n\n當層岩巨淵上空的重重陰翳消散，夜叉就此消失無蹤。\n在沙場留下兜鍪的將帥及兵士，亦永遠地安眠在此地。\n",
        "jp": "\n名前も残さなかった夜叉と共に戦った指揮官、\n同胞たちを守るために共に死を選んだ。\n避難民が安全に逃げ切ることを保証し、岩王帝君の期待に応えるためだ。\n兜を被った指揮官たちはアビスに長槍を突き刺した。\n\n災害が琉璃の地に降臨し、過去の敵が泉のように湧いた。\n帝君の命により、夜叉はアビスと戦った。\n最後の一滴の血が大地に染み込み、穢れたものがすべて浄化されるまで戦いは続いた。\nアビスが退いていくにつれ、琉璃の沙は光沢を取り戻した。\n\n層岩巨淵に覆いかぶさった漆黒は取り除かれ、夜叉は失踪した。\n戦場に兜を残した指揮官と兵士は、その地で永遠に眠った。\n",
        "ko": "\n이름도 남기지 않은 야차와 함께 싸웠던 병사들은\n동포들을 지키기 위해 함께 죽음을 택했다.\n고통받는 백성들을 안전하게 대피시키고 암주의 기대를 저버리지 않기 위해,\n두건을 쓴 우두머리들이 솔선하여 심연을 향해 창을 날렸다.\n\n재난이 강림한 유리의 땅엔 악연 깊은 적들이 샘처럼 솟구쳤고\n야차는 암왕제군의 명에 따라 심연의 비뚤어진 피조물들과 혈전을 벌였다.\n최후의 피 한 방울이 대지에 흘러들어 오염을 씻어내자\n심연이 물러가고 유리 모래는 다시 반짝이는 빛을 되찾았고,\n\n층암거연 상공의 짙은 안개가 흩어지자 야차는 모습을 감췄으며,\n전장에 두건을 남긴 병사들도 이곳에 영원히 잠들었다.\n",
        "en": "\nThe commander who fought together with the nameless yaksha fell in the line of duty,\nAs did the handful of his compatriots who fought alongside him.\nTo ensure that the afflicted civilians could safely escape, and to maintain their honor in the eyes of the Lord of Geo,\nThe helmet-clad troops of the front line took the lead, pointing their spears towards the Abyss and charging into battle.\n\nDisaster arrived in the land of glaze, and a horde of ancient foes came surging forth.\nAt the order of Rex Lapis, the yaksha fought a bloody battle against the warped creations of the Abyss.\nThe fight went on until the last drop of blood had soaked into the battlefield and all that was impure had been cleansed.\nAs the tide of the Abyss receded, the glaze sands shone gloriously once more,\n\nBut when the gloom that had filled the skies above The Chasm had finally dissipated, the yaksha disappeared without a trace.\nAs for the general and his men who left their helmets on the battlefield, they rest there in peace forevermore.\n",
        "de": "\nDer Kommandant, der zusammen mit dem namenlosen Yaksha kämpfte, fiel in der Linie der Pflicht,\nEbenso wie die Handvoll seiner Landsleute, die an seiner Seite kämpften.\nUm sicherzustellen, dass die betroffenen Zivilisten sicher entkommen konnten, und um ihre Ehre in den Augen des Herrschers über die Felsen zu bewahren,\nübernahmen die helmgekleideten Truppen der vordersten Linie die Führung, richteten ihre Speere auf den Abgrund und stürmten in die Schlacht.\n\nDie Katastrophe kam ins Land des Glases und eine Horde alter Feinde stürmte hervor.\nAuf den Befehl von Rex Lapis kämpfte der Yaksha einen blutigen Kampf gegen die gewundenen Schöpfungen des Abgrunds.\nDer Kampf ging weiter, bis der letzte Blutstropfen in das Schlachtfeld gesickert war und alles, was unrein, gereinigt worden war.\nAls sich die Flut des Abgrunds zurückzog, erstrahlte der gläserne Sand wieder in voller Pracht,\n\nDoch als die Finsternis, die den Himmel über der Großen Kluft erfüllt hatte, endlich verstrich, verschwand der Yaksha spurlos.\nWas den General und seine Männer betrifft, die ihre Helme auf dem Schlachtfeld zurückließen, so ruhen sie dort für immer in Frieden.\n",
        "es": "\nHubo una vez un general que combatió junto con el Yaksha sin nombre.\nLos soldados que lo acompañaban podían contarse con los dedos de una mano. Sin embargo, acabaron siendo derrotados por proteger a la gente.\nPara asegurar que los civiles afligidos pudieran escapar con seguridad, y para mantener su honor a los ojos del Señor de Geo,\nlos soldados que lideraban el frente de batalla llevaban cascos y empuñaban lanzas para cargar contra el Abismo.\n\nEntonces, el desastre cayó sobre la tierra del cristal, donde unos antiguos enemigos emergieron de todas partes.\nEl Yaksha obedeció las órdenes de Rex Lapis, dando comienzo a una sangrienta guerra contra las abominaciones del Abismo.\nLa lucha duró hasta que la última gota de sangre convergió con el campo de batalla y toda impureza fue purificada.\nJunto con la retirada del Abismo, las arenas de cristal recuperaron su glorioso brillo.\n\nEntonces, el cielo de la Sima volvió a estar despejado y deslumbrante, pero el Yaksha sin nombre había desaparecido sin dejar rastro.\nAsí pues, los generales y los soldados cuyos yelmos yacieron sobre el campo de batalla permanecerán allí sumidos en un sueño perpetuo.\n",
        "fr": "\nLe général qui combattait aux côtés du Yaksha dont le nom a été oublié,\net la poignée d'officiers qui l'accompagnaient, tombèrent tous lors de la défense du peuple.\nChargés sur ordre du Souverain de la Roche de protéger l'évacuation des réfugiés,\nles officiers, casque sur la tête, firent front et levèrent leurs lances, transperçant comme autant de piques l'Abîme.\n\nLa calamité gagnait les terres de Liyue, et le flot des ennemis du passé semblait sans fin.\nRépondant à l'ordre du Souverain de la Roche, le Yaksha fit face et combattit les créatures invoquées par l'Abîme.\nCe n'est que lorsque la dernière goutte de sang rejoignit la terre, que quand toute la corruption fut lavée,\net que l'Abîme partit en retraite, qu'enfin on put revoir le sable brillant de Liyue.\n\nLorsque le jour perça dans le gouffre, le Yaksha avait disparu.\nEt les hommes et généraux dont le casque gisait sur le sable du champ de bataille reposent à jamais en ce lieu.\n",
        "pt": "\nO comandante que lutou junto com o yaksha sem nome caiu no cumprimento do dever,\nAssim como o punhado de compatriotas que lutaram ao lado dele.\nPara garantir que os civis aflitos possam escapar em segurança e manter a honra perante os olhos do Lorde Geo,\nAs tropas de capacete da linha de frente assumiram a liderança, apontando suas lanças para o Abismo e avançando para a batalha.\n\nO desastre chegou na terra do vidro, e uma horda de antigos inimigos irrompeu.\nPor ordem de Rex Lapis, o yaksha travou uma sangrenta batalha contra as criações distorcidas do Abismo.\nA luta prosseguiu até que a última gota de sangue caísse no campo de batalha e tudo que fosse impuro tivesse sido purificado.\nQuando a maré do Abismo recuou, as areias de vidro brilharam gloriosamente mais uma vez,\n\nMas quando a escuridão que havia preenchido os céus acima do Despenhadeiro finalmente se dissipou, o yaksha desapareceu sem deixar rastros.\nQuanto ao general e seus homens que deixaram os capacetes no campo de batalha, eles descansam em paz para todo o sempre.\n",
        "ru": "\nКомандир, сражавшийся вместе с безымянными Якcами, погиб, исполняя свой долг,\nкак и горстка его соотечественников, сражавшихся вместе с ним.\nЧтобы дать пострадавшим мирным жителям возможность безопасно бежать и чтобы сохранить свою честь в глазах Властелина Камня,\nпередовые бойцы в шлемах вышли вперёд, направили свои копья в сторону Бездны и бросились в бой.\n\nБеда пришла в страну глазури, и туда хлынула орда древних врагов.\nПо приказу Властелина Камня Якcы вели кровавый бой против появившихся порождений Бездны.\nБитва продолжалась до тех пор, пока последняя капля крови не упала на поле боя и пока всё нечистое не было очищено.\nКогда волна Бездны отступила, пески снова засияли глазурью.\n\nОднако когда мрак, наполнявший небеса над Разломом, наконец рассеялся, Яксы бесследно исчезли.\nЧто касается генерала и его людей, которые оставили свои шлемы на поле боя, они вечно покоятся там с миром.\n",
        "id": "\nSang komandan yang bertarung bersama Yaksha tanpa nama pun telah gugur di medan peperangan.\nBersama dengan beberapa rekan-rekan terdekat yang bertempur bersamanya.\nUntuk memastikan para pengungsi bencana dapat melarikan diri dengan aman, dan untuk menjaga kehormatan mereka di mata Lord Geo,\nPara prajurit di garis depan mengenakan helm tempur mereka, menghunuskan ujung tombak mereka ke arah Abyss, dan menerjang tanpa gentar.\n\nMalapetaka datang ke tanah glasir ini, dan segerombol musuh-musuh kuno pun bermunculan.\nAtas perintah dari Rex Lapis, para Yaksha bertarung dengan monster ciptaan Abyss dalam pertumpahan darah yang sengit.\nPertarungan ini berlangsung hingga titik darah penghabisan dan hingga semua noda telah dimurnikan.\nSeiring dengan surutnya kekuasaan Abyss, pasir glasir pun akhirnya dapat kembali bersinar sekali lagi.\n\nTapi saat kegelapan yang menutupi langit The Chasm telah sirna, demikian juga dengan para Yaksha, hilang tanpa jejak.\nSedangkan jenderal beserta prajurit-prajurit yang telah meninggalkan helm perang mereka di medan peperangan, semoga mereka dapat beristirahat dengan tenang untuk selamanya.\n",
        "th": "\nนายพลผู้ที่เคยร่วมต่อสู้เคียงบ่าเคียงไหล่กับยักษานิรนาม\nเหล่าทหารที่ติดตามมาด้วยเพียงหยิบมือต่างพากันร่วมเป็นร่วมตาย เพื่อปกป้องพวกพ้องอย่างสุดชีวิต\nเพื่อให้แน่ใจว่าผู้ลี้ภัยสามารถหลบหนีไปได้อย่างปลอดภัย และเพื่อไม่ทำให้เทพแห่งหินต้องผิดหวัง\nเหล่าผู้นำที่สวมหมวกเกราะจึงได้บุกเข้าใส่ Abyss พร้อมกับหอกในมือ\n\nหายนะครั้งใหญ่กำลังจะเกิดขึ้นในดินแดนแห่งคริสตัล และความแค้นที่สั่งสมมาช้านานกำลังจะปะทุขึ้น\nยักษารับคำสั่งของท่านราชา และเริ่มทำสงครามนองเลือดกับ Abyss\nจนกระทั่งเลือดหยดสุดท้ายได้หยดลงสู่พื้นดิน และขจัดความสกปรกให้หมดสิ้นไป\nในที่สุดผลึกคริสตัลก็ได้เผยให้เห็นความสดใสแวววาวอีกครั้ง พร้อมกับการล่าถอยของ Abyss\n\nเมื่อความมืดครึ้มเหนือท้องฟ้าของ Chasm ได้จางหาย และแล้วยักษาตนนั้นก็หายตัวไปอย่างไร้ร่องรอย\nหมวกเกราะของนายพลและทหารได้ถูกทิ้งไว้บนผืนทราย ให้หลับใหล ณ ที่แห่งนี้ไปชั่วนิรันดร์\n",
        "vi": "\nVị tướng từng chiến đấu cùng dạ xoa vô danh,\nĐã ngã xuống để bảo vệ lý tưởng\nĐể đảm bảo việc sơ tán người dân một cách an toàn và không phụ sự kỳ vọng của Nham Vương,\nCác thủ lĩnh đội nón dẫn đầu đâm ngọn thương trong tay xuống vực sâu.\n\nTai họa ập đến vùng đất lưu ly, kẻ thù xưa kia cuồn cuộn kéo đến.\nDạ Xoa theo lời kêu gọi của Đế Quân, và chiến đấu chống lại sự biến dạng của vực sâu.\nĐến khi giọt máu cuối cùng cũng chảy xuống đất, tẩy sạch những ô uế,\nKhi vực sâu rút lui, cát lưu ly cuối cùng cũng lộ ra vẻ đẹp rực rỡ.\n\nKhi sự u ám nặng nề trên bầu trời Vực Đá Sâu tan biến, Dạ Xoa cũng biến mất không dấu vết.\nNhững vị tướng đội mũ và binh sĩ đã vĩnh viễn yên nghỉ nơi sa trường.\n"
      },
      "imgid": "tenacity_of_the_millelith_circlet"
    }
  ]
}