{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "追忆之注连",
    "zht": "追憶之注連",
    "jp": "追憶のしめ縄",
    "ko": "추억의 시메나와",
    "en": "Shimenawa's Reminiscence",
    "de": "Gedenken an Shimenawa",
    "es": "Reminiscencia de la Purificación",
    "fr": "Réminiscence nostalgique",
    "pt": "Reminescência Nostálgica",
    "ru": "Воспоминания Симэнавы",
    "id": "Shimenawa's Reminiscence",
    "th": "Shimenawa's Reminiscence",
    "vi": "Dòng Hồi Ức Bất Tận"
  },
  "descriptions": [
    {
      "zhs": "攻击力提高18%。",
      "zht": "攻擊力提高18%。",
      "jp": "攻撃力+18%。",
      "ko": "공격력+18%",
      "en": "ATK +18%.",
      "de": "Erhöht den ANG um 18 %.",
      "es": "ATQ +18%.",
      "fr": "Augmente l'ATQ de 18 %.",
      "pt": "ATQ +18%.",
      "ru": "Увеличивает силу атаки на 18%.",
      "id": "ATK +18%.",
      "th": "เพิ่มพลังโจมตี 18%",
      "vi": "Tấn công tăng 18%"
    },
    {
      "zhs": "施放元素战技时，如果角色的元素能量高于或等于15点，则会流失15点元素能量，使接下来的10秒内，普通攻击、重击、下落攻击造成的伤害提高50%，持续期间内该效果不会再次触发。",
      "zht": "施放元素戰技時，如果角色的元素能量高於或等於15點，則會流失15點元素能量，使接下來的10秒內，普通攻擊、重擊、下落攻擊造成的傷害提高50%，持續期間內該效果不會再次觸發。",
      "jp": "元素スキルを発動した時、キャラクターの元素エネルギーが15以上の場合、元素エネルギーを15消費し、次の10秒間通常攻撃、重撃、落下攻撃ダメージ+50%。継続時間中この効果は再発動できない。",
      "ko": "원소전투 스킬 발동 후 캐릭터의 원소 에너지가 15pt 이상일 경우, 15pt의 원소 에너지를 잃는다. 그 후 10초 동안 일반 공격, 강공격, 낙하 공격으로 가하는 피해가 50% 증가한다. 지속 기간 내에 해당 효과는 다시 발동하지 않는다",
      "en": "When casting an Elemental Skill, if the character has 15 or more Energy, they lose 15 Energy and Normal/Charged/Plunging Attack DMG is increased by 50% for 10s. This effect will not trigger again during that duration.",
      "de": "Verringert bei Anwendung einer Elementarfähigkeit die Elementarenergie um 15 Punkte, wenn die Figur mindestens 15 Punkte Elementarenergie besitzt. Erhöht daraufhin den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden 10 s lang um 50 %. Dieser Effekt wird während der Wirkungsdauer nicht erneut ausgelöst.",
      "es": "Si el personaje tiene 15 pts. de Energía Elemental o más, perderá 15 pts. al realizar una Habilidad Elemental y el daño infligido con los Ataques Normales, Cargados y Descendentes aumentará en un 50% durante 10 s. Este efecto no puede activarse más de una vez simultáneamente.",
      "fr": "Lorsque le personnage possède au minimum 15 pts d'énergie élémentaire, libérer une compétence élémentaire entraîne une perte de 15 pts d'énergie, mais les DGT infligés par son attaque normale, chargée et plongeante augmentent de 50 % pendant 10 s. Cet effet ne se déclenchera plus pendant cette durée.",
      "pt": "Ao lançar sua Habilidade Elemental, se a Energia Elemental do Personagem for maior ou igual a 15, ele perderá 15 pontos de Energia Elemental e nos próximos 10s, seus Ataques Normais, Ataques Carregados, Ataques Imersivos terão um aumento de 50% de Dano. Esse efeito só pode ser desencadeado uma vez dentro desse intervalo de tempo.",
      "ru": "При использовании элементального навыка, если у персонажа 15 или более единиц энергии, он теряет 15 единиц энергии, а урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 50% в течение 10 сек. Эффект нельзя активировать повторно в течение этого времени.",
      "id": "Saat melancarkan Elemental Skill, jika Karakter mempunyai 15 Energy atau lebih, maka akan kehilangan 15 Energy dan Normal/Charged/ Plunging Attack DMG meningkat sebesar 50% selama 10 detik. Efek ini tidak bisa terpicu lagi selama durasinya masih aktif.",
      "th": "ในขณะที่ใช้สกิลธาตุ ถ้ามีพลังงานธาตุมากกว่าหรือเท่ากับ 15 หน่วย จะเสียพลังงานธาตุ 15 หน่วย และทำให้ การโจมตีปกติ, ชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศ สร้างความเสียหายเพิ่มขึ้น 50% เป็นเวลา 10 วินาที โดยที่ตลอดช่วงเวลาต่อเนื่อง เอฟเฟกต์นี้จะไม่เกิดขึ้นซ้ำอีกครั้ง",
      "vi": "Khi thi triển Kỹ Năng Nguyên Tố, nhân vật có Năng Lượng Nguyên Tố cao hơn hoặc bằng 15 điểm thì sẽ mất đi 15 điểm để tăng 50% sát thương tấn công thường, trọng kích và tấn công khi đáp trong 10 giây tiếp theo, trong thời gian duy trì, hiệu quả này sẽ không kích hoạt lần nữa."
    }
  ],
  "imgid": "shimenawas_reminiscence_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "羁缠之花",
        "zht": "羈纏之花",
        "jp": "羈絆の花",
        "ko": "속박의 꽃",
        "en": "Entangling Bloom",
        "de": "Umschlingende Blume",
        "es": "Flor del Entrelazamiento",
        "fr": "Fleur d'enchevêtrement",
        "pt": "Flor Envolvente",
        "ru": "Опутывающий цветок",
        "id": "Entangling Bloom",
        "th": "Entangling Bloom",
        "vi": "Hoa Vương Vấn"
      },
      "description": {
        "zhs": "精美的水引御守，据说能够封存实现愿望的力量。",
        "zht": "精美的水引御守，據說能夠封存實現願望的力量。",
        "jp": "精巧な水引お守り。願いを叶える力を秘めているとの噂。",
        "ko": "섬세한 미즈히키 부적, 염원을 이뤄주는 힘을 봉인할 수 있다고 한다",
        "en": "A lovely amulet made from twisted paper cord. It is said to hold the power to make wishes come true.",
        "de": "Ein hübscher Talisman aus einer Papierschnur. Angeblich beinhaltet er die Macht, Wünsche zu erfüllen.",
        "es": "Un talismán de papel de arroz de exquisita elaboración. Se dice que tiene el poder de hacer los deseos realidad.",
        "fr": "Une jolie amulette faite de corde de papier torsadée. Il est dit qu'elle contient le pouvoir de réaliser les souhaits en son sein.",
        "pt": "Um ornamento e fino Omamori, dizem que tem o poder de tornar os desejos em realidade.",
        "ru": "Замечательный омамори из скрученного бумажного шнура. Говорят, он обладает способностью исполнять желания.",
        "id": "Jimat indah yang terbuat dari tali kertas yang dipilin. Orang mengatakan bahwa di dalam benda ini terkandung sebuah kekuatan untuk mewujudkan keinginan-keinginan menjadi kenyataan.",
        "th": "เครื่องรางที่ทั้งสวยและประณีต ว่ากันว่ามันสามารถกักเก็บพลัง ที่จะดลบันดาลให้สิ่งที่หวังกลายเป็นจริงได้",
        "vi": "Một chiếc bùa hộ mệnh tinh xảo được làm từ Mizuhiki (loại giấy làm từ bột gạo), nghe nói rằng nó chứa đựng sức mạnh có thể biến điều ước thành hiện thực."
      },
      "lore": {
        "zhs": "\n以名为「水引」的工艺编织而成的御守，\n据说能将祈愿与其因缘紧紧地系于其中。\n\n一度师从神通广大的狐狸大人，学习打理神社事宜。\n那时的我，不过是从小小渔村来到鸣神的幼稚巫女。\n比茶筅还要愚钝，也还未曾褪去孩童的任性与好奇，\n对斋宫大人优雅难懂的话语，总是抱着天真的怀疑。\n\n「世上之事彼此羁绊纠缠，因而实在之中产生了虚幻的愿景。」\n「所谓御守，全无实现愿望的能力，却能借助羁缠使之永恒。」\n\n见我一脸茫然的样子，狐狸大人忍俊不禁地大笑起来，\n愉快地用烟管敲了敲我的脑袋，又狡猾地转换了话题：\n\n「想必小响，一定也遇见了因缘之人吧？」\n\n「与那粗鲁的莽夫，能有什么因缘可言！」\n\n「啊呀，是这样吗？」\n\n但最后黑夜淹没了一切。\n而所谓的因缘也失落了。",
        "zht": "\n以名為「水引」的工藝編織而成的御守，\n據說能將祈願與其因緣緊緊地繫於其中。\n\n一度師從神通廣大的狐狸大人，學習打理神社事宜。\n那時的我，不過是從小小漁村來到鳴神的幼稚巫女。\n比茶筅還要愚鈍，也還未曾褪去孩童的任性與好奇，\n對齋宮大人優雅難懂的話語，總是抱著天真的懷疑。\n\n「世上之事彼此羈絆糾纏，因而實在之中產生了虛幻的願景。」\n「所謂御守，全無實現願望的能力，卻能藉助羈纏使之永恆。」\n\n見我一臉茫然的樣子，狐狸大人忍俊不禁地大笑起來，\n愉快地用菸管敲了敲我的腦袋，又狡猾地轉換了話題：\n\n「想必小響，一定也遇見了因緣之人吧？」\n\n「與那粗魯的莽夫，能有什麼因緣可言！」\n\n「啊呀，是這樣嗎？」\n\n但最後黑夜淹沒了一切。\n而所謂的因緣也失落了。",
        "jp": "\n「水引」という結び方をしたお守り。\n願いと縁を固く結ぶことができるという。\n\n何でも知っている狐様に師事し、神社の事務を勉強した。\nあの頃の私は、小さな漁村から鳴神に来た幼い巫女だった。\n茶筅よりも鈍く、子供っぽいわがままや好奇心も抱いていた。\n斎宮様の優雅で回りくどい言葉に、いつも無邪気な疑念を持っていた。\n\n「物事は絆で結ばれ、故に実の中から希う幻が生まれる」\n「お守りに願いを実現する力はない。でも、絆の力で、それを永遠にできる」\n\n私が茫然としている様を見て、狐様は耐えきれない様子で笑った。\n楽しそうに煙管で私の頭を軽く叩き、すぐさま話題を変えた。\n\n「響ちゃんも、因縁の人と出会ったんだね？」\n\n「あんな野蛮人と因縁なんてありません！」\n\n「あら、そうかしら？」\n\nそして闇夜がすべてを呑み込んだ。\n因縁とやらも、失われてしまった。",
        "ko": "\n「미즈히키」라 불리는 공예로 엮어 만든 부적은,\n소원과 그 인연을 단단히 얽히게 만들어준다고 한다\n\n그때, 신통광대한 여우 어르신은 신사의 업무에 대해 배우고 있었다\n그때의 나는, 작은 어촌 마을에서 나루카미에 온 어린 무녀에 불과했다\n챠센보다도 더 아둔했지만 여전히 어린아이의 호기심과 심술을 버리지는 못했다\n재궁 어르신의 우아하고 난해한 말들에 늘 천진한 의구심을 품고 있었다\n\n「세상일은 서로 얽히고설켜 있는 굴레 같단다. 그리고 그 사이에서 허황된 염원이 생기지」\n「소위 부적이란, 소원을 들어줄 능력이 전혀 없는데도, 그 굴레를 빌려 영원함을 이루는 것이란다」\n\n어리둥절한 내 모습에 여우 어르신은 참지 못하고 크게 웃음을 터뜨린다\n그러다니 자못 즐겁게 담뱃대를 내 머리를 두드리고는 능글맞게 화제를 돌린다\n\n「히비키도 분명 인연을 만났겠지?」\n\n「그 난폭한 무뢰배와 무슨 인연이요!」\n\n「어머, 과연 그럴까?」\n\n하지만 결국, 어둠이 모든 걸 집어 삼켰다\n그 인연이란 것도, 결국 허무하게 사라졌다",
        "en": "\nAn omamori crafted using an art known as Mizuhiki.\nIt is said to have the power to bind wishes and the reasons for those wishes within itself.\n\nOnce, I learned how to manage the affairs of the shrine under the tutelage of a mighty kitsune.\nBack then, I was just a young shrine maiden who had just arrived on Narukami from a small fishing village.\nI was duller than a teapot and had yet to lose the obstinate impulsiveness and curiosity of a child,\nI was always naively skeptical of the elegant but incomprehensible words of Lady Saiguu.\n\n\"Everything in the world is entangled. Hence, illusory visions were born out of concrete reality.\"\n\"The so-called omamori cannot make one's wishes come true at all, but they can make them eternal through this entanglement.\"\n\nThe Lady Kitsune couldn't help but break out into laughter upon seeing my clueless expression.\nShe cheerfully knocked my head with her pipe and sneakily changed the subject.\n\n\"I suppose you've met your fated one as well, Hibiki?\"\n\n\"What sort of 'fate' could there be with a rude and reckless brute like that!\"\n\n\"Oh, is that so?\"\n\nBut darkness engulfed everything in the end.\nThat \"fate,\" too, was no more.",
        "de": "\nEin Omamori, das mit der Mizuhiki-Kunst hergestellt wurde\nEs wird gesagt, dass man das Aussprechen eines Wunsches eng mit seinem Karma verknüpft.\n\nIrgendwann studierte ich unter einer Kitsune, um zu lernen, wie man die Angelegenheiten des Schreins handhabt.\nZu der Zeit war ich nur eine Schreinjungfer, die aus einem kleinen Fischerdorf nach Narukami kam.\nDümmer als ein Teepinsel und doch mit der Laune und Neugier eines Kindes.\nImmer noch naiv skeptisch gegenüber Saiguus eleganten und unverständlichen Worten.\n\n„Die Dinge der Welt sind miteinander verbunden und verstrickt und so entstehen aus der Wirklichkeit illusorische Visionen.“\n„Das Omamori hat keine Macht, Wünsche zu erfüllen, aber es kann sie durch Verstrickung ewig machen.“\n\nAls sie meinen verwirrten Gesichtsausdruck sah, konnte die Kitsune nicht anders, als laut zu lachen und ...\nSie klopfte mir angenehm mit ihrer Pfeife auf den Kopf und wechselte wieder schlau das Thema:\n\n„Ich bin sicher, du hast auch deinen Seelenverwandten getroffen.“\n\n„Was für eine Verwandtschaft kann es mit diesem unhöflichen und rücksichtslosen Mann geben!“\n\n„Ja, ist das so?“\n\nAber am Ende ertränkte die Dunkelheit alles.\nUnd das sogenannte Karma ist verloren.",
        "es": "\nUn omamori fabricado mediante la técnica de lazos con papel de arroz.\nDicen que sirve para atar los deseos con su propio destino.\n\nEn el pasado, aprendí a encargarme de los asuntos del santuario bajo la tutela de la gran señorita Saiguu.\nEn aquel entonces, yo no era más que una joven miko que había llegado a Narukami desde un pequeño pueblo de pescadores.\nEra más ingenua que un cepillo para hacer té, además de impulsiva y curiosa.\nSiempre me sentía inocentemente escéptica ante las incomprensibles y refinadas palabras de la señorita Saiguu.\n\n“Todo en este mundo está entrelazado. De hecho, las ilusiones y las fantasías nacen de la realidad.\nLos omamori no tienen la capacidad de hacer realidad los deseos, pero sí de entrelazarlos para hacerlos eternos”.\n\nAl ver mi cara de perplejidad, la Kitsune Saiguu no pudo evitar reír a carcajadas.\nMe dio un golpe en la cabeza con su pipa y cambió de tema con gran sutileza:\n\n“Seguro que ya conociste a la persona con la que estás predestinada, Hibiki”.\n\n“¿Qué destino se puede tener con ese hombre tan bruto?”\n\n“Oh, ya veo...”\n\nSin embargo, la oscuridad acaba engulléndolo todo.\nY, de la misma forma, aquel destino también se desvaneció.",
        "fr": "\nUn omamori fabriqué selon un procédé faisant appel à des cordons de papier torsadé.\nIl est dit qu'il possède le pouvoir de lier les souhaits et leurs raisons en lui-même.\n\nAutrefois, j'ai appris à gérer les affaires du sanctuaire sous la tutelle d'une puissante Kitsune.\nÀ l'époque, je n'étais qu'une jeune prêtresse qui venait d'arriver sur Narukami après avoir quitté son petit village de pêcheurs.\nJ'étais plus naïve qu'un Blob, et je n'avais pas encore perdu l'impulsivité et la curiosité d'un enfant.\nJ'étais souvent sceptique face aux paroles élégantes, mais incompréhensibles, de dame Saiguu.\n\n« Tout dans le monde est enchevêtré. Ainsi, des visions illusoires sont nées de la réalité concrète. »\n« Les soi-disant omamori ne peuvent pas réaliser les souhaits, mais ils peuvent les rendre éternels grâce à cet enchevêtrement. »\n\nLa dame Kitsune ne put s'empêcher d'éclater de rire en voyant mon expression désemparée.\nElle m'a gentiment cogné la tête avec sa pipe, et a sournoisement changé de sujet.\n\n« Je suppose que tu as également rencontré ton destiné, Kanade ? »\n\n« Quel genre de « destin » pourrait-il y avoir avec une brute grossière et téméraire comme ça ! »\n\n« Oh, est-ce ainsi ? »\n\nMais les ténèbres ont fini par tout engloutir...\nEt ce « destin », non plus, n'était plus...",
        "pt": "\nUm omamori criado usando uma arte conhecida como Mizuhiki\nDiz-se que tem o poder de vincular desejos e as razões para esses desejos dentro de si.\n\nCerta vez, aprendi a administrar o santuário com a poderosa Lorde Kitsune.\nNaquela época, eu era apenas uma jovem Sacerdotisa que acabara de chegar no santuário, vinda de uma pequena vila de pescadores.\nEu era mais tola que um bule de chá e ainda não havia perdido a impulsividade teimosa e a curiosidade de uma criança,\nEu sempre tinha um ceticismo ingênuo em relação às palavras elegantes, mas incompreensíveis, da Senhora Saiguu.\n\n\"Tudo no mundo está emaranhado. Portanto, as visões ilusórias nasceram da realidade concreta.\"\n\"O assim chamado omamori não pode realizar os desejos de alguém, e sim torná-los eternos através do emaranhamento.\"\n\nLorde Kitsune não conseguiu evitar uma gargalhada ao ver meu rosto estupefato.\nEla deu uma leve batida com o cachimbo na minha cabeça e disfarçadamente mudou de assunto.\n\n\"Suponho que você também conheceu o seu predestinado, Kanade?\"\n\n\"Que tipo de 'destino' poderia haver com um bruto rude e imprudente como esse!\"\n\n\"Oh, é mesmo?\"\n\nMas a escuridão engole tudo no final.\nE a assim chamada previsão do destino se foi.",
        "ru": "\nОмамори, изготовленный с помощью техники, известной как мидзухики.\nОн мог бы соединить молитву со счастьем в любви.\n\nКогда-то я училась управлять храмом у могущественной Кицунэ.\nВ то время я была всего лишь молодой жрицей, которая пришла в храм из маленькой рыбацкой деревушки.\nЯ была глупее чайника, и мне всё ещё предстояло избавиться от своевольной импульсивности и детского любопытства.\nЯ всегда была наивно скептична относительно изысканных, но непонятных слов госпожи Сайгу.\n\n«Всё в этом мире переплетено. А иллюзорные видения родились из осязаемой реальности.\nТак называемый омамори не может исполнить молитвы, но может сделать их вечными через сплетение».\n\nУвидев моё ошарашенное выражение лица, госпожа Кицунэ не смогла сдержать смеха.\nОна весело стукнула меня по голове своей трубкой и ловко перевела тему.\n\n«Хибики, ты ведь уже встретила своего суженого?»\n\n«Ну что за счастье в любви может выйти с таким грубым и безрассудным человеком!»\n\n«А, вот как?»\n\nНо в конце всё поглощает тьма.\nИ так называемое счастье в любви ушло.",
        "id": "\nIlmu menenun Omamori dikenal dengan nama Mizuhiki,\nyang katanya dapat mengikat keinginan orang dengan takdirnya.\n\nDulu, aku belajar mengurus urusan-urusan di kuil di bawah bimbingan Kitsune yang hebat.\nKetika itu, aku hanyalah seorang Miko naif yang datang ke Narukami dari sebuah desa nelayan.\nAku yang dulunya lugu, keras kepala, terburu-buru dan selalu ingin tahu bak anak kecil,\naku adalah anak naif yang selalu skeptis terhadap kata-kata Nona Saiguu yang elegan tetapi tidak dapat dipahami.\n\n\"Semua hal di dunia saling berkaitan, ilusi pun tercipta dari kenyataan konkret.\"\n\"Omamori tidak bisa mengabulkan keinginan, namun ia mengabadikannya dalam tenunan.\"\n\nMelihat wajah kebingunganku, Nona Saiguu pun tidak bisa menahan tawanya.\nDia lalu mengetuk kepalaku dengan pipa tembakau di tangannya, dan dengan cerdik mengubah topik pembicaraan.\n\n\"Hibiki, kamu pasti sudah ketemu orang yang ditakdirkan untukmu ya?\"\n\n\"Takdir apa yang ada antara aku dan orang yang kasar seperti dia!\"\n\n\"Ah, begitukah?\"\n\nNamun pada akhirnya, gelapnya malam menelan segalanya.\nDemikian pula dengan \"takdir\" itu.",
        "th": "\nเครื่องรางที่สานจากหัตถกรรมการทอ ที่เรียกว่า \"Mizuhiki\"\nว่ากันว่า สามารถเชื่อมต่อการอธิษฐาน และโชคชะตาผูกพันให้แน่นแฟ้นได้\n\nมีอยู่ครั้งหนึ่ง ฉันได้เรียนรู้วิธีการดูแลศาลเจ้าจากท่านจิ้งจอกผู้รอบรู้\nตอนนั้น ฉันเป็นมิโกะตัวเล็กๆ จากหมู่บ้านประมงที่เพิ่งมาถึง Narukami\nฉันทึ่มกว่ากาน้ำชา แถมยังเอาแต่ใจ และยังอยากรู้อยากเห็นเหมือนเด็ก ๆ อีก\nมักงุนงง สงสัยแบบเด็ก ๆ ต่อคำพูดที่สูงส่ง แต่เข้าใจยากของท่าน Saiguu ตลอดเวลา\n\n\"ทุกสิ่งบนโลกนี้ล้วนเชื่อมโยงซึ่งกันและกัน จึงเกิดเป็นภาพลวงตา ที่ทุกคนปรารถนาขึ้น\"\n\"ส่วนเครื่องราง ไม่มีความสามารถที่จะทำให้ปรารถนาเป็นจริงได้ แต่กลับอาศัยความเชื่อมโยง ทำให้เป็นนิรันดร์ได้\"\n\nเมื่อเห็นใบหน้าที่ฉงนสงสัยของฉัน ท่าน Kitsune ก็อดหัวเราะขึ้นมาไม่ได้\nแล้วใช้บ้องยาสูบเคาะหัวของฉันเบาๆ จากนั้นก็เปลี่ยนหัวข้อทันที:\n\n\"Hibiki เจอคนที่มีชะตาผูกพันซึ่งกันและกันแล้วใช่ไหม?\"\n\n\"ฉันจะไปมีชะตาผูกพันอะไรกับคนป่าเถื่อนพวกนั้นได้ยังไง!\"\n\n\"โอ้ จริงเหรอ?\"\n\nแต่สุดท้าย ความมืดได้บดบังทุกสิ่ง\nสิ่งที่เรียกว่าโชคชะตาผูกพัน ก็หายไปเช่นกัน",
        "vi": "\nBùa hộ mệnh được bện thủ công gọi là \"Mizuhiki\",\nNghe nói có thể đem điều ước và nhân duyên đặt vào bên trong đó.\n\nTừng học cách làm việc trong đền thờ dưới sự hướng dẫn của người thầy thần thông quảng đại Kitsune đại nhân.\nKhi đó, tôi chỉ là một pháp sư ngây thơ đến ngôi đền từ một làng chài nhỏ.\nCòn ngốc nghếch hơn cái ấm trà, vẫn chưa bỏ cái tính nghịch ngợm và tò mò của trẻ nhỏ,\nluôn ngờ vực ngây ngô về những lời nói tao nhã khó hiểu của Saiguu đại nhân.\n\n\"Vạn vật trên thế gian đều bị trói buộc vào nhau, điều này tạo nên những viễn cảnh hão huyền trong thực tế.\"\n\"Cái gọi là bùa hộ mệnh, không thể biến ước nguyện thành sự thật, nhưng có thể ràng buộc ước nguyện trở thành thứ vĩnh hằng.\"\n\nNhìn thấy vẻ mặt mờ mịt của tôi, Kitsune đại nhân không nhịn được bật cười.\nVui vẻ dùng tẩu thuốc gõ lên đầu tôi rồi chuyển chủ đề một cách gian xảo:\n\n\"Hibiki chắc cũng sẽ gặp được nửa kia của mình nhỉ?\"\n\n\"Với mấy tên đàn ông thô lỗ đó, thì sẽ có nhân duyên gì đáng nói cơ chứ!\"\n\n\"A, vậy sao?\"\n\nNhưng cuối cùng màn đêm đã nhấn chìm tất cả.\nVà cái gọi là nhân duyên gì đó cũng lạc mất rồi."
      },
      "imgid": "shimenawas_reminiscence_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "思忆之矢",
        "zht": "思憶之矢",
        "jp": "憶念の矢",
        "ko": "회상의 화살",
        "en": "Shaft of Remembrance",
        "de": "Pfeil des Andenkens",
        "es": "Flecha de la Nostalgia",
        "fr": "Flèche de nostalgie",
        "pt": "Flecha das Memórias Ponderativas",
        "ru": "Стрела воспоминаний",
        "id": "Shaft of Remembrance",
        "th": "Shaft of Remembrance",
        "vi": "Mũi Tên Tưởng Nhớ"
      },
      "description": {
        "zhs": "样式有点古旧的破魔矢，似乎一直被某人精心保存着。",
        "zht": "樣式有點古舊的破魔矢，似乎一直被某人精心保存著。",
        "jp": "少し古い仕様の破魔矢。何者かによって大切に保管されているようだ。",
        "ko": "옛날 스타일의 마물 잡는 화살, 누군가가 소중히 보관한 것 같다",
        "en": "A demon-slaying arrow of a rather ancient make. It seems to have been preserved with great care by someone, even until the present day.",
        "de": "Ein Pfeil zum Töten von Dämonen in einem sehr alten Stil. Er scheint von jemandem bis heute mit großer Sorgfalt aufbewahrt worden zu sein.",
        "es": "Esta desgastada y vieja flecha mágica parece haber sido guardada con mucho cuidado por alguien.",
        "fr": "Une flèche tueuse de démons d'ancienne facture. Elle semble avoir été conservée avec grand soin par quelqu'un, même jusqu'à notre époque.",
        "pt": "Uma flecha mágica quebrada de forma um tanto antiquada. Parece ter sido guardada cuidadosamente por alguma pessoa.",
        "ru": "Очень древняя стрела для убийства демонов. Похоже, кто-то приложил немалые усилия, чтобы сохранить её до сегодняшнего дня.",
        "id": "Panah pembunuh iblis yang agak kuno. Benda ini tampaknya telah benar-benar dirawat dengan sangat apik, bahkan sampai saat ini.",
        "th": "ศรกำจัดปีศาจที่มีรูปร่างค่อนข้างโบราณ ดูเหมือนจะถูกเก็บรักษาไว้อย่างดีโดยใครบางคน",
        "vi": "Mũi tên ma thuật kiểu dáng xưa cũ dường như đã được ai đó giữ gìn cẩn thận."
      },
      "lore": {
        "zhs": "\n神社祈福驱灾所用的破魔矢，\n据说能够追赶破灭一切心魔。\n\n人们常说破魔之矢能够驱逐邪恶，但邪恶从来不是客观之物。\n邪恶往往出自人心，出自因恐惧而谵妄，变得冰冷烬寂的心。\n斋宫大人离去久矣，我也已不再是鸣神大社见习的年轻巫女。\n每当握起那根空空的烟管，空虚与隐痛便如幽灵般萦绕而生。\n\n拥有了值得挂念的人，失去了无法不挂念的人，时光如同纺车碌碌不停。\n沉静而安谧，狐狸大人隐入漆黑深渊的白色身影，依旧刻印在巫女梦中。\n大天狗大人，也因守护不周的罪疚发怒离去，自我远流，留下光代一人，\n晴之介在哀恸的盛怒下远走别国，长正则为了洗清御舆的污名投身官府。\n至于那个在神林教授我弓术，绯色的樱枝下耐心倾听我幼稚约定的男人，\n他终会回到我面前，即使飞溅的鲜血令他目盲，漆黑污秽将他化为凶兽…\n\n以我们的弓与矢拯救他，成全注定走向失去的约定。\n以我们的弓与矢射灭邪魔，驱除痴妄与无谓的执着。\n\n「请来见我，嗜赌如命的呆瓜。」\n「这次不要再迷路了，昆布丸。」\n\n不过，最后的那一场赌局，胜者究竟是谁呢…\n思考着无关紧要的事情，她轻抚着华美的弓。",
        "zht": "\n神社祈福驅災所用的破魔矢，\n據說能夠追趕破滅一切心魔。\n\n人們常說破魔之矢能夠驅逐邪惡，但邪惡從來不是客觀之物。\n邪惡往往出自人心，出自因恐懼而譫妄，變得冰冷燼寂的心。\n齋宮大人離去久矣，我也已不再是鳴神大社見習的年輕巫女。\n每當握起那根空空的菸管，空虛與隱痛便如幽靈般縈繞而生。\n\n擁有了值得掛念的人，失去了無法不掛念的人，時光如同紡車碌碌不停。\n沉靜而安謐，狐狸大人隱入漆黑深淵的白色身影，依舊刻印在巫女夢中。\n大天狗大人，也因守護不周的罪疚發怒離去，自我遠流，留下光代一人，\n晴之介在哀慟的盛怒下遠走別國，長正則為了洗清御輿的汙名投身官府。\n至於那個在神林教授我弓術，緋色的櫻枝下耐心傾聽我幼稚約定的男人，\n他終會回到我面前，即使飛濺的鮮血令他目盲，漆黑污穢將他化為凶獸…\n\n以我們的弓與矢拯救他，成全注定走向失去的約定。\n以我們的弓與矢射滅邪魔，驅除癡妄與無謂的執著。\n\n「請來見我，嗜賭如命的呆瓜。」\n「這次不要再迷路了，昆布丸。」\n\n不過，最後的那一場賭局，勝者究竟是誰呢…\n思考著無關緊要的事情，她輕撫著華美的弓。",
        "jp": "\n神社が魔除けに用いる破魔の矢。\nすべての心の魔を祓えるという。\n\n破魔の矢は邪悪なものを祓うと人々は言う。しかし邪悪とは客観的なものではない。\n邪悪は人の心から生まれる。恐怖に怯え、冷たくなった心から生まれる。\n斎宮様が去って久しい。私ももう鳴神大社の見習い巫女ではなくなった。\nあの空の煙管を握るたび、空虚と痛みが私を雁字搦めにする。\n\n想う人ができて、想わずにはいられない人を失っても、時は待ってくれない。\n狐様の白い姿が漆黒の深淵へ静かに沈んでいく様は、巫女の夢に深く刻み込まれたまま。\n大天狗様も、守れなかった自責の念で、光代を一人残して、自分を追放した。\n晴之介も悲しみの余り国を出て、長正は御輿の汚名を濯ぐために幕府に入った。\n杜で私に弓術を教え、緋色の櫻の下で私の幼い約束を聞いてくれた男は、\nいずれ私の元へ帰ってくるだろう。飛び散った血が彼の目を覆っても、漆黒な穢れが彼を化け物にしても……\n\n私たちの弓矢で彼を救って、失うことが定められた約束を終わらせて。\n私たちの弓矢で魔物を滅ぼして、無駄な懸想も執着も祓って。\n\n「会いに来て、賭け事ばかりするお馬鹿さん」\n「もう迷わないで、昆布丸」\n\nでも、最後の賭けは、一体誰か勝ったのだろう……\nそんなどうでも良いことを考えながら、彼女は綺麗な弓を撫でた。",
        "ko": "\n신사에서 악재를 쫓거나 기도에 사용하는 파마화살은,\n마음을 잠식하는 모든 마물을 물리칠 수 있다고 전해진다\n\n사람들은 늘 파마의 화살이 사악하고 부정할 것을 쫓을 수 있다고 한다, 하지만 사악함이란 결코 객관적인 것이 아니다\n사악함은 종종 사람의 마음에서 온다. 두려움으로 인한 섬망에서 오고, 한 줌의 재로 변한 싸늘한 마음에서 온다\n재궁 어르신이 돌아가신 지도 꽤 오랜 세월이 흘렀다. 나도 이제 더 이상은 나루카미 다이샤의 어린 견습 무녀가 아니다\n텅 빈 그 담뱃대를 집을 때마다 허전한 아픔이 유령처럼 피어오른다\n\n마음이 쓰이는 사람이 생겼고, 또 마음이 쓰이는 사람을 잃었다. 시간은 마치 물레 방아처럼 쉴 새 없이 돌아간다\n고요하고 평온하며, 어둠의 심연에 잠긴 여우 어르신의 새하얀 모습은 여전히 무녀의 꿈에 각인돼 있다\n텐구 어르신은 지켜주지 못했다는 죄책감에 분노해서 미츠요만 두고 떠나버렸다\n하루노스케는 비통한 노여움을 안고 멀리 타국으로 떠났고, 나가마사는 미코시의 오명을 벗기기 위해 관아에 들어갔다\n신의 숲에서 내게 궁술을 가르치고, 붉디붉은 벚꽃 가지 아래서 나의 유치한 약속마저도 인내심을 갖고 경청하던 그 남자는,\n그는 결국 내게 돌아올 것이다. 휘날리는 피에 눈이 멀고, 어두운 오물에 흉악한 짐승으로 변해버린다 해도…\n\n우리의 활과 화살로 그를 구하고, 슬픈 결말이 정해져 있는 약속을 지켜내자\n우리의 활과 화살로 사악한 마물을 물리치고, 망령과 부질없는 집착을 떨쳐내자\n\n「나 보러 꼭 와줘, 도박꾼 바보야」\n「이번에는 길 잃지 말고, 콘부마루」\n\n하지만 그 마지막 내기의 승자는 대체 누구였을까…\n그녀는 화려한 활을 어루만지면서 시시콜콜한 생각을 했다",
        "en": "\nA demon-slaying arrow used by the shrine for prayers and to drive away catastrophes,\nIt is said to be capable of pursuing and destroying all demons.\n\nPeople often say that demon-slaying arrows can drive away evil, but evil is never an objective thing.\nEvil often stems from within our hearts, born out of delirious minds that have turned cold and ashen from terror.\nLady Saiguu has been gone for a long time now, and I am no longer that young shrine maiden training at the Grand Narukami Shrine.\nWhenever I hold that empty smoking pipe, I can feel that emptiness and dull pain hover over me like a phantom.\n\nHaving someone worth missing, losing someone whom I cannot help missing... And time keeps moving like a spinning wheel.\nSilent and tranquil, the Lady Kitsune's white form hidden in the deep darkness left a deep impression in the shrine maiden's dreams.\nThe Great Tengu went into self-imposed exile, enraged at her own incompetence as the Lady Saiguu's protector, leaving Teruyo behind.\nHarunosuke left for another country amid the fury of his mourning, while Nagamasa joined the Shogunate to clear the Mikoshi name.\nAs for the man who taught me archery in the sacred forest and patiently listened to my naïve promise under the scarlet sakura boughs,\nHe will eventually return to me, even if he were to be blinded by splattered blood, or turned into a fierce beast by that dark defilement...\n\nI shall save him with our bow and arrows, to keep our promise, which ever veers towards breaking.\nI shall destroy evil with our bow and arrows, exorcising folly and needless obsession.\n\n\"Come see me, you idiotic problem gambler.\"\n\"And don't lose your way this time, Konbumaru.\"\n\nStill, who won the last throw of the dice...\nShe touched the bow lightly while pondering such unimportant things.",
        "de": "\nDer dämonenbrechende Pfeil, der von Schreinen verwendet wird, um für Segen zu beten und Unheil zu exorzieren.\nEs wird gesagt, dass er alle Dämonen austreiben und brechen kann.\n\nEs wird auch oft gesagt, dass ein dämonenbrechender Pfeil das Böse verbannen kann, aber das Böse ist niemals eine objektive Sache.\nDas Böse kommt oft aus dem Herzen, dem Herzen, das vor Angst wahnsinnig geworden ist und kalt und aschfahl stumm geworden ist.\nSaiguu ist schon lange weg und ich bin nicht mehr die junge Schreinjungfer am Narukami-Schrein.\nJedes Mal, wenn ich diese Pfeife halte, verfolgen mich die Leere und die verborgenen Schmerzen wie ein Geist.\n\nJemanden zu haben, an dem man sich festhalten kann, und jemanden zu verlieren, der nicht aufhören kann, sich festzuhalten ... Die Zeit ist wie ein Rad, das sich dreht und dreht.\nStill und ruhig, die weiße Silhouette der Kitsune ist im schwärzlichen Abgrund verborgen. Die weiße Silhouette des Standbildes, das im Traum der Schreinjungfer eingraviert ist.\nAuch der Große Tengu geriet in Wut über die Schuld der Inkompetenz des Beschützers von Saiguu und ließ Teruyo allein.\nHarunosuke ging in einem Anfall von düsterer Wut in die Ferne, während Nagamasa der Regierung beitrat, um das Stigma der Mikoshi zu tilgen.\nWas den Mann betrifft, der mich im heiligen Wald die Kunst der Ehrfurcht lehrte und der geduldig meinen kindlichen Schwüren unter den scharlachroten Kirschzweigen zuhörte,\ner wird zu mir zurückkommen, auch wenn der Spritzer Blut ihn blendet und die Schwärze des Schmutzes ihn in eine wilde Bestie verwandelt ...\n\nRette ihn mit unseren Bögen und unseren Geschossen und erfülle einen Pakt, der dazu bestimmt ist, verloren zu gehen.\nVerjage böse Dämonen mit unseren Bögen und Geschossen und exorziere Obsessionen und unnötige Anhaftungen.\n\n„Bitte komm zu mir, du dummer Spieler.“\n„Geh diesmal nicht verloren, Konbumaru.“\n\nAber wer war der Gewinner dieser letzten Wette ...\nWährend sie über unwichtige Dinge nachdachte, streichelte sie den schönen Bogen.",
        "es": "\nUna flecha para matar demonios utilizada en los santuarios para rezar y ahuyentar las catástrofes.\nSe dice que es capaz de perseguir y destruir a todo tipo de demonios.\n\nLa gente suele decir que las flechas para matar demonios ahuyentan el mal, pero el mal no es un concepto objetivo.\nA veces, puede proceder de uno mismo, de una mente delirante que se ha vuelto fría y silenciosa debido al miedo.\nHace mucho tiempo que la señorita Saiguu se fue, y yo ya no soy la joven aprendiz miko del Gran Santuario Narukami.\nSiempre que sostengo la pipa vacía, me invade una ligera sensación de vacío y dolor.\n\nAunque tenga a alguien a quien merezca la pena extrañar o pierda a alguien a quien seguramente extrañaré, el tiempo seguirá pasando tan rápido como el giro de una rueca.\nTranquilamente y en silencio, el blanquecino cuerpo de la señorita Kitsune se sumió en la oscuridad, imagen que quedó grabada en los sueños de la miko.\nLa tengu también se marchó, enojada consigo misma por no haber sido una buena protectora, y dejó solo a Teruyo.\nLleno de pena e ira, Harunosuke se fue a otra nación, mientras Nagamasa se unió al shogunato para limpiar el apellido Mikoshi.\nEn cuanto al hombre que me enseñó a usar el arco en el bosque sagrado y escuchó atentamente mi infantil promesa bajo las rojizas ramas del cerezo...\nAcabará volviendo a mí aunque sea cegado por la sangre y aunque la corrupción de la oscuridad lo convierta en una feroz bestia...\n\nLo salvaremos con nuestros arcos y nuestras flechas y cumpliremos con la promesa que estaba destinada a perderse.\nDesterraremos el mal con nuestros arcos y nuestras flechas y expulsaremos la necedad y la terquedad.\n\n“Oh, necio y adicto de las apuestas, ven a verme.\nPero si lo haces, Konbumaru, no vuelvas a perderte”.\n\nPero ¿quién ganó la última apuesta?\nLa joven acarició el hermoso arco mientras reflexionaba sobre cosas sin importancia.",
        "fr": "\nUne flèche tueuse de démons utilisée par les sanctuaires pour les prières et pour éloigner les catastrophes.\nIl est dit qu'elle est capable de poursuivre et de détruire tous les démons.\n\nLes gens disent souvent que les flèches tueuses de démons peuvent chasser le mal, mais le mal n'est jamais tangible.\nLe mal vient souvent de l'intérieur de nos cœurs, né d'esprits délirants devenus froids et cendrés par la terreur.\nDame Saiguu est partie depuis longtemps maintenant, et je ne suis plus cette jeune prêtresse qui s'exerce au Sanctuaire de Narukami.\nChaque fois que je tiens cette pipe vide dans mes mains, je peux sentir ce manque et cette douleur assourdissante planer au-dessus de moi comme un fantôme.\n\nMême si j'ai quelqu'un qui me manque, ou si je perds quelqu'un qui me manquera sûrement, le temps continue de passer aussi vite qu'un rouet.\nSilencieuse et sereine, la silhouette blanche de la Kitsune Saiguu cachée dans l'obscurité profonde a laissé une forte impression dans les rêves de la prêtresse.\nLa grande Tengu s'est exilée, furieuse de sa propre incompétence en tant que protectrice de dame Saiguu, laissant Teruyo derrière elle.\nRempli de chagrin et de colère, Harunosuke est parti pour un autre pays, tandis que Nagamasa a rejoint le Shogunat pour laver le nom des Mikoshi.\nQuant à l'homme qui m'a appris le tir à l'arc dans la forêt sacrée et a patiemment écouté ma promesse naïve sous les branches écarlates du cerisier...\nIl reviendra un jour à moi, même aveuglé par des éclaboussures de sang, ou transformé en une bête féroce par cette sombre corruption...\n\nJe le sauverai avec notre arc et nos flèches, pour tenir notre promesse, qui était destinée à être brisée.\nJe détruirai le mal avec notre arc et nos flèches, exorcisant la folie et l'obsession inutile.\n\n« Reviens me voir, idiot de parieur invétéré. »\n« Ne te perds pas cette fois, Konbumaru. »\n\nMais qui avait gagné le dernier jet de dés...\nElle toucha légèrement l'arc en réfléchissant à ces choses si insignifiantes...",
        "pt": "\nUma flecha matadora de demônios usada pelo santuário para orar e afastar catástrofes,\nEla supostamente pode atingir e destruir todos os demônios.\n\nAs pessoas costumam dizer que flechas matadoras de demônios podem expulsar o mal, mas o mal nunca é uma coisa objetiva.\nO mal costuma surgir dentro de nós, nascido a partir de uma mente delirante que se tornou fria e silenciosa por causa do medo.\nA Senhora Saiguu partiu há algum tempo, e não sou mais uma jovem Sacerdotisa treinando no Grande Santuário Narukami.\nSempre que seguro o cachimbo vazio, a solidão e a dor surgem como um fantasma.\n\nTer alguém que deixará saudades, perder alguém que definitivamente fará falta, o tempo continua se movendo como uma roda girando.\nSilencioso e tranquilo, o corpo branco de Lorde Kitsune na escuridão deixou uma profunda impressão no sonho da Sacerdotisa.\nLorde Tengu ficou irritado consigo mesmo por não ter feito um bom trabalho como protetor e foi embora. Ele deixou Teruyo para trás.\nHarunosuke partiu para outro país com raiva e tristeza, enquanto Nagamasa entrou para o Shogunato para limpar o nome Mikoshi.\nQuanto ao homem que me ensinou o arco e flecha na floresta e ouviu pacientemente minha ingênua promessa sob o Galho da Sakura marrom,\nEle eventualmente voltará para mim, mesmo que seja cegado por jorros de sangue e transformado em uma terrível fera pela corrupção das trevas...\n\nIrei salvá-lo com nosso arco e flecha, concluindo o caminho predestinado de uma promessa rompida.\nDestruir o mal com nosso arco e flecha, afastando a insensatez e a teimosia sem sentido.\n\n\"Seu apostador compulsivo idiota, venha me ver.\"\n\"Não se perca novamente, Konbu Maru.\"\n\nMas quem venceu o último jogo...\nEla tocou no arco enquanto pensava sobre algumas coisas sem importância.",
        "ru": "\nСтрела для убийства демонов, используемая в храме для молитв и избавления от невзгод.\nПредположительно, оно может настичь и уничтожить всех демонов.\n\nЛюди часто говорят, что стрелы для убийства демонов могут отгонять зло, но зло никогда не бывает понятием объективным.\nЗло часто исходит от нас, рождаясь от безумного разума, который стал холодным и безмолвным из-за страха.\nГоспожа Сайгу уже давно ушла, и я больше не молодая жрица, которая обучается в Великом храме Наруками.\nКогда я держу пустую трубку, пустота и смутная боль возникают, точно призрак.\n\nКогда у вас есть кто-то достойный того, чтобы по нему скучать, или кого нельзя пропустить, время движется, как вертящееся колесо.\nМолчаливое и спокойное, белое тело госпожи Кицунэ посреди тьмы произвело на жрицу во сне глубокое впечатление.\nГоспожа Тэнгу была зла на себя за то, что плохо справилась с задачей защитника, и ушла. Она оставила Тэруё позади.\nХаруносукэ уехал в другую страну из-за печали и гнева, а Нагамуса присоединился к сёгунату, чтобы очистить имя Микоси.\nКак человек, который научил меня стрельбе из лука в лесу и терпеливо слушал моё наивное обещание под коричневой ветвью сакуры,\nкогда-нибудь он вернётся ко мне, даже если его ослепили брызги крови, а тьма и грязь превратили в жестокого зверя...\n\nСпасти его нашим луком со стрелами и выполнить обещание, которому суждено было быть нарушенным.\nУничтожить зло нашим луком со стрелами, прогоняя прочь глупость и бессмысленное упрямство.\n\n«Ты, глупый заядлый игрок, приди повидаться со мной.\nНе потеряйся снова, Комбумару».\n\nНо кто же выиграл последнюю игру...\nОна тронула лук, размышляя о каких-то малозначимых вещах.",
        "id": "\nPanah ajaib yang digunakan kuil untuk memohon berkah dan mengusir bala,\nyang katanya mampu mengejar dan menghancurkan semua iblis.\n\nPanah pembasmi iblis sering dipakai untuk mengusir kejahatan, namun kejahatan sesungguhnya bukanlah sebuah objek.\nKejahatan datang dari hati, lahir dari hati manusia yang kosong dan dingin karena ketakutan dan kebingungan.\nNona Saiguu sudah lama pergi, dan aku juga bukan lagi seorang Miko muda yang sedang berlatih di Kuil Agung Narukami.\nSetiap kali memegang pipa tembakau kosong itu, rasa sakit dan hampa selalu muncul menghantui.\n\nMemiliki dia yang layak untuk dirindukan, kehilangan dia yang tidak dapat dilupakan, demikianlah waktu terus berlalu layaknya roda yang tak berhenti berputar.\nTenang dan damai, sosok putih Nona Saiguu yang tersembunyi di kegelapan masih terukir jelas dalam mimpi sang Miko.\nTengu Agung pergi mengasingkan dirinya sendiri, marah kepada dirinya sendiri yang tidak becus sebagai pelindung dari Nona Saiguu, meninggalkan Teruyo sendirian.\nHarunosuke pergi ke negeri yang jauh dalam kesedihan dan kemarahan, sementara Nagamasa bergabung dengan Shogunate untuk membersihkan nama Mikoshi.\nAdapun pria yang mengajariku memanah, yang mendengarkan dengan sabar sumpah naifku di bawah pohon Sakura,\nPada akhirnya, dia akan kembali padaku, bahkan jika percikan darah membutakannya, dan kegelapan serta kebusukan mengubahnya menjadi binatang buas...\n\nBusur dan panah kita yang akan menolongnya, menggenapi janji yang ditakdirkan untuk hilang.\nBusur dan panah kita yang menghancurkan kejahatan, menyingkirkan delusi dan keterikatan yang tidak berarti.\n\n\"Tukang judi bodoh, kemari dan temui aku.\"\n\"Jangan tersesat lagi kali ini, Konbumaru.\"\n\nTapi siapa ya yang menang taruhan terakhir...\nDia membelai busur yang indah itu sambil memikirkan sesuatu yang tak penting.",
        "th": "\nศรกำจัดปีศาจที่ศาลเจ้าใช้อธิษฐาน ขับไล่สิ่งชั่วร้าย\nว่ากันว่า สามารถขับไล่ และทำลายปีศาจในใจได้ทั้งหมด\n\nคนเรามักพูดว่า ศรกำจัดปีศาจสามารถขับไล่สิ่งชั่วร้ายได้ แต่ความชั่วร้ายเป็นสิ่งที่เรานึกคิดขึ้นมาเอง\nความชั่วร้ายเกิดขึ้นจากจิตใจของคน ที่กลัวจนเพ้อกันไปเอง\nท่าน Saiguu จากไปนานแล้ว ส่วนฉันก็ไม่ใช่มิโกะฝึกหัดของศาลเจ้า Grand Narukami อีกต่อไป\nทุกครั้งที่หยิบกล้องยาสูบว่างเปล่าอันนั้นขึ้นมา ความเวิ้งว้าง และความเจ็บปวดมักวนเวียนอยู่ ไม่ยอมไปไหน ราวกับวิญญาณ\n\nได้ครอบครองคนที่ควรค่าต่อการคิดถึง แต่กลับสูญเสียคนที่ไม่สามารถไม่คิดถึง วันเวลาได้หมุนเวียนเปลี่ยนผันไปอย่างต่อเนื่อง\nความเงียบ และสงบ เงาสีขาวของท่านจิ้งจอกที่ค่อย ๆ หายเข้าไปในความมืดยังคงตราตรึงอยู่ในฝันของมิโกะ\nท่านเท็งงุผู้ยิ่งใหญ่ ก็จากไปเพราะรู้สึกผิด และโมโหที่ตนเองคุ้มครองรักษาได้ไม่ดี ทิ้ง Teruyo ไว้เพียงลำพัง\nHarunosuke จากไปยังประเทศอื่นด้วยความโกรธ และโศกเศร้า ส่วน Nagamasa ก็ได้เข้าร่วมกับ Shogunate เพื่อต้องการล้างคำสบประมาทของ Mikoshi\nส่วนชายที่สอนทักษะธนูให้ฉันที่ป่าแห่งเทพ รับฟังคำสัญญาที่ไร้เดียงสาใต้กิ่งซากุระสีแดงของฉัน\nไม่ว่าจะช้าหรือเร็ว เขาก็ต้องกลับมายืนอยู่ต่อหน้าฉัน ถึงแม้เลือดที่สาดกระเซ็นจะทำให้ดวงตาของเขาต้องบอด หรือจะทำให้เขากลายเป็นอสูรร้าย...\n\nฉันจะใช้ธนูและศรของเรา เพื่อเติมเต็มคำสัญญาของเรา ที่มุ่งหน้าไปสู่การทำลาย\nใช้ธนูและศรของเรา กำจัดปีศาจร้าย ขับไล่ความดื้อรั้นที่ทั้งโง่เขลา และไร้ความหมาย\n\n\"โปรดมาพบฉัน เจ้าบื้อที่รักการพนันยิ่งชีพ\"\n\"Konbumaru อย่าหลงทางอีกล่ะ\"\n\nแต่ทว่า ผู้ชนะในการพนันครั้งสุดท้ายเป็นใครกันแน่นะ...\nเธอพลางไตร่ตรองเรื่องที่ไม่ค่อยสำคัญนัก พลางลูบธนูแสนสวยเบา ๆ",
        "vi": "\nPhá Ma Tiễn được ngôi đền sử dụng để cầu nguyện và xua đuổi tai họa, \nNghe nói còn có thể truy đuổi và tiêu diệt tất cả tâm ma.\n\nNgười ta thường nói mũi tên phá ma có thể xua đuổi tà ác, nhưng tà ác không bao giờ là vật khách quan.\nTà ác thường sinh ra từ trái tim con người, từ một trái tim đã trở nên lạnh lẽo và cô đơn vì sợ hãi đến mê sảng.\nĐã lâu lắm rồi kể từ khi Saiguu đại nhân rời đi, và tôi không còn là pháp sư trẻ thực tập sinh ở đền Narukami nữa.\nBất cứ khi nào chạm vào cái tẩu thuốc đó, cảm giác trống rỗng và đau âm ỉ cứ lởn vởn như một bóng ma.\n\nCó người đáng để nhớ mong, mất đi người không thể không mong nhớ, thời gian như guồng quay tơ chẳng bao giờ ngừng nghỉ.\nLặng lẽ và yên bình, thân hình trắng muốt của Kitsune đại nhân rơi vào vực thẳm tăm tối vẫn còn khắc ghi trong giấc mơ của nữ pháp sư.\nTengu cũng tức giận bỏ đi vì mặc cảm bảo vệ không chu toàn, để lại một mình Teruyo.\nHarunosuke đã đi đến quốc gia khác trong nỗi đau thương và tức giận, Nagamasa thì gia nhập Shogunate để xóa bỏ vết nhơ của Mikoshi.\nCòn về người đàn ông kiên nhẫn lắng nghe lời hẹn ước ngây thơ của tôi dưới gốc cây anh đào đỏ thắm, người đã dạy tôi bắn cung trong rừng, \nAnh ấy chắc chắn sẽ quay về với tôi, ngay cả khi tia máu bắn ra làm mù đôi mắt, và bóng tối ô uế khiến anh hóa thành một con thú hung dữ...\n\nHãy cứu anh ấy bằng cung tên của chúng ta, và thực hiện lời hứa đã được định sẵn để đánh mất.\nHãy dùng cung tên của chúng ta để tiêu diệt tà ma, loại bỏ ảo tưởng và những cố chấp vô nghĩa.\n\n\"Hãy đến gặp ta, tên ngốc ham mê cờ bạc.\"\n\"Lần này đừng bị lạc nữa nhé, Konbu Maru.\"\n\nTuy nhiên, ai là người chiến thắng trong lần cá cược cuối cùng...\nNghĩ đến những điều tầm thường, cô vuốt ve cây cung lộng lẫy."
      },
      "imgid": "shimenawas_reminiscence_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "朝露之时",
        "zht": "朝露之時",
        "jp": "朝露の時",
        "ko": "아침 이슬의 시간",
        "en": "Morning Dew's Moment",
        "de": "Augenblick des Morgentaus",
        "es": "Reloj de la Transitoriedad",
        "fr": "Horloge de l'aube",
        "pt": "Relógio da Alvorada",
        "ru": "Мгновение росы",
        "id": "Morning Dew's Moment",
        "th": "Morning Dew's Moment",
        "vi": "Khoảnh Khắc Sương Sớm"
      },
      "description": {
        "zhs": "以水引和铃铛装饰的青铜怀表，时间永远停在了某个秋日的黎明。",
        "zht": "以水引和鈴鐺裝飾的青銅懷錶，時間永遠停在某個秋日的黎明。",
        "jp": "水引と鈴で装飾された銅の懐中時計。時は、ある秋の夜明けに永遠に止まっているようだ。",
        "ko": "미즈히키와 방울로 장식한 청동 회중시계, 시간이 가을의 새벽녘에 영원히 멈춰 있다",
        "en": "A bronze pocket watch adorned with twisted paper cord and a bell. Its hands are forever frozen at the dawn of a certain autumn day.",
        "de": "Eine bronzene Taschenuhr, verziert mit einer Papierschnur und einem Glöckchen. Die Zeiger sind bei der Dämmerung irgendeines Herbsttages stehen geblieben.",
        "es": "Un reloj de bolsillo de bronce decorado con un lazo de papel de arroz y un cascabel. La hora que marca se paró en el alba de un día de otoño.",
        "fr": "Une montre de poche en bronze, ornée d'un cordon de papier torsadé et d'une cloche. Ses aiguilles sont figées à jamais sur l'aube d'un certain matin d'automne.",
        "pt": "Um relógio de bolso de bronze ornamentado com água e pequenos sinos. O tempo que marca sempre para em algum alvorecer de um dia de outono.",
        "ru": "Бронзовые карманные часы со скрученным бумажным шнуром и колокольчиком. Стрелки их навеки замерли на рассвете какого-то осеннего дня.",
        "id": "Jam saku perunggu yang dihiasi dengan kabel kertas yang dipilin dan sebuah lonceng. Tangannya membeku abadi pada awal hari musim gugur tertentu.",
        "th": "นาฬิกาพกที่ทำจากสัมฤทธิ์ ประดับด้วยเชือกกระดาษและกระดิ่ง ช่วงเวลาของมันหยุดอยู่ที่รุ่งสางของวันหนึ่งในฤดูใบไม้ร่วงตลอดไป",
        "vi": "Chiếc đồng hồ bỏ túi bằng đồng được làm từ Mizuhiki và những chiếc chuông nhỏ, thời gian luôn dừng lại vào buổi bình minh của một ngày thu nào đó."
      },
      "lore": {
        "zhs": "\n雅致的怀表，装饰着神社的铃铛，\n指针永远停留在晨露未消的时刻。\n\n天色渐青之时，草叶尖端的朝露凝结复又消散。\n纵使光彩如万华镜般绚丽，美景亦不过是瞬间。\n\n我曾在秋夜的坂道上，和斋宫大人同赏蝉鸣与月光。\n那时的我还不过是一个乡下巫女，年幼而无比倔强。\n像一只叽叽喳喳的团雀般，聒噪着坚持自己的见解，\n望着狐狸大人浅笑的面庞出神，却未听懂她的话语：\n\n「若是企图永远留住片刻之美，恰似妄图将朝露紧紧握在手中。」\n「我已如朝露逝去，你对于我的所有印象，皆不过残留的愿景。」\n\n模糊的记忆中她说着难懂的话，面色如桂月般哀伤，令我一时恍然…\n须臾过后，她便用烟管敲敲我的脑袋，神情一如既往的嗔怪与嘲弄： \n\n「天快亮了，小响。」\n「我们该回去了。」",
        "zht": "\n雅致的懷錶，裝飾著神社的鈴鐺，\n指標永遠停留在晨露未消的時刻。\n\n天色漸青之時，草葉尖端的朝露凝結復又消散。\n縱使光彩如萬華鏡般絢麗，美景亦不過是瞬間。\n\n我曾在秋夜的坂道上，和齋宮大人同賞蟬鳴與月光。\n那時的我還不過是一個鄉下巫女，年幼而無比倔強。\n像一隻嘰嘰喳喳的團雀般，聒噪著堅持自己的見解，\n望著狐狸大人淺笑的面龐出神，卻未聽懂她的話語：\n\n「若是企圖永遠留住片刻之美，恰似妄圖將朝露緊緊握在手中。」\n「我已如朝露逝去，你對於我的所有印象，皆不過殘留的願景。」\n\n模糊的記憶中她說著難懂的話，面色如桂月般哀傷，令我一時恍然…\n須臾過後，她便用菸管敲敲我的腦袋，神情一如既往的嗔怪與嘲弄：\n\n「天快亮了，小響。」\n「我們該回去了。」",
        "jp": "\n雅な懐中時計。神社の鈴が飾られている。\n時計の針は永遠に朝露が消えぬ時に止まってしまった。\n\n空が白む頃、朝露は草葉になってまた消える。\n万華鏡のように綺麗な景色も、瞬く間に消えゆく。\n\n秋の夜の坂道で、私は斎宮様とともにセミの声を聞き、月を眺めていた。\nあの頃の私は幼く、わからず屋な、田舎からきた巫女だった。\nうるさい雀のように、自分の見解ばかり語っていた。\n狐様の笑みに見惚れても、彼女の言葉を理解できなかった。\n\n「刹那の美を永遠に留めておきたいのは、朝露を手に握りしめようとするのと同じ」\n「私は朝露のように消えゆく。君の抱く私の印象は、残留した願いでしかない」\n\n薄れた記憶の中、彼女は難しい言葉を話しながら、とても悲しい顔をしていた。私は呆然とした……\nそれもつかの間。彼女は煙管で私の頭をコンコンと叩いて、いつも通りのからかう色で言った。\n\n「夜が明けるわ、響ちゃん」\n「そろそろ帰ろうか」",
        "ko": "\n아담한 회중시계는 신사의 방울로 장식되어 있다\n시곗바늘은 영원히 아침 이슬이 채 가시지 않은 시각에 머물고 있다\n\n날이 점차 파란빛으로 물들고, 풀잎 끝부분에 아침 이슬이 맺혔다가 다시 흩어졌다\n만화경처럼 아름다운 빛일지라도, 아름다운 경치는 찰나에 불과하다\n\n나는 과거 가을밤의 비탈길에서 재궁 어르신과 함께 매미 소리와 달빛을 감상했었다\n그때의 나는 어리고 고집불통인 시골 무녀에 지나지 않았다\n조잘조잘 참새처럼 떠들어대며 나만의 생각을 고집했고\n살며시 웃는 여우 어르신의 얼굴에 넋을 잃었지만, 그녀의 말을 이해하지는 못했다:\n\n「찰나의 아름다움을 영원히 간직하려 하는 건, 마치 아침 이슬을 손에 꼭 쥐려고 하는 것과 같단다」\n「난 이미 아침 이슬처럼 사라졌고, 네가 나에 대한 인상은 남겨진 염원일 뿐이란다」\n\n희미한 기억 속에서, 그녀는 난해한 말과 함께하며 달처럼 슬픈 표정을 지었다. 그에 나는 문득 깨달았다…\n잠시 후, 그녀는 담뱃대로 내 머리를 톡톡 두드렸다. 여느 때와 같은 심술궂은 표정이었다:\n\n「날이 밝고 있어, 히비키」\n「이젠 슬슬 돌아갈 때야」",
        "en": "\nAn elegant watch adorned with a shrine bell.\nThe hands always point toward the wee hours of the morning.\n\nAs the sky brightens, morning dew condenses and then disappears.\nAs beautiful as this colorful scenery may be, it is still short-lived.\n\nI once enjoyed the chirping of cicadas and the moonlight with Lady Saiguu on a slope in the middle of an autumn night.\nBack then, I was just a shrine maiden from the country, young and stubborn.\nLike a chirping finch, noisily insisting on my own view.\nA faint smile that crossed the mouth of the Lady Kitsune fascinated me, but her words were — and remain — incomprehensible:\n\n\"Trying to hold on to a moment's beauty is like foolishly trying to grasp the morning dew.\"\n\"Like the morning dew, I have already passed away. All you have seen of me is but a residual vision, born of your wishes.\"\n\nIn that vague memory, she kept saying some incomprehensible things. Her expression as sorrowful as the eighth month's moon, and I suddenly...\nThen she rapped me over the head with her tobacco pipe, wearing her usual expression of rebuke and mockery:\n\n\"Hibiki, the sun's about to rise.\"\n\"We should head back.\"",
        "de": "\nElegante Taschenuhr verziert mit heiligen Glöckchen.\nDer Zeiger bleibt immer zu dem Zeitpunkt stehen, wenn der Morgentau noch frisch ist.\n\nWenn der Himmel grün wird, kondensiert der Tau auf den Grasspitzen und vergeht dann wieder.\nAuch wenn das Leuchten so schön ist wie eine Million Spiegel, ist die Schönheit nur von kurzer Dauer.\n\nIch habe einmal mit Saiguu in einer Herbstnacht auf einem Abhang den Klang von Zikaden und das Mondlicht genossen.\nIch war noch eine einfache Schreinjungfer, jung und unglaublich stur.\nWie ein klappernder Fink, der lautstark auf seine Meinung besteht,\nsah ich in das leicht lächelnde Gesicht der Kitsune, verstand aber nicht ihre Worte.\n\n„Der Versuch, einen Moment der Schönheit für immer festzuhalten, wäre wie der Versuch, den Morgentau fest in den Händen zu halten.“\n„Ich bin vergangen wie der Tau und alles, woran du dich erinnerst, ist nur eine verweilende Vision.“\n\nEine vage Erinnerung daran, wie sie unverständliche Worte sprach, mit einem Gesicht so traurig wie der Lorbeermond, ließ mich für einen Moment abschweifen ...\nNach ein paar Augenblicken klopfte sie mir dann mit ihrer Pfeife auf den Kopf, wobei sie so wütend und spöttisch wie immer aussah.\n\n„Es dämmert fast, Hibiki.“\n„Es ist Zeit für uns, nach Hause zu gehen.“",
        "es": "\nUn elegante reloj con un cascabel de santuario.\nSus agujas están paradas para siempre apuntando a la hora en la que el rocío aún no se ha evaporado.\n\nA medida que el día clarea, el rocío se condensa y desaparece.\nPese a ser extremadamente hermoso, ese paisaje solo dura unos instantes.\n\nUna vez pude disfrutar junto a la señorita Saiguu del chillido de las cigarras y la luna en una noche otoñal.\nEn aquel entonces, yo no era más que una miko de pueblo, joven y muy terca.\nIgual que el incesante piar de un pinzón, insistía fuertemente en mis propias opiniones.\nUna leve sonrisa se dibujó en el rostro de la Kitsune Saiguu, que pronunció unas palabras incomprensibles para mí:\n\n“Aferrarse a una belleza transitoria es como intentar conservar el rocío matutino.\nIgual que dicho rocío, yo ya me he desvanecido. Lo único que has visto de mí es una imagen residual nacida de tus deseos”.\n\nCon una expresión triste como la luna, no dejaba de decir cosas incomprensibles mientras intentaba hacer memoria. Entonces, de repente...\nMe golpeó en la cabeza con su pipa mientras mostraba su típica cara de reprimenda y burla:\n\n“Pronto va a amanecer, Hibiki.\nDeberíamos volver ya”.",
        "fr": "\nUne montre élégante, ornée d'une cloche de sanctuaire.\nSes aiguilles pointent toujours vers les petites heures du matin.\n\nÀ mesure que le ciel s'éclaircit, la rosée du matin se condense et disparaît.\nAussi belle que cette scène puisse être, elle n'est que fugace.\n\nUn jour, j'appréciais le chant des cigales et le clair de lune avec dame Saiguu sur une pente au milieu d'une nuit d'automne.\nÀ l'époque, je n'étais encore qu'une jeune prêtresse de campagne, jeune et têtue.\nJ'étais semblable à un pinson qui gazouille, insistant bruyamment sur mes propres opinions.\nLe léger sourire qui illumina le visage de la dame Kitsune me fascina, mais ses paroles étaient – et restent toujours – incompréhensibles :\n\n« Tenter de s'accrocher à jamais à la beauté d'un moment, c'est comme essayer de saisir la rosée du matin. »\n« Telle la rosée matinale, je ne suis plus. Tout ce qu'il reste de moi n'est qu'une vision résiduelle, née de tes souhaits. »\n\nDans ce vague souvenir, elle n'arrêtait pas de dire des choses incompréhensibles, avec une expression aussi triste que la lune du huitième mois, et puis...\n... Et puis elle me cogna la tête avec sa pipe à tabac, avec son expression habituelle de reproche et de moquerie :\n\n« C'est presque l'aube, Kanade. »\n« Il est temps pour nous de rentrer. »",
        "pt": "\nUm elegante relógio decorado com o sino do santuário.\nO ponteiro está sempre apontando para as primeiras horas da manhã.\n\nConforme o céu fica claro, o orvalho da manhã se condensa e depois desaparece.\nPor mais belo que o cenário colorido possa ser, ele ainda possui vida curta.\n\nUma vez, eu admirei o canto das cigarras e a lua com a Senhora Saiguu nas ruas em uma noite de outono.\nNaquela época, eu era apenas uma Sacerdotisa vinda do campo, jovem e teimosa.\nComo um pássaro gorjeando, ruidosamente insistindo em meus próprios pontos de vista.\nUm leve sorriso cruzou a boca da Lorde Kitsune, mas suas palavras são incompreensíveis:\n\n\"Tentar agarrar a beleza de um momento é como tolamente tentar agarrar o orvalho da manhã.\"\n\"Eu já parti como o orvalho da manhã. Sua impressão de mim é apenas uma visão residual, nascida de seus desejos.\"\n\nEla continuou dizendo algumas palavras incompreensíveis. Sua expressão era triste como a lua, e eu de repente...\nEla bate na minha cabeça com seu cachimbo de tabaco, exibindo a costumeira expressão de repreensão e zombaria no rosto:\n\n\"Kanade, o sol está prestes a nascer.\"\n\"Nós devemos voltar.\"",
        "ru": "\nИзысканные часы, украшенные храмовым колокольчиком.\nСтрелка их всегда указывает на предрассветный час.\n\nКогда небо начинает светлеть, утренняя роса собирается, а потом испаряется.\nКак бы красива ни была эта картина, всё же она быстротечна.\n\nКак-то осенней ночью на улице мне довелось слушать стрекот цикад и наблюдать за луной вместе с госпожой Сайгу.\nВ то время я была всего лишь деревенской жрицей, юной и упрямой.\nКак щебечущий зяблик, я шумно отстаивала свои взгляды.\nЛёгкая улыбка подёрнула губы госпожи Кицунэ, но слова её понять было нельзя:\n\n«Силиться ухватить красоту момента - всё равно что глупо пытаться задержать утреннюю росу.\nЯ уже ушла, как утренняя роса. А твоё впечатление обо мне - не более чем отпечаток в твоей памяти».\n\nОна продолжала повторять какие-то непонятные слова, смутно сохранившиеся в её памяти. Выражение лица её было грустное, как луна, и внезапно я...\nОна стукнула меня по голове своей курительной трубкой, с обычным упрёком и насмешкой на лице:\n\n«Хибики, солнце вот-вот взойдёт.\nНам пора возвращаться».",
        "id": "\nSebuah jam berhiaskan lonceng kuil,\nyang jarumnya selalu berada di waktu embun pagi sebelum menghilang.\n\nEmbun yang menguap seiring fajar yang menyingsing.\nRibuan warna menghiasi pemandangan, begitu indah, begitu singkat.\n\nNyanyian jangkrik dan terang bulan di musim gugur yang pernah kukagumi bersama Nona Saiguu.\nAku yang kala itu hanyalah seorang miko desa, muda dan keras kepala.\nSeperti burung yang berkicau, bersikukuh pada pemahamannya.\nSeutas senyum terlintas di wajah Nona Kitsune, membuatku terpesona, tetapi kata-katanya — tetap tidak dapat dipahami:\n\n\"Ingin menahan saat-saat penuh keindahan untuk selamanya, itu tak ubahnya mencoba menggenggam erat embun dengan telapak tangan.\"\n\"Aku pergi seperti embun pagi, kesanmu padaku tak lebih dari penglihatan yang tersisa, yang terlahir dari harapanmu.\"\n\nSamar-samar dalam ingatanku, dia terus mengutarakan kata-kata yang sukar dipahami, dan wajahnya sedih bagiakan bulan yang redup, dan tiba-tiba...\nDia mengetuk kepalaku dengan pipa tembakaunya, dan ekspresi wajahnya berubah seperti mengolok-olok:\n\n\"Hibiki, matahari sudah mau terbit.\"\n\"Kita harus kembali.\"",
        "th": "\nนาฬิกาพกแสนสวย ที่ประดับด้วยกระดิ่งของศาลเจ้า\nเข็มนาฬิกาหยุดอยู่ที่ช่วงเวลาเช้าตรู่ ชั่วนิรันดร์\n\nเมื่อฟ้าค่อยๆ สว่าง น้ำค้างบนดอกไม้ใบหญ้าก็ค่อยๆ หายไป\nแสงแดดค่อยๆ สาดส่องสรรพสิ่ง ทิวทัศน์ที่งดงาม ปรากฏเพียงชั่วครู่เท่านั้น\n\nฉันเคยนั่งฟังเสียงจิ้งหรีด ชมแสงจันทร์บนก้อนหินกับท่าน Saiguu\nตอนนั้นฉันยังเป็นเพียงมิโกะบ้านนอกคอกนาที่อายุน้อย และหัวดื้อ\nโวยวายเสียงดังไม่ต่างอะไรกับนกกระจอก เพราะยึดมั่นในความเห็นของตัวเอง\nมองใบหน้าที่เต็มไปด้วยรอยยิ้มของท่าน Kitsune แต่ไม่เข้าใจในคำพูดของท่าน:\n\n\"หากต้องการหยุดวินาทีที่สวยงามไว้ตลอดไป ก็ไม่ต่างอะไรกับการคว้าแสงอรุณไว้ในมือ\"\n\"ฉันค่อยๆ หายไปเหมือนกับแสงอรุณ คงเหลือเพียงเศษซากความทรงจำที่เธอมีต่อฉัน\"\n\nภายใต้ความทรงจำที่เลือนราง เธอพูดอะไรบางอย่างที่ยากต่อการเข้าใจ ด้วยสีหน้าเศร้าหมอง แต่ก็ทำให้ฉันเข้าใจทันที..\nผ่านไปสักพักหนึ่ง เธอใช้บ้องยาสูบเคาะหัวของฉัน โดยมีสีหน้าตำหนิ และหยอกล้อฉันเหมือนเดิม:\n\n\"Hibiki ฟ้าจะสางแล้วนะ\"\n\"เราต้องกลับกันแล้วล่ะ\"",
        "vi": "\nMột chiếc đồng hồ bỏ túi trang nhã được trang trí bằng chuông ở đền thờ,\nKim đồng hồ luôn dừng tại thời điểm sương sớm chưa tan.\n\nKhi bầu trời dần chuyển xanh, những giọt sương mai đọng lại trên lá cỏ cũng dần biến mất.\nDù rực rỡ tươi đẹp tựa như kính vạn hoa, cảnh đẹp cũng chỉ là trong chớp mắt.\n\nTôi đã từng cùng Saiguu đại nhân thưởng thức tiếng ve dưới ánh trăng trên con đường đêm mùa thu.\nKhi đó tôi chỉ là một pháp sư quê mùa, trẻ tuổi và vô cùng bướng bỉnh.\nGiống như một con chim sẻ líu lo, huyên náo để giữ vững quan điểm của riêng mình, \nNhìn nụ cười yếu ớt thoáng qua trên khuôn mặt của đại nhân, nhưng lời cô nói thật khó hiểu:\n\n\"Nếu muốn giữ mãi những khoảnh khắc tươi đẹp, thì chẳng khác nào cố gắng nắm chặt những hạt sương sớm trong tay\".\n\"Ta đã tan biến tựa như sương sớm, và tất cả những ấn tượng của ngươi về ta chỉ là viễn cảnh còn sót lại.\"\n\nTrong ký ức mơ hồ cô ấy đã nói điều gì đó vô cùng khó hiểu, khuôn mặt bi thương tựa ánh trăng, khiến tôi chợt bừng tỉnh...\nMột lúc sau, cô ấy dùng tẩu thuốc gõ vào đầu tôi, vẻ mặt trách mắng và giễu cợt như mọi khi:\n\n\"Trời sáng rồi, Hibiki.\"\n\"Chúng ta cũng nên trở về thôi.\""
      },
      "imgid": "shimenawas_reminiscence_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "祈望之心",
        "zht": "祈望之心",
        "jp": "祈望の心",
        "ko": "기도하는 마음",
        "en": "Hopeful Heart",
        "de": "Herz voller Hoffnung",
        "es": "Corazón de la Esperanza",
        "fr": "Cœur plein d'espoir",
        "pt": "Coração da Esperança",
        "ru": "Полное надежд сердце",
        "id": "Hopeful Heart",
        "th": "Hopeful Heart",
        "vi": "Trái Tim Cầu Nguyện"
      },
      "description": {
        "zhs": "特制的占卜签筒，底部的机关能让人轻易抽掉不想要的愿签。",
        "zht": "特製的占卜籤筒，底部的機關能讓人輕易抽掉不想要的願籤。",
        "jp": "特製のおみくじ筒。底面には、望ましくないくじを簡単に取り除くことができるからくりが組み込まれている。",
        "ko": "특제 점괘통, 밑부분에 원치 않는 점괘를 뽑게 하는 장치가 설치돼 있다",
        "en": "A special fortune-telling cylindrical object. The mechanism at the bottom allows one to easily remove all unwanted wish sticks.",
        "de": "Ein besonderes Gefäß zur Wahrsagerei. Mithilfe der Vorrichtung an der Unterseite kann man leicht alle unerwünschten Orakelstäbchen entfernen.",
        "es": "Un recipiente para guardar palillos de la fortuna. En su fondo hay un mecanismo que hace que la gente saque con mayor probabilidad un palillo de mala fortuna.",
        "fr": "Un cylindre spécial de divination. Le mécanisme au fond permet de retirer facilement tous les bâtonnets de souhait indésirables.",
        "pt": "Um tubo de adivinhação especial. O mecanismo na sua parte inferior permite que as pessoas facilmente removam todas as previsões indesejadas.",
        "ru": "Особый цилиндр для гадания. Механизм на дне позволяет легко избавляться от всех нежелательных палочек с предсказаниями.",
        "id": "Tabung ramalan khusus. Mekanisme di bagian bawahnya memungkinkan orang dengan mudah untuk membuang semua stik permohonan yang tidak diinginkan.",
        "th": "กระบอกเซียมซีที่ทำขึ้นเป็นพิเศษ กลไกส่วนล่างทำให้ผู้คนดึงคำทำนายที่ไม่ต้องการออกได้อย่างง่ายดาย",
        "vi": "Ống quẻ dùng để xem bói, cơ quan ở phần đáy có thể giúp người ta dễ dàng rút đi loại quẻ không muốn nhận."
      },
      "lore": {
        "zhs": "\n神社占卜吉凶使用的特制签筒，\n据说有着狐狸附加其上的好运。\n\n占卜是迷途之人的求问，因此无论吉凶，皆是前路解答。\n简言之，世上只有迷惘的问者，而没有不确的占卜结果。\n在神社的求学时光受益匪浅，愚钝如我也学会了狐狸大人的说辞。\n这段时间里，即使不近人情的影向天狗大人，也有了自己的女儿。\n呆头大叔昆布丸，也成了将军殿下的旗本，将迎娶高门武士之女…\n\n「真是可爱的孩子，连整天闹着杀伐玩耍的天狗大人，也稍微有了母亲的自觉呢…」\n「不过…神社里总是缺少了一点小孩子的生气，这样可不好。小响变回小孩如何？」\n\n一如既往，狐狸大人开着有点过分的玩笑，带着绯樱酒的醉气，自顾自地凑了上来。\n\n「别苦着脸了，小响。就让斋宫大人为你算上一卦，如何？」\n「哈哈，是大吉！你看，是大吉呀！你可知这意味着什么？」\n「您抽去了所有的凶签。请您不要再取笑我了，斋宫大人…」\n「不…这意味着你所思恋之人，将有幸成为你永恒的记忆。」\n\n所以你要坚强地活下去，久久地活在这世上。\n就算珍重所有的人都逝去了，只要你还活着，\n那与这些人一同度过的时光也永远不会消逝…",
        "zht": "\n神社占卜吉凶使用的特製籤筒，\n據說有著狐狸附加其上的好運。\n\n占卜是迷途之人的求問，因此無論吉凶，皆是前路解答。\n簡言之，世上只有迷惘的問者，而沒有不確的占卜結果。\n在神社的求學時光受益匪淺，愚鈍如我也學會了狐狸大人的說辭。\n這段時間裡，即使不近人情的影向天狗大人，也有了自己的女兒。\n呆頭大叔昆布丸，也成了將軍殿下的旗本，將迎娶高門武士之女…\n\n「真是可愛的孩子，連整天鬧著殺伐玩耍的天狗大人，也稍微有了母親的自覺呢…」\n「不過…神社裡總是缺少了一點小孩子的生氣，這樣可不好。小響變回小孩如何？」\n\n一如既往，狐狸大人開著有點過分的玩笑，帶著緋櫻酒的醉氣，自顧自地湊了上來。\n\n「別苦著臉了，小響。就讓齋宮大人為妳算上一卦，如何？」\n「哈哈，是大吉！妳看，是大吉呀！妳可知這意味著什麼？」\n「您抽去了所有的凶籤。請您不要再取笑我了，齋宮大人…」\n「不…這意味著妳所思戀之人，將有幸成為妳永恆的記憶。」\n\n所以妳要堅強地活下去，久久地活在這世上。\n就算珍重所有的人都逝去了，只要妳還活著，\n那與這些人一同度過的時光也永遠不會消逝…",
        "jp": "\n神社で吉凶を占うためのみくじ筒。\n狐が与えた運気をまとっているという。\n\n占いは迷人の問いであるため、吉凶問わず、先に進めるための回答になる。\n平たく言えば、この世に迷いを持って問う者がいても、不確かな占い結果は存在しない。\n神社で学んだ時間はとても大切だった。私でさえも狐様の言い回しができるようになった。\nその間、人間味のなかった影向天狗様が娘を授かった。\nお馬鹿な昆布丸も、将軍殿下の旗本になり、武家の女の子を娶るそうだ……\n\n「かわいい子。殺伐としていた天狗様も、少しは母親の自覚を持てるようになったのね……」\n「しかし……神社に子供の生気が足りないわ。これはいけない。響ちゃん、子供に戻ってくれない？」\n\nいつものように、狐様は大げさな冗談を言って、緋櫻酒の酒気を帯びて顔を近づけてくる。\n\n「そんな仏頂面しないでよ、響ちゃん。斎宮様が占ってあげようか？」\n「アハ、大吉よ！ほら、大吉！どういう意味か知ってる？」\n「凶のくじを全部抜き取ったからでしょう。からかわないでください、斎宮様……」\n「いいえ……このくじは、君が恋する人は、君の永遠の記憶になれる、という意味だよ」\n\nだから強く生きて、これからずっと。\n大切な人が皆逝ってしまっても、君が生きていれば、\nその人たちと過ごした日々は永遠に消えたりしない……",
        "ko": "\n신사에서 길흉을 점치는 특제 점괘통에는,\n여우가 붙는 행운이 있다고 한다\n\n점술은 길을 잃은 사람의 질문이기 때문에 길흉을 막론하고 모두 해답이다\n한마디로 세상에 망연자실한 질문자만 있을 뿐 부정확한 점술은 없다\n신사에서 공부한 시간은 큰 도움이 되었고, 우둔한 나도 여우 어르신의 논리를 배울 수 있었다\n그 시간 동안, 요고우 텐구님 신세를 지지 않고도, 딸이 생겼다\n멍청이 아저씨 콘부마루도 쇼군님의 하타모토가 되어 명망 높은 무사 가문의 딸을 맞이하게 되는데…\n\n「정말 귀여운 아이였다. 종일 전쟁 생각만 하던 텐구님도 조금은 어머니의 감정이 생겼으니…」\n「하지만… 신사는 어쩐지 항상 어린아이들의 생기가 빠져 있는 것 같네, 그런 건 싫은데. 히비키, 다시 어린아이로 돌아가는 건 어떨까?」\n\n평소와 다름 없이, 여우 어르신은 다소 심한 농담을 던지며 벚꽃주의 취기를 머금은 채 내게 다가왔다\n\n「그런 얼굴 하지 마, 히비키. 재궁 어르신이 점 한번 쳐줄까, 응?」\n「어머, 대길이야! 봐봐, 대길이라구! 이게 뭘 의미하는지 알아?」\n「어르신이 모든 흉첨을 뽑아 가셨잖아요. 저 놀리지 좀 마세요, 재궁 어르신…」\n「아니… 이 점괘의 의미는, 네가 그리워하는 사람이 네 영원한 기억으로 남게 된다는 의미야」\n\n그러니까, 꿋꿋하게 살아. 이 세상에 오래오래 살아남아줘\n소중한 사람이 다 떠나가도 너만 살아있다면,\n그분들과 함께한 세월도 영원히 사라지지 않겠지…",
        "en": "\nA special slip cylinder that the shrine uses for fortune-telling,\nIt is supposedly infused with good fortune that the kitsune have imparted upon it.\n\nFortune telling is born from the questions of lost people. Thus, be it good or bad fortune, it will help them navigate their future.\nIn other words, there are only lost people, and no inaccurate fortunes.\nI've learned a lot while studying at the shrine. Now, even someone as dull-witted as I am has learned how to talk like a mighty kitsune.\nDuring this time, even someone as inhuman as the mighty Yougou Tengu has gotten a daughter.\nEven that leatherhead Konbumaru has also become one of the Shogun's own Hatamoto, and shall soon marry the daughter of a high-ranking samurai.\n\n\"Such a lovely kid. Even the great Yougou Tengu, who used to kill all day for fun, had the mother inside her brought out... just a little.\"\n\"Still... the shrine is always missing the liveliness of children. That's not good. Say, Hibiki, how would you like to be a kid again?\"\n\nThe Lady Kitsune's joke was out of line as always, coming forth with the self-serving scent of sakura wine.\n\n\"Aw, Hibiki, why the long face? How about this, then? I, the Lady Saiguu, shall tell your fortune for you!\"\n\"Haha, see? See, it's \"Great Fortune.\" \"Great Fortune\"! You know what that means?\"\n\"It means that you took away all the bad fortune slips. Please stop mocking me, Lady Saiguu.\"\n\"No... it means that the person you're missing will be lucky enough to become a part of your memories forever.\"\n\nThat's why you have to be strong and must live on for a long, long time.\nEven if all the people you cherish are gone, as long as you are still alive,\nThe time you spent with them will never perish...",
        "de": "\nEin spezieller Stäbchenbehälter, der vom Schrein verwendet wird, um den glückverheißenden Fluch im Schrein auszusprechen.\nEs wird gesagt, dass er das Glück eines Fuchses in sich trägt.\n\nWahrsagen ist die Befragung des Verlorenen, so dass jeder noch so glückliche Fluch die Antwort auf den weiteren Weg ist.\nKurz gesagt, es gibt nur verwirrte Antragsteller in der Welt, und keine unsicheren Wahrsagergebnisse.\nMeine Zeit im Heiligtum war sehr nützlich für mich, und so dumm wie ich bin, habe ich gelernt, was der Fuchs zu sagen hatte.\nInzwischen hatte sogar der unnahbare Yougou Tengu eine eigene Tochter.\nDer langweilige Onkel, Konbumaru, wurde ebenfalls Hatamoto seiner Hoheit, des Shougun, und wird die Tochter eines hochgeborenen Samurai heiraten ...\n\n„Was für ein süßes Kind, sogar Yougou Tengu, der den ganzen Tag über das Töten und Spielen redet, ist ein bisschen mütterliche und schüchterner geworden ...“\n„Aber ... dem Heiligtum fehlt noch ein wenig Kindlichkeit und das ist nicht gut. Wie wäre es, Hibiki, wieder ein Kind zu sein?“\n\nWie immer scherzte die Kitsune ein bisschen zu viel und endete mit dem betrunkenen Atem des Sakura-Weins.\n\n„Schau nicht so verbittert, Hibiki. Wie wäre es, wenn du dir von Saiguu die Zukunft vorhersagen lässt?“\n„Haha, das ist das große Glück! Schau, es ist das große Glück! Weißt du, was das bedeutet?“\n„Es bedeutet, dass du alle schlechten Glückszettel weggenommen hast. Bitte hör auf, mich zu verspotten, Saiguu.“\n„Nein ... es bedeutet, dass die Person, nach der du dich sehnst, die Ehre haben wird, deine ewige Erinnerung zu sein.“\n\nMan muss also stark sein und lange in dieser Welt leben.\nAuch wenn alle deine Angehörigen verstorben sind, solange du noch lebst.\nUnd die Zeit, die man mit diesen Menschen verbracht hat, wird nie vergehen ...",
        "es": "\nUn recipiente para papelitos de la fortuna utilizado en santuarios.\nSe dice que ha sido imbuido de buena fortuna por los kitsune.\n\nLa adivinación es para aquellos que están perdidos y confundidos. Ya sea para la buena o la mala suerte, da respuestas sobre el futuro.\nEn otras palabras, en este mundo existen personas perdidas, pero no predicciones inexactas.\nAprendí mucho mientras estudiaba en el santuario. Incluso alguien tan poco inteligente como yo logró aprender a hablar como un kitsune.\nMientras tanto, incluso alguien tan inhumano como la tengu de Yougou ha tenido su propia hija.\nEl bobo de Konbumaru también se ha convertido en un hatamoto bajo las órdenes de la Shogun, y pronto se casará con la hija de un noble samurái.\n\n“Qué niña tan adorable. Incluso alguien como la tengu de Yougou, que solo habla de matar, tuvo su instinto maternal.\nPero... al santuario le hace falta la vitalidad de los niños. ¿Y si te conviertes en una niña otra vez, Hibiki?”.\n\nComo siempre, la broma de la Kitsune Saiguu fue excesiva y venía acompañada del aroma del vino de cerezo.\n\n“Hibiki, ¿y esa cara tan larga? ¿No quieres que la señorita Saiguu te lea el futuro?”.\n“Jaja, ¡es buena suerte! ¿Ves? ¡Es buena suerte! ¿Sabes lo que esto significa?”.\n“Significa que retiró todos los papelitos de mala suerte. Por favor, señorita Saiguu, no se ría de mí...”\n“No... Esto quiere decir que la persona a la que tanto extrañas tendrá la suerte de convertirse en una parte de tus recuerdos para siempre”.\n\nPor eso debes ser fuerte y vivir mucho tiempo.\nAunque tus seres queridos se vayan de este mundo, mientras tú vivas,\nel tiempo que pasaste con ellos nunca perecerá.",
        "fr": "\nUn cylindre spécial que les sanctuaires utilisent pour la divination.\nIl est censé être imprégné de la bonne fortune que les Kitsunes lui ont transmise.\n\nLa divination est née des questions de personnes égarées. Ainsi, que ce soit une bonne ou une mauvaise fortune, cela les aidera à naviguer dans leur avenir.\nEn d'autres termes, il n'y a que des personnes égarées, et pas de fortunes inexactes.\nJ'ai beaucoup appris en étudiant au sanctuaire. Maintenant, même quelqu'un d'aussi stupide que moi a appris à parler comme un puissant Kitsune.\nPendant ce temps, même quelqu'un d'aussi inhumain que la puissante Tengu de Yougou a eu une fille.\nEt même ce maladroit de Konbumaru est devenu l'un des hatamoto personnel de Son Excellence la Shogun, et il épousera bientôt la fille d'un samouraï de haut rang.\n\n« Une si belle enfant ! Même la Tengu, qui tuait toute la journée pour le plaisir, a développé un instinct maternel. »\n« Pourtant... Le sanctuaire manque toujours de la vitalité des enfants... Ce n'est pas bon. Dis-moi, Kanade, aimerais-tu redevenir une enfant ? »\n\nLa blague de la Kitsune Saiguu était déplacée, comme toujours, et s'accompagnait de l'odeur d'un vin de cerise.\n\n« Oh, Kanade, pourquoi fais-tu cette tête ? Et comme ça, alors ? Moi, dame Saiguu, je vais te dire ta fortune ! »\n« Haha, tu vois ? Regarde, c'est une grande fortune. Une grande fortune ! Tu sais ce que ça veut dire ? »\n« Ça veut dire que vous avez enlevé tous les papiers de malchance. S'il vous plaît, arrêtez de vous moquer de moi, dame Saiguu. »\n« Mais non... Ça signifie que la personne qui vous manque aura la chance de faire partie de vos souvenirs pour toujours. »\n\nC'est pourquoi il faut être fort et vivre très, très longtemps.\nMême si toutes les personnes que l'on chérit sont parties, tant que l'on est encore en vie,\nle temps passé avec elles ne périra jamais...",
        "pt": "\nUma caixa de rolinhos especial que o santuário usa para prever a sorte,\nÉ supostamente infundido com a boa sorte pelos Kitsunes.\n\nA previsão da sorte é para aqueles que estão perdidos e confusos. Seja boa ou má sorte, ela ajudará a caminhar pelo futuro.\nEm outras palavras, existem apenas aqueles que estão perdidos, não previsões da sorte imprecisas.\nEu aprendi muito enquanto estudava no santuário. Mesmo alguém tão estúpido como eu aprendeu a falar como um Kitsune.\nDurante esse tempo, mesmo alguém tão inumano como a Tengu de Yougou teve uma filha.\nO cabeça de couro Konbumaru também se tornou um Hatamoto da Shogun. Ele irá se casar com a filha de um importante samurai em breve.\n\n\"Que criança adorável. Mesmo alguém como a Tengu de Yougou, que só fala em matar os outros, despertou a mãe que existe dentro dela.\"\n\"Mas... Algo que falta no santuário é a alegria das crianças. Isso não é bom. Diga-me, Kanade, e se você se tornasse uma criança novamente?\"\n\nComo de costume, a piada de Lorde Kitsune foi um pouco rude. Após se embebedar com o vinho da Sakura, ele simplesmente apagou.\n\n\"Kanade, por que essa cara desanimada? Que tal deixar eu, a Senhora Saiguu, dar uma olhada na sua sorte?\"\n\"Haha, que sorte! Veja, é boa sorte! Você sabe o que isso significa?\"\n\"Você tirou todos os rolinhos de má sorte. Pare de zombar de mim, Senhora Saiguu.\"\n\"Não... isso significa que a pessoa de quem você sente falta terá a sorte de se tornar parte das suas lembranças eternas.\"\n\nÉ por isso que você deve ser forte e viver por muito, muito tempo.\nMesmo se as pessoas que você ama partirem, enquanto você ainda estiver vivo\nO tempo que você passou com elas nunca irá morrer...",
        "ru": "\nОсобый цилиндр с палочками, который используют в храме для гадания.\nПредположительно, он наполнен счастьем кицунэ.\n\nГадание - для тех, кто потерян и смущён. Будь то счастье или несчастье, оно будет помогать вам на будущем пути.\nИными словами, есть лишь те, кто потерялся, и такое понятие, как неточное гадание.\nВ храме я многое узнала. И даже такая глупая женщина, как я, сумела научиться говорить, как Кицунэ.\nЗа это время даже такая бесчеловечная мерзавка, как Ёго Тэнгу, обзавелась дочерью.\nА никчёмный Комбу Мару дослужился при сёгуне до хатамото. И скоро он женится на дочери сановитого самурая.\n\nНу что за милый ребёнок! Даже Ёго Тэнгу, которая говорит лишь об убийствах, начала вести себя, как мать.\nНо... В храме всегда не хватает живости детей. Это нехорошо. Как насчёт того, чтобы Хибики снова стал ребёнком?»\n\nКак обычно, шутка госпожи Кицунэ оказалась грубоватой. Напившись вина из сакуры, она вернулась к своим привычным манерам.\n\n«Хибики, почему такой печальный вид? Хочешь, чтобы госпожа Сайгу погадала тебе?»\n«Ха-ха! Всё очень благополучно! Смотри-ка, счастье! Знаешь, что это означает?»\n«Но вы же убрали все гадальные палочки несчастья. Госпожа Сайгу, прошу вас, перестаньте надо мной насмехаться».\nНет... Это значит, что человек, по которому ты скучаешь, будет достаточно удачливым, чтобы стать частью твоих вечных воспоминаний.\n\nВот почему тебе нужно быть сильным и жить долго-долго.\nДаже если люди, которые тебе дороги, ушли, пока ты ещё живёшь,\nпроведённое с ними время никуда не исчезнет...",
        "id": "\nTabung ramalan khusus yang digunakan kuil untuk meramal,\nyang katanya mengandung nasib baik para Kitsune.\n\nRamalan diperuntukkan bagi mereka yang kebingungan. Baik maupun buruk, keduanya dapat membantumu menentukan masa depan.\nDengan kata lain, mereka adalah orang yang kebingungan, dan tidak ada ramalan yang tidak tepat.\nBanyak ilmu yang bisa dipelajari dari kuil. Bahkan orang bodoh seperti aku pun jadi mampu berbicara seperti Kitsune yang agung.\nPada masa ini, bahkan makhluk bukan manusia seperti Yougou Tengu saja punya seorang putri.\nBahkan Konbumaru yang bodoh saja bisa jadi pasukan Hatamoto yang mengabdi langsung di bawah Shogun, dan akan segera menikah dengan putri samurai kelas atas...\n\n\"Anak itu lucu sekali, bahkan sampai bisa mengeluarkan sifat keibuan seorang Tengu yang tahunya cuma ribut soal membunuh dan bermain sepanjang hari...\"\n\"Tapi... Kuil ini memang kurang keceriaan dari anak-anak, dan itu tidak bagus. Hei, Kanade, mau tidak jadi anak kecil lagi?\"\n\nSeperti biasa, Nona Kitsune ini suka bercanda kelewatan. Dengan diselimuti aroma Sakura Wine, dia pun mendekat.\n\n\"Aw, Kanade, kenapa cemberut begitu? Bagaimana kalau begini saja. Aku, Nona Saiguu ini akan meramalmu!\"\n\"Haha, lihat! Lihat! Keberuntungan Besar! Kamu tahu apa artinya?\"\n\"Artinya, Anda sudah membuang semua slip nasib sial itu. Tolong jangan mengolok-olok aku lagi, Nona Saiguu...\"\n\"Salah... itu berarti orang yang kamu rindukan akan beruntung dan menjadi kenangan abadimu.\"\n\nJadi, kamu harus kuat dan terus hidup di dunia ini untuk waktu yang lama.\nBahkan ketika semua yang kamu sayangi sudah pergi, selama kamu masih hidup,\nsaat-saat yang kamu lalui bersama mereka tak akan pernah sirna...",
        "th": "\nกระบอกเซียมซีที่ถูกทำขึ้นมาพิเศษเพื่อใช้ทำนายดวงชะตาในศาลเจ้า\nเล่ากันว่ามาพร้อมโชคดีของจิ้งจอก\n\nการทำนายดวงชะตาเป็นถามถึงสิ่งที่จะเกิดขึ้นในอนาคตของผู้ที่กำลังหลงทาง ไม่ว่าจะดีหรือร้าย ล้วนเป็นการหาคำตอบให้อนาคต\nพูดอย่างง่าย ๆ คือ บนโลกนี้มีเพียงผู้ถามที่กำลังสับสน และผลทำนายดวงชะตาที่ไม่แม่นยำ\nขณะเรียนอยู่ในศาลเจ้า ฉันได้ความรู้มากมาย โดยเฉพาะวาทศิลป์ในแบบของท่านจิ้งจอกผู้ยิ่งใหญ่\nในช่วงนี้ แม้จะเป็นท่านเท็งงุที่ไร้ซึ่งความเมตตา ก็มีลูกสาวของตัวเองแล้วเหมือนกัน\nKonbumaru จอมบื้อก็กลายเป็น Hatamoto ให้ท่านโชกุน และกำลังจะสมรสกับบุตรสาวของซามูไรตำแหน่งสูง...\n\n\"เด็กอะไรเนี่ย น่ารักได้ขนาดนี้ ขนาดท่านเท็งงุที่ในสมองมีแต่การฆ่าแกง ยังแสดงสัญชาตญาณความเป็นแม่ออกมาเลย...\"\n\"แต่...ศาลเจ้ายังขาดเด็ก ๆ มาสร้างความสดใส ไม่ดีเอาซะเลยนะ... Hibiki แปลงร่างเป็นเด็กอีกทีดีไหม?\"\n\nมุกตลกของท่านจิ้งจอกยังล้อเล่นกันแรงเหมือนเคย เธอมุ่งตรงเข้ามาพร้อมกับกลิ่นเหล้าซากุระลอยฟุ้ง\n\n\"เลิกทำหน้าเซ็งได้แล้ว Hibiki ให้ท่าน Saiguu คนนี้ทำนายชะตาให้ เอาไหม?\"\n\"ฮ่าๆ ได้มงคลล่ะ! เธอดูสิ มงคลเชียวนะ! รู้ไหมว่าหมายความว่าอะไร?\"\n\"ก็ท่านเล่นดึงเซียมซีที่โชคร้ายออกไปหมดแล้วนี่ อย่าแกล้งกันอีกเลยนะท่าน Saiguu...\"\n\"ไม่..นี่หมายความว่า คนที่เธอคิดถึงจะกลายเป็นความทรงจำชั่วนิรันดร์ของเธอน่ะ\"\n\nดังนั้น เธอต้องมีชีวิตอยู่ต่อไปบนโลกนี้นานๆ นะ\nถึงแม้ว่าทุกคนที่เธอรักจะจากไป แต่ขอเพียงเธอยังอยู่\nความทรงจำดี ๆ ที่เคยมีร่วมกับพวกเขา ก็จะตราตรึงอยู่ในความทรงจำตลอดไป...",
        "vi": "\nỐng trúc đặc biệt dùng để gieo quẻ cát hung trong các ngôi đền, \nNghe nói rằng có những điều may mắn gắn liền với Kitsune.\n\nBói toán là cách mà những người lạc đường tìm hướng để giải quyết vấn đề, vì vậy dù là hung hay cát, nó cũng là lời giải đáp cho con đường phía trước.\nNói tóm lại, trên đời chỉ có người hỏi hoang mang, chứ không có kết quả bói toán nào là không chính xác.\nTôi đã học được rất nhiều điều bổ ích trong thời gian học tập tại ngôi đền, ngốc nghếch như tôi cũng đã học được cách từ chối của Kitsune đại nhân.\nTrong khoảng thời gian này, ngay cả Tengu của núi Yougou với tính tình quái dị, cũng đã có con gái riêng.\nChú Konbu Maru ngốc nghếch, cũng đã trở thành Hatamoto của tướng quân, và sẽ kết hôn với con gái của Samurai cao quý...\n\n\"Thật là một đứa trẻ đáng yêu, ngay cả Tengu đại nhân, suốt ngày ăn chơi trác táng, cũng có chút tự giác làm mẹ...\"\n\"Nhưng... trong miếu luôn thiếu sinh khí của trẻ con, thật không tốt chút nào. Hibiki biến lại thành trẻ con được không?\"\n\nNhư mọi khi, Kitsune đại nhân nói đùa hơi quá, mang theo hơi men của rượu hoa anh đào rồi tự biên tự diễn.\n\n\"Đừng nhăn nhó nữa, Hibiki. Để Saiguu đại nhân bói cho một quẻ, thế nào?\"\n\"Haha, là đại cát! Nhìn xem, thật may mắn! Có biết điều này có nghĩa là gì không?\"\n\"Người đã rút ra hết tất cả những thẻ hung. Xin đừng giễu cợt tôi nữa...\"\n\"Không... nó có nghĩa là người mà ngươi nhớ sẽ có may mắn trở thành ký ức vĩnh viễn của ngươi.\"\n\nVì vậy, ngươi phải sống mạnh mẽ và sống thật lâu trên thế giới này.\nNgay cả khi tất cả những người quan trọng đều đã ra đi, miễn là ngươi vẫn còn sống,\nThì thời gian đã cùng những người này trải qua sẽ không bao giờ tan biến..."
      },
      "imgid": "shimenawas_reminiscence_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "无常之面",
        "zht": "無常之面",
        "jp": "無常の面",
        "ko": "무상의 가면",
        "en": "Capricious Visage",
        "de": "Wechselhafte Maske",
        "es": "Máscara de la Mutabilidad",
        "fr": "Visage capricieux",
        "pt": "Máscara das Mutações",
        "ru": "Непостоянный лик",
        "id": "Capricious Visage",
        "th": "Capricious Visage",
        "vi": "Mặt Nạ Vô Thường"
      },
      "description": {
        "zhs": "保存良好的祭礼狐面，永远带着一副神秘的浅笑。",
        "zht": "保存良好的祭禮狐面，永遠帶著一抹神秘的淺笑。",
        "jp": "丁寧に保存された儀式用の狐面。常に奇怪な微笑みを浮かべている。",
        "ko": "보관 상태가 양호한 제례 여우 가면, 신비로운 미소를 띄고 있다",
        "en": "A well-preserved ceremonial fox mask. A small, enigmatic smile ever graces its lips.",
        "de": "Eine sehr gut erhaltene Fuchsmaske für Rituale, die ein rätselhaftes Lächeln schmückt.",
        "es": "Una máscara ritual de zorro muy bien conservada y con una leve y misteriosa sonrisa.",
        "fr": "Un masque cérémonial de Kitsune bien conservé. Un petit sourire énigmatique orne toujours ses lèvres.",
        "pt": "Uma máscara de raposa utilizada em cerimônias bem conservada. Ela possui um eterno e misterioso sorriso leve.",
        "ru": "Хорошо сохранившаяся церемониальная маска лисы. На губах её играет едва заметная загадочная улыбка.",
        "id": "Topeng upacara berwajah rubah yang terawat dengan apik. Senyuman kecil yang penuh teka-teki menghiasi bibirnya.",
        "th": "หน้ากากจิ้งจอกสำหรับทำพิธีที่ได้รับการเก็บรักษาไว้อย่างดี รอยยิ้มอ่อน ๆ ที่แสนลึกลับนั้นจะคงอยู่ไปชั่วนิรันดร์",
        "vi": "Mặt nạ hồ ly tế lễ được giữ gìn cẩn thận, luôn mang một nụ cười bí ẩn."
      },
      "lore": {
        "zhs": "\n明净雅致的祭典面具，曾经属于某位神子，\n嘴角勾勒着淡淡的微笑，双眼却再无神采。\n\n在大社学习已有些时日，自认成熟了许多。\n不再像小时那样愚钝，越来越能独当一面。\n但不知怎的，我愈是成长，斋宫大人的面庞却愈发掩上阴翳，\n浮现在她脸上的并非忧心，也非恐惧，而是深切悲哀的不舍…\n\n「世界之理本就无常，痴恋瞬灭之物，将遗失隽永的记忆，」\n「失去记忆之人，无异于失去生命，是乃永恒黑暗的死亡。」\n\n这一次，即使浅笑也掩饰不住悲伤的神情，\n明明是祭典的日子，却仿佛即将告别一样…\n\n「对了，你也给我讲讲昆布丸那个呆瓜吧…」\n「怎么…你还怕我这老女人把他抢走不成？」",
        "zht": "\n明淨雅致的祭典面具，曾經屬於某位神子，\n嘴角勾勒著淡淡的微笑，雙眼卻再無神采。\n\n在大社學習已有些時日，自認成熟了許多。\n不再像小時那樣愚鈍，越來越能獨當一面。\n但不知怎的，我愈是成長，齋宮大人的面龐卻愈發掩上陰翳，\n浮現在她臉上的並非憂心、也非恐懼，而是深切悲哀的不捨…\n\n「世界之理本就無常，癡戀瞬滅之物，將遺失雋永的記憶，」\n「失去記憶之人，無異於失去生命，是乃永恆黑暗的死亡。」\n\n這一次，即使淺笑也掩飾不住悲傷的神情，\n明明是祭典的日子，卻彷彿即將告別一樣…\n\n「對了，妳也跟我講講昆布丸那個呆瓜吧…」\n「怎麼…妳還怕我這老女人把他搶走不成？」",
        "jp": "\n雅な祭りのお面。とある神子のものだった。\n口角に淡い笑みを浮かべても、その目に光はない。\n\n大社でのお務めも少し慣れてきた。\n私も小さい頃みたいに鈍くなくなって、一人前になった。\nでもどうしてだろう、私が成長すればするほど、斎宮様の面影に翳がさす。\nそのお顔にあるのは憂いでも、恐怖でもない。深い深い悲しみと名残惜しさだ……\n\n「この世は無常。消えゆくものに恋しても、永遠の記憶を失うだろう」\n「記憶を失うことは、命を失うに等しい。長く、暗い死だ」\n\n今度は、薄い笑みも隠せない悲しい表情。\nお祭りの日なのに、まるで別れを告げようとしているかのよう……\n\n「そうだ、あのお馬鹿な昆布丸の話をしておくれ……」\n「なんだ、私が彼を横取りするとでも？」",
        "ko": "\n맑고 아담한 축제용 가면, 과거 어느 미코의 소유였다\n입가에는 엷은 미소를 띠고 있으나 두 눈은 더 이상 빛나지 않는다\n\n다이샤에서 배움을 청한 지도 꽤 되는지라 스스로 많이 어른스러워졌다고 자부할 수 있다\n더 이상 아둔한 어린 시절의 내가 아니다. 이젠 혼자의 힘으로 해낼 수 있는 일도 점점 많아지고 있다\n그러나 어찌 된 일인지, 내가 성장하면 할수록 재궁 어르신의 얼굴에는 나날이 수심이 깊어진다\n그녀의 얼굴에 떠오른 것은 걱정도, 두려움도 아닌 그윽하고 슬픈 애틋함이었다…\n\n「세상의 이치는 원래 무상하단다. 찰나에 사라지는 것에 미련을 두면 영원한 기억을 잃기 마련이지」\n「기억을 잃는다는 건 생명을 잃는 것과 다름이 없단다. 영원하고 어두운 죽음이지」\n\n이번엔 그 옅은 웃음으로도 슬픈 기색을 감출 수가 없었다\n분명 축젯날인데도 마치 이별의 시간 같았다…\n\n「참, 너도 콘부마루 그 바보 녀석 얘기 좀 해줘…」\n「왜… 다 늙어빠진 여자가 그를 빼앗아가기라도 할까 봐 무서운 거야?」",
        "en": "\nA bright and elegant festival mask that once belonged to a certain miko.\nA faint smile curls the edges of the mask's lips, but there is no real light in its eyes.\n\nI've spent much time training at the Grand Shrine, and I must say that I've matured a lot.\nAt the very least, I'm not as foolish as I was when I was young, and I'm more independent now.\nBut for some reason, the more I grow, the more Lady Saiguu's face seems to fall under a shadow.\nWhat emerges on her face is not anxiety nor fear, but rather a sorrowful reluctance...\n\n\"Life is full of uncertainty. Love is fleeting, and even lasting memories may be lost.\"\n\"Losing one's memory is no different from losing one's life. It is like death amidst darkness eternal.\"\n\nThis time, even a faint smile could not conceal her sorrow.\nThough this is a festive day, it seems more like a farewell.\n\n\"Right, then. Why don't you tell me about the idiot Konbumaru?\"\n\"What's wrong? Still afraid that an old hag like me will steal him from you?\"",
        "de": "\nDie glänzende und elegante Ritualmaske, die einst einem gewissen Miko gehörte.\nEin leichtes Lächeln spielte um seine Mundwinkel, aber seine Augen waren nicht mehr hell.\n\nIch studiere jetzt schon eine Weile am Großen Schrein und halte mich für viel reifer.\nIch bin nicht mehr so dumm, wie ich es als Kind war, und bin zunehmend in der Lage, mich zu wehren.\nAber irgendwie, je älter ich wurde, desto mehr verbarg sich in Saiguus Gesicht ein Schatten ...\nWas auf ihrem Gesicht erschien, war weder Trauer noch Angst, sondern eine tiefe und traurige Abneigung ...\n\n„Der Grund für die Welt, ist unbeständig und von Dingen besessen zu sein, die sofort vergehen, bedeutet, die Erinnerung an die Ewigkeit zu verlieren.“\n„Wer sein Gedächtnis verliert, ist gleichbedeutend mit dem Verlust seines Lebens, ein Tod, der ewige Finsternis bedeutet.“\n\nDiesmal konnte nicht einmal ein leichtes Lächeln den traurigen Ausdruck in ihrem Gesicht verbergen.\nEs ist offensichtlich der Tag des Festes, aber es ist, als ob wir uns verabschieden wollten ...\n\n„Übrigens, erzähl mir auch von diesem dummen Konbumaru ...“\n„Was ... hast du immer noch Angst, dass eine alte Frau wie ich ihn dir wegnehmen könnte?“",
        "es": "\nUna brillante y elegante máscara ritual que perteneció a una miko.\nLas comisuras de la boca muestran una leve sonrisa, pero los ojos son bastante inexpresivos.\n\nYa llevo un tiempo como aprendiz en el santuario y considero que he madurado mucho.\nYa no soy tan inocente como antes y cada vez soy más responsable.\nPero, por alguna razón, cuanto más maduro, más melancólico me parece el rostro de la señorita Saiguu.\nNo es preocupación o miedo lo que se ve en ella, sino más bien una tristeza derivada de no querer abandonar algo...\n\n“El mundo está en constante cambio, por lo que obsesionarse con algo transitorio solo hará que uno se olvide de los recuerdos eternos.\nPerder la memoria es lo mismo que perder la vida. Es como morir en una oscuridad eterna”.\n\nEsta vez, ni siquiera una leve sonrisa puede ocultar la tristeza.\nSe supone que estamos en una ocasión festiva, pero siento como si fuera una despedida...\n\n“Háblame sobre el necio de Konbumaru”.\n¿Qué pasa? ¿Aún te preocupa que una anciana como yo no pueda recuperarlo?”",
        "fr": "\nUn lumineux et élégant masque de festival qui appartenait autrefois à une certaine miko.\nUn léger sourire se dessine aux lèvres du masque, mais il n'y a pas de vraie lumière dans ses yeux.\n\nJ'ai passé beaucoup de temps à m'exercer au sanctuaire, et je dois dire que j'ai beaucoup mûri.\nDu moins, je ne suis pas aussi stupide que lorsque j'étais jeune, et je suis plus indépendante également.\nMais pour une raison quelconque, plus je grandis, plus le visage de dame Saiguu semble tomber dans l'ombre.\nCe qui se dessine sur son visage n'est ni anxiété ni peur, mais plutôt une douloureuse réticence...\n\n« La vie est pleine d'incertitudes, l'amour est éphémère, et même les souvenirs durables peuvent être perdus. »\n« Perdre sa mémoire n'est pas différent de perdre sa vie. C'est comme une mort au milieu des ténèbres éternelles. »\n\nCette fois, même un léger sourire ne pouvait cacher son chagrin.\nBien que ce soit un jour de fête, cela ressemble plus à un adieu.\n\n« Bon, alors... Pourquoi ne pas parler de cet idiot de Konbumaru... »\n« Qu'est-ce qui ne va pas ? Peur qu'une vieille peau comme moi le vole ? »",
        "pt": "\nUm luminoso e elegante festival que outrora pertenceu a algum Miko\nUm leve sorriso cruzou os cantos da boca, mas não existia alegria nos olhos.\n\nMuito foi aprendido no santuário, você pode se considerar bem mais maduro.\nNão é mais estúpido como antes, ficando cada vez mais independente.\nMas por algum motivo desconhecido, quanto mais eu envelheço, mais soturno fica o rosto da Senhora Saiguu,\nO que surge no rosto dela não é ansiedade ou medo, mas sim uma relutância pesarosa...\n\n\"A vida é repleta de incertezas, o amor dura pouco, as lembranças eternas serão perdidas,\"\n\"Perder a lembrança de alguém não é diferente de perder a vida de alguém, é a morte na escuridão eterna.\"\n\nDesta vez, nem mesmo um leve sorriso pode esconder a expressão de tristeza.\nEmbora isso deva ser um festival, parece mais uma despedida...\n\nAh, certo, por que você não me conta sobre o idiota do Konbumaru?\nQual o problema... Você ainda está preocupada que uma velha como eu consiga roubá-lo?",
        "ru": "\nЯркий и изысканный праздник, посвящённый в своё время какой-то мико.\nСлабая улыбка тронула уголки рта, но глаза оставались бесчувственными.\n\nМного всего было изучено в храме. Я считаю, что стала намного взрослее.\nЯ избавилась от прежней глупости и стала более независимой.\nНо по какой-то непонятной причине чем старше я становлюсь, тем угрюмее становится лицо госпожи Сайгу.\nНа лице её проступает не тревога или страх, а скорее глубокая печать...\n\n«Жизнь полна неопределённости, любовь быстротечна, а вечные воспоминания будут утрачены.\nПотерять память - всё равно что потерять жизнь. Это смерть в вечной тьме».\n\nНа этот раз даже слабая улыбка не может скрыть грусти.\nИ хотя это должен быть праздник, ощущается он как прощание...\n\n«Ах да, почему бы тебе не рассказать мне об этом идиоте Комбумару».\n«Что случилось? Ты всё ещё беспокоишься, что такая старуха, как я, не сможет его забрать?»",
        "id": "\nTopeng upacara yang bersih dan elegan, yang pernah menjadi milik seorang Miko,\nSenyum tipis tergambar di sudut bibirnya, tetapi tidak ada cahaya nyata di matanya.\n\nAku telah belajar di Kuil Agung sekian lama, dan merasa sudah jauh lebih dewasa.\nTak lagi polos seperti ketika muda dulu, aku sudah semakin mandiri sekarang.\nTapi entah mengapa, semakin aku tumbuh dewasa, semakin murung pula wajah Nona Saiguu.\nEkspresinya bukan menunjukkan kekhawatiran, bukan pula ketakutan, namun kesedihan yang mendalam...\n\n\"Di dunia ini tidak ada yang tetap. Cinta cepat berlalu, dan bahkan kenangan yang abadi mungkin akan hilang.\"\n\"Kehilangan ingatan sama saja kehilangan nyawa, bagaikan mati dalam kegelapan abadi.\"\n\nKali ini, bahkan senyum kecilnya tak bisa menyembunyikan ekspresi kesedihannya.\nFestival yang seharusnya meriah, malah seperti hari perpisahan...\n\n\"Oh iya. Bagaimana kalau kamu menceritakan padaku tentang si bodoh Konbumaru?\"\n\"Ada apa? Apa kamu masih takut kalau wanita tua sepertiku akan merebutnya darimu?\"",
        "th": "\nหน้ากากงานเทศกาลที่หรูและสดใสอันนี้ เคยเป็นของมิโกะคนหนึ่ง\nที่มุมปากยิ้มเล็กน้อย แต่ดวงตาทั้งสองกลับไร้แวว\n\nเล่าเรียนอยู่ที่ศาลเจ้ามานานแล้ว ก็ต้องโตขึ้นเป็นธรรมดา\nไม่โง่เหมือนสมัยเด็กๆ ยิ่งโตขึ้น ก็ยิ่งเผชิญหน้าเพียงลำพังได้\nแต่ไม่รู้ทำไม ยิ่งฉันโตขึ้น ใบหน้าของท่าน Saiguu ก็ยิ่งเศร้าหมองมากขึ้น\nไม่ได้มีความกังวลอยู่บนใบหน้าของท่าน และไม่มีความกลัวด้วยเช่นกัน แต่กลับเป็นความอาลัยที่แสนเศร้า\n\n\"ใด ๆ บนโลกนี้ล้วนไม่แน่นอน ความรัก โลภ โกรธ หลงสามารถหายไปได้ภายในพริบตา ความทรงจำก็เช่นกัน\"\n\"แต่ผู้ที่สูญเสียความทรงจำ ไม่ต่างอะไรกับการสูญเสียชีวิต ล้วนเป็นความตายชั่วนิรันดร์\"\n\nครั้งนี้ แม้จะเป็นรอยยิ้มบาง ๆ ก็ไม่สามารถบดบังความโศกเศร้าได้\nเป็นงานเทศกาลแท้ ๆ แต่กลับเหมือนการจากลา...\n\n\"จริงสิ เธอเล่าเรื่องของเจ้าบื้อ Konbumaru ให้ฉันฟังบ้างสิ...\"\n\"ทำไมเหรอ..กลัวว่าสาวแก่อย่างฉันจะแย่งเขาไปหรือไงกัน?\"",
        "vi": "\nChiếc mặt nạ tế lễ sạch sẽ và thanh lịch từng thuộc về một vị thần nào đó,\nmột nụ cười yếu ớt hiện ra nơi khóe miệng, nhưng đôi mắt đã không còn linh hồn.\n\nTôi đã học tập trong đền một thời gian, và tự thấy mình đã trưởng thành rất nhiều.\nKhông còn ngu ngốc như lúc nhỏ, đã dần có thể gánh vác trọng trách.\nNhưng không hiểu sao, tôi càng lớn, khuôn mặt của Saiguu đại nhân lại càng trở nên u ám.\nHiện lên trên gương mặt cô không phải là lo lắng hay sợ hãi mà là một nỗi buồn sâu thẳm...\n\n\"Quy luật của thế giới vốn dĩ là vô thường. Bị ám ảnh bởi những thứ sắp tan biến, và mất đi ký ức lâu dài.\"\n\"Người mất trí nhớ cũng tựa như mất mạng. Đó chính là cái chết trong bóng tối vĩnh viễn.\"\n\nLần này, ngay cả cái mỉm cười cũng không thể che giấu được vẻ buồn bã,\nRõ ràng là ngày hội, nhưng tựa như đang sắp sửa chia tay...\n\n\"Nhân tiện, hãy kể cho tôi nghe về tên ngốc Konbu Maru đi...\"\n\"Sao... ngươi còn sợ bà cô ta đây bắt hắn đi không bằng?\""
      },
      "imgid": "shimenawas_reminiscence_circlet"
    }
  ]
}