{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "沉沦之心",
    "zht": "沉淪之心",
    "jp": "沈淪の心",
    "ko": "몰락한 마음",
    "en": "Heart of Depth",
    "de": "Tief im Herzen",
    "es": "Corazón de las Profundidades",
    "fr": "Âme des profondeurs",
    "pt": "Profundezas do Coração",
    "ru": "Сердце глубин",
    "id": "Heart of Depth",
    "th": "Heart of Depth",
    "vi": "Trái Tim Trầm Luân"
  },
  "descriptions": [
    {
      "zhs": "获得15%水元素伤害加成。",
      "zht": "獲得15%水元素傷害加成。",
      "jp": "水元素ダメージ+15%。",
      "ko": "물 원소 피해+15%",
      "en": "Hydro DMG Bonus +15%",
      "de": "Erhöht den Hydro-Schaden um 15 %.",
      "es": "Bono de Daño Hydro +15%.",
      "fr": "Confère un bonus de DGT Hydro de 15 %.",
      "pt": "Bônus de Dano Hydro +15%",
      "ru": "Увеличивает бонус Гидро урона на 15%.",
      "id": "Hydro DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายน้ำ 15%",
      "vi": "Nhận 15% buff sát thương nguyên tố Thủy."
    },
    {
      "zhs": "施放元素战技后的15秒内，普通攻击与重击造成的伤害提高30%。",
      "zht": "施放元素戰技後的15秒內，普通攻擊與重擊造成的傷害提高30%。",
      "jp": "元素スキルを発動した後の15秒間、通常攻撃と重撃のダメージ+30%。",
      "ko": "원소전투 스킬 발동 후 15초 동안 일반 공격과 강공격으로 가하는 피해가 30% 증가한다",
      "en": "After using Elemental Skill, increases Normal Attack and Charged Attack DMG by 30% for 15s.",
      "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden nach Anwendung von Elementarfähigkeiten 15 s lang um 30 %.",
      "es": "Tras usar la Habilidad Elemental, aumenta el daño de Ataque Normal y Ataque Cargado en un 30% durante 15 s.",
      "fr": "Augmente les DGT infligés par les attaques normales et chargées de 30 % pendant 15 s après l'utilisation d'une compétence élémentaire.",
      "pt": "Após usar uma Habilidade Elemental, aumenta o Dano do Ataque Normal e Carregado em 30% por 15s.",
      "ru": "Увеличивает урон обычной и заряженной атаки на 30% в течение 15 сек. после использования элементального навыка.",
      "id": "Setelah melancarkan Elemental Skill, meningkatkan 30% DMG Normal dan Charged Attack selama 15 detik.",
      "th": "ภายใน 15 วินาที หลังจากใช้สกิลธาตุ ความเสียหายของการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 30%",
      "vi": "Trong 15s sau khi sử dụng kỹ năng Nguyên Tố, tấn công thường và trọng kích tăng 30% sát thương."
    }
  ],
  "imgid": "heart_of_depth_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "饰金胸花",
        "zht": "飾金胸花",
        "jp": "金メッキのコサージュ",
        "ko": "도금 브로치",
        "en": "Gilded Corsage",
        "de": "Vergoldete Brosche",
        "es": "Broche Dorado",
        "fr": "Broche plaquée",
        "pt": "Broche Dourado",
        "ru": "Позолоченная брошь",
        "id": "Gilded Corsage",
        "th": "Gilded Corsage",
        "vi": "Hoa Cài Vàng"
      },
      "description": {
        "zhs": "色泽暗淡的斗篷别针。原本镀上的金色已经被海风磨去。",
        "zht": "色澤暗淡的斗篷別針。原本鍍上的金色已經被海風磨去。",
        "jp": "仄暗い色をしたクロークピン。金色のメッキは既に海風に削り取られてしまった。",
        "ko": "어슴푸레한 빛깔의 망토 핀. 금빛 도금은 이미 바닷바람에 마모되었다",
        "en": "A mantle brooch that has lost its luster. The gold plating that once adorned it was ground away by the wind and the waves long ago.",
        "de": "Eine sehr mitgenommene Brosche, deren Vergoldung längst von der rauen See abgeschmirgelt worden ist.",
        "es": "Un broche cuyo color y brillo se han atenuado. Su revestimiento dorado original se ha perdido debido a la erosión de la brisa marina.",
        "fr": "Une broche de cape qui a perdu son éclat. Son plaquage en or s'est érodé à cause du vent et des vagues il y a fort longtemps.",
        "pt": "Um broche que perdeu o brilho. O revestimento de ouro que o adornava foi desgastado pelo vento e pelas ondas.",
        "ru": "Потускневшая брошь для скрепления кончиков плаща. Морской ветер давным-давно стёр с неё сверкающую позолоту.",
        "id": "Bros mantel dengan warna yang gelap. Lapisan yang awalnya berwarna emas telah lama terkikis oleh angin laut.",
        "th": "เข็มกลัดที่ได้สูญเสียความแวววาวไปแล้ว ทองชุบที่เคยงดงามถูกสายลมและเกลียวคลื่นชะล้างไปจนหมด",
        "vi": "Hoa cài áo có màu sắc ảm đạm. Màu vàng được chạm khắc trên đó cũng đã bị gió biển làm phai đi."
      },
      "lore": {
        "zhs": "\n因海风褪去色彩的胸花。\n即使是踏遍浪涛的男儿，\n也有珍视的饰物与记忆。\n\n艨艟再度起锚出海，大副又一次追随船师起航。\n为了船师荒唐的追寻，为了记忆中晦暝的故乡，\n大副低吟自创的蹩脚酒歌，和鸣着鲸声与浪响。\n\n「放弃了一族之名的贼人与猎杀他的魔女（没能）浪迹四海」\n「无法得到一族之名的贤明胞弟（是否）终于成为一族之长」\n\n「无法唱出口的歌词…最终你也放弃了事实，选择了幻想吗」\n「失去一切的与放弃一切的，沉没在什么都能容纳的浪涛下」\n「或许也是不错的结局吧。哈哈哈哈哈哈！」\n",
        "zht": "\n因海風褪去色彩的胸花。\n即使是踏遍浪濤的男兒，\n也有珍視的飾物與記憶。\n\n艨艟再度起錨出海，大副又一次追隨船師起航。\n為了船師荒唐的追尋，為了記憶中晦暝的故鄉，\n大副低吟自編的蹩腳酒歌，和鳴著鯨聲與浪響。\n\n「放棄了一族之名的賊人與獵殺他的魔女（沒能）浪跡四海」\n「無法得到一族之名的賢明胞弟（是否）終於成為一族之長」\n\n「無法唱出口的歌詞…最終你也放棄了事實，選擇了幻想嗎」\n「失去一切的與放棄一切的，都沉沒在無限包容的浪濤之下」\n「或許也是不錯的結局吧。哈哈哈哈哈哈！」\n",
        "jp": "\n海風で色が褪せたコサージュ。\n千の波を翔ける男でも、\n大事にする飾り物と思い出がある。\n\n副船長と船師を乗せた艨艟が再び出航した。\n船師のばかげた望みのため、思い出に眠る故郷のために、\n副船長は下手な鼻歌を口ずさんで鯨と波に応える。\n\n「一族の名を捨てた賊人が命取りにきた魔女と流浪（できなかった）」\n「一族の名を得られなかった弟はやがて族長となる（だろうか）」\n\n「口に出せない歌詞…真実に背き、幻想を選んだのか」\n「全てを失い全てを諦め、全てを受け入れ海に沈む」\n「悪くない結末かもしれないな、ハハハハハハ！」\n",
        "ko": "\n바닷바람에 의해 색이 바랜 브로치.\n수많은 파도를 이겨냈던 남아라도\n소중히 여기는 장식품과 추억을 가지고 있다.\n\n전함이 다시 한번 닻을 올리고 출항했다. 항해사는 또다시 선장을 따라 항해에 나섰다.\n선장의 황당한 바람을 쫓기 위해, 기억 속에 잠든 고향을 위해,\n항해사는 어설프기 그지없는 자작 노래를 흥얼거리며 고래와 파도에 답한다.\n\n「가문의 이름을 버린 죄인과 그의 마녀를 사냥하기 위해(절대) 사해를 누비네」\n「가문의 이름을 얻지 못한 똑똑한 남동생이 결국 가문을 물려 받았네(과연 그럴까?)」\n\n「부르지 못하는 가사…결국 너도 진실을 등지고 환생을 택했나」\n「모든 것을 잃어버리고 모든 것을 포기한 이가 모든 걸 받아들일 수 있는 파도 아래로 가라앉네」\n「어쩌면 이것도 좋은 결말이겠지. 하하하하하!」\n",
        "en": "\nA corsage whose coloration has been blistered away by the sea-salt wind.\nEven a man who wanders the ocean waves,\nHas items and memories that he prizes.\n\nThe great warship raised its anchor and headed out to sea, and the Chief Mate once more left harbor with the Skipper.\nFor the Skipper's absurd pursuit, and for his own faded memories,\nThe Chief Mate hummed a crappy shanty of his own composing, forming a chorus with the whales and the waves.\n\n\"The scoundrel who gave up his family name and the witch who hunted him (never) reached the sea!\"\n\"The wise step-brother who could not be an heir became head at last (or did he?)\"\n\n\"Words that cannot be sung... Have I also forsaken the truth for illusions?\"\n\"Having lost it all, and given it all up, and then sinking beneath the waves...\"\n\"...Maybe this isn't the worst of endings, after all. Hahahahaha!\"\n",
        "de": "\nEine Brosche, deren Farbe durch den salzigen Seewind bereits stark verblasst ist.\nSelbst der Mann, der auf den Wellen wandelt,\nhat geliebte Erinnerungen und Dinge, die ihm viel bedeuten.\n\nDas große Kriegsschiff lichtete den Anker und fuhr aufs weite Meer hinaus und der Obermaat verließ den Hafen erneut mit dem Kapitän.\nFür die absurde Verfolgung des Kapitäns und für seine eigenen verblassten Erinnerungen,\nsummte der Obermaat ein ziemlich schäbiges Seemannslied aus seiner eigenen Komposition und verschmolz mit den Walen und den Wellen zu einem Chor.\n\n„Der Dieb, der seinen Namen aufgibt und die Hexe, flixe flexe, die ihn jagte, (niemals) das Meer erreichten“\n„Der weise Stiefbruder, nun gebührt ihm endlich das Ruder (diesem Luder)“\n\n„Worte, die ich unausgesprochen hörte ... Ist dies die Wahrheit, oder erliege ich dem Wahn?“\n„Alles weg, selbst der Dreck, unter Wellen versinkt die Welt im Schnellen ...“\n„So ein Ende ist doch gar nicht so schlecht, Herr Specht. Ahahahaha!“\n",
        "es": "\nUn broche descolorido por la brisa salada del mar.\nIncluso un hombre que recorre los océanos\ntiene objetos y recuerdos queridos.\n\nEl barco de guerra levó anclas y zarpó, y el Primer Oficial volvió a navegar con el Capitán.\nPor la búsqueda absurda del Capitán, y por sus propios recuerdos difusos,\nel Primer Oficial entona entre dientes una ridícula cancioncilla de su propia cosecha, y acompaña al sonido de las olas y las ballenas.\n\n“♫ El ladrón que a su apellido renunció ♫ y la bruja que lo cazó ♫ (nunca) llegaron al mar, noooo ♫”\n“♫ Su medio hermano el poder ansió ♫ y dirigir la familia consiguióóóó ♫ ¡o no!♫”\n\n“No conozco esa canción... ¿Finalmente tú también renunciaste a la verdad y elegiste las fantasías?”.\n“El que lo perdió todo y el que renunció a todo se hunden en una ola en la que todo cabe”.\n“¡Ese final no está nada mal! ¡Jajaja!”.\n",
        "fr": "\nUne broche dont les couleurs ont flétri sous l'action de la bise et du sel marin.\nMême celui qui parcourt les vagues\npossède quelque souvenir précieux à son cœur.\n\nDe nouveau le vaisseau reprit la mer, et de nouveau le second et le capitaine voguèrent ensemble.\nPour l'absurde poursuite du capitaine, et pour ses propres souvenirs obscurcis,\nle second entonna son sinistre chant de marin, les baleines et les flots lui servant de chœur :\n\n« Le flibustier qui renia sa lignée et la sorcière qui le chassait, jamais les quatre mers ne purent aborder... »\n« Et le frère avisé, par la lignée oublié, de la continuité du clan, enfin devint le garant. »\n\n« Des paroles impossibles à chanter... Ai-je choisi l'illusion, ou la vérité ? »\n« Ayant tout perdu et tout abandonné, dans les vagues amènes j'ai plongé. »\n« Mais peut-être s'agit-il là de la fin la plus indiquée. Hahaha ! »\n",
        "pt": "\nUm broche cuja coloração foi manchada pelo vento salgado do mar.\nMesmo um homem que vagueia pelas ondas do oceano,\ntem itens e lembranças que ele preza.\n\nO grande navio de guerra ergueu sua âncora e partiu para o mar, e o Segundo Capitão mais uma vez deixou o porto com o Skipper.\nPela perseguição absurda do Skipper, e pelas suas próprias memórias enfraquecidas,\no Comandante-Chefe cantarolava uma canção ruim de sua própria composição, fazendo um refrão com as baleias e as ondas.\n\n\"O bastardo que desistiu do nome de sua família e a bruxa que o caçou (nunca) alcançou o mar!\"\n\"O sábio meio-irmão que não podia ser herdeiro tornou-se finalmente chefe (ou será que não?)\"\n\n\"Palavras que não podem ser cantadas... Será que também abandonei a verdade por ilusões?\"\n\"Tendo perdido tudo, e dado de tudo, e depois se afundando sob as ondas...\"\n\"Talvez seja um final adequado. Hahahaha!\"\n",
        "ru": "\nБутоньерка, выцветшая на морском ветру.\nДаже у того, кто ходит по волнам,\nесть ценные для него предметы и воспоминания.\n\nБоевой корабль снова поднимает якорь и выходит в море, и старпом снова следует за своим капитаном.\nВо славу безрассудной погони, во славу памяти о мрачной родине\nтихо напевал старпом нескладные хмельные песни, которые придумал сам, и голос его сливался с голосами китов и отзвуками волн.\n\n«Отбросивший имя клана разбойник и ведьма, что вела на него охоту, (не) добрались до морской глади!\nМудрый брат, что не мог обрести имя клана, наконец-то стал его главой (или нет?)»\n\n«Слова, что нельзя спеть... Неужели и я променял правду на иллюзии?\nОтбросил всё и утратил всё, погрузился в волны, способные объять что угодно...\n...А может, это не такой уж и плохой финал. Ха-ха-ха-ха!»\n",
        "id": "\nKarena angin laut telah memudarkan warna korsase itu.\nBegitu juga dengan anak laki-laki yang sudah mengarungi lautan itu.\nDia sangat menghargai benda dan juga kenangan.\n\nSambil menutup mata mengarungi lautan, Chief Mate kembali pergi berlayar bersama pelaut itu.\nDemi keinginan pelaut yang konyol, dan demi kampung halaman yang gelap dan menyedihkan dalam ingatan.\nChief Mate membuat sebuah lagu, dia berdeham menirukan suara paus, sambil beriringan dengan suara ombak \n\n\"Bajingan yang melepaskan nama keluarganya dan penyihir yang memburunya (namun tidak pernah) mencapai lautan!\"\n\"Saudara tiri bijak yang tidak pernah bisa menjadi pewaris akhirnya menjadi kepala keluarga (benarkah?)\"\n\n\"Kata-kata yang tidak bisa dinyanyikan... Apa aku juga sudah mengorbankan kenyataan untuk sebuah ilusi?\"\n\"Kehilangan segalanya dan menyerah pada semuanya, tenggelam dalam deburan ombak yang besar\"\n\"Mungkin juga sebuah akhir cerita yang tidak buruk. Hahaha!\"\n",
        "th": "\nดอกไม้กลัดอกที่ถูกสายลมทะเลพัดจนสีซีดไป\nแม้จะเป็นชายที่ออกท่องไปตามเกลียวคลื่น\nก็ยังมีเครื่องประดับและความทรงจำที่มีความหมาย\n\nเรือรบได้ยกสมอเรือขึ้น และมุ่งสู่ทะเล รองกัปตันได้ออกจากอ่าวไปพร้อมกับนายเรืออีกครั้ง\nเพื่อการตามหาที่ดูไร้สาระของนายเรือ และเพื่อความทรงจำอันเลือนรางของเขา\nรองกัปตันฮัมเพลงห่วย ๆ ที่เขาแต่งเอง คลอไปกับเสียงวาฬและเสียงคลื่น\n\n\"คนเลวที่ยอมทิ้งชื่อเสียงของตระกูล และแม่มดผู้ตามล่าเขา แต่ไป (ไม่ถึง) ฝั่ง\"\n\"พี่ชายนอกสายเลือดผู้ไม่สามารถเป็นทายาทได้ ในที่สุดก็ได้เป็นผู้นำตระกูล (รึเปล่า?)\"\n\n\"เพลงที่ไม่สามารถร้องได้... สุดท้ายก็ละทิ้งความจริง และเลือกจินตนาการแทนใช่มั้ย?\"\n\"สิ่งที่สูญเสียไปและสิ่งที่ยอมทิ้งไป สุดท้ายต้องจมลง และถูกขังไว้ใต้คลื่นทะเล\"\n\"บางทีอาจเป็นจุดจบที่ไม่เลว ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า!\"\n",
        "vi": "\nChiếc cài áo bị gió biển làm phai màu.\nDù là chàng trai lang bạt nơi sóng cả,\ncũng có vật trang sức và ký ức trân quý.\n\nTàu lại nhổ neo ra khơi, thuyền phó một lần nữa đi theo thủy thủ.\nVì giấc mơ hoang đường của thuỷ thủ, vì cố hương mịt mờ trong ký ức,\nThuyền phó ngâm nga lời ca khá tệ tự biên khi say, hoà vào tiếng cá voi và sóng biển.\n\n\"Tên trộm vứt bỏ thanh danh gia tộc cùng Ma Nữ của hắn (chẳng thể) phiêu bạt bốn bể\"\n\"Người em trai khôn ngoan không thể có được thanh danh gia tộc (liệu có thể) cuối cùng trở thành trưởng tộc\"\n\n\"Lời ca chẳng thể cất lên...cuối cùng ngươi cũng vứt bỏ sự thật, chọn theo ảo tưởng rồi ư\"\n\"Mất đi tất cả và vứt bỏ tất cả, chìm dưới sóng biển ôm trọn tất cả\"\n\"Có lẽ cũng là kết cục không tồi. Ha ha ha!\"\n"
      },
      "imgid": "heart_of_depth_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "追忆之风",
        "zht": "追憶之風",
        "jp": "追憶の風",
        "ko": "추억의 바람",
        "en": "Gust of Nostalgia",
        "de": "Nostalgische Brise",
        "es": "Brisa de los Recuerdos",
        "fr": "Brise nostalgique",
        "pt": "Brisa da Nostalgia",
        "ru": "Порыв ностальгии",
        "id": "Gust of Nostalgia",
        "th": "Gust of Nostalgia",
        "vi": "Ngọn Gió Hồi Ức"
      },
      "description": {
        "zhs": "随呜咽的海风、腥红的海浪而来的飞羽，年岁改变了它的形状与颜色。",
        "zht": "隨嗚咽的海風、腥紅的海浪而來的飛羽，年歲改變了它的形狀與顏色。",
        "jp": "咽び泣く海風と、鮮やかな赤い波が連れてきた羽。長い年月がその形状と色を変えた。",
        "ko": "흐느끼는 바닷바람과 선명한 붉은 물결이 끌고 온 깃털. 오랜 세월이 그 형태와 색깔을 바꾸었다",
        "en": "A feather carried over by whimpering sea winds and crimson waves. The passage of time has changed its shape and color.",
        "de": "Eine Feder, die mit dem sausenden Wind des Meeres und den tobenden Wellen gereist ist. Sie ist so alt, dass sich ihre Form und ihre Farbe verändert haben.",
        "es": "Una pluma arrastrada por el sollozo de la brisa marina y las sangrientas olas del océano. Su forma y color han ido cambiando con el tiempo.",
        "fr": "Une plume transportée par la brise sifflante et les vagues pourpres de la mer. Le temps a altéré sa forme et sa couleur.",
        "pt": "Uma pluma carregada pelo choro dos ventos marítimos e pelas ondas rubras. O tempo mudou sua forma e cor.",
        "ru": "Годами следовавшее за воющими морскими ветрами и алыми волнами перо. Ход времени изменил его форму и цвет.",
        "id": "Bulu yang terbang bersama desiran angin dan ombak laut yang memerah. Waktu telah mengubah bentuk dan warnanya.",
        "th": "ขนนกที่ลอยมากับลมทะเลและคลื่นสีแดงฉาน กาลเวลาได้เปลี่ยนรูปร่างและสีของมันไปทุกปี",
        "vi": "Lông chim đến từ những ngọn gió biển và cơn sóng biển phương xa, năm tháng đã thay đổi hình dạng cũng như màu sắc của nó."
      },
      "lore": {
        "zhs": "\n不祥的红色飞羽，或许报死的标记。\n某日随海兽遗骸一同被冲上了海岸。\n\n玩世不恭的大副并非璃月本土人士，而是来自贵族的灰色国度。\n人们说他也曾是一位贵族，却因某事给家族蒙羞，被胞弟流放。\n但那些只是无稽的传说，他初到港口时，身上仅佩着一把细剑，\n除此之外，只有一根小小的蓝宝石色羽毛，佩在破旧的斗篷上。\n\n后来，浪客与船师投身汪洋，和风暴、海兽与豪浪相搏。\n曾经蓝宝石色的飞羽也被血水染红，浸润了大海的咸涩。\n\n在最后一刻，\n他清晰地想起了那些烈酒掩盖的往事。\n就如同海浪洗去的砂砾下露出的宝藏…",
        "zht": "\n不祥的紅色飛羽，或許是報死的標記。\n某日隨海獸遺骸一同被沖上了海岸。\n\n玩世不恭的大副並非璃月本土人士，而是來自貴族的灰色國度。\n人們說他也曾是一位貴族，卻因某事令家族蒙羞，被胞弟流放。\n但那些只是無稽的傳說。他初到港口時，身上僅佩著一把細劍，\n除此之外，只有一根小小的藍寶石色羽毛，佩在破舊的斗篷上。\n\n後來，浪客與船師投身汪洋，和風暴、海獸與豪浪相搏。\n曾經藍寶石色的飛羽也被血水染紅，浸潤了大海的鹹澀。\n\n在最後一刻，\n他清晰地想起了那些烈酒掩蓋的往事。\n就如同海浪洗去的砂礫下露出的寶藏…",
        "jp": "\n不吉な赤い羽根。死の兆候かもしれない。\nある日、海獣の残骸と共に海岸に打ち上げられた。\n\n不真面目な航海士は璃月の出身ではなく、灰色の国である貴族の出身だった。\nかつては貴族だったと言われていたが、あることで一族に恥をかかせ、追放された。\nしかしそれも無稽な伝説である。彼が港に着いたとき、手にあったのは一本の細い剣だけだった。\nそれ以外に、青宝石色の小さな羽が一つ、古びたマントに飾ってあった。\n\nその後、彼は船師と共に海を渡り、嵐、海獣、そして波と戦った。\nかつて青宝石の色をした羽は、真っ赤な血で染められ、大海の塩気が染み込んでいた。\n\nそして最期のとき、\n彼は強い酒に覆われていた過去をはっきりと思い出した。\n波に流れる砂の下に現れた宝のように…",
        "ko": "\n불길한 빨간색 깃털, 어쩌면 죽음을 알리는 징표일지도.\n어느 날 바다 괴수의 잔해와 함께 해안으로 밀려왔다.\n\n불손한 항해사는 리월 출신이 아닌 회색 국가의 귀족 출신이다.\n그도 한때는 귀족이었으나 어떤 일로 가문을 망신시키고 가문으로부터 버려졌다고 한다.\n하지만 이건 그저 허황된 이야기로 그는 한 자루의 가는 검만을 지닌 채 처음 항구에 도착했었다.\n이 외에도 아주 작은 사파이어색 깃털이 하나가 낡은 망토에 꼽혀있었다.\n\n이후 그는 선장과 함께 바다를 건너 폭풍우와 바다 괴수, 그리고 거친 파도와 싸웠다.\n과거 사파이어색을 띠던 깃털은 피에 의해 붉게 물들고 바다의 소금기에 절여지게 됐다.\n\n그리고 마지막 순간에\n그는 독한 술에 가려져 있던 과거를 또렷이 떠올렸다.\n마치 파도가 모래를 씻어내며 드러난 보물처럼…",
        "en": "\nA red feather is an ill omen, perhaps even a portent of death.\nIt washed ashore one day together with the corpse of a great sea creature.\n\nThe cynical Chief Mate was no native of Liyue. Rather, he came from a gray land ruled by an aristocracy.\nAll said that he, too, was once such a noble, but that he must have disgraced his house and been turned out as a result.\nThat was but baseless hearsay, however, for when he first came to the harbor, he carried naught but a slim sword,\nAnd a small sapphire-blue feather pinned to his mantle.\n\nLater, the wanderer would throw in with the Skipper and set out to sea, contending with great waves and sea creatures alike.\nThat once azure-blue feather would also be stained red by blood and by the salt of the great ocean.\n\nIn his last moment,\nHe clearly recalled those days now drowned in drink.\nLike treasure in the sand brought to light by the lapping waves...",
        "de": "\nEine rote Feder ist ein schlechtes Omen, vielleicht sogar ein Omen des Todes.\nSie wurde eines Tages zusammen mit dem Leichnam eines großen Meerestieres an Land gespült.\n\nDer zynische Oberbefehlshaber war nicht gebürtig aus Liyue. Vielmehr stammte er aus dem grauen Land der Aristokratie.\nAlle sagten, dass auch er einst ein solcher Aristrokrat war, dass er aber Schande über sein Haus gebracht haben muss und deshalb von seinem Bruder ins Exil geschickt wurde.\nDas war jedoch nur Hörensagen. Als er zum ersten Mal in den Hafen kam, trug er nichts als ein schlankes Schwert\nund eine kleine saphirblaue Feder, die an seinen Mantel geheftet war.\n\nSpäter stürzte sich der Einzelgänger mit dem Schipper ins Meer und machte sich auf den Weg, wobei er mit großen Wellen und Meeresbewohnern gleichermaßen zu kämpfen hatte.\nDiese einst azurblaue Feder würde auch durch Blut und das Salz des großen Ozeans rot gefärbt werden.\n\nIn seinem letzten Moment\nerinnerte er sich deutlich an jene Tage, die bereits in Alkohol ertrunken waren.\nWie ein Schatz im Sand, der von den Wellen ans Tageslicht gebracht wird ...",
        "es": "\nUna pluma roja y de mal agüero. Tal vez sea un símbolo de la muerte.\nUn día apareció en la orilla junto a los restos de una bestia marina.\n\nEl cínico Primer Oficial no era originario de Liyue, sino que procedía de un reino gris gobernado por la aristocracia.\nTodos decían que él también tenía orígenes nobles, pero que su hermano menor lo desterró por mancillar el honor de la familia.\nPero eso no debían ser más que rumores sin fundamento ya que, cuando llegó al puerto, lo único que poseía era un espadín\ny una pequeña pluma de color zafiro prendida en su capa.\n\nDespués, el vagabundo se echó a la mar siguiendo a un Capitán y se enfrentó a las grandes olas y a las criaturas marinas.\nLa pluma de color zafiro se tiñó del color rojo de la sangre y se manchó con la sal del mar.\n\nEn sus últimos momentos,\nrecordó claramente el pasado que el alcohol le había hecho olvidar.\nComo un tesoro que las olas arrastran hasta la playa...",
        "fr": "\nLa plume rouge volait, menaçante, annonciatrice de la mort à venir.\nElle échoua un jour aux côtés du corps d'un monstre marin.\n\nLe second cynique n'était pas originaire de Liyue, mais venait d'un pays gris régi par l'aristocratie.\nOn disait de lui qu'il faisait autrefois partie de la noblesse, mais avait été banni de son clan suite à quelque sombre affaire.\nMais tout ceci n'était que racontars sans fondement. À son arrivée au port, il n'avait sur lui qu'une rapière,\nainsi qu'une petite plume de couleur saphir, accrochée à sa cape délabrée.\n\nPlus tard, le vagabond rejoignit le capitaine, et, prenant la mer, les deux affrontèrent vagues gigantesques et monstres marins.\nLa plume jusqu'alors d'un bleu pur fut teintée de rouge et se gorgea de sel marin.\n\nÀ ses derniers instants,\nil se remémora clairement un passé qu'il avait enfoui sous l'alcool.\nTel un trésor se révélant sous le sable emporté par les vagues...",
        "pt": "\nUma pena vermelha sinistra, talvez seja um sinal da morte.\nUm dia, ele encalhou na praia junto com o cadáver de uma grande criatura marinha.\n\nO cínico Segundo Capitão não era nativo de Liyue, mas vinha de uma terra cinzenta governada pela aristocracia.\nDizem que ele já foi um nobre, mas que fez algo que envergonhou sua família, e acabou exilado.\nNo entanto, isso não passava de boatos sem fundamentos, pois quando chegou ao porto pela primeira vez, ele não carregava nada além de uma espada fina,\ne uma pequena pluma azul-safira presa ao seu manto.\n\nMais tarde, o andarilho se juntaria ao Skipper e partiria para o mar, lutando tanto com grandes ondas quanto com criaturas marinhas.\nEssa, antes, pena azul-safira também seria manchada de vermelho pelo sangue e pelo sal do grande oceano.\n\nEm seus últimos momentos,\nele lembrou claramente aqueles dias que o vinho o tinha feito esquecer,\ncomo um tesouro na areia trazido à luz pelas ondas do mar...",
        "ru": "\nКрасное перо считается дурным знаком, иногда даже символом смерти.\nОднажды его выбросило на морской берег вместе с останками морского зверя.\n\nЦиничный старпом был вовсе не из Ли Юэ, а из мрачного королевства аристократов.\nГоворят, он сам некогда был аристократом, но опозорил свой клан и был изгнан собственным братом.\nНо это лишь ничем не подтверждённые слухи. Когда он впервые прибыл в гавань, на поясе у него висел короткий клинок,\nа к изношенному плащу было приколото маленькое пёрышко сапфирового цвета.\n\nВпоследствии этот бродяга примкнул к капитану, и они посвятили себя безбрежному океану, сражаясь в его водах с ветрами, морскими чудовищами и огромными волнами.\nНекогда сапфировое перо стало кроваво-красным, пропиталось горькой солью океана.\n\nВ последний момент\nон ясно вспомнил те дни, что скрывала пелена алкоголя.\nБудто волны смыли гальку и песок, обнажив бесценное сокровище...",
        "id": "\nSebuah bulu berwarna kemerahan yang terbang, mungkin saja itu adalah pertanda kematian.\nSuatu hari, sisa-sisa mayat dari monster laut terbawa arus hingga terdampar ke tepian laut.\n\nChief Mate yang sinis itu bukan orang asli dari Liyue, melainkan berasal dari negeri jauh yang diperintah oleh bangsawan.\nOrang-orang bilang dia dulu juga seorang bangsawan, namun karena suatu hal dia mempermalukan keluarganya, sehingga diasingkan oleh saudaranya.\nTapi itu hanyalah rumor yang beredar, saat dia pertama kali datang ke pelabuhan, dia hanya berbekal sebuah pedang yang tipis,\nSelain itu, hanya ada bulu berwana biru safir menempel pada jubahnya yang usang dan lapuk.\n\nSetelah itu, dia pergi mengarungi laut, saling beradu dengan angin, ombak dan juga monster laut.\nBulu berwarna biru safir itu kini menjadi berwarna kemerahan karena terkena darah, terendam oleh air laut yang asin.\n\nDi detik-detik terakhir,\nDia tiba-tiba mengingat masa lalu yang terlupakan oleh karena anggur.\nSeperti ombak yang berhasil menyapu bersih bebatuan yang menutupi harta karun...",
        "th": "\nขนนกสีแดงแห่งลางร้าย บางทีอาจเป็นสัญญาณแห่งความตาย\nวันหนึ่งมันถูกคลื่นซัดขึ้นมาบนชายฝั่งพร้อมกับซากของอสูรทะเล\n\nรองกัปตันผู้เย่อหยิ่งนั้นไม่ใช่ชาว Liyue แต่กำเนิด แต่มาจากชนชั้นสูงแห่งประเทศสีเทา\nผู้คนบอกว่าครั้งหนึ่งเขาเคยเป็นชนชั้นสูง แต่เพราะสร้างความอับอายบางอย่างให้แก่วงศ์ตระกูล จากนั้นจึงถูกพี่น้องร่วมท้องเนรเทศ\nแต่นั่นเป็นเพียงตำนานที่ไร้สาระ ในตอนแรกที่เขามาถึงท่าเรือนั้น เขาพกมาเพียงแค่ดาบบาง ๆ เล่มเดียว\nนอกจากนี้ก็มีเพียงขนนกสีน้ำเงินราวกับแซฟไฟร์ขนาดเล็กที่ติดอยู่บนเสื้อคลุมที่ซอมซ่อ\n\nจากนั้นต่อมา ผู้ร่อนเร่ก็กระโจนลงไปในทะเลกว้าง เพื่อต่อสู้กับคลื่นยักษ์และอสูรทะเล\nขนนกสีน้ำเงินราวกับแซฟไฟร์ ถูกย้อมด้วยเลือดสีแดงฉานและความเค็มจากมหาสมุทร\n\nในช่วงเวลาสุดท้าย\nเขาจดจำอดีตที่ถูกปกคลุมไปด้วยเหล้ารสเข้มได้อย่างชัดเจน\nเช่นเดียวกับขุมทรัพย์ใต้กรวดทรายที่ถูกคลื่นซัดให้เผยโฉม...",
        "vi": "\nChiếc lông vũ màu đỏ xui xẻo, có lẽ là dấu hiệu của cái chết.\nMột ngày nọ, bị trôi dạt vào bờ biển cùng với hài cốt sót lại của quái vật biển.\n\nThuyền phó bất cần đời không phải người gốc Liyue, mà đến từ vương quốc màu xám của quý tộc.\nMọi người nói anh ấy cũng từng là một quý tộc, nhưng vì chuyện gì đó làm mất mặt gia tộc nên bị em trai ruột lưu đày.\nNhưng đó chỉ là truyền thuyết vô căn cứ, vào lần đầu anh ấy đến bến cảng, trên người mang một thanh kiếm,\nNgoài ra, chỉ có một chiếc lông vũ nhỏ màu Lam Bảo Thạch, đeo trên chiếc áo khoác cũ sờn.\n\nSau này, lãng khách và thuỷ thủ vươn ra đại dương, chiến đấu với gió bão, quái vật biển và sóng lớn.\nLông vũ từng mang màu Lam Bảo Thạch cũng nhuộm đỏ máu tươi, thấm đẫm vị mặn của biển.\n\nThời khắc cuối \nAnh nhớ lại quá khứ bị mùi rượu nồng che lấp.\nNhư kho báu lộ ra dưới lớp cát sỏi bị sóng cuốn trôi..."
      },
      "imgid": "heart_of_depth_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "坚铜罗盘",
        "zht": "堅銅羅盤",
        "jp": "堅い銅のコンパス",
        "ko": "단단한 구리 나침반",
        "en": "Copper Compass",
        "de": "Kupferkompass",
        "es": "Brújula de Cobre Resistente",
        "fr": "Boussole en bronze",
        "pt": "Bússola de Cobre",
        "ru": "Медный компас",
        "id": "Copper Compass",
        "th": "Copper Compass",
        "vi": "La Bàn Đồng"
      },
      "description": {
        "zhs": "古旧的铜制罗盘，指针始终朝向遥不可及的彼岸，不存在的港湾。",
        "zht": "古舊的銅製羅盤，指針始終朝向遙不可及的彼岸，不存在的港灣。",
        "jp": "旧式の銅製のコンパス。針は始終、港の存在しない遥か彼方を示している。",
        "ko": "구식 구리 나침반. 바늘은 시종일관 항구가 존재하지 않는 저 먼 곳을 향하고 있다",
        "en": "An ancient bronze compass. Its needle points towards some ever-distant shore, to a non-existent harbor.",
        "de": "Ein alter kupferner Kompass, dessen Nadel in Richtung eines unerreichbaren Ufers, eines nicht vorhandenen Hafens zeigt.",
        "es": "Una brújula hecha de cobre cuya manecilla siempre apunta a una costa muy lejana y a un puerto cuya existencia no se conoce.",
        "fr": "Une vieille boussole en bronze. Son aiguille pointe vers un rivage inatteignable, vers un port qui n'existe pas.",
        "pt": "Uma bússola de bronze ancestral. Sua agulha aponta para alguma costa distante em um porto desconhecido.",
        "ru": "Древний медный компас, стрелка которого указывает на несуществующую гавань у недосягаемых берегов.",
        "id": "Kompas tua yang terbuat dari tembaga, jarumnya selalu mengarah ke tepi pantai yang tak bisa dicapai, dan ke arah pelabuhan yang tidak pernah ada.",
        "th": "เข็มทิศสำริดโบราณ เข็มของมันจะชี้ไปทางฝั่งอันห่างไกลของอ่าวท่าเรือที่ไม่มีอยู่จริง",
        "vi": "La bàn bằng đồng cũ, kim la bàn luôn chỉ về nơi bờ xa, nơi mà không có bến cảng nào tồn tại."
      },
      "lore": {
        "zhs": "\n海上男儿所用的铜色罗盘。\n在永远动荡的浮波生涯中，\n恒常指向持有者心向之处。\n\n不修边幅的船师曾以这尊罗盘引导巨舰，\n克服最凶险的海域，征服最宏大的漩涡。\n也曾经以不羁的笑声中显露的深刻仇恨，\n烈酒与但求一死的终局，引导失落的人…\n\n「小贼终究难逃绞架…你们的歌是这样唱的吧？」\n「只要有容身之处，就算葬身鱼腹也无所谓——」\n「上船的时候，你不是和这艘船订立契约了吗？」\n「这份记忆，没有被烈酒洗净吧？哈哈哈哈哈！」\n「没有忘记那就好。因为，是时候履行契约了。」\n\n「啊啊，这样也好。一切都无所谓了…」\n",
        "zht": "\n海上男兒所用的銅色羅盤。\n在永遠動盪的浮波生涯中，\n恆常指向持有者心向之處。\n\n不修邊幅的船師曾以這尊羅盤引導巨艦，\n克服最兇險的海域、征服最宏大的漩渦。\n也曾經以不羈的笑聲中顯露的深刻仇恨、\n烈酒與但求一死的終局，引導失落的人…\n\n「小賊終究難逃絞架…你們的歌是這樣唱的吧？」\n「只要有容身之處，就算葬身魚腹也無所謂——」\n「上船的時候，你不是和這艘船訂立契約了嗎？」\n「這份記憶，沒有被烈酒洗掉吧？哈哈哈哈哈！」\n「沒有忘記那就好。因為，是時候履行契約了。」\n\n「啊啊，這樣也好。一切都無所謂了…」\n",
        "jp": "\n海の男が使う銅色の羅針盤。\n波に揺られる一生で、\n持ち主の心想を指す。\n\nじだらくな船師はかつてこの羅針盤で巨船を引き、\n危険な海域を超克し、巨大な渦潮を征服した。\n奔放な笑い声から滲み出た恨みと酒、\n死を求める結末で、落魄れた者を導いたこともあった…\n\n「小賊はいずれ絞首台行きだ…お前らの歌はこう歌うよな？」\n「居場所さえあれば、魚の餌になっても構わない——」\n「船隊に入った時にこの船と契約を結んだじゃないか？」\n「その記憶も酒に洗われたのか？ハハハハハ！」\n「忘れてなきゃいい。さあ、契約を果たす時だ。」\n\n「ああ、それでいい。もうどうだっていいんだ…」\n",
        "ko": "\n바다의 남아가 사용하는 구릿빛 나침반.\n끊임없이 방황하는 삶 속에서\n항상 주인의 마음이 있는 방향을 가리킨다.\n\n자유로운 선장은 과거 이 나침반으로 거대한 전함을 이끌며,\n가장 위험한 해역을 극복하고 가장 거대한 소용돌이를 정복했다.\n호탕한 웃음소리에 배어 나왔던 깊은 원한과\n독한 술, 그리고 죽음을 향한 결말로 실의에 빠진 이들을 이끈 적도 있었다…\n\n「좀도둑은 결국 교수대로 향할 거야…이렇게 부르는 노래 맞지?」\n「몸을 의탁할 곳만 있다면 물고기 밥이 돼도 상관없어——」\n「승선했을 때 이 배와 계약을 맺었잖아?」\n「그 기억은 술에 씻겨내려가지 않았겠지? 하하하!」\n「기억하고 있으면 됐어. 왜냐하면 이제 계약을 이행해야 할 때가 됐거든」\n\n「그것도 좋지. 이제 아무 상관없으니까…」\n",
        "en": "\nA bronze compass used by a seaman.\nIn an ever-tumultuous life of wandering,\nIt points toward the direction where its owner's heart lies.\n\nThe rough Skipper once used this compass to guide his huge ship,\nNavigating treacherous ocean paths and conquering huge whirlpools.\nIt also guided the one whose deep hatred hid behind an uninhibited laugh,\nAnd who, lost and despondent, sought death and burning drink...\n\n\"I believe you all sing that the thief could not avoid the gallows in the end, eh?\"\n\"As long as you have a place to belong to, even ending up in the belly of a fish would be alright—\"\n\"Hey now, didn't you sign a contract with this ship when you came aboard?\"\n\"That memory didn't get washed down with the wine, did it?\"\n\"Good, then — after all, it is time to fulfill your contract.\"\n\n\"Is that so? ...Well, alright. It doesn't matter anymore, anyway...\"\n",
        "de": "\nEin kupferner Kompass, der von einem Jungen auf See benutzt wurde.\nIn seinem Leben immer auf Wanderschaft\nwies der Kompass ihm stets den Weg.\n\nDer ungepflegte Schipper nutzte ihn, um sein riesiges Schiff zu navigieren\ndurch die raue See und an gefährlichen Strudeln vorbei.\nAuch wurde er von denen geführt, deren Lachen ihren Hass nicht verbergen konnte.\nEr führte die Verlorenen und Betrunkenen in ihren sicheren Tod.\n\n„Der Dieb konnte dem Galgen letztendlich nicht entkommen. Davon handelt doch euer Lied?“\n„Solange man weiß, wohin man gehört, ist man auch im Magen eines Wals zufrieden.“\n„Hast du nicht einen Vertrag unterschrieben, als du auf das Schiff kamst?“\n„Trotz des vielen Weins wirst du dich doch noch daran erinnern! Hahahaha!“\n„Dann ist ja gut. Denn es wird Zeit, deinen Vertrag zu erfüllen.“\n\n„Aah, ist das wahr? Nun ist eh alles egal.“\n",
        "es": "\nLa brújula color cobre de un grumete.\nLa vida entre las olas siempre es turbulenta,\ny esta brújula siempre apunta al corazón de quien la sostiene.\n\nEl áspero Capitán una vez utilizó esta brújula para guiar a su barco gigante,\nconquistar los mares más traicioneros y dominar los remolinos más superlativos.\nTambién guio a aquel que escondía su profundo odio detrás de su risa desinhibida,\ny que, perdido y desesperado, solo buscaba la muerte y el alcohol...\n\n“Los ladronzuelos siempre acaban en la horca... ¿de eso trata su canción?”\n“Mientras haya sitio para mí, me pueden enterrar en la barriga de un pez, si quieren...”\n“¿No firmaste un contrato cuando embarcaste aquí?”\n“Eso no lo habrás olvidado, ¿verdad? ¡Jajaja!”\n“Está bien que no lo hayas olvidado... porque es hora de cumplirlo”.\n\n“Oh, está bien. Al fin y al cabo, qué importa...”\n",
        "fr": "\nUne boussole en bronze utilisée par un marin.\nGardant le cap au milieu des aléas de la vie,\nelle pointe sans faillir dans la direction voulue par le cœur de son détenteur.\n\nLe capitaine à la mise négligée utilisait autrefois cet outil pour guider son imposant navire,\ntriomphant des mers les plus dangereuses et conquérant les tempêtes les plus majestueuses.\nMais cette boussole guida également celui dont le rire cachait une haine sans limites,\net qui, en proie au désespoir, appelait la mort et l'alcool à son secours...\n\n« Vous chantez que le voleur évite la potence à la fin, hein ? »\n« Tant que vous avez une place qui est vôtre quelque part, alors même finir dans le ventre d'un poisson n'est pas si terrible. »\n« N'as-tu pas signé un contrat avec ce navire quand tu as embarqué ? »\n« Le rhum ne t'a quand même pas fait oublier ça, j'espère ?! Hahaha ! »\n« Tant mieux. Parce que l'heure est venue d'honorer ton pacte. »\n\n« Ainsi donc c'est l'heure ? ... Soit. Plus rien n'a d'importance... »\n",
        "pt": "\nBússola cor de cobre usada pelos marinheiros,\nnuma vida sempre tumultuosa de idas e vindas,\nela aponta para a direção onde está o coração do seu dono.\n\nO Skipper usou esta bússola para guiar o seu enorme navio,\nnavegando por traiçoeiras rotas oceânicas e conquistando enormes redemoinhos.\nTambém guiou aquele cujo ódio profundo se escondia atrás de um riso desinibido,\ne quem, perdido e desanimado, procurou a morte e a bebida ardente.\n\n\"Creio que todos vocês cantam que o ladrão não conseguiu evitar a forca no final?\"\n\"Desde que tenha um lugar a que pertencer, mesmo acabando na barriga de um peixe seria bom...\"\n\"Então, você não assinou um contrato com este navio quando entrou a bordo?\"\n\"Essa memória não se apagou com o vinho, certo?\"\n\"Ótimo, então - afinal de contas, está na hora de cumprir o seu contrato\".\n\n\"É assim mesmo? ...Bem, tudo bem. Já não importa mais, pelo menos\"...\n",
        "ru": "\nВ беспокойном ремесле морских скитальцев\nлишь такой медный компас неизменно указывает туда,\nкуда стремится сердце его хозяина.\n\nНикогда не придававший значения своему внешнему виду капитан направлял с его помощью свой корабль.\nБлагодаря ему он преодолел множество опасных акваторий и избежал необъятных водоворотов.\nВ некогда безудержном хохоте стала отчётливо звучать затаённая злоба,\nи теперь только алкоголь да жажда смерти направляют этого заблудшего человека...\n\n«На всякого разбойника найдётся виселица... Так же в ваших песнях поётся?\nПока у тебя есть пристанище - всё равно где закончить. А хоть бы и у рыбы в брюхе...\nРазве ты не заключил сделку с кораблём, когда взошёл на борт?\nЭти воспоминания алкоголь не затуманил, да? Ха-ха-ха!\nНе забыл, и ладно. Потому что пришло время выполнить условия договора».\n\n«Ах, пришло - значит пришло. Какая разница...»\n",
        "id": "\nKompas perak milik pelaut.\nDari ombak yang terus-menerus bergejolak,\nmengarah pada orang yang terus-menerus bertahan.\n\nPara pelaut yang hanya berbekal sebuah kompas untuk mengarahkan kapal mereka.\nBerhasil melalui dan menaklukkan kejamnya lautan.\nYang juga pernah menyembunyikan dendam di balik senyuman,\nserta anggur dan kematian yang menyebabkan kehilangan orang...\n\n\"Aku yakin kalian semua menyanyikan lagu bahwa pada akhirnya pencuri itu gagal menghindari hukuman gantung, ya kan?\"\n\"Selama ada tempat untuk berlindung, bahkan aku rela jika dijadikan makanan untuk ikan di lautan\"\n\"Bukankah kalian sudah membuat perjanjian saat kalian naik ke atas kapal ini?\"\n\"Ingatanmu itu masih belum dihapus oleh anggur kan? Hahahahaha!\"\n\"Bagus, karena sudah saatnya untuk menandatangani perjanjiannya.\"\n\n\"Oh begitukah? ...Baiklah jika memang begitu. Aku tidak peduli...\"\n",
        "th": "\nเข็มทิศทองแดงที่ถูกใช้โดยหนุ่มชาวทะเล\nท่ามกลางชีวิตที่ขรุขระชั่วนิรันดร์\nมันจะชี้ไปยังที่ที่หัวใจผู้ถือปรารถนาเสมอ\n\nนายเรือผู้โชกโชนใช้เข็มทิศนี้เพื่อนำทางเรือลำใหญ่\nข้ามผ่านทะเลที่อันตรายที่สุด และพิชิตกระแสน้ำวนที่ยิ่งใหญ่ที่สุด\nครั้งหนึ่งมันเคยนำทางผู้ที่หัวใจเปี่ยมไปด้วยความเกลียดชังที่ถูกซ่อนไว้ใต้เสียงหัวเราะอันโหดร้าย\nและผู้ที่หลงทางและสิ้นหวัง ผู้แสวงหาเหล้าแรง ๆ และความตาย...\n\n\"การถูกแขวนคอคือจุดจบที่หัวขโมยหนีไม่พ้น... นี่คือเพลงที่พวกแกร้องใช่มั้ยล่ะ?\"\n\"ตราบใดที่ยังมีที่เป็นของตัวเอง ต่อให้ต้องลงเอยอยู่ในท้องปลาก็ไม่หวั่น ——\"\n\"ตอนที่ขึ้นเรือมา พวกแกก็เซ็นสัญญาแล้วไม่ใช่รึไง? \"\n\"ความจำคงไม่ได้หายไปพร้อมกับเหล้าหรอกนะ? ฮ่าฮ่าฮ่าฮ่าฮ่า!\"\n\"ไม่ได้ลืมก็ดีแล้ว เพราะถึงเวลาที่แกต้องทำตามสัญญาแล้ว\"\n\n\"งั้นเหรอ? งั้นก็ดี ยังไงฉันก็ไม่เหลืออะไรอยู่แล้ว...\"\n",
        "vi": "\nLa bàn màu đồng mà chàng trai trên biển vẫn dùng.\nTrong cuộc đời chìm nổi đầy sóng gió,\nLuôn hướng về nơi trái tim của người nắm giữ.\n\nThuỷ thủ hào sảng từng sử dụng la bàn này để dẫn đường cho con tàu khổng lồ,\nChế ngự vùng biển nguy hiểm nhất, chinh phục xoáy nước rộng lớn nhất.\nCũng từng dùng tiếng cười bất kham bộc lộ nỗi thù hận sâu sắc,\nKết cục của rượu mạnh hay nguyện vọng cầu được chết, đã dẫn đường cho người lạc lối...\n\n\"Tên trộm rốt cuộc không thể thoát khỏi giá treo cổ... bài hát của các người là bài hát như vậy sao?\"\n\"Chỉ cần có nơi dung thân, dù vào bụng cá cũng mặc kệ đời...\"\n\"Khi lên thuyền, không phải bạn đã lập khế ước với con thuyền này ư?\"\n\"Ký ức này vẫn chưa bị rượu mạnh rửa trôi ư? Ha ha ha!\"\n\"Chưa quên là tốt. Bởi vì, giờ là lúc thực thi khế ước rồi.\"\n\n\"Ha ha, vậy cũng tốt, tất cả muốn sao cũng được...\"\n"
      },
      "imgid": "heart_of_depth_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "沉波之盏",
        "zht": "沉波之盞",
        "jp": "浮沈の杯",
        "ko": "해연의 잔",
        "en": "Goblet of Thundering Deep",
        "de": "Kelch der hohen Wellen",
        "es": "Cáliz de las Profundidades",
        "fr": "Calice des profondeurs",
        "pt": "Cálice das Profundezas",
        "ru": "Кубок оглушающих глубин",
        "id": "Goblet of Thundering Deep",
        "th": "Goblet of Thundering Deep",
        "vi": "Ly Gợn Sóng"
      },
      "description": {
        "zhs": "无心打捞上来的褪色酒盏，暗淡的外观呢喃着海波之底的往日。",
        "zht": "無心打撈上來的褪色酒盞，暗淡的外觀呢喃著海波之底的往日。",
        "jp": "何気なくすくい上げた色あせた酒杯、仄暗い外観は波の底にいた日々について囁いでいる。",
        "ko": "무심코 건져 올린 빛바랜 술잔, 어슴푸레한 외관은 바다 밑에 있던 날들을 속삭이고 있다",
        "en": "A faded wine cup that was unintentionally dredged up from the sea. Its dull exterior tells of the days it has spent beneath the waves.",
        "de": "Ein aus den tiefen Gewässern gefischter Weinkelch mit verblichenen Farben, die davon zeugen, wie lange der Kelch schon in der Tiefe herumgetrieben sein muss.",
        "es": "Un cáliz desteñido que alguien sacó del agua por casualidad. Sus tenues colores murmuran historias que tuvieron lugar bajo las olas del mar.",
        "fr": "Une coupe ternie qui a été récupérée en mer par hasard. On peut déduire qu'elle a passé du temps dans l'eau d'après son apparence.",
        "pt": "Uma taça de vinho com cores desvanecidas que foi encontrada no mar por acaso. Seu exterior opaco retrata o tempo que passou sob as ondas.",
        "ru": "Выцветший винный кубок, непроизвольно вынесенный на берег морскими волнами. Его тусклый цвет рассказывает историю о столетиях, проведённых на морском дне.",
        "id": "Cangkir anggur dengan warna pudar yang diambil dari laut secara tidak sengaja. Warnanya yang gelap seakan menggambarkan suasana di dasar laut.",
        "th": "แก้วสีซีดจางที่ถูกเก็บขึ้นมาจากทะเลโดยไม่ตั้งใจ ภายนอกที่หมองหม่นบ่งบอกถึงวันเวลาที่มันใช้อยู่ใต้ท้องทะเล",
        "vi": "Ly rượu đã bạc màu vô tình được vớt lên, màu sắc ảm đạm của nó dường như muốn kể về những năm tháng xưa cũ dưới đáy biển."
      },
      "lore": {
        "zhs": "\n稍有些褪色的精致杯盏，\n为海渊之砂所打磨干净。\n\n精巧的酒盏从大副手中滑落，仅在海面激起小小的浪花。\n在掠影的鱼群间，在光芒渐逝的海渊中，它经历了什么？\n在寂静的暗巷里，在幽会的雕花窗栏前，他曾经历什么？\n暗金酒盏缓缓下沉，沉入海怪的梦中，沉入大副的梦中…\n\n「这罪印是拜你所赐，这耻辱我总会找你讨还」\n月光照亮蓝宝石的眼眸，还有那道刺眼的伤疤。\n她的面庞在他的回忆之中愈发明亮，明艳冷傲，\n但他却忘记了自己那时作何回应，竟徒留怅然。\n\n「话说回来，这已经是第几次遗忘往事了呢…」\n\n「说了过去的事情无论如何都无所谓吧！」\n「一切死都是枉死，沉湎过往没有救赎。」\n",
        "zht": "\n稍有褪色的精緻杯盞，\n為海淵之砂打磨乾淨。\n\n精巧的酒盞從大副手中滑落，僅在海面激起小小的浪花。\n在掠影的魚群間，在光芒漸逝的海淵中，它經歷了什麼？\n在寂靜的暗巷裡，在幽會的雕花窗欄前，他曾經歷什麼？\n暗金酒盞緩緩下沉，沉入海怪的夢中，沉入大副的夢中…\n\n「這罪印是拜你所賜，這恥辱我總會找你討還」\n月光照亮藍寶石的眼眸，還有那道刺眼的傷疤。\n她的面龐在他的回憶之中愈發明亮，明豔冷傲，\n但他卻忘記了自己那時作何回應，竟徒留悵然。\n\n「話說回來，這已經是第幾次遺忘往事了呢…」\n\n「說了過去的事情無論如何都無所謂吧！」\n「一切死都是枉死，沉湎過往沒有救贖。」\n",
        "jp": "\n少し色落ちした上質な盃、\n海淵の砂で磨かれたもの。\n\n上質な盃が航海士の手から滑り落ち、海にほんの少しの水しぶきを立てた。\n大量の魚の群れで、光が薄れる海淵で、一体何を経験したのだろう？\n静寂で暗い路地で、花壇の柵前で、一体何を経験したのだろう？\n金の盃はゆっくりと、海に潜む怪物の夢に、船の上の航海士の夢に沈んでいった…\n\n「この罪はあなたから被せられたもの、この屈辱はいつか必ず返させてもらう」\n月明かりが青宝石の眼とまばゆいばかりの傷跡を照らす。\n彼の記憶の中にある彼女の顔は、明るくて美しかった。\nしかし彼は当時のことを忘れてしまい、悔しさだけが残った。\n\n「ところで、過去を忘れるのはこれで何回目だろう…」\n\n「過去のことを言ったってどうにもならないだろ！」\n「すべての死は無駄であり、救いはないのだから。」\n",
        "ko": "\n살짝 퇴색된 정교한 잔,\n해연의 모래로 깨끗하게 닦였다.\n\n정교한 술잔이 항해사의 손에서 미끄러져 바다에 빠지며 조그만 물보라를 일으켰다.\n수많은 물고기떼 사이로 빛이 점차 희미해지는 해연에서 무슨 일을 겪었을까?\n적막하고 어두운 골목길, 은밀한 조화 창문 앞에서 무슨 일을 겪었을까?\n다크골드 술잔은 천천히 가라앉으며 바다 괴수의 꿈과 항해사의 꿈속으로 빠져들었다…\n\n「언젠가 네가 남긴 이 굴욕을 갚고야 말 것이다」\n달빛이 사파이어의 눈동자와 눈에 거슬리는 상처를 비춘다.\n그의 기억 속에 있는 그녀 얼굴은 더욱 밝고 아름다웠다.\n하지만 그는 당시 자신이 했던 일을 잊어버려 아쉬움만이 남았다.\n\n「그나저나 과거를 잊는 게 이번이 몇 번째일까…」\n\n「지나간 과거를 말해봤자 아무 소용 없잖아!」\n「모든 죽음이 헛수고야. 과거에 빠져도 구원받지 못하니까」\n",
        "en": "\nA faded, but finely-crafted wine cup,\nGround down by the sands in the sea's depths.\n\nThe exquisite cup fell from the Chief Mate's hand, raising tiny ripples as it hit the ocean surface.\nWhat did it see amid the schools of fish in the dying light?\nWhat had he encountered amidst the silent alleys, before the bars of the flower-inlaid windows of a secret tryst?\nDown and down the dark gold cup sank, into the dreams of the sea monster, and into the dreams of the Chief Mate...\n\n\"Someday, I will return the favor for this mark of humiliation that you left upon me.\"\nThe moonlight illuminated sapphire eyes and that striking scar.\nIn his memory, her countenance grew brighter, beautiful, cold and proud,\nBut he had forgotten what he had said then, and grew suddenly despondent as a result.\n\n\"Come to think of it, how many times have I forgotten the past...\"\n\n\"Ha, does it matter how you retell the past?\"\n\"All deaths are in vain. There is no saving that which has already sunk.\"\n",
        "de": "\nEin leicht verblichener, aber fein gearbeiteter Weinbecher.\nDurch den Sand in den Tiefen des Meeres war sein Äußeres bereits leicht abgeschabt.\n\nDer exquisite Kelch fiel dem Obermaat aus der Hand und löste beim Auftreffen auf die Meeresoberfläche nur ein paar kleine Spritzer aus.\nWas sah er wohl inmitten der Fischschwärme im langsam dahinscheidenden Licht?\nWas war ihm inmitten der stillen Gassen begegnet, vor den Gittern der mit Blumen geschmückten Fenster?\nDer goldene Kelch sank immer tiefer, tief in die Träume des Seeungeheuers und tief in die Träume des Obermaats ...\n\n„Eines Tages werde ich mich für dieses Zeichen der Erniedrigung, die du mir angetan hast, revanchieren.“\nDas Mondlicht funkelte in den saphirblauen Augen und beleuchtete die auffällige Narbe.\nIn seiner Erinnerung wurde ihr Antlitz noch heller, schöner, kälter und stolzer,\naber er hatte vergessen, was er damals geantwortet hatte und war deshalb plötzlich frustriert.\n\n„Wenn ich darüber nachdenke, wie oft habe ich die Vergangenheit bereits vergessen ...“\n\n„Ha, spielt es denn eine Rolle, wie man später die Vergangenheit nacherzählt?“\n„Alle Tode sind vergeblich. Es gibt keine Rettung mehr für das, was bereits geschehen ist.“\n",
        "es": "\nUn cáliz algo descolorido, pero de una elaboración muy delicada\ny pulido por las arenas del fondo marino.\n\nEsta copa exquisita cayó desde las manos del Primer Oficial y solo salpicó ligeramente al atravesar la superficie del océano.\n¿Qué vio entre los bancos de peces y la luz tenue del fondo del mar?\n¿Qué oyó en el callejón silencioso, frente a los arabescos de la celosía?\nEl cáliz dorado se sumergió lentamente en los sueños del monstruo marino, en el sueño del Primer Oficial...\n\n“Esta marca de pecado se debe a ti. Lo pagarás algún día”.\nLa luna iluminaba una mirada zafiro y una cicatriz que atraviesa un ojo.\nEn sus recuerdos, la cara de ella relucía cada vez más y se volvía más fría y arrogante,\npero no es capaz de recordar qué respondió él, y de pronto se siente abatido.\n\n“Ahora que lo pienso, ¿cuántas veces olvidé ya el pasado?”.\n\n“Ja, ¿y qué importa ya el pasado?”.\n“Todas las muertes son en vano, y ahondar en el pasado no sirve de nada”.\n",
        "fr": "\nUne coupe raffinée, aux couleurs quelque peu délavées,\nPolie par le sable des profondeurs sous-marines.\n\nLa coupe exquise glissa de la main du second, faisant naître de minuscules ondes à la surface de l'eau en s'y enfonçant.\nQue vit-elle, perdue au milieu des bancs de poissons, alors que s'estompait la lumière ?\nEt lui, que vit-il dans les ruelles silencieuses du port endormi, aux fenêtres barrées de fleurs de quelque rendez-vous galant ?\nS'enfonçant toujours plus profond, la coupe dorée pénétra dans les songes de la créature marine, et dans les rêves du second...\n\n« Cette marque humiliante est de ton fait, et un jour, tu paieras. »\nLe clair de lune illumina les yeux de saphir, et la cicatrice à l'aspect si particulier.\nIl la voyait dans ses souvenirs, toujours plus belle, plus froide – et plus fière.\nMais il réalisa qu'il avait oublié quelles paroles il avait alors prononcées, et en conçut un amer désarroi.\n\n« Combien de fois ai-je oublié le passé... »\n\n« Ah ! À quoi bon ressasser les jours d'antan ? »\n« Toute mort est vaine, et aucun salut ne réside dans le passé. »\n",
        "pt": "\nUm cálice com as cores levemente desgastadas,\nriscadas pela areia das profundezas do mar.\n\nO copo requintado caiu da mão do Segundo Capitão, levantando pequenas ondulações ao atingir a superfície do oceano.\nO que será que ele viu por entre os cardumes de peixes e a luz desvanecida do abismo do mar?\nO que será que ele viu no porto silencioso, entre as barras das janelas cobertas de flores?\nCada vez mais o copo de ouro escuro afundou, nos sonhos do monstro marinho e nos sonhos do Segundo Capitão...\n\n\"Um dia, eu retribuirei o favor por esta marca humilhante que você me deixou.\"\nA luz da lua iluminava o olho da safira e a cicatriz deslumbrante.\nO rosto dela estava cada vez mais brilhante em suas memórias. Brilhante e arrogante,\nmas ele esqueceu como reagiu naquela época, ficando desapontado.\n\n\"Dito isso, já não sei quantas vezes esqueci...\"\n\n\"As coisas do passado não têm importância!\"\n\"Todas as mortes são em vão. Não há por que ficar se lamuriando sobre o passado.\"\n",
        "ru": "\nИзысканный, но слегка потерявший цвета кубок,\nдо блеска отполированный морским песком.\n\nЭтот изящный кубок выскользнул из рук старпома и упал в море, и лишь едва заметные круги разошлись по воде.\nЧто он увидел там, среди стаек рыб и лучей солнца, проникавших в морскую пучину?\nЧто он пережил в тёмных тихих улицах и на тайных собраниях под резными витражами?\nЧаша из тёмного золота медленно погрузилась в глубины моря, в глубины снов морских чудовищ, в глубины снов старпома...\n\n«За этот поступок вина лежит на тебе, я буду искать тебя, отплатишь сполна за этот позор».\nЛунный свет плещется в сапфировых глазах, он же озаряет броский шрам.\nЕё лик в его памяти ещё более светел, прекрасен и холоден,\nно не осталось памяти о том, что он чувствовал тогда. Осталась лишь досада.\n\n«С другой стороны, в который раз я уже забываю прошлое?..»\n\n«Прошлое не имеет никакого значения!\nВсё что умерло - мертво, и нет искупления грехам в прошлом».\n",
        "id": "\nSebuah cangkir anggur indah yang sudah pudar warnanya,\npermukaannya telah dihaluskan oleh pasir-pasir di dalam laut.\n\nCangkir anggur yang indah tersebut terlepas dari tangan Chief Mate, terjatuh ke laut dan menyebabkan percikan kecil.\nApa yang sudah disaksikannya di antara kerumunan ikan yang berenang, dan kedalaman laut yang semakin gelap?\nApa yang sudah disaksikannya di depan jendela dengan ukiran bunga, di dalam sebuah gang yang sepi, saat suatu pertemuan rahasia sedang berlangsung?\nCangkir anggur warna emas gelap itu perlahan tenggelam, masuk ke dalam mimpi monster laut dan ke dalam mimpi Chief Mate...\n\n\"Suatu hari nanti, aku akan membalas penghinaan darimu ini.\"\nCahaya rembulan menyinari mata yang indah seperti batu permata itu, dan juga menyinari bekas luka yang menusuk mata.\nSosoknya kembali muncul dalam ingatannya, sosok yang bersinar cantik namun juga dingin,\nTapi saat itu dia lupa menjawabnya, dan hanya meninggalnkan kekecewaan.\n\n\"Ngomong-ngomong, ini sudah yang keberapa kali aku melupakan kejadian masa lalu...\"\n\n\"Aku sudah tidak mempedulikan kejadian yang sudah berlalu!\"\n\"Semuanya mati sia-sia. Tidak ada gunanya menyelamatkan yang sudah tenggelam.\"\n",
        "th": "\nถ้วยสีซีดจางที่ทำขึ้นอย่างละเอียดอ่อน\nถูกขัดเงาด้วยผืนทรายใต้ทะเลลึก\n\nถ้วยอันงดงามซึ่งลื่นหลุดจากมือของรองกัปตัน มันทำให้เกิดระลอกคลื่นเล็ก ๆ เมื่อกระทบพื้นผิวของมหาสมุทร\nท่ามกลางฝูงปลาที่แหวกว่าย ท่ามกลางแสงไฟอันริบหรี่ใต้ทะเล มันพบเจออะไรมาบ้างกันนะ?\nท่ามกลางตรอกมืดอันเงียบสงัด เบื้องหน้าลูกกรงหน้าต่างแกะสลักของการนัดหมายแบบลับ ๆ เขาต้องเจอกับอะไรมาบ้างกันนะ?\nถ้วยไวน์สีทองเข้มซึ่งค่อย ๆ จมลงในความฝันของอสูรแห่งท้องทะเล จมลงสู่ความฝันของรองกัปตัน...\n\n\"ร่องรอยแห่งบาปนี้มอบให้โดยคุณ วันหนึ่งฉันจะคืนความอัปยศนี้ให้แก่คุณ\"\nแสงจันทร์สาดส่องดวงตาสีฟ้าราวกับอัญมณี และบาดแผลที่ขัดลูกตานั่น...\nใบหน้าของเธอสว่างขึ้นเรื่อย ๆ ในความทรงจำของเขา สดใสและเย่อหยิ่ง\nแต่เขากลับลืมไปแล้วว่าเขาตอบอย่างไรในตอนนั้น และก็ผิดหวังขึ้นมาในทันที\n\n\"จะว่าไปแล้ว นี่มันเป็นครั้งที่เท่าไหร่กันแล้วนะ ที่ฉันลืมเรื่องราวที่เกิดขึ้นในอดีต\"\n\n\"เหอะ ยังไงซะมันก็เป็นเรื่องที่ผ่านมาแล้ว ถ้างั้นก็ช่างมันเถอะ!\"\n\"ความตายทั้งหมดนั้นเปล่าประโยชน์ ไม่มีทางที่จะช่วยเหลือสิ่งที่จมลึกลงไปแล้วได้\"\n",
        "vi": "\nNhững chiếc cốc tinh tế đã hơi bạc màu,\nĐược đánh bóng bởi cát của biển sâu.\n\nCốc rượu tinh xảo trượt khỏi tay Thuyền phó, chỉ tạo ra một gợn sóng nhỏ trên mặt biển.\nGiữa đàn cá vút qua, trong biển sâu tăm tối, nó đã trải qua những gì?\nTrong hẻm tối tĩnh mịch, trước song cửa sổ chạm khắc hình hoa, anh ấy từng trải qua những gì?\nChén rượu màu vàng tối chìm dần, vào giấc mộng của quái vật biển, vào giấc mộng của Thuyền phó...\n\n\"Tội ấn này là ngươi ban cho, ta sẽ luôn tìm ngươi để trả lại nỗi nhục này\"\nÁnh trăng soi sáng đôi mắt màu bảo lam và vết sẹo lớn.\nKhuôn mặt cô trở nên rạng rỡ hơn trong hồi ức của anh, tươi sáng và ngạo mạn,\nNhưng anh lại quên mất khi đó mình phản ứng ra sao, và anh rất thất vọng.\n\n\"Phải nói rằng, đây đã là lần thứ mấy tôi quên mất chuyện cũ rồi...\"\n\n\"Nhắc đến chuyện cũ, bất luận ra sao cũng chẳng còn quan trọng!\"\n\"Tất cả cái chết đều oan uổng, đắm chìm trong quá khứ chẳng có ích gì.\"\n"
      },
      "imgid": "heart_of_depth_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "酒渍船帽",
        "zht": "酒漬船帽",
        "jp": "酒に漬けた帽子",
        "ko": "술로 얼룩진 수병모",
        "en": "Wine-Stained Tricorne",
        "de": "Weinverschmierte Kapitänsmütze",
        "es": "Gorro de Capitán Manchado de Vino",
        "fr": "Calot taché de vin",
        "pt": "Quepe de Capitão Manchado de Vinho",
        "ru": "Треуголка в пятнах вина",
        "id": "Wine-Stained Tricorne",
        "th": "Wine-Stained Tricorne",
        "vi": "Mũ Đượm Rượu"
      },
      "description": {
        "zhs": "古旧的船帽，缭绕着不散的酒气、浸渍了斑驳的酒痕。",
        "zht": "古舊的船帽，繚繞著不散的酒氣、浸漬了斑駁的酒痕。",
        "jp": "旧式の船長帽、今でも抜けきらない酒の匂いが纏わり付き、酒の痕跡があちこちに染みついている。",
        "ko": "구식 수병모, 지금도 지독한 술 냄새가 휘감겨 술의 흔적이 곳곳에 배어 있다",
        "en": "An ancient, wine-stained sea hat that still reeks of alcohol even now.",
        "de": "Der alte Hut eines Kapitäns, der noch immer nach dem Alkohol riecht, in dem er vor langer Zeit gelegen haben muss.",
        "es": "Un antiguo gorro de capitán con un hedor a alcohol imposible de quitar. En él, hay algunas manchas de vino.",
        "fr": "Un vieux couvre-chef taché par du vin. Il empeste encore l'alcool aujourd'hui.",
        "pt": "Um antigo chapéu manchado de vinho que ainda cheira a álcool.",
        "ru": "Старинная капитанская шляпа, насквозь пропитанная вином. От неё разит алкоголем и по сей день.",
        "id": "Topi tentara laut yang sudah usang dengan permukaan penuh bercak anggur dan masih bisa tercium bau anggur darinya sampai sekarang.",
        "th": "หมวกเก่า ๆ เปื้อนคราบไวน์ที่มาจากทะเล มันยังมีกลิ่นไวน์ติดอยู่จนถึงทุกวันนี้",
        "vi": "Mũ thủy thủ cũ, vẫn còn phảng phất hương rượu chưa tan cũng như những vết ố màu rượu."
      },
      "lore": {
        "zhs": "\n散发着浓烈酒气的三角帽，\n其形制象征着故主的身份。\n\n滥饮的大副终日间醺醉迷离，罕有酒醒的时刻。\n浑身围绕刺鼻的酒气，总是呢喃着残破的记忆，\n欢笑的船师对此却并不责怪，仍将重任委以他。\n\n「因为我们都是一无所有的人啊。哈哈哈哈！」\n\n「酒渍的船帽被暴风扬入高空，逐浪乘波而去」\n「注定失去故乡之人，进行着无望无求的纷争」\n「从回忆之海中丢失的，他们向深邃之海讨取」\n\n「海流风向全部正确。我找到了。」\n「在梦中也啃噬着我的那头巨兽…」\n「报偿之刻终于到来。起帆吧！」\n",
        "zht": "\n散發著濃烈酒氣的三角帽，\n其形制象徵著故主的身份。\n\n濫飲的大副終日醺醉迷離，罕有酒醒的時刻。\n渾身圍繞刺鼻的酒氣，總是呢喃著殘破的記憶，\n歡笑的船師對此卻並不責怪，仍委以重任。\n\n「因為我們都是一無所有的人啊。哈哈哈哈！」\n\n「酒漬的船帽被暴風揚入高空，逐浪乘波而去」\n「註定失去故鄉之人，進行著無望無求的紛爭」\n「從回憶之海中丟失的，他們向深邃之海討取」\n\n「海流風向全部正確。我找到了。」\n「在夢中也啃噬著我的那頭巨獸…」\n「報償之刻終於到來。起帆吧！」\n",
        "jp": "\n強い酒の匂いがする三角帽子、\nその形はかつての持ち主を象徴する。\n\n酒に溺れる副船長は終日酔っぱらったままにいる。\nその身に酒臭が染み込み、口からは千切れた記憶が囁かれていた。\nだが船師はちっとも気にせず、ただ微笑む。依然として彼に重任を任せた。\n\n「だって俺らは皆、なんもねぇ奴らだからな。ハハハハハ！」\n\n「酒がしみついた帽子は嵐に巻き上げられ、千波万波に飲み込まれ」\n「やがて故郷を失う者は、無欲の争いを続け」\n「追憶の海で無くなった物を、彼らは深邃の海で取り戻そうとする」\n\n「風もよし、海もよし。とうとう見つけた。」\n「夢の中でさえ俺らを食いつく獣…」\n「今こそ敵討ちの時、帆を上げろ！」\n",
        "ko": "\n독한 술 냄새를 풍기는 삼각모자,\n그 형태가 옛 주인의 신분을 상징한다.\n\n술독에 빠져 사는 항해사는 종일 만취한 상태로 있다.\n코를 찌르는 술 냄새가 온몸에 배여 있고 항상 온전치 못한 기억을 중얼거린다.\n웃기만 하는 선장은 이를 전혀 개의치 않고 여전히 그에게 중임을 맡겼다.\n\n「왜냐하면 우린 모두 아무것도 없는 사람이니까. 하하하!」\n\n「술이 스며든 모자가 폭풍에 휩쓸려 하늘 높이 날아가다 파도와 함께 사라졌어」\n「고향을 잃은 자들은 반드시 희망과 욕심 없는 싸움을 계속할 거야」\n「그들은 추억의 바다에서 잃어버린 걸 깊은 바다에서 되찾으려 하지」\n\n「해류와 바람 모두 정확해. 찾았어」\n「꿈속에서 나를 뜯어먹던 그 거대한 괴수를…」\n「드디어 원수를 값을 시간이네. 돛을 펼쳐라!」\n",
        "en": "\nA tricorne hat thick with the smell of alcohol.\nIts shape and design symbolize the position of its owner.\n\nThe hard-drinking Chief Mate was lost in a drunken reverie from morning till night, and was rarely ever sober.\nHe reeked of alcohol all over, mumbling often of tattered memories.\nThe jovial Skipper did not reprimand him, however, and indeed kept giving him important responsibilities.\n\n\"Well, we are both people without a thing to our names, eh? Hahahaha!\"\n\n\"The wine-sodden sea hat was thrust by a storm into the sky, and then carried away on the roiling waves.\"\n\"Those fated to lose their homelands engage in battles bereft of hope and want.\"\n\"That which they lost to the sea of memory, they sought to reclaim from the deep.\"\n\n\"The wind and waves are correct. We have found it.\"\n\"That giant creature that haunts and gnaws at me even in my dreams...\"\n\"The time for vengeance has arrived. We set sail!\"\n",
        "de": "\nEin Dreispitz, getränkt mit dem Geruch von Alkohol.\nSeine Form und Gestaltung symbolisieren die Position seines Besitzers.\n\nDer häufig zur Flasche greifende Obermaat verlor sich von morgens bis abends in einem betrunkenen Traum und war selten nüchtern.\nEr stank am ganzen Körper nach Alkohol und murmelte oft von Erinnerungsfetzen.\nDer lachende Schipper tadelte ihn jedoch nicht und übertrug ihm in der Tat immer wieder wichtige Aufgaben.\n\n„Nun, wir sind beide Menschen, die nichts mehr haben, oder? Hahaha!“\n\n„Der weingetränkte Hut wurde von einer Sturmböe hoch in den Himmel geschleudert und dann von den tosenden Wellen weggetragen.“\n„Diejenigen, denen es bestimmt ist, ihre Heimatländer zu verlieren, stürzen sich in Schlachten, die ihrer Hoffnung und Reinheit beraubt sind.“\n„Das, was sie im Meer der Erinnerungen verloren hatten, wollten sie nun aus der Tiefe zurückerobern.“\n\n„Wenn Meer und Winde günstig stehen, dann habe ich es gefunden.“\n„Die Bestie, die in meinen Träumen an mir frisst ...“\n„Der Moment der Belohnung ist endlich da. Setzt die Segel!“\n",
        "es": "\nUn sombrero de tres picos que apesta a alcohol.\nSu forma revela la posición de su antiguo dueño.\n\nEl Primer Oficial bebía tanto que raramente se le veía sobrio.\nSiempre lo rodeaba el olor acre del alcohol mientras murmuraba entre dientes sus recuerdos fragmentados.\nNo obstante, el Capitán, sonriendo, nunca lo regañaba, y seguía confiándole grandes responsabilidades.\n\n“Porque ninguno de los dos tenemos nada que perder, ¿verdad? ¡Jajaja!”.\n\n“Una ráfaga de viento se llevó volando el sombrero manchado de vino, y las olas lo arrastraron”.\n“Quienes están destinados a perder su patria se meten en batallas desesperadas”.\n“Buscan recuperar de las profundidades lo que perdieron en el océano de la memoria”.\n\n“El viento y las olas son favorables. Lo encontré”.\n“Esa bestia enorme que me devora en mis sueños...”\n“Llegó el momento de la venganza. ¡Icen las velas!”.\n",
        "fr": "\nCe tricorne dégage une forte odeur d'alcool.\nSa forme indique le rang de celui qui le porte.\n\nLe second, dont le penchant pour les tord-boyaux était prononcé, passait ses journées perdu dans une rêverie éthylique, et dessaoulait rarement.\nPuant l'alcool, il restait là à marmonner quelque souvenir obscur.\nLe capitaine jovial ne lui en tenait pas rigueur, lui confiant même d'importantes responsabilités.\n\n« Après tout, nous n'avons rien à perdre, pas vrai ? Hahaha ! »\n\n« Le couvre-chef aux relents d'alcool fut projeté dans les airs par la tempête, avant d'être emporté au loin par les flots agités. »\n« Ceux qui sont voués à perdre leur foyer n'ont d'autre choix que de prendre part à des luttes désespérées. »\n« Et ainsi vont-ils, réclamant aux profondeurs les vestiges perdus dans leurs souvenirs. »\n\n« Le vent et les vagues sont propices. Nous l'avons trouvé. »\n« Le monstre qui hante mes rêves et qui dévore mes nuits... »\n« L'heure de la vengeance a enfin sonné. Hissez les voiles ! »\n",
        "pt": "\nUm chapéu de três pontas carregado com o cheiro de álcool.\nSua forma e design simbolizam a posição de seu proprietário.\n\nO Segundo Capitão que bebia muito, perdeu-se em um devaneio bêbado de manhã à noite, e raramente estava sóbrio.\nEle fedia a álcool por toda parte, e murmurava com frequência de memórias despedaçadas.\nNo entanto, o jovial Skipper não o repreendeu, e de fato continuou a lhe dar responsabilidades importantes.\n\n\"Bem, ambos somos pessoas sem nada em nossos nomes, não é? Hahahaha!\"\n\n\"O chapéu coberto de vinho, foi arrastado por uma tempestade para o céu, e depois levado pelas ondas em movimento\"\n\"Aqueles que estão condenados a perder sua pátria estão engajados em uma luta sem esperança e não correspondida.\"\n\"O que eles perderam para o mar da memória, eles procuraram recuperar das profundezas\"\n\n\"O vento e as ondas estão corretos. Nós o encontramos.\"\n\"Aquela criatura gigante que me assombra e corrói até em meus sonhos...\"\n\"O momento da vingança chegou. Lançar velas!\"\n",
        "ru": "\nТреуголка, испускающая терпкий запах алкоголя.\nЕё покрой говорит о положении прежнего хозяина.\n\nСтарпом, не знавший меры в выпивке, всегда был пьян и редко трезвел.\nЗа ним всюду следовал запах алкоголя, а он продолжал бормотать о своих исковерканных воспоминаниях.\nНо весёлый капитан не винил его и по-прежнему давал ему важные поручения.\n\n«Потому что у всех нас ни гроша за душой, ха-ха-ха!»\n\n«Пропитанную вином шляпу сорвал ветер и унёс ввысь, а потом она оседлала волны и уплыла.\nТе, кто потерял родных и родину, пускаются в безнадёжные битвы.\nПотерянные в океане собственных воспоминаний, они обращаются к морским глубинам».\n\n«Волны и ветры благоволят нам!\nМы нашли то чудовище, что терзает меня своими клыками во снах...\nПришёл час расплаты. Поднять паруса!»\n",
        "id": "\nTopi segitiga yang menyebarkan aroma anggur yang kuat,\nBentuknya menonjolkan posisinya sebagai seorang pemilik.\n\nChief Mate yang minum terlalu banyak akhirnya mabuk hingga tidak sadarkan diri, tidak tahu kapan dia akan tersadar.\nSekujur tubuhnya penuh dengan aroma anggur yang menusuk hidung, membuatnya sedikit mengingat kejadian yang menyedihkan itu,\nPara pelaut itu sama sekali tidak menyalahkannya, mereka masih sangat menghormatinya.\n\n\"Karena kita semua adalah orang yang tidak punya apa-apa. Hahahaha!\"\n\n\"Topi pelaut yang penuh dengan aroma anggur itu terbang tertiup angin, lalu jatuh ke air dan perlahan hilang ditelan ombak\"\n\"Kehilangan orang-orang dari kampung halaman, membuatnya terjebak dalam keputusasaan\"\n\"Ingatan yang hilang oleh lautan, harus dicari kembali dari dalam laut\"\n\n\"Arah angin laut sudah sesuai. Kita sudah berhasil menemukannya.\"\n\"Aku masih sering bermimpi tentang monster yang menggigitku itu...\"\n\"Waktu untuk balas dendam itu akhirnya tiba. Ayo berlayar!\"\n",
        "th": "\nหมวกสามเขาซึ่งอบอวลไปด้วยกลิ่นของเหล้า\nลักษณะของมันบ่งบอกถึงตัวตนของผู้ที่เคยครอบครอง\n\nรองกัปตันผู้ดื่มอย่างหนักจนหายไปในภวังค์แห่งความเมาตั้งแต่เช้าจรดค่ำ ซึ่งเป็นเรื่องยากมากที่จะเห็นช่วงเวลาที่เขามีสติ\nโอบล้อมด้วยกลิ่นฉุนของเหล้า ถูกกระซิบด้วยความทรงจำที่แตกสลายอยู่เสมอ\nแต่นายเรือก็ไม่ได้กล่าวโทษเขาในเรื่องนี้แต่อย่างใด และก็ยังคงให้เขารับผิดชอบในหน้าที่ที่สำคัญอยู่ต่อไป\n\n\"เพราะพวกเราต่างก็เหลือแต่ตัวเปล่า ๆ ทั้งคู่ไงล่ะ ฮ่าฮ่าฮ่า!\"\n\n\"หมวกเดินเรือเปื้อนไวน์ถูกพายุพัดขึ้นฟ้าและลอยไปตามคลื่น\"\n\"ผู้มีชะตากรรมต้องสูญเสียบ้านเกิดได้เข้าร่วมการต่อสู้ที่สิ้นหวังและไร้ซึ่งความต้องการ\"\n\"ซึ่งหายไปจากทะเลแห่งความทรงจำ พวกเขาแสวงหาจากทะเลลึก\"\n\n\"ทิศทางลมและเกลียวคลื่นนั้นถูกต้อง ฉันเจอมันแล้ว\"\n\"เจ้าอสูรตัวยักษ์ที่หลอกหลอนและกัดแทะฉันในความฝันนั่น...\"\n\"ช่วงเวลาแห่งการแก้แค้นมาถึงแล้ว ออกเรือกันเถอะ!\"\n",
        "vi": "\nChiếc mũ tam giác toát ra mùi rượu mạnh,\nHình dạng của nó tượng trưng cho thân phận của chủ cũ.\n\nThuyền phó nghiện rượu cả ngày say xỉn, hiếm khi tỉnh táo.\nXung quanh là mùi rượu nồng nặc, luôn thì thầm những ký ức vụn vỡ,\nNhưng thuỷ thủ vui vẻ không hề trách cứ, vẫn giao cho anh nhiệm vụ quan trọng.\n\n\"Vì chúng ta đều là kẻ chẳng có thứ gì. Ha ha ha!\"\n\n\"Mũ thuyền ngấm rượu bị gió bão cuốn lên trời cao, rồi trôi theo con sóng.\"\n\"Những người mất quê hương, vướng vào những cuộc tranh chấp vô vọng.\"\n\"Thứ đánh mất vào biển ký ức, họ đòi lại nó từ biển sâu\"\n\n\"Chiều gió của hải lưu đều chuẩn xác. Ta tìm thấy rồi.\"\n\"Con quái vật gặm nhấm ta trong giấc mơ...\"\n\"Thời khắc báo đáp cuối cùng đã đến. Ra khơi thôi!\"\n"
      },
      "imgid": "heart_of_depth_circlet"
    }
  ]
}