{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "苍白之火",
    "zht": "蒼白之火",
    "jp": "蒼白の炎",
    "ko": "창백의 화염",
    "en": "Pale Flame",
    "de": "Fahle Flammen",
    "es": "Llamas Albinas",
    "fr": "Flamme blême",
    "pt": "Chama Pálida",
    "ru": "Бледный огонь",
    "id": "Pale Flame",
    "th": "Pale Flame",
    "vi": "Lửa Trắng Xám"
  },
  "descriptions": [
    {
      "zhs": "造成的物理伤害提高25%。",
      "zht": "造成的物理傷害提高25%。",
      "jp": "物理ダメージ+25%。",
      "ko": "가하는 물리 피해가 25% 증가한다",
      "en": "Physical DMG is increased by 25%.",
      "de": "Erhöht den verursachten physischen Schaden um 25 %.",
      "es": "Daño Físico +25%.",
      "fr": "Augmente les DGT physiques de 25 %.",
      "pt": "Dano Físico causado +25%",
      "ru": "Увеличивает физ. урон на 25%.",
      "id": "Meningkatkan 25% Physical DMG.",
      "th": "สร้างความเสียหายกายภาพ เพิ่มขึ้น 25%",
      "vi": "Sát thương vật lý tạo thành tăng 25%."
    },
    {
      "zhs": "元素战技命中敌人后，攻击力提升9%。该效果持续7秒，至多叠加2层，每0.3秒至多触发一次。叠满2层时，2件套的效果提升100%。",
      "zht": "元素戰技命中敵人後，攻擊力提升9%。該效果持續7秒，至多疊加兩層，每0.3秒至多觸發一次。疊滿兩層時，2件套裝的效果提升100%。",
      "jp": "元素スキルが敵に命中すると、攻撃力+9%。持続時間7秒、最大2重まで、0.3秒毎に1回のみ発動可能。2重まで重ねると、2セットの効果が2倍になる。",
      "ko": "원소전투 스킬로 적을 명중하면 공격력이 9% 증가한다. 지속 시간: 7초, 최대 중첩수: 2회. 해당 효과는 0.3초마다 1회 발동되며, 2회 중첩 시 2세트의 효과가 100% 증가한다",
      "en": "When an Elemental Skill hits an opponent, ATK is increased by 9% for 7s. This effect stacks up to 2 times and can be triggered once every 0.3s. Once 2 stacks are reached, the 2-set effect is increased by 100%.",
      "de": "Erhöht den ANG beim Treffen von Gegnern mit Elementarfähigkeiten 7 s lang um 9 %, 2-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Effekt des Sets mit 2 Teilen beim Erreichen des Limits von 2 Stapelungen um 100 %.",
      "es": "Al atacar a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 9% durante 7 s. Este efecto puede acumularse hasta 2 veces y activarse cada 0.3 s. Al alcanzar 2 acumulaciones, el efecto de dos piezas del conjunto aumenta en un 100%.",
      "fr": "Lorsqu'une compétence élémentaire a touché un ennemi, l'ATQ augmente de 9 % pendant 7 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,3 s. Une fois 2 cumuls atteints, l'effet du set de 2 pièces augmente de 100 %.",
      "pt": "Quando a Habilidade Elemental atinge um inimigo, o Ataque aumenta em 9% por 7s. Esse efeito acumula até 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando se possui 2 acúmulos, o efeito do conjunto de 2 Artefatos é aumentado em 100%.",
      "ru": "Когда элементальный навык попадает по врагам, атака увеличивается на 9% в течение 7 сек. Эффект может складываться до 2 раз и возникнуть не чаще 1 раза за 0,3 сек. На 2 уровне складывания эффект набора из 2 вещей увеличивается на 100%.",
      "id": "Saat Elemental Skill mengenai musuh, meningkatkan 9% ATK selama 7 detik. Efek ini dapat ditumpuk hingga 2 lapis dan dapat terpicu setiap 0,3 detik. Setelah menumpuk 2 lapis, efek dari Set 2 Bagian akan meningkat 100%.",
      "th": "เมื่อสกิลธาตุโจมตีถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 9% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 7 วินาที และซ้อนทับกันได้มากสุด 2 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับครบ 2 ชั้นแล้ว เอฟเฟกต์ของเซ็ต 2 ชิ้น จะเพิ่มขึ้น 100%",
      "vi": "Sau khi kỹ năng nguyên tố đánh trúng kẻ địch, tấn công tăng 9%, kéo dài 7s, tối đa cộng dồn 2 tầng. Mỗi 0.3s tối đa kích hoạt 1 lần, sau khi tích đầy 2 tầng, hiệu quả bộ 2 món tăng 100%."
    }
  ],
  "imgid": "pale_flame_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "无垢之花",
        "zht": "無垢之花",
        "jp": "無垢の花",
        "ko": "무구의 꽃",
        "en": "Stainless Bloom",
        "de": "Blume der Reinheit",
        "es": "Flor Inmaculada",
        "fr": "Fleur inaltérable",
        "pt": "Flor da Purificação",
        "ru": "Незапятнанный цветок",
        "id": "Stainless Bloom",
        "th": "Stainless Bloom",
        "vi": "Hoa Hoàn Mỹ"
      },
      "description": {
        "zhs": "湛蓝而坚硬，永不凋败、永不褪色的人造花朵。",
        "zht": "湛藍而堅硬，永不凋敗、永不褪色的人造花朵。",
        "jp": "決して枯れず色褪せない、青くて硬い造花。",
        "ko": "결코 시들지 않고, 바래지도 않는 짙푸르고 단단한 조화",
        "en": "A hard, blue artificial flower. Its petals shall never wither, nor shall its colors fade.",
        "de": "Eine künstlich hergestellte blaue Blume mit harten Blütenblättern, die nie welken und nie ihre Farbe verlieren.",
        "es": "Una flor azul, dura y artificial. Sus pétalos nunca se marchitarán y su color nunca se apagará.",
        "fr": "Une fleur artificielle bleue et solide. Ses pétales ne se flétriront jamais, et sa couleur sera toujours aussi flamboyante.",
        "pt": "Uma flor artificial azul e sólida que nunca murcha e nunca se torna opaca.",
        "ru": "Жёсткий синий искусственный цветок. Он никогда не поблёкнет, а его лепестки никогда не завянут.",
        "id": "Bunga buatan yang keras dan berwarna biru. Kelopaknya tidak akan layu dan warnanya tidak akan pernah pudar.",
        "th": "ดอกไม้ประดิษฐ์สีฟ้าสดใส ที่ไม่มีวันเหี่ยวเฉาและซีดจาง",
        "vi": "Hoa giả có màu xanh đậm và cứng, không bao giờ tàn, không bao giờ phai màu."
      },
      "lore": {
        "zhs": "\n「你真是不可思议呢。竟然以人类的躯体，承受着这样的力量。」\n「你虽然自称已经流尽了眼泪与血，但只是用火填满了身体吧…」\n「即使早已遍体鳞伤，但伤口和眼角只能流出铁水般炽热的火。」\n「似乎离题了。我循着狼烟而来，是为了提出交易…」\n「让吾等『陛下』的恩赐，熄灭啃噬你的火。如何？」\n\n最初的愚者将「力量」交给了生命之火几乎枯竭的少女，\n而她透过「妄念」看见污秽的过去与无垢的未来的界限…\n\n我明白了，就用坚冰来替代我被抹消的过去，来熄灭常燃之火吧。\n将漆黑的污垢、世界的伤痛、戴罪的人与兽，以沉默的冰洗净吧。\n\n即使如此，苍白无垢的烈焰依然在她的心中熊熊燃烧…\n\n「我与你、你的女皇的目的，是一致的。」\n「洗净这个世界的歪曲之源：短视愚昧的诸神、污秽漆黑的深渊。」\n「很好。无论要做什么都好，就让我成为实现我等目的的道具吧。」\n「因为我啊，即使穿上了白衣，我全身上下早就沾满了不可能洗净的，死骸的油与灰啊。」\n",
        "zht": "\n「你真是不可思議呢。竟然以人類的軀體，承受著這樣的力量。」\n「你雖然自稱已經流盡了眼淚與血，但只是用火填滿了身體吧…」\n「即使早已遍體鱗傷，但傷口和眼角只能流出鐵水般熾熱的火。」\n「似乎離題了。我循著狼煙而來，是為了提出交易…」\n「讓吾等『陛下』的恩賜，熄滅啃噬你的火。如何？」\n\n最初的愚者將「力量」交給了生命之火幾乎枯竭的少女，\n而她透過「妄念」看見污穢的過去與無垢的未來的界限…\n\n我明白了，就用堅冰來替代我被抹消的過去，熄滅常燃之火吧。\n將漆黑的污垢、世界的傷痛、戴罪的人與獸，以沉默的冰洗淨吧。\n\n即使如此，蒼白無垢的烈焰依然在她的心中熊熊燃燒…\n\n「我、你、你的女皇，目的是一致的。」\n「洗淨這個世界的歪曲之源：短視愚昧的諸神、污穢漆黑的深淵。」\n「很好。無論要做什麼都好，就讓我成為實現我等目的的道具吧。」\n「因為我啊，即使穿上了白衣，我全身上下早就沾滿了不可能洗淨的，死骸的油與灰啊。」\n",
        "jp": "\n「貴様は実に不思議な存在だ。人間の体で、それほどまでの力を背負うとは。」\n「涙と血はもう流し尽くしたと言っていたが、炎で体を満たしただけであろう…」\n「満身創痍になろうと、傷口と両目から流れるのは灼熱の炎のみ。」\n「話が逸れたな。我輩が狼煙をたよりにここへ来たのは、貴様と交渉するためだ…」\n「我らが『陛下』の恩恵で貴様の炎を飲み込もう。どうだ？」\n\n一人目の愚者は命の炎が尽き果てようとする少女に「力」を授けた、\n少女は「妄念」を通して穢れた過去と無垢な未来の境界を見た…\n\n消え去った私の過去を堅氷で満たし、燃え続ける炎を消そう。\n漆黒の闇、世界の痛み、人と獣の罪、それらすべてを沈黙の氷で浄化しよう。\n\nそれでも、蒼白で無垢なる炎は彼女の心の中で燃え続けていた…\n\n「私とあんた、それにあんたの女皇とは、目的が一致している。」\n「愚かな神々、漆黒のアビス——それら世界の歪みを生み出す根源を浄化する。」\n「いいでしょう。その目的を実現するためなら、何をしてもかまわないわ。」\n「だって私、白衣を着ていても、もうとっくに洗い落とせないほど死骸の油と灰に染まっているもの。」\n",
        "ko": "\n「당신은 정말 불가사의하군요. 인간의 몸으로 이런 힘을 받아들이다니」\n「당신은 피와 눈물을 다 쏟아냈다고 했으니, 불로 몸을 채웠겠지요…」\n「온몸이 상처투성이겠지만, 상처와 눈가에서는 쇳물 같이 뜨거운 불만이 흐를 거예요」\n「주제에서 벗어난 것 같군요. 난 봉화를 따라 왔어요. 거래를 하려고…」\n「『폐하』의 은혜로 당신을 집어삼킨 불을 끄는 게 어때요?」\n\n최초의 어리석은 자는 「힘」을 생명의 불에 넘긴 거의 다 죽어가는 소녀,\n그녀는 「망상」을 넘어 오염된 과거와 깨끗한 미래의 경계를 봤다…\n\n난 깨달았다. 견고한 얼음으로 내 지워져버린 과거를 대신해 불을 끄자.\n까만 때와 세상의 아픔, 속죄하는 인간과 짐승을 침묵의 얼음으로 정화시키자.\n\n그렇다 해도 창백하고 순결한 화염은 여전히 그녀의 가슴속에서 활활 타오르고 있다…\n\n「나와 당신, 당신의 여왕이 노리는 목표는 같아요」\n「이 세상을 왜곡시킨 근원인 어리석은 신들과 더럽고 칠흑 같은 심연을 정화시키는 것이죠」\n「좋습니다. 뭘 하든 괜찮아요. 날 우리의 목적을 이루는 도구가 되게 해줘요」\n「난 흰 옷을 입고 있지만 내 몸은 씻어낼 수 없는 유해들의 기름과 재로 물들어 있으니까요」\n",
        "en": "\n\"You astound me. You have but a human body, and yet you carry such a power within you.\"\n\"You claim that you have no tears left to cry, no blood left to shed, but surely this is because you have filled yourself with fire...\"\n\"Though your body has long been covered in scars, fierce flames are all that now may flow, like molten iron, from your eyes and your wounds.\"\n\"But we appear to have gotten off-topic. I followed the trail of smoke and tracked you down because I wish to strike a deal with you...\"\n\"Let the flames that now devour you be extinguished by the grace of Her Majesty. What say you?\"\n\nThe first Fatuus gave power to a young woman in whom the flame of life had all but died,\nAnd in her wild imagination, she saw the line that lay between the corrupt past and a stainless future...\n\n\"I understand. Then, let glacial ice take the place of my erased past and extinguish these undying flames.\"\n\"Let the darkness of corruption, the pain of the world, and the humans, beasts, and the sin they carry all be purified by silent ice.\"\n\nBut despite this, a pure white flame continued to burn within her heart...\n\n\"We share the same goal, you, your Tsaritsa, and I.\"\n\"Cleanse the sources of distortion in this world: short-sighted, ignorant gods and the darkness and corruption of the Abyss.\"\n\"Good. I will do whatever it takes to become an effective instrument in the advancement of our common cause.\"\n\"For even if I dress in pure white from head to toe, the ashes of the dead that have long left their stain on every inch of my being can never be cleansed.\"\n",
        "de": "\n„Du erstaunst mich. Du hast nur einen menschlichen Körper und doch trägst du eine solche Macht in dir.“\n„Du behauptest, dass du keine Tränen mehr zu weinen hast, kein Blut mehr zu vergießen, aber das liegt sicher daran, dass du dich mit Feuer gefüllt hast ...“\n„Obwohl dein Körper schon lange mit Narben bedeckt ist, sind es nur noch heftige Flammen, die wie geschmolzenes Eisen aus deinen Augen und deinen Wunden fließen.“\n„Aber wir scheinen vom Thema abgekommen zu sein. Der Grund, warum ich der Rauchspur gefolgt bin und dich aufgespürt habe, ist, dass ich eine Abmachung mit dir treffen möchte...“\n„Lass die Flammen, die dich jetzt verzehren, durch die Gnade Ihrer Majestät erlöschen. Was sagst du?“\n\nDer erste Fatuus gab einer jungen Frau Macht, in der die Flamme des Lebens schon fast erloschen war,\nund in ihrer wilden Fantasie sah sie die Linie, die zwischen der korrupten Vergangenheit und einer rostfreien Zukunft lag ...\n\n„Ich verstehe. Dann lass Gletschereis den Platz meiner ausgelöschten Vergangenheit einnehmen und diese unsterblichen Flammen auslöschen.“\n„Lasst die Dunkelheit der Verderbnis, den Schmerz der Welt und die Menschen, Tiere und die Sünde, die sie tragen, durch stilles Eis gereinigt werden.“\n\nAber trotzdem brannte eine reine weiße Flamme in ihrem Herzen weiter...\n\n„Wir haben das gleiche Ziel, du, deine Zarin und ich.“\n„Reinige die Quellen der Verzerrung in dieser Welt: kurzsichtige, ignorante Götter und die Dunkelheit und Korruption des Abgrunds.“\n„Gut. Ich werde alles tun, was nötig ist, um ein effektives Instrument für den Fortschritt unserer gemeinsamen Sache zu werden.“\n„Denn selbst wenn ich mich von Kopf bis Fuß in reines Weiß kleide, kann die Asche der Toten, die längst ihren Fleck auf jedem Zentimeter meines Wesens hinterlassen hat, niemals gereinigt werden.“\n",
        "es": "\n“Eres increíble. ¿Cómo puedes albergar tal poder en un cuerpo humano?\nDices que ya no tienes más sangre y lágrimas que derramar, pero eso seguramente se deba a que has llenado de fuego tu interior.\nAunque tu cuerpo lleva mucho tiempo lleno de cicatrices, ahora lo único que sale de tus heridas y tus ojos cual hierro fundido son unas feroces llamas.\nVaya, creo que me he desviado del tema en cuestión. Seguí el rastro del humo desde muy lejos y vine a ti para ofrecerte un trato.\nDeja que Su Majestad extinga el fuego que te atormenta. ¿Qué opinas?”\n\nEl primer Fatui le dio poder a la joven cuyo fuego vital casi se había apagado.\nY a través de su quimera, pudo contemplar la línea que separaba su corrupto pasado de su futuro inmaculado...\n\n“Ahora lo comprendo... Entonces, deja que el gélido hielo reemplace mi ahora borroso pasado y que apague estas inextinguibles llamas.\nQue el silencioso hielo purifique la corrupción de la oscuridad, el sufrimiento del mundo y los pecados de los humanos y las bestias”.\n\nPese a todo ello, una inmaculada llama blanca aún ardía en el corazón de la joven...\n\n“La Zarina, tú y yo perseguimos el mismo fin:\nel de purificar el distorsionado origen de este mundo; la ignorancia y la poca visión de futuro de los dioses y la oscuridad y la corrupción del Abismo”.\n“Muy bien. Sea lo que sea, déjame convertirme en tu herramienta para cumplir con nuestro propósito.\nPorque, aunque vista entera de blanco, mi cuerpo lleva mucho tiempo cubierto de cenizas de muertos imposibles de purificar”.\n",
        "fr": "\n« Tu es incroyable. Tu as un corps humain, et pourtant tu possèdes une telle puissance.\nTu prétends n'avoir plus de larmes à pleurer, plus de sang à verser, mais c'est parce que tu as rempli ton corps de feu...\nTon corps est couvert de cicatrices, et de tes yeux et tes blessures ne sortent plus que des flammes brûlantes.\nMais nous nous éloignons du sujet. La raison pour laquelle j'ai suivi cette piste de fumée jusqu'à toi, c'est pour passer un marché...\nLaisse la grâce de Sa Majesté apaiser les flammes qui te dévorent. Qu'en dis-tu ? »\n\nLe premier Fatui donna le pouvoir à une jeune fille chez qui la flamme de la vie s'était presque éteinte.\nEt dans les brumes de son esprit, elle entrevit la ligne séparant le passé corrompu d'un futur grandiose...\n\n« Je comprends... La glace prendra la place de mon passé disparu, et viendra à bout de ces flammes immortelles.\nQue les ténèbres de la corruption, la douleur de ce monde, les bêtes et le péché qu'elles portent soient purifiés par la glace muette. »\n\nMais malgré tout, une flamme d'un blanc pur continua de brûler en son cœur...\n\n« Nous partageons le même objectif, toi, ta Tsarine et moi.\nTous, nous voulons venir à bout des sources de distorsion de ce monde : les dieux ignares et irréfléchis, et les ténèbres et la corruption de l'Abîme.\nTrès bien, alors. Je ferai tout ce qu'il faut pour devenir un instrument efficace dans la progression de notre cause commune.\nCar j'aurai beau me vêtir de blanc des pieds à la tête, les cendres des morts ont depuis longtemps laissé leur marque sur chaque pouce de mon être, et ne pourront jamais être nettoyées. »\n",
        "pt": "\n\"Você me surpreende. Você tem apenas um corpo humano, como é possível ter uma força dessas?\"\n\"Você diz não ter mais lágrimas para chorar, nem sangue para derramar, mas isso se deve a ter enchido seu corpo com fogo...\"\n\"Apesar de seu corpo estar coberto por ferimentos, apenas chamas flamejantes saem de seus olhos e feridas, como ferro fundido.\"\n\"Estamos nos afastando do assunto. O motivo para eu ter seguido a fumaça e encontrar você é porque eu quero negociar com você...\"\n\"Permita a Sua Majestade apagar suas chamas flamejantes que tanto atormentam você. Que tal?\"\n\nO Primeiro Fatui deu poder a uma jovem mulher cuja vida estava prestes a acabar,\nE ela, através de sua imaginação louca, viu uma linha entre o passado corrupto e o futuro limpo...\n\nEu entendi. Então, que o gelo glacial tome o lugar do meu passado apagado e apague todas essas chamas.\nQue a escuridão da corrupção, a dor do mundo, as pessoas e bestas pecadoras, sejam todos purificados por esse gelo.\n\nTodavia, uma chama branca continuou acesa em seu coração...\n\n\"Eu, você e sua Tsaritsa compartilhamos do mesmo objetivo.\"\n\"Purificar a origem do caos do mundo: todos os deuses idiotas e cegos e o Abismo, com toda sua corrupção.\"\n\"Muito bem. Eu farei tudo o que eu puder para que nós possamos atingir esse nosso objetivo comum.\"\n\"Mesmo que eu vista uma roupa branca da cabeça aos pés, as cinzas da morte que restaram mancham cada pedaço do meu ser e isso nunca poderá ser limpo.\"\n",
        "ru": "\n«Ты в самом деле не представляешь себе, как человеческое тело может выдержать такую мощь».\n«Хотя ты и говоришь, что иссякли слёзы твои и кровь, ты можешь наполнить тело своё огнём...»\n«Даже если давно не осталось на теле твоём живого места, лишь жаркий огонь, подобный жидкому металлу, может вытечь из ран да уголков глаз твоих».\n«Кажется, мы отклонились от темы. Я следовал за огнём, и теперь я здесь, чтобы предложить сделку...»\n«Пусть милость Её Величества погасит терзающий тебя огонь. Ты спросишь, как?»\n\nПервый Фатуи передал «силу» девушке, чей жизненный огонь почти иссяк,\nи среди безудержных фантазий она увидела границу между грязным, испорченным прошлым и непорочным будущим...\n\nЯ понимаю. Заменив своё прошлое толстым слоем льда, я могу погасить пылающий внутри огонь.\nМолчаливые льды очистят чёрную грязь, мировую скорбь да грешных людей и зверей.\n\nТем не менее бледное чистое пламя продолжало бушевать в её сердце...\n\n«Мы с тобой есть единое целое с целями твоей Царицы».\n«Очистим же лживые истоки этого мира: близоруких и невежественных Архонтов, чернеющую пороками Бездну».\n«Хорошо. Не важно, что мы будем делать, дай лишь мне стать орудием для достижения нашей цели».\n«Потому что даже если я надену белые одежды, тело моё, с давних пор целиком пропитанное кровью и пеплом, отмыть от них невозможно».\n",
        "id": "\n\"Kamu sangat mengejutkanku. Kamu memiliki tubuh manusia, tetapi kamu memiliki kekuatan sebesar itu di tubuhmu.\"\n\"Kamu mengaku bahwa air matamu sudah habis untuk ditangisi, darahmu sudah habis untuk ditumpahkan... kamu pasti sudah mengisi dirimu dengan api...\"\n\"Meski tubuhmu telah lama ditutupi bekas luka, mata dan lukamu kini hanya bisa mengalirkan api membara, bagaikan lelehan besi.\"\n\"Tapi sepertinya kita sudah keluar dari topik. Alasan aku mengikuti jejak asap dan melacakmu adalah, karena aku ingin membuat kesepakatan denganmu...\"\n\"Biarlah rahmat Yang Mulia memadamkan kobaran api yang sedang melahapmu. Bagaimana?\"\n\nFatui pertama memberi kekuatan kepada seorang gadis muda, yang api kehidupannya hampir padam,\ndan dalam imajinasinya yang liar, dia melihat garis perbatasan antara masa lalu yang kotor penuh cela, dan masa depan yang bersih tak bernoda...\n\n\"Aku mengerti. Biarkan es-es ini menggantikan masa laluku yang telah hilang dan memadamkan api abadi ini.\"\n\"Biarlah kegelapan korupsi, penderitaan dunia, manusia, binatang, dan semua dosa-dosa mereka dihapuskan oleh kesunyian es.\"\n\nTapi meskipun begitu, sebuah api putih yang murni terus menyala di dalam hatinya...\n\n\"Kita memiliki tujuan yang sama. Kamu, Tsaritsa-mu, dan diriku.\"\n\"Sucikan sumber-sumber kerusakan di dunia ini: para dewa yang berpikiran sempit dan bodoh, beserta kegelapan dan kekotoran Abyss.\"\n\"Bagus. Aku rela melakukan apa pun untuk demi mencapai tujuan kita bersama.\"\n\"Karena meskipun aku berpakaian putih dari ujung kepala hingga kaki, tetapi abu orang-orang mati yang telah menodai sekujur tubuhku, tidak akan pernah bisa dibersihkan.\"\n",
        "th": "\n\"เจ้านี่ช่างน่าทึ่งนักที่สามารถแบกรับพลังเช่นนี้ไว้ในร่างกายมนุษย์ได้\"\n\"แม้ว่าเจ้าจะกล่าวอ้างว่าได้หลั่งน้ำตา และเลือดจนหมดสิ้นแล้ว แต่เพียงแค่ใช้ไฟให้เผามอดไหม้ไปทั่วทั้งร่างกายสินะ...\"\n\"ถึงแม้จะบอบช้ำไปทั้งร่างกาย แต่มีเพียงไฟที่ร้อนแรงดั่งเหล็กที่หลอมเหลวเท่านั้นที่สามารถไหลออกจากบาดแผล และดวงตาได้\"\n\"ดูเหมือนจะนอกเรื่องไปไกลเสียแล้ว ข้าเพียงแค่ติดตามสัญญาณควันมา เพื่อเสนอข้อแลกเปลี่ยนเท่านั้น...\"\n\"ให้ข้ารอเมตตาจาก \"ฝ่าบาท\" เพื่อมาดับไฟที่เผาไหม้ร่างกายของเจ้าล่ะ เป็นอย่างไร?\"\n\nFatui คนแรกมอบ \"พลัง\" ของตัวเองให้แก่หญิงสาวที่ไฟชีวิตใกล้จะมอดดับลง\nและท่ามกลาง \"ความเพ้อฝัน\" อันไร้การควบคุม เธอได้เห็นพรมแดนระหว่างอดีตอันโสมม และอนาคตอันแสนบริสุทธิ์\n\nข้าเข้าใจแล้ว เพียงแค่ใช้อดีตที่ถูกลบเลือนไปของข้าแทนที่ด้วยน้ำแข็งเพื่อดับไฟที่กำลังมอดไหม้นี้\nสิ่งสกปรกที่มืดมิด ความเจ็บปวดของโลก คนบาป และปีศาจร้าย ชำระล้างมันด้วยน้ำแข็งแห่งความเงียบงันเถอะ\n\nถึงกระนั้น เปลวไฟสีขาวไร้มลทินยังคงแผดเผาอยู่ในใจของนาง...\n\n\"จุดประสงค์ของข้า ก็เหมือนกันกับเจ้า และราชินีของเจ้า\"\n\"ชำระล้างความบิดเบี้ยวของโลกใบนี้: เทพเจ้าที่มีดวงตาอันคับแคบ โง่เขลา สกปรก และมืดมน\"\n\"ดีมาก ไม่ว่าต้องแลกกับอะไรก็ตาม ขอเพียงแค่บรรลุเป้าหมายนั้น จงใช้ข้าดั่งเครื่องมือเถอะ\"\n\"แม้ว่าข้าจะสวมชุดสีขาว แต่ทั้งตัวของข้าก็ได้ถูกปกคลุมไปด้วยน้ำมัน และขี้เถ้าศพที่ไม่สามารถชะล้างได้มานานแล้ว\"\n",
        "vi": "\n\"Thật kỳ diệu. Ngươi có thể mang sức mạnh như vậy trong cơ thể con người.\"\n\"Mặc dù ngươi đã chảy cạn máu và nước mắt, nhưng chỉ cũng dùng lửa để lấp đầy cơ thể mình...\"\n\"Dù thân đầy thương tích, nhưng vết thương và khoé mắt chỉ rỉ ra ngọn lửa nóng rực như sắt nung.\"\n\"Hình như lạc đề rồi. Ta lần theo làn khói báo động mà đến, là để đề xuất một thoả thuận...\"\n\"Hãy để ân điển của bệ hạ dập tắt ngọn lửa đang gặm nhấm ngươi. Ngươi thấy sao?\"\n\nFatui đầu tiên đã trao \"sức mạnh\" cho một người thiếu nữ mà ngọn lửa sống gần như đã cạn kiệt, \nvà cô ấy nhìn xuyên qua \"tham vọng\", trông thấy ranh giới giữa quá khứ ô uế và tương lai thanh khiết...\n\nTa hiểu rồi, ta sẽ thay thế quá khứ bị xóa nhòa của mình bằng băng, để dập tắt ngọn lửa ngày càng bùng cháy.\nRửa sạch bụi bẩn đen tối, nỗi đau của thế giới, những con người và thú vật tội lỗi bằng băng trầm mặc.\n\nDù vậy, ngọn lửa yếu ớt thanh khiết vẫn cháy hừng hực trong tim cô...\n\n\"Mục đích của ta, ngươi và nữ hoàng của ngươi đều giống nhau.\"\n\"Thanh tẩy nguồn gốc của sự méo mó trên thế giới này: Chư thần thiển cận và ngu dốt, vực sâu bẩn thỉu và tăm tối.\"\n\"Tốt lắm. Bất kể ngươi muốn làm gì, hãy để ta trở thành đạo cụ thực hiện mục đích đó đi.\"\n\"Bởi vì ta, cho dù mặc quần áo trắng, toàn thân từ lâu đã dính đầy máu và tro tàn không thể rửa sạch.\"\n"
      },
      "imgid": "pale_flame_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "贤医之羽",
        "zht": "賢醫之羽",
        "jp": "良医の羽",
        "ko": "명의의 깃털",
        "en": "Wise Doctor's Pinion",
        "de": "Feder der Genesung",
        "es": "Pluma del Doctor Sabio",
        "fr": "Plume du sage docteur",
        "pt": "Pena do Médico Virtuoso",
        "ru": "Перо мудрого лекаря",
        "id": "Wise Doctor's Pinion",
        "th": "Wise Doctor's Pinion",
        "vi": "Lông Vũ Hiền Y"
      },
      "description": {
        "zhs": "边缘无比锐利的不祥翎羽，或许象征着异类的不羁。",
        "zht": "邊緣無比銳利的不祥翎羽，或許象徵著異類的不羈。",
        "jp": "非常に鋭いふちを持つ不吉な羽。異類の不羈を象徴しているのかもしれない。",
        "ko": "테두리가 몹시 날카로운 불길한 깃털, 어쩌면 이류의 자유로움을 상징하는 지도 모른다",
        "en": "An ominous pinion with edges of unsurpassed keenness. Perhaps it represents an unnaturally uninhibited nature.",
        "de": "Eine unheilvoll aussehende Feder mit unheimlich scharfen Kanten. Sie scheint eine merkwürdige Unbändigkeit auszustrahlen.",
        "es": "Una pluma de mal agüero con un borde muy afilado. Quizás representa una naturaleza sin ningún tipo de inhibiciones.",
        "fr": "Une plume inquiétante aux bords extrêmement tranchants, qui témoigne d'une décomplexion hors du commun.",
        "pt": "Uma pena ominosa com bordas incomparavelmente afiadas, talvez simbolize alguma forma diferente de indisciplina.",
        "ru": "Зловещее перо с невероятно острыми краями. Быть может, оно символизирует неестественную безудержность.",
        "id": "Sayap ketidakberuntungan dengan ketajaman ujungnya yang tak tertandingi. Barangkali itu mewakili sifat yang enggan untuk terkekang.",
        "th": "ขนนกที่เต็มไปด้วยลางร้าย ซึ่งมีขอบอันแหลมคมอย่างไม่มีอะไรเทียบได้ บางทีอาจเป็นสัญลักษณ์ของการต่อต้านบางอย่าง",
        "vi": "Chiếc lông mang theo sự đen đủi, hai bên được mài sắc nhọn, có thể nó tượng trưng cho sự phóng túng của giống loài khác."
      },
      "lore": {
        "zhs": "\n「所谓的『人』，不过是足够复杂的机器。」\n在智慧的苗圃中，某位少年在讲坛上论证道。\n如果将某个部位拆开，对某个地方进行修改，\n那这台机器的性能，就能轻易得到大幅提升。\n无论是否拥有神之眼，无论体质与武艺如何，\n「优化过的人」都能展现超出常理的力量吧…\n\n即使被贬为「邪魔外道」，被永远逐出求知者的灵囿，\n少年也仅在研究笔记的页边，随手记下了自己的感想：\nⅠ．预想属实：依教令院的作风，研究无法获得突破。\nⅡ．不过，被驱逐仍是损失。要有好的研究环境才行。\n\n循着「异端」的传闻，最初的愚者找到了他…\n\n「仅仅是『优化过的人』吗——如果贵国能提供足够的物资、应允足够的时间，就连你们所谓的『神』，我也能制造出来。如何？」\n在流金般炽热炫目的沙漠中，他探询地望向冬国的使者：\n你会像教令院的人那样将我称为「怪物」、「疯子」吗？\n还是说会像故乡的人那样，挥动棍棒与草叉将我赶走呢…\n\n但是…\n「很好。那么，我们就是同伴了。」\n「至于对你的称呼，这样如何——」\n因为惊诧，因为给他的名号实在是太过讽刺，少年不禁放声大笑起来。",
        "zht": "\n「所謂的『人』，不過是足夠複雜的機器。」\n在智慧的苗圃中，某位少年在講壇上論證道。\n如果將某個部位拆開，對某個地方進行修改，\n那這台機器的性能，就能輕易得到大幅提升。\n無論是否擁有神之眼，無論體質與武藝如何，\n「優化過的人」都能展現超出常理的力量吧…\n\n即使被貶為「邪魔外道」，被永遠逐出求知者的靈囿，\n少年也僅在研究筆記的頁邊，隨手記下了自己的感想：\nⅠ．預想屬實：依教令院的作風，研究無法獲得突破。\nⅡ．不過，被驅逐仍是損失。要有好的研究環境才行。\n\n循著「異端」的傳聞，最初的愚者找到了他…\n\n「僅僅是『強化過的人』嗎——如果貴國能提供足夠的物資、應允足夠的時間，就連你們所謂的『神』，我也能製造出來。如何？」\n在流金般熾熱炫目的沙漠中，他探詢地望向冬國的使者：\n你會像教令院的人那樣將我稱為「怪物」、「瘋子」嗎？\n還是說會像故鄉的人那樣，揮動棍棒與草叉將我趕走呢…\n\n但是…\n「很好。那麼，我們就是同伴了。」\n「至於對你的稱呼，這樣如何——」\n因為驚詫，因為給他的名號實在是太過諷刺，少年不禁放聲大笑。",
        "jp": "\n「『人』とは、複雑なだけの機械に過ぎない。」\n英知の畑で、ある少年はそう語った。\n部位を取り外し、変更を加えれば、\nその機械の性能は大幅な上昇を得る。\n神の目、体格、武力に関係なく、\n「最適化された人間」は常識を超えた力を持つだろう…\n\nたとえ「外道」と蔑まれ、賢者の輪から永久に追放されたとしても、\n少年は研究ノートの端に、自身の感想を書いた。\nⅠ．予想通り、教令院のやり方では、研究に突破口は開けない。\nⅡ．しかし、追放されたのは損失だ。良い研究環境がなくては。\n\n「異端」のうわさを辿り、一人目の愚者は彼を見つけた…\n\n「『最適化された人間』か——貴国が十分な物資と時間を提供してくれるのなら、我輩は貴様たちが『神』と呼ぶものさえ作ることができる。どうだ？」\n沙金が流れるような暑く眩い砂漠の中で、彼は冬国の使節に尋ねた。\nお前も教令院の人たちみたいに俺を「怪物」や「狂人」と呼ぶのか。\nそれとも故郷の人たちみたいに、俺を追い払うのか…\n\nしかし…\n「よかろう。では、今から貴様は我らの仲間だ。」\n「貴様の名は、そうだな——」\n自身に付けられた名があまりにも皮肉めいたものであったため、少年は大声を上げて笑わずにはいられなかった。",
        "ko": "\n「소위 말하는 『인간』이란 복잡한 기계에 불과합니다」\n지혜의 터전에서 한 소년이 논증을 펼친다.\n어떤 부위를 분해해 일부분을 개조한다면\n그 기계의 성능은 대폭 향상될 수 있고\n신의 눈이 있건 없건, 체질과 무예가 어떻든\n「최적화된 인간」은 예상을 초월한 능력을 발휘할 수 있는 법…\n\n이 방법은 「사마외도」라고 폄훼되어 금지되었고\n소년도 연구 노트의 한편에 마구잡이로 자신의 느낀 점을 기록했을 뿐이었다.\n1. 예상했던 사실: 아카데미아의 스타일로는 연구 성과를 낼 수 없다.\n2. 그러나 쫓겨나는 건 손해다. 좋은 연구 환경을 갖춰야 한다.\n\n「이단」의 소문에 따라, 최초의 어리석은 자가 그를 찾아냈다…\n\n「고작 『최적화된 인간』일 뿐이잖아요——귀국에서 충분한 물자와 시간을 제공해준다면, 난 당신들이 말하는 『신』도 만들어낼 수 있습니다. 어떻습니까?」\n뜨거운 사막에서 그는 호기심에 찬 눈으로 스네즈나야의 사자를 쳐다봤다.\n당신도 아카데미아 사람들처럼 날 「괴물」이나 「미치광이」라고 부를까?\n아니면 고향 사람들처럼 몽둥이와 갈퀴로 날 내쫓을까…\n\n하지만…\n「좋습니다. 그럼, 우린 이제 동료입니다」\n「당신의 호칭은——」\n그에게 붙여준 호칭이 너무 아이러니해서 소년은 큰소리로 웃기 시작했다.",
        "en": "\n\"A human is nothing more than a machine of a certain level of complexity.\"\nThus declared the youth from his lectern in the seedbed of wisdom.\nIf one were to disassemble a part of this machine and make enhancements to it,\nIts performance could be greatly amplified.\nWith or without a Vision, and irrespective of their physique or combat skills,\n\"Enhanced humans\" would surely display strength far beyond the average.\n\nDespite the risk of being denounced as a heretic and permanently cast from the circle of the wise,\nThe youth candidly jotted down these thoughts in the margins of his research notes:\nI. As anticipated, no research breakthroughs are possible, given the working style of the Akademiya.\nII. Nevertheless, being expelled would be a loss. One needs an environment conducive to research.\n\nFollowing a trail of rumors of heresy, the first of the Fatui tracked him down...\n\n\"Merely an enhanced human? If your great nation can furnish me with sufficient resources and ample time, I could even manufacture that which you would call a god. What say you?\"\nIn the desert that shone bright like liquid gold, he inquired of the Snezhnayan diplomat:\n\"Will you treat me like the Akademiya did? Will you call me a monster, a madman?\"\n\"Or will you treat me as my hometown did, and chase me away with pitchforks and clubs...?\"\n\nHowever...\n\"Good. Then, we are now in partnership.\"\n\"As for the matter of your title — what do you say to this...\"\nTaken completely by surprise by the sheer irony of the title he was given, the young man burst into hysterical laughter.",
        "de": "\n„Ein Mensch ist nichts anderes als eine Maschine mit einem bestimmten Grad an Komplexität.“\nSo erklärte der Jüngling von seinem Rednerpult im Saatbeet der Weisheit.\nWenn man einen Teil dieser Maschine zerlegen und Verbesserungen daran vornehmen würde,\nihre Leistung könnte stark gesteigert werden.\nMit oder ohne Göttliches Herz und unabhängig von ihrem Körperbau oder ihren Kampffähigkeiten,\n„verbesserte Menschen“ würden sicherlich eine Stärke aufweisen, die weit über dem Durchschnitt liegt.\n\nTrotz des Risikos, als Ketzer denunziert und dauerhaft aus dem Kreis der Weisen verstoßen zu werden,\nnotierte der Jüngling diese Gedanken ganz offen am Rande seiner Forschungsnotizen:\nI. Wie zu erwarten, sind angesichts des Arbeitsstils der Akademie keine Forschungsdurchbrüche möglich.\nII. Trotzdem wäre ein Ausschluss ein Verlust. Man braucht ein Umfeld, das der Forschung förderlich ist.\n\nEiner Spur von Gerüchten über Ketzerei folgend, spürte der erste der Fatui ihn auf ...\n\n„Lediglich ein verbesserter Mensch? Wenn deine große Nation mich mit genügend Ressourcen ausstattet und mir genügend Zeit gibt, könnte ich sogar das herstellen, was du einen Gott nennen würdest. Was sagst du?“\nIn der Wüste, die hell wie flüssiges Gold leuchtete, erkundigte er sich bei dem Diplomaten aus Snezhnaya:\n„Wirst du mich so behandeln, wie es die Akademie getan hat? Wirst du mich ein Monster nennen, einen Verrückten?“\n„Oder wirst du mich so behandeln, wie meine Heimatstadt es tat und mich mit Heugabeln und Knüppeln verjagen?“\n\nAllerdings ...\n„Gut. Dann sind wir jetzt in Partnerschaft.“\n„Was die Sache mit deinem Titel angeht, was sagst du dazu ...?“\nVöllig überrascht von der schieren Ironie des Titels, der ihm gegeben wurde, brach der junge Mann in hysterisches Gelächter aus.",
        "es": "\n“El comúnmente denominado ‘humano’ no es más que una máquina compleja”,\ndeclaró un joven desde su atril en el jardín de la sabiduría.\nSi se desmonta una parte de la máquina para implementarle mejoras,\nno hay duda de que su rendimiento general aumentará.\nNo importa si posee una Visión o no, ni cuáles sean su constitución o sus habilidades combativas,\nun “ser humano optimizado” siempre poseerá una fuerza extraordinaria...\n\nArriesgándose a ser acusado de “hereje” y a ser expulsado del círculo de sabios,\nel joven anotaba sus reflexiones en los márgenes de sus apuntes de investigación:\n1. Como ya anticipaba, no hay manera de avanzar en la investigación dado el estilo de trabajo de la Academia de Sumeru.\n2. No obstante, ser expulsado sería un gran inconveniente, ya que se necesita un entorno adecuado para hacer investigación.\n\nSiguiendo los rumores que hablaban sobre un hereje, el Fatui original encontró al joven.\n\n“¿Solo necesita un ‘ser humano optimizado’? Si su gran nación me proporcionara los recursos y el tiempo necesarios, podría incluso crear uno de esos ‘dioses’ de los que tanto hablan. ¿Qué opina?”\nEn el abrasador desierto cuyas arenas brillaban como oro líquido, el joven le preguntó al diplomático de Snezhnaya:\n“¿Tú también me llamarás ‘monstruo’ o ‘loco’, como hicieron en la Academia?\n¿O me tratarás como hicieron en mi hogar natal y me perseguirás empuñando garrotes y tridentes?”\n\nSin embargo...\n“Estupendo. Entonces ya somos socios.\nEn cuanto a tu nombre... ¿Qué te parece si te llamo...?”\nDebido al irónico apodo que le dieron, el joven no pudo esconder su asombro y estalló en carcajadas.",
        "fr": "\n« L'être qu'on appelle « homme » n'est rien de plus qu'une machine complexe. »\nAinsi parlait un certain jeune homme devant l'assemblée d'érudits.\n« Ouvrez-en une partie, modifiez quelque endroit,\net la machine n'en sera qu'améliorée.\nQu'il possède un œil divin ou non, \nun « homme amélioré » est capable de faire montre d'une force extraordinaire... »\n\nBien qu'aussitôt taxé d'« hérétisme » par les érudits et banni par ses pairs,\nle jeune homme se contenta de porter en marge de ses notes les réflexions suivantes : \n« 1. Comme prévu, les recherches stagnent en adoptant les méthodes de l'Académie.\n2. Cela étant, cette histoire de bannissement est regrettable. Toute recherche requiert un environnement propice. »\n\nSuite aux rumeurs d'hérésie, le premier Fatui vint le chercher...\n\n« Pourquoi se limiter aux hommes ? Que ta nation me donne suffisamment de ressources et de temps, et je reproduirai ton soi-disant « dieu ». Qu'en dis-tu ? »\nDans le désert brûlant et aveuglant, il demanda à l'érudit de Snezhnaya :\n« Est-ce que je tu diras de moi que je suis un monstre, un lunatique, comme le disent ceux de l'Académie ?\nOu bien brandiras-tu la fourche comme les paysans d'où je viens pour me chasser... »\n\nMais...\n« C'est entendu, nous serons compagnons. »\n« Quant à quel nom te donner... »\nEn entendant le nom, le jeune homme ne put s'empêcher d'éclater de rire.",
        "pt": "\n\"O que se chama de humano é apenas uma máquina complexa\".\nNo jardim da sabedoria, alguns jovens discutiam sobre a verdade.\nSe alguma parte for desmontada e depois ajustada,\nA capacidade dessa máquina aumentará facilmente.\nNão importa se possui uma Visão, não importa como seja seu corpo ou suas habilidades marciais,\n\"Uma pessoa otimizada\" pode ter um poder absurdo...\n\nPor serem acusados de \"hereges\", foram expulsos do parque da sabedoria,\nE nos cantos das páginas os jovens registravam seus pensamentos:\nI. Preconcepção correta: Se permanecermos fazendo pesquisa ao estilo da Academia, não obteremos avanços.\nII. Entretanto, ser expulso também é uma pena. Se tivéssemos um ambiente bom de pesquisa seria melhor.\n\nSeguindo os rumores sobre os hereges, o Primeiro Fatui encontrou ele...\n\n\"Por que só se limitar ao humano otimizado? Se nosso país pudesse fornecer recursos e tempo suficiente, nós também seríamos capazes de fazer o que costumam chamar de deus. Como?\"\nNo deserto de ondas de calor intenso, ele perguntou ao mensageiro de Snezhnaya:\nVocê também me chamará de \"monstro\" ou de \"louco\", assim como as pessoas da Academia?\nOu fará como as pessoas da minha terra natal, e me afugentará brandindo porretes e forquilhas?\n\nMas...\n\"Ótimo. Bem, com isso, nós já somos companheiros\".\n\"Quanto ao seu nome...\"\nPor ter lhe dado um nome muito engraçado, o jovem não conseguia conter seus grandes risos.",
        "ru": "\n«Так называемые \"люди\" - это всего лишь очень сложные механизмы».\nВот, что проповедовал с трибун оплота мудрости некий молодой человек.\nЕсли разобрать их на некие части, и эти самые части исправить,\nто свойства этих механизмов можно легко улучшить.\nНеважно, обладает ли человек Глазом Бога, неважно, каково его телосложение и владеет ли он искусством фехтования,\n«улучшенный человек» может обрести силы, выходящие за рамки здравого смысла...\n\nДаже когда учение его назвали «ересью», даже когда изгнали его навсегда из кругов жадных до знаний людей,\nтот молодой человек записывал свои чувства на полях собственных заметок:\nI. Гипотеза верна: стиль работы Академии не позволяет совершить прорыв в исследовании.\nII. Однако изгнание всё же сопряжено с убытками. Нужна подходящая среда для научных изысканий.\n\nИ так, следуя за слухами о «ереси», первый Фатуи нашёл его...\n\n«Вас интересует только лишь \"сверхчеловек\"? Если ваша страна выделит мне достаточно ресурсов и предоставит достаточно времени, то я смогу даже создать вашего так называемого \"Архонта\". Вы спрашиваете, как?..»\nПосреди пустыни, там, где от горячего марева рябит в глазах, вопрошал он посланца из Снежной:\nВы так же, как и те люди из Академии, назовёте меня «монстром», «сумасшедшим»?\nВы так же, как люди из моих родных краёв, прогоните меня палками и вилами?..\n\nНо...\n«Замечательно. В таком случае мы можем считаться коллегами».\n«Что касается вашего имени, предлагаю...»\nОт удивления и от того, что данное ему имя было чересчур ироничным, молодой человек не удержался от смеха.",
        "id": "\n\"Seorang manusia sebenarnya tidak lebih dari sebuah mesin yang cukup rumit.\"\nDemikianlah pernyataan si anak muda itu dari mimbar kebijaksanaannya.\nJika seseorang bisa membongkar bagian mesin ini dan menyempurnakannya,\nMaka kinerja mesin ini akan menjadi jauh lebih bagus.\nDengan atau tanpa Vision, tidak memedulikan fisik atau kemampuan bertarung mereka,\n\"Manusia super\" ini pasti jauh lebih kuat dari manusia biasa.\n\nMeskipun berisiko dicela sebagai seorang pelanggar dan dikucilkan dari anggota orang-orang yang bijak,\nSi anak muda ini langsung menuliskan hasil pemikirannya ke dalam catatan penelitian miliknya:\nI. Seperti dugaan, tidak ada terobosan penelitian yang bisa tercapai dengan cara kerja Academia saat ini.\nII. Meskipun begitu, aku akan dirugikan jika aku sampai dikeluarkan dari sini. Aku membutuhkan lingkungan penelitian yang layak.\n\nMengikuti rumor tentang seorang \"pelanggar\", para anggota Fatui terdahulu melacaknya...\n\n\"Hanya seorang manusia super? Jika bangsamu yang hebat bisa menyediakan sumber daya dan waktu yang cukup untukku, aku bahkan bisa membuat sesuatu yang kalian sebut \"dewa\". Bagaimana?\"\nDi padang pasir yang berkilau bagaikan emas cair, dia bertanya pada diplomat Snezhnaya:\n\"Apakah kalian akan memperlakukanku sama seperti Academia? Apakah kamu akan memanggilku monster, atau orang gila?\"\n\"Atau kalian akan memperlakukanku sama seperti kampung halamanku? Mengusirku pergi dengan tongkat dan garpu rumput...?\"\n\nNamun...\n\"Bagus sekali. Kalau begitu, berarti sekarang kita adalah partner.\"\n\"Dan mengenai nama panggilanmu —— menurutmu bagaimana dengan...\"\nTerkejut dengan keironisan atas nama panggilan yang diberikan untuknya, pria muda ini tertawa terbahak-bahak.",
        "th": "\n\"สิ่งที่เรียกว่า \"มนุษย์\" มันก็เป็นเพียงเครื่องจักรที่มีความซับซ้อนเท่านั้นแหละ\"\nในสวนแห่งความรอบรู้ ชายหนุ่มผู้หนึ่งได้เอ่ยขึ้นมา\nถ้าถอดชิ้นส่วนบางอันออกมา และปรับปรุงแก้ไขบางอย่าง\nงั้นประสิทธิภาพของเครื่องจักรนี้ก็จะเพิ่มขึ้นเป็นอย่างมาก\nไม่ว่าจะมีวิชั่นหรือไม่ ไม่ว่าจะมีร่างกายหรือทักษะการต่อสู้แบบไหน\n\"มนุษย์ที่ถูกปรับแต่ง\" น่าจะสามารถแสดงพลังออกมาได้อย่างที่คาดไม่ถึง...\n\nต่อให้ต้องถูกลดระดับเป็น \"ปีศาจร้าย\" ที่ต้องถูกขับไล่จากจิตวิญญาณของผู้แสวงหาความรู้ไปตลอดกาล\nชายหนุ่มได้จดความคิดของเขาลงบนขอบหน้าบันทึกการวิจัยของเขา: \nI. สมมุติฐานถูกต้อง: หากศึกษาตามรูปแบบของสถาบัน การวิจัยจะไม่มีความคืบหน้า\nII. อย่างไรก็ตาม การถูกขับไล่ก็ยังเป็นการสูญเสียที่ยิ่งใหญ่ เพราะต้องทำการวิจัยในสภาพแวดล้อมที่เหมาะสม\n\nตามข่าวลือของพวก \"นอกรีต\" Fatui คนแรกที่พบเขา...\n\n\"แค่ \"มนุษย์ที่ถูกปรับแต่ง\" เท่านั้นเองเหรอ? ถ้าประเทศของคุณสามารถสรรหาวัสดุมาให้ฉันได้ และให้เวลาที่เพียงพอ แม้แต่สิ่งที่พวกคุณเรียกว่า \"เทพเจ้า\" ฉันก็สร้างขึ้นมาได้ จะเอามั้ยล่ะ?\"\nท่ามกลางทะเลทรายที่ร้อนระอุ และพร่างพราวราวกับทองคำ เขามองไปยังผู้ส่งสาสน์ของ Snezhnaya อย่างใคร่รู้:\nคุณจะคิดว่าฉันเป็น \"สัตว์ประหลาด\" หรือ \"คนบ้า\" เหมือนพวกคนที่สถาบันเรียกกันรึเปล่า?\nหรือจะขับไล่ฉันด้วยกระบองไม้และคราดเหมือนกับคนในบ้านเกิดของฉัน...\n\nแต่ว่า...\n\"ดีมาก งั้นเราก็เป็นเพื่อนกันแล้วนะ\"\n\"ส่วนฉายาของนาย เอาแบบนี้เป็นไง——\"\nเนื่องจากฉายาที่ตั้งให้กับเขานั้นฟังดูน่าขันเกินไป ชายหนุ่มจึงอดไม่ได้ที่จะหัวเราะออกมาดัง ๆ ด้วยความประหลาดใจ",
        "vi": "\n\"Cái gọi là con người chẳng qua chỉ là một cỗ máy đầy phức tạp.\"\nTrong vườn ươm của trí tuệ, một thiếu niên nọ đang tranh luận.\nNếu tháo rời một bộ phận nhất định và sửa đổi một bộ phận nhất định, \nthì có thể dễ dàng cải thiện tính năng của cỗ máy này.\nDù sở hữu Vision hay không, dù thể chất và võ nghệ ra sao, \n\"Người được ưu hoá\" đều có thể thi triển sức mạnh phi thường...\n\nDù bị đánh giá là \"Tà môn ngoại đạo\", bị trục xuất vĩnh viễn khỏi khu vườn của những người ham học hỏi, \nThiếu niên cũng chỉ viết lại vài suy nghĩ của mình vào phần lề của ghi chép nghiên cứu:\nI. Đúng như dự đoán: Với tác phong của Giáo Viện, việc nghiên cứu không thể có đột phá.\nII. Nhưng bị trục xuất vẫn là một sự tổn thất. Cần có môi trường nghiên cứu tốt mới được.\n\nLần theo những tin đồn của \"dị đoan\", Fatui đầu tiên đã tìm ra anh ấy...\n\n\"Chỉ là Người được ưu hoá ư? Nếu quý quốc có thể cung cấp đủ nguyên liệu và có đủ thời gian, thì ngay cả thứ mà các vị gọi là \"Thần\" ta cũng có thể chế tạo ra được. Thế nào?\"\nTrong sa mạc nóng rực và chói chang như vàng chảy, anh nhìn sứ giả của Snezhnaya một cách thăm dò:\nNgươi sẽ như những người trong Giáo Viện gọi ta là \"quái vật\" hay \"kẻ điên\"?\nHay sẽ giống như người dân quê ta, xua đuổi ta bằng gậy gộc hả...\n\nNhưng mà...\n\"Rất tốt. Vậy thì chúng ta là bạn bè.\"\n\"Còn về cách xưng hô với ngươi, thế này thì sao...\"\nVì quá kinh ngạc, vì cái tên được đặt cho mình quá đỗi mỉa mai, thiếu niên không nhịn được cười thành tiếng."
      },
      "imgid": "pale_flame_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "停摆之刻",
        "zht": "停擺之刻",
        "jp": "停頓の時",
        "ko": "정지된 시간",
        "en": "Moment of Cessation",
        "de": "Uhr des Stillstands",
        "es": "Momento de Cese",
        "fr": "Figé dans le temps",
        "pt": "Momento de Cessação",
        "ru": "Замершее мгновение",
        "id": "Moment of Cessation",
        "th": "Moment of Cessation",
        "vi": "Đồng Hồ Ngưng Đọng"
      },
      "description": {
        "zhs": "壳罩无法打开的怀表，会坚定地随着时光流逝而嘀嗒作响。",
        "zht": "殼罩無法打開的懷錶，會堅定地隨著時光流逝而嘀嗒作響。",
        "jp": "ふたが開かない懐中時計。時間の経過と同時に、しっかりカチカチと音を立てる。",
        "ko": "뚜껑이 열리지 않는 회중시계. 시간의 흐름에 따라 똑딱똑딱 정확히 울린다",
        "en": "A pocket watch with a cover that cannot be opened. Yet it ticks and tocks away, following the inexorable flow of time.",
        "de": "Eine Taschenuhr, deren Abdeckung nicht geöffnet werden kann und die dennoch unermüdlich vor sich hintickt.",
        "es": "Un reloj de bolsillo cuya tapa no se puede abrir. No obstante, se puede oír el sonido de sus manecillas marcando el paso inexorable del tiempo.",
        "fr": "Une montre à gousset dont le couvercle ne s'ouvre plus. Cependant, ses tics et ses tocs suivent toujours la marche inexorable du temps.",
        "pt": "Um relógio de bolso com uma tampa que não pode ser aberta. Marca firmemente a passagem do tempo com seu eco de tique-taque.",
        "ru": "Эти карманные часы не открыть, но они продолжают идти, отмечая тиканьем неумолимое течение времени.",
        "id": "Jam saku dengan penutupnya yang tidak dapat dibuka. Tertutup, namun berdetak kuat seiring dengan derasnya aliran waktu yang tidak dapat dihindarkan.",
        "th": "นาฬิกาพกพาที่ฝาของมันไม่สามารถเปิดได้ แต่ยังคงส่งเสียงดังติ๊กต็อกอย่างต่อเนื่อง ตามกระแสของกาลเวลาที่ไหลผ่านไป",
        "vi": "Chiếc đồng hồ không thể mở nắp, vẫn tíc tắc theo dòng chảy thời gian."
      },
      "lore": {
        "zhs": "\n金钱流通的轨迹，构成世界的血管纹路。\n那么这世界的中心，就是黄金的心脏了。\n\n无缘获得「认可」的他，只能追求世俗的力量。\n然而，就算是「他们」理应弃之如敝履的金钱，\n也作为无数的权能之一，掌握在「神」的手中。\n\n或许正因为他曾经贫困，所以才对金钱产生了病态的执着。\n又或许正因为没能获得神的青睐，所以燃起了对抗的意志…\n\n「在这些金币发源地的人们无比重视『契约』一事。」\n「以金钱的名义，我会遵守我们之间的『契约』——」\n「用尽一切手段，让我等成为流通世界的钱的心脏。」\n「然后在必要的时刻，让心脏能以我等的意志停摆。」\n",
        "zht": "\n金錢流通的軌跡，構成世界的血管紋路。\n那麼這世界的中心，就是黃金的心臟了。\n\n無緣獲得「認可」的他，只能追求世俗的力量。\n然而，就算是「他們」理應棄之如敝履的金錢，\n也作為無數的權能之一，掌握在「神」的手中。\n\n或許正因為他曾經貧困，所以才對金錢產生了病態的執著。\n又或許正因為沒能獲得神的青睞，所以燃起了對抗的意志…\n\n「在這些金幣發源地的人們無比重視『契約』一事。」\n「以金錢的名義，我會遵守我們之間的『契約』——」\n「用盡一切手段，讓我等成為流通世界的錢的心臟。」\n「然後在必要的時刻，讓心臟能以我等的意志停擺。」\n",
        "jp": "\n金銭が流通する軌跡は、世界の静脈を構成する。\nならば世界の中心とは、黄金の心臓とも言えよう。\n\n認められることのない彼は、俗世の力を追求するしかない。\nしかし、「彼ら」にとってなんの意味もない金銭も、\n無数にある権能の一つとして、「神」の手中に収まっている。\n\nもしかすれば、彼がかつて貧しかったが故に、金銭に対して病的なまでに執着しているのかもしれない。\nもしくは、神の支持を得られなかったが故に、対抗の意志を燃やした…\n\n「金貨発祥の地の人々は、『契約』を重んじる。」\n「金銭の名のもとに、『契約』を守ろう——」\n「すべての手段を使い、世界を流通する金の心臓になる。」\n「そして必要な時に、自らの意志でその心臓を止めるだけだ。」\n",
        "ko": "\n금전 유통 경로는 세상의 혈관이다.\n그렇다면 이 세상의 중심은 바로 황금의 심장이다.\n\n까닭 없이 「인정」을 받은 그는 세속의 힘을 추구할 수밖에 없다.\n그러나 「그들」이 금전을 헌신짝 버린다고 해도,\n무수한 권능 중의 하나로, 그것은 「신」의 수중에 있다.\n\n어쩌면 그는 가난했었기 때문에 금전에 병적인 집착을 보이는 것인지도 모른다.\n어쩌면 신의 총애를 받지 못했지 때문에 대항하려는 의지가 불타올랐는지도 모른다…\n\n「금화의 발원지 사람들은 『계약』을 몹시 중요시합니다」\n「금전의 명의로 난 우리 사인의 『계약』을 지킬 것입니다——」\n「우리는 모든 수단을 동원해 세계의 돈을 유통시키는 심장이 돼야 합니다」\n「그 후 필요한 시점에 심장을 우리의 의지에 따라 멈추게 할 겁니다」\n",
        "en": "\nMoney is the lifeblood of the world, and the pathways along which it flows are the world's arteries.\nThen, the center of the world is a heart made of gold.\n\nHe was not one of the favored, and could only pursue worldly power.\nBut though money ought to mean nothing to the gods,\nThey held it firmly within their grasp nonetheless, along with the countless other forms of power that they wielded.\n\nPerhaps he lusted for money because he had once been destitute,\nOr perhaps the fact that the gods had never looked upon him with favor ignited a burning desire for resistance inside him...\n\n\"The people of the land from which these coins hail revere contracts above all else.\"\n\"In the name of money, I shall respect the contract between us...\"\n\"We shall, by whatever means necessary, become the heart that pumps money around the world.\"\n\"And, when the moment comes, that heart shall cease beating by our will alone.\"\n",
        "de": "\nGeld ist das Lebenselixier der Welt und die Wege, auf denen es fließt, sind die Arterien der Welt.\nDann ist das Zentrum der Welt ein Herz aus Gold.\n\nEr gehörte nicht zu den Begünstigten und konnte nur nach weltlicher Macht streben.\nAber obwohl Geld den Göttern nichts bedeuten sollte,\nsie hielten es dennoch fest in ihrem Griff, zusammen mit den unzähligen anderen Formen der Macht, die sie ausübten.\n\nVielleicht gierte er nach Geld, weil er einst mittellos gewesen war\noder vielleicht hat die Tatsache, dass die Götter nie mit Wohlwollen auf ihn geschaut haben, ein brennendes Verlangen nach Widerstand in ihm entfacht ...\n\n„Die Menschen in dem Land, aus dem diese Münzen stammen, verehren Verträge über alles andere.“\n„Im Namen des Geldes werde ich den Vertrag zwischen uns respektieren ...“\n„Wir werden, mit welchen Mitteln auch immer, das Herz werden, das Geld um die Welt pumpt.“\n„Und wenn der Moment gekommen ist, wird dieses Herz allein durch unseren Willen aufhören zu schlagen.“\n",
        "es": "\nLos caminos por los que fluye el dinero conforman las arterias de la tierra.\nDesde esta óptica, el oro es el corazón del mundo.\n\nÉl, que nunca tuvo la oportunidad de ser reconocido, se resignó a perseguir el poder mundano.\nPero aunque el dinero no significaba nada para los dioses,\nestos lo sostuvieron firmemente en sus manos junto con muchas otras formas de poder que ostentaban.\n\nTal vez él acabó obsesionándose con el dinero precisamente porque en el pasado estuvo sumido en una gran pobreza.\nO quizás el hecho de que los dioses no se interesaran en él prendió la llama de la hostilidad en su interior.\n\n“La gente de la tierra de la que provienen estas monedas venera los contratos por encima de todo.\nAsí pues, en nombre del dinero, respetaré nuestro contrato.\nHaré lo que sea necesario para que nos convirtamos en el corazón que bombea dinero por las arterias de todo este mundo.\nEntonces, llegado el momento, nosotros mismos haremos que cese el latido de ese corazón”.\n",
        "fr": "\nL'argent est le sang de ce monde, et les voies qu'il parcourt sont telles ses artères.\nEt le centre du monde est un cœur fait d'or.\n\nLui qui n'était pas destiné à recevoir la reconnaissance des dieux, n'eut d'autre choix que de chercher ce pouvoir.\nMais si l'argent avait beau ne rien signifier aux yeux des dieux,\nil s'agissait malgré tout d'un pouvoir qu'ils conservaient, avec toutes les autres formes de pouvoir qu'ils possédaient.\n\nPeut-être que son engouement pour l'argent était dû à la pauvreté qu'il avait connue.\nOu peut-être que c'est justement le fait de ne pas avoir la faveur des dieux, qui alluma en son cœur le désir de résister...\n\n« Les gens de ces terres d'où sont issues ces pièces vénèrent les contrats plus que toute autre chose.\nAu nom de l'argent, je respecterai le contrat qui nous unit :\nDevenir le cœur d'où part l'argent à travers le monde, sans reculer devant rien.\nEt, le moment venu, ce cœur arrêtera de battre, sur notre propre volonté. »\n",
        "pt": "\nO dinheiro é o sangue que corre nas veias do mundo.\nEntão, o centro do mundo é um coração de ouro.\n\nEle não ganhou a confiança de todos e apenas pode procurar a energia mundana.\nE o dinheiro que devia até não ter nenhum significado para os deuses\nÉ também agarrado com firmeza em suas mãos, como todos os outros inúmeros poderes.\n\nTalvez por ter sido pobre, ele tanto queira dinheiro e riqueza.\nOu talvez por não ter conseguido receber a atenção dos deuses, ele tenha um desejo ardente de resistência...\n\n\"As pessoas da terra de origem dessas moedas dão extrema importância aos contratos.\"\n\"Por isso, em nome do dinheiro, eu irei respeitar nosso contrato...\"\n\"Nós devemos nos tornar o coração onde corre o dinheiro do mundo, não importa o método que utilizemos.\"\n\"E no momento certo o coração deixará de bater por nossa vontade apenas.\"\n",
        "ru": "\nПути, по которым текут деньги, есть кровеносные сосуды, на которых держится мир.\nТогда сердце этого мира есть золото.\n\nТот, у кого нет шанса получить признание, может лишь гнаться за мировой мощью.\nОднако, даже если таких и следует отбросить, как старые монеты,\nони есть одна из тех сил, что держат в руках боги.\n\nВозможно именно потому что они бедны, деньги порождают в их сердцах болезненное упрямство.\nВозможно именно потому что они не могут получить одобрение богов, в головах их вспыхивает желание воспротивиться судьбе...\n\n«Эти люди, стоящие у истоков производства золотых монет, превыше всего ценят \"контракт\"».\n«Во имя денег я могу блюсти условия \"контракта\", что мы заключили...»\n«Мы используем все средства, чтобы стать сердцем денег, что текут по венам мира».\n«А потом, в нужный момент, это сердце остановится по нашей воле».\n",
        "id": "\nUang bisa dianggap sebagai darah dunia, dan jalur-jalur di mana uang mengalir adalah pembulu darahnya.\nMaka pusat dari dunia ini adalah sebuah jantung yang terbuat dari emas.\n\nDia bukanlah seseorang yang \"diakui\", maka dia hanya bisa mengejar kekuatan duniawi.\nTapi meskipun uang tidak berarti apa-apa di hadapan para dewa,\nMereka tetap menggenggamnya dengan erat, sama seperti berbagai jenis kekuatan lain yang berada dalam genggaman mereka.\n\nMungkin dia sangat terobsesi dengan uang karena dia pernah mengalami kemiskinan,\nAtau mungkin karena dewa tidak pernah menunjukkan kebaikan apa pun padanya, sehingga menyalakan api kebencian pada dirinya...\n\n\"Orang-orang yang berada di tempat asal-usul koin-koin ini sangat menjunjung tinggi sebuah 'kontrak'.\"\n\"Atas nama uang, aku akan mematuhi kontrak antara kita...\"\n\"Kita, dengan cara apa pun, akan menjadi jantung yang memompa uang ke seluruh penjuru dunia.\"\n\"Dan jika saatnya telah tiba, jantung tersebut dapat kita hentikan sesuai kehendak kita.\"\n",
        "th": "\nวิถีการหมุนเวียนของเงินตรา ถือเป็นเส้นเลือดใหญ่ของโลกใบนี้\nถ้างั้นศูนย์กลางของโลกนี้ ก็คือหัวใจทองคำแล้ว\n\nผู้ที่ไม่มีโอกาสได้รับ \"การยอมรับ\" อย่างเขา ทำได้แต่ต้องไล่ตามอำนาจทางโลกเท่านั้น\nอย่างไรก็ตามแม้ว่า \"พวกเขา\" ควรถูกกำจัดเหมือนเหรียญทองที่ไร้ค่า\nในฐานะที่เป็นหนึ่งในอำนาจที่มีนับไม่ถ้วนในมือของ \"เทพเจ้า\"\n\nบางทีอาจเป็นเพราะครั้งหนึ่งเขาเคยเป็นคนยากจนที่หมกมุ่นอยู่กับเงินทอง\nหรืออาจเป็นเพราะไม่ได้รับความโปรดปรานจากพระเจ้า จึงจุดประกายความตั้งใจความกล้าที่จะเผชิญหน้า...\n\n\"ผู้คนเหล่านี้ที่เป็นแหล่งการผลิตเหรียญทองให้ความสำคัญกับ \"สัญญา\" เหนือสิ่งอื่นใด\"\n\"ในนามของเหรียญทอง ข้าจะปฏิบัติตาม \"สัญญา\" ระหว่างเรา----\"\n\"ยังไงก็ตาม ขอให้ข้ากลายเป็นหัวใจของเงินที่หมุนเวียนอยู่ในโลกใบนี้\"\n\"แล้วเมื่อถึงเวลาจำเป็น ขอให้หัวใจหยุดเต้นลงเพื่อข้าด้วยเถอะ\"\n",
        "vi": "\nQuỹ đạo lưu thông tiền tệ tạo thành huyết mạch của thế giới.\nVậy thì trung tâm của thế giới này chính là trái tim bằng vàng.\n\nNgười không có cơ hội được \"công nhận\" thì chỉ có thể theo đuổi sức mạnh thế tục.\nTuy nhiên, ngay cả khi \"chúng\" nên được loại bỏ như đồng tiền cũ nát, \ncũng là một trong vô số quyền năng được Thần nắm giữ trong tay.\n\nCó lẽ chính vì đã từng nghèo khó nên hắn đã nảy sinh một nỗi ám ảnh về tiền bạc.\nHoặc cũng có thể do không được Thần ưu ái nên đã nung nấu ý chí đối đầu...\n\n\"Người dân tại nơi sinh ra những đồng tiền vàng này rất coi trọng khế ước.\"\n\"Nhân danh tiền bạc, ta sẽ tuân theo khế ước giữa chúng ta.\"\n\"Bằng mọi cách, hãy để ta trở thành trái tim của đồng tiền đang lưu hành trên thế giới.\"\n\"Và rồi đến thời khắc cần thiết, hãy để trái tim ngừng đập theo ý chí của ta.\"\n"
      },
      "imgid": "pale_flame_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "超越之盏",
        "zht": "超越之盞",
        "jp": "超越の盃",
        "ko": "초월의 잔",
        "en": "Surpassing Cup",
        "de": "Kelch der Überbietung",
        "es": "Cáliz de la Trascendencia",
        "fr": "Coupe de transcendance",
        "pt": "Taça da Superação",
        "ru": "Превосходящая чаша",
        "id": "Surpassing Cup",
        "th": "Surpassing Cup",
        "vi": "Ly Siêu Việt"
      },
      "description": {
        "zhs": "从外观无从断定经历了多少岁月的精致杯盏。",
        "zht": "從外觀無從斷定經歷了多少歲月的精緻杯盞。",
        "jp": "何年もの歳月を経たか見た目からは全く見当がつかない精巧な盃。",
        "ko": "겉으론 세월의 흔적을 가늠할 수 없는, 정교하게 만들어진 잔",
        "en": "An intricately-made cup. Its appearance betrays nothing of its age to an observer.",
        "de": "Ein so fein gefertigter Kelch, dass man nicht vermag, sein Alter zu erraten.",
        "es": "Un cáliz con un diseño muy intrincado. Por su apariencia, es imposible saber de qué época procede.",
        "fr": "Une coupe à l'allure complexe. Son apparence ne laisse rien paraître de ses années.",
        "pt": "Uma fina taça em que não é possível determinar sua idade por sua aparência exterior.",
        "ru": "Изысканная чаша, вид которой не позволяет установить её возраст.",
        "id": "Cangkir yang dibuat dengan tingkat kerumitan yang tinggi. Penampilannya sama sekali tidak memberikan petunjuk apa pun tentang usianya kepada orang yang hendak mengamatinya.",
        "th": "ดูจากรูปลักษณ์แล้วไม่สามารถบอกได้เลยว่าถ้วยที่วิจิตรงดงามนี้มีอายุกี่ปี",
        "vi": "Một cái ly được chế tác tinh tế, nhìn bên ngoài thì không thể đoán được nó đã trải qua bao nhiêu năm tháng."
      },
      "lore": {
        "zhs": "\n在诞生之初就拥有无比美丽的面貌的「他」，\n注定拥有长久的「年限」与空洞的「意志」。\n\n作为神造的超越者，却当成无用之物被弃置。\n因为未可知的错误，从「休眠」中自行苏醒，\n开始行走在天地与凡人之间。\n\n愚者找到他之前，他已经从无数年的漂流中，\n习得了这样的经验：\n\n我是超越一切人的「人」，\n连神也惮于干涉我的命运。\n无论人与神，还是命运都没有裁决我的资格，\n应当如何度过剩余的寿命，也是我的自由吧。\n\n既然与这些以面具示人的人同行似乎很有趣，\n那就成为「一丘之貉」吧。\n",
        "zht": "\n在誕生之初就擁有無比美麗的面貌的「他」，\n注定擁有長久的「年限」與空洞的「意志」。\n\n作為神造的超越者，卻被當成無用之物而棄置。\n因為未可知的錯誤，從「休眠」中自行甦醒，\n開始行走在天地與凡人之間。\n\n愚者找到他之前，他已經從無數年的漂流中，\n習得了這樣的經驗：\n\n我是超越一切人的「人」，\n連神也憚於干涉我的命運。\n無論人與神，還是命運都沒有裁決我的資格，\n應當如何度過剩餘的壽命，也是我的自由吧。\n\n既然與這些以面具示人的人同行似乎很有趣，\n那就成為「一丘之貉」吧。\n",
        "jp": "\n誕生の時すでに至高の美を有していた「彼」は、\n長い「時間」と空っぽの「意志」を持つ運命にあった。\n\n神が創造した超越者であるにもかかわらず、役立たずとして捨てられた。\n未知なるエラーで「休眠」から目覚め、\n天地と凡人の世界を渡り歩いた。\n\n愚者が彼を見つけるまで、彼は数え切れないほどの年月の漂流から、\nこんな経験を会得した。\n\n僕はすべての人間を越える「人間」、\n神でさえも僕の運命に干渉できない。\n人も神も運命も僕を裁く権利はない。\nどのように残りの寿命を過ごすかは、僕の自由だ。\n\n仮面を被る彼らと一緒に行動するのは面白そうだ、\nその仲間になってもいいだろう。\n",
        "ko": "\n태어나면서부터 독보적으로 아름다운 외모를 지녔던 「그」는,\n오랜 「수명」과 공허한 「의지」를 약속 받았다.\n\n그는 신의 탁월한 피조물이었으나 무용지물이 되어 버려졌다.\n그는 알 수 없는 착오에 의해 「수면」에서 스스로 깨어나\n천지와 인간 세상을 거닐기 시작했다.\n\n어리석은 자가 그를 찾기 전에 그는 오랜 세월 떠돌며\n이런 경험들을 쌓았다.\n\n난 인간을 초월한 「인간」으로,\n신조차 내 운명에 관여하길 두려워한다.\n인간이든 신이든, 아니면 운명이 날 좌지우지할 수 없고\n남은 생을 어떻게 보내는지도 내 자유이다.\n\n이 가면을 쓴 사람들과 동행하는 건 흥미로워 보이니\n그들과 「한통속」이 되자.\n",
        "en": "\nHe was born with a face fairer than any other,\nDestined to a long life and a hollow will.\n\nHe was a transcendent being, divinely created, but he was cast aside like worthless dross.\nYet, due to an error that cannot be known, he roused himself from slumber,\nAnd began to wander the mortal realm.\n\nBefore the Fatui found him, he had drifted for countless years\nAnd in that time, this is what his experience had taught him:\n\n\"I am a 'human' who surpasses all others.\"\n\"Even the gods daren't meddle in my fate.\"\n\"Neither mortal nor god, nor fate itself, is qualified to be my judge.\"\n\"I am free to choose how I wish to spend the remainder of my days.\"\n\n\"Since these mask-wearing people are so fun to be around...\"\n\"I think I'll become one of them.\"\n",
        "de": "\nEr wurde mit einem Gesicht geboren, das schöner ist als jedes andere,\nbestimmt für ein langes Leben und einen hohlen Willen.\n\nEr war ein transzendentes Wesen, göttlich geschaffen, aber er wurde beiseite geworfen wie wertlose Schlacke.\nDoch aufgrund eines Fehlers, der unergründlich ist, erwachte er aus dem Schlummer,\nund begann, das Reich der Sterblichen zu durchwandern.\n\nBevor die Fatui ihn fanden, war er unzählige Jahre lang umhergetrieben\nund in dieser Zeit hatte ihn seine Erfahrung Folgendes gelehrt:\n\n„Ich bin ein Mensch, der alle anderen übertrifft.“\n„Selbst die Götter wagen es nicht, sich in mein Schicksal einzumischen.“\n„Weder Sterbliche, noch Götter, noch das Schicksal selbst, sind qualifiziert, mein Richter zu sein.“\n„Ich bin frei zu wählen, wie ich den Rest meiner Tage verbringen möchte.“\n\n„Da diese maskentragenden Leute solch amüsante Gesellschaft bieten ...“\n„Denke ich einer von ihnen zu werden.“\n",
        "es": "\nDesde su nacimiento, él siempre gozó de un rostro hermoso sin igual.\nEstaba destinado a poseer una juventud eterna y una determinación vacía.\n\nEra un ser trascendental creado por los dioses. Sin embargo, fue rechazado como si fuera escoria.\nPese a ello, debido a un error desconocido, consiguió despertarse de su letargo\ny comenzó sus andanzas por el mundo de los mortales.\n\nAntes de que los Fatui lo encontraran, él ya estaba acostumbrado\na vivir este tipo de situaciones como fruto de sus años vagando por el mundo.\n\n“Soy un humano que sobresale por encima del resto.\nHasta los dioses temen interferir en mi destino.\nYa sean los dioses, los mortales o el destino, nada ni nadie es apto para juzgarme.\n¿O es que no soy libre de elegir cómo deseo vivir el resto de lo que me queda de vida?\n\nYa que esta gente que lleva máscaras parece tan divertida,\ncreo que yo también me convertiré en uno de ellos”.\n",
        "fr": "\nLui, qui dès la naissance avait les traits les plus fins,\nétait destiné à une longue vie et à une volonté par une jeunesse éternelle, et une volonté frivole.\n\nCréation transcendante des dieux que l'on jugea inutile, il fut laissé pour compte.\nTiré de son sommeil par erreur,\nil commença à marcher dans le monde parmi hommes.\n\nAvant que les Fatui ne le trouvent, il avait déjà appris d'expérience,\nau cours d'innombrables années passées à errer :\n\n« Je suis l'homme qui transcende tous les hommes,\net même les dieux craignent d'interférer avec mon destin.\nNi dieu, ni homme, ni destinée ne peut me commander,\net je suis libre de choisir comment passer les années qui me restent.\n\nEt puisque marcher au milieu des hommes et de leurs masques me plaît,\nalors je deviendrai comme eux. »\n",
        "pt": "\nQuando nasceu, ele já possuía uma aparência incomparavelmente bela,\nE estava destinado a ser eternamente \"jovem\" e uma \"determinação\" vazia.\n\nFoi uma criação inigualável dos deuses, mas por ser inútil, foi descartado.\nPor causa de um erro desconhecido, acabou despertando de sua hibernação.\nE começou a caminhar junto com os mortais.\n\nAntes do Primeiro Fatui o encontrar, ele já havia vagado incontáveis anos,\nE o que aprendeu foi:\n\nEu sou uma pessoa que transcende as outras,\nAté os deuses temem interferir no meu destino.\nNão importa se forem pessoas ou deuses, nada pode fazer meu destino ser parado,\nQuanto a lidar com o tempo restante da minha vida, isso é de minha liberdade.\n\nE estas pessoas que se mostram com uma máscara são muito interessantes,\nPor isso nós seremos como irmãos.\n",
        "ru": "\nЕму, с самого рождения обладавшему прекрасной внешностью,\nбыло суждено прожить долгую жизнь с абсолютно пустым сознанием.\n\nОн был превосходным творением богов, но вместе с тем оказался бесполезен, а потому был брошен.\nИз-за неизвестной ошибки он сам очнулся ото сна,\nсам начал ходить по земле среди смертных.\n\nПрежде, чем Фатуи нашли его, он уже бесчисленное количество лет плыл по течению жизни,\nа потому научился следующему:\n\nЯ сверхчеловек,\nи даже боги боятся вмешиваться в мою судьбу.\nНи бог, ни смертный не вправе судить меня,\nи я волен сам определить, как прожить мне оставшуюся жизнь.\n\nРаз уж я и эти люди в масках питаем взаимный интерес друг к другу,\nТак будем же мы отныне птицами одного полёта.\n",
        "id": "\nDia terlahir dengan wajah yang lebih cantik dari orang lain,\nDitakdirkan untuk hidup panjang dan memiliki keinginan yang hampa.\n\nDia bukanlah makhluk biasa, dia diciptakan oleh dewa tetapi dibuang seperti benda yang tidak berharga.\nTapi karena sebuah kesalahan yang tidak diketahui, dia telah bangkit dari tidurnya,\nDan melangkah masuk ke dunia manusia.\n\nDia telah berjalan tanpa tujuan, hingga akhirnya Fatui menemukannya,\nInilah yang diajarkan oleh pengalamannya:\n\n\"Aku adalah seorang manusia yang melebihi manusia lainnya.\"\n\"Bahkan dewa pun tidak berani mengatur takdirku.\"\n\"Manusia, dewa, bahkan takdir sekalipun tidak pantas menghakimiku,\"\n\"Aku bebas memilih caraku menghabiskan sisa-sisa waktuku.\"\n\n\"Dan karena orang-orang bertopeng ini cukup menarik perhatianku...\"\n\"Kurasa aku akan bergabung dengan mereka.\"\n",
        "th": "\n\"เขา\" ผู้มีใบหน้าที่งดงามมาตั้งแต่แรกเกิด\nที่ถูกลิขิตให้มี \"อายุ\" ที่ยืนนานและ \"เจตจำนง\" ที่ว่างเปล่า\n\nในฐานะผู้อยู่เหนือมนุษย์ที่เทพเจ้าสร้างขึ้น แต่กลับถูกทอดทิ้งไปราวกับสิ่งไร้ค่า\nเนื่องจากข้อผิดพลาดที่ไม่มีผู้ใดล่วงรู้ เขาจึงตื่นขึ้นจาก \"การหลับใหล\" ด้วยตัวของเขาเอง\nและเริ่มเดินทางไปทั่วโลกมนุษย์\n\nเขาได้เร่ร่อนรอนแรมมานานหลายปี ก่อนที่เหล่าคนเขลาจะพบเข้ากับเขา \nจึงได้รับประสบการณ์แบบนี้:\n\nฉันเป็น \"คน\" ที่เหนือกว่าทุกคน\nแม้แต่เทพเจ้าก็ไม่อาจบงการชีวิตของฉันได้\nไม่ว่ามนุษย์ เทพเจ้าหรือโชคชะตาก็ไม่มีสิทธิ์ตัดสินฉัน\nฉันควรใช้ชีวิตที่เหลืออย่างไร ก็เป็นสิทธิ์ของฉันด้วยเช่นกัน\n\nในเมื่อการอยู่ร่วมกันผู้คนที่สวมหน้ากากได้ทำให้เขาได้เห็นโลกที่อยู่เบื้องหลังหน้ากากที่น่าหลงใหล\nอย่างนั้นต่อไปเราก็มาเป็นพวกเดียวกันเถอะ\n",
        "vi": "\nNgay từ khi mới chào đời, anh ấy đã có gương mặt đẹp không gì sánh được.\nCó \"thời hạn\" lâu dài và \"ý chí\" trống rỗng.\n\nLà một kẻ siêu việt do Thần tạo ra, nhưng lại bị vứt bỏ như một thứ vô dụng.\nBởi vì một lỗi không xác định, đã tự tỉnh dậy khỏi \"giấc ngủ\", \nbắt đầu bước đi giữa trời đất và nhân gian.\n\nTrước khi được Fatui tìm thấy, anh ấy đã lưu lạc trong vô số năm, \ncó được những kinh nghiệm như sau:\n\nTa là \"người\" vượt trội hơn tất cả mọi người, \nngay cả thần cũng ngần ngại can thiệp vào vận mệnh của ta.\nBất kể là con người, thần thánh, hay là số phận đều không có tư cách để phán xét ta, \nNên làm gì với tuổi thọ dư thừa này, cũng là quyền tự do của ta.\n\nCó vẻ như đồng hành cùng những kẻ đeo mặt nạ này rất thú vị, \nvậy thì hãy thành \"cá mè một lứa\" đi.\n"
      },
      "imgid": "pale_flame_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "嗤笑之面",
        "zht": "嗤笑之面",
        "jp": "嗤笑の面",
        "ko": "조소의 가면",
        "en": "Mocking Mask",
        "de": "Maske der Heiterkeit",
        "es": "Máscara de la Burla",
        "fr": "Masque ricanant",
        "pt": "Máscara Sorridente",
        "ru": "Смеющаяся маска",
        "id": "Mocking Mask",
        "th": "Mocking Mask",
        "vi": "Mặt Nạ Chế Nhạo"
      },
      "description": {
        "zhs": "能将面目遮蔽，让人无从判断表情的面具。",
        "zht": "能將面目遮蔽，讓人無從判斷表情的面具。",
        "jp": "誰にも表情がわからないように顔を隠すことができるマスク。",
        "ko": "얼굴을 가려 어떤 표정인지 알 수 없게 하는 가면",
        "en": "A mask that covers the face, hiding one's expression from others.",
        "de": "Eine Maske, die das Gesicht verdeckt, sodass andere den Ausdruck darin nicht sehen können.",
        "es": "Una máscara que cubre la cara y oculta a los demás la expresión facial.",
        "fr": "Un masque qui couvre le visage, ne laissant rien voir de votre expression.",
        "pt": "Uma máscara que cobre o rosto de quem a usa, impedindo que outras pessoas possam ver suas expressões.",
        "ru": "Эта маска закрывает лицо владельца, не позволяя окружающим видеть его выражение.",
        "id": "Topeng yang menutupi wajah, menyembunyikan ekspresi terselubung yang ada di baliknya dari pandangan mata orang lain.",
        "th": "หน้ากากที่สามารถปิดบังใบหน้าได้ ทำให้ผู้อื่นไม่สามารถเห็นสีหน้าของผู้ที่สวมใส่มัน",
        "vi": "Có thể dùng để che mặt, khiến người khác không thể nhìn thấy biểu cảm của mình."
      },
      "lore": {
        "zhs": "\n既然沾染的同胞的血无法洗净，那索性成为嘲笑命运的「丑角」。\n既然我的才学无法与「贤者」比拟，没能获得上一位王者的青睐，\n也未能阻止他们撕开深罪的纱笼，招来神怒、毁灭与痴愚的狂潮，\n那就索性成为笨拙的「愚人」，为理解我的伤痛的「陛下」效忠…\n\n我是名为『丑角』的皮耶罗。请听我说：\n\n骄傲的愚人同士们，心怀怒火与永恒的寒冬吧。\n既然我们彼此都见识过世界定理的荒谬与冷漠，\n那就一同戴上嗤笑世界的面具，去改写天理吧。\n",
        "zht": "\n既然沾染的同胞的血無法洗淨，那索性成為嘲笑命運的「丑角」。\n既然我的才學無法與「賢者」比擬，沒能獲得上一位王者的青睞，\n也未能阻止他們撕開深罪的紗籠，招來神怒、毀滅與痴愚的狂潮，\n那就索性成為笨拙的「愚人」，為理解我的傷痛的「陛下」效忠…\n\n我是名為『丑角』的皮耶羅。請聽我說：\n\n驕傲的愚人同士們，心懷怒火與永恆的寒冬吧。\n既然我們彼此都見識過世界定理的荒謬與冷漠，\n那就一同戴上嗤笑世界的面具，去改寫天理吧。\n",
        "jp": "\n同胞の身に染まった血が洗い流せないのなら、運命を嘲笑する「道化」を演じよう。\n才と学が「賢者」に及ばず、先代王者の支持も得られず、\n深くに眠った罪を掘り返し、神の怒りと破壊を招く彼らを阻止できなかった。\nならばいっそのこと不器用な「道化」となり、我輩の苦痛を理解する「陛下」に忠誠を誓おう…\n\n我が名は「道化」のピエロ——\n\n誇り高き愚人どもよ、怒りの炎と永遠の冷気を心に抱け。\n我ら世界定理の不条理と無情を知見せし者、\n世界を嘲笑う面を被り、天理を書き換えようではないか。\n",
        "ko": "\n동포들의 피를 씻어낼 수 없다면, 아예 운명을 비웃는 「어릿광대」가 되는 겁니다.\n내 재주와 학문이 「현자」에 못 미친다면, 전임 왕의 총애를 받지 못한다면,\n그들이 무거운 죄의 베일을 찢어버리는 것을 말리지 못해 신의 분노와 멸망, 어리석은 광풍을 불러 일으켰다면,\n차라리 어리석은 「우인」이 되어 내 아픔을 이해해주는 「폐하」에게 충성을 바치겠습니다…\n\n난 『어릿광대』라고 불리는 피에로입니다. 내 이야기를 들어주세요.\n\n자랑스러운 우인 동지들이여, 분노의 불꽃과 영원한 냉기를 간직합시다.\n우리 서로 세상의 진리가 터무니없고 싸늘하다는 것을 봤으니,\n함께 세상을 비웃는 가면을 쓰고 하늘의 이치를 바꿉시다.\n",
        "en": "\nSince the stain of my compatriots' blood cannot be cleansed, I shall become The Jester, who laughs in the face of fate.\nSince my level of learning could not compare with the sages, I failed to earn the favor of the previous ruler.\nSo too did I fail to stop them from tearing away the veil of sin, ushering in a tide of divine wrath, destruction, and foolishness...\nThen I shall become instead a fool, a Fatuus, and devote myself to Her Majesty, who understands my pain...\n\nMy name is Pierro, The Jester. Please listen to the words I have to say:\n\nProud Fatui comrades, I know your hearts harbor both the fires of rage and the cold of eternal winter.\nEach one of us has borne witness to the absurd callousness of the foundational principles of this world.\nSo, let us don our masks in mockery of the world as we go forth and rewrite the rules of destiny.\n",
        "de": "\nDa der Fleck des Blutes meiner Landsleute nicht gereinigt werden kann, werde ich der Pierro sein, der dem Schicksal ins Gesicht lacht.\nDa mein Lernniveau nicht mit dem der Weisen mithalten konnte, gelang es mir nicht, die Gunst des vorherigen Herrschers zu erlangen.\nSo habe auch ich versagt, sie davon abzuhalten, den Schleier der Sünde wegzureißen und eine Flut von göttlichem Zorn, Zerstörung und Torheit heraufzubeschwören ...\nDann werde ich stattdessen ein Narr, ein Fatuus, und widme mich Ihrer Majestät, die meinen Schmerz versteht ...\n\nMein Name ist Pierro, der Narr. Bitte höre auf die Worte, die ich zu sagen habe:\n\nStolze Fatui-Kameraden, ich weiß, dass eure Herzen sowohl das Feuer der Wut als auch die Kälte des ewigen Winters beherbergen.\nJeder von uns ist Zeuge der absurden Gefühllosigkeit der Grundprinzipien dieser Welt geworden.\nLass uns also unsere Masken aufsetzen, um die Welt zu verhöhnen, während wir hinausgehen und die Regeln des Schicksals neu schreiben.\n",
        "es": "\nYa que es imposible limpiar las manchas de sangre de mis compatriotas, me convertiré en el “Bufón” que se ríe en la cara del destino.\nMis conocimientos no son comparables a los de los eruditos, ni tampoco podría ganarme la confianza de ningún rey.\nAdemás, no he logrado impedir que desgarren el velo del pecado, lo que ha provocado la furia de los dioses, la destrucción y la demencia.\nAsí que simplemente me convertiré en un estúpido Fatui y un devoto de Su Majestad, la única persona capaz de comprender mi sufrimiento...\n\nMi nombre es Pierotto, El Bufón. Por favor, escúchenme con atención:\n\nQueridos y orgullosos Fatui: sé que sus corazones albergan una furia ardiente y una frialdad como la de un eterno invierno glacial.\nAl fin y al cabo, todos nosotros hemos sido testigos de lo absurdos y crueles que son los principios fundamentales de este mundo.\nAsí pues, pongámonos nuestras máscaras para burlarnos del mundo y reescribir las leyes del orden celestial.\n",
        "fr": "\nPuisque le sang corrompu des miens ne peut être lavé, alors je deviendrai celui qui se rit du destin.\nPuisque le savoir que je possède ne peut s'accorder avec les vertus de ce monde, et que je n'ai pu ni obtenir les grâces du précédent empereur,\nni pu les empêcher de déchirer le sarong du crime d'autrefois et de s'attirer la colère des dieux, la destruction et l'ignorance...\nAlors autant devenir un simple imbécile heureux, et prêter allégeance à Sa « Majesté » qui comprend ma douleur...\n\nMon nom est Pierro, et écoutez-moi bien :\n\nNobles confrères Fatui, la rage et le froid de l'hiver habitent en vos cœurs.\nPuisque tous, nous avons été témoins de l'indifférence et de l'absurdité de ce monde,\nalors ensemble, portont ces masques aux rires grossiers, et changeons l'ordre du monde.\n",
        "pt": "\nNão é possível limpar o sangue contaminado dos companheiros. Por isso é melhor que você me chame como o engraçado Bobo da Corte.\nAfinal de contas, meu conhecimento não se compara ao dos eruditos, nem posso obter o favor de algum rei,\nE como eu não podia parar eles de rasgar o véu do pecado, convidando a fúria divina, a destruição e a ingenuidade,\nEntão eu me transformarei em um Fatui idiota e serei fiel a Sua Majestade, que entende minha dor...\n\nMe chamo Pierro, o Bobo da Corte, escute-me com atenção:\n\nOs orgulhosos Fatui nutrem a fúria e eterno inverno.\nNo final das contas, nós ambos vimos com nossos olhos a crueldade e frieza dos princípios do mundo,\nvamos nos unir e usar nossa máscara sorridente para reescrever a ordem celestial.\n",
        "ru": "\nРаз уж очиститься от порченной крови соотечественников невозможно, лучше всего стать Пьеро, высмеивающим судьбу.\nРаз уж мои таланты и эрудицию нельзя сравнить с талантами мудрецов, раз уж я не могу снискать одобрение государя,\nраз уж я не могу помешать им разорвать завесу греха и навлечь гнев Архонтов да волны разрушения и безумия,\nтак лучше уж стать глупым Фатуи, верой и правдой служащим Её Величеству, понимающей мою боль...\n\nШут - моя роль, и имя мне Пьеро. Так слушайте же, что я скажу:\n\nГордые Фатуи, ваши сердца питают гнев и вечная зима.\nРаз уж мы с вами познали абсурдность и жестокость законов мира,\nтак давайте же вместе наденем маски, высмеивающие мир, и перепишем эти законы.\n",
        "id": "\nKarena noda darah rekan sebangsaku tidak bisa dibersihkan, aku menjadi seorang pelawak, yang menertawakan takdir.\nKarena kemampuan belajarku tidak dapat dibandingkan dengan kaum bijak, aku gagal mendapatkan dukungan dari penguasa sebelumnya.\nAku juga gagal menghentikan mereka untuk merobek selubung dosa yang membawa gelombang kemurkaan ilahi, kehancuran, dan kebodohan...\nMaka aku pun menjadi seorang yang bodoh, seorang Fatui yang mengabdikan diriku kepada Yang Mulia — yang memahami rasa sakitku...\n\nNamaku Pierro, The Jester. Tolong dengarkan kata-kataku ini:\n\nWahai rekan-rekan Fatui yang sombong, aku tahu hati kalian panas karena diliputi oleh api kemarahan, dan dingin karena diliputi musim dingin yang abadi.\nMasing-masing dari kita pasti sudah menyaksikan prinsip-prinsip dunia yang kaku dan tidak masuk akal.\nKarena itulah, mari kita kenakan topeng yang mengejek dunia, dan maju untuk menulis ulang aturan takdir.\n",
        "th": "\nในเมื่อเลือดของเพื่อนร่วมชาติที่เปื้อนอยู่ไม่สามารถล้างออกได้ มันจึงกลายมาเป็น Jester ผู้เยาะเย้ยชะตากรรม\nในเมื่อความสามารถของฉันเทียบไม่ได้กับนักปราชญ์ จึงไม่ได้รับความโปรดปรานจากราชาองค์ที่แล้ว\nและยังไม่สามารถหยุดยั้งพวกเขาไม่ให้อ้าแขนรับความบาป ทำให้เทพเจ้าต้องพิโรธ ทำให้เกิดเกิดการทำลายล้างอย่างบ้าคลั่งและความโง่เขลา\nจนต้องกลายมาเป็น \"Fatui\" ที่คอยรับใช้พระองค์ ผู้ซึ่งเข้าใจความเจ็บปวดของฉัน...\n\nฉันคือ Pierro ผู้มีฉายาว่า \"Jester\" จงฟังฉันให้ดี:\n\nสหาย Fatui ที่ภาคภูมิทั้งหลาย จงให้หัวใจพวกเจ้าเต็มไปด้วยความโกรธแค้นและความเหน็บหนาว\nเราทุกคนต่างได้ประจักษ์ถึงความไร้ความหมายและความเย็นชาของกฎแห่งโลกใบนี้แล้ว\nดังนั้นจงสวมหน้ากากที่หัวเราะเยาะโลกใบนี้เอาไว้ แล้วไปบัญญัติกฎแห่งสวรรค์ขึ้นใหม่กันเถอะ\n",
        "vi": "\nNếu máu của đồng bào vấy lên không thể rửa sạch, vậy thì ta sẽ trở thành \"Jester\" chế giễu vận mệnh.\nNếu tài năng của ta không thể so sánh với \"hiền giả\", không thể giành được sự sủng ái của vị vua đời trước, \ncũng không thể ngăn cản họ xé nát bức màn tội lỗi, làm trỗi dậy sóng thần phẫn nộ, huỷ diệt và ngu xuẩn,\nVậy thì hãy trở thành \"kẻ ngốc\" vụng dại, trung thành với bệ hạ - người hiểu nỗi đau của ta...\n\nTa là \"Jester\" Pierro. Hãy nghe ta nói:\n\nHỡi những kẻ ngốc kiêu ngạo, con tim chất chứa lửa giận và mùa đông lạnh lẽo vĩnh hằng.\nNếu chúng ta đều đã trông thấy sự hoang đường và thờ ơ của thế giới, \nvậy thì hãy cùng đeo lên chiếc mặt nạ cười nhạo thế giới và viết lại luật trời đi.\n"
      },
      "imgid": "pale_flame_circlet"
    }
  ]
}