{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "逆飞的流星",
    "zht": "逆飛的流星",
    "jp": "逆飛びの流星",
    "ko": "날아오르는 유성",
    "en": "Retracing Bolide",
    "de": "Umgekehrter Meteor",
    "es": "Retroceso del Meteorito",
    "fr": "Météore inversé",
    "pt": "Meteoro Invertido",
    "ru": "Встречная комета",
    "id": "Retracing Bolide",
    "th": "Retracing Bolide",
    "vi": "Sao Băng Bay Ngược"
  },
  "descriptions": [
    {
      "zhs": "护盾强效提高35%。",
      "zht": "護盾強效提高35%。",
      "jp": "シールド強化+35%",
      "ko": "보호막 강화 효과+35%",
      "en": "Increases Shield Strength by 35%.",
      "de": "Erhöht die Schildeffizienz um 35 %.",
      "es": "Protección de Escudo +35%.",
      "fr": "Augmente la force du bouclier de 35 %.",
      "pt": "Aumenta a efetividade de escudos em 35%",
      "ru": "Увеличивает прочность щита на 35%.",
      "id": "Meningkatkan 35% kekuatan perisai.",
      "th": "เพิ่มประสิทธิภาพ โล่ป้องกัน 35%",
      "vi": "Hiệu quả khiên tăng 35%"
    },
    {
      "zhs": "处于护盾庇护下时，额外获得40%普通攻击和重击伤害加成。",
      "zht": "處於護盾庇護下時，額外獲得40%普通攻擊和重擊傷害加成。",
      "jp": "シールド状態の時、通常攻撃と重撃ダメージ+40%。",
      "ko": "보호막이 존재 시 추가로 일반 공격과 강공격 보너스를 40% 획득한다",
      "en": "While protected by a shield, gain an additional 40% Normal and Charged Attack DMG.",
      "de": "Erhöht den Schaden von Standardangriffen und heftigen Schlägen bei aktivem Schild zusätzlich um 40 %.",
      "es": "Los Ataque Normales y Cargados obtienen un 40% de daño adicional mientras estés bajo la protección de un escudo.",
      "fr": "Les attaques normales et chargées infligent un bonus de 40 % de DGT lorsque le personnage est sous la protection d'un bouclier.",
      "pt": "Ganha um adicional de 40% de Dano Normal e Carregado enquanto estiver sob a proteção de um escudo.",
      "ru": "Под защитой щита увеличивает урон обычной и заряженной атаки на 40%.",
      "id": "Meningkatkan 40% Normal dan Charged Attack saat perisai aktif.",
      "th": "เมื่อได้รับการป้องกันจาก โล่ การโจมตีปกติ และชาร์จโจมตี สร้างความเสียหาย เพิ่มขึ้น 40%",
      "vi": "Khi được khiên bảo vệ, nhận thêm 40% tăng sát thương của tấn công thường và trọng kích."
    }
  ],
  "imgid": "retracing_bolide_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "夏祭之花",
        "zht": "夏祭之花",
        "jp": "夏祭りの花",
        "ko": "여름 축제의 꽃",
        "en": "Summer Night's Bloom",
        "de": "Sommerfestbrosche",
        "es": "Flor de la Noche de Verano",
        "fr": "Fleur de la nuit d'été",
        "pt": "Flor do Festival de Verão",
        "ru": "Цветок равноденствия",
        "id": "Summer Night's Bloom",
        "th": "Summer Night's Bloom",
        "vi": "Hoa Lễ Tế Mùa Hè"
      },
      "description": {
        "zhs": "永远盛放的人造之花，其中是否具有生命呢。",
        "zht": "永遠盛放的人造之花，其中是否具有生命呢？",
        "jp": "永遠に咲き続ける造花、その中には命が宿っているかな？",
        "ko": "언제나 활짝 피어있는 조화. 그 속에는 생명이 담겨 있을까?",
        "en": "A man-made flower in eternal bloom. Who knows if there truly is life in there?",
        "de": "Eine künstliche Blüte, die nie verblüht. Ob darin doch ein wenig Leben steckt?",
        "es": "Una flor artificial en floración eterna. ¿Estará viva?",
        "fr": "Une fleur artificielle qui est dans un état de floraison éternel. Serait-elle vivante ?",
        "pt": "Uma flor artificial floresce para sempre com vida?",
        "ru": "Искусственный цветок в вечном цвету. Кто знает, действительно ли в нём есть жизнь.",
        "id": "Bunga buatan tangan manusia, selalu mekar di dalam musim apa pun. Mungkin saja, bunga buatan manusia pun memiliki nyawa?",
        "th": "ดอกไม้ประดิษฐ์ ที่เบ่งบานตลอดกาล ไม่รู้ว่ามันมีชีวิตหรือเปล่านะ?",
        "vi": "Đóa hoa nhân tạo luôn luôn nở rộ, không biết ở trong đó có sinh mệnh không."
      },
      "lore": {
        "zhs": "\n永远盛放的夏祭之花，\n即使埋藏在冰雪之下也不会枯萎。\n\n有人会诽谤它是虚伪的拟造生命，\n因为生命在于变化、痛苦与成长，\n在于一期一会，在于终将消逝吧。\n\n但恐怕，那年夏祭时与她相遇观看烟火龙势，\n在高空如同真实的鲜花一般绽放消散的记忆，\n那位眼眸细长如狐，最后又蓦然消失的女子，\n也只有她留下的这朵不凋败的花还会记得吧。\n\n归根到底，是因为有的生命，\n如这不生不死的夏祭之花一般永恒，\n但大多数的生命像烟火那样须臾吧。\n",
        "zht": "\n永遠盛放的夏祭之花，\n即使埋藏在冰雪之下也不會枯萎。\n\n有人會誹謗它是虛偽的擬造生命，\n因為生命在於變化、痛苦與成長，\n在於一期一會，在於終將消逝吧。\n\n但恐怕，那年夏祭時與她相遇觀看煙火龍勢，\n在高空如同真實的鮮花一般綻放消散的記憶，\n那位眼眸細長如狐，最後又驀然消失的女子，\n也只有她留下的這朵不凋敗的花還會記得吧。\n\n歸根到底，是因為有的生命，\n如這不生不死的夏祭之花一般永恆，\n但大多數的生命像煙火那樣須臾吧。\n",
        "jp": "\n永遠に満開する夏の花、\n氷雪に埋められても萎えることはない。\n\nある者はそれが偽りの偽造生命であると誹謗した。\n従来、命というのは変化であり、苦痛であり、成長であり、\nいずれ訪れる死亡にある。\n\nだとしても、あの夏祭りで彼女と見た花火、\n空中できれいに咲いてまた消え去った記憶、\nあの細長い狐の目をもって、突然離れた女は、\nこの彼女が残した散らない花しか覚えてないでしょう。\n\n結局、ある命は\nこの花のように不朽で、\n多数の命は瞬間の花火でしかない。\n",
        "ko": "\n언제나 활짝 피어있는 여름 축제의 꽃,\n빙하 아래 묻혀있어도 시들지 않는다.\n\n어떤 이는 이를 허위적으로 만들어진 생명이라고 비방했다.\n왜냐하면 생명은 변화와 고통, 성장,\n만남과 이별이 있기 때문이다.\n\n하지만 그해 여름 축제 때 그녀와 함께 본 불꽃놀이는\n높은 하늘에 꽃이 피어났다가 지는 것처럼\n마지막에 홀연히 사라진 그 여우 같은 눈망울의 여자는 기억 속에서 사라졌다.\n오직 그녀가 남긴 이 시들지 않는 꽃만이 그녀를 기억하고 있지 않을까?\n\n결국 어떤 생명은\n이 시들지 않는 여름 축제의 꽃처럼 영원하지만,\n대다수의 생명은 불꽃처럼 피어났다가 사라진다.\n",
        "en": "\nA summer festival flower that blooms forever,\nThat will not wilt even if buried deep below the snow.That will not wilt even if buried deep below the snow.\n\nSome may label it an imitation, an false life,\nFor life lies in change, pain and growth,\nIn meetings, and also in partings.\n\nBut the memories of meeting her,\nOf watching the fireworks bloom in the sky like fresh flowers together,\nThe memories of that foxy-eyed woman who eventually disappeared without a trace...\nThat unwithering flower is the final thing to remember her by.\n\nIn the end, the difference comes down to the fact that for some,\nLife is as eternal as this undying summer bloom,\nBut for most, it is as transient as smoke.\n",
        "de": "\nEine Sommerfestblume, die ewig blüht.\nSie wird nicht welken, selbst wenn sie tief im Schnee begraben wird.\n\nManche mögen es als Nachahmung, als falsches Leben bezeichnen,\ndenn das Leben besteht aus Veränderung, Schmerz und Wachstum\nund es kann jeden Moment vorbei sein.\n\nAber die Erinnerungen an die Begegnung mit ihr,\nwie wir gemeinsam das Feuerwerk am Himmel bewunderten, Feuerwerk so prächtig wie ein blühendes Blumenmeer,\ndie Erinnerungen an die Frau mit den Fuchsaugen, die letztendlich spurlos verschwand,\ndiese unverwüstliche Blume ist das letzte, das mich noch daran erinnert.\n\nLetzten Endes ist das so, weil es das Leben gibt,\nund das Leben ist so unendlich wie diese Sommerfestbrosche,\nfür die meisten jedoch ist es so vergänglich wie Rauch.\n",
        "es": "\nUna flor del festival de verano que dura para siempre.\nNo se marchitará ni aunque sea enterrada bajo la nieve.\n\nAlgunos dicen que es una imitación o que parece una vida falsa.\nYa que, según ellos, la vida solo existe con el cambio, el dolor y el crecimiento.\nLa vida consiste en las oportunidades únicas que nos trae, pero también en las despedidas y la muerte.\n\nPero los recuerdos de cuando la conoció,\nde ver los fuegos artificiales estallar juntos en el cielo como flores abriéndose,\nlos recuerdos de esa mujer de ojos de zorro que desapareció sin dejar rastro...\nEsta flor que nunca se marchitará es lo último que queda para recordarla.\n\nAl final, esto se debe a que existen dos tipos de vidas:\nuna que es eterna como esta flor de verano que jamás se marchita,\ny otra que es tan fugaz y transitoria como el humo de los fuegos artificiales.\n",
        "fr": "\nUne fleur d'été qui ne se fanera jamais.\nElle ne mourra pas, même recouverte de neige.\n\nCertains croient que la vie qui l'habite est artificielle,\ncar la vie est bouleversée par le changement, la douleur et la maturation,\ncomme elle est marquée par des rencontres et par des séparations.\n\nMais les souvenirs de ma rencontre avec la femme aux yeux de renard,\navec qui je vis les feux d'artifice éclore dans le ciel nocturne telles des fleurs au printemps,\ndisparurent soudainement de ma mémoire.\nCette fleur immortelle qu'elle me laissa était l'unique souvenir qui me restait d'elle.\n\nEn fin de compte, nos vies étaient différentes,\nelle pouvait être éternelle comme une fleur d'été pour certains,\net pour d'autres, aussi passagère qu'un feu d'artifice.\n",
        "pt": "\nUma flor do festival de verão que floresce para sempre,\nNão hesitará ainda que seja enterrado debaixo da neve.\n\nAlguns dizem que é uma imitação, uma vida falsa.\nPorque a vida só existe com a mudança, dor e crescimento,\nEm encontros, mas também nas despedidas.\n\nMas as memórias de quando a conheceu,\nou de ver os fogos de artifício iluminarem o céu como flores desabrochando,\nas memórias daquela mulher com olhos de raposa que eventualmente desapareceu sem deixar rastro,\nAquela flor que nunca murchava é a última coisa que tinha para lembrar dela.\n\nNo fim, isso se deve ao fato de que existem dois tipos de vidas:\numa que é eterna como essa flor do verão,\nmas que para a maioria, é passageiro como a fumaça dos fogos de artifício.\n",
        "ru": "\nЦветок с праздника равноденствия, который цветёт вечно\nи не завянет даже под снегом.\n\nКто-то скажет, что это жалкая имитация жизни,\nведь жизнь заключается в переменах, боли и росте,\nво встречах и расставаниях.\n\nНо боюсь я только того, что единственным воспоминанием о встрече на том летнем празднике,\nо том, как высоко в небе, подобно огненным цветам, распускались фейерверки,\nо женщине с глазами лисицы, которая так внезапно исчезла,\nостанется только этот неувядающий цветок.\n\nВ конечном счёте дело в том, что для некоторых жизнь вечна и\nнеизменна, как этот цветок равноденствия,\nтогда как для большинства она вспыхивает и гаснет, подобно фейерверку.\n",
        "id": "\nBunga pada festival musim panas yang akan selalu mekar,\nTidak akan layu bahkan jika terkubur di bawah es dan salju sekalipun.\n\nBeberapa orang akan menyebutnya sebagai kehidupan yang palsu,\nKarena hidup selalu mengandung perubahan, rasa sakit dan pertumbuhan,\nDalam pertemuan, dan juga perpisahan.\n\nMeski begitu, sepertinya aku melihat kembang api bersamanya di festival musim panas pada waktu itu,\nIngatan yang muncul dan menghilang di atas langit,\nGadis dengan mata yang sipit seperti rubah akhirnya menghilang,\nHanya bunga yang tidak pernah layu yang ditinggalkannya yang akan selalu ingat.\n\nLagi pula, itu karena adanya kehidupan,\nSeperti bunga musim panas abadi ini,\nTetapi sebagian besar kehidupan bagaikan kembang api yang tiba-tiba menghilang.\n",
        "th": "\nดอก Summer's Bloom ที่เบ่งบานอยู่เสมอ\nแม้ว่าฝังอยู่ใต้น้ำแข็งและหิมะมันก็จะไม่เหี่ยวเฉา\n\nบางคนใส่ร้ายมันว่าเป็นของปลอม\nเพราะชีวิตคือการเปลี่ยนแปลง ความเจ็บปวด และการเติบโต\nมันจะอยู่เพียงช่วงเวลาหนึ่ง และสุดท้ายจะเลือนหายไป\n\nแต่ฉันกลัวว่า ตอนฉันดูดอกไม้ไฟกับเธอที่เทศกาลฤดูร้อนปีนั้น\nดอกไม้ไฟสว่างไสวอยู่กลางอากาศราวกับของจริง ค่อย ๆ เลือนหายไปเหมือนความทรงจำ\nเธอผู้มีดวงตาเรียวยาวราวจิ้งจอก สุดท้ายก็หายไปอย่างไร้ร่องรอย\nเหลือเพียงดอกไม้ที่ไม่ร่วงโรยนี้ที่เธอทิ้งไว้เป็นความทรงจำ\n\nสุดท้ายแล้ว ก็เป็นเพราะ\nดอก Summer's Bloom ไม่เคยมีชีวิต จึงไม่มีวันตาย\nแต่ชีวิตส่วนใหญ่เหมือนดอกไม้ไฟที่หายวับไปกับตา\n",
        "vi": "\nĐóa hoa hội hè mãi nở rộ,\nDù vùi sâu trong băng tuyết cũng không khô héo.\n\nCó người sẽ phỉ báng nó là sự sống giả dối,\nVì sự sống luôn biến hóa, khổ đau và trưởng thành\nMột cơ hội trong đời, hãy cùng nhau tan biến.\n\nNhưng e rằng hội hè năm ấy ngắm pháo hoa cùng nàng,\nĐóa hoa như thật ở trên cao gợi lại ký ức đã nhạt nhòa,\nCô gái với đôi mắt nhỏ như hồ ly sau cùng chợt biến mất,\nChỉ còn đóa hoa không lụi tàn nàng để lại vẫn còn nhớ nhỉ?\n\nSuy đến cùng, đều là vì có những sự sống.\nNhư đóa hoa hội hè vĩnh hằng này,\nNhưng hầu hết sự sống đều chợt tan biến như pháo hoa.\n"
      },
      "imgid": "retracing_bolide_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "夏祭终末",
        "zht": "夏祭終末",
        "jp": "夏祭りの終わり",
        "ko": "여름 축제의 끝",
        "en": "Summer Night's Finale",
        "de": "Ende des Sommerfestes",
        "es": "Gran Final de la Noche de Verano",
        "fr": "Fin de la nuit d'été",
        "pt": "Fim do Festival de Verão",
        "ru": "Конец равноденствия",
        "id": "Summer Night's Finale",
        "th": "Summer Night's Finale",
        "vi": "Kết Thúc Lễ Tế Mùa Hè"
      },
      "description": {
        "zhs": "精致的木造飞镖。抵达终点时才会停滞之物。",
        "zht": "精緻的木造飛鏢。抵達終點後才會停滯之物。",
        "jp": "精巧な木製ダーツ。終点に着くまでは止まらない物。",
        "ko": "정교한 목제 표창. 종착지에 도착해야만 비로소 멈춘다",
        "en": "A well-crafted wooden dart. It will only stop once it has reached its destination.",
        "de": "Ein filigraner Wurfpfeil, der erst ruht, wenn er sein Ziel erreicht hat.",
        "es": "Un elegante dardo de madera. Solo se detiene cuando alcanza a su objetivo.",
        "fr": "Une délicate fléchette en bois. Elle ne s'arrête seulement lorsqu'elle atteint sa cible.",
        "pt": "Dardos de madeira delicados. Apenas param quando atingem o seu alvo.",
        "ru": "Мастерски изготовленный деревянный дротик. Он не остановится пока не достигнет своей цели.",
        "id": "Dart kayu yang dibuat dengan sangat teliti. Dart ini tidak akan berhenti meluncur sebelum mencapai tujuannya.",
        "th": "ลูกดอกไม้ ที่แกะสลักอย่างงดงาม มันจะหยุดเมื่อถึงจุดหมายเท่านั้น",
        "vi": "Phi tiêu bằng gỗ được chạm khắc tinh xảo, chỉ dừng lại khi chạm đến vạch đích."
      },
      "lore": {
        "zhs": "\n精致的木造飞镖，在夏祭时很常见。\n在稻妻的志怪故事中，\n有着人与非人之物相遇的传说…\n\n为了庆祝妻子怀孕，前往神社还愿。\n但不知为何，上山的时候就带上了，\n七岁时的水气球，十七岁时的狐面，\n还有十年、一百年都不会凋败的花。\n\n到底是为什么还会期待着与她再会，\n虽说没有媒妁之言，虽说生活拮据，\n虽说用了很久时间，才不至于绝后，\n但生活总归是，很充实幸福的吧——\n\n上山路上，我特地绕路去以前跟她看烟火的地方。\n拨开树丛，似乎看见她穿着白衣静静坐在石头上。\n但上前一看，原来不过是一只狐狸在上边晒太阳。\n听见我踩碎枯枝的声音，它跳了起来，跑进林子，\n像风扰动的树叶投下的光斑一样，闪烁着消失了。\n我走上前，石头上只留下一枚非常老旧的木飞镖。",
        "zht": "\n精緻的木造飛鏢，在夏祭時很常見。\n在稻妻的誌怪故事中，\n有著人與非人之物相遇的傳說…\n\n為了慶祝妻子懷孕，前往神社還願。\n但不知為何，上山的時候就帶上了，\n七歲時的水氣球，十七歲時的狐面，\n還有十年、一百年都不會凋敗的花。\n\n到底是為什麼還會期待著與她再會，\n雖說沒有媒妁之言，雖說生活拮据，\n雖說用了很久時間，才不至於絕後，\n但生活總歸是，很充實幸福的吧——\n\n上山路上，我特地繞路去以前跟她看煙火的地方。\n撥開樹叢，似乎看見她穿著白衣靜靜坐在石頭上。\n但上前一看，原來不過是一隻狐狸在上邊曬太陽。\n聽見我踩碎枯枝的聲音，牠跳了起來，跑進林子，\n像風擾動的樹葉投下的光斑一樣，閃爍著消失了。\n我走上前，石頭上只留下一枚非常老舊的木飛鏢。",
        "jp": "\n木で作られたダーツは夏祭りでよく見かける。\n稲妻の志怪小説では、\n人と非人のものがであう物語があった…\n\n妻の妊娠を祝うために、神社へ願ほどきに行った。\nけれど知らないうちに、\n七歳の水風船と、十七歳の狐面、\n百年も散らない花を持っていってしまった。\n\nどうしてまだ彼女に会いたい、\n媒酌の仲でもないし、生活が貧しくても、\n長い時間うをかけて、跡継ぎができたとしても、\n生活に満足しているはずなのに——\n\n途中で、私は寄り道で昔彼女と花火をみた場所に行った。\n木立を分けて、彼女がそっと石の上で座っているようだった。\n近くにいくと、ただひなたぼっこをしている狐であった。\n私の足音を聞いて、奴は跳びあがって森に走った。\n木の葉から光る白斑のように、ちらちらっと消え去った。\n私はもっと近寄って、石の上に残された古い木のダーツを見かけた。",
        "ko": "\n정교한 목제 표창은 여름 축제에서 아주 흔한 것이다.\n이나즈마의 기괴한 전설 중에는\n사람이 아닌 존재와 만난 이야기도 있다….\n\n아내의 임신을 축하하기 위해 신사에 예참을 하러 갔다.\n그러나 왠지 모르게 산에 오를 때\n7살 때의 물풍선과 17살 때의 여우 가면\n그리고 십 년, 백 년이 지나도 시들지 않는 꽃을 챙겼다.\n\n대체 왜 그녀와 다시 만나길 기대한 걸까?\n중매쟁이의 말도 없었고 생활이 궁핍하긴 했으며,\n오랜 시간이 지나긴 했지만 아이가 생기긴 했으니\n앞으로의 생활이 행복하지 않을까?\n\n산에 오르는 길에 난 일부러 예전에 그녀가 나를 데리고 불꽃놀이를 보여줬던 곳으로 길을 돌아갔다.\n수풀을 제치고 나니 마치 흰옷을 입은 그녀가 돌 위에 앉아 있는 것 같았다.\n하지만 다가가서 보니 여우 한 마리가 위에서 햇볕을 쬐고 있었던 것이었다.\n여우는 내가 나뭇가지를 밟는 소리를 듣고 숲속으로 도망쳤고\n바람에 흔들리는 나뭇잎 사이로 비치는 햇살처럼 순식간에 사라졌다.\n다가가 보니 돌 위에는 아주 오래된 나무 표창만이 남겨져 있었다.",
        "en": "\nAn intricately-made throwing dart. It is a common sight during the summer festival.\nIn the ghost stories of Inazuma,\nThere is a tale about a meeting between the human and inhuman...\n\nTo celebrate my wife's pregnancy, I went to the shrine to give a votive offering.\nBut for reasons unknown, I went up the mountain with these objects.\nThe water balloon from when I seven, the fox mask from when I was seventeen,\nAnd a flower that would not wilt in ten or even a hundred years.\n\nWhy did I expect to meet her again?\nNo matchmaker introduced myself and my wife, and we were always short on money,\nAnd it took some time for us to produce an heir,\nBut our days were still filled with happiness, were they not?\n\nBut still I detoured on that mountain road to the place where I'd seen the fireworks with her.\nPulling the bushes apart, I thought I saw her dressed in white, sitting upon that rock.\nBut when I came forward and looked, it was just a fox sunbathing.\nIt leaped up at the sound of snapping branches, and fled into the woods,\nAnd like the spots of light that poke between leaves moved by the breeze, it was gone in a flash.\nAll that was left was an old wooden throwing dart.",
        "de": "\nFiligran gearbeitete Dartpfeile sind keine Seltenheit bei einem Sommerfest.\nIn einer der Geistergeschichten aus Inazuma\ngibt es eine Geschichte über das Treffen eines Menschen und eines unmenschlichen Wesens ...\n\nUm für eine gute Schwangerschaft meiner Frau zu beten, ging ich zu dem Schrein.\nIch weiß nicht, wieso, aber ich ging den Berg hinauf und brachte als Opfergaben\nden Wasserballon aus meiner Kindheit, als ich sieben war, die Fuchsmaske aus meiner Jugend, als ich siebzehn war,\nund eine Blume, die selbst nach zehn oder hundert Jahren nicht verwelken würde.\n\nWarum nur würde ich sie wiedersehen wollen?\nKein Heiratsvermittler hatte mich meiner Frau vorgestellt und Geld war immer knapp gewesen.\nAußerdem hatte es einige Zeit gebraucht, bis meine Frau endlich schwanger wurde,.\nAber trotzdem führten wir ein glückliches Leben, oder etwa nicht?\n\nAls ich den Berg hinaufging, machte ich dennoch einen kleinen Abstecher zu dem Ort, an dem ich damals mit ihr das Feuerwerk gesehen hatte.\nWie ich so durch die Büsche lugte, dachte ich für einen kurzen Moment, ich hätte sie in ihrem weißen Kleid auf einem der Steine sitzen gesehen.\nBeim näheren Hinsehen jedoch war es bloß ein Fuchs, der sich in der Sonne ausruhte.\nAufgescheucht von dem Geräusch knackenden Geästs unter meinen Füßen rannte der Fuchs schnell davon in den Wald hinein.\nSo wie das Licht nur kurz zwischen tanzende Blätter im Wind fällt, so schnell war auch der Fuchs verschwunden.\nIch wagte noch einen weiteren Schritt nach vorn und fand als einziges einen hölzernen Dartpfeil auf dem Stein.",
        "es": "\nUn dardo arrojadizo de un diseño realmente complejo, muy común durante el festival de verano.\nEn las historias de fantasmas de Inazuma,\nexiste una historia sobre un encuentro entre lo humano y lo inhumano...\n\nPara celebrar el embarazo de mi esposa, fui al santuario a hacer una ofrenda.\nNo sé por qué, pero fui con estos objetos:\nun globo de agua que tengo desde los siete años, una máscara de zorro de cuando tenía diecisiete,\ny una flor que no se marchitaría ni en diez años, ni tampoco en cien.\n\nSeguía pensando que tal vez me encontraría con ella...\nMi esposa y yo no nos conocimos mediante una casamentera, y siempre nos faltaba dinero.\nAdemás, necesitamos mucho tiempo hasta que, por fin, pudimos concebir un hijo.\nSin embargo, siempre fuimos muy felices.\n\nMe desvié por el camino de la montaña que iba hacia el lugar donde había visto los fuegos artificiales con ella.\nAparté unos arbustos y creí verla vestida de blanco, sentada sobre una roca.\nPero cuando me acerqué para verlo, tan solo era un zorro que estaba tomando el sol.\nSaltó del susto cuando pisé unas ramas y, a continuación, huyó al bosque.\nIgual que la luz moteada que se asoma entre las hojas de los árboles al ser zarandeadas por la brisa, desapareció en un instante.\nEntonces, me acerqué a la roca, en cuya superficie había un antiguo dardo de madera.",
        "fr": "\nUne fléchette en bois qu'on voit fréquemment dans les festivals d'été.\nDans une histoire de fantômes inazumienne,\ncet objet marque la rencontre avec un être légendaire...\n\nAfin de célébrer la grossesse de ma femme, je me rendis au temple pour y faire une offrande pour remercier les dieux.\nJ'ignorais pourquoi, mais mes pas me menèrent sur le chemin de la montagne, avec trois objets dans mes poches :\nun ballon d'eau que je reçus à mes sept ans, un masque obtenu à mes dix ans\net une fleur qui ne fanerait jamais, que dix ou cent ans passent.\n\nPourquoi voulais-je la revoir de nouveau ?\nBien que mon mariage ne fut pas arrangé, que ma vie était modeste,\net qu'il nous a fallu du temps pour concevoir un héritier avec ma femme,\nje vivais une vie heureuse...\n\nMalgré cela, je me retrouvais à marcher sur ce chemin de montagne pour me rendre là où je vis les feux d'artifice avec elle.\nJe la découvris en écartant les branches d'un buisson, vêtue de blanc et assise sur un rocher.\nCependant, en m'approchant, je ne vis qu'un renard qui profitait du soleil.\nIl sursauta et s'enfuit dans la forêt.\nIl disparut tout comme la lumière que laissait passer le feuillage des arbres quand le vent soufflait.\nÀ la place, se trouvait une fléchette en bois ancienne.",
        "pt": "\n\"Um dardo refinado feito de maneira complexa, comumente visto durante o festival de verão.\"\nNas histórias de fantasmas de Inazuma,\nExiste uma história sobre um encontro entre um humano e não humano...\n\nPara celebrar a gravidez de minha esposa, fui para o santuário fazer uma oferenda.\nNão sei o porquê, mas quando subi a montanha levei estes objetos:\nO balão de água de quando tinha sete anos, a máscara de raposa de quando tinha dezessete,\nE uma flor que não murcharia nem em dez ou cem anos.\n\nPor que eu esperava encontrá-la novamente?\nApesar de eu e minha esposa não nos conhecermos por uma casamenteira, e sempre nos faltar dinheiro,\napesar de termos precisado de um bom tempo para ter um filho,\nnossos dias estavam cheios de felicidade.\n\nMas eu ainda desviava o caminho na subida para a montanha até o lugar em que vi os fogos com ela.\nEmpurrando os arbustos, eu pensei ter visto ela vestida de branco, sentando sobre aquela rocha.\nMas quando vi, era apenas uma raposa tomando banho de sol.\nAo ouvir o som dos galhos quebrando fugiu rumo ao bosque,\nE assim como os pontos de luz que surgem entre as folhas movidas pela brisa, sumiu em um instante.\nTudo que sobrava era um velho dardo de madeira.",
        "ru": "\nМетательный дротик тонкой работы. Обычно такие можно увидеть на празднике летнего равноденствия.\nВ страшилках Инадзумы есть\nистория о встрече человека и потусторонних сил...\n\nМоя жена забеременела, и я решил отметить это событие, исполнив обет в храме.\nСам не знаю зачем, но с собой на гору я взял\nшарик с водой, который получил в семь, маску лисы, купленную в семнадцать, а ещё\nцветок, что хоть десять, хоть сто лет останется свежим.\n\nПо какому-то наитию я почувствовал, что встречу её снова.\nХоть и поженился я без участия родителей и свахи, хоть с деньгами всегда приходилось туго,\nа завести детей вышло далеко не сразу,\nмы всё равно были счастливы.\n\nНа гору я пошёл в обход, чтобы посетить то место, откуда мы с ней смотрели на фейерверки.\nРаздвинув кусты, я будто бы увидел, как она сидит в белом платье на камне.\nКогда я подошёл поближе, оказалось, что это дремала на солнце лиса.\nПод моей ногой хрустнула ветка, и лиса подпрыгнув убежала в лес,\nпромелькнув, словно пятнышки света меж потревоженной ветром листвы.\nНа камне ничего не осталось кроме старого деревянного дротика.",
        "id": "\nAnak panah kayu yang indah sangat umum di festival musim panas.\nDi dalam kisah-kisah mendebarkan tentang Inazuma,\nAda legenda yang menceritakan pertemuan antara manusia dan sesuatu lain yang bukan manusia...\n\nUntuk merayakan kehamilan istrinya, seseorang pergi ke kuil untuk berdoa.\nTetapi entah kenapa, aku membawa benda-benda ini ketika naik ke atas gunung,\nBola air pada usia tujuh tahun, muka rubah pada usia tujuh belas tahun,\nDan sekuntum bunga yang tidak akan layu dalam sepuluh atau ratusan tahun sekalipun.\n\nSebenarnya kenapa masih berharap untuk melihatnya lagi,\nMeski tidak ada kata-kata yang cocok untuk menggambarkannya, dan meski hidupku memang sulit,\nDan kita butuh waktu cukup lama untuk mencari pewarisnya,\nSeharusnya aku bisa berbahagia dengan hidupku-\n\nDalam perjalanan mendaki gunung, aku memilih jalan memutar khusus ke tempat di mana aku biasa menonton kembang api bersamanya.\nSambil menyibakkan semak-semak dedaunan ke sampingnya, aku seperti melihatnya duduk diam di atas batu berbalut pakaian putih.\nTetapi ketika melangkah maju, ternyata itu tidak lebih dari seekor rubah yang berjemur di bawah sinar matahari.\nMendengar suaraku menginjak ranting-ranting yang kering, dia melompat dan lari ke dalam hutan,\nSeperti titik terang cahaya yang diciptakan oleh daun yang digerakkan oleh angin, berkedip-kedip sejenak dan menghilang.\nAku melangkah maju, hanya menyisakan anak panah kayu yang sudah tua di atas batu.",
        "th": "\nปาเป้าไม้ที่สวยงามนั้นพบได้ทั่วไปในช่วงเทศกาลฤดูร้อน\nในเรื่องราวประหลาดของ Inazuma\nมีตำนานของการพบกันระหว่างมนุษย์และอมนุษย์ ...\n\nเพื่อเป็นการฉลองที่ภรรยาตั้งครรภ์ จึงไปที่ศาลเจ้าเพื่อทำการแก้บน\nแต่ไม่รู้ทำไม ตอนเดินขึ้นภูเขา ถึงได้นำของเหล่านี้ไปด้วย\nลูกโป่งน้ำตอน 7 ขวบ หน้ากากจิ้งจอกตอนอายุ 17 ปี\nและยังมีดอกไม้ที่ไม่ร่วงโรย แม้เวลาจะผ่านไปเป็นสิบปีหรือร้อยปี\n\nทำไมยังต้องรอคอยที่จะพบกับเธออีกนะ\nถึงแม้จะไม่มีแม่สื่อมาคอยช่วย ถึงแม้ชีวิตจะขัดสน\nแม้จะต้องใช้เวลานาน แต่มันจะไม่ใช่จุดจบ\nแต่ชีวิตมักจะถูกเติมเต็มและเต็มไปด้วยความสุขอยู่เสมอ...\n\nระหว่างทางขึ้นภูเขาฉันตั้งใจเดินอ้อมไปยังสถานที่ที่ฉันเคยดูดอกไม้ไฟกับเธอ\nเมื่อแหวกพุ่มไม้ไปด้านข้าง เขาเห็นเธอในชุดสีขาวนั่งเงียบ ๆ อยู่บนก้อนหิน\nแต่พอเขาก้าวเท้าไปข้างหน้า กลับพบว่ามันเป็นเพียงสุนัขจิ้งจอกอาบแดดอยู่เท่านั้น\nมันได้ยินเสียงฝีเท้าของเขาที่เหยียบลงบนกิ่งไม้แห้ง มันกระโดดขึ้นมาและวิ่งหายไปในป่า\nเหมือนแสงที่ส่องผ่านใบไม้ที่ถูกลมพัดปลิวว่อนไป มันหายไปในพริบตา\nฉันก้าวไปข้างหน้า ทิ้งลูกดอกไม้เก่า ๆ ไว้บนก้อนหินก้อนนั้น",
        "vi": "\nPhi tiêu gỗ tinh xảo thường gặp ở hội hè.\nTrong những truyện ly kỳ về Inazuma,\nCó truyền thuyết gặp gỡ giữa người và những thứ không phải người...\n\nĐể mừng thê tử mang thai, đến thần xã cầu nguyệt.\nNhưng không biết vì sao khi lên núi lại mang theo,\nQuả cầu nước lúc bảy tuổi, mặt hồ ly lúc mười bảy tuổi,\nCả đóa hoa mãi không lụi tàn dù là mười hay trăm năm.\n\nRốt cuộc là vì sao vẫn mong đợi sẽ được gặp lại nàng?\nTuy không có lời mai mối, tuy cuộc sống túng thiếu,\nTuy phải mất một thời gian sau mới không tuyệt hậu nữa,\nNhưng cuộc sống luôn phong phú như thế đấy...\n\nTrên đường lên núi, ta dạo quanh con đường từng ngắm pháo hoa cùng nàng.\nVạch bụi cây, dường như thấy nàng mặc áo trắng lẳng lặng ngồi trên tảng đá.\nNhưng nhìn lên trên, thì chẳng qua chỉ là một con hồ ly đang phơi nắng bên trên.\nNghe thấy tiếng tôi bước trên cành cây chết, nó nhảy lên và chạy vào rừng,\nGiống như một đốm sáng được tạo ra do những chiếc lá bị gió lay động, nhấp nháy và biến mất.\nTôi đi về phía trước, trên phiến đá chỉ còn sót lại một chiếc phi tiêu bằng gỗ cũ kỹ "
      },
      "imgid": "retracing_bolide_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "夏祭之刻",
        "zht": "夏祭之刻",
        "jp": "夏祭りの刻",
        "ko": "여름 축제의 시계",
        "en": "Summer Night's Moment",
        "de": "Sommerfestuhr",
        "es": "Reloj de la Noche de Verano",
        "fr": "Temps de la nuit d'été",
        "pt": "Momento do Festival de Verão",
        "ru": "Час равноденствия",
        "id": "Summer Night's Moment",
        "th": "Summer Night's Moment",
        "vi": "Đồng Hồ Lễ Tế Mùa Hè"
      },
      "description": {
        "zhs": "停滞在某一时刻的精致怀钟。",
        "zht": "停滯在某一時刻的精緻懷鐘。",
        "jp": "ある時間に止まった懐中時計。",
        "ko": "어느 시간에 멈춘 정교한 회중시계",
        "en": "A pocketwatch that has stopped at a certain point in time.",
        "de": "Eine hübsche Taschenuhr mit feiner Technik, die allerdings stehengeblieben ist.",
        "es": "Un reloj de bolsillo que se detuvo en cierto momento.",
        "fr": "Une délicate montre cassée qui n'avance plus.",
        "pt": "Um sino requintado de um determinado momento.",
        "ru": "Карманные часы, которые когда-то остановились.",
        "id": "Jam saku yang detaknya telah terhenti di suatu waktu.",
        "th": "นาฬิกาพกอันงดงามที่หยุดเดิน อยู่ที่ช่วงเวลาหนึ่ง",
        "vi": "Chiếc đồng hồ đã dừng lại ở thời khắc nào đó."
      },
      "lore": {
        "zhs": "\n有着精美装饰的小型怀钟。\n但是，停滞在了某一时刻。\n在稻妻的志怪故事中，\n与非人之物相遇有关…\n\n夏祭的夜里，与心仪的少女走在参道上。\n隐隐约约，我听见了迷路的小孩子在哭。\n一晃神，就崴着了脚，把怀钟也摔坏了。\n\n在她去为我找创药的时候，\n我为了给来往的人让开道，\n坐在坂道边的岩石上歇息。\n戴着面具的美丽女性在身旁坐下。\n「知道这个位置的人非常少」\n「是个看烟花的绝好角度呢」\n\n原本以为只是一个梦，\n虽然已经十年未见了，\n虽然十年都没有变老…\n\n「你也这么大了。看来，钓风船就免了」\n「如何？我带了酒。要不要一起看烟火」\n",
        "zht": "\n有著精美裝飾的小型懷鐘。\n但是，停滯在了某一時刻。\n在稻妻的誌怪故事中，\n與非人之物相遇有關…\n\n夏祭的夜裡，與心儀的少女走在參道上。\n隱隱約約，我聽見了迷路的小孩子在哭。\n一晃神，就扭傷了腳，把懷鐘也摔壞了。\n\n在她去為我找創藥的時候，\n我為了給來往的人讓開道，\n坐在阪道邊的岩石上休息。\n戴著面具的美麗女性在身旁坐下。\n「知道這個位置的人非常少。」\n「是個看煙花的絕好角度呢。」\n\n原本以為只是一個夢，\n雖然已經十年未見了，\n雖然十年都沒有變老…\n\n「你也這麼大了。看來，釣風船就免了。」\n「如何？我帶了酒。要不要一起看煙火？」\n",
        "jp": "\n精美な部品を飾った懐中時計。\nしかし、ある時間に止まった。\n稲妻の志怪小説では、\n非人のものとであう物語と関わっている…\n\n夏祭りの夜に、好きな少女と参道を歩いた。\nかすかに、私は迷子の泣き声を耳にした。\n恍惚して、足を捻挫して、懐中時計も壊れた。\n\n彼女が薬を取りに傍を離れた。\n私は通行人の道を避けて、\n道端の岩で休憩をとった。\n面を被った麗しき女性が隣に座った。\n「ここは人が少ないね」\n「花火を見るいい場所だわ」\n\nただの夢かと思った、\n十年ぶりの再会だったが、\n十年が過ぎても全然老いてないが…\n\n「お主も大人だし、風船釣りは止めておこう」\n「どうだ？酒を持ってきてぞ、一緒に花火を見るか」\n",
        "ko": "\n장교하게 장식되어 있는 소형 회중시계.\n하지만 어떤 시간에 멈추어 있다.\n이나즈마의 기괴한 전설 중에는\n사람이 아닌 존재와 만난 것과 관련된 이야기도 있다….\n\n여름 축제의 밤에 좋아하는 소녀와 함께 사당으로 가는 길을 걸었다.\n길을 잃고 우는 아이의 소리가 희미하게 들렸다.\n정신이 번쩍 들던 그 순간 발을 접질렸고 회중시계 또한 망가졌다.\n\n그녀가 약을 가지러 갔을 때\n나는 길을 막지 않고자\n비탈길 옆에 있는 바위에 앉아 쉬고 있었다.\n가면을 쓴 아름다운 여성이 옆에 앉았다.\n「여길 아는 사람은 아주 적어」\n「불꽃놀이를 보기에 딱 좋은 각도인데」\n\n원래는 이게 꿈인줄 알았다.\n못 본 지 10년이 넘었지만,\n전혀 늙지 않았다….\n\n「너도 벌써 이렇게 컸다니. 이제 풍선 낚시는 안 해도 되겠어」\n「내가 술 가져왔는데, 불꽃놀이같이 보는 거 어때?」\n",
        "en": "\nA small, ornate pocket watch.\nThe watch seems to have stopped at a certain time of day.\nIn the ghost stories of Inazuma,\nThis has something to do with an encounter with something inhuman...\n\nOn the night of the summer festival, as I walked the path to the shrine with the girl I admired,\nI heard, only barely, the sound of a lost child's cries.\nIn that moment of distraction, I fell, spraining my ankle and breaking that pocket watch.\n\nWhile she ran to look for some ointment,\nI tried to make way for the people passing through,\nAnd sat down on a rock by the wayside to rest.\nThe beautiful mask-wearing woman sat down beside me.\n\"There are few who know about this spot.\"\n\"But it's the best place to watch the fireworks, you know?\"\n\nIt should have been a dream.\nWe hadn't met in ten years,\nAnd she had aged not a single day in those years, and yet...\n\n\"You've grown so much. Looks like we should pass on the game of fusen.\"\n\"I've brought wine, though. Let's watch the fireworks together. What do you say?\"\n",
        "de": "\nEine kleine, hübsch verzierte Taschenuhr.\nJedoch scheint die Uhr zu einer bestimmten Tageszeit stehengeblieben zu sein.\nIn einer der Geistergeschichten aus Inazuma\nhat das etwas mit der Begegnung mit etwas Unmenschlichem zu tun.\n\nIn der Nacht des Sommerfestes, als ich mit dem Mädchen, das ich mochte, den Weg zum Schrein hinaufging,\nhörte ich in der Ferne den Klang der Schreie eines verlorenen Kindes.\nIn diesem kurzen Moment der Ablenkung fiel ich hin, verstauchte mir den Knöchel und brach die Taschenuhr entzwei.\n\nWährend sie losrannte, um nach einer Salbe für mich zu suchen,\nversuchte ich， so gut es ging, Platz für vorbeikommende Passanten zu schaffen,\nund setzte mich auf einen Felsen am Wegrand, um mich ein wenig auszuruhen.\nDie hübsche Maske tragende Frau setzte sich neben mich.\n„Nicht viele wissen von dieser Stelle hier.“\n„Aber es ist der beste Ort， um sich das Feuerwerk anzusehen.“\n\nIch dachte erst, es wäre nur ein Traum,\ndenn wir hatten uns über zehn Jahre nicht gesehen,\nund in diesen zehn Jahren war sie kein bisschen gealtert ...\n\n„Du bist so groß geworden. Wie es aussieht, sollten wir das Spiel mit den Papierbooten lieber lassen.“\n„Wie wäre es? Ich habe hier etwas Wein mitgebracht. sollen wir uns zusammen das Feuerwerk ansehen?“\n",
        "es": "\nUn reloj de bolsillo pequeño y con adornos.\nParece estar detenido en una determinada hora del día.\nEn las historias de fantasmas de Inazuma,\nesto está relacionado con encontrarse con algo inhumano...\n\nEn la noche del festival de verano, la joven a la que tanto admiraba y yo caminábamos juntos hacia el santuario.\nDe repente, escuché muy a lo lejos el llanto de un niño que parecía haberse perdido.\nEntonces, me distraje por un momento, me torcí el tobillo, me caí y mi reloj de bolsillo se rompió.\n\nMientras ella iba por algo de pomada,\nyo me quedé para dejar paso a la gente que venía\ny me senté en una roca junto al camino para descansar.\nLa hermosa mujer de la máscara se sentó a mi lado.\n“Muy poca gente conoce este sitio.\nEs el mejor sitio para ver los fuegos artificiales, ¿lo sabías?”\n\nAquello debió ser un sueño.\nHan pasado diez años, y aún no la he vuelto a ver.\nEn todo ese tiempo, ella ni siquiera envejeció...\n\n“Te has hecho mayor. Creo que ya no jugaremos más a los globos de agua.\nTraje algo de vino. ¿Qué te parece si vamos a ver los fuegos artificiales?”\n",
        "fr": "\nUne petite montre de poche qui présente des décorations.\nElle semble s'être arrêtée à une certaine heure.\nDans une histoire de fantômes inazumienne,\ncet objet marque la rencontre avec un être surnaturel...\n\nUn soir lors d'un festival d'été, je pris la route du temple en compagnie de la jeune fille dont je m'épris.\nSur le chemin, j'entendis les pleurs d'un enfant.\nDistrait par ceux-ci, je trébuchai, me foulant la cheville. Ma montre se cassa également.\n\nPendant qu'elle partit chercher de l'onguent,\nje m'assis sur un rocher au bord du chemin\nafin de laisser la voie libre aux passants.\nLa belle femme au masque prit place à mes côtés.\n« Peu de personnes le savent,\nmais il s'agit du meilleur endroit pour regarder les feux d'artifice. »\n\nJe croyais avoir rêvé cette nuit-là.\nDix ans s'étaient écoulés depuis notre dernière rencontre, \nmais elle n'avait pas pris une seule ride...\n\n« Tu as grandi. Je crois qu'on ne jouera pas à la pêche aux petits bateaux cette fois... »\n« J'ai amené du vin avec moi. Regardons les feux d'artifice ensemble en le savourant. Qu'en dis-tu ? »\n",
        "pt": "\nUm pequeno, ornamentado relógio de bolso.\nParece ter parado em algum momento do dia.\nNas histórias de fantasmas de Inazuma,\nIsto tem algo a ver com um encontro com algo não humano...\n\nNa noite do festival de verão, à medida que andei para o santuário com a mulher que admirava.\nOuvi o som de um menino perdido chorando.\nNaquele momento de distração, caí, torcendo o tornozelo e quebrando o relógio de bolso.\n\nEnquanto ela correu para pegar alguma pomada,\nTentei sair do caminho das pessoas que estavam passando,\ne sentei sobre uma pedra no caminho para descansar.\nA bela mulher de máscara sentou-se ao meu lado.\n\"Poucas são as pessoas que sabem sobre esse lugar.\"\n\"Mas é o melhor lugar para ver os fogos de artifício, sabia?\"\n\nDevia ter sido apenas um sonho.\nNão nos víamos há dez anos,\nE ela não envelheceu um único dia em todos aqueles anos, e mesmo assim...\n\n\"Você cresceu muito. Parece que não jogaremos mais bolas de água.\"\n\"Mas eu trouxe vinho. Vamos olhar os fogos juntos, o que você acha?\"\n",
        "ru": "\nКрохотные карманные часы с изящным орнаментом.\nПохоже, что они остановились в какой-то определённый момент.\nВ страшилках Инадзумы\nтакое случается при встрече с потусторонним...\n\nВ ночь летнего праздника равноденствия мы с девушкой, которую я обожал, шли к святилищу,\nи я услышал едва различимый плач потерявшегося ребёнка.\nУтратив внимание, я оступился, упал, подвернул ногу и разбил карманные часы.\n\nПока она искала мне лекарство,\nя, чтобы не мешать прохожим,\nсел на камень на обочине передохнуть.\nРядом со мной присела очаровательная женщина в маске.\n«Об этом месте почти никому неизвестно.\nА ведь смотреть фейерверк лучше всего именно отсюда!»\n\nЯ подумал, что это сон.\nМы не виделись уже десять лет,\nно она не состарилась ни на день...\n\n«Ты так вырос. Думаю, ты уже великоват, чтобы ловить шарики.\nНо я принесла вина. Посмотрим вместе фейерверки, что скажешь?»\n",
        "id": "\nJam saku kecil dengan dekorasi yang indah.\nNamun, berhenti pada saat-saat tertentu.\nDi dalam kisah-kisah mendebarkan tentang Inazuma,\nTerkait dalam perjumpaan dengan hal-hal yang bukan manusia...\n\nPada malam festival musim panas, aku berjalan bersama gadis yang kusuka.\nLalu samar-samar aku mendengar suara anak yang hilang menangis.\nAku terkejut, dan tidak sengaja membuat kakiku terkilir dan memecahkan jam saku milikku.\n\nKetika dia pergi untuk mencari obat,\nLalu karena aku ingin memberi jalan bagi mereka yang berlalu lalang,\nAku terduduk dan beristirahat di atas batu di tepi jalan.\nGadis cantik mengenakan topeng duduk di sebelahnya.\n\"Sangat sedikit orang yang tahu tempat ini.\"\n\"Ini tempat yang bagus untuk melihat kembang api.\"\n\nKupikir itu hanya sebuah mimpi,\nMeskipun aku belum melihatnya lagi selama sepuluh tahun,\nMeskipun aku belum bertambah tua dalam sepuluh tahun...\n\n\"Kamu juga sudah tua. Sepertinya kita tidak perlu memancing perahu layar.\"\nOh? Aku membawa anggur, maukah melihat kembang api bersama?\"\n",
        "th": "\nนาฬิกาพกขนาดเล็กที่ตกแต่งอย่างงดงาม\nอย่างไรก็ตาม มันหยุดเดินอยู่ที่ช่วงเวลาหนึ่ง\nในเรื่องราวประหลาดของ Inazuma\nมันเกี่ยวข้องกับการพบกับอมนุษย์...\n\nในคืนวันเทศกาลฤดูร้อน เดินเคียงข้างกับหญิงสาวที่ชอบไปตามถนน\nฉันได้ยินเสียงเด็กหลงทางร้องไห้เบา ๆ\nทันใดนั้นข้อเท้าก็แพลง นาฬิกาพกก็ตกแตก\n\nตอนเธอไปหายาให้ฉัน\nฉันต้องการหลีกทางให้กับคนที่ผ่านไปมา\nจึงไปนั่งพักบนก้อนหินข้างถนน\nสาวสวยที่สวมหน้ากากนั่งลงข้าง ๆ ฉัน\n\"มีไม่กี่คนที่รู้ตำแหน่งนี้\"\n\"มันเป็นมุมที่ดีในการนั่งชมดอกไม้ไฟ\"\n\nฉันคิดว่ามันเป็นเพียงความฝัน\nแม้ว่าจะไม่ได้เห็นกันมาสิบปีแล้ว\nแต่สิบปีที่ผ่านมา ก็ไม่แก่ลงเลยแม้แต่น้อย...\n\n\"เธอโตขนาดนี้แล้วเหรอ ดูท่า คงไม่ต้องไปล่องเรือแล้วล่ะนะ\"\n\"ว่าไงล่ะ? ฉันเอาไวน์มาด้วย ดูดอกไม้ไฟด้วยกันมั้ย?\"\n",
        "vi": "\nCó những chiếc đồng hồ chế tác tinh xảo\nLại ngừng quay vào một khoảnh khắc nào đó.\nTrong những truyện ly kỳ về Inazuma,\nCo liên quan đến những thứ không phải người...\n\nTrong đêm hội hè, sánh bước cùng thiếu nữ trong mộng.\nDường như nghe loáng thoáng tiếng khóc trẻ lạc đường.\nThoáng giật mình, bước chệch choạc đánh rơi đồng hồ.\n\nKhi nàng đi tìm thuốc cho ta\nĐể nhường đường cho người khác\nTa ngồi nghỉ ở tảng đá ven đường.\nThiếu nữ xinh đẹp mang mặt nạ ngồi cạnh.\n\"Rất hiếm người biết nơi này\"\n\"Là góc nhìn ngắm pháo hoa tuyệt vời đất.\"\n\nVốn tưởng chỉ là giấc mộng,\nMặc dù đã mười năm chưa gặp rồi.\nMặc dù mười năm cũng không già đi...\n\n\"Ngươi lớn vậy rồi, thuyền bắt gió thì thôi nhỉ?\"\n\"Sao nào? Ta có mang rượu, muốn ngắm pháo hoa cùng nhau chứ?\"\n"
      },
      "imgid": "retracing_bolide_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "夏祭水玉",
        "zht": "夏祭水玉",
        "jp": "夏祭りの水風船",
        "ko": "여름 축제의 물풍선",
        "en": "Summer Night's Waterballoon",
        "de": "Sommerfest-Wasserballon",
        "es": "Globo de Agua de la Noche de Verano",
        "fr": "Ballon d'eau de la nuit d'été",
        "pt": "Balões de Água do Festival de Verão",
        "ru": "Шар равноденствия",
        "id": "Summer Night's Waterballoon",
        "th": "Summer Night's Waterballoon",
        "vi": "Ly Ngọc Lễ Tế Mùa Hè"
      },
      "description": {
        "zhs": "夏祭时，盛水气球并不罕见。但如此精致的仅此一个。",
        "zht": "夏祭時，盛水氣球並不罕見。但如此精緻的僅此一個。",
        "jp": "夏祭りでは水風船がよく見られる。しかしこれほど精巧な水風船はこの一個しかない。",
        "ko": "여름 축제에서는 물풍선을 쉽게 볼 수 있다. 하지만 이렇게 정교한 건 이 물풍선 하나뿐이다",
        "en": "Water balloons can be seen everywhere during the summer festival, but none are as finely-wrought as this one.",
        "de": "Während des Sommerfestes sind mit Wasser gefüllte Ballons nicht selten. Dieser hier ist ein prachtvolles Exemplar.",
        "es": "Durante los festivales de verano, no es inusual ver globos llenos de agua. Sin embargo, solo hay uno tan elegante como este.",
        "fr": "Pendant les festivals d'été, les ballons d'eau ne sont pas rares. Mais celui-là l'est.",
        "pt": "Durante o festival de verão, balões de água não são incomuns. Mas apenas este é tão refinado.",
        "ru": "Во время летнего фестиваля повсюду можно увидеть водные шары, но среди них этот шар самый красивый.",
        "id": "Balon air yang dapat terlihat di mana pun saat festival musim panas berlangsung, tetapi yang satu ini kualitasnya benar-benar luar biasa.",
        "th": "ในช่วงเทศกาลฤดูร้อน ลูกโป่งน้ำสามารถเห็นได้ทั่วไป แต่มีเพียงชิ้นเดียวที่ประณีตเช่นนี้",
        "vi": "Khi tế lễ, việc rót rượu tế không phải hiếm gặp, nhưng cái ly tinh xảo như vậy thì chỉ có một cái."
      },
      "lore": {
        "zhs": "\n盛着水的精致气球。\n在稻妻志怪故事中，\n是与非人之物相遇得到的纪念品…\n\n在夏祭的人流中，和父母走散了。\n明明只是瞬间，因为想看水气球，\n稍稍松开了牵着爸爸袖子的手。\n护送神鉾的人就把我们冲散了。\n\n我在参道边的鸟居旁一边哭，\n一边数着过往路人上山的脚。\n不知何时起就站在我身边的，\n双眸如狐的美丽女性牵起了我的手。\n\n「把这么可爱的孩子丢在这里，实在是不像话」\n「如何？要不要去看烟火、丢飞镖、钓风船呢」\n",
        "zht": "\n盛著水的精緻氣球。\n在稻妻誌怪故事中，\n是與非人之物相遇得到的紀念品…\n\n在夏祭的人流中，和父母走散了。\n明明只是瞬間，因為想看水氣球，\n稍稍鬆開了牽著爸爸袖子的手。\n護送神鉾的人就把我們沖散了。\n\n我在參道邊的鳥居旁一邊哭，\n一邊數著過往路人上山的腳。\n不知何時起就站在我身邊的，\n雙眸如狐的美麗女性牽起了我的手。\n\n「把這麼可愛的孩子丟在這裡，實在是不像話。」\n「如何？要不要去看煙火、丟飛鏢、釣風船呢？」\n",
        "jp": "\n水を盛った精巧な風船。\n稲妻の志怪小説では、\n非人のものと出会う度に得られる記念品である…\n\n夏祭りの人波で両親と離れた。\n水風船が見たくて、\n父の手を放しただけなのに。\n神鉾を運ぶ人は私たちをかき分けた。\n\n私は参道の端にある鳥居で泣きながら、\n登山する通行人の足を数えた。\nいつごろから傍に立っていた、\n狐のような美しい女性が私の手を取った。\n\n「こんなに可愛い子を置いとくなんて、酷いわ」\n「どうだい？花火とダーツと風船を見に行こうか」\n",
        "ko": "\n물이 들어있는 정교한 풍선.\n이나즈마의 기괴한 전설 중에는\n사람이 아닌 존재와 만나 기념품을 얻었다는 이야기도 있다….\n\n여름 축제 때 부모와 헤어지게 됐다.\n물풍선을 보기 위해 순간적으로\n아버지의 소매를 잡고 있던 손을 잠시 놓았을 뿐이었다.\n신의 가마니를 호송하는 사람들이 우리를 갈라놓았다.\n\n난 사당으로 가는 길 옆에 있는 도리이 근처에서 울면서\n산에 오르는 사람들을 셌다.\n언제부터 내 옆에 서 있던 건지 모르는\n여우 같은 눈을 가진 아름다운 여성이 내 손을 잡았다.\n\n「이렇게 귀여운 아이를 여기 버려놓고 가다니. 너무한 거 아냐!」\n「나랑 불꽃놀이 보고 표창 던지기도 하고 풍선 낚시하러 안 갈래?」\n",
        "en": "\nA beautiful water balloon filled with water.\nIn the ghost stories of Inazuma,\nThis is a memento from a chance meeting with something inhuman...\n\nDuring the summer festival, I was separated from my parents.\nIt was but a moment, but I had wanted to look at the water balloons,\nAnd let go my hand that had gripped on to my father's sleeve.\nBefore we knew it, the tide of people escorting the divine palanquin had washed us apart.\n\nI cried by the torii gates along the road to the shrine,\nAnd I counted the feet of the people ascending the mountain.\nI do not know when it happened,\nBut a beautiful lady with fox-like eyes had come to my side, and taken my hand.\n\n\"How preposterous, to leave such an adorable child here.\"\n\"So, how about it? Would you like to see the fireworks, throw some darts, and play fusen with me?\"\n",
        "de": "\nEin hübscher Ballon gefüllt mit Wasser.\nIn einer der Geistergeschichten aus Inazuma\nist das ein Andenken an eine Begegnung mit einem unmenschlichen Wesen ...\n\nWährend des Sommerfests wurde ich in der Menschenmenge von meinen Eltern getrennt,\nnatürlich nur für einen kurzen Moment, denn ich wollte unbedingt einen Wasserballon sehen.\nAlso löste ich den Handgriff meines Vaters ein klein wenig.\nIn dem Moment jedoch wurde ich sofort von der Menschenmenge davongetragen.\n\nIch hockte mich neben ein Torii und weinte verzweifelt,\nwährend ich nebenbei die Füße der vorbeikommenden Leute zählte, die den Berg hinauf gingen.\nIch weiß nicht, seit wann sie neben mir stand,\naber plötzlich nahm eine wunderhübsche Frau mit fuchsgleichen Augen meine Hand.\n\n„Wer lässt denn so ein niedliches Kind einfach hier zurück? Da fehlen mir die Worte!“\n„Wie wäre es, möchtest du dir das Feuerwerk ansehen, Dart spielen oder Papierboote angeln gehen?“\n",
        "es": "\nUn hermoso globo lleno de agua.\nEn las historias de fantasmas de Inazuma,\nes un recuerdo del encuentro con algo inhumano...\n\nDurante el festival de verano, mis padres y yo nos separamos.\nSolo fue por un momento, pues yo quería ir a ver los globos de agua.\nPor ello, le solté la mano a mi padre, la cual yo tenía agarrada por la manga de su camisa.\nAntes de que nos diéramos cuenta, fuimos separados por la marea de personas que escoltaban al palanquín divino.\n\nEntonces, yo me puse a llorar junto a la puerta que estaba en el camino que iba hacia el santuario.\nConté los pies de todas las personas que subían a la montaña.\nNo sé cuándo ocurrió,\npero una hermosa mujer con ojos como los de un zorro se me acercó y me tomó de la mano.\n\n“¿Quién y cómo ha podido dejar aquí a un niño tan lindo?\n¿Te gustaría ver los fuegos artificiales, jugar a los dardos y lanzar globos de agua conmigo?”\n",
        "fr": "\nUn ballon rempli d'eau.\nDans une histoire de fantômes inazumienne,\ncet objet est un souvenir d'une rencontre avec un être surnaturel...\n\nLors du festival d'été, je perdis mes parents dans la foule.\nLes ballons d'eau avaient attisé ma curiosité.\nMa main lâcha la manche du vêtement de mon père...\nL'escorte du palanquin divin nous sépara avant qu'il ne puisse s'en rendre compte.\n\nJe pleurai toutes les larmes de mon corps près des portails torii sur la route qui menait au temple,\net comptai les passants en regardant leurs pieds.\nJ'ignore quand cela se produisit, \nmais une belle femme aux yeux semblables à ceux d'un renard me prit la main.\n\n« Qui ose donc négliger un enfant aussi adorable ? »\n« Que voudrais-tu faire ? Regarder les feux d'artifice, jouer aux fléchettes ou à la pêche aux petits bateaux ? »\n",
        "pt": "\nUm lindo balão cheio de água.\nNas histórias de fantasmas de Inazuma,\nÉ uma lembrança de um encontro com algo inumano...\n\nDurante o festival de verão, eu e meus pais nos separamos.\nFoi apenas um instante, pois eu queria ver os balões de água,\nsoltei minha mão que segurava a manga de meu pai.\nAntes que percebêssemos, a multidão que escoltava o palanquim divino nos separou.\n\nEu chorei nos portões torii no caminho para o altar,\ncontando os pés das pessoas subindo a montanha.\nNão sei quando aconteceu,\nmas uma bela mulher com olhos de raposa se aproximou de mim, e pegou a minha mão.\n\n\"Como é que alguém consegue abandonar uma criança tão linda como essa aqui?\"\n\"Gostaria de ir ver os fogos de artifício, atirar dardos e jogar bolas d'água comigo?\"\n",
        "ru": "\nБогато украшенный воздушный шар, под завязку наполненный водой.\nСогласно страшилкам Инадзумы это\nпамятный предмет от встречи со сверхъестественным...\n\nНа летнем празднике я отстал от родителей.\nМне захотелось посмотреть на шарики, и на какой-то миг\nя отпустил отцовский рукав.\nЯ заметить не успел, как нас разделила праздничная процессия.\n\nУ торий на пути к святилищу я смотрел, как мелькают ноги\nподнимавшихся в гору прохожих, и плакал.\nВдруг словно из воздуха рядом со мной\nпоявилась прекрасная женщина с лисьими глазами и взяла меня за руку.\n\n«Не годится вот так вот бросать столь очаровательное дитя.\nНу что? Пойдём посмотрим на фейерверки, побросаем дротики и половим вместе шарики?»\n",
        "id": "\nBalon yang berisi air.\nDalam kisah yang mengerikan tentang Inazuma,\nItu adalah kenang-kenangan yang didapat setiap kali kamu bertemu dengan hal yang bukan manusia...\n\nAku terpisah dari orang tuaku pada festival musim panas.\nJelas-jelas itu hanya sekejap mata saja, hanya karena aku ingin melihat balon air,\nAku mengendurkan sedikit pegangan pada lengan baju ayahku.\nOrang-orang yang menjaga Dewa di festival itu membuat kami terpisah.\n\nAku berdiri di dekat sarang burung di jalan dan menangis,\nDan menghitung langkah kaki ke atas gunung.\nTidak tahu sejak kapan dia tiba-tiba berdiri di sampingku,\nSeorang gadis cantik dengan mata seperti rubah memegang tanganku.\n\n\"Ah siapa yang meninggalkan anak yang begitu imut di sini.\"\n\"Bagaimana? Apakah kamu ingin menonton kembang api, melempar panah, atau menangkap perahu layar?\"\n",
        "th": "\nลูกโป่งอันสวยงามที่บรรจุน้ำไว้ภายใน\nในเรื่องราวประหลาดของ Inazuma\nมันเป็นของที่ระลึกจากการเผชิญหน้ากับอมนุษย์...\n\nท่ามกลางฝูงชนของเทศกาลฤดูร้อน กลับต้องถูกแยกจากพ่อแม่\nเวลาแค่เพียงชั่วพริบตา เพียงเพราะต้องการจะดูลูกโป่งน้ำ\nฉันคลายมือที่จับชายเสื้อของพ่อ\nฝูงชนในขบวนแห่ของเทพเจ้าก็เบียดเข้ามาจนเราแยกจากกัน\n\nฉันนั่งร้องไห้อยู่ข้างบ้านนกริมถนน\nในขณะที่นับฝีเท้าของคนเดินเท้าขึ้นไปบนภูเขา\nไม่รู้ว่าเธอมายืนอยู่ข้างฉันตั้งแต่เมื่อไหร่\nสาวสวยผู้มีนัยน์ตาราวจิ้งจอกคนนั้นดึงมือฉันขึ้นมา\n\n\"ทิ้งเด็กที่น่ารักอย่างงี้ไว้ที่นี่ได้ยังไงกัน แย่จริง ๆ เลย\"\n\"ว่าไงล่ะ? เธออยากดูดอกไม้ไฟ ขว้างปาลูกดอก หรือล่องเรือใบมั้ย?\"\n",
        "vi": "\nQuả cầu tinh xảo đầy nước.\nTrong chuyện chí quái về Inazuma,\nLà vật kỷ niệm cho cuộc gặp nhau giữa người và không phải người...\n\nTrong dòng người hội hè, lạc mất dấu phụ mẫu,\nRõ là mới đó thôi, vì muốn xem quả cầu nước,\nThoáng buông tay áo phụ thân ra.\nNgười hộ tống cỗ kiệu đã tách chúng ta ra.\n\nTa đứng cạnh cổng Torii bên đường khóc lớn,\nVà đếm bước chân người lên núi.\nChẳng biết từ lúc nào người đứng cạnh ta,\nLà thiếu nữ xinh đẹp với cặp mắt như hồ ly nắm lấy tay ta.\n\n\"Thật kỳ cục khi bỏ rơi đứa bé đáng yêu thế này ở đây.\"\n\"Sao nào? Có muốn đi ngắm pháo hoa, ném phi tiêu, câu thuyền gió không?\"\n"
      },
      "imgid": "retracing_bolide_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "夏祭之面",
        "zht": "夏祭之面",
        "jp": "夏祭りの仮面",
        "ko": "여름 축제의 가면",
        "en": "Summer Night's Mask",
        "de": "Sommerfestmaske",
        "es": "Máscara de la Noche de Verano",
        "fr": "Masque de la nuit d'été",
        "pt": "Máscara do Festival de Verão",
        "ru": "Маска равноденствия",
        "id": "Summer Night's Mask",
        "th": "Summer Night's Mask",
        "vi": "Mặt Nạ Lễ Tế Mùa Hè"
      },
      "description": {
        "zhs": "依据传说中的神明形象制作的，十分流行的面具。",
        "zht": "依據傳說中的神明形象製作的，非常流行的面具。",
        "jp": "伝説の神のイメージを元に作った仮面、とても流行っているもの。",
        "ko": "전설 속 신의 모양을 본따 제작한 굉장히 유행하는 가면",
        "en": "A popular mask cast in the image of a deity, as described in the legends.",
        "de": "Eine Nachbildung der Gestalt einer sagenhaften Gottheit und äußerst beliebt.",
        "es": "Una máscara muy popular hecha a semejanza de una divinidad legendaria.",
        "fr": "Un masque à la mode qui a été fabriqué à l'effigie d'une divinité légendaire.",
        "pt": "Uma máscara muito popular baseada na lendária imagem de deus.",
        "ru": "Популярная маска, вырезанная по подобию божества, о котором рассказывают легенды.",
        "id": "Topeng yang sangat populer dibuat berdasarkan gambar Dewa legendaris.",
        "th": "หน้ากากที่ทำขึ้นตามรูปของ เทพเจ้าในตำนาน เป็นหน้ากากที่ได้รับความนิยม อย่างมาก",
        "vi": "Dựa vào hình dáng thần linh để chế tác ra, là mặt nạ rất được yêu thích."
      },
      "lore": {
        "zhs": "\n仙依神凭之相。\n依据传说中的神明形象制作的面具。\n\n常常有人会借传说当中，以狐之姿，\n现世的神明之相，掩盖自己的脸庞，\n或许就是希望拥有她的万端变化吧。\n\n在稻妻的传说中，世间万物皆有灵。\n——即便当真如此，\n恐怕大多数已经在将军的威压之下，\n远远避开城市，退隐在山林中了吧。\n\n但许多人仍然相信能够狐凭、仙狸，\n相信千年的岁月能让动物拥有仙力。\n因此，也相信这幅狐面所代表之物。\n\n面具的背面以娟秀的字迹写着留言。\n「抱歉，借着烟火绽放的声音离开」\n「应该不会再见了吧。请你多珍重」\n",
        "zht": "\n仙依神憑之相。\n依據傳說中的神明形象製作的面具。\n\n常常有人會借傳說當中，以狐之姿，\n現世的神明之相，掩蓋自己的臉龐，\n或許就是希望擁有她的萬端變化吧。\n\n在稻妻的傳說中，世間萬物皆有靈。\n——即便當真如此，\n恐怕大多數已經在將軍的威壓之下，\n遠遠避開城市，退隱在山林中了吧。\n\n但許多人仍然相信能夠狐憑、仙狸，\n相信千年的歲月能讓動物擁有仙力。\n因此，也相信這幅狐面所代表之物。\n\n面具的背面以娟秀的字跡寫著留言。\n「抱歉，借著煙火綻放的聲音離開。」\n「應該不會再見了吧。請你多珍重。」\n",
        "jp": "\n神憑りの面。\n伝説の神の外見を依拠して作った面。\n\n狐の姿で、現世の神の姿で、\n顔を隠す者がたえずにいた。\n恐らくその変化万端を羨望していたんだろう。\n\n稲妻の伝説で、八百万の神がいた。\n——誠であるとしても、\n恐らく大多数は将軍の威圧の下で、\n町から離れ、森に隠れたんだろう。\n\nしかし、人はあいかわらず狐憑を、\n千年の年月が動物を仙にさせることを信じた。\nだから、この狐面が代表するものも信じた。\n\n面の後ろには秀麗な字で言葉を残した。\n「花火の音に隠れて離れてすまない」\n「もう二度と会うことはないであろう。お大事に.」\n",
        "ko": "\n가면에 깃든 신의 얼굴.\n전설 속의 신의 이미지를 본 떠 만든 가면이다.\n\n사람들은 종종 전설 속의 여우 같은 자태와\n신의 얼굴로 자신의 얼굴을 가린다.\n어쩌면 이는 그녀처럼 형형색색으로 변화할 수 있길 바라는 것일지도….\n\n이나즈마의 전설에 의하면 세상 만물들은 영성을 지니고 있다고 한다.\n——이게 사실이라 하더라도\n대다수는 이미 장군의 위압 아래\n도시에서 멀리 벗어나 숲으로 숨지 않았을까?\n\n하지만 여전히 많은 사람들이 신성한 여우는 사람을 속일 수 있으며,\n천 년이라는 세월이면 동물도 선력을 가질 수 있다고 믿고 있다.\n따라서 이 여우 가면이 나타내는 것 또한 믿는다.\n\n가면의 뒷부분에는 예쁜 글씨체의 글이 적혀 있다.\n「불꽃놀이의 폭죽이 터질 때 떠나서 미안해」\n「이제 다시는 볼 수 없겠지. 안녕」\n",
        "en": "\nThe mask of one indwelt by a deity.\nA mask that has been cast in the image of some legendary deity.\n\nPeople will often take on the guise of the fox of legend,\nCovering their faces with masks based on her divine visage,\nPerhaps wishing that they might gain her ability of transformation.\n\nIn Inazuma's legends, everything has a spirit.\n...But even so,\nIt is likely that most such beings would have long fled,\nDriven into the forests by the suppression of the Shogun.\n\nBut many people still believe in these divine foxes and the ability to be indwelt by them...\nThey believe that thousands of years of age may confer power upon animals.\nAs such, they also believe in what this fox mask represents.\n\nA note has been left on the back of this mask, written in a lovely hand.\n\"I'm sorry, I departed under the cover of the fireworks.\"\n\"We will most likely never meet again. Take care of yourself.\"\n",
        "de": "\nEin Abbild ein Gottheit.\nDie ist eine Maske, die nach dem Bildnis einer legendären Gottheit gefertigt wurde.\n\nDie Menschen nehmen oft die Gestalt des Fuchses der Legende an\nund bedeckten ihre Gesichter mit Masken, die auf dem göttlichen Antlitz beruhten,\nvielleicht mit dem Wunsch, dass sie ebenfalls ihre Fähigkeit zur Verwandlung gewinnen könnten.\n\nIn den Legenden von Inazuma ist alles beseelt.\nAber selbst wenn dem so ist,\nist es wahrscheinlich, dass die meisten dieser fantastischen Wesen längst geflohen sind,\nzurückgetrieben in die Wälder durch die Unterdrückung des Shougun.\n\nAber viele Menschen glauben immer noch an diese göttlichen Füchse und an die Fähigkeit, von ihnen besessen zu werden ...\nSie glauben, dass ein Alter von über tausend Jahren den Tieren Macht verleihen kann.\nAls solche glauben sie auch an das, was diese Fuchsmaske repräsentiert.\n\nAuf der Rückseite dieser Maske ist eine Notiz in schöner Handschrift hinterlassen worden.\n„Es tut mir leid, ich bin während des Feuerwerks aufgebrochen.“\n„Wir werden uns höchstwahrscheinlich nie wiedersehen. Pass gut auf dich auf.“\n",
        "es": "\nLa máscara de una deidad.\nHa sido moldeada según la imagen de alguna deidad legendaria.\n\nLa gente a menudo se disfraza de los zorros de las leyendas.\nSe cubren el rostro con estas máscaras basadas en un ser divino.\nTal vez lo hacen porque envidian las habilidades de transformación de los zorros.\n\nEn las leyendas de Inazuma, todas las cosas tienen espíritu.\nSin embargo,\nla mayoría de los espíritus abandonaron las ciudades y huyeron a los bosques,\namenazados por la ira y la represión de la Shogun.\n\nPero aún hay mucha gente que cree en estos zorros divinos y en su capacidad de habitar los cuerpos de otros.\nCreen que, tras miles de años de existencia, estos animales tienen unos poderes especiales.\nPor lo tanto, también creen en lo que representa esta máscara de zorro.\n\nEn su reverso, hay una nota escrita con una hermosa letra.\n“Lo siento, me fui al amparo del ruido de los fuegos artificiales.\nNo creo que nos volvamos a ver. Cuídate mucho”.\n",
        "fr": "\nUn masque appartenant à un être habité par une divinité.\nIl a été fabriqué à l'effigie de cette dernière.\n\nLes personnages de certaines légendes se déguisent en renard,\ncouvrant leurs visages avec un masque à l'effigie d'une divinité vulpine.\nEspéraient-ils obtenir ses pouvoirs de transformation ? Peut-être...\n\nToute chose possède un esprit dans les légendes inazumiennes.\nQuand bien même,\nces esprits se sont enfuis depuis longtemps sous les menaces de la Shogun,\ndélaissant la ville pour se réfugier dans les confins de la forêt.\n\nMalgré cela, nombreux sont ceux qui croient encore aux esprits-renards et en leur pouvoir de possession.\nAprès des milliers d'années d'existence, ces animaux auraient développé des capacités spéciales.\nCe masque de renard est un symbole de cette croyance.\n\nUne note a été laissée à l'intérieur : \n« Pardon, j'ai profité des feux d'artifice pour partir.\nNous ne nous reverrons sans doute jamais. Prends soin de toi. »\n",
        "pt": "\nUma máscara de uma divindade.\nA máscara foi moldada segundo a imagem de uma divindade lendária.\n\nAs pessoas comumente se disfarçam da raposa na lenda,\nCobrindo seus rostos com máscaras baseadas na sua aparência divina,\nTalvez desejando obter sua habilidade de transformação.\n\nNas lendas de Inazuma, todas as coisas possuem um espírito.\n... Mas ainda assim,\nMas é provável que a maioria dos espíritos já partira há muito tempo,\nPara longe das cidades, escondendo-se nas montanhas e florestas,\n\nMas muitos ainda acreditam nas raposas divinas e na sua capacidade de habitar o corpo de outros,\nAcreditam que os milhares de anos de vida dos animais lhes dão poderes imortais.\nDessa maneira, também acreditam no que essa máscara de raposa representa?\n\nUma nota foi deixada no verso da máscara, escrita numa bela grafia.\n\"Me desculpe, eu parti sob o barulho dos fogos de artifício.\"\n\"Provavelmente nunca nos encontraremos novamente. Se cuide.\"\n",
        "ru": "\nЛик бога.\nПопулярная маска, вырезанная по подобию легендарного божества.\n\nЧасто люди надевают маску лисы из легенд.\nЗачем они это делают? Примеряя её божественный облик на себя,\nони, возможно, надеются обрести её способность к превращению.\n\nВ легендах Инадзумы всё обладает душой.\nНо даже если это так,\nто скорее всего почти все такие существа\nпод напором Сёгуна давно бы уже сбежали в лес.\n\nНо многие всё равно верят в божественных лис,\nи в то, что прожившие тысячи лет животные наделяются высшей силой.\nПоэтому они верят в то, что изображено на этой маске.\n\nНа её тыльной стороне прелестным почерком оставлена надпись:\n«Прости, что я бросила тебя под покровом фейерверков.\nВряд ли мы увидимся вновь. Береги себя».\n",
        "id": "\nPenampilan seperti Dewa.\nTopeng yang dibuat serupa dengan Dewa yang legendaris.\n\nDalam sebuah legenda, orang sering kali mengambil bentuk seekor rubah,\nPara Dewa di dunia ini, cenderung ingin menyembunyikan wajahnya,\nMungkin karena aku juga menginginkan perubahan yang seperti itu.\n\nDalam legenda Inazuma, semuanya memiliki jiwa dan hidup.\n-walaupun demikian,\nTakutnya kebanyakan dari mereka berada di bawah tekanan dari shogun,\nMeninggalkan kota dan pergi bersembunyi jauh di dalam hutan.\n\nNamun, banyak orang masih percaya pada Dewa,\nMasih memercayai bahwa dengan melewati ribuan tahun dapat membuat hewan memiliki kekuatan seperti Adeptus.\nKarena itu, mereka juga percaya pada apa yang dilambangkan oleh wajah rubah ini.\n\nDi bagian belakang topeng terdapat pesan yang ditulis dengan tulisan tangan yang sangat halus.\n\"Maaf, karena bersembunyi dari suara kembang api\"\n\"Seharusnya kita tidak usah bertemu lagi. Jagalah dirimu\"\n",
        "th": "\nการปรากฏกายเหมือนเทพเจ้า\nหน้ากากที่สร้างขึ้นจากภาพของเทพเจ้าในตำนาน\n\nคนมักจะหยิบยืมรูปร่างของสุนัขจิ้งจอกในตำนานอยู่เสมอ\nใช้ใบหน้าของทวยเทพในโลกนี้ เพื่อปิดบังใบหน้าของเขาไว้\nบางทีอาจหวังแค่ ให้มีความสามารถในการเปลี่ยนรูปร่าง ได้ตามต้องการเหมือนเธอ\n\nในตำนานของ Inazuma กล่าวว่า ทุกสรรพสิ่งล้วนมีชีวิต\n... ถ้ามันเป็นเรื่องจริง\nฉันกลัวว่าส่วนใหญ่ก็ตกอยู่ภายใต้แรงกดดันของโชกุนเสียแล้ว\nคงหลีกหนีจากเมืองใหญ่ ไปอยู่ตามภูเขาและป่าไม้\n\nอย่างไรก็ตาม ยังมีผู้คนมากมายเชื่อในเทพเจ้า\nและเชื่อกันว่าหลายพันปีสามารถทำให้สัตว์มีพลังแห่งเทพ\nดังนั้นฉันจึงเชื่อในสิ่งที่ใบหน้าของสุนัขจิ้งจอกแสดง\n\nด้านหลังของหน้ากากคือข้อความที่เขียนด้วยลายมืออันงดงาม\n\"ขอโทษด้วยที่ยืมใช้เสียงดอกไม้ไฟเพื่อหนีไป\"\n\"บางทีอาจไม่ได้เจอกันอีกแล้ว รักษาตัวด้วยนะ\"\n",
        "vi": "\nHình dáng tựa thần linh.\nNghe nói là được chế tác theo hình dáng thần linh.\n\nThường có người mượn hình ảnh hồ ly trong truyền thuyết,\nHình dáng của thần linh hiện thế, để che đi khuôn mặt của mình,\nCó lẽ là vì hy vọng có thể thiên biến vạn hóa như vậy.\n\nTrong truyền thuyết Inazuma, vạn vật đều có linh hồn.\nNgay cả khi như vậy, \nTôi sợ hầu hết trong số họ đã chịu áp lực của tướng quân,\nMà rời khỏi chốn thành thị, ẩn cư nơi rừng sâu rồi.\n\nNhưng nhiều người vẫn tin tưởng vào thần tiên, \nTin rằng ngàn năm sẽ khiến động vật có được tiên khí\nVì vậy, họ cũng tin tưởng gương mặt hồ ly này.\n\nPhía sau lớp mặt nạ có viết những dòng chữ tinh tế.\n\"Xin lỗi, nương nhờ tiếng pháo hoa để rời đi.\"\n\"Chắc sẽ không còn gặp nữa, bảo trọng.\"\n"
      },
      "imgid": "retracing_bolide_circlet"
    }
  ]
}