{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "华馆梦醒形骸记",
    "zht": "華館夢醒形骸記",
    "jp": "華館夢醒形骸記",
    "ko": "풍요로운 꿈의 껍데기",
    "en": "Husk of Opulent Dreams",
    "de": "Schale der üppigen Träume",
    "es": "Cáscara de Sueños Opulentos",
    "fr": "Coquille des rêves opulents",
    "pt": "Casca de Sonhos Opulentos",
    "ru": "Кокон сладких грёз",
    "id": "Husk of Opulent Dreams",
    "th": "Husk of Opulent Dreams",
    "vi": "Giấc Mộng Phù Hoa"
  },
  "descriptions": [
    {
      "zhs": "防御力提高30%。",
      "zht": "防禦力提高30%。",
      "jp": "防御力+30%。",
      "ko": "방어력+30%",
      "en": "DEF +30%",
      "de": "Erhöht die VTD um 30 %.",
      "es": "DEF +30%.",
      "fr": "Augmente la DÉF de 30 %.",
      "pt": "DEF +30%",
      "ru": "Увеличивает защиту на 30%.",
      "id": "DEF +30%.",
      "th": "เพิ่มพลังป้องกัน 30%",
      "vi": "Phòng ngự tăng 30%."
    },
    {
      "zhs": "装备此圣遗物套装的角色在以下情况下，将获得「问答」效果：在场上用岩元素攻击命中敌人后获得一层，每0.3秒至多触发一次；在队伍后台中，每3秒获得一层。问答至多叠加4层，每层能提供6%防御力与6%岩元素伤害加成。每6秒，若未获得问答效果，将损失一层。",
      "zht": "裝備此聖遺物套裝的角色在以下情況下，將獲得「問答」效果：在場上用岩元素攻擊命中敵人後獲得一層，每0.3秒至多觸發一次；在隊伍後台中，每3秒獲得一層。問答至多疊加4層，每層能提供6%防禦力與6%岩元素傷害加成。每6秒，若未獲得問答效果，將損失一層。",
      "jp": "この聖遺物セットを装備したキャラクターは、以下の状況において「問答」効果を獲得する。「問答」効果：フィールド上で岩元素攻撃を敵に命中した後に1層獲得、0.3秒毎に1層のみ獲得できる。待機中の場合は、3秒毎に自動で1層獲得する。重ね掛けできる「問答」は最大4層までとなり、1層につき防御力+6%、岩元素ダメージ+6%。6秒毎に「問答」効果を獲得していない場合は、1層失う。",
      "ko": "해당 성유물 세트를 장착한 캐릭터는 아래 상황에서 「문답」 효과를 얻는다: 필드 위에서 바위 원소 공격으로 적 명중 시 1스택 획득, 0.3초마다 최대 1회 발동된다. 대기 상태일 때 3초마다 1스택 획득. 문답 효과는 최대 4스택까지 중첩 가능하고, 스택 당 6%의 방어력과 6%의 바위 원소 피해 보너스를 제공한다. 6초마다 문답 효과를 획득하지 못할 경우, 1스택이 차감된다",
      "en": "A character equipped with this Artifact set will obtain the Curiosity effect in the following conditions: When on the field, the character gains 1 stack after hitting an opponent with a Geo attack, triggering a maximum of once every 0.3s. When off the field, the character gains 1 stack every 3s. Curiosity can stack up to 4 times, each providing 6% DEF and a 6% Geo DMG Bonus. When 6 seconds pass without gaining a Curiosity stack, 1 stack is lost.",
      "de": "Die mit diesem Artefaktset ausgerüsteten Figuren erhalten unter den folgenden Umständen den Effekt „Neugier“: Aktuelle Figuren erhalten mit 0,3 s Abklingzeit eine Stapelung beim Treffen von Gegnern mit Geo-Angriffen, während die inaktiven Figuren in der Truppe alle 3 s eine Stapelung erhalten. 4-fach stapelbar. Jede Stapelung verleiht einen VTD-Bonus von 6 % und einen Geo-Schadens-Bonus von 6 %. Wenn kein neuer Effekt der „Neugier“ hinzukommt, erlischt alle 6 s eine Stapelung dieses Effekts.",
      "es": "El personaje que equipe este conjunto de artefactos obtendrá el efecto de “curiosidad” en las siguientes circunstancias: al golpear a un enemigo con un ataque Geo, obtiene una carga, lo cual solo puede ocurrir una vez cada 0.3 s; mientras está en tu equipo pero no en combate, obtiene una carga cada 3 s. Este efecto puede acumularse hasta 4 veces, y cada carga aumenta en un 6% la DEF y otorga un 6% de Bono de Daño Geo. Si el personaje no obtiene una carga de curiosidad en 6 s, perderá una acumulación.",
      "fr": "Un personnage équipé de ce set d'artéfacts obtiendra 1 cumul de Curiosité des façons suivantes : sur le champ de bataille, il gagne 1 cumul en touchant un ennemi avec une attaque Géo, ceci pouvant être déclenché une fois toutes les 0,3 s ; en faisant partie de l'équipe mais en n'étant pas déployé, il gagne 1 cumul toutes les 3 s. La Curiosité peut être cumulée 4 fois maximum, chaque cumul accordant 6 % de bonus de DÉF et 6 % de bonus de DGT Géo. Si 6 s s'écoulent sans gagner de cumul de Curiosité, 1 cumul sera perdu.",
      "pt": "Um personagem com este conjunto de artefatos equipado obterá o efeito de Curiosidade nas seguintes condições: Quando estiver no campo de batalha, o personagem ganha 1 carga após atingir um adversário com um ataque Geo, isso pode ser desencadeado uma vez a cada 0.3s. Quando fora do campo de batalha, o personagem ganha 1 carga a cada 3s. A Curiosidade pode acumular em até 4 vezes, cada uma fornecendo 6% de DEF e um Bônus de Dano Geo de também 6%. Quando 6 segundos passam sem ganhar um acúmulo de Curiosidade, 1 acúmulo é perdido.",
      "ru": "Персонаж, экипированный этим набором артефактов, получает эффект Любопытства в следующих ситуациях: 1 уровень Любопытства даётся активному персонажу после попадания по противнику атакой Гео (не чаще чем раз в 0,3 сек.); когда персонаж находится вне поля боя, он получает 1 ур. Любопытства каждые 3 сек. Любопытство может складываться до 4 ур., каждый ур. прибавляет 6% к защите и 6% к Гео урону. Если персонаж не получает Любопытство в течение 6 сек., то он теряет 1 накопленный уровень Любопытства.",
      "id": "Karakter yang mengenakan set Artefak ini akan mendapatkan efek Curiosity dalam kondisi berikut: Karakter aktif akan mendapatkan 1 lapis setelah serangan Geo-nya mengenai musuh, dapat terpicu setiap 0,3 detik. Karakter bisa mendapatkan 1 lapis setiap 3 detik jika tidak berada di medan pertempuran. Efek Curiosity dapat ditumpuk hingga 4 lapis, setiap lapis meningkatkan 6% DEF dan 6% Geo DMG Bonus. Karakter akan kehilangan 1 lapis setiap 6 detik jika tidak mendapatkan efek Curiosity baru.",
      "th": "ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้จะได้รับเอฟเฟกต์ Curiosity ภายใต้สถานการณ์ต่อไปนี้: ในขณะที่อยู่ในการต่อสู้ จะได้รับหนึ่งชั้นหลังจากโจมตีถูกศัตรูด้วยธาตุหิน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.3 วินาที; เมื่ออยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้ ในทุก 3 วินาที จะได้รับหนึ่งชั้น โดยที่ Curiosity จะสามารถซ้อนทับได้มากสุด 4 ชั้น ซึ่งแต่ละชั้นจะมอบโบนัสพลังป้องกัน 6% และโบนัสความเสียหายธาตุหิน 6% และในทุก 6 วินาที หากไม่ได้รับเอฟเฟกต์ Curiosity จะสูญเสียหนึ่งชั้น",
      "vi": "Nhân vật trang bị bộ Thánh Di Vật này sẽ nhận hiệu quả \"Vấn Đáp\" trong các trường hợp sau đây: Sau khi nhân vật trong trận sử dụng tấn công Nguyên Tố Nham đánh trúng kẻ địch sẽ nhận 1 tầng, mỗi 0.3s tối đa kích hoạt 1 lần; trong đội chờ, mỗi 3s nhận 1 tầng. Vấn Đáp cộng dồn tối đa 4 tầng, mỗi tầng sẽ tăng 6% phòng ngự và 6% buff sát thương Nguyên Tố Nham. Mỗi 6s, nếu chưa nhận hiệu quả Vấn Đáp sẽ mất đi 1 tầng."
    }
  ],
  "imgid": "husk_of_opulent_dreams_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "荣花之期",
        "zht": "榮花之期",
        "jp": "栄花の期",
        "ko": "영광의 꽃의 시간",
        "en": "Bloom Times",
        "de": "Blüte der Glorie",
        "es": "Era del Esplendor",
        "fr": "Période de floraison",
        "pt": "Período de Glória",
        "ru": "Пора расцвета",
        "id": "Bloom Times",
        "th": "Bloom Times",
        "vi": "Thời Khắc Nở Rộ"
      },
      "description": {
        "zhs": "六瓣花形状的小型金饰，以永不凋零之姿，阅遍俗世易逝的荣华。",
        "zht": "六瓣花形狀的小型金飾，以永不凋零之姿，閱遍俗世易逝的榮華。",
        "jp": "六枚の花びらを模した小さな金の飾り。枯れることのないその姿は、世の儚い栄華を知り尽くしているようだ。",
        "ko": "육판화 모양의 소형 금장식. 시들지 않는 자태로 쉽게 지는 속세의 부귀영화를 지켜본다",
        "en": "A small golden ornament with six petals that shall never wilt. It symbolizes the transience of mortal glories.",
        "de": "Ein kleines Stück Goldschmuck in Form einer sechsblättrigen Blüte, die nie verwelken wird und den flüchtig, vergänglichen Glanz und die Glorie der Welt der Sterblichen bezeugt.",
        "es": "Un accesorio dorado con forma de flor de seis pétalos. Su belleza inmarcesible nos recuerda lo efímera que puede ser la prosperidad del mundo.",
        "fr": "Un petit ornement doré à six pétales qui ne se faneront jamais. Il symbolise la fugacité des gloires mortelles.",
        "pt": "Uma pequena joia de ouro em forma de uma flor de seis pétalas, que nunca murchará e será capaz de testemunhar esplendor efêmero e a glória do mundo mortal.",
        "ru": "Маленькое золотое украшение в форме цветка с шестью лепестками, который никогда не увянет. Символизирует быстротечность земной славы.",
        "id": "Dekorasi emas berbentuk enam kelopak bunga. Melalui bentuk kelopaknya yang tidak pernah layu, pandanglah betapa fananya kejayaan dunia.",
        "th": "เครื่องประดับสีทองอันเล็ก ในรูปทรงดอกไม้หกกลีบที่ไม่มีวันโรยรา ซึ่งเป็นเหมือนสัญลักษณ์แห่งความรุ่งโรจน์ในโลกมนุษย์ที่คงอยู่เพียงชั่วคราว",
        "vi": "Trang sức nhỏ hình bông hoa sáu cánh không bao giờ tàn lụi, nó tượng trưng cho sự ngắn ngủi của vinh quang chốn phàm trần."
      },
      "lore": {
        "zhs": "\n梦中所见是月色下随歌起舞的幻影，\n仿佛是遥远往昔那白纸一般的少年；\n又仿佛是怨憎与苦难悉数消散之后，\n才最终显露出的易碎而单纯的自我。\n\n浮浪人并不知道自己拥有做梦的机能，\n以为这或许是学者们的小把戏，\n又或许是曾经那颗心脏微不足道的抵抗。\n\n「你曾获得过梦寐以求之『心』，」\n「可那不过是谎言与欺瞒的道具；」\n「而如今，你终将真正获得属于你的东西，」\n「这具假合之身也将得以问鼎尘世的大权。」\n\n「然而，这些都不过是一期荣华之梦，」\n「终究会飘散在大地苦难的嗟叹里吧…」\n不知是未来还是过去的自我这么说道。\n浮浪人根本不以为意，毕竟梦醒之时，\n消散的并不是自己，而是缥缈的未来。",
        "zht": "\n夢中所見是月色下隨歌起舞的幻影，\n彷彿是遙遠往昔那白紙一般的少年；\n又彷彿是怨憎與苦難悉數消散之後，\n才最終顯露出的易碎而單純的自我。\n\n浮浪人並不知道自己擁有做夢的機能，\n以為這或許是學者們的小把戲，\n又或許是曾經那顆心臟微不足道的抵抗。\n\n「你曾獲得過夢寐以求之『心』，」\n「可那不過是謊言與欺瞞的道具；」\n「而如今，你終將真正獲得屬於你的東西，」\n「這具假合之身也將得以問鼎塵世的大權。」\n\n「然而，這些都不過是一期榮華之夢，」\n「終究會飄散在大地苦難的嗟嘆裡吧…」\n不知是未來還是過去的自我這麼說道。\n浮浪人根本不以為意，畢竟夢醒之時，\n消散的並不是自己，而是縹緲的未來。",
        "jp": "\n夢で見たのは、月明かりの下で歌に合わせて踊り出した幻影。\nまるで遠い昔の白紙のような少年である。\nまた、恨みや苦しみがすべて解消された後、\n最終的に脆くて壊れやすい、単純な自我が表面に出る。\n\n浮浪人は自分が夢を見る能力を持っていることが知らない。\nこれは単なる学者たちの子供騙しと思い込み、\nあるいは、かつての心臓の些細な抵抗だったのかもしれない。\n\n「かつて、あなたは憧れの『心』を手に入れた。」\n「しかし、それは嘘やごまかしのための道具に過ぎない。」\n「だが今は、あなたがやっと自分だけの物を手に入れる。」\n「この偽りの結合の体も、日の目を見る権力を得られる。」\n\n「しかし、これらはただのえいがのゆめ。」\n「やがて、大地の苦しみの嘆きの中に散っていく…」\nこれを言ったのが、未来の自分なのか、それとも過去の自分なのか分からない。\n浮浪人はそれを全く気にしていない。いずれにせよ、夢から覚めた時、\n消えていくのは自分ではなく、縹渺たる未来である。",
        "ko": "\n꿈속에서 달빛 아래 노랫소리에 따라 춤을 추는 환영을 봤다.\n마치 아주 오래전 과거의 그 백지 같던 소년과도 같았고\n또 마치 증오와 고난이 모두 흩어지고 나서야\n드러난 부서지기 쉽고 단순한 자아 같았다.\n\n부랑인은 자신에게 꿈을 꿀 수 있는 능력이 있는지 몰랐다.\n이는 어쩌면 학자들의 속임수이거나\n또 어쩌면 과거 그 심장의 미약한 저항일 수도 있다.\n\n「너는 갈망하던 『마음』을 얻었었지만」\n「그건 거짓과 기만을 위한 도구에 불과하지」\n「그러나 너는 결국 자신만의 것을 얻을 수 있게 됐어」\n「거짓으로 결합된 이 몸도 속세의 대권을 차지할 수 있었지」\n\n「하지만 이 모든 것은 헛된 꿈일 뿐」\n「결국 대지의 고난 속에서 탄식하다 흩어지겠지…」\n이 말을 한 사람이 미래의 나인지 과거의 나인지 알 수 없다.\n부랑인은 이를 전혀 개의치 않는다. 어쨌든 꿈에서 깨어났을 때\n소멸하는 것은 자신이 아닌 희미한 미래이기에.",
        "en": "\nWhat he saw in his dream was a phantom dancing to the music under the moonlight,\nJust like the young man in the distant past, who was akin to a blank sheet of paper,\nAnd like a pure yet fragile persona,\nEmerging once the resentment and suffering had dissipated.\n\nThe wanderer did not know that he had any faculties for dreaming,\nThinking that this must have been the researchers' little trick,\nOr perhaps it was the infinitesimal resistance of that bygone heart.\n\n\"You once acquired the 'heart' that you always dreamed of,\"\n\"But it was but a mere prop for lies and deception.\"\n\"Now, you will finally obtain what belongs to you,\"\n\"And this false construct of a body can at last aspire to power over this world.\"\n\n\"Yet, this is all but a fleeting dream of glory.\"\n\"And it will all one day drift away amidst the sighs of a suffering earth...\"\nWas it a \"him\" from the past who said this? Or \"him\" from the future?\nThe vagrant cared not, for when he awakened,\nIt was not he, but that ethereal future that dissipated.",
        "de": "\nIn seinem Traum tanzten ein Phantom im reinen Mondschein zu einem unbekannten Lied.\nDas Phantom scheint der Junge aus der fernen Vergangenheit zu sein, der so jung und rein war wie ein unbeschriebenes Blatt ohne jegliche Flecken.\nOder ist es das wahre Ich, das all den Groll und das Elend endlich verwunden hat,\ndas so zerbrechlich, aber zugleich rein wie der helle Mondschein ist?\n\nDer Vagabund wusste nicht, dass er die Fähigkeit zu träumen hatte.\nVielleicht war das nur ein harmloser Streich von den Gelehrten.\nOder es war eine ungewollte Nebenwirkung der einstigen Auflehnung der Seele, die verschwindend gering, aber hartnäckig war.\n\n„Einst hast du dein eigenes Herz erhalten, das du immer so sehr begehrtest.“\n„Jedoch hat es sich später als ein Objekt der Lügen und Täuschungen erwiesen.“\n„Und jetzt hast du endlich die Chance, die Sache zu bekommen, die dir wahrhaft gehört.“\n„Dieser Körper einer Puppe würde eines Tages den Thron der unangefochtenen Macht auf der Welt besteigen.“\n\n„Aber denk daran, all dies ist im Grunde genommen nichts mehr als ein vergänglicher Traum,“\n„der sich mit der Zeit in den Trauergesängen der Übriggebliebenen auflösen würde ...“\nVon wem stammten diese unverständlichen Worte? Von dem Ich aus der Vergangenheit oder der Zukunft?\nDer Vagabund gab aber nichts darauf. Immerhin war er nicht derjenige,\nder zusammen mit dem Traum begraben würde. Das unausweichliche Ende der Geschichte gehört der fernen Zukunft.",
        "es": "\nEn sus sueños, vio una sombra que cantaba y bailaba bajo la luz de la luna.\nSe parecía a aquel joven de tez blanca de un pasado muy distante,\npero también a ese yo frágil y puro que surgió cuando el odio y\nel sufrimiento que tenía se disiparon.\n\nEl trotamundos no sabía que él también era capaz de soñar.\nPensaba que los sueños no eran más que trucos baratos de los eruditos.\nO que tal vez era la forma en que su antiguo corazón oponía vanamente su resistencia.\n\n“En el pasado, tuviste un corazón con la capacidad de desear.\nPero no era más que un objeto que servía para mentir y engañar.\nEn cambio, ahora tienes algo que realmente te pertenece.\nEn un futuro, este cuerpo tendrá el poder de aspirar a gobernar el mundo”.\n\n“Sin embargo, esto no son más que sueños de alcanzar una época de gran esplendor.\nAl final, acabarán desapareciendo entre los suspiros y el sufrimiento de esta tierra”, dijo el yo de una época\nfutura. ¿O tal vez pasada?\nAl trotamundos no le preocupaba, pues sabía que, al despertar,\nno era él quien desaparecería, sino el imperceptible porvenir.",
        "fr": "\nCe qu'il vit dans son rêve était un fantôme dansant sur la musique au clair de lune,\ntout comme le jeune homme dans un passé lointain, qui ressemblait à une feuille de papier vierge,\nà la manière d'un personnage pur mais fragile,\némergeant une fois le ressentiment et la souffrance dissipés.\n\nLe vagabond ne savait pas qu'il pouvait rêver,\npensant qu'il s'agissait d'une ruse des chercheurs,\nou peut-être était-ce la façon dont son ancien cœur se défendait en vain.\n\n« Tu avais le « cœur » dont tu rêvais tant,\nmais ce n'était qu'un objet de mensonge et de tromperie.\nMaintenant, tu vas enfin obtenir ce qui t'appartient.\nEt ce corps factice peut enfin aspirer à régner sur ce monde.\n\nPourtant, ce n'est qu'un rêve éphémère de gloire.\nEt tout s'évanouira un jour au milieu des soupirs d'une terre souffrante... »\nÉtait-ce le « lui » du passé qui disait cela ? Ou bien celui du futur ?\nLe vagabond s'en fichait, car lorsqu'il s'éveilla,\nce n'était pas lui, mais cet avenir éthéré qui allait disparaître.",
        "pt": "\nEm seus sonhos, ele viu uma sombra que dançava a música sob o luar,\nAssim como o jovem de pele branca como papel no passado;\nE como um personagem puro, mas também frágil,\nQue surgiu quando o ressentimento e sofrimento haviam desaparecido.\n\nO andarilho não sabia que ele era capaz de sonhar,\nE pensou que poderia ser um truque dos pesquisadores,\nOu talvez uma resistência infinitesimal de seu antigo coração.\n\n\"No passado, você adquiriu o coração que sempre sonhou,\"\n\"Mas era apenas um objeto para mentiras e enganações\".\n\"Agora, você finalmente obterá o que lhe pertence,\"\n\"E finalmente esse corpo falso poderá aspirar ao poder sobre esse mundo\".\n\n\"Entretanto, isto nada mais é que um sonho de alcançar uma época de grande esplendor,\"\n\"E tudo um dia desaparecerá nos suspiros de uma terra que sofre...\"\nSerá que foi o ele do passado que disse isso? Ou talvez o ele do futuro?\nO andarilho não se preocupava, pois quando ele acordou,\nNão era ele, mas o futuro indiscernível.",
        "ru": "\nВ его сне призрак танцевал под музыку при свете луны.\nОн напоминал самого юношу в далёком прошлом, когда он был чист, словно лист бумаги.\nА может быть, его же, но изжившего ненависть и горести\nи обнажившего после этого свою чистую и хрупкую сущность.\n\nСтранник не знал, что способен видеть сны.\nОн решил, что это может быть очередным трюком учёных\nили ничтожным сопротивлением прежнего сердца.\n\n«Однажды ты получил \"сердце\", о котором всегда мечтал.\nНо это была всего лишь фальшивка.\nТеперь же ты наконец обретёшь то, что тебе принадлежит.\nИ это сконструированное тело сможет захватить власть над миром.\n\nНо всё это лишь мимолетные мечты о славе,\nкоторые однажды развеются среди вздохов страдающей земли».\nГоворил ли это «он» из прошлого? Или «он» из будущего?\nСтраннику было всё равно, и, когда он проснулся,\nрассеялся не он, а то бесплотное видение будущего.",
        "id": "\nYang dia lihat dalam mimpinya adalah sebuah bayangan menari diiringi musik di bawah cahaya rembulan,\nsama seperti pemuda di masa lalu, yang mirip seperti selembar kertas kosong.\nBagaikan sosok diri yang murni namun rapuh,\nyang muncul setelah semua kebencian dan penderitaannya hilang.\n\nSang pengembara itu tidak tahu bahwa dia masih bisa bermimpi,\ndia berpikir bahwa ini pasti akal-akalan dari sang peneliti,\natau mungkin wujud perlawanan kecil dari hati yang telah tiada.\n\n\"Kamu telah berhasil mendapatkan \"hati\" yang selalu kamu mimpikan,\ntapi itu hanyalah alat untuk kebohongan dan tipu daya.\nSekarang, akhirnya kamu akan mendapatkan hal yang benar-benar milikmu,\ndan tubuh palsu ini bisa bercita-cita untuk kekuatan atas dunia ini.\n\nTapi, semua ini hanyalah mimpi kemuliaan yang berlangsung sekejap.\nDan suatu hari nanti, akan hilang di tengah hembusan bumi yang sedang menderita ....\"\nApakah \"dia\" dari masa lalu yang mengatakan ini? Atau \"dia\" dari masa depan?\nSang pengembara itu tidak peduli, karena saat dia bangun,\nyang hilang bukanlah dirinya, melainkan masa depan yang sangat rapuh itu.",
        "th": "\nสิ่งที่ฉันเห็นในความฝันคือภาพมายาที่เต้นระบำอยู่ใต้แสงจันทร์\nซึ่งคล้ายกับเด็กหนุ่มที่เหมือนกับกระดาษเปล่าในอดีตอันไกลโพ้น\nนอกจากนี้ยังดูเหมือนจะเป็นตัวตนที่เปราะบางและบริสุทธิ์ ซึ่งจะเปิดเผยออกมาในตอนสุดท้าย\nหลังจากความขุ่นเคืองและความทุกข์ทรมานทั้งหมดสลายหายไปจนหมดสิ้น\n\nผู้พเนจรไม่รู้ว่าตัวเองมีความสามารถในการฝัน\nและคิดว่านี่อาจเป็นกลอุบายของพวกนักวิชาการ\nหรืออาจเป็นการต่อต้านที่ไม่ควรค่าแก่การพูดถึงของหัวใจดวงนั้น\n\n\"คุณเคยได้รับ 'หัวใจ' ที่คุณเคยฝันถึงมาโดยตลอด\"\n\"แต่นั่นเป็นเพียงเครื่องมือสำหรับการโกหกและการหลอกลวง\"\n\"แต่ในวันนี้ ในที่สุดคุณจะได้รับสิ่งควรเป็นของคุณอย่างแท้จริงสักที\"\n\"ร่างที่รวมกันเพียงชั่วคราวนี้ยังสามารถแสวงหาอำนาจทางโลกได้อีกด้วย\"\n\n\"อย่างไรก็ตาม นี่เป็นเพียงความฝันอันรุ่งโรจน์เพียงเพียงชั่วครู่เท่านั้น\"\n\"และวันหนึ่งมันก็จะล่องลอยไปท่ามกลางเสียงถอนหายใจของผืนทวีปที่ทุกข์ระทม\"\nไม่รู้ว่ามันเป็น \"เขา\" ในอนาคต หรือตัวตนของ \"เขา\" ในอดีตที่พูดเอาไว้เช่นนั้น\nเดิมทีผู้พเนจรไม่ได้สนใจเรื่องนั้นเลย เมื่อตื่นจากความฝัน\nสิ่งที่สลายหายไปไม่ใช่ตัวเขา แต่กลับเป็นอนาคตที่ล่องลอยนั่น",
        "vi": "\nẢo ảnh nhảy múa dưới ánh trăng nhìn thấy trong giấc mơ,\nDường như là chàng thiếu niên tựa như trang giấy trắng hồi những năm tháng xa xưa ấy;\nLại mập mờ trông như cái tôi đơn thuần dễ vỡ cuối cùng mới lộ ra,\nSau khi những oán hận và khổ nạn đã tiêu tan hết.\n\nKẻ lang thang không hề biết rằng bản thân có khả năng nằm mơ,\nCho rằng đây có lẽ là trò vặt vãnh của các học giả,\nCũng có thể là những phản kháng yếu ớt từng có của trái tim.\n\n\"Ngươi đã từng có được \"con tim\" mơ ước,\"\n\"Nhưng đó không phải là công cụ của những lời nói dối và lừa lọc;\"\n\"Nhưng giờ đây, ngươi cuối cùng sẽ thực sự có được thứ thuộc về ngươi,\"\n\"Hình hài này cũng sẽ có được quyền năng đứng đầu trần thế.\"\n\n\"Thế nhưng, tất cả chẳng qua đều là giấc mộng vinh hoa,\"\n\"Cuối cùng rồi sẽ tan biến trong bể khổ mà thôi...\"\nKhông biết là cái tôi của tương lai hay quá khứ đã nói như vậy.\nKẻ lang thang hoàn toàn không để tâm, dù sao thì khi tỉnh mộng,\nThứ tiêu tan không phải bản thân mình, mà là tương lai mong manh."
      },
      "imgid": "husk_of_opulent_dreams_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "华馆之羽",
        "zht": "華館之羽",
        "jp": "華館の羽",
        "ko": "화관(華館)의 깃털",
        "en": "Plume of Luxury",
        "de": "Feder der Opulenz",
        "es": "Pluma de la Opulencia",
        "fr": "Plume d'opulence",
        "pt": "Pavilhão das Plumas",
        "ru": "Перо чертога",
        "id": "Plume of Luxury",
        "th": "Plume of Luxury",
        "vi": "Lông Vũ Phù Hoa"
      },
      "description": {
        "zhs": "于避世之幽馆中一同带出的箭羽状的凭证，因创造者的怜悯之情，而与某具沉睡之躯一同置于馆中。",
        "zht": "於避世之幽館中一同帶出的箭羽狀的憑證，因創造者的憐憫之情，而與某具沉睡之軀一同置於館中。",
        "jp": "俗世間より切り離されし館から持ち出された矢羽状の物証。作り手の憐憫により、眠りについたある亡き骸と共に館へと置かれた。",
        "ko": "속세를 피해 세워진 관저에서 가지고 나온 깃털 모양의 증명. 창조자의 연민으로 인해 잠들어 있는 몸과 함께 관저에 놓여있었다",
        "en": "A feather-shaped token that was brought forth from a secluded hall. The compassion of its creator led to it being left within that mansion along with a certain slumbering form.",
        "de": "Ein pfeilfederförmiger Beweis, der aus dem Haus der Eremiten mitgenommen wurde. Aus Mitleid seines Schöpfers wurde er früher in dem Haus neben den Körper einer gewissen Person, die in einen langen und tiefen Schlaf versunken ist, gelegt.",
        "es": "Un objeto con forma de pluma de flecha procedente de una sala aislada. Por compasión de su creadora, este objeto fue abandonado en esa sala junto a un cuerpo dormido.",
        "fr": "Un objet en forme de plume, trouvé dans un hall isolé. La compassion de son créateur a conduit à le laisser dans ce manoir avec un corps endormi.",
        "pt": "Certificado em forma de pena trazido do Salão do Retiro. Devido à compaixão de seu criador, foi colocado junto com um certo objeto e um corpo adormecido no museu.",
        "ru": "Вынесенное из чертога уединения доказательство в форме пера. Из сострадания создатель поместил его в доме рядом с неким спящим телом.",
        "id": "Penanda berbentuk bulu yang dibawa dari sebuah aula terpencil. Karena belas kasihan dari penciptanya, benda ini diletakkan di dalam aula itu bersama sesuatu yang sedang tertidur.",
        "th": "สัญลักษณ์รูปขนนกที่นำมาจากโถงอันเงียบสงบ เป็นเพราะความเมตตาของผู้สร้าง มันจึงถูกทิ้งให้หลับใหลอยู่ในห้องโถงนั้น",
        "vi": "Chứng nhận có hình dạng lông vũ được đem ra từ nơi hẻo lánh cách biệt với thế giới. Do lòng trắc ẩn của người sáng tạo, nên nó đã được để lại cùng với hình hài đang ngủ say trong căn phòng."
      },
      "lore": {
        "zhs": "\n流浪多年的倾奇者已不会再想起它，\n但闭上双眼，却仍能看到踏鞴砂的月夜与炉火。\n年轻仁厚的副官说：\n「这金饰是将军大人所赐身份之证，」\n「但你行走世间时，若非万不得已，」\n切不可将自己的身份透露给他人。」\n刚正不阿的目付说：\n「这枚金饰是将军大人所赐身份之证，\n但你既非人类亦非器物，\n在下只能这样处置你，还请你不要怨恨！」\n\n摒弃昨日的倾奇者已不会再想起它，\n但捂住耳朵，却仍能听见那年的暴雨与狂风。\n一双双期盼的眼睛说：\n「这金饰是将军大人所赐身份之证，」\n「定能救众人于水火吧。」\n\n灵动美丽的巫女说：\n「这金饰是将军大人所赐身份之证，」\n「将军绝不会弃你不顾。」\n「我亦会尽己所能，即刻派人相救…」\n\n…然而，金色的箭羽最终被尘土覆盖，\n一切故事也被业火焚烧得无影无踪。",
        "zht": "\n流浪多年的傾奇者已不會再想起它，\n但閉上雙眼，卻仍能看到踏鞴砂的月夜與爐火。\n年輕仁厚的副官說：\n「這金飾是將軍大人所賜身分之證，」\n「但你行走世間時，若非萬不得已，」\n切不可將自己的身分透露給他人。」\n剛正不阿的目付說：\n「這枚金飾是將軍大人所賜身分之證，\n但你既非人類亦非器物，\n在下只能這樣處置你，還請你不要怨恨！」\n\n摒棄昨日的傾奇者已不會再想起它，\n但捂住耳朵，卻仍能聽見那年的暴雨與狂風。\n一雙雙期盼的眼睛說：\n「這金飾是將軍大人所賜身分之證，」\n「定能救眾人於水火吧。」\n\n靈動美麗的巫女說：\n「這金飾是將軍大人所賜身分之證，」\n「將軍絕不會棄你不顧。」\n「我亦會盡己所能，即刻派人相救…」\n\n…然而，金色的箭羽最終被塵土覆蓋，\n一切故事也被業火焚燒得無影無蹤。",
        "jp": "\n長年流浪してきた傾奇者は、もうそのことを思い出さないだろう。\nしかし目を閉じると、たたら砂の月夜や炉火が見える。\n若く、心優しい副官が言った。\n「この金の飾りは、将軍から授かった身分の証である。」\n「世を渡り歩く時、やむを得ない場合を除き、」\n「身分を決して他人に明かしてはならない。」\n剛直な目付は言った。\n「この金の飾りは、将軍から授かった身分の証。\nだが、あなたは人間でも器物でもない。\nこのような処遇となり心苦しいが、どうか恨まないでいただきたい！」\n\n昨日を捨てた傾奇者は、もうそのことを思い出しはしないだろう。\nしかし耳を塞いでも、その時の豪雨や嵐は聞こえてくる。\n期待に満ちた目をした者が言った。\n「この金の飾りは、将軍から授かった身分の証である。」\n「きっと人々を苦しみから解放できるだろう。」\n\n美しくて活気がある巫女が言った。\n「この金の飾りは、将軍から授かった身分の証である。」\n「将軍は決してあなたを見捨てない。」\n「私も最善を尽くし、即刻の救援を手配する…」\n\n…しかし、金色の矢羽はやがて埃に埋もれ、\nすべての物語も業火に焼き尽くされ、消えてしまった。",
        "ko": "\n오랫동안 떠돌아다녔던 가부키모노는 이제 더 이상 그것을 떠올리지 않지만,\n두 눈을 감으면 타타라스나의 야경과 용광로가 눈에 선하다.\n젊고 인자한 부관이 대답했다.\n「이 금장식은 쇼군님이 하사한 신분의 증거입니다」\n「허나 세상을 떠돌아다닐 때 부득이한 경우를 제외하곤」\n「자신의 신분을 타인에게 밝혀선 안 됩니다」\n강직한 메츠케가 대답했다.\n「이 금장식은 쇼군님이 하사한 신분의 증거입니다」\n「하지만 당신은 사람도 기물도 아니니」\n「당신을 이렇게 밖에 처벌할 수 없는 저를 원망하지 마십시오!」\n\n과거를 버린 가부키모노는 이제 더 이상 그것을 떠올리지 않지만,\n귀를 막아도 그때의 폭우와 광풍의 소리가 귓가에 선명하다.\n기대로 가득한 두 눈이 대답했다:\n「이 금장식은 쇼군님이 하사한 신분의 증거입니다」\n「분명 사람들을 고통에서 해방시킬 수 있을 거예요」\n\n기민하고 아름다운 무녀가 대답했다.\n「이 금장식은 쇼군님이 하사한 신분의 증거입니다」\n「쇼군께선 절대 당신을 포기하지 않아요」\n「저도 최선을 다해 구원할 수 있도록 할게요…」\n\n…그러나 황금색 화살깃은 결국 먼지 속에 파묻혔고\n모든 이야기도 업화에 불타 흔적도 없이 사라졌다.",
        "en": "\nThe long-wandering eccentric no longer thinks about this,\nBut when he closes his eyes, he can still see the moonlit nights over Tatarasuna and the burning furnace flames.\nThe kind young deputy said:\n\"This gold ornament is a proof of identity granted by the Almighty Shogun,\"\n\"But as you travel the world, please bear this in mind,\"\n\"Never to reveal your identity to others.\"\nThe upright Inspector said:\n\"This gold ornament may be a proof of identity granted by the Almighty Shogun,\"\n\"But you are neither man nor mechanism,\"\n\"And so I can only deal with you in this fashion. Do not hold this against me!\"\n\nThe wanderer who has left yesterday in the dust no longer thinks about it,\nBut when he covers his ears, he can still hear the wild winds that roared that year.\nA pair of expectant eyes said:\n\"This gold ornament is a proof of identity granted by the Almighty Shogun,\"\n\"It must surely be able to save the people.\"\n\nThe intelligent, lovely shrine maiden said:\n\"This gold ornament is a proof of identity granted by the Almighty Shogun,\"\n\"And she will not abandon you.\"\n\"As for me, I shall do my best to send for help immediately...\"\n\n...But in the end, the golden arrow-feather were covered in dust,\nAnd all tales were incinerated in karmic flames till nothing remained.",
        "de": "\nDer umherwandernde Exzentriker denkt nicht mehr über diese Angelegenheit nach.\nAber wenn er die Augen schließt, sieht er immer noch die mondbeschienenen Nächte über Tatarasuna und die brennenden Flammen des Ofens.\nDer freundliche junge Untergebene sagte:\n„Dieses goldene Schmuckstück ist ein Identitätsnachweis, der vom allmächtigen Shougun verliehen wurde.“\n„Aber wenn du durch die Welt reist, solltest du das im Hinterkopf behalten:“\n„Du darfst deine Identität niemals anderen gegenüber preisgeben.“\nDer aufrechte Inspektor sagte:\n„Dieses goldene Schmuckstück dient als Identitätsnachweis, der vom allmächtigen Shougun verliehen wird.\nAber du bist weder Mensch noch Maschine.\nUnd so kann ich nur auf diese Weise mit dir umgehen. Nimm mir das nicht übel!“\n\nDer Wanderer, der das Gestern hinter sich gelassen hat, denkt nicht mehr daran,\naber wenn er sich die Ohren zuhält, kann er immer noch die wilden Winde hören, die in jenem Jahr tobten.\nDie erwartungsvollen Augen schien zu sagen:\n„Dieses goldene Schmuckstück ist ein Identitätsnachweis, der vom allmächtigen Shougun verliehen wird,“\n„es sollte doch die Menschen retten können.“\n\nDie intelligente, hübsche Schreinjungfer sagte:\n„Dieses goldene Schmuckstück ist ein Identitätsnachweis, der vom allmächtigen Shougun verliehen wurde“\n„und sie wird dich nicht im Stich lassen.“\n„Ich für meinen Teil werde mein Bestes tun, um sofort Hilfe zu holen ...“\n\n... Aber am Ende waren die goldenen Pfeilfedern mit Staub bedeckt\nund alle Geschichten wurden in karmischen Flammen verbrannt, bis nichts mehr übrig blieb.",
        "es": "\nEl excéntrico que había deambulado durante mucho tiempo ya no pensaba en ello, pero cuando cerraba los ojos, todavía podía ver\nla luna y el fuego de los hornos de Tatarasuna.\nSu gentil y joven ayudante dijo:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nPero, a menos que no te quede otro remedio\njamás reveles tu identidad a otras personas mientras caminas por el mundo”.\nEl justo e imparcial inspector dijo:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nSin embargo, tú no eres ni humano ni máquina, así que esto es lo\núnico que puedo hacer por ti... Te pido que no me odies”.\n\nEl caminante que se había deshecho del pasado ya no pensaba en ello.\nSin embargo, cuando se cubría las orejas, todavía podía oír el ruido de la tormenta y el vendaval de aquel año.\nUn par de ojos expectantes dijeron:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nSeguramente pueda salvar a la gente”.\n\nLa inteligente y hermosa miko dijo:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nElla nunca te abandonará, y yo, por mi parte, haré todo lo\nposible por enviar ayuda...”.\n\nAl final, la pluma dorada terminó cubierta de polvo y todas las\nhistorias ardieron en las llamas del karma.",
        "fr": "\nL'excentrique qui erre depuis longtemps n'y pense plus\nmais quand il ferme les yeux, il peut encore voir les nuits au clair de lune sur Tatarasuna et les flammes de la fournaise brûlante.\nLe jeune assistant bienveillant dit :\n« Cet ornement doré est une preuve d'identité accordée par la Shogun toute-puissante,\nmais quand vous parcourrez le monde, gardez bien à l'esprit\nde ne jamais révéler votre identité à personne. »\nL'inspecteur intraitable dit :\n« Cet ornement est peut-être une preuve d'identité accordée par la Shogun toute-puissante,\nmais vous n'êtes ni homme, ni machine.\nIl n'y a donc qu'une façon de traiter avec vous. Ne m'en veuillez pas ! »\n\nLe vagabond qui est parti hier dans la poussière n'y pense plus,\nmais quand il se bouche les oreilles, il peut encore entendre les vents sauvages qui ont rugi cette année-là.\nUne paire d'yeux pleine d'expectative dit :\n« Cet ornement doré est une preuve d'identité accordée par la Shogun toute-puissante,\nça pourra sûrement sauver le monde. »\n\nLa prêtresse intelligente dit :\n« Cet ornement doré est une preuve d'identité accordée par la Shogun toute-puissante,\net elle ne vous abandonnera pas.\nQuant à moi, je ferai de mon mieux pour envoyer chercher de l'aide au plus vite... »\n\n... Mais la plume dorée finit couverte de poussière,\net toutes les histoires furent incinérées dans les flammes karmiques jusqu'à ce qu'il n'en reste plus rien.",
        "pt": "\nO excêntrico que viajou por muitos anos não pensa mais sobre isso.\nMas quando ele fecha seus olhos, ele ainda pode ver as noites iluminadas pelo luar sobre Tatarasuna e as chamas da fornalha.\nO jovem e gentil ajudante disse:\n\"Esse ornamento de ouro é a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"Mas enquanto você viajar pelo mundo, lembre-se,\"\n\"Nunca revele sua identidade para os outros\".\nO inspetor justo disse:\n\"Esse ornamento de ouro pode até ser a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"Mas você não é nem um homem ou mecanismo,\"\n\"Por isso, eu sou o único que pode lidar com você dessa forma. Não me odeie por isso!\"\n\nO andarilho que abandonou o passado já não pensa mais sobre isso,\nMas quando ele cobre seus ouvidos, ele ainda consegue ouvir os ventos selvagens daquele ano.\nUm par de olhos espectadores disse:\n\"Esse ornamento de ouro é a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"Ele com certeza deve poder salvar o povo\".\n\nA inteligente e adorável sacerdotisa disse:\n\"Esse ornamento de ouro é a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"E ela não lhe abandonará\".\n\"Quanto a mim, farei meu melhor para enviar ajuda...\"\n\n... Mas no final, a flecha de pena dourada ficou coberta de poeira,\nE todos os contos foram incinerados em chamas cármicas até que nada sobrasse.",
        "ru": "\nДавно скитающийся по свету эксцентричный кабукимоно давно не думает о том,\nно закрывая глаза, он всё ещё видит лунные ночи и горящее пламя печей Татарасуны.\nЕщё не очерствевший сердцем юный адъютант говорит:\n«Это золотое украшение - удостоверение личности, выданное милостью сёгуна.\nНо прошу тебя, во время странствий по миру помни о запрете:\nне раскрывай другим, кто ты на самом деле».\nПринципиальный инспектор произносит:\n«Это золотое украшение - удостоверение личности, дарованное сёгуном.\nНо ты не человек и не механизм,\nи я не могу поступить с тобой иначе. Не держи на меня зла!»\n\nПутник, что оставил вчерашний день в прошлом, не думает о нём.\nНо закрыв уши, он всё ещё слышит рёв бушевавших в тот год бурь.\nКто-то выжидающе смотрит на него:\n«Это золотое украшение - удостоверение личности, выданное милостью сёгуна.\nЕму должно быть под силу спасти людей от бед».\n\nПрекрасная и мудрая жрица говорит:\n«Это золотое украшение - удостоверение личности, выданное милостью сёгуна.\nОна не оставит тебя.\nЯ же могу лишь поскорее послать за помощью...»\n\n...Но всё прошло, золотое оперение покрылось пылью,\nа все сказания сгорели в искупительном пламени дотла.",
        "id": "\nSang pengembara yang eksentrik itu sudah tidak memikirkan hal ini,\ntapi setiap kali dia menutup matanya, dia masih bisa melihat cahaya bulan dan api tungku yang menerangi malam hari di Tatarasuna.\nAjudan muda yang baik hati itu berkata:\n\"Ornamen emas ini adalah bukti identitas yang diberikan oleh Yang Mulia Shogun,\ntapi selagi kamu mengelilingi dunia, selalu ingatlah hal ini,\njangan pernah mengungkapkan jati dirimu pada orang lain.\"\nInspektur yang keras kepala itu berkata:\n\"Ornamen emas ini mungkin memang bukti identitas dari Yang Mulia Shogun,\ntapi kamu bukan manusia dan bukan sebuah peralatan,\njadi aku hanya bisa bersikap seperti ini padamu. Jangan menaruh dendam!\"\n\nSang pengembara yang telah meninggalkan hari kemarin sudah tidak memikirkan tentang hal itu,\ntapi setiap kali dia menutup telinganya, dia masih bisa mendengar deru angin yang bertiup tahun itu.\nSepasang mata yang menanti=nantikan berkata:\n\"Ornamen emas ini adalah bukti identitas yang diberikan oleh Yang Mulia Shogun,\npasti bisa digunakan untuk menyelamatkan para rakyat.\"\n\nSang miko yang cerdas dan cantik itu berkata: \n\"Ornamen emas ini adalah bukti identitas yang diberikan oleh Yang Mulia Shogun,\ndan dia tidak akan pernah meninggalkanmu.\nSedangkan aku sendiri akan berusaha secepat mungkin mengirimkan bala bantuan ....\"\n\nTapi pada akhirnya, anak panah berwarna emas itu tertutup debu,\ndan segala cerita telah terbakar oleh api karma hingga habis tanpa jejak.",
        "th": "\nซามูไรนอกคอกที่เดินทางร่อนเร่มานานหลายปีไม่นึกถึงมันอีกต่อไป\nแต่เมื่อหลับตาลง กลับยังคงมองเห็นคืนเดือนหงายแห่ง Tatarasuna และเปลวเพลิงที่ลุกไหม้\nรองผู้บังคับบัญชาหนุ่มแสนใจดีพูดว่า:\n\"เครื่องประดับทองชิ้นนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"แต่เมื่อคุณเดินทางอยู่บนโลก หากไม่จำเป็นจริง ๆ\"\n\"อย่าเปิดเผยตัวตนของตนเองให้ผู้อื่นล่วงรู้เป็นอันขาด\"\nหน่วยข่าวกรองโชกุนผู้แข็งกร้าวพูดขึ้นว่า:\n\"เครื่องประดับทองนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"แต่คุณไม่ใช่ทั้งมนุษย์และเครื่องกล\"\n\"ฉันจึงต้องจัดการกับคุณแบบนี้ โปรดอย่าได้โกรธแค้นกันเลย!\"\n\nซามูไรนอกคอกผู้ละทิ้งวันวานไม่นึกถึงมันอีกต่อไป\nแต่ในตอนที่กุมหูไว้ เขากลับยังได้ยินเสียงลมพายุและฝนฟ้ากระหน่ำในปีนั้น\nดวงตาที่คาดหวังคู่หนึ่งพูดว่า:\n\"เครื่องประดับทองชิ้นนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"จะต้องช่วยผู้คนจากสายน้ำและเปลวไฟได้แน่\"\n\nมิโกะแสนงดงามและมีชีวิตชีวาพูดว่า:\n\"เครื่องประดับทองชิ้นนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"โชกุนไม่มีทางทอดทิ้งคุณไปแน่\"\n\"และฉันก็จะพยายามอย่างสุดความสามารถ ที่จะส่งคนมาช่วย...\"\n\n...…อย่างไรก็ตาม ในที่สุดขนของลูกศรสีทองก็ถูกปกคลุมไปด้วยฝุ่น\nเรื่องราวทั้งหมดถูกเผาด้วยเปลวไฟแห่งกรรมจนไม่หลงเหลือสิ่งใดไว้",
        "vi": "\nKabukimono lang thang nhiều năm đã không còn nhớ đến nó nữa,\nNhưng khi nhắm mắt lại, vẫn nhìn thấy được đêm trăng và lò lửa ở Tatarasuna.\nVị phó quan trẻ tuổi nhân hậu nói:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\"\n\"Nhưng khi hành tẩu trên thế gian này, nếu không phải vạn bất đắc dĩ,\"\n\"Tuyệt không được để lộ thân phận của mình cho người khác biết.\"\nThuyết Khách chính trực nói rằng:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\nNhưng ngươi vừa không phải loài người cũng không phải đồ vật,\nNên tại hạ chỉ đành xử lý ngươi như vậy, xin đừng oán hận!\"\n\nKabukimono vứt bỏ quá khứ đã không còn nhớ đến nó nữa,\nNhưng khi bịt tai lại, vẫn nghe được tiếng gió lốc và mưa bão năm đó.\nĐôi mắt chờ mong nói rằng:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\"\n\"Nhất định có thể cứu giúp chúng nhân giữa tai họa.\"\n\nPháp sư xinh đẹp nói rằng:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\"\n\"Shogun sẽ không bỏ mặc không lo.\"\n\"Tôi cũng sẽ cố gắng hết sức, lập tức phái người tương trợ...\"\n\n...Thế nhưng, chiếc lông vũ màu vàng cuối cũng đã bị vùi chôn trong bụi đất,\nMọi câu chuyện đều bị ngọn lửa thiêu trụi không còn chút dấu tích nào."
      },
      "imgid": "husk_of_opulent_dreams_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "众生之谣",
        "zht": "眾生之謠",
        "jp": "衆生の歌",
        "ko": "중생의 노래",
        "en": "Song of Life",
        "de": "Lied der Vergänglichkeit",
        "es": "Canto de la Vida",
        "fr": "Chant de vie",
        "pt": "Canção da Vida",
        "ru": "Песнь жизни",
        "id": "Song of Life",
        "th": "Song of Life",
        "vi": "Khúc Ca Chúng Sinh"
      },
      "description": {
        "zhs": "于稻妻而言乃是舶来品的小物件。名为机芯的零件已被卸下，指针也不再转动。",
        "zht": "於稻妻而言乃是舶來品的小物件。名為機芯的零件已被卸下，指針也不再轉動。",
        "jp": "稲妻にとって舶来の小物。芯部は既に取り外されており、針も回っていない。",
        "ko": "다른 나라에서 배를 통해 이나즈마로 수입된 작은 물건. 부품이 제거된 탓에 바늘은 이제 움직이지 않는다",
        "en": "As far as Inazuma is concerned, this is some small object from overseas. The heart of this mechanism has been removed, and its hands no longer turn.",
        "de": "Für Leute von Inazuma ist dies nichts mehr als ein kleines Objekt von hinter den Meeren. Sein mechanischer Kern wurde demontiert, weshalb der Zeiger darauf schon längst aufgehört hat, sich zu drehen.",
        "es": "En Inazuma, estos pequeños objetos son de importación. Ya no tiene el mecanismo que lo hacía funcionar, y sus agujas ya no se mueven.",
        "fr": "À Inazuma, il s'agit d'un petit objet venu d'outre-mer. Le cœur de ce mécanisme a été retiré, et ses aiguilles ne tournent plus.",
        "pt": "Considerado nada mais do que um pequeno objeto estrangeiro para o povo Inazuma. Seu núcleo mecânico foi desmontado, razão pela qual o ponteiro há muito parou de girar.",
        "ru": "Иноземная для Инадзумы вещица. Внутри больше нет механизма, поэтому стрелки не двигаются.",
        "id": "Di Inazuma, ini adalah sebuah benda dari bangsa luar. Bagian dalam mekanisme ini sudah dicabut sehingga jarumnya sudah tidak bergerak lagi.",
        "th": "สำหรับ Inazuma แล้ว สิ่งนี้เป็นเพียงไอเทมขนาดเล็กที่นำเข้ามาจากต่างแดน ซึ่งชิ้นส่วนของแกนหลักกลไกได้ถูกถอดออกแล้ว ตัวเข็มของมันจึงไม่หมุนอีกต่อไป",
        "vi": "Theo người dân Inazuma nói thì đây là vật phẩm đến từ bên ngoài. Linh kiện bên trong lõi đã bị tháo gỡ, kim châm cũng đã không còn chuyển động."
      },
      "lore": {
        "zhs": "\n他最初是作为「心」的容器而诞生，\n却在睡梦中淌下泪珠。\n创造者无可奈何地察觉到：\n他无论作为器物或人类，都过于脆弱了。\n\n创造者不忍将他毁弃，于是让他继续沉睡下去。\n在她之后的创造里，也摒弃了存放心脏的设计。\n不久后，世间最为尊贵、最为殊胜的「证」，\n便因无处安放，被送到了影向山的大社之中。\n\n后来，美丽的人偶苏醒了，开始了流浪。\n他见到了许许多多的心，\n善良的，正直的，坚毅的，柔软的…\n人偶也想拥有一颗心脏。\n\n再后来，美丽的人偶终于拿到了那颗「心」，\n那是他诞生的意义，存在的目的。\n但是，它却并非人偶真正想要的东西，\n因为它并未蕴含任何祝福，\n只是一颗用友善的外表所包裹的，\n充满自私、虚伪、狡诈与诅咒的祭品。\n\n善与恶，皆是众生之谣，无用而聒噪。\n但只要将这颗「心」挖出来，\n就什么都感受不到了…",
        "zht": "\n他最初是作為「心」的容器而誕生，\n卻在睡夢中淌下淚珠。\n創造者無可奈何地察覺到：\n他無論作為器物或人類，都過於脆弱了。\n\n創造者不忍將他毀棄，於是讓他繼續沉睡下去。\n在她之後的創造裡，也摒棄了存放心臟的設計。\n不久後，世間最為尊貴、最為殊勝的「證」，\n便因無處安放，被送到了影向山的大社之中。\n\n後來，美麗的人偶甦醒了，開始了流浪。\n他見到了許許多多的心，\n善良的，正直的，堅毅的，柔軟的…\n人偶也想擁有一顆心臟。\n\n再後來，美麗的人偶終於拿到了那顆「心」，\n那是他誕生的意義，存在的目的。\n但是，它卻並非人偶真正想要的東西，\n因為它並未蘊含任何祝福，\n只是一顆用友善的外表所包裹的，\n充滿自私、虛偽、狡詐與詛咒的祭品。\n\n善與惡，皆是眾生之謠，無用而聒噪。\n但只要將這顆「心」挖出來，\n就什麼都感受不到了…",
        "jp": "\n彼は最初、「心」の容器として生まれた。\nしかし、夢の中で涙がこぼれた。\n創造者は認めたくなかったが、それに気づいてしまったのだ。\n彼は器物としても人間としても、あまりにも脆いと。\n\n彼を破壊できずに躊躇した創造者は、そのまま眠らせることにした。\nそれ以降、彼女は作品に心臓を収納するという設計を諦めた。\nそれからすぐ、世間でもっとも高貴で尊い「証」が、\n置き場所がないために、影向山の大社へと運ばれた。\n\nその後、美しい人形が目を覚まし、流浪を始めた。\n彼は、様々な心を見てきた。\n善良なもの、誠実なもの、毅然としたもの、温和なもの…\n人形も、心臓を欲しがった。\n\nそして美しい人形はついに、その「心」を手に入れた。\nそれは彼の誕生の意味であり、存在の目的でもある。\nしかし、それは人形が本当に望んでいた物ではなかった。\nなぜなら、それには祝福が一切含まれていない。\nただ友好的な外見に包まれた、\n自分勝手で、偽善的で、狡猾で、呪いに満ちた供物。\n\n善と悪、すべてが衆生の物語、無用なものでありながら騒々しい。\nしかし、この「心」を掘り出せば、\nもう何も感じられなくなる…",
        "ko": "\n그는 처음에 「마음」의 용기로 탄생했지만\n꿈속에서 눈물을 흘렸다.\n창조자는 그가 기물로든 인류로든\n너무 나약하다는 것을 깨닫게 됐다.\n\n창조자는 그를 파괴하지 못하고 계속 잠을 자게 했다.\n이후 그녀는 창조하는 작품에 심장을 넣는 설계를 포기했다.\n얼마 뒤 세상에서 가장 존귀하고 가장 뛰어난 「증표」가\n보관할 곳이 없어 요고우산에 있는 다이샤로 보내진다.\n\n그 후 아름다운 인형이 잠에서 깨어나 유랑을 시작했다.\n그는 수많은 마음을 보게 된다.\n착한 마음, 정직한 마음, 의연한 마음, 부드러운 마음…\n인형은 자신도 심장을 가지고 싶어 했다.\n\n그리고 아름다운 인형은 결국 그 「마음」을 손에 넣게 된다.\n그것은 그의 탄생의 의미이자 존재의 목적이다.\n하지만 그건 인형이 진정으로 원하는 것이 아니었다.\n왜냐하면 그건 아무런 축복이 포함되어 있지 않은\n그저 우호적인 겉모습에 포장된\n이기적이고 위선적이며, 교활하고 저주로 가득한 제물이었기 때문이다.\n\n선과 악은 모두 중생의 낭설로 쓸모없고도 요란스럽다.\n하지만 이 「마음」을 파내기만 하면\n아무것도 느낄 수 없게 된다…",
        "en": "\nHe was originally born to be a vessel for a \"heart.\"\nBut he shed tears in his dreams.\nHis creator observed thus:\nHe was too fragile, whether it be as a human or as a tool.\n\nYet his creator would not destroy him, and so allowed him to continue slumbering.\nIn her latter works, she would also consign designs that might store such a heart to obsolescence.\nNot long after, that noblest and most prestigious \"proof\" in the world would come to have no home,\nAnd thus was sent to the great shrine at Mt. Yougou.\n\nLater, the beautiful puppet awoke and began his wanderings.\nHe observed many a heart,\nGood ones, upright ones, strong ones, gentle ones...\nThe puppet, too, desired a heart.\n\nLater, the lovely puppet would finally obtain that \"heart.\"\nIt was, after all, his purpose for being, the very reason he existed.\nYet, it was not what the puppet truly desired,\nFor it did not contain any blessings,\nBut was instead a sacrifice brimming with selfishness, hypocrisy, cunning and curses,\nAll wrapped in an amiable husk.\n\nGood and evil were the song of sentient life, useless and cacophonous.\nBut if he were to wrench this \"heart\" out,\nHe would no longer be able to feel anything at all...",
        "de": "\nEr wurde ursprünglich geboren, um ein Gefäß für ein „Herz“ zu sein.\nAber in seinen Träumen vergoss er Tränen.\nSeine Schöpferin hat dies endlich gemerkt:\nEr war zu zerbrechlich, sei es als Mensch oder als Gefäß.\n\nDoch seine Schöpferin wollte ihn nicht zerstören und ließ ihn daher weiter schlummern.\nUnd in ihrer späteren Schöpfung hat sie die Gestaltung des Herzens auch nicht mehr angewendet.\nEs dauerte nicht lange, bis der edelste und prestigeträchtigste „Nachweis“ der Welt kein Zuhause mehr hatte.\nUnd so wurde er zum großen Schrein am Yougou-Berg geschickt.\n\nSpäter wachte die schöne Puppe auf und begann die Wanderschaft eines Vagabunden.\nEr hat viele Herzen beobachtet,\ndie guten, die aufrechten, die starken, die sanften ...\nAuch die Puppe wünschte sich ein Herz.\n\nSpäter würde die hübsche Puppe endlich dieses „Herz“ bekommen.\nDas war schließlich ihr Lebenszweck, der Grund, warum sie existierte.\nDoch das war nicht das, was die Puppe wirklich wollte,\ndenn sie hatte keinen Segen in sich,\nstattdessen war sie ein Opfer auf dem Altar, voller Egoismus, Heuchelei, List und Flüche.\nAlles in eine freundliche Schale gehüllt.\n\nGut und Böse waren allesamt Schöpfungen von fühlenden Wesen, Strophen vom Lied der Vergänglichkeit, nutzlos und kakophonisch.\nAber wenn er dieses „Herz“ herausreißen würde,\nwürde er überhaupt nichts mehr fühlen können als die öde Leere ...",
        "es": "\nEn un principio, él nació para servir como recipiente de un corazón con una ambición.\nSin embargo, no podía evitar llorar mientras soñaba.\nEntonces, su creadora lo observó con impotencia.\nSe dio cuenta de que, ya fuera como objeto o como humano, era alguien muy frágil.\n\nAsí pues, decidió desecharlo y dejar que siguiera sumido en sus sueños.\nTras hacer su última creación, también descartó darle un corazón.\nPuesto que no había un lugar en el que poder almacenarlo,\npoco tiempo después, este ser, prueba de lo más honorable y excelso del mundo, fue enviado al gran santuario de la Montaña Yougou.\n\nMás tarde, despertó con la forma de una hermosa marioneta y comenzó a vagar por el mundo.\nVio personas con todo tipo de corazones: bondadosos, justos,\ndeterminados, dulces...\nLa marioneta también quería un corazón.\n\nDe hecho, al final consiguió hacerse con uno.\nEse era el sentido y la razón de su existencia. Sin embargo, no\nera lo que realmente buscaba.\nNunca había tenido ningún tipo de buen deseo, ya que no era más\nque una ofrenda egoísta, hipócrita, mentirosa y malévola que\nse escondía bajo una apariencia amable.\n\nPara él, el bien y el mal eran como un inútil y ruidoso canto a la vida.\nSi consiguiera sacarse ese corazón, nunca más sería capaz\nde sentir nada...",
        "fr": "\nIl était destiné à l'origine à abriter un « cœur »,\nmais il versait des larmes dans ses rêves.\nSa créatrice se rendit compte\nqu'il était trop fragile, que ce soit en tant qu'humain ou en tant qu'outil.\n\nCependant, elle ne voulait pas le détruire, et prolongea son sommeil.\nDans ses dernières créations, elle laisserait de côté l'utilisation d'un tel cœur.\nPeu de temps après, cette « preuve » la plus noble et la plus prestigieuse qui soit n'eut plus de foyer,\net elle fut envoyée au grand sanctuaire du Mont Yougou.\n\nPlus tard, la merveilleuse marionnette se réveilla et commença ses pérégrinations.\nIl observa plus d'un cœur :\nles bons, les droits, les forts, les doux...\nLa marionnette, elle aussi, désirait un cœur.\n\nPlus tard, la jolie marionnette obtint enfin ce « cœur ».\nC'était, après tout, sa raison d'être, la raison même de son existence.\nEt pourtant, ce n'était pas ce que la marionnette voulait au fond,\ncar elle n'avait jamais eu la moindre faveur,\nmais représentait plutôt un sacrifice débordant d'égoïsme, d'hypocrisie, de ruse et de malveillance,\nle tout sous couvert d'une apparente amabilité.\n\nLe bien et le mal ne sont que l'écho du chant des êtres sensibles, inutiles et bruyants.\nMais si j'arrachais ce « cœur »,\nje ne ressentirais plus rien...",
        "pt": "\nEle originalmente nasceu para ser o recipiente de um \"coração\",\nMas em seus sonhos, ele despejou lágrimas.\nSua criadora observou com impotência:\nEle era muito frágil, seja como um humano, ou como uma ferramenta.\n\nAinda assim, sua criadora não o destruiria e, por isso, permitiu que ele continuasse em seu sono profundo.\nNas suas últimas criações, ela também descartou o design que podia armazenar esse coração.\nNão muito depois, a mais nobre e prestigiosa prova no mundo não teria mais um lugar no mundo,\nE assim, foi enviado para o santuário na Montanha Yougou.\n\nDepois, a bela marionete despertou e iniciou suas jornadas.\nEle viu muitos tipos de corações,\nBons, justos, fortes, gentis...\nA marionete também queria um coração.\n\nMais tarde, a marionete finalmente obteve esse \"coração\",\nPois essa era a sua razão para ter nascido, o objetivo de sua existência.\nEntretanto, não era o que a marionete realmente desejava,\nPorque ele não tinha nenhuma bênção,\nNa verdade era um sacrifício cheio de egoísmo, hipocrisia, mentiras e maldições,\nTudo envolvido em uma casca amável.\n\nO bem e o mal eram criações dos seres conscientes, inúteis e cacófatos.\nMas se ele conseguisse retirar esse \"coração\",\nNão sentiria mais nada...",
        "ru": "\nОн был рождён, чтобы стать сосудом для «сердца»,\nно слишком много слёз он проливал во сне.\nИ его создательница отметила с неумолимостью,\nчто он слишком слаб и хрупок - и как человек, и как инструмент.\n\nНо создательница не стала уничтожать его, погрузив вместо этого в глубокий сон.\nПри проектировании следующей модели она отказалась от идеи дать новому созданию сердце.\nА неудавшийся образец негде было хранить,\nи самое почтенная и необычайная «улика» была отправлена в храм на горе Ёго.\n\nПозже прекрасная кукла пробудилась и начала собственное путешествие.\nОн видел людей с самыми разными сердцами:\nдобрыми, принципиальными, сильными, нежными...\nКукле тоже хотелось иметь сердце.\n\nИ в конце концов кукле удалось получить его.\nЭто было целью его появления на свет и смыслом существования.\nИ всё же оно оказалось не тем, чего на самом деле хотелось кукле,\nпоскольку в этом сердце не было добрых пожеланий.\nЭтот ритуальный предмет был наполнен эгоизмом, фальшью, хитростью и проклятьями,\nедва прикрытыми обёрткой дружелюбия.\n\nДобро и зло всего лишь созданные живыми конструкты, бесполезные и создающие лишний шум.\nНо если бы он вынул это сердце,\nто больше не мог бы испытывать никаких чувств.",
        "id": "\nAwalnya dia dilahirkan untuk menjadi wadah sebuah \"hati\",\ntapi dia meneteskan air mata di dalam mimpinya.\nApa daya sang penciptanya memperhatikan:\nDia terlalu rapuh, baik sebagai manusia atau sebagai sebuah alat.\n\nTapi sang penciptanya tidak menghancurkannya, dan membiarkannya terus tertidur.\nDi karya-karya mendatangnya, dia juga akan membuat desain yang tidak memiliki tempat penyimpanan jantung.\nTak lama setelahnya, \"bukti\" paling mulia dan bergengsi di dunia akan tidak memiliki rumah,\ndan dikirim ke kuil besar di Mt. Yougou.\n\nSetelahnya, boneka yang cantik itu terbangun dan memulai pengembaraannya.\nDia telah melihat berbagai jenis hati,\nyang baik, yang adil, yang kuat, yang lemah lembut ....\nSang boneka juga ... menginginkan sebuah hati.\n\nSetelahnya, boneka yang indah ini akhirnya berhasil mendapatkan sebuah \"hati\",\ninilah tujuan hidupnya, alasan kenapa ia diciptakan.\nTapi, bukan ini yang benar-benar diinginkan oleh si boneka,\nkarena benda ini tidak berisi berkah apa pun,\nhanya benda upacara yang penuh dengan keegoisan, kemunafikan, kelicikan, dan kutukan.\nSemuanya terbungkus dalam penampilan yang begitu indah.\n\nBaik dan jahat, keduanya adalah ciptaan makhluk hidup, tidak berguna dan meracau.\nTapi seandainya dia mengorek \"jantung\" ini,\nmaka dia tidak akan bisa merasakan apa-apa lagi ....",
        "th": "\nเดิมทีเขาเกิดมาเพื่อเป็นที่บรรจุของ \"หัวใจ\"\nแต่กลับหลั่งน้ำตาออกมาในความฝัน\nผู้สร้างรู้สึกไร้ซึ่งหนทาง:\nไม่ว่าเขาจะเป็นเครื่องกลหรือมนุษย์ เขาก็เปราะบางเกินไป\n\nผู้สร้างไม่อาจตัดใจทำลายเขาได้ลง จึงปล่อยให้เขาหลับลึกต่อไป\nผลงานที่ตามมาของเธอก็ได้ละทิ้งการออกแบบเพื่อให้เป็นที่บรรจุของหัวใจนั้นไป\nหลังจากนั้นไม่นาน เนื่องจากไม่มีที่จัดเก็บ \"หลักฐาน\" อันสูงส่งและมีชื่อเสียงที่สุดในโลก\nเขาจึงถูกส่งไปยังศาลเจ้าขนาดใหญ่บนภูเขา Yougou\n\nหลังจากนั้นหุ่นเชิดที่งดงามก็ตื่นขึ้น และเริ่มเดินเตร็ดเตร่ไปทั่ว\nเขาได้พบเห็นหัวใจมากมาย\nได้พบเห็นหัวใจที่เมตตา หัวใจที่ซื่อสัตย์ หัวใจที่มั่นคง หัวใจที่นุ่มนวล...\nหุ่นเชิดก็ปรารถนาที่จะมีหัวใจเช่นกัน\n\nหลังจากนั้น หุ่นเชิดที่งดงามก็ได้รับ \"หัวใจ\" ดวงนั้น\nและนั่นคือ จุดประสงค์ของการเกิดและการดำรงอยู่ของเขา\nแต่ว่า มันกลับไม่ใช่สิ่งที่หุ่นเชิดต้องการอย่างแท้จริง\nเพราะไม่ได้บรรจุพรใด ๆ เอาไว้\nเป็นเพียงเครื่องบูชาที่ถูกห่อหุ้มด้วยเปลือกนอกที่ดูเป็นมิตร\nทว่าภายในกลับเต็มไปด้วยความเห็นแก่ตัว ความหน้าซื่อใจคด เล่ห์เหลี่ยม และคำสาปแช่งก็เท่านั้น\n\nความดีและความชั่วล้วนเป็นเสียงจากสรรพสิ่ง ทั้งไร้ประโยชน์และเป็นเสียงที่อึกทึกน่ารำคาญ\nแต่เพียงแค่ขุดเอา \"หัวใจ\" ดวงนี้ออกมา\nเขาก็จะสัมผัสถึงความรู้สึกใดไม่ได้อีก...",
        "vi": "\nBan đầu anh ấy được sinh ra để làm vật chứa đựng \"trái tim\",\nNhưng lại rơi lệ trong giấc mộng.\nNgười sáng tạo đã bất lực cảm giác được rằng:\nAnh ấy cho dù làm đồ vật hay con người, đều quá ư yếu đuối.\n\nNgười sáng tạo không nỡ vứt bỏ đi, thế là để anh ấy tiếp tục chìm trong giấc ngủ.\nTrong tác phẩm sau này của cô ấy, đã bỏ đi thiết kế chỗ chứa đựng trái tim.\nKhông lâu sau đó, \"chứng nhận\" của thứ đặc biệt nhất, tôn quý nhất trong thế gian,\nVì không biết nên đặt ở đâu, nên đã được đưa lên ngôi đền ở Núi Yougou.\n\nSau đó, con rối xinh đẹp đã thức tỉnh, bắt đầu lang thang.\nAnh ấy nhìn thấy rất nhiều rất nhiều con tim,\nLương thiện có, chính trực có, kiên nghị có, dịu dàng có...\nCon rối cũng muốn có một con tim.\n\nVề sau, con rối xinh đẹp cuối cùng đã lấy được \"con tim\" đó,\nĐó chính là ý nghĩa mà anh được sinh ra, là mục đích mà anh tồn tại.\nNhưng, nó lại không phải là thứ mà con rối thực sự muốn có,\nBởi vì nó không hề chứa đựng bất kỳ sự chúc phúc nào,\nĐó chỉ là một thứ tế phẩm được bao bọc bên ngoài bởi vẻ hữu nghị,\nChất chứa bên trong lại là sự ích kỷ, giả tạo, xảo trá và nguyền rủa.\n\nThiện và ác, đều là những thứ vô căn cứ của chúng sinh, vừa vô dụng lại huyên náo.\nNhưng chỉ cần moi \"con tim\" này ra,\nThì sẽ không còn cảm thấy gì nữa hết..."
      },
      "imgid": "husk_of_opulent_dreams_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "梦醒之瓢",
        "zht": "夢醒之瓢",
        "jp": "夢醒の瓢箪",
        "ko": "꿈에서 깬 조롱박",
        "en": "Calabash of Awakening",
        "de": "Kalebasse des Erwachens",
        "es": "Calabaza del Despertar",
        "fr": "Calebasse d'éveil",
        "pt": "Despertar dos Sonhos",
        "ru": "Тыква пробуждения",
        "id": "Calabash of Awakening",
        "th": "Calabash of Awakening",
        "vi": "Hồ Lô Tỉnh Mộng"
      },
      "description": {
        "zhs": "以黑漆与金粉装饰过的葫芦，已看不出本来的颜色，好像主要作用是演出的道具。",
        "zht": "以黑漆與金粉裝飾過的葫蘆，已看不出本來的顏色，好像主要作用是演出的道具。",
        "jp": "黒漆と金粉で彩られたひょうたん。本来どのような色だったのかは、もはや知るすべはない。主に演劇の小道具として使われていたようだ。",
        "ko": "검은 칠과 금가루로 장식된 조롱박은 본래의 색을 알아볼 수 없다. 공연의 소품인 것 같다",
        "en": "A gourd that has been adorned with powdered gold and black paint. Its original color can no longer be discerned, but its main use seems to be as a performance prop.",
        "de": "Eine schwarz gestrichene und mit Pudergold dekorierte Kalebasse, deren ursprüngliche Farben jedoch nicht mehr erkennbar sind. Sie sollte eigentlich zu den Requisiten eines gewissen Theaterstücks gehören.",
        "es": "Una calabaza adornada con un color oscuro y polvos dorados. Aunque ya no se distingue su color original, es posible que fuera usada como atrezo para espectáculos.",
        "fr": "Une gourde qui a été ornée de poudre d'or et de peinture noire. Sa couleur d'origine n'est plus discernable, mais son utilisation principale semble être comme accessoire de représentation.",
        "pt": "Uma cabaça decorada com tinta preta e pó de ouro. A cor original não é mais visível. Parece que seu propósito era ser adereço de apresentação.",
        "ru": "Тыква, украшенная золотой пылью и чёрной краской. Её первоначальный цвет уже неразличим. Похоже, она используется в основном как реквизит для выступлений.",
        "id": "Botol labu yang dihias dengan serbuk emas dan cat hitam. Warna aslinya sudah tidak terlihat lagi, sepertinya fungsi utamanya adalah untuk properti pertunjukan.",
        "th": "น้ำเต้าที่ทาสีดำและตกแต่งด้วยผงสีทอง จนมองไม่เห็นสีดั้งเดิมของมัน ดูเหมือนหน้าที่หลักของมันคือใช้เป็นอุปกรณ์ประกอบการแสดง",
        "vi": "Hồ lô với những đường nét trang trí màu đen và vàng, đã không còn nhận ra màu sắc ban đầu của nó nữa, có vẻ chủ yếu là dùng để làm đạo cụ diễn xuất."
      },
      "lore": {
        "zhs": "\n天目、经津、一心、百目、千手，\n曾并为稻妻「雷电五传」五支。\n而今却只剩「天目」一支仍有师徒传承，\n「一心」一支，勉强算得有后人在世。\n在民间看来，这不过是时间流转的必然结果，\n却不曾想那些突如其来的衰败都暗藏玄机。\n\n流浪者绝不会承认，\n自己的所作所为是出于对刀匠的报复；\n当然也绝不会提起，\n计划才进行一半，自己就突然索然无味的原因。\n他只会用从某个学者那里学来的语气说：\n「这一切，不过是人性的小小实验。」\n\n稻妻的传统戏剧中，有一类角色被称呼为「国崩」。\n他们通常都是意图窃取一国、玩弄阴谋诡计之人。\n在流浪的最后，他凭借自己的意志选择了这个名字。\n而他之前使用过的名字，就连他自己也不记得了。\n\n稻妻的传统戏剧，常以三幕之名相连为剧名，\n譬如《堇染》、《山月》、《虎啮鉴》三幕，\n合为《堇染山月虎啮鉴》一剧。\n或许终有一天，这具形骸所经历的一切，\n也会化为人类口中的故事，地脉遥远的记忆。\n只是现在，属于他的第三幕仍在上演。",
        "zht": "\n天目、經津、一心、百目、千手，\n曾並為稻妻「雷電五傳」五支。\n而今卻只剩「天目」一支仍有師徒傳承，\n「一心」一支，勉強算得有後人在世。\n在民間看來，這不過是時間流轉的必然結果，\n卻不曾想那些突如其來的衰敗都暗藏玄機。\n\n流浪者絕不會承認，\n自己的所作所為是出於對刀匠的報復；\n當然也絕不會提起，\n計劃才進行一半，自己就突然索然無味的原因。\n他只會用從某個學者那裡學來的語氣說：\n「這一切，不過是人性的小小實驗。」\n\n稻妻的傳統戲劇中，有一類角色被稱呼為「國崩」。\n他們通常都是意圖竊取一國、玩弄陰謀詭計之人。\n在流浪的最後，他憑藉自己的意志選擇了這個名字。\n而他之前使用過的名字，就連他自己也不記得了。\n\n稻妻的傳統戲劇，常以三幕之名相連為劇名，\n譬如《堇染》、《山月》、《虎齧鑒》三幕，\n合為《堇染山月虎齧鑑》一劇。\n或許終有一天，這具形骸所經歷的一切，\n也會化為人類口中的故事，地脈遙遠的記憶。\n只是現在，屬於他的第三幕仍在上演。",
        "jp": "\n天目、経津、一心、百目、千手、\nそれは、かつて「雷電五箇伝」と呼ばれたもの。\nしかし、今は「天目」だけが伝承されている。\n「一心」にも、かろうじて後継者はいた。\n民衆の考えでは、これらは単に時間の流れが招いた必然の結果。\n突如として訪れた衰退に、何か秘密が隠されているなど思いもしなかった。\n\n流浪者は決して認めない、\n自分が成したことは、刀職人への復讐のためであったと。\nそして当然、これも口にはしないだろう、\n計画も半ばのところで、急に興が乗らなくなってしまったことを。\n彼は、ある学者から習ったような口調でこう言った。\n「すべては、人間の本質を知るための小さな実験に過ぎない。」\n\n稲妻の伝統的な芝居には、「国崩」と呼ばれる登場人物がいる。\n彼らは通常、国を盗むことを目的とし、悪事を働く者。\n流浪の果てに、彼は自らの意志でこの名前を選んだ。\nそして、それまで使ってきた名は、今はもう自分でさえ覚えていない。\n\n稲妻の伝統的な芝居は、三つの幕の名前を繋げ、それを芝居の題目にすることが多い。\n例えば『菫染』『山月』『虎牙鑑』の三幕であれば、\n『菫染山月虎牙鑑』の一つにまとめられる。\nもしかしたら、この形骸が経験してきたことが、\nいつか人間のあいだで語られる物語となり、地脈の遥かな記憶となるのかもしれない。\nただ今は、彼の第三幕がまだ語られている最中だ。",
        "ko": "\n아메노마, 후츠, 잇신, 햐쿠메, 센쥬는\n과거 이나즈마 「뇌전오전」의 다섯 유파였으나\n현재는 「아메노마」만이 유파를 계승할 제자를 키워냈고\n「잇신」은 후계자만 간신히 존재하고 있는 상황이다\n사람들이 볼 때 이는 단지 시간의 흐름에 따른 필연적인 결과로서\n갑작스러운 쇠퇴에 숨겨진 비밀이 있다고 생각하지 않는다.\n\n방랑자는 자신의 행위가\n검 장인에 대한 복수라는 것을 절대 인정하지 않을 것이다.\n계획이 절반 정도 진행되었을 때,\n자신이 갑자기 흥미를 잃었다는 것도 절대 말하지 않을 것이다.\n그는 그저 어느 학자로부터 배운 말투로\n「이 모든 건 인간의 본질을 알기 위한 소소한 실험일 뿐이오」라고 말할 것이다.\n\n이나즈마의 전통 연극에는 「쿠니쿠즈시」라 불리는 인물들이 있다.\n그들은 일반적으로 모두 나라를 훔치고 흉계를 꾸미는 사람이다.\n그는 유랑 끝에 자신의 의지에 따라 그 이름을 택했다.\n그리고 그가 전에 사용했던 이름은 자신조차도 기억하지 못한다.\n\n이나즈마의 전통 연극은 보통 세 개의 막 이름을 이어서 연극의 이름으로 삼는다.\n예를 들어 《제비》, 《꽃》, 《호교록》 이 세개의 막 이름을 이어\n《제비꽃호교록》이란 이름을 정하는 것이다.\n어쩌면 이 형해가 겪은 모든 일들도\n언젠가는 사람들 사이에서 전해내려오는 이야기가 되어 영원히 남게 될 것이다.\n단지 그만의 세 번째 막이 아직도 진행 중일뿐",
        "en": "\nAmenoma, Futsu, Isshin, Hyakume, Senju.\nThese were, once upon a time, the five branches of the Raiden Gokaden,\nBut today, only Amenoma still maintains its line of succession.\nWhile the Isshin line can just barely be said to have extant descendants.\nIn the eyes of the people, this is just the natural result of the ravages of time.\nThey never once suspected that such sudden falls from grace might have some hidden mystery behind them.\n\nThe wanderer would never admit to this.\nHe would never admit that he had done this as an act of revenge against the bladesmith.\nNor would he ever mention the truth,\nThat he had abandoned his schemes halfway because they had suddenly become dull.\nHe would only say, in that tone of voice he had learned from a certain researcher:\n\"It was all just a little experiment into human nature.\"\n\nIn Inazuma's traditional theater, there is a certain character known as \"Kunikuzushi.\"\nSuch characters are often schemers and usurpers of nations.\nAt the end of his wanderings, he chose this name as an act of his own will.\nAnd as for the name he had once used, even he no longer remembered it.\n\nIt is a norm in Inazuma's traditional theater to join the names of a play's three acts together to form the play's name.\nFor example, \"Sumirezome,\" \"Sangetsu,\" and \"Kogetsukan\" come together,\nThus forming the play \"Sumirezome Sangetsu Kogetsukan.\"\nPerhaps a day will come when this body's adventures, its experiences,\nWill become tales to be passed along by mortals, distant memories that flow through the ley lines.\nBut for now, his third act is still ongoing.",
        "de": "\nAmenoma, Futsu, Isshin, Hyakume, Senju,\ndies waren einst die fünf Zweige der Raiden Gokaden.\nDoch heute hält nur noch Amenoma die Erbfolge aufrecht.\nVon der Isshin-Linie sind gerade noch so einige Nachkommen verblieben.\nFür die breite Masse ist dies lediglich der Zwangsläufigkeit der Zeit zu verdanken.\nDas rührt wohl daher, dass die Kausalität hinter jedem unerwarteten Verfall so kompliziert ist, dass sie für Außenstehende kaum zu durchschauen ist.\n\nDer Vagabund würde es nie eingestehen,\ndass alles, was er getan hat, einem und nur einem Ziel dient, und zwar sich an dem Schwertschmied zu rächen.\nUnd er würde natürlich auf gar keinen Fall seinen Grund erklären,\nwarum er auf halbem Wege seines Plans stehengeblieben ist und plötzlich keine Lust mehr hatte, ihn zu beenden.\nWahrscheinlich würde er nur eine lässige Erklärung dafür liefern, mit dem Zungenschlag, den er von einem gewissen Gelehrten gelernt hat,\n„all das ist nichts mehr als ein Experiment der Menschlichkeit.“\n\nIn den traditionsreichen Theaterstücken von Inazuma sieht man oft eine oder mehrere Figuren, die einer bestimmten Rolle zugeordnet werden können, nämlich „Kunikuzushi“.\nDiese Figuren sind normalerweise die Intriganten in ihrem Theaterstück, die heimtückische Pläne schmieden, um die oberste Macht des Staates einzunehmen.\nAm Ende seiner ziellosen Reise hat sich der Vagabund nach seinem eigenen Willen für diesen einzigartigen Namen entschieden,\nwährend die anderen Namen, die er zuvor benutzt hatte, schon längst in Vergessenheit geraten sind.\n\nEin traditionelles Inazuma-Drama lässt sich in drei Akten einteilen. Und das Drama selbst wird nach der Zusammensetzung der Aktnamen benannt.\nZum Beispiel heißt das Drama der drei Akte „Sumirezome“, „Sangetsu“ und „Kogetsukan“\ndann „Sumirezome Sangetsu Kogetsukan“.\nVielleicht würde das Abenteuer, das diese Puppe einst bestritten hat, eines Tages\nauch ein Teil der sagenhaften Erzählungen, die von vielen über Generationen tradiert werden, oder der weit entfernten Erinnerungen, die den Fluss der Elemente hinunter bis in die Ungewissheit treiben.\nAber jetzt ist das Ende des dritten Akts seiner Geschichte noch nicht in Sicht.",
        "es": "\nAmenoma, Futsu, Isshin, Hyakume y Senju.\nEsas eran las ramas de las Cinco Escuelas de Raiden en Inazuma.\nHoy en día, solo la técnica Amenoma sigue teniendo un maestro y discípulos.\nDe la técnica Isshin apenas quedan supervivientes.\nA ojos del pueblo, esta no es más que la consecuencia inexorable del paso del tiempo.\nPero a nadie se le ocurre pensar que sus repentinas desapariciones pueden ocultar algún misterio.\n\nEl trotamundos jamás habría admitido que lo que hizo fue para\nvengarse del espadero.\nPor supuesto, tampoco mencionaría nunca que el plan solo se\nhabía completado a medias porque se había aburrido de repente.\nLo único que dijo, con un tono que aprendió de un estudioso, fue:\n“Todo esto no es más que un pequeño experimento sobre la naturaleza humana”.\n\nEn el teatro tradicional de Inazuma, hay un tipo de personaje llamado “Kunikuzushi”.\nNormalmente son personajes que quieren hacerse con el control de un país y traman todo tipo de maquinaciones.\nAl final de su deambular, él eligió este nombre por voluntad propia.\nY ya ni siquiera él podía recordar los nombres que había empleado antes.\n\nLas obras tradicionales de Inazuma suelen tener un título en el que se enlazan los tres actos.\nPor ejemplo, los tres actos «Montañas púrpura», «Bajo la luna» y «Mordedura de tigre»\nforman el título «La mordedura de tigre bajo la luna y las montañas púrpura».\nTal vez llegue el día en el que todo lo que ha vivido este cuerpo\nse convierta en una historia transmitida de boca en boca, un recuerdo distante de las líneas ley.\nPero, por ahora, su tercer acto sigue representándose.",
        "fr": "\nAmenoma, Futsu, Isshin, Hyakume, Senju...\nC'étaient autrefois les cinq branches du Raiden Gokaden.\nMais aujourd'hui, seul Amenoma maintient encore sa ligne de succession,\nalors que la lignée Isshin peut à peine être considérée comme ayant des descendants.\nAux yeux du peuple, ce n'est que le résultat naturel des ravages du temps.\nIls n'ont jamais soupçonné une seule fois qu'une disgrâce aussi soudaine pouvait cacher derrière elle un mystère.\n\nLe vagabond ne l'admettrait jamais.\nIl n'admettrait jamais qu'il avait fait cela comme un acte de vengeance contre le forgeron.\nIl ne mentionnerait jamais non plus la vérité...\nQu'il avait abandonné à moitié ses projets parce qu'ils étaient soudainement devenus ennuyeux.\nIl dirait seulement, sur ce ton de voix qu'il avait appris d'un certain chercheur :\n« C'était juste une petite expérience sur la nature humaine. »\n\nDans le théâtre traditionnel d'Inazuma, il y a un certain personnage connu sous le nom de « Kunikuzushi ».\nDe tels personnages sont souvent des comploteurs et des usurpateurs de nations.\nAu terme de ses pérégrinations, il choisit ce nom de son plein gré.\nEt quant au nom qu'il avait utilisé autrefois, même lui ne s'en souvenait plus.\n\nC'est une norme dans le théâtre traditionnel d'Inazuma de joindre les noms des trois actes d'une pièce pour former le nom de la pièce elle-même.\nPar exemple, « Sumirezome », « Sangetsu » et « Kogetsukan » se rejoignent,\nformant ainsi la pièce « Sumirezome Sangetsu Kogetsukan ».\nPeut-être qu'un jour viendra où les aventures de ce corps et ses expériences\ndeviendront des contes à transmettre par les mortels, des souvenirs lointains qui traversent les lignes énergétiques.\nMais pour l'instant, ses trois actes sont toujours en cours...",
        "pt": "\nAmenoma, Futsu, Isshin, Hyakume, Senju.\nEsses eram os cinco ramos da Raiden Gokaden.\nMas hoje, somente Amenoma ainda mantém sua linhagen com mestres e discípulos.\nEnquanto que a linhagem Isshin sequer pode-se dizer que possui descendentes.\nNos olhos do povo, esse é o resultado natural da passagem do tempo.\nNunca se suspeitou que tais desaparecimentos possuem algum mistério oculto por detrás deles.\n\nO andarilho nunca admitiria isso.\nEle nunca admitiria que fez isso como um ato de vingança contra o ferreiro.\nNem jamais mencionaria a verdade,\nQue ele abandonou seus planos pela metade porque subitamente havia se tornado insípido.\nEle apenas dizia, no tom de voz que aprendeu com um certo pesquisador:\n\"Tudo foi apenas um experimento sobre a natureza humana\".\n\nNo teatro tradicional de Inazuma, há um certo personagem conhecido como \"Kunikuzushi\".\nTais personagens geralmente são fomentadores de intrigas e usurpadores de nações.\nNo final de suas viagens, ele escolheu esse nome como um ato de sua própria vontade.\nE sequer se lembrava mais do nome que havia utilizado antes.\n\nÉ uma regra no teatro tradicional de Inazuma juntar os nomes dos três atos de uma peça para formar o nome dela,\nPor exemplo, \"Sumirezome\", \"Sangetsu\" e \"Kogetsukan\" se juntam,\nPara virar a peça \"Sumirezome Sangetsu Kogetsukan\".\nTalvez haverá um dia em que as aventuras desse corpo, e suas experiências,\nSe tornarão contos entre os mortais, memórias distantes que fluem pelas Linhas Ley.\nMas por enquanto, seus três atos ainda estão em andamento.",
        "ru": "\nАмэнома, Фуцу, Иссин, Хякумэ, Сэндзю -\nвсе вместе когда-то они составляли пять великих школ «Райдэн гокадэн».\nНо лишь Амэнома по сию пору сохраняет линию преемственности,\nв то время как последователей Иссин едва ли сыщешь в целом свете.\nЛюди думают, что всё дело лишь в разрушительном ходе времени.\nНикто и не подозревает, что у упадка могут быть тайные причины.\n\nСтранник никогда бы не признался в этом.\nОн никогда бы не признался, что всё дело было в желании отомстить мастеру мечей.\nА ещё он не рассказывал правды о том,\nкак бросил свои планы на полпути, потому что потерял к ним интерес.\nПеренятым у какого-то учёного мужа тоном он повторял только:\n«Это был всего лишь маленький эксперимент над человеческой природой».\n\nВ инадзумском традиционном театре есть амплуа «Куникудзуси».\nЭто интриганы и ниспровергатели, жаждущие захватить власть в стране.\nВ конце своих скитаний он по собственной воле выбрал для себя это прозвание.\nПрежнее же его имя не мог вспомнить даже он сам.\n\nПо инадзумским традициям, название пьесы часто соединяет в себе названия входящих в неё актов.\nНапример, три акта «Сумирэдзомэ», «Сангэцу» и «Когэцукан»\nсоставляют пьесу «Сумирэдзомэ сангэцу когэцукан».\nБыть может, однажды наступит день, когда всё пережитое этой телесной оболочкой\nпревратится в сказания смертных и смутные воспоминания, разлитые по артериям земли.\nНо пока три акта его пьесы всё ещё длятся.",
        "id": "\nAmenoma, Futsu, Isshin, Hyakume, Senju.\nDulu, ini adalah lima cabang dari Raiden Gokaden.\nTapi pada zaman sekarang, hanya Amenoma yang masih memiliki penerus,\nSementara garis keturunan Isshin, dapat dikatakan keturunannya hampir tak ada.\nDi mata rakyat biasa, hal ini hanyalah efek alami dari berlalunya waktu,\nmereka tidak pernah berpikir bahwa kejatuhan tiba-tiba ini adalah sebuah misteri.\n\nSang pengembara tidak akan mau mengakuinya,\nbahwa semua yang dia lakukan adalah balas dendamnya terhadap si pembuat pedang.\nDia juga tidak akan mengatakan kebenarannya,\nbahwa dia meninggalkan rencananya setengah jalan karena tiba-tiba terasa bosan.\nDengan nada bicara yang dia pelajari dari seorang peneliti, dia akan mengatakan:\n\"Semua ini hanyalah eksperimen kecil tentang sifat manusia.\"\n\nDi teater tradisional Inazuma, ada seorang karakter yang dikenal sebagai \"Kunikuzushi\".\nMereka adalah orang-orang yang sering digambarkan sebagai penipu dan pengkhianat bangsa.\nPada akhir pengembaraannya, dia memilih nama ini atas keinginannya sendiri.\nSedangkan dia sudah tidak ingat namanya dulu.\n\nSudah menjadi hal lumrah di teater tradisional Inazuma untuk menggabungkan nama tiga bagian pertunjukan menjadi judul lengkap pertunjukan,\nContohnya, \"Sumirezome\", \"Sangetsu\", dan \"Kogetsukan\" digabungkan\nmenjadi judul pertunjukan \"Sumirezome Sangetsu Kogetsukan\".\nMungkin akan datang suatu hari, saat segala hal yang pernah dialami tubuh ini,\nmenjadi cerita yang disebarkan di antara manusia, menjadi ingatan ley line nun jauh di sana.\nTapi saat ini, ketiga bagian pertunjukannya masih berlangsung.",
        "th": "\nAmenoma, Futsu, Isshin, Hyakume, Senju\nเคยเป็นสายทั้งห้าของ Raiden Gokaden แห่ง Inazuma\nแต่ในปัจจุบันมีเพียง Amenoma เพียงสายเดียวเท่านั้น ที่ยังมีอาจารย์และศิษย์สืบทอด\nสาย Isshin ก็แทบจะนับไม่ได้ว่ายังมีรุ่นหลังที่ยังหลงเหลืออยู่\nในสายตาของชาวบ้านแล้ว นี่เป็นเพียงผลลัพธ์ที่หลีกเลี่ยงไม่ได้จากกาลเวลาที่แปรผันไป\nแต่พวกเขากลับไม่เคยสงสัยเลยว่าการเสื่อมสลายอย่างกะทันหันเช่นนี้ อาจมีบางอย่างที่ซ่อนเร้นอยู่\n\nผู้พเนจรไม่มีทางที่จะยอมรับ\nว่าทั้งหมดทั้งมวลที่ทำลงไปก็เพื่อแก้แค้นช่างตีดาบ\nและก็ไม่มีทางเอ่ยถึงเหตุผล\nที่แผนการดำเนินไปเพียงครึ่งเดียว ตัวเขาก็รู้สึกหมดความสนใจขึ้นมาอย่างกะทันหัน\nเขาใช้น้ำเสียงที่เรียนรู้จากนักวิชาการบางคนพูดออกมาว่า:\n\"ทั้งหมดนี้ เป็นเพียงการทดลองเล็ก ๆ น้อย ๆ เกี่ยวกับธรรมชาติของมนุษย์\"\n\nในละครดั้งเดิมของ Inazuma มีตัวละครประเภทหนึ่งที่ถูกเรียกว่า \"Kunikuzushi\"\nตัวละครดังกล่าวมักเป็นผู้วางแผนกลยุทธ์ เพื่อเข้ายึดครองประเทศต่าง ๆ\nในตอนสุดท้ายของการเดินทาง เขาได้เลือกชื่อนี้ด้วยเจตจำนงของเขาเอง\nและชื่อที่เขาเคยใช้มัน แม้แต่ตัวเขาเองก็จำมันไม่ได้แล้ว\n\nละครดั้งเดิมของ Inazuma มักนำชื่อฉากละครสามองก์มาเชื่อมโยงกันเป็นชื่อละคร\nอาทิเช่น ชื่อฉากละครทั้งสามมีอยู่ว่า \"Sumirezome,\" \"Sangetsu,\" และ \"Kogetsukan\"\nก็จะรวมกันเป็นละครเรื่อง \"Sumirezome Sangetsu Kogetsukan\" เป็นต้น\nบางทีอาจมีสักวันหนึ่งที่ทุกสิ่งที่ร่างนี้เคยประสบพบเจอ\nได้กลายเป็นเรื่องเล่าปากต่อปากของผู้คน และกลายเป็นความทรงจำอันห่างไกลที่ไหลผ่านกระแสพลังงาน\nแต่ทว่าในตอนนี้ ฉากละครทั้งสามของเขายังคงทำการแสดงอยู่",
        "vi": "\nAmenoma, Futsu, Isshin, Hyakume, Senju.\nTừng là 5 trường phái thuộc \"Raiden Gokaden\" ở Inazuma.\nNhưng hiện nay chỉ còn lại duy nhất Trường Phái Amenoma có sư đồ kế thừa,\nTrường Phái Isshin, miễn cưỡng được xem vẫn còn có hậu nhân tại thế.\nTrong mắt dân gian, điều này chẳng qua là kết quả tất yếu của dòng chảy thời gian mà thôi,\nNhưng lại chưa từng nghĩ đến, những đau thương bất ngờ ập đến này thật ra đều chất chứa huyền cơ bên trong.\n\nKẻ lang thang tuyệt đối không thừa nhận,\nTất cả hành vi của bản thân mình đều xuất phát từ ý muốn báo thù thợ rèn đao;\nĐương nhiên cũng tuyệt đối không nhắc đến;\nNguyên nhân khi kế hoạch mới tiến hành được nửa đường, thì bản thân đột nhiên không còn hứng thú nữa.\nHắn chỉ dùng ngữ khí học được từ một học giả nào đó, nói rằng:\n\"Tất cả những thứ này, chẳng qua là một kiểm nghiệm nhỏ bé về nhân tính mà thôi.\"\n\nTrong các vở kịch truyền thống của Inazuma, có một dạng nhân vật được gọi là \"Kunikuzushi.\"\nHọ thường là những người có ý đồ cướp nước, hay giở các âm mưu quỷ kế.\nLang thang đến cuối cùng, hắn dựa vào ý chí của mình để lựa chọn tên gọi này.\nCòn những tên gọi trước đây từng dùng qua, đến cả bản thân hắn cũng không còn nhớ rõ nữa.\n\nTrong các vở kịch truyền thống của Inazuma, thường dùng tên của ba màn kịch ghép lại thành tên vở kịch.\nVí như ba màn kịch \"Sumirezome,\" \"Sangetsu,\" và \"Kogetsukan\".\nGhép lại thành vở kịch \"Sumirezome Sangetsu Kogetsukan.\"\nCó lẽ một ngày nào đó, tất cả những gì mà hình hài này đã trải qua,\nSẽ biến thành câu chuyện được con người truyền miệng, những ký ức xa xôi trong lòng đất.\nChỉ là hiện tại, màn kịch thứ ba của hắn vẫn còn đang tiếp diễn."
      },
      "imgid": "husk_of_opulent_dreams_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "形骸之笠",
        "zht": "形骸之笠",
        "jp": "形骸の笠",
        "ko": "형해의 삿갓",
        "en": "Skeletal Hat",
        "de": "Hut des Vagabunden",
        "es": "Sombrero del Trotamundos",
        "fr": "Chapeau squelettique",
        "pt": "Chapéu do Esqueleto",
        "ru": "Шляпа телесности",
        "id": "Skeletal Hat",
        "th": "Skeletal Hat",
        "vi": "Nón Hình Hài"
      },
      "description": {
        "zhs": "流浪者在旅途中遮光避雨的斗笠，但后来却成为了遮挡面目、隐藏表情的便利道具。",
        "zht": "流浪者在旅途中遮光避雨的斗笠，但後來卻成為了遮擋面目、隱藏表情的便利道具。",
        "jp": "かつて流浪者を日の光や雨から守った笠。後に顔や表情を隠すのに役立つ道具となった。",
        "ko": "방랑자가 여행길에서 빛을 가리고 비를 피하는데 사용하던 삿갓. 후에는 얼굴을 가려 표정을 감추는 편리한 도구가 되었다",
        "en": "A hat that once shielded a wanderer from sun and rain. It eventually became a convenient tool with which faces might be hidden and expressions obscured.",
        "de": "Ein Hut, den Vagabunden gern tragen, um sich vor dem grellen Sonnenlicht oder dem eisigen Regen zu schützen. Später jedoch wurde dieser Hut zu einem bequemen Objekt, womit man sein Gesicht bedecken kann, um seine wahre Miene zu verschleiern.",
        "es": "Un gorro de bambú usado por el trotamundos para protegerse del sol y la lluvia. Al final, se convirtió en un objeto con el que se cubría la cara y ocultaba su expresión.",
        "fr": "Un chapeau qui protégeait autrefois un vagabond du soleil et de la pluie. C'est finalement devenu un outil pratique avec lequel les visages peuvent être cachés et les expressions obscurcies.",
        "pt": "Chapéu usado por andarilhos para se protegerem do sol e da chuva durante suas viagens. Serve também para esconder seus rostos e suas expressões.",
        "ru": "Шляпа, изначально служившая для защиты от солнца и дождя во время странствий. Со временем её главным предназначением стало скрывать лицо обладателя и его выражение.",
        "id": "Topi yang sediakala berfungsi untuk melindungi pengembara dari terik matahari dan guyuran hujan, kemudian menjelma sebagai peranti bagi wajah agar tertutupi dan ekspresi untuk bersembunyi.",
        "th": "หมวกที่คนพเนจรใช้กำบังแดดและฝนระหว่างเดินทาง ซึ่งต่อมาได้กลายมาเป็นอุปกรณ์สำหรับปิดบังใบหน้าและซ่อนอารมณ์ความรู้สึก",
        "vi": "Chiếc nón che nắng che mưa của kẻ lang thang, nhưng sau này lại trở thành đạo cụ hữu ích để che đi gương mặt và giấu đi cảm xúc."
      },
      "lore": {
        "zhs": "\n「流浪者，流浪者，你要去哪里啊？」\n流浪的少年被孩子喊住。\n他是踏鞴砂工匠的孩子，虽然生了病，却仍有清澈的双眼。\n少年告诉孩子，自己必须去稻妻城。\n「可现在好大的雨，他们说之前离开的人也都没有回来！」\n少年张了张嘴，最后只好对孩子微笑。\n等他再次踏上这座岛屿，孩子已经不见影踪。\n\n「稻妻人，你要去哪？这可不是你能坐的船！」\n流浪的少年被港口的船夫拦下。\n在少年拔刀之前，同行的男人伸手止住了他。\n男人告知船夫，这个异国的少年将与自己同行。\n「原来是大人的客人，是我冒昧了。」\n男人递给少年御寒的外套，但少年摇了摇头。\n现在他只想知道，此次远行能见到什么有趣的东西。\n\n「执行官大人，你要去哪里？」\n少年最讨厌聒噪的人类，他反手打了部下的脸。\n但少年也最喜欢观察人类的惊恐与无助，\n或许正因为表情丰富，这个愚蠢的部下才会被他留在身边。\n他告诉跪在地上战战兢兢的人，这次东去蒙德。\n「属下明白了，这就让直属护卫们准备！」\n护卫并无必要，但他已懒得再与蠢材废话。\n他再度戴上了流浪人的斗笠，只身向东行去。\n\n「孩子，你要去哪儿啊？」\n归国的少年在路边被名老妪喊住。\n他告知老妪，自己准备向西去。\n「要去八酝岛吗，是去做什么啊？」\n老妪并没有多想，只是最近很不太平。\n少年带着真诚的笑容谢过她的关心，说自己与人有约在先。\n小船缓缓靠岸，一个异国装束的女人站在岸边，\n远远地向少年抛出一枚小小的晶球。\n少年轻松接住了晶球，将它对准了如血残阳。",
        "zht": "\n「流浪者，流浪者，你要去哪裡啊？」\n流浪的少年被孩子喊住。\n他是踏鞴砂工匠的孩子，雖然生了病，卻仍有清澈的雙眼。\n少年告訴孩子，自己必須去稻妻城。\n「可現在好大的雨，他們說之前離開的人也都沒有回來！」\n少年張了張嘴，最後只好對孩子微笑。\n等他再次踏上這座島嶼，孩子已經不見影蹤。\n\n「稻妻人，你要去哪？這可不是你能坐的船！」\n流浪的少年被港口的船夫攔下。\n在少年拔刀之前，同行的男人伸手止住了他。\n男人告知船夫，這個異國的少年將與自己同行。\n「原來是大人的客人，是我冒昧了。」\n男人遞給少年禦寒的外套，但少年搖了搖頭。\n現在他只想知道，此次遠行能見到什麼有趣的東西。\n\n「執行官大人，你要去哪裡？」\n少年最討厭聒噪的人類，他反手打了部下的臉。\n但少年也最喜歡觀察人類的驚恐與無助，\n或許正因為表情豐富，這個愚蠢的部下才會被他留在身邊。\n他告訴跪在地上戰戰兢兢的人，這次東去蒙德。\n「屬下明白了，這就讓直屬護衛們準備！」\n護衛並無必要，但他已懶得再與蠢材廢話。\n他再度戴上了流浪人的斗笠，隻身向東行去。\n\n「孩子，你要去哪兒啊？」\n歸國的少年在路邊被名老嫗喊住。\n他告知老嫗，自己準備向西去。\n「要去八醞島嗎，是去做什麼啊？」\n老嫗並沒有多想，只是最近很不太平。\n少年帶著真誠的笑容謝過她的關心，說自己與人有約在先。\n小船緩緩靠岸，一個異國裝束的女人站在岸邊，\n遠遠地向少年拋出一枚小小的晶球。\n少年輕鬆接住了晶球，將它對準了如血殘陽。",
        "jp": "\n「流浪者、流浪者、どこ行くの？」\n流浪の少年は子供の声を聴いて立ち止まった。\n彼はたたら砂の労働者の子供、病気をしていても、澄んだ目をしていた。\n少年は子供に、自分がどうしても稲妻城へ行かなければっと言った。\n「しかし、今は大雨だし、この前出た人たちは誰も戻っていないって彼らが言ってた！」\n少年は口を開き、何か言おうとしたが、結局微笑みしかできなかった。\n彼が再びこの島に足を踏み入れた時、子供の姿はすでに消えた。\n\n「稲妻人、どこへ行く？これはあんたが乗れる船じゃないんだぞ！」\n流浪の少年は港の船夫に止められた。\nちょうど少年が抜刀する直前、同行する男が彼を抑えた。\n男は船夫に、この異国の少年は自分と同行することを伝えた。\n「閣下の客人ということですね、これは失礼しました。」\n男が防寒の上着を少年に渡したが、少年は首を横に振った。\n彼はただ、今回の旅でどんな面白いことが見られるのかを知りたがっているだけ。\n\n「執行官様、どちらへ行くのですか？」\n少年は騒がしい人間が大嫌いのため、部下の顔を殴った。\nしかし、少年は怯えた無力な人間を観察することを何よりも楽しんでいた。\nこの愚かな部下が彼のそばにいられるのも、部下の表情の豊かさが原因だろう。\n彼は震えながら地面に跪く人に、今回は東方向のモンドへ行くっと言った。\n「かしこまりました。直属護衛たちに準備をするように！」\n護衛なんて必要はないが、彼はもう馬鹿者と話す気がなかった。\n彼は再び流浪の笠を被り、一人で東へ向かった。\n\n「少年よ、どこへ行くのじゃあ？」\n帰国の少年は道端で婆に声をかけられた。\n西へ向う準備をしているって婆に伝えた。\n「ヤシオリ島へ行くのか、何しに行くんじゃあ？」\n婆は深く考えていない、ただ最近はどこも物騒だった。\n少年は、「人との約束があるから」と言って、心からの笑顔で彼女の気遣いに感謝した。\n船はゆっくりと停泊し、岸辺には異国の服装をしている女性が立っている。\n彼女は、少年に向かって、小さな水晶玉を投げつけた。\n少年は簡単に水晶玉をキャッチし、血に染まったような太陽に向けた。",
        "ko": "\n「방랑자, 어디 가는 거야?」\n아이의 외침에 떠돌이 소년이 걸음을 멈췄다.\n그는 타타라스나 장인의 아들로 비록 병에 걸렸지만, 아주 투명한 두 눈을 가지고 있다.\n소년은 아이에게 자신은 꼭 이나즈마성에 가야 한다고 알려준다.\n「근데 지금 비 많이 내리잖아. 게다가 전에 떠났던 사람들 모두 못 돌아왔다고 했어!」\n소년은 입을 벌렸다가 결국 아이를 보며 미소 짓는다.\n그가 다시 이 섬에 발을 들였을 때 아이는 이미 흔적도 없이 사라졌다.\n\n「이나즈마인이여, 어디 가는 겐가? 이건 당신이 탈 수 있는 배가 아닐세!」\n떠돌이 소년이 항구의 사공에게 저지당한다.\n소년이 검을 뽑기 전에 동행하던 남자가 손을 들어 그를 말린다.\n남자는 사공에게 이 외국 소년은 자신과 동행하는 것이라고 알려준다.\n「대인의 손님이셨구려, 제가 실례했습니다」\n남자는 소년에게 추위를 막을 수 있는 외투를 건네지만, 소년은 고개를 젓는다.\n지금 그는 이번 원행에서 어떤 재밌는 걸 보게 될 지만 생각하고 있다.\n\n「집행관님, 어디 가시는 건가요?」\n소년은 시끄러운 사람을 가장 싫어하여 손바닥으로 수하의 얼굴을 때린다.\n하지만 소년은 겁에 질린 무력한 인간을 관찰하는 것을 가장 좋아한다.\n어쩌면 다양한 표정 때문에 이 멍청한 수하를 곁에 두고 있는 것일지도 모른다.\n그는 바닥에 꿇어앉은 채 전전긍긍하는 수하에게 이번에는 동쪽의 몬드로 간다고 말한다.\n「알겠습니다. 지금 바로 직속 호위병들을 준비하겠습니다!」\n호위병은 필요 없지만, 그는 멍청이와 더는 말을 섞기 싫어한다.\n그는 낭인의 삿갓을 고쳐 쓰고는 동쪽으로 향했다.\n\n「아이야, 어디 가는 게냐?」\n귀국한 소년은 길가의 할머니의 외침에 걸음을 멈춘다.\n소년은 할머니에게 서쪽으로 가려 한다고 말한다.\n「야시오리섬에 가는 게냐? 가서 뭐 하려고?」\n할머니는 그저 요즘 많이 뒤숭숭하기에 아무 생각 없이 물었다.\n소년은 진심 어린 웃음으로 그녀의 배려에 감사해하며 선약이 있어서요라고 말했다.\n조각배가 천천히 정박하고 이국적인 복장을 한 여성이 연안에 서서\n저 멀리 소년에게 작디작은 수정 구슬을 던졌다.\n소년은 수정 구슬을 손쉽게 낚아챈 뒤 핏빛 같은 노을에 이를 비추었다.",
        "en": "\n\"Where are you going, wanderer?\"\nThe roving youth was stopped by a child's shout.\nThat was a child of a Tatarasuna crafts-person, and while he was ill, his eyes were still clear.\nThe youth told the child that he was bound for Inazuma City.\n\"But it's raining really hard right now. They say that the people who left haven't returned!\"\nThe youth opened and closed his mouth a few times... But at last could only give the child a small smile.\nThe next time he set foot upon that island, that child was nowhere to be found.\n\n\"Where are you going, Inazuman? This boat is not for you!\"\nThe wandering young man was halted at the harbor by a boatman.\nBut before the youth could draw his blade, a man in his company stopped him.\nThe man told the mariner that the outlander youth was with him.\n\"Ah, so he's your guest, sir? My apologies for my presumption.\"\nThe man gave the youth a coat to keep the cold out, but the youth shook his head.\nHe had no need of such things — he only wished to know what interesting things he might find on this long journey.\n\n\"Lord Harbinger. Where are you headed?\"\nThe youth, hating chatty humans the most, gave his subordinate a backhand slap.\nBut he also loved watching expressions of terror and helplessness play across human faces,\nAnd it was perhaps precisely because of this imbecilic underling's expressiveness that he had kept them around.\nHe told the groveling, quailing figure that they were headed east, for Mondstadt.\n\"I understand! I'll get your bodyguards ready right now!\"\nHe had no need of guards, of course, but he was lazier still to barter words with cretins.\nDonning his wanderer's hat, he headed eastward alone.\n\n\"Child, where are you going?\"\nReturning home, the youth was stopped at the roadside by an old woman.\nHe told her that he was going west.\n\"To Yashiori Island, then? What business are you on?\"\nShe had said this thoughtlessly, knowing only that things had not been peaceful of late.\nThe youth thanked her for her concern with earnest smile and told her that he was bound for an appointed meeting.\nAs the boat gradually approached the shore, a lady in foreign garb could be seen standing by the shoreline,\nAnd she threw a small crystal sphere at the youth from afar.\nCatching it with ease, he lifted it up to the dying, bloodied sun.",
        "de": "\n„Wohin gehst du, Vagabund?“\nDer umherstreifende Junge wurde durch den Schrei eines Kindes aufgehalten.\nDas war das Kind eines Handwerkers aus Tatarasuna, und obwohl er krank war, waren seine Augen noch klar.\nDer Junge erzählte dem Kind, dass er auf dem Weg nach Inazuma wäre.\n„Aber es regnet im Moment sehr stark. Es heißt, dass die Leute, die weggegangen sind, nicht zurückgekehrt sind!“\nDer Junge öffnete und schloss den Mund ein paarmal ... Aber schließlich konnte er dem Kind nur noch ein kleines Lächeln schenken.\nAls er das nächste Mal die Insel betrat, war das Kind nirgends zu finden.\n\n„Wohin gehst du, Fremder aus Inazuma? Dieses Boot ist nichts für dich!“\nDer wandernde junge Mann wurde am Hafen von einem Bootsmann angehalten.\nDoch bevor der Junge sein Schwert ziehen konnte, hielt ihn ein Mann aus seiner Begleitung auf.\nDer Mann erzählte dem Bootsmann, dass der junge Fremde mit ihm reiste.\n„Ah, er ist also dein Gast? Ich entschuldige bitte meine Anmaßung.“\nDer Mann gab dem Jungen einen Mantel, um ihn vor der Kälte zu schützen, aber der Junge schüttelte den Kopf.\nEr brauchte solche Dinge nicht. Er wollte nur wissen, welche interessanten Dinge er auf dieser langen Reise finden würde.\n\n„Mein Herr, wohin gehst du?“\nDer Junge, der geschwätzige Menschen am meisten hasste, gab seinem Untergebenen einen Schlag ins Gesicht.\nAber er liebte es auch, die Angst und Hilflosigkeit in den Gesichtern der Menschen zu beobachten\nund vielleicht hatte er diesen schwachsinnigen Untergebenen gerade wegen der Fülle an seiner Gesichtsausdrücke in seiner Nähe behalten.\nEr erzählte der kriechenden, zaudernden Gestalt, dass sie nach Osten, nach Mondstadt, unterwegs waren.\n„Ich habe verstanden! Ich werde deine Leibwächter sofort bereit machen!“\nEr brauchte natürlich keine Leichwächter, aber er war noch fauler, wenn er mit solchen Kretins um Worte feilschen musste.\nEr setzte seinen Wanderhut auf und machte sich allein auf den Weg nach Osten.\n\n„Kind, wohin gehst du?“\nAuf dem Heimweg wurde der Junge am Straßenrand von einer alten Frau angehalten.\nEr sagte ihr, dass er nach Westen gehen würde.\n„Zur Insel Yashiori also? Was hast du da zu suchen?“\nSie hatte das nur gesagt, weil sie wusste, dass die Situation da in letzter Zeit nicht friedlich war.\nDer Junge bedankte sich mit einem aufrichtigen Lächeln für ihre Besorgnis und sagte ihr, dass er auf dem Weg zu einem vereinbarten Treffen sei.\nAls sich das Boot allmählich dem Ufer näherte, konnte man eine Frau in fremdartiger Kleidung am Ufer stehen sehen.\nSie warf eine kleine Kristallkugel aus der Ferne auf den Jungen.\nEr fing sie mit Leichtigkeit auf und hob sie gegen die sterbende, blutende Sonne.",
        "es": "\n“Trotamundos, trotamundos, ¿a dónde vas?”, le dijo un niño al\njoven trotamundos, quien se detuvo en el camino.\nEl niño era el hijo de un herrero de Tatarasuna y, aunque padecía una enfermedad, su mirada era asombrosamente brillante.\nEl trotamundos respondió al niño diciendo que iba a la Ciudad de Inazuma.\n“Pero ahora está lloviendo mucho, ¡y dicen que quien en el pasado se marchó nunca pudo regresar!”.\nEl joven abrió la boca para responder, pero, al final, lo único que hizo fue sonreír al niño.\nCuando regresó a la isla, ya no había ni rastro de aquel pequeño...\n\n“Jovencito de Inazuma, ¿a dónde quieres ir? ¡No puedes subirte a este barco!”, advirtió el barquero al joven trotamundos, quien\nse detuvo en aquel puerto.\nAntes de que este pudiera desenvainar su espada, un hombre que lo acompañaba extendió la mano para frenarlo.\nEl hombre le explicó al barquero que el joven forastero iba con él.\n“Así que es un huésped suyo... Vaya, ¡qué despiste por mi parte!”.\nEl hombre le dio al joven un abrigo para protegerse del frío, pero este negó con la cabeza.\nLo único que quería era ver qué cosas interesantes le deparaban sus viajes.\n\n“Señor heraldo de Los Once, ¿a dónde desea ir?”\nLo que más detestaba el joven era a los humanos ruidosos y molestos, así que le dio una bofetada a su subordinado.\nSin embargo, lo que más le gustaba era observar el miedo y la impotencia de los humanos.\nTal vez su rostro expresivo fue la razón por la que conservó a ese subordinado a su lado.\nEntonces, le dijo al hombre temeroso, que ahora estaba de rodillas, que se dirigía hacia el este, a Mondstadt.\n“Entendido, señor. Entonces iré preparando a los guardias”.\nNo era necesario llevar ningún guardia, pero el joven no tenía ganas de discutir con semejante incompetente.\nSe volvió a poner su sombrero de trotamundos y se dirigió hacia el este.\n\n“Hola, jovencito, ¿adónde vas?”, le dijo una anciana que había en\nel camino al joven que iba de vuelta a su nación.\nÉl respondió que se disponía a ir hacia el oeste.\n“¿Vas a la Isla Yashiori? ¿Qué tienes que hacer allí?”\nLa anciana lo preguntó sin pensar, porque se sentía un poco preocupada por la situación en aquella isla.\nEl joven agradeció a la anciana por su preocupación con una sonrisa, y le explicó que tenía un compromiso con otra persona.\nCuando el barco llegó a tierra, una mujer con ropas de forastera estaba en la orilla.\nDesde lejos, le lanzó al joven una esfera muy brillante.\nÉl la atrapó al vuelo sin problema y apuntó con ella al sol, que emitía un brillo escarlata.",
        "fr": "\n« Où vas-tu, vagabond ? »\nLe jeune errant s'arrêta en entendant ce cri d'enfant.\nC'était l'enfant d'un artisan de Tatarasuna, et même s'il était malade, ses yeux étaient encore clairs.\nLe jeune dit à l'enfant qu'il se rendait à la Cité d'Inazuma.\n« Mais il pleut très fort. On dit que les gens qui partent ne reviennent pas ! »\nL'adolescent ouvrit la bouche plusieurs fois sans en sortir un mot... Pour enfin esquisser un sourire en direction de l'enfant.\nLa prochaine fois qu'il mit les pieds sur l'île, l'enfant avait disparu.\n\n« Où vas-tu, Inazumien ? Ce bateau n'est pas pour toi ! »\nLe jeune vagabond avait été arrêté au port par un batelier.\nMais avant qu'il n'eut le temps de dégainer sa lame, un homme l'en avait empêché.\nL'homme dit au marin que le jeune étranger était avec lui.\n« Ah, alors c'est votre invité, monsieur ? Toutes mes excuses. »\nL'homme tendit au garçon un manteau pour qu'il se réchauffe, mais le jeune secoua la tête.\nIl n'avait pas besoin de telles choses, il voulait seulement savoir ce qui l'attendait au cours de ce long voyage.\n\n« Maître Exécuteur. Où allez-vous ? »\nLe jeune, qui détestait par-dessus tout les humains bavards, envoya une gifle d'un revers de main à son subordonné.\nMais il aimait aussi contempler l'expression de terreur et d'impuissance se muer sur son visage,\net c'était peut-être précisément pour cette raison qu'il avait gardé ce subalterne imbécile.\nIl dit à la silhouette rampante et tremblante qu'il se dirigeait vers l'est, à Mondstadt.\n« Je comprends ! Je fais appeler vos gardes du corps tout de suite ! »\nIl n'avait nul besoin de gardes, bien entendu, mais il avait encore plus la flemme d'échanger des paroles avec un crétin.\nEnfilant son chapeau de vagabond, il se dirigea seul vers l'est.\n\n« Enfant, où vas-tu ? »\nSur la route du retour, le jeune fut arrêté au bord d'un chemin par une vieille femme.\nIl lui dit qu'il allait vers l'ouest.\n« L'Île de Yashiori ? Qu'est-ce que tu as à faire là-bas ? »\nElle avait prononcé ces paroles sans même y réfléchir, sachant seulement que les choses n'avaient pas été calmes ces derniers temps.\nLe jeune la remercia de son inquiétude avec un sourire sérieux et lui dit qu'il avait un rendez-vous.\nAlors que le bateau approchait progressivement du rivage, une dame en costume étranger pouvait être aperçue debout près du rivage.\nElle jeta de loin une petite sphère de cristal au jeune.\nL'attrapant avec aisance, il la souleva jusqu'au soleil mourant et ensanglanté.",
        "pt": "\n\"Andarilho, para onde você vai?\"\nO jovem andarilho parou com o grito de uma criança.\nEra o filho de um artesão de Tatarasuna. Apesar de estar doente, seus olhos ainda estavam claros.\nO jovem disse à criança que ele precisava ir para a Cidade de Inazuma.\n\"Mas está chovendo muito agora, dizem que as pessoas que saíram antes não voltaram!\"\nO jovem abriu e fechou sua boca algumas vezes, mas no final só soube sorrir para a criança.\nNa próxima vez que ele esteve na ilha, já não havia mais nenhum sinal da criança.\n\n\"Jovem de Inazuma, para onde você está indo? Esse barco daqui não é para você!\"\nO jovem andarilho foi interrompido no porto por um barqueiro.\nMas antes que o jovem pudesse desembainhar sua lâmina, um homem que o acompanhava o interrompeu.\nO homem disse ao barqueiro que esse jovem forasteiro estava com ele.\n\"Oh, ele é seu convidado? Perdoe minha presunção\".\nO homem deu ao jovem um casaco para ele se aquecer, mas o jovem balançou a cabeça negando.\nEle não precisava de tais coisas. Ele só queria saber que coisas interessantes poderia se deparar ao longo dessa jornada.\n\n\"Senhor Mensageiro, para onde o senhor vai?\"\nO jovem, que odiava mais os humanos faladores, deu um tapa com as costas de sua palma em seu rosto.\nO jovem também gostava de ver as expressões de terror e impotência nos rostos dos humanos,\nTalvez fosse por causa dessas expressões de seu subordinado que ele o manteve ao seu lado.\nEle disse ao homem temeroso que eles estavam indo para o leste, rumo à Mondstadt.\n\"Entendido! Prepararei seus guarda-costas agora!\"\nÉ claro que ele não precisava de guarda-costas, mas o jovem não tinha vontade de falar novamente com um idiota.\nAjustando seu chapéu de andarilho, ele partiu para o leste sozinho.\n\n\"Garoto, para onde você está indo?\"\nRetornando para casa, o jovem foi interrompido por uma senhora ao longo da estrada.\nEle disse para ele que estava indo para o oeste.\n\"Você está indo para a Ilha Yashiori? O que você tem que fazer lá?\"\nEla disse isso sem pensar muito. Apenas sabia que as coisas ultimamente não estavam muito pacíficas.\nO jovem agradeceu a ela por sua preocupação com um sorriso e disse que tinha que se encontrar com alguém.\nÀ medida que o barco gradualmente se aproximou da margem, podia ver nela uma moça vestida com roupas estrangeiras,\nE então de longe ela jogou uma pequena esfera de cristal no jovem.\nO jovem a pegou com facilidade, e ele a ergueu para o sol, emitindo um brilho escarlate como sangue.",
        "ru": "\n«Странник, странник, ты куда?» -\nзакричал мальчишка, вынуждая юного странника замедлить шаг.\nЭто был сын одного из работников Татарасуны. И хотя мальчик был болен, глаза его оставались ясными.\nЮноша сказал ребёнку, что направляется в город Инадзуму.\n«Но ведь дождь такой сильный! Говорят, что те, кто ушёл раньше, так и не вернулись!»\nЮноша несколько раз открывал рот, чтобы ответить, но в конце концов лишь слабо улыбнулся малышу.\nКогда он в следующий раз ступил на этот остров, от ребёнка не осталось и следа.\n\n«Ты куда, инадзумец? Эта лодка не про твою честь!» -\nхотел помешать юному страннику лодочник в порту.\nНо прежде чем юноша успел достать свой клинок, попутчик остановил его.\nМужчина сказал лодочнику, что этот чужеземец с ним.\n«А, так он ваш гость? Тогда прошу прощения за грубость».\nМужчина протянул юноше плащ, чтобы согреться, но тот лишь покачал головой.\nЕму это было не нужно. Он хотел лишь одного - узнать, что любопытного принесёт ему это путешествие.\n\n«Куда вы направляетесь, господин Предвестник?».\nЮноша, который терпеть не мог болтунов, отвесил в ответ пощёчину.\nИ всё же ему так нравилось наблюдать выражение ужаса и беспомощности на лицах людей.\nБыть может, именно выразительность лица этого недалёкого подчинённого была причиной, по которой юноша от него не избавился.\nОн сообщил жалкой дрожащей фигуре, что направляется на восток, в Мондштадт.\n«Я всё понял! Сейчас же велю вашим охранникам подготовиться!»\nВ охране, разумеется, не было нужды, но к чему впустую тратить слова на идиотов.\nНадев шляпу странника, он в одиночестве направился на восток.\n\n«Куда ты держишь путь, дитя?» -\nспросила вернувшегося на родину юношу пожилая женщина.\nОн ответил ей, что направляется на запад.\n«На остров Ясиори? А что у тебя там за дела?» -\nСпросила она без задней мысли, а лишь потому, что знала, в последнее время там неспокойно.\nЮноша с искренней улыбкой поблагодарил ее за заботу и сказал, что у него назначена встреча.\nКогда лодка приблизилась к берегу, стало видно стоящую у воды женщину в чужеземной одежде.\nНе приближаясь, она бросила в сторону юноши маленькую хрустальную сферу.\nС легкостью поймав сферу, он нацелил её на умирающее окровавленное солнце.",
        "id": "\n\"Ke mana kamu akan pergi, pengembara?\"\nSang pengembara muda itu terhenti saat mendengar suara seorang anak.\nDia adalah anak dari seorang pengrajin di Tatarasuna. Meskipun dia sedang sakit, tapi matanya masih terlihat jernih.\nSang pengembara berkata pada anak itu bahwa dia akan pergi ke Kota Inazuma.\n\"Tapi sekarang sedang hujan deras. Katanya orang-orang yang pergi dari tadi masih belum kembali!\"\nSang pengembara membuka dan menutup mulutnya beberapa kali ... tapi pada akhirnya hanya bisa tersenyum pada anak itu.\nKali selanjutnya dia menjejakkan kakinya di pulau itu, anak itu sudah tidak diketahui keberadaannya.\n\n\"Hei orang Inazuma, mau ke mana kamu? Ini bukan kapal untukmu!\"\nSang pengembara muda itu dihentikan oleh tukang perahu di pelabuhan.\nTapi sebelum pengembara muda itu bisa mencabut pedangnya, dia dihentikan oleh pria yang bersamanya.\nPria itu memberi tahu tukang perahu bahwa pengembara muda itu adalah temannya.\n\"Ah, jadi dia tamumu, Tuan? Maafkan kesalahpahamanku.\"\nPria itu memberikan jaket kepada pengembara muda itu agar tidak kedinginan, tapi pemuda itu menggelengkan kepalanya.\nDia tidak butuh jaket itu, dia hanya ingin tahu hal-hal menarik apa yang bisa dia temui di perjalanan panjang ini.\n\n\"Tuan Harbinger. Ke mana kamu ingin pergi\"?\nPemuda yang sangat membenci manusia cerewet, menampar bawahannya dengan punggung tangannya.\nTapi dia juga suka menyaksikan ekspresi wajah manusia yang penuh dengan rasa takut dan ketidakberdayaan,\nmungkin dia belum mengusir anak buahnya ini karena ekspresi wajahnya yang beragam.\nDia memberi tahu orang yang sedang berlutut sambil gemetaran itu untuk mengarah ke Timur, ke Mondstadt.\n\"Saya mengerti! Aku akan mempersiapkan penjaga Anda sekarang juga!\"\nTentu saja dia tidak butuh penjaga, tapi dia lebih malas membalas ucapan bawahannya itu.\nSambil mengenakan topi pengembaranya, dia pergi ke arah timur sendirian.\n\n\"Anak muda, ke mana kamu ingin pergi?\"\nSaat pulang, pemuda itu dihentikan oleh seorang wanita tua di tepi jalan.\nDia memberitahunya bahwa dia ingin pergi ke barat.\n\"Ke Pulau Yashiori, ya? Ada keperluan apa?\"\nWanita ini tidak berpikir panjang, dia hanya tahu bahwa kondisi di sana sedang kacau.\nPemuda itu membalas perhatian wanita itu dengan sebuah senyuman tulus, dia berkata bahwa dia berjanji untuk bertemu dengan seseorang.\nSaat perahu pelan-pelan mendekati pesisir, seorang wanita berpakaian asing terlihat sedang berdiri di tepi,\ndan melemparkan sebuah bola kristal kecil ke arah pemuda itu dari jauh.\nPemuda itu menangkapnya dengan mudah, kemudian mengangkatnya ke arah matahari yang sedang terbenam.",
        "th": "\n\"ผู้พเนจร ผู้พเนจร คุณจะไปไหน?\"\nเด็กหนุ่มพเนจรถูกเด็กน้อยตะโกนเรียกให้หยุด\nเขาคือลูกของช่างฝีมือแห่ง Tatarasuna แม้จะป่วย แต่ดวงตาทั้งคู่กลับยังใสแจ๋วอยู่\nเด็กหนุ่มบอกกับเด็กน้อยว่า ตนเองจำเป็นต้องไปเมือง Inazuma\n\"แต่ว่าในตอนนี้ฝนตกหนักมาก พวกเขาบอกไว้ว่า คนที่จากไปก่อนหน้านี้ไม่เคยมีใครกลับมา!\"\nเด็กหนุ่มกำลังจะเปิดปากพูด แต่สุดท้ายก็ทำได้แค่ยิ้มให้เด็กน้อย\nพอเขาเหยียบขึ้นเกาะนี้อีกครั้ง เด็กน้อยก็ได้หายไปอย่างไร้ร่องรอยเสียแล้ว\n\n\"ชาว Inazuma จะไปไหนเหรอ? นี่ไม่ใช่เรือที่นายจะขึ้นได้นะ!\"\nเด็กหนุ่มพเนจรถูกคนพายเรือที่ท่าเรือขวางทาง\nก่อนที่เด็กหนุ่มจะชักดาบออกมา ชายที่อยู่กับเขาเอื้อมมือไปหยุดเขาไว้\nชายคนนั้นบอกคนพายเรือว่า เด็กหนุ่มต่างแดนคนนี้มากับเขา\n\"ที่แท้ก็เป็นแขกของท่านนี่เอง ฉันเสียมารยาทแล้วล่ะ\"\nชายคนนั้นยื่นเสื้อคลุมอุ่น ๆ ให้เด็กหนุ่ม แต่เด็กหนุ่มส่ายหน้า\nในตอนนี้เขาแค่อยากรู้เพียงว่า เขาจะได้เจอสิ่งของที่น่าสนใจอะไรในระหว่างการเดินทางแสนยาวไกลของเขาในครั้งนี้\n\n\"นายท่าน ท่านจะไปที่ไหนเหรอ?\"\nเด็กหนุ่มเกลียดคนเสียงดังเป็นที่สุด และเขาตบหน้าลูกน้องของเขาด้วยหลังมือ\nแต่เด็กหนุ่มก็ชอบสังเกตความตื่นตระหนกและทำอะไรไม่ถูกของมนุษย์ด้วยเช่นกัน\nอาจเป็นเพราะการแสดงออกที่เต็มไปด้วยอารมณ์นี้ เขาถึงได้รับลูกน้องที่โง่เขลานี้ไว้ข้างกาย\nเขาบอกชายตัวสั่นที่กำลังคุกเข่าอยู่บนพื้น ครั้งนี้มุ่งไปทางตะวันออกเพื่อไปที่ Mondstadt\n\"รับทราบ จะไปแจ้งให้พวกทหารยามเตรียมการไว้เดี๋ยวนี้!\"\nทหารยามไม่ได้มีความจำเป็นแต่อย่างใด แต่เขาขี้เกียจที่จะพูดกับคนโง่เง่านี้ให้มากความ\nเขาสวมหมวกสานผู้พเนจรอีกครั้ง และเดินไปทางทิศตะวันออก\n\n\"เด็กน้อย เธอจะไปที่ไหนงั้นเหรอ?\"\nเด็กหนุ่มที่กำลังจะกลับบ้านถูกหญิงชราเรียกให้หยุด\nเขาบอกกับหญิงชราว่า เขาจะไปทางทิศตะวันตก\n\"จะไปที่เกาะ Yashiori งั้นเหรอ ไปทำอะไรที่นั่นกัน?\"\nหญิงชราไม่ได้คิดมากอะไร แค่ช่วงนี้รู้สึกไม่ค่อยสงบเท่าไหร่\nเด็กหนุ่มขอบคุณเธอที่เป็นห่วงด้วยรอยยิ้มที่จริงใจ และบอกว่าเขามีนัดกับคนอื่นแล้ว\nเรือลำน้อยแล่นเข้าฝั่งอย่างช้า ๆ หญิงสาวคนหนึ่งในชุดแปลกตายืนอยู่บนฝั่ง\nโยนลูกแก้วขนาดเล็กจากในระยะไกลไปให้เด็กหนุ่ม\nชายหนุ่มรับลูกแก้วนั้นได้อย่างสบาย ๆ และเล็งมันไปที่ดวงอาทิตย์ตกสีเลือด",
        "vi": "\n\"Kẻ lang thang, kẻ lang thang, anh muốn đi đâu thế?\"\nThiếu niên lang thang bị đứa trẻ gọi lại.\nCậu ấy là con của người thợ ở Tatarasuna, tuy đã bị bệnh, nhưng đôi mắt vẫn rất sáng.\nThiếu niên nói với đứa trẻ rằng bản thân phải đến Thành Inazuma.\n\"Nhưng bây giờ mưa lớn lắm, họ nói những người rời đi trước đây cũng không hề quay lại!\"\nThiếu niên mở miệng như muốn nói, cuối cùng chỉ mỉm cười với đứa trẻ.\nĐến khi cậu ấy bước lên hòn đảo này lần nữa, đã không còn thấy bóng dáng đứa trẻ.\n\n\"Người Inazuma, ngươi muốn đi đâu? Đây không phải con thuyền mà ngươi có thể đi!\"\nThiếu niên lang thang đã bị người lái thuyền ở bến cảng chặn lại.\nTrước khi cậu thiếu niên rút đao, người đàn ông đi cùng đã với tay ngăn lại.\nNgười đàn ông nói với lái thuyền, cậu thiếu niên ngoại quốc này sẽ đi cùng mình.\n\"Hóa ra là khách của đại nhân, là tôi đã mạo muội rồi.\"\nNgười đàn ông đưa chiếc áo khoác cho thiếu niên để chống lạnh, nhưng cậu ấy lắc đầu.\nBây giờ cậu chỉ muốn biết, chuyến hành trình xa xôi này có thể nhìn thấy điều gì thú vị.\n\n\"Quan Chấp Hành đại nhân, ngài muốn đi đâu?\"\nThiếu niên ghét nhất những người ồn ào, cậu ấy trở tay đánh vào mặt của thuộc hạ.\nNhưng thiếu niên cũng thích nhất là bộ dạng hoảng sợ và bất lực của con người,\nCó lẽ chính vì biểu cảm khá phong phú, mà tên thuộc hạ ngu ngốc này mới được cậu giữ lại bên cạnh.\nCậu nói với người đang quỳ run rẩy dưới đất, lần này hướng về phía Đông đến Mondstadt.\n\"Thuộc hạ đã hiểu, sẽ bảo các hộ vệ chuẩn bị ngay!\"\nCũng không hề cần đến hộ vệ, nhưng cậu ấy chả buồn phí lời với tên ngốc này nữa.\nCậu lại đội lên chiếc mũ của kẻ lang thang, một mình đi về phía Đông.\n\n\"Cậu bé, cậu muốn đi đâu?\nTrên đường đi, cậu thiếu niên hồi hương bị một bà lão gọi lại.\nCậu ấy nói với bà lão, mình chuẩn bị đi về phía Đông.\n\"Muốn đến Đảo Yashiori sao, đi làm gì vậy?\"\nBà lão không nghĩ gì nhiều, chỉ là gần đây tình hình rất bất ổn.\nThiếu niên mỉm cười cảm ơn bà lão đã quan tâm, nói rằng mình đã có hẹn với người khác.\nChiếc thuyền nhỏ từ từ cập bến, một cô gái ăn mặc theo phong cách nước ngoài đang đứng trên bờ.\nĐứng từ xa ném cho thiếu niên một viên thủy tinh be bé.\nThiếu niên nhẹ nhàng chụp lấy viên thủy tinh, đưa nó nhắm lên vầng tà dương đỏ như máu."
      },
      "imgid": "husk_of_opulent_dreams_circlet"
    }
  ]
}