{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "绝缘之旗印",
    "zht": "絕緣之旗印",
    "jp": "絶縁の旗印",
    "ko": "절연의 기치",
    "en": "Emblem of Severed Fate",
    "de": "Wappen des getrennten Schicksals",
    "es": "Emblema del Destino",
    "fr": "Emblème du destin brisé",
    "pt": "Selo da Insulação",
    "ru": "Эмблема рассечённой судьбы",
    "id": "Emblem of Severed Fate",
    "th": "Emblem of Severed Fate",
    "vi": "Dấu Ấn Ngăn Cách"
  },
  "descriptions": [
    {
      "zhs": "元素充能效率提高20%。",
      "zht": "元素充能效率提高20%。",
      "jp": "元素チャージ効率+20%。",
      "ko": "원소 충전 효율+20%",
      "en": "Energy Recharge +20%",
      "de": "Erhöht die Aufladerate um 20 %.",
      "es": "Recarga de Energía +20%.",
      "fr": "Augmente la recharge d'énergie de 20 %.",
      "pt": "Recarga de Energia +20%",
      "ru": "Увеличивает скорость восстановления энергии на 20%.",
      "id": "Energy Recharge +20%.",
      "th": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
      "vi": "Hiệu Quả Nạp Nguyên Tố tăng 20%"
    },
    {
      "zhs": "基于元素充能效率的25%，提高元素爆发造成的伤害。至多通过这种方式获得75%提升。",
      "zht": "基於元素充能效率的25%，提高元素爆發造成的傷害。至多依此方式獲得75%提升。",
      "jp": "元素チャージ効率の25%を基準に、元素爆発ダメージがアップする。この方式でアップできるダメージは最大75%まで。",
      "ko": "원소폭발로 가하는 피해가 원소 충전 효율의 25%만큼 증가한다. 해당 방식으로 최대 75%까지 증가할 수 있다",
      "en": "Increases Elemental Burst DMG by 25% of Energy Recharge. A maximum of 75% bonus DMG can be obtained in this way.",
      "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden basierend auf 25 % der Aufladerate. Bis zu 75 % Bonus auf diese Weise möglich.",
      "es": "Aumenta el daño infligido con la Habilidad Definitiva en una cantidad equivalente al 25% de la Recarga de Energía. Se puede obtener un aumento del 75% como máximo.",
      "fr": "Augmente les DGT infligés par le déchaînement élémentaire d'une valeur équivalant à 25 % de la recharge d'énergie. Les DGT peuvent être augmentés d'un maximum de 75 % de cette manière.",
      "pt": "Aumenta o Dano do Supremo em 25% da Recarga de Energia. No máximo é possível obter 75% de aumento de Dano dessa maneira.",
      "ru": "Увеличивает урон взрыва стихий на величину, равную 25% от значения восстановления энергии. Эффект можно увеличить максимум до 75%.",
      "id": "Meningkatkan DMG Elemental Burst sebesar 25% dari Energy Recharge. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 75%.",
      "th": "เพิ่มความเสียหายของท่าไม้ตายขึ้น 25% ของประสิทธิภาพการฟื้นฟูพลังงานธาตุ โดยจะสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุดถึง 75%",
      "vi": "Tăng sát thương Kỹ Năng Nộ dựa trên 25% Hiệu Quả Nạp Nguyên Tố. Chỉ có thể tăng tối đa 75% thông qua cách này."
    }
  ],
  "imgid": "emblem_of_severed_fate_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "明威之镡",
        "zht": "明威之鐔",
        "jp": "威厳の鍔",
        "ko": "위엄의 날밑",
        "en": "Magnificent Tsuba",
        "de": "Prunkvolles Stichblatt",
        "es": "Guardamano del Honor",
        "fr": "Tsuba magnifique",
        "pt": "Pomo Poderoso",
        "ru": "Великолепная цуба",
        "id": "Magnificent Tsuba",
        "th": "Magnificent Tsuba",
        "vi": "Kiếm Cách Uy Vũ"
      },
      "description": {
        "zhs": "传说中背叛了将军的鬼人，曾经获赐的刀上的华美宝镡。",
        "zht": "華美的寶鐔，裝置於傳說中背叛了將軍的鬼人昔日所獲賜的寶刀。",
        "jp": "将軍を裏切った鬼人が、かつて授かった美しい鍔。",
        "ko": "쇼군을 배신한 귀인(鬼人)이 전에 하사 받았던 화려한 옥 날밑",
        "en": "Legends hold that this ornate hand guard was once fitted upon a sword gifted to the oni who betrayed the Shogun.",
        "de": "In Legenden heißt es, dass dieses reich verzierte Stichblatt einst an einem Schwert angebracht war, das dem Dämon überreicht wurde, der den Shougun verraten hatte.",
        "es": "Cuenta la leyenda que este magnífico guardamano le fue otorgado a la oni que traicionó a la Shogun.",
        "fr": "Les légendes prétendent que ce garde-main orné était autrefois monté sur une épée offerte au oni qui a trahi la Shogun.",
        "pt": "Diz a lenda que esse protetor de mãos ornamentado foi usado como revestimento de uma espada presenteada a oni que traiu a Shogun.",
        "ru": "Согласно легендам эта изысканная гарда когда-то была частью меча, который получил в подарок они, предавший сёгуна.",
        "id": "Legenda mengatakan bahwa pelindung tangan yang penuh hiasan ini pernah dipasang pada pedang yang diberikan kepada oni yang mengkhianati Shogun.",
        "th": "ตำนานเล่าว่าโกร่งดาบอันหรูหรานี้ ครั้งหนึ่งเคยสวมอยู่บนดาบที่มอบให้กับปีศาจที่ทรยศต่อโชกุน",
        "vi": "Kiếm cách ngọc trên đao của quỷ nhân phản bội Shogun trong truyền thuyết từng được ban tặng."
      },
      "lore": {
        "zhs": "\n母亲对恩待她、将宝刀赐给她的将军露出了獠牙。\n最终送回到御舆家的，只有她曾无比钟爱的刀镡。\n\n母亲的夙愿，是以炽热沸腾的血气克服生死之运，\n为日渐稀薄的同族以战鬼之名，立下不朽的功绩。\n若被漆黑的深罪之虎吞没，那就由腔内撕碎猛兽。\n\n本应在雷之三重巴旗下立下了赫赫战功，\n原本以为能洗净的血浸的战服之十二单，\n与她猛烈搏动的心一同被永久地染黑了…\n\n应当继承家业的长子从此避世隐居在城外的村中，\n与影向的山林为友，直到他在山中遇到那名少女…\n\n「真烦。如果想抛弃过去，那就由我为你取个新名字吧。」\n听他说了过往的事情后，有着漆黑翅膀的她不屑地嗤笑道。\n「就叫岩藏——取磐座之意，那是不受人言所害之物呢。」\n「身体中流淌着鬼血的人哟，你要高兴才对。笑一笑吧，」\n「要知道，由我们影向天狗取的名，是有神通力加持的。」\n「再说了，石头的名字，跟你的脑筋和肌肉也很般配吧。」\n\n「那么——来年绯樱飘落时，再在这决斗吧，『岩藏』。」\n「鬼之子呀，要好好练剑，成为配得上影向天狗的对手。」\n「对了，如果你有机会碰到我，秘剑就叫『天狗胜』吧！」\n「毕竟到那时，你就掌握了『天狗也能胜过的妙剑』呢。」",
        "zht": "\n母親對恩待她、將寶刀賜給她的將軍露出了獠牙。\n最終送回到御輿家的，只有她曾無比鍾愛的刀鐔。\n\n母親的夙願，是以熾熱沸騰的血氣克服生死之運，\n為日漸稀薄的同族以戰鬼之名，立下不朽的功績。\n若被漆黑的深罪之虎吞沒，那就由腔內撕碎猛獸。\n\n本應在雷之三重巴旗下立下了赫赫戰功，\n原本以為能洗淨的血浸的戰服之十二單，\n與她猛烈搏動的心一同被永久地染黑了…\n\n應當繼承家業的長子從此避世隱居在城外的村中，\n與影向的山林為友，直到他在山中遇到那名少女…\n\n「真煩。如果想拋棄過去，那就由我為你取個新名字吧。」\n聽他說了過往的事情後，有著漆黑翅膀的她不屑地嗤笑道。\n「就叫岩藏——取磐座之意，那是不受人言所害之物呢。」\n「身體中流淌著鬼血的人喲，你要高興才對。笑一笑吧，」\n「要知道，由我們影向天狗取的名，是有神通力加持的。」\n「再說了，石頭的名字，跟你的腦筋和肌肉也很般配吧。」\n\n「那麼——來年緋櫻飄落時，再在這決鬥吧，『岩藏』。」\n「鬼之子呀，要好好練劍，成為配得上影向天狗的對手。」\n「對了，如果你有機會碰到我，秘劍就叫『天狗勝』吧！」\n「畢竟到那時，你就掌握了『天狗也能勝過的妙劍』呢。」",
        "jp": "\n母が恩のある、宝刀を授けてくれた将軍に牙を向いた。\n御輿家に戻ってきたのは、彼女が愛した鐔だけだった。\n\n母の悲願は、熱き血潮を持って生と死の運命に打ち勝つこと。\n減り続ける同族のために、戦鬼の名で不朽の功績を残すこと。\n漆黒の罪の虎に呑まれれば、口の中から猛獣を切り裂く。\n\n雷の三つ巴の旗のもとで武勲を挙げ、\n血に染まった十二単を濯ぐはずだった。\nしかし、彼女の強く鼓動する心とともに、永遠に黒く染まってしまった……\n\n家督を継ぐはずだった長子は城外に隠居し、\n影向山の林に入り浸った。彼はそこで、少女に出会った……\n\n「鬱陶しいわね。そんなに過去を捨てたいなら、私が新しい名前をつけてあげる」\n彼の過去を聞いた黒き翼を持つ彼女は不敵な笑みを浮かべた。\n「岩蔵にしよう。磐座のことだよ。人の言葉に左右されない物」\n「鬼の血を継ぐ人間、喜べよ。さあ、笑え」\n「影向の天狗がつけた名には、神通力がある」\n「それに、石の名前は、脳筋な君にぴったりでしょ」\n\n「じゃあ、来年櫻が舞う頃、またここで戦おう、『岩蔵』」\n「鬼の子よ、しっかり鍛錬しなさいよ。影向の天狗の相手に相応しい人間になりな」\n「そうだ、私に触れることができたら、その剣を『天狗抄』と呼ぶことを許す」\n「だってその時、君は『天狗にも勝てる剣術』の使い手だから」",
        "ko": "\n어머니는 그녀에게 은혜를 베풀고, 보검을 내려준 쇼군에게 날카로운 송곳니를 드러냈다\n결국 미코시 가에 돌아온 건, 그녀가 그토록 사랑했던 검집이 전부였다\n\n어머니의 소원은 끓어오르는 혈기로 생사의 운명을 극복하는 것이었고,\n날로 쇠약해지는 동족을 위해 전장의 귀신이라는 이름으로 불후의 공적을 세우는 것이었다\n죄악의 호랑이에게 집어 삼켜지면, 당신은 그 안에서 맹수를 찢어발기셨다\n\n번개의 삼파문의 휘하에서 혁혁한 전공을 세우셨어야 하시는 분이,\n깨끗하게 씻길 줄 알았던 선혈로 얼룩진 전투복의 쥬우니히토에도,\n그녀의 맹렬하게 박동하는 심장과 함께 영원히 어둠으로 물들었다…\n\n가업을 이어받아야 할 장남은 속세를 피해 성 밖의 마을에 은둔했고,\n산속의 그 소녀를 만날 때까지 요고우산의 산과 숲을 벗으로 삼았다\n\n「귀찮구나. 과거를 포기하고 싶다면, 내가 새로운 이름을 지어주지」\n칠흑 같은 날개를 지닌 그녀는, 그의 과거 이야기를 듣고는 코웃음을 쳤다\n「이와쿠라라고 하자ㅡ반좌의 의미에서 본땄지. 그건 다른 사람의 말에 피해를 입지 않는 물건이거든」\n「귀신의 피가 흐르고 있는 인간아, 기쁜 일이잖아. 웃어보렴」\n「요고우 텐구가 지어준 이름은 신통력이 깃들어있단다」\n「게다가, 돌멩이의 이름이라면, 네 뇌와 근육에도 제법 어울리고 말이지」\n\n「그럼ㅡ다음해 벚꽃이 스러질 때, 여기서 다시 결투를 하자, 『이와쿠라』」\n「귀신의 아이야, 검술을 열심히 익히렴. 요고우 텐구에게 부끄럽지 않는 적수가 되어야 하지 않겠니」\n「참, 내 털끝 하나라도 다칠 수 있다면, 비검의 이름은 텐구승이라고 하자!」\n「그때의 넌, 『텐구마저 이길 수 있는 최강의 비검』을 갖게 되는 거니 말이야」",
        "en": "\nMother had bared her fangs against the Shogun, who had been kind to her and who had given her a treasured sword.\nIn the end, the only thing that was sent back to the Mikoshi Clan was the tsuba of that blade which she had loved so dearly.\n\nMother's long-cherished wish was to overcome the destiny of life and death with her boiling passion.\nShe would make such contributions as to make an eternal name for the ever-thinning blood of the war-oni.\nIf she was engulfed by the pitch-black tiger-beast of sin itself, then she would tear it apart from the inside.\n\nShe would've proven her valor resoundingly under the Electro Mitsudomoe banner,\nAnd she thought she could wash her bloodstained juunihitoe battle-garb clean.\nBut it was stained black in the end, together with her fiercely beating heart...\n\nFrom then on, her eldest son, who should have inherited the family fortune, lived in seclusion in a village outside the city,\nWith naught but the mountain and wood as his friends — that is, until he met that girl...\n\n\"What a pain. Well, if you wish to abandon your past, allow me to give you a new name.\"\nAfter hearing about his past, the girl who possessed jet black wings sneered disdainfully.\n\"Well, you shall be called Iwakura. 'The seat of rock.' A name that human words cannot harm.\"\n\"Come on, mortal in whose veins runs the blood of the oni, be glad. Smile a little!\"\n\"You should know that names given by us Yougou Tengu are blessed with divine powers.\"\n\"Besides, the name 'rock' suits you — it certainly suits your mind and your muscles, that's for sure.\"\n\n\"Well then, when the cherry blossoms fall next year, let's have a duel here, 'Iwakura.'\"\n\"Child of the oni, hone your swordsmanship and become a foe whom the Yougou Tengu would not be ashamed to cross swords with.\"\n\"Ah, yes! If you manage to touch me, you'll get to call your secret blade 'Tengu Victor'!\"\n\"After all, if you get to that point, you'll have a sword that'll let you 'triumph over the tengu.'\"",
        "de": "\nMutter zeigte dem Shougun, der sie freundlich behandelt und ihr das Schwert gegeben hatte, ihre Reißzähne.\nDas Einzige, was der Familie Mikoshi schließlich zurückgegeben wurde, war die Tsuba, die sie so sehr geliebt hatte.\n\nDer lang gehegte Wunsch von Mutter war, das Schicksal von Leben und Tod mit dem feurigen, kochenden Blut des Menschen zu überwinden.\nSie unternahm eine unsterbliche Tat für seine Familie, die im Namen der Geister des Krieges immer mehr reduziert wird.\nWenn sie von der pechschwarzen Tigerbestie der Sünde selbst verschlungen wurde, dann würde sie sie von innen heraus zerreißen.\n\nEs wäre ein großes Verdienst unter dem Banner der Elektro-Mitsudomoe.\nDie zwölf Laken mit blutiger Kampfausrüstung, von denen sie dachte, sie könne sie verschwinden lassen,\nwaren am Ende schwarz gefärbt, zusammen mit ihrem heftig schlagenden Herzen ...\n\nDer älteste Sohn, der das Familienunternehmen erben sollte, ist inzwischen geflohen und lebt in einem Dorf außerhalb der Stadt.\nMit nichts als dem Berg und dem Wald als seine Freunde, das heißt, bis er dieses Mädchen traf ...\n\n„Es ist langweilig. Wenn du die Vergangenheit hinter dir lassen willst, dann gebe ich dir einen neuen Namen.“\nNachdem sie ihn von der Vergangenheit sprechen gehört hatte, schnaubte sie mit ihren dunklen Flügeln verächtlich.\n„Nennen wir dich Iwakura, ein Felsen, etwas, das durch menschliche Worte nicht verletzt wird.“\n„Du mit Oni-Blut in deinem Körper, sei glücklich. Lächle ein wenig.“\n„Es ist wichtig zu wissen, dass der Name, den Yougu Tengu uns gegeben hat, durch göttlche Macht verstärkt wird.“\n„Außerdem passt der Name Stein gut zu deinem Gehirn und deinen Muskeln, oder?“\n\n„Dann werden wir nächstes Jahr wieder hier kämpfen, wenn die Kirschblüten fallen, Iwakura.“\n„O Sohn der Oni, du musst dein Schwert üben und ein würdiger Gegner von Yougou Tengu werden.“\n„Übrigens, wenn du mir jemals in die Quere kommst, kannst du das geheime Schwert Tengu-Sieger nennen!“\n„Immerhin wirst du bis dahin das wundersame Schwert beherrschen, das sogar einen Tengu besiegen kann.“",
        "es": "\nLa madre le mostró sus colmillos a la Shogun, quien la había tratado bien y le había otorgado una valiosa espada.\nAl final, lo único que le enviaron al clan Mikoshi fue su querido guardamano.\n\nLa mayor ambición de la madre era librarse de su destino de vida o muerte con una pasión desbordante.\nQuería dejar un legado inmortal para los de su especie, que cada vez eran menos, en nombre de los oni de la guerra.\nSi el tigre manchado por el pecado la engullía, lo haría pedazos desde su interior.\n\nPodría haber conseguido grandes cosas bajo el mando del emblema Electro.\nPensaba que podía limpiar la sangre de su kimono de guerra.\nPero tanto este como su violento corazón estaban manchados de negro.\n\nDesde entonces, el hijo mayor, que debía haber heredado la fortuna de su familia, vivió recluido en una aldea a las afueras de la ciudad.\nSe hizo amigo del bosque de la Montaña Yougou, hasta que un día conoció a esa joven...\n\n“Qué fastidio. Si quieres dejar atrás el pasado, entonces te daré un nuevo nombre”.\nDespués de oírlo hablar del pasado, ella, con sus alas oscuras, resopló con desdén.\n“Te llamarás Iwakura, que significa ‘montículo de rocas’. Alguien que no se verá afectado por las palabras de otros.\nTienes que estar feliz de tener sangre oni corriendo por tus venas. Sonríe.\nDebes saber que los nombres que otorgamos como tengu de Yougou están dotados de un poder divino.\nAdemás, el nombre de una piedra va bien con tu mente y tus músculos, ¿no?\n\nAsí pues, volvamos a batirnos en duelo aquí el año que viene, Iwakura, cuando los cerezos estén en flor.\nHijo de los oni, domina la espada para convertirte en un oponente digno para un tengu de Yougou.\nPor cierto, si alguna vez logras tocarme, ¡la técnica secreta se llamará ‘vencedor de tengu’!\nYa que para entonces habrás dominado la ‘técnica de espada derrota-tengu’”.",
        "fr": "\nMère avait montré ses crocs contre la Shogun, qui avait été bonne avec elle et qui lui avait donné une précieuse épée.\nFinalement, la seule chose qui fut renvoyée au Clan Mikoshi était le tsuba de cette lame qu'elle avait tant aimée.\n\nLe souhait longtemps chéri de Mère était de surmonter le destin de la vie et de la mort avec sa passion bouillante.\nElle ferait de telles contributions qu'elle laisserait un nom éternel au sang toujours plus rare des oni de la guerre.\nEt si elle était engloutie par la bête-tigre noire du péché elle-même, alors elle la déchirerait de l'intérieur.\n\nElle aurait prouvé sa valeur de manière retentissante sous la bannière du Mitsudomoe Électro...\nEt elle pensait pouvoir nettoyer son junihitoe de combat taché de sang.\nMais il finit par être taché de noir, de même que son cœur qui battait férocement...\n\nDès lors, son fils aîné, qui aurait dû hériter de la fortune familiale, vécut reclus dans un village loin de la ville...\nAvec rien d'autre que les rochers et les arbres comme amis... Du moins, jusqu'à ce qu'il rencontre cette demoiselle...\n\n« C'est ennuyeux. Eh bien, si vous souhaitez abandonner votre passé, permettez-moi de vous donner un nouveau nom. »\nAprès avoir entendu parler de son passé, la demoiselle, qui possédait des ailes noires, ricana avec dédain.\n« Eh bien, vous vous appellerez Iwakura, le « monticule rocheux ». Un nom que les mots humains ne peuvent nuire. »\n« Allez, mortel dans les veines duquel coule le sang oni, réjouissez-vous, et souriez un peu ! »\n« Vous devez savoir que les noms que nous, les Tengu de Yougou, donnons sont dotés de pouvoirs divins. »\n« D'ailleurs, le terme de roche vous va bien. Il convient certainement à votre esprit et à vos muscles, c'est sûr. »\n\n« Bon, quand les fleurs de cerisier tomberont l'année prochaine, faisons un duel ici même, Iwakura. »\n« Enfant des oni, perfectionnez votre escrime et devenez un ennemi avec qui un Tengu de Yougou n'aurait pas honte de croiser le fer. »\n« Ah oui ! Et si vous parvenez à me toucher, vous pourrez appeler votre technique secrète « Victoire tengu » ! »\n« Après tout, si vous arrivez à ce point, vous aurez une épée qui vous permettra de triompher des Tengu. »",
        "pt": "\nA mãe mostrou as presas para a Shogun, que foi bondosa com ela, que deu uma boa espada para ela.\nNo fim, a única coisa enviada de volta para o Clã Mikoshi foi sua adorada espada.\n\nA ambição da mãe era sobrepujar o destino da vida e morte com sua paixão ardente.\nEm nome dos fantasmas da guerra, criar contribuições imortais para seu clã em declínio.\nSe ela for engolida pela própria fera pecadora, irá rasgá-la de dentro para fora.\n\nEla poderia ter obtido grandes conquistas sob a bandeira do Mitsudomoe Electro\nEla achou que poderia limpar aquele traje de batalha ensanguentado, as vestes de Juunihitoe.\nMas no fim, ele ficou manchado de preto, junto com seu coração que batia violentamente...\n\nA partir de então, o filho mais velho, que deveria ter herdado a fortuna da família, passou a viver recluso em uma vila fora da cidade\nFazendo amizade com nada além da floresta e a Montanha Yougou. Até que ele conheceu aquela garota...\n\n\"Que dor. Se você quer abandonar seu passado, permita que eu dê um novo nome para você.\"\nApós ouvir sobre o passado dele, a garota que possuía asas negras fez uma expressão de desdém.\n\"Bem, você se chamará Iwakura. A base da rocha. Algo que não será magoado pelas palavras dos outros.\"\n\"Você tem sangue demoníaco fluindo nas veias. Você deveria estar feliz, sorria um pouco.\"\n\"Você sabe, os nomes dados pela Tengu de Yougou são abençoados com poderes divinos.\"\n\"Além disso, o nome de uma rocha combina com você, como sua mente e seus músculos.\"\n\n\"Bem, quando a flor de Sakura cair no ano que vem, vamos duelar aqui, Iwakura.\"\n\"Filho do demônio, pratique sua habilidade com a espada e seja um oponente que possa encarar a Tengu de Yougou.\"\n\"Sim, se você conseguir tocar em mim, poderá chamar sua técnica de lâmina secreta de Varredura de Tengus!\"\n\"Pois então, você terá dominado a espada que pode derrotar a Tengu.\"",
        "ru": "\nМать показала свой клык сёгуну, который был добр к ней и дал ей хороший меч.\nВ итоге единственное, что было отправлено обратно клану Микоси, - это её любимый меч.\n\nМать стремилась с помощью своей кипящей страсти преодолеть судьбу жизни и смерти.\nВо имя призраков войны, чтобы внести бессмертный вклад в свой увядающий клан.\nЕсли её поглотит сам грешный зверь, то она разорвёт его изнутри.\n\nОна могла бы добиться большего под знаменем Электро мицудомоэ...\nОна думала, что сможет очистить залитый кровью боевой костюм - мантию Дзюнихито.\nНо в конце концов он окрасился в черный цвет вместе с её бешено бьющимся сердцем...\n\nС тех пор старший сын, который должен был стать наследником семьи, жил в уединении в деревне за городом.\nОн дружил с лесом горы Ёго, пока не встретил эту девушку...\n\n«Какая боль. Если хочешь отказаться от прошлого, давай я дам тебе новое имя».\nУслышав о его прошлом, девушка с черными как смоль крыльями презрительно усмехнулась.\n«Пусть будет Ивакура. Основание горы. То, что не пострадает от чужих слов».\n«В твоих жилах течёт демоническая кровь. Ты должен быть счастлив, улыбнись».\n«Знаешь, имена, данные тэнгу Ёго, наделены божественными силами».\n«Кроме того, имя \"скала\" тебе подходит - оно говорит и о твоём разуме, и о твоих мышцах».\n\n«Что ж, Ивакура, когда в следующем году упадёт цвет сакуры, давай устроим здесь поединок».\n«Сын демона, тренируйся сражаться с мечом и стань противником, достойным сразиться с тэнгу Ёго».\n«Да, если тебе удастся прикоснуться ко мне, то ты сможешь назвать свой секретный стиль боя с мечом Грозой Тэнгу!»\n«Ибо с тех пор ты будешь владеть мечом, способным победить тэнгу».",
        "id": "\nIbu menunjukkan taringnya kepada Shogun, yang sudah baik padanya dan memberinya pedang yang bagus.\nPada akhirnya, satu-satunya yang dikirim kembali ke Klan Mikoshi adalah pedang yang sangat dia sayangi.\n\nAmbisi ibu adalah untuk mengatasi takdir antara hidup dan mati dengan hasratnya yang mendidih.\nDia akan memberikan kontribusi sedemikian rupa demi membuat namanya terukir abadi untuk darah perang oni yang semakin menipis.\nJika dia ditelan oleh harimau pendosa itu sendiri, maka dia akan mengoyaknya dari dalam tubuhnya.\n\nSeharusnya dia bisa merajut prestasi yang luar biasa di bawah panji Electro Mitsudomoe,\nDia kira dia sanggup membersihkan jubah perang juunihitoe-nya yang berlumuran darah itu.\nTetapi akhirnya... jubah itu malah ternoda hitam, bersama dengan jantungnya yang berdegup kencang...\n\nSejak saat itu, sang putra sulung, yang seharusnya mewarisi kekayaan keluarganya, justru harus tinggal dalam pengasingan di sebuah desa di luar kota,\nBerteman dengan hutan dan gunung. Sampai dia bertemu dengan gadis itu...\n\n\"Sungguh merepotkan. Jika kamu ingin meninggalkan masa lalumu, biarkan aku memberimu nama yang baru.\"\nSetelah mendengar tentang masa lalunya, gadis yang memiliki sayap hitam legam itu mencibir dengan kejamnya.\n\"Namanya Iwakura — yang berarti batu. Batu tidak akan terpengaruh oleh kata-kata orang lain.\"\n\"Ayolah, manusia fana dengan darah oni yang mengalir di tubuhmu, berbahagialah, tersenyumlah!\"\n\"Kamu harus tahu, nama yang diberikan oleh Yougu Tengu adalah nama yang diberkati dengan kekuatan suci.\"\n\"Lagi pula, nama 'batu' cocok untukmu, cocok dengan pikiran dan ototmu.\"\n\n\"Kalau begitu, saat bunga sakura berguguran di tahun depan, mari kita bertarung di sini, Iwakura.\"\n\"Anak dari oni, latihlah ilmu pedangmu dan jadilah lawan yang pantas dan tidak memalukan bagi Yougu Tengu untuk dihadapi.\"\n\"Oh ya! kalau kamu berhasil menyentuhku, kamu bisa menyebut teknik pedang rahasiamu dengan sebutan 'Pembantai Tengu'!\"\n\"Dan kalau waktu itu tiba, artinya kamu sudah menguasai 'ilmu pedang yang bisa menghabisi Tengu'.\"",
        "th": "\nท่านแม่เมตตาเธอ จึงมอบดาบวิเศษให้โชกุนได้นำไปใช้งาน\nแต่สุดท้ายแล้ว มีเพียงโกร่งดาบที่เธอเคยรักมาก ถูกส่งคืนมายัง Mikoshi\n\nความปรารถนาของท่านแม่ เป็นโชคชะตาที่มีเพียงความเลือดร้อนสามารถสยบได้\nในภายภาคหน้า เผ่าพันธุ์ของเราค่อย ๆ สร้างชื่อเสียง และผลงานในนามของปีศาจสงคราม\nหากถูกพยัคฆ์แห่งบาปสีดำทมิฬเขมือบลงไป ก็จงจัดการอสูรโฉดตัวนี้จากในปากซะ\n\nเดิมที ควรสร้างผลงานภายใต้ Electro Mitsudomoe\nเธอเคยคิดว่าจะสามารถชำระล้างชุดออกรบที่เต็มไปด้วยรอยเลือดได้\nแต่มันกลับกลายเป็นสีดำไปพร้อมกับหัวใจที่โหดเหี้ยมของเธอ\n\nลูกชายคนโตที่ควรจะสืบทอดตระกูล กลับต้องหลบซ่อน อาศัยอยู่ในหมู่บ้านนอกเมือง\nอยู่ติดกับ Yougou จนกระทั่งเขาพบกับหญิงสาวคนนั้นในป่า...\n\n\"น่ารำคาญจริง ๆ ถ้าอยากจะลืมอดีตนัก ฉันจะตั้งชื่อใหม่ให้เธอก็แล้วกัน\"\nหลังฟังเขาเล่าเรื่องในอดีต เธอที่มีปีกสีดำก็อดหัวเราะและพูดออกไปไม่ได้\n\"เรียกว่า Iwakura ก็แล้วกัน เปรียบเสมือนก้อนหิน จะได้ไม่ถูกคนอื่นทำร้ายไง\"\n\"เจ้ามีเลือดยักษ์ไหลอยู่ทั่วร่างกายนะ ควรจะดีใจสิ ยิ้มบ้างก็ดีนะ\"\n\"อย่าลืมน่ะ ชื่อที่ตั้งโดยเท็งงุ Yougou ล้วนมีพลังพิเศษขององค์เทพ\"\n\"นอกจากนี้ ชื่อของก้อนหินก็ยังเหมาะกับสมอง และร่างกายซื่อบื้อของเธออีกด้วย\"\n\n\"ถ้างั้น ปีหน้า ตอนที่ดอกซากุระแดงร่วงอีกครั้ง เราค่อยมาประลองกันที่นี่นะ Iwakura\"\n\"ในนามบุตรของ Oni เธอจะต้องตั้งใจฝึกฝนการใช้ดาบ จะได้คู่ควรต่อการเป็นคู่ต่อสู้ของเท็งงุ Yougou\"\n\"ใช่แล้ว หากดาบของเธอเข้าถึงตัวฉันได้ ก็สามารถเรียกเทคนิคดาบนั้นว่า \"Tengu Victor\" ได้นะ!\"\n\"เพราะเมื่อถึงตอนนั้น เธอจะต้องชำนาญใน เทคนิคดาบที่แม้แต่เท็งงุยังต้องพ่ายแพ้อยู่แล้ว\"",
        "vi": "\nMẹ đã giương nanh vuốt với vị tướng quân đã tặng cho bà một thanh kiếm quý.\nCuối cùng, thứ duy nhất được gửi lại cho nhà Mikoshi chính là kiếm cách mà bà vô cùng yêu thích.\n\nKhát vọng ấp ủ bấy lâu của mẹ chính là chinh phục vận mệnh sinh tử bằng máu lửa sôi sục, \nnhân danh những bóng ma chiến tranh, lập nên những chiến công bất hủ cho đồng tộc đang ngày càng giảm sút.\nNếu có bị hổ đen tội lỗi nuốt chửng, thì từ trong bụng hổ, bà sẽ xé toạc nó thành nhiều mảnh.\n\nĐáng lẽ ra lập được những chiến công to lớn dưới ngọn cờ của \"Tam Trùng Lôi\",\nNhững trang phục chiến đấu juunihitoe kia những tưởng có thể tẩy sạch vết máu ô uế,\nCũng vĩnh viễn bị nhuộm đen cùng với trái tim đang đập mãnh liệt của bà...\n\nLà con trai trưởng, lẽ ra phải kế thừa sự nghiệp của gia tộc, thế nhưng lại mai danh ẩn tích trong một thôn nhỏ ở ngoại thành. \nLàm bạn với khu rừng trên núi Yougou, cho đến khi gặp được người thiếu nữ ấy...\n\n\"Thật phiền phức. Nếu như đã muốn gạt bỏ quá khứ, vậy thì hãy để ta đặt cho ngươi một cái tên mới nhé!\"\nCô gái có đôi cánh màu đen cười giễu cợt, sau khi nghe xong câu chuyện trong quá khứ của hắn.\n\"Gọi là Iwakura - nghĩa là tảng đá. Đó là thứ không bị tổn hại bởi lời nói của con người.\"\n\"Là người mang trong mình dòng máu của quỷ, ngươi nên cảm thấy vui mới đúng. Cười lên nào.\"\n\"Cần phải biết rằng, tên do Tengu của núi Yougou chúng ta đặt sẽ được gia tăng thần lực.\"\n\"Lại nói, cái tên của đá tảng khá là hợp với bộ não và cơ bắp của ngươi đấy.\"\n\n\"Vậy năm sau khi hoa anh đào nở, hãy quay lại đây quyết đấu nhé Iwakura.\"\n\"Này đứa con của quỷ, phải chăm chỉ luyện kiếm để xứng đáng là đối thủ của Tengu núi Yougou\".\n\"Đúng rồi, nếu ngươi đã có cơ hội gặp được ta, vậy bí kiếm ấy gọi là \"Chiến Thắng Tengu\" đi!\"\n\"Dù sao tới lúc đó, ngươi cũng sẽ nắm được \"Kiếm thuật có thể vượt qua cả Tengu\".\""
      },
      "imgid": "emblem_of_severed_fate_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "切落之羽",
        "zht": "切落之羽",
        "jp": "切落の羽",
        "ko": "떨어진 깃털",
        "en": "Sundered Feather",
        "de": "Abgetrennte Feder",
        "es": "Pluma de la Laceración",
        "fr": "Plume brisée",
        "pt": "Pluma Cortada",
        "ru": "Обрезанное перо",
        "id": "Sundered Feather",
        "th": "Sundered Feather",
        "vi": "Lông Vũ Rơi Rụng"
      },
      "description": {
        "zhs": "原本属于某名天狗的黑羽，是过去的剑豪珍惜的纪念品。",
        "zht": "原本屬於某名天狗的黑羽，是過去的劍豪珍惜的紀念品。",
        "jp": "ある天狗の所有物であった黒羽。昔の剣豪が秘蔵していた記念品。",
        "ko": "어느 텐구의 검은 털, 과거에 검호들이 아끼던 기념품이다",
        "en": "This was once the black feather of a certain tengu warrior, and was the treasured souvenir of an ancient swordsman.",
        "de": "Dies war einst die schwarze Feder eines gewissen Tengu-Kriegers sowie ein von einem alten Schwertkämpfer geschätztes Andenken.",
        "es": "Una pluma negra perteneciente a una guerrera tengu y muy apreciada por un gran samurái del pasado.",
        "fr": "Ceci était autrefois la plume noire d'un certain guerrier tengu, et également le souvenir précieux d'un grand samouraï du passé.",
        "pt": "Asas pretas que originalmente pertenciam a algum Tengu. No passado eram uma lembrança valorizada por espadachins.",
        "ru": "Когда-то это было чёрное перо некоего воина тэнгу. Драгоценный сувенир мечника из прошлого.",
        "id": "Benda ini dulunya adalah bulu hitam prajurit tengu tertentu, dan merupakan kenangan berharga dari pendekar pedang kuno.",
        "th": "ขนนกสีดำซึ่งเดิมเป็นของเท็งงุบางตน เป็นของที่ระลึกที่ปรมาจารย์ดาบในอดีตชื่นชอบ",
        "vi": "Vốn là lông của một Tengu nào đó, là một kỷ vật được các kiếm sĩ ngày xưa trân trọng."
      },
      "lore": {
        "zhs": "\n在剑风吹落的黑羽包围中，将要成为剑豪的人，\n终于抓住了多年来可见不可即的那名天狗少女…\n\n「啊呀，真是好险。真了不起。」\n「若不是剑无法承受你的力气，」\n「我就要死在这里了吧。那么…」\n\n光代，来年的决斗，我们是否要换个场地呢？\n能瞥见绯樱飘落的地方，我也知道那么几个…\n环顾着自己摧毁的小社，握着天狗颤抖的手，\n盯着自己切落的黑羽，道启原本打算这么说。\n\n「你碰到了我，不得不说确实是你赢了呢。」\n\n胜负还没有定论，我们来年再会吧。他想说。\n\n「你的剑，如今连天狗的速度也能超越了。」\n「在这十三年里，和你决斗的每一天，我永远也不会忘记。」\n「但我身为影向天狗，最终还是要承当一族不得不为之事。」\n「如今想来最初为你改名，是希望你能摆脱鬼之血的诅咒。」\n「非人的血脉，随着那一场战事，现在已经越发地稀薄了。」\n「毕竟嘛，我等非人之物不该觊觎人的善终。但你不一样。」\n「如今的你是『岩藏』，已经不再是背负鬼之血的御舆了。」\n\n「那么再见了，道启。忘了我，然后以你的剑，」\n「为岩藏的血脉，开创仅仅属于岩藏的道路吧。」",
        "zht": "\n在劍風吹落的黑羽包圍中，將要成為劍豪的人，\n終於抓住了多年來可見不可即的那名天狗少女…\n\n「啊呀，真是好險。真了不起。」\n「若不是劍無法承受你的力氣，」\n「我就要死在這裡了吧。那麼…」\n\n光代，來年的決鬥，我們是否要換個場地呢？\n能瞥見緋櫻飄落的地方，我也知道那麼幾個…\n環顧著自己摧毀的小社，握著天狗顫抖的手，\n盯著自己切落的黑羽，道啟原本打算這麼說。\n\n「你碰到了我，不得不說確實是你贏了呢。」\n\n勝負還沒有定論，我們來年再會吧。他想說。\n\n「你的劍，如今連天狗的速度也能超越了。」\n「在這十三年裡，和你決鬥的每一天，我永遠也不會忘記。」\n「但我身為影向天狗，最終還是要承當一族不得不為之事。」\n「如今想來最初為你改名，是希望你能擺脫鬼之血的詛咒。」\n「非人的血脈，隨著那一場戰事，現在已經越發地稀薄了。」\n「畢竟嘛，我等非人之物不該覬覦人的善終。但你不一樣。」\n「如今的你是『岩藏』，已經不再是背負鬼之血的御輿了。」\n\n「那麼再見了，道啟。忘了我，然後以你的劍，」\n「為岩藏的血脈，開創僅僅屬於岩藏的道路吧。」",
        "jp": "\n剣による風圧で散った黒い羽が舞う中、剣豪になる人間が、\n遂に長年触れることのできなかった天狗の少女を捕まえた……\n\n「いやはや、危なかった。さすがだね」\n「剣が君の力に耐えきれなかったのね」\n「そうでなかったら、私は死んでいただろう。さて……」\n\n光代、来年の決闘は、場所を変えるか？\n緋色の櫻が舞う場所なら、いつくか知っているのだが……\n自分が壊した社を見回し、天狗の震える手を握りながら、\n切り落した黒い羽を見つめて、道啓はそう言おうとした。\n\n「私に触れたのだから、君の勝ちだね」\n\n勝負はまだ決まっていない、来年また会おう。そう言おうとした。\n\n「君の剣は天狗よりも速くなった」\n「十三年間、君と戦う日々を、私はずっと忘れない」\n「でも私は影向の天狗だ。一族を背負わなければならない」\n「当初君の名を変えたのは、君を鬼の血の呪いから解放したかったから」\n「人ならざるものの血筋は、あの戦の後、どんどん薄れてきている」\n「まあ、私たち人ならざるものは、人並みの幸せを求めてはいけない。でも君は違う」\n「今の君は『岩蔵』、鬼の血を背負う御輿ではない」\n\n「じゃあ、さようなら、道啓。私を忘れて。そして君の剣で」\n「岩蔵の血筋のために、岩蔵のためだけの道を切り拓いて」",
        "ko": "\n검호가 되리라 다짐했던 자는, 검바람에 휘날리는 검은 깃털에 둘러싸여\n좀처럼 볼 수 없었던 텐구 소녀를 드디어 찾게 된다…\n\n「어머. 정말 위험했어, 너 정말 대단하구나」\n「검이 네 힘을 온전히 담아낼 수 있다면,」\n「난 여기서 죽게 되겠지, 그럼…」\n\n미츠요, 내년의 결투는 다른 곳에서 할까?\n벚꽃이 떨어지는 곳이라면 나도 몇 개 알고 있는데…\n자신이 파괴한 신사를 바라보며, 텐구의 떨리는 손을 잡는다\n자신의 검에 떨어진 검은 깃털을 보며, 미치히라는 그렇게 얘기할 생각이었다\n\n「어머, 날 스쳤으니 어찌 됐든 네가 이긴 거네」\n\n승부는 아직 나지 않았으니까 내년에 다시 만나자, 라고 그는 말하고 싶었다\n\n「지금의 네 검은, 텐구의 속도마저 초월했지」\n「이 13년 동안, 너와 결투했던 그 모든 날을 영원히 잊지 않을 거야」\n「하지만 요고우 텐구로서, 결국 일족을 맡아야 하겠지」\n「지금 생각해 보니까, 네게 새로운 이름을 준 건, 네가 귀신의 피라는 저주에서 벗어났으면 좋겠다고 생각해서 그랬던 것 같아」\n「인간이 아닌 자의 혈통은 그 전쟁이 지나고 나서 점점 희미해지고 있지」\n「원래 나 같은 인간이 아닌 것들은 아름다운 끝을 감히 바라서는 안 돼, 하지만 너는 달라」\n「지금의 너는 더 이상 귀신의 피가 흐르는 미코시가 아니라 『이와쿠라』야」\n\n「그럼 안녕, 미치히라. 날 잊어, 그리고 너의 검으로,」\n「이와쿠라의 혈통을 위해, 이와쿠라만의 길을 개척하길 바란다」",
        "en": "\nSurrounded by the black feathers seized by his onrushing blade, the man who stood on the cusp of becoming a swordmaster...\n...Finally caught the girl who had been untouchable for so many years...\n\n\"Yikes, that was a close shave. Well done indeed.\"\n\"If your sword hadn't been broken by your strength,\"\n\"I would've died here for sure. Well then...\"\n\nTeruyo, shall we change the venue for our duel next year?\nThere are a few places I know of where you can also see the scarlet sakura falling...\nAs he looked around at the small shrine he had destroyed, holding the tengu's trembling hand,\nThese words lay on the tip of Doukei's tongue even as he stared at the black feathers that he had sliced off.\n\n\"You did touch me, after all. I must admit that this is clearly your victory.\"\n\nVictory has not been decided yet. Let's meet again next year, he wanted to say.\n\n\"Now, your sword can even surpass the speed of a tengu.\"\n\"I will never forget a single one of our duels in these past thirteen years.\"\n\"But as a Tengu, I have duties to the clan that I must fulfill.\"\n\"Thinking back, I changed your name in hopes that you might escape from the curse of the oni bloodline.\"\n\"With that war, non-human blood grows thinner and thinner.\"\n\"Ah well. We should not covet the happy endings that humans enjoy, after all. But you're different.\"\n\"You are now 'Iwakura.' You are no longer the 'Mikoshi' who shoulders the burden of oni blood.\"\n\n\"Goodbye, Doukei, and please forget me.\"\n\"Use your sword for the Iwakura bloodline... and open a path that belongs to the Iwakura alone.\"",
        "de": "\nUmgeben von den schwarzen Federn, die vom Wind geblasen werden, dem Mann, der ein Schwertheld werden wird.\n... Endlich das Mädchen erwischt, das so viele Jahre lang unantastbar war ...\n\n„Ja, das ist außergewöhnlich.“\n„Wenn das Schwert deiner Kraft nicht standgehalten hätte ...“\n„Ich werde hier sterben, gut. Also ...“\n\nTeruyo, sollen wir für das nächste Jahr den Ort des Duells ändern?\nIch kenne ein paar Orte, wo ich die roten Kirschblüten sehen kann ...\nMit Blick auf die kleine Gemeinde, die er zerstört hatte, hielt er die zitternde Hand des Tengus ...\nMit dem Blick auf die schwarze Feder, die er abgeschnitten hatte, wollte Doukei dies sagen.\n\n„Du hast mich berührt und ich muss sagen, du hast gewonnen.“\n\nDer Gewinner ist noch nicht bekannt, also bis nächstes Jahr.\n\n„Dein Schwert kann jetzt die Geschwindigkeit eines Tengu übertreffen.“\n„Ich kann keinen einzigen Tag des Duells mit dir in diesen dreizehn Jahren vergessen.“\n„Aber als Tengu muss ich schließlich annehmen, was mein Klan tun muss.“\n„Ich denke, der Grund, warum ich deinen Namen geändert habe, ist, dass ich wollte, dass du frei von dem Fluch der Oni-Linie bist.“\n„Die nicht-menschliche Blutlinie wurde mit diesem Kampf nun immer dünner und dünner.“\n„Schließlich sollten wir unmenschlichen Wesen nicht das Gute im Menschen begehren. Aber du bist anders.“\n„Heute bist du ein Iwakura und du bist nicht länger ein Mikoshi, der das Blut eines Oni in sich trägt.“\n\n„Dann auf Wiedersehen, Doukei. Vergiss mich, und dann mit deinem Schwert,“\n„um Iwakuras Abstammung willen, gehe den Pfad, der nur den Iwakura gehört.“",
        "es": "\nRodeado de unas plumas negras que habían caído debido a las ráfagas de su espada,\nel maestro espadachín por fin atrapó a la inalcanzable joven tengu.\n\n“Ah, ¡qué cerca estuvo! Increíble.\nSi la espada no se hubiera roto debido a tu poder,\nhabría muerto aquí mismo. Y entonces...”\n\n“Teruyo, ¿deberíamos cambiar nuestro lugar de duelo para el año que viene?\nConozco un sitio donde se pueden ver los cerezos en flor...”, pensó en decir Doukei.\nAnte el pequeño santuario derruido y sosteniendo las manos temblorosas de la tengu,\nel maestro espadachín se quedó mirando fijamente las plumas negras que había cortado.\n\n“Me atrapaste. No puedo negar que tú has ganado”.\n\n“La victoria aún no se ha decidido. Luchemos otra vez el año que viene”, quiso decirle.\n\n“Tu espada ya es incluso más rápida que los propios tengu.\nRecordaré para siempre todos y cada uno de los duelos que hemos tenido en estos trece años.\nPero, como tengu de Yougou que soy, debo cumplir con mis responsabilidades con mi clan”.\n“Quise cambiar tu nombre con la esperanza de que te liberaras de tu sangre demoniaca.\nDebido a esa guerra, la sangre no humana se está volviendo cada vez más escasa.\nDespués de todo, aquellos que no somos humanos no debemos codiciar el final feliz que sí les espera a ellos. Pero tú eres distinto.\nAhora eres miembro de los Iwakura. Ya no eres aquel Mikoshi por cuyas venas fluía sangre demoniaca.\n\nAsí que adiós, Doukei.\nOlvídame, y crea con tu espada un camino que solo les pertenezca a ustedes, los que tienen sangre Iwakura”.",
        "fr": "\nEntouré des plumes noires entraînées par sa lame se tenait l'homme qui était sur le point de devenir un maître épéiste...\n... Il avait finalement attrapé la jeune Tengu qui était restée intouchable pendant tant d'années...\n\n« Mince, il s'en est fallu de peu. Bien joué, je dois dire. »\n« Si votre épée n'avait pas été brisée par votre force... »\n« J'aurais péri ici à coup sûr. Eh bien... »\n\nTeruyo, devrions-nous changer l'emplacement de notre duel l'année prochaine ?\nJe connais quelques endroits où il est également possible de contempler les fleurs de cerisier tomber...\nAlors qu'il regardait autour de lui le sanctuaire qu'il avait détruit, tenant la main tremblante de la Tengu...\nCes mots étaient sur le bout de la langue de Doukei, alors même qu'il fixait les plumes noires qu'il avait coupées.\n\n« Vous m'avez touchée, après tout. Je dois admettre que c'est clairement votre victoire. »\n\n« La victoire n'est pas encore décidée. Retrouvons-nous l'année prochaine », voulait-il dire.\n\n« Désormais, votre lame peut même surpasser la vitesse d'un Tengu. »\n« Je n'oublierai jamais un seul de nos duels de ces treize dernières années. »\n« Mais en tant que Tengu, j'ai des devoirs envers le clan que je dois remplir. »\n« En y repensant, j'ai changé votre nom dans l'espoir que vous puissiez échapper à la malédiction de la lignée oni. »\n« Avec cette guerre, le sang non-humain devient de plus en plus rare. »\n« Eh bien... Nous ne devrions pas convoiter les fins heureuses que les humains apprécient, après tout. Mais vous êtes différent. »\n« Vous êtes maintenant « Iwakura ». Vous n'êtes plus le Mikoshi qui porte le fardeau du sang oni. »\n\n« Au revoir, Doukei, et s'il vous plaît, oubliez-moi. »\n« Utilisez votre épée pour la lignée Iwakura... Et ouvrez un chemin qui n'appartiendra qu'aux Iwakura. »",
        "pt": "\nCercado pelas penas negras arrancadas pelo vento da lâmina, o homem que se tornará um mestre das espadas...\n...Finalmente pega a garota que tem sido intocável por todos esses anos...\n\n\"Ah, essa foi por muito pouco. Muito bem.\"\n\"Se a espada não tivesse sido quebrada pela sua força.\"\n\"Então, eu teria morrido aqui. Portanto...\"\n\nTeruyo, será que devemos mudar o local do nosso duelo no ano que vem?\nExistem alguns lugares que eu conheço, onde você também pode ver a sakura carmesim caindo...\nOlhando ao redor do pequeno santuário que ele destruiu, segurando a mão trêmula da Tengu,\nFitando as penas negras que ele cortou, Doukei pretendeu dizer isso.\n\n\"Você me pegou. Não posso negar que você realmente venceu.\"\n\n\"A vitória ainda não foi decidida. Vamos nos encontrar novamente no ano que vem\". Ele queria dizer.\n\n\"Sua espada agora pode superar a velocidade do Tengu.\"\n\"Eu nunca vou esquecer nenhum dos nossos duelos nestes últimos treze anos.\"\n\"Mas como um Tengu, preciso cumprir os deveres do clã.\"\n\"Pensando bem, eu mudei seu nome na esperança de que você pudesse escapar da maldição do sangue demoníaco.\"\n\"Com essa guerra, o sangue não humano está ficando cada vez mais diluído.\"\n\"Afinal, eu não deveria cobiçar o final feliz que os humanos merecem. Mas você é diferente.\"\n\"Você agora é Iwakura, você não é mais o Mikoshi que carrega o sangue demoníaco.\"\n\n\"Adeus, Doukei. E por favor, esqueça de mim.\"\n\"Use sua espada pelo sangue de Iwakura, abra um caminho que pertença somente aos Iwakura.\"",
        "ru": "\nОкружённый чёрными перьями, срезанными мечом ветра, человек, которому суждено стать мастером меча...\nНаконец ловит девушку, которая была неуловимой все эти годы...\n\n«Ах, это было опасно. Молодец».\n«Если бы твоя сила не сломала меч...»\n«Тогда я бы погиб здесь. Так что...»\n\n«Тэруё, может, в следующем году проведём поединок в другом месте?\nЯ знаю несколько мест, где тоже можно посмотреть, как падает цвет сакуры...»\nОсматривая разрушенное им здание и держась за трясущуюся руку тэнгу,\nГлядя на срезанные им черные перья, Докэй намеревался сказать так.\n\n«Ты меня поймал. Я не могу отрицать, что ты действительно победил».\n\n«Ещё неизвестно, кто победил. Встретимся снова в следующем году», - хотел он сказать.\n\n«Твой меч теперь даже быстрее, чем тэнгу».\n«Я никогда не забуду ни один из наших поединков за последние 13 лет».\n«Но как тэнгу, я должен исполнять обязанности клана».\n«Я помню, что я изменил твоё имя в надежде, что ты сможешь избежать проклятия демонической крови».\n«Из-за этой войны нечеловеческой крови становится всё меньше и меньше».\n«В конце концов, я не должен стремиться к счастливому концу, которого заслуживают люди. Но ты не такой».\n«Теперь ты Ивакура, ты больше не Микоси, несущий кровь демона».\n\n«Прощай, Докэй. Забудь меня и своим мечом\nво имя крови Ивакуры открой путь, доступный одному только Ивакуре».",
        "id": "\nDikelilingi oleh bulu hitam yang tersayat angin pedang, orang yang nantinya jadi raja pedang,\nakhirnya berhasil menangkap Tengu yang tak dapat disentuh selama bertahun-tahun...\n\n\"Wah, nyaris saja. Hebat.\"\n\"Jika bukan karena pedang itu tidak dapat menahan kekuatanmu,\"\n\"Aku pasti sudah mati. Jadi...\"\n\nTeruyo, haruskah kita pindah tempat untuk duel tahun depan?\nAda beberapa tempat yang aku tahu, tempat di mana kamu juga bisa melihat sakura berguguran ....\nSambil memandang ke sekeliling kuil kecil yang telah dia hancurkan, menggenggam tangan tengu yang gemetar,\nMenatap bulu hitam yang dia potong, memang itulah perkataan yang ingin Doukei katakan.\n\n\"Kamu menyentuhku. Aku tidak bisa menyangkal kalau kamu benar-benar sudah menang.\"\n\n\"Kemenangan masih belum diputuskan. Mari bertemu lagi tahun depan.\" Ingin sekali dia ungkapkan kalimat itu.\n\n\"Kemampuan pedangmu yang sekarang tidak akan bisa melampaui kecepatan pedang tengu.\"\n\"Aku tidak akan pernah melupakan duel-duel kita selama 13 tahun ini.\"\n\"Tetapi sebagai Tengu, aku harus memenuhi tugas dari klanku.\"\n\"Dipikir-pikir kembali, aku mengubah namamu dengan harapan kamu bisa lolos dari kutukan darah oni.\"\n\"Dengan adanya perang tersebut, darah makhluk yang bukanlah manusia menjadi semakin tipis.\"\n\"Ah, kami seharusnya tidak menginginkan akhir bahagia yang pantas didapatkan manusia. Tapi kamu berbeda.\"\n\"Kamu sekarang adalah orang 'Iwakura'. Kamu bukan lagi 'Mikoshi' yang membawa darah oni.\"\n\n\"Selamat tinggal, Doukei, dan tolong lupakan aku.\"\n\"Gunakan pedangmu untuk garis keturunan Iwakura dan bukalah jalan milik Iwakura sendiri.\"",
        "th": "\nภายใต้การโอบล้อมของขนนกสีดำ ที่พัดปลิวอยู่ในอากาศจากสายลมของดาบ ของผู้ที่จะกลายเป็นปรมาจารย์ดาบ\nที่สุดแล้ว ก็สามารถโดนตัวเท็งงุสาวที่หาตัวจับได้ยากได้..\n\n\"อุหวา อันตรายจัง แต่ก็สุดยอดไปเลยนะ\"\n\"ถ้าไม่ใช่เพราะดาบไม่สามารถแบกรับพลังของเธอได้\"\n\"ฉันคงตายอยู่ที่นี่แล้วล่ะ ถ้างั้น...\"\n\nTeruyo... คราวหน้าเราลองเปลี่ยนที่ประลองกันดูไหม?\nฉันพอจะรู้จักที่ ๆ มีซากุระแดงร่วงโรย...\nมองรอบ ๆ ศาลเจ้าที่ตนเองทำลาย กุมมือที่กำลังสั่นของเท็งงุ\nDoukei พูดขึ้นมา ในขณะที่มองขนนกสีดำที่ถูกตัดออกมากำลังร่วงโรย\n\n\"ในเมื่อเธอแตะโดนฉันแล้ว ก็คงปฏิเสธไม่ได้ว่าเธอเป็นผู้ชนะจริง ๆ\"\n\nยังไม่รู้แพ้รู้ชนะ แล้วเรามาประลองกันใหม่ปีหน้า เขาต้องการกล่าวเช่นนี้\n\n\"ตอนนี้ ดาบของเธอเร็วกว่าเท็งงุแล้ว\"\n\"ฉันจะไม่มีวันลืมทุกครั้งที่ได้ประลองกับเธอใน 13 ปีนี้เลย\"\n\"แต่ฉันเป็นถึงเท็งงุแห่ง Yougou สุดท้ายแล้ว ก็ต้องแบกรับหน้าที่ของเผ่าพันธุ์\"\n\"เมื่อนึกถึงการเปลี่ยนชื่อให้เธอในตอนนั้น ก็เป็นเพราะอยากให้เธอหลุดพ้นจากคำสาปของเลือดปีศาจ\"\n\"เพราะสงครามครั้งนั้น สายเลือดอมนุษย์ จึงค่อย ๆ อ่อนแอลงเรื่อย ๆ\"\n\"อืม นี่อาจไม่ใช่ตอนจบที่มีความสุขอย่างที่พวกมนุษย์ชอบ แต่เธอนั้นแตกต่าง\"\n\"เธอในตอนนี้ เป็น \"Iwakura\" ไม่ใช่ \"Mikoshi\" ที่แบกภาระของเลือดปีศาจแล้ว\"\n\n\"ลาก่อนนะ Doukei ลืมฉันซะ\"\n\"แล้วใช้ดาบของเธอ เปิดตำนานที่เป็นของ Iwakura ในฐานะสายเลือดของ Iwakura สิ\"",
        "vi": "\nXung quanh là đám lông vũ màu đen bị gió kiếm thổi bay, kẻ sắp trở thành kiếm khách đỉnh cao, \nCuối cùng cũng bắt được thiếu nữ Tengu xưa nay chỉ có thể nhìn mà không bao giờ chạm được đấy...\n\n\"Ái chà, nguy hiểm quá, thật đáng kinh ngạc.\"\n\"Nếu không phải thanh kiếm không thể chịu được sức mạnh của ngươi.\"\n\"Ta sẽ chết ở đây mất. Vậy thì...\"\n\nTeruyo, chúng ta có nên thay đổi địa điểm cho trận đấu vào năm sau không?\nTa biết vài nơi có thể nhìn thấy hoa anh đào rơi...\nNhìn quanh góc nhỏ mà mình đã phá hủy, nắm lấy bàn tay run rẩy của Tengu,\nNhìn chăm chú vào sợi lông vũ màu đen mà mình chém rơi, Doukei vốn định nói như vậy.\n\n\"Ngươi đã chạm được vào ta có nghĩa là ngươi đã thắng.\"\n\nThắng thua vẫn chưa phân, hẹn gặp lại vào năm sau. Hắn muốn nói.\n\n\"Tốc độ kiếm của ngươi bây giờ đã vượt qua cả Tengu rồi.\"\n\"Ta sẽ mãi mãi khắc ghi mỗi một ngày quyết đấu với ngươi trong suốt mười ba năm nay.\"\n\"Nhưng ta là Tengu của núi Yougou, có những việc trong tộc sớm muộn cũng phải gánh vác.\"\n\"Bây giờ nghĩ lại ngày trước đổi tên cho ngươi, là vì hi vọng rằng ngươi có thể thoát khỏi lời nguyền huyết ma.\"\n\"Những kẻ không phải loài người, từ sau trận chiến đó đã ngày càng ít đi.\"\n\"Dù sao thì, những kẻ không phải con người như ta không nên mơ ước có kết cục tốt đẹp của con người. Nhưng ngươi thì khác.\"\n\"Bây giờ ngươi là \"Iwakura\", không còn là Mikoshi mang dòng máu yêu ma nữa.\"\n\n\"Tạm biệt nhé, Doukei. Hãy quên ta đi và dựa vào kiếm của ngươi.\"\n\"Vì huyết mạch của Iwakura, hãy tạo ra con đường chỉ thuộc về riêng Iwakura.\""
      },
      "imgid": "emblem_of_severed_fate_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "雷云之笼",
        "zht": "雷雲之籠",
        "jp": "雷雲の印籠",
        "ko": "뇌운의 함",
        "en": "Storm Cage",
        "de": "Blitzwolkenkäfig",
        "es": "Inrou de la Tempestad",
        "fr": "Inro de la tempête",
        "pt": "Gaiola da Tempestade",
        "ru": "Клетка грозовых облаков",
        "id": "Storm Cage",
        "th": "Storm Cage",
        "vi": "Hộp Lôi Vân"
      },
      "description": {
        "zhs": "黑地堇漆的考究印笼，其上装饰着发亮的螺钿与精致的金具。",
        "zht": "黑地堇漆的考究印籠，其上裝飾著發亮的螺鈿與精緻的金具。",
        "jp": "黒色の細緻な印籠。光り輝く螺鈿と精巧な金物が装飾されている。",
        "ko": "도장을 보관하는 예술적인 검은색 함, 자개와 정교한 금구로 장식돼 있다",
        "en": "An exquisite seal cage patterned with pansies painted upon a black backdrop, decorated with shining inlaid seashells and intricate gold-work.",
        "de": "Ein fein gearbeiteter Käfig mit einem Blumenmuster auf schwarzem Hintergrund, verziert mit glänzenden, eingelegten Muscheln und aufwendigen Goldarbeiten.",
        "es": "Una exquisita cajita de laca de color violeta oscuro que sirve para guardar objetos. Está decorada con brillantes incrustaciones de caracolas y oro.",
        "fr": "Une boîte en laque violet foncé exquise qui peut être utilisée pour ranger des objets, décorée de coquillages incrustés brillants et d'orfèvrerie complexe.",
        "pt": "Uma gaiola selada refinada com amores-perfeitos pintados em um fundo preto, decorada com conchas  brilhantes incrustadas e pequenos detalhes de ouro.",
        "ru": "Прелестная коробочка для печатей с изображёнными на чёрном фоне фиалками, украшенная блестящими ракушками и замысловатыми золотыми узорами.",
        "id": "Sebuah sangkar indah bermotif bunga pansy yang dilukis dengan latar belakang berwarna hitam, dihias menggunakan kerang hias yang berkilau dan karya emas yang rumit.",
        "th": "กล่องสีดำล้วนอันวิจิตรงดงาม ประดับไปด้วยเปลือกหอยที่ส่องประกาย และงานฝีมือทำด้วยทองที่วิจิตรบรรจง",
        "vi": "Chiếc hộp tinh xảo màu đen sơn tím, được trang trí bằng những con ốc sáng bóng và đồ dùng bằng vàng tinh xảo."
      },
      "lore": {
        "zhs": "\n在清籁岛尚未被雷云笼罩的遥远过去，记忆如呼吸般起伏。\n容纳雷雨与震鸣的雅致容器，最终还是没能交付约定之人。\n\n「系绳断掉了，所以又来找我吗…真是头疼死人了。」\n「在剑术之外，你这家伙不过是个白痴赌棍大叔吧。」\n\n「哼，别小看人了。我的弓师承天狗，也是有名的。」\n「不过哪，我的剑实在太过厉害，大家才不提射术。」\n「仔细一想，还真是浪费。不如让我来教你射箭吧。」\n\n曾几何时，说着刻薄的话语，为那个呆瓜修补着被斩断的印笼…\n曾几何时，即使说着刻薄的话语消遣他人，也忍不住露出微笑。\n\n「明明已经身为旗本，重任在肩，为何还要到处寻衅惹事？」\n「明明已经婚配，有了娇妻，为何还整日悠游，豪赌为乐？」\n\n明明已经…\n明明就在嘴边，却始终没有提出的问题，还是决定不再提了。\n斋宫大人如果还在身边的话，或许会巧妙而欢快地问出口吧…\n\n「那种事情无所谓了，我擅自给自己放了假，至少在今天。」\n「放下神社的事情，我们偷偷去海边吧，就像你小时那样。」\n\n就这样被那家伙拉去了港口，又出神地望着片片船帆来往，\n听他讲述神社的那位光代，如何继承了师傅的美貌与武艺；\n听他诉说曾经一度令他心惊胆战的，斩下自己首级的噩梦…\n但两人心知肚明，这不过是用话语来掩盖业已成年的悲哀。\n\n后来，很久、很久以后，\n俯视着遍生青苔的礁石，二人平静幽会的港口…\n为了那赌棍能再赌赢一次，为了祈求他的平安…\n又一次冒险站在高处，高举起亲手制作的印笼，\n带着挽回记忆的希望，收集着雷光怒电的力量。",
        "zht": "\n在清籟島尚未被雷雲籠罩的遙遠過去，記憶如呼吸般起伏。\n容納雷雨與震鳴的雅致容器，最終還是沒能交付約定之人。\n\n「繫繩斷掉了，所以又來找我嗎…真是頭疼死人了。」\n「在劍術之外，你這傢伙不過是個白癡賭棍大叔吧。」\n\n「哼，別小看人了。我的弓師承天狗，也是有名的。」\n「不過哪，我的劍實在太過厲害，大家才不提射術。」\n「仔細一想，還真是浪費。不如讓我來教妳射箭吧。」\n\n曾幾何時，說著刻薄的話語，為那個呆瓜修補著被斬斷的印籠…\n曾幾何時，即使說著刻薄的話語消遣他人，也忍不住露出微笑。\n\n「明明已經身為旗本，重任在肩，為何還要到處尋釁惹事？」\n「明明已經婚配，有了嬌妻，為何還整日悠遊，豪賭為樂？」\n\n明明已經…\n明明就在嘴邊，卻始終沒有提出的問題，還是決定不再提了。\n齋宮大人如果還在身邊的話，或許會巧妙而歡快地問出口吧…\n\n「那種事情無所謂了，我擅自給自己放了假，至少在今天。」\n「放下神社的事情，我們偷偷去海邊吧，就像妳小時那樣。」\n\n就這樣被那傢伙拉去了港口，又出神地望著片片船帆來往，\n聽他講述神社的那位光代，如何繼承了師傅的美貌與武藝；\n聽他訴說曾經一度令他心驚膽戰的，斬下自己首級的噩夢…\n但兩人心知肚明，這不過是用話語來掩蓋業已成年的悲哀。\n\n後來，很久、很久以後，\n俯視著遍生青苔的礁石，二人平靜幽會的港口…\n為了那賭棍能再賭贏一次，為了祈求他的平安…\n又一次冒險站在高處，高舉起親手製作的印籠，\n帶著挽回記憶的希望，收集著雷光怒電的力量。",
        "jp": "\n遥か過去、セイライ島がまだ雷雲に覆われていなかった頃の記憶を呼び覚ます。\n雷鳴を閉じ込めた容器は、約束した人に渡せなかった。\n\n「糸が切れたから、また私のところに来たの……まったくしょうがない奴だ」\n「剣術がなかったら、ただの間抜けな博打打ちのおっさんだろ」\n\n「ふん、俺をなめるなよ。俺の弓もすごいんだぜ、天狗に教わったんだ」\n「俺の剣術が凄すぎたから、皆弓のことを口しなかっただけで」\n「よく考えたら、もったいないことをしたな。せっかくだから、弓術を教えてやるよ」\n\nいつか、憎まれ口を叩きながら、あの馬鹿のために切れた籠を直した。\nいつか、憎まれ口を叩きながらも、笑みを浮かべていた。\n\n「旗本になったのに、責任を負う立場なのに、なんでいつも喧嘩ばっかりなの？」\n「家を持ったのに、かわいい妻がいるのに、なんでいつまでも遊んでばかり、賭け事ばかりするの？」\n\nだって……\nついぞ口にできなかった質問を、投げないことにした。\n斎宮様がここにいたら、気軽に言えたのかもしれないね……\n\n「そんなのどうでもいいんだよ。今日は休みだ、勝手に決めたけど」\n「神社の仕事を置いて、海へ行こうぜ。お前の小さい頃のように」\n\nそうやって彼に港に連れて行かれ、行き交う船をぼうと眺めた。\n神社のあの光代が、いかに師匠の美貌と武芸を継いだのかを聞かされ、\n彼が見た自分の首を斬り落とした悪夢の話を聞かされ……\n二人ともわかっていた。言葉で取り戻せない悲しみを誤魔化しているだけだと。\n\nその後、ずっと、ずっと後の話。\n苔むした石と、二人が密会した港を見下ろし……\nあの博打打ちがもう一度勝てるように、彼の無事を祈るように……\n再び危険を冒して高いところに立ち、手作りの籠を高く掲げた。\n記憶の中の希望を取り戻せるように、稲妻の力を集めた。",
        "ko": "\n세이라이섬이 아직 뇌운에 휩싸이지 않은 까마득한 옛날의 기억이 숨결처럼 출렁인다\n뇌우와 우레를 담은 아담한 용기는 결국 약속한 사람에게 건네지 못했다\n\n「줄이 끊어져서 찾아왔나… 정말 골치 아파 죽겠네」\n「이거 순 검술 외에는 아무것도 할 줄 모르는 멍청이 도박꾼 아저씨 아냐?」\n\n「흥. 사람 얕잡아 보지 마. 내 활은 텐구한테 이어받은 유명한 활이야」\n「하지만 내 검이 너무 대단해서, 다들 궁술은 얘기하질 않아」\n「자세히 생각해 보니 진짜 낭비네. 내가 궁술을 가르쳐 줄까?」\n\n언제였던가, 매몰찬 말을 하면서, 그 바보를 도와 잘린 도장주머니를 고쳐주었던 게…\n언제였던가, 매몰찬 말로 타인을 심심풀이 삼으면서도 미소를 지었던 게…\n\n「이미 하타모토가 되어 책임을 짊어졌으면서, 왜 여기저기 사고를 쳤지?」\n「이미 결혼을 해서 아름다운 아내가 있으면서, 왜 매일 유유자적 도박을 일삼았지?」\n\n이미…\n이미 혀끝까지 올라왔지만 뱉지 않은 질문은, 다시는 말하지 않기로 했다\n재궁 어르신이 아직 곁에 있으시다면, 교묘하고 즐겁게 얘기를 꺼냈겠지…\n\n「이미 다 소용없는 일이야. 난 자체 휴가야. 적어도 오늘은 휴가야」\n「신사의 일은 내려놓고, 몰래 바닷가에 가자. 어렸을 때처럼 말이야」\n\n그렇게 그 녀석에게 이끌려 항구에 갔고, 지나가는 배들을 멍하니 바라보았다\n신사의 미츠요란 분에 대한 이야기, 사부의 미모와 무예를 이어받은 이야기를,\n자신의 목을 베는 악몽을 꿔서 한동안 간담이 서늘했던 이야기도 들었다…\n하지만 둘은 알고 있었다. 이야기들은 이미 성인이 된 비애를 숨기는 말일뿐이란 걸\n\n나중에, 아주, 아주 오래 지나고 나서,\n푸른 이끼가 자란 암초를 내려다보며, 둘이 조용하게 만남을 가졌던 항구…\n그 노름꾼이 다시 한번 내기에 이길 수 있도록, 그가 평안하길 기도하기 위해서…\n다시 용기를 내어 높은 곳에 서서, 손수 만든 도장주머니를 높이 들고,\n추억을 만회할 희망을 품고, 뇌광과 번개의 힘을 수집하고 있다",
        "en": "\nIn the distant past, when Seirai Island had yet to be shrouded by storm clouds, memories would rise and fall like breaths.\nIn the end, the elegant container that contained thunderstorms and tremors could not be handed over to the one to whom it was promised.\n\n\"Did you come to me because the string is broken again? You're such a headache.\"\n\"Other than your swordsmanship, you're just an idiotic old gambler, aren't you?\"\n\n\"Hmph. Don't you look down on me. I learned my archery from a tengu, you know? It's pretty famous, too.\"\n\"It's just that I'm too good with a sword, you know? That's why no one ever talks about my archery.\"\n\"Actually, now that I think about it, that's such a waste of good archery. How about I teach it to you, then?\"\n\nOnce upon a time, you mended that idiot's broken seal cage, all the while speaking those harsh words...\nOnce upon a time, though you used harsh words to divert others, you could not help but smile faintly.\n\n\"Please. You're already a Hatamoto with important responsibilities. Why are you still running around looking for trouble?\"\n\"And you're already married too, to a sweet wife no less. Why do you spend your days wandering and gambling, huh?\"\n\nYou're already...\nThe question was on the edge of your lips, but you were unable to ask, and you decided never to bring it up again.\nIf the Lady Saiguu had been here with you, she would surely have put it in a clever and merry way...\n\n\"It doesn't matter anymore. I gave myself a holiday, at least for today.\"\n\"Let's leave that whole shrine business behind and sneak off to the seaside, just like we did when you were little.\"\n\nAnd so he dragged you to the harbor, where you watched the ships sailing back and forth, as if in a trance.\nYou listened to him talk about Teruyo of the shrine, and how she had inherited her master's beauty and skill.\nYou listened to him talk about his terrifying nightmares, in which he cut off his own head...\nBut you both knew that those were just words to hide the melancholy of adulthood.\n\nLater, a long time later,\nOverlooking the mossy reefs and the harbor where the two of you once had that quiet rendezvous...\nFor the gambler to win his bet again, for the sake of praying for his safety...\nOnce again, you dared to stand upon those heights, holding up the seal cage that you made with your own hands.\nBearing the hope of retrieving those memories, you gathered the power of thunder and lightning.",
        "de": "\nErinnerungen kommen und gehen wie der Atem in Seirais ferner Vergangenheit, bevor die Insel von der Sturmwolke umhüllt wurde.\nDer feine Behälter, das den Sturm und die Erschütterungen willkommen hieß, wurde schließlich nicht dem Versprochenen übergeben.\n\n„Die Leine riss und sie kam zu mir zurück ... was für Kopfschmerzen.“\n„Außerhalb des Schwertkampfes bist du nur ein dummer Glücksspieler, richtig?“\n\n„Hmpf. Unterschätze mich nicht. Ich habe mein Bogenschießen von einem Tengu gelernt, weißt du? Er ist auch ziemlich berühmt.“\n„Und doch ist mein Schwert einfach zu gut, als dass die Leute den Schuss erwähnen würden.“\n„Es ist eine Verschwendung, wenn man darüber nachdenkt. Warum lässt du mich dir nicht das Bogenschießen beibringen?“\n\nEs gab eine Zeit, in der man harte Worte sagte und den geköpften Siegelkäfig für diesen Dummkopf reparierte ...\nEs gab eine Zeit, in der ich nicht anders konnte als zu lächeln, selbst wenn ich harte Worte sagte, um andere zu belustigen.\n\n„Warum musst du gehen und Ärger machen, wenn du schon Hatamoto bist und eine große Verantwortung trägst?“\n„Warum verbringst du deine Tage damit, herumzuwandern und zum Spaß zu spielen, wenn du bereits verheiratet bist und eine reizende Frau hast?“\n\nEs ist völlig klar ...\nDie Frage, die mir eindeutig auf den Lippen lag, die ich aber nie gestellt habe, die ich nicht stellen wollte.\nSaiguu hätte wahrscheinlich subtil und fröhlich gefragt, wenn sie dagewesen wäre ...\n\n„So etwas spielt keine Rolle, ich habe mir erlaubt, mir Urlaub zu gönnen, zumindest für heute.“\n„Lass uns die Sache mit dem Heiligtum überspringen und an den Strand gehen, wie du es als Kind getan hast.“\n\nSo hat uns der Kerl in den Hafen geschleppt und uns den Kopf gekostet.\nDu hörst ihn darüber reden, wie Teruyo aus dem Schrein die Schönheit und Kampfkunst ihres Meisters geerbt hatte ...\nDu hörst, wie er von dem Albtraum erzählt, der ihn einst in Angst und Schrecken versetzte und in dem er seinen eigenen Kopf abschlug ...\nAber beide wussten in ihren Herzen, dass dies nur Worte waren, um die Traurigkeit des Erwachsenseins zu überdecken.\n\nUnd dann, viel, viel später,\nmit Blick auf die moosbewachsenen Riffe, den Hafen, in dem sich das Paar in friedlicher Abgeschiedenheit traf ...\nFür die Wette, dass er erneut gewinnen wird, für Gebete für seinen Frieden,\nnoch einmal wagte er es, sich aufrecht hinzustellen und hielt den handgefertigten Siegelkäfig in die Höhe,\nmit der Hoffnung, Erinnerungen zu lösen und die Kraft von Blitz und Donner zu sammeln.",
        "es": "\nEn un pasado lejano, cuando la Isla Seirai aún no estaba rodeada por nubes eléctricas, los recuerdos fluían como la respiración.\nEl elegante recipiente que contenía la tormenta y los temblores no le fue entregado a la persona prometida.\n\n“¿Vuelves a buscarme porque se rompió la cuerda? Eres un dolor de cabeza.\nMás allá de tu técnica de espada, no eres más que un adicto al juego”.\n\n“¡Hum! No me subestimes. También aprendí a dominar el arco gracias a un famoso maestro tengu.\nEs solo que soy tan bueno con la espada que nadie menciona mi habilidad con el arco”.\n“Ahora que lo pienso, es una pena. ¿Por qué no dejas que te enseñe a usar el arco?”\n\nHubo un tiempo en que reparaba el inrou roto de ese tonto mientras de sus labios salían palabras muy duras...\nHubo un tiempo en que no podía evitar sonreír aunque dijera cosas rudas para divertir a otros.\n\n“Si ya eres un hatamoto con una gran responsabilidad, ¿por qué tienes que seguir buscando problemas?\nSi ya estás casado con una hermosa mujer, ¿por qué estás todo el día fuera de casa apostando?”\n\n“Si ya...”\nDecidió no terminar la pregunta y nunca volver a formularla.\nSi la señorita Saiguu hubiera estado ahí, se le habría ocurrido alguna ingeniosa manera de preguntarlo.\n\n“No importa. He decidido tomarme unas vacaciones, al menos por hoy.\nDeja de lado las cosas del santuario y escapémonos al mar, como hacíamos como cuando eras pequeña”.\n\nEntonces, la llevó al puerto y ambos contemplaron fascinados el ir y venir de los barcos.\nLe escuchó hablar de Teruyo y de cómo heredó la belleza y la técnica de su maestro.\nDe la pesadilla que lo aterrorizó y en la que se cortaba su propia cabeza...\nPero ambos sabían perfectamente que eso solo servía para ocultar la tristeza del mundo de los adultos.\n\nPasó mucho tiempo.\nContemplando los arrecifes llenos de musgo y el puerto en el que ambos tuvieron su primera cita,\ny para que ese jugador de apuestas ganara una vez más y para rezar por su tranquilidad,\nvolvió a situarse en la cima de la aventura mientras alzaba el inrou que había hecho personalmente.\nCon la esperanza de recuperar sus recuerdos, recogió el poder de los truenos y los relámpagos.",
        "fr": "\nDans un passé lointain, lorsque l'Île de Seirai n'était pas encore entourée de nuages d'orage, les souvenirs montaient et descendaient comme des souffles.\nÀ la fin, l'élégant conteneur qui renfermait orages et secousses n'a pu être remis à la personne à qui il était promis.\n\n« Êtes-vous là parce que le cordon est à nouveau cassé ? Vous êtes une telle prise de tête. »\n« Sans votre escrime, vous n'êtes qu'un idiot de parieur invétéré, n'est-ce pas ? »\n\n« Que nenni, ne me sous-estimez pas. J'ai appris mon tir à l'arc auprès d'un Tengu, vous savez ? Quelqu'un d'assez célèbre en plus. »\n« Il se trouve simplement que je suis bien trop doué avec une épée, comprenez-vous ? C'est pourquoi personne ne parle jamais de mon archerie. »\n« En fait, maintenant que j'y pense, c'est un peu du gâchis. Et si je vous apprenais ces techniques à l'arc ? »\n\nUne fois, vous répariez la cage à sceau brisé de cet idiot, tout en prononçant des mots durs...\nUne autre fois, bien que vous utilisiez des mots durs pour divertir les autres, vous ne pouviez pas vous empêcher de sourire faiblement.\n\n« S'il vous plaît. Vous êtes déjà un hatamoto avec des responsabilités importantes. Pourquoi courez-vous toujours à la recherche d'ennuis ? »\n« Et vous êtes déjà marié également. À une douce épouse qui plus est. Pourquoi passez-vous vos journées à errer et à jouer ? »\n\nVous êtes déjà...\nLa question était sur le bord de vos lèvres, mais vous n'avez pas pu la poser, et vous avez décidé de ne plus jamais la soulever.\nSi dame Saiguu avait été ici avec vous, elle l'aurait sûrement dit d'une manière intelligente et enjouée...\n\n« Cela n'a plus d'importance. Je me suis accordé des vacances. Au moins pour aujourd'hui. »\n« Laissons derrière nous toute cette histoire de sanctuaire et partons en douce au bord de la mer, comme nous le faisions quand vous étiez enfant. »\n\nEt alors vous avez suivi jusqu'au port, où vous avez regardé les navires aller et venir, comme en transe.\nVous l'avez écouté parler de cette Teruyo du sanctuaire, et de la façon dont elle avait hérité de la beauté et de l'habileté de son maître.\nVous l'avez écouté parler de ses cauchemars terrifiants, dans lesquels il se tranchait la tête...\nMais vous saviez tous les deux que ce n'étaient que des mots pour cacher la mélancolie de l'âge adulte.\n\nPlus tard, bien plus tard...\nSurplombant les récifs moussus et le port où vous aviez autrefois ce rendez-vous tranquille...\nPour que le joueur gagne à nouveau son pari, pour le plaisir de prier pour sa sécurité...\nUne fois de plus, vous avez osé vous tenir sur ces hauteurs, brandissant la cage à sceau que vous aviez fabriquée de vos propres mains.\nAvec l'espoir de retrouver ces souvenirs, vous avez rassemblé le pouvoir du tonnerre et de la foudre.",
        "pt": "\nNo passado distante, quando a Ilha Seirai não estava envolta por nuvens de relâmpagos, as memórias respiravam livremente.\nNo fim, o elegante receptáculo que continha trovoadas e tremores não foi entregue a quem havia sido prometido.\n\n\"Você veio me procurar porque a corda do arco se rompeu de novo? Você é mesmo uma dor de cabeça.\"\n\"Tirando a sua habilidade com a espada, você não passa de um apostador idiota.\"\n\n\"Humpf, não ouse me desprezar. Eu aprendi arco e flecha com o Tengu, ele também é muito famoso.\"\n\"Mas sou tão bom com a espada que as pessoas não falam muito sobre minhas habilidades com arco e flecha.\"\n\"Pensando bem, é um desperdício. Deixe-me ensinar arco e flecha para você.\"\n\nCerta vez, você consertou a jaula do selo quebrado daquele idiota, falando essas palavras duras...\nUma vez, mesmo quando suas palavras eram duras, você não conseguia deixar de sorrir.\n\n\"Você já é o Hatamoto, você possui grande responsabilidade. Por que ainda causa problemas em todos os lugares?\"\n\"Você já é casado, por que ainda gasta seu tempo viajando e jogando para se divertir?\"\n\nVocê já...\nA pergunta estava na ponta dos seus lábios, mas você não conseguia perguntar. Você decidiu não mencionar isso novamente.\nSe a Senhora Saiguu ainda estivesse aqui, ela teria feito a pergunta de uma forma inteligente e cordial...\n\n\"Isso não importa mais. Eu me dei férias, pelo menos por hoje.\"\n\"Vamos deixar o santuário para trás e ir secretamente para a praia, como quando você era criança.\"\n\nEntão, ele arrastou você para o porto, e você assistiu os navios chegando e partindo.\nVocê ouviu ele falar sobre o Teruyo do santuário, que havia herdado a beleza e as artes marciais de seu mestre;\nOuviu ele falar sobre aqueles terríveis pesadelos, onde ele cortou a própria cabeça...\nMas vocês dois sabiam que aquelas eram apenas palavras para esconder a melancolia de ser adulto.\n\nDepois, muito tempo depois,\nCom vista para o recife coberto de musgo, o porto onde os dois se encontraram longe de qualquer outra pessoa...\nPara que o apostador ganhe novamente, para orar por sua segurança...\nNovamente, você estava no pico da aventura, segurando a jaula aprisionadora que havia feito com suas próprias mãos.\nCom a esperança de trazer de volta as lembranças, você coletou o poder do trovão e do relâmpago.",
        "ru": "\nДавным-давно, когда остров Сэйрай ещё не был окутан грозовыми облаками, воспоминания ритмично поднимались и опускались.\nВ конце концов элегантный сосуд с грозами и землетрясениями отдали не тому, кому обещали.\n\n«Ты пришёл ко мне, потому что тетива снова порвалась... От тебя одни хлопоты».\n«Если не считать владения мечом, ты всего лишь глупый игрок».\n\n«Гм, не смей смотреть на меня свысока. Я научился стрельбе из лука у знаменитого тэнгу».\n«Просто я так хорошо владею мечом, что люди забывают, что я и из лука стрелять умею».\n«Если подумать, это бессмысленная трата времени. Давай я научу тебя стрелять из лука».\n\nДавным-давно, сказав резкие слова, ты восстановил сломанную печать идиота...\nДавным-давно, хоть слова твои были резкими, ты невольно улыбнулся.\n\n«Ты ведь уже хатамото и обладаешь большими полномочиями, почему ты всё ещё создаёшь проблемы?»\n«Ты ведь уже женат, почему ты всё ещё праздно путешествуешь и играешь?»\n\nТы ведь уже...\nВопрос чуть не сорвался с твоих губ, но ты так и не смог задать его. Ты решил больше не упоминать об этом.\nЕсли бы госпожа Сайгу всё ещё была здесь, она бы сумела остроумно задать вопрос...\n\n«Это больше не имеет значения. Я устроил себе отпуск, по крайней мере, на сегодня».\n«Давай уйдём из святилища и тайком отправимся на море, как тогда, когда ты был маленьким».\n\nС этими словами он потащил тебя в гавань, где ты наблюдал за плывущими кораблями.\nТы слушал его рассказ о Тэруё из святилища, которая унаследовала у своего учителя красоту и боевое искусство...\nТы слушал его рассказ о страшных кошмарах, в которых он однажды сам себе отрубил голову...\nНо вы оба знали, что это были всего лишь слова, призванные скрыть печаль взрослой жизни.\n\nПозже, много позже,\nглядя на замшелый риф, на гавань, где они встретились в уединении...\nЧтобы игрок снова выиграл, чтобы помолиться за его безопасность...\nТы снова стоял на пике приключений, держа изготовленную тобой клетку с печатью.\nВ надежде вернуть воспоминания, ты собрал силу грома и молнии.",
        "id": "\nJauh di masa lalu, ketika Pulau Seirai tidak diselimuti oleh awan petir, kenangan seakan naik turun seperti tarikan napas.\nPada akhirnya, wadah elegan yang menahan badai dan getaran tidak diserahkan kepada orang yang dijanjikan.\n\n\"Apakah kamu datang padaku karena talinya putus lagi? Kamu benar-benar membuatku pusing.\"\n\"Selain ilmu pedangmu, kamu hanyalah penjudi idiot.\"\n\n\"Hmm, jangan berani-beraninya meremehkanku. Aku belajar memanah dari Tengu, ilmunya juga sangat terkenal.\"\n\"Hanya saja karena ilmu pedangku terlampau hebat sampai-sampai orang-orang tidak sempat menyanjung kebolehan ilmu memanahku.\"\n\"Sebenarnya, sekarang setelah kupikir lagi, kemampuan memanahku yang bagus jadi sia-sia. Bagaimana jika aku mengajarimu saja?\"\n\nPada suatu ketika, kamu memperbaiki segel kurungan si bodoh itu sambil mengumpat dan memaki-maki ....\nPada suatu ketika, kamu tersenyum walaupun mulutmu mengeluarkan kata-kata kasar untuk mengalihkan perhatian orang lain ....\n\n\"Kamu sudah menjadi Hatamoto, dan kamu memikul tanggung jawab besar, kenapa kamu masih juga membuat masalah di sana-sini?\"\n\"Kamu pun sudah menikah, kenapa kamu masih membuang-buang waktumu untuk bepergian ke sana-sini dan berjudi di waktu luang?\"\n\nPadahal kamu sudah...\nPadahal pertanyaannya bersarang di ujung bibirmu, tapi kamu malah tak sampai hati menanyakannya. Kamu memutuskan untuk tidak mengungkit-ungkitnya lagi.\nJika Nona Saiguu masih di sini, dia akan mengajukan pertanyaan dengan cara yang cerdas dan ceria...\n\n\"Itu tidak penting lagi. Aku memutuskan untuk meliburkan diriku sendiri, setidaknya untuk hari ini.\"\n\"Ayo tinggalkan kuil dan pergi ke pantai diam-diam, seperti yang kita lakukan waktu kamu masih kecil.\"\n\nLalu dia menyeretmu ke pelabuhan, dan di sana kamu melihat kapal-kapal yang berlayar datang dan pergi.\nKamu mendengarkan dia berbicara tentang Teruyo dari kuil, yang mewarisi keindahan dan seni bela diri dari tuannya.\nMendengarkan dia berbicara tentang mimpi buruk yang menakutkan itu, di mana dalam mimpinya itu dia memenggal kepalanya sendiri...\nTapi kalian berdua tahu bahwa itu hanya kalimat untuk menyembunyikan kesedihan seseorang saat dewasa.\n\nSetelah itu, sangat lama setelah itu,\nMelihat ke karang berlumut yang ada di bawah, pelabuhan tempat keduanya bertemu dalam pengasingan...\nAgar si penjudi memenangkan taruhan lain, dan berdoa untuk keselamatannya...\nSekali lagi, kamu berdiri di puncak petualangan, mengangkat sangkar segel yang kamu buat sendiri.\nDengan harapan membangkitkan kembali kenangan, kamu mengumpulkan kekuatan guntur dan kilat.",
        "th": "\nในสมัยที่ยังไม่มีเมฆทึบปกคลุมเกาะ Seirai ความทรงจำได้ปรากฏขึ้นมาและจางหายไปบ่อยครั้ง\nสุดท้ายแล้ว บรรจุภัณฑ์ที่ใช้บรรจุพายุฝน และเสียงฟ้าร้อง ก็ยังไม่สามารถมอบให้กับผู้ที่สัญญาไว้\n\n\"เพราะเชือกขาด ก็เลยมาหาฉันอีกงั้นเหรอ...ช่างน่าปวดหัวจริง ๆ เลย\"\n\"ถ้าไม่ใช่เพราะมีวิชาดาบ นายก็คงเป็นแค่เจ้าบื้อที่ติดพนันสินะ\"\n\n\"หึ อย่าดูถูกกันนะ อาจารย์ธนูของฉันก็เป็นเท็งงุที่มีชื่อเสียงเหมือนกัน\"\n\"แต่ดาบของฉันร้ายกาจกว่าเยอะ เลยไม่ค่อยมีคนพูดถึงการยิงธนูของฉัน\"\n\"คิด ๆ ดูแล้วก็น่าเสียดายนะ เอางี้ดีกว่า ให้ฉันสอนเธอยิงธนูเอาไหม\"\n\nครั้งหนึ่ง เคยพูดจาโหดร้าย แต่ก็ซ่อมกรงที่ถูกฟันจนขาดให้เจ้าบื้อนั่น..\nครั้งหนึ่ง ถึงจะพูดจาโหดร้ายแก้เบื่อ แต่ก็อดที่จะยิ้มไม่ได้\n\n\"ในเมื่อเป็นถึง Hatamoto มีหน้าที่ใหญ่หลวงอยู่บนไหล่แล้ว แต่ทำไมยังเฝ้าก่อเรื่องไปทั่วอีก?\"\n\"ในเมื่อแต่งงานแล้ว แต่ทำไมถึงยังทำตัวเตร็ดเตร่ ติดการพนันอยู่อีก?\"\n\nในเมื่อ....\nในเมื่อรู้อยู่แล้ว แต่ทำไมถึงไม่พูดออกมา หรือตัดสินใจแล้วว่าจะไม่พูดถึงอีก\nหากท่าน Saiguu ยังอยู่ข้างกาย บางทีอาจจะเปิดปาก เอ่ยถามอย่างมีความสุขก็ได้...\n\n\"ช่างเถอะนะสำหรับเรื่องแบบนั้น ฉันขอลาพักร้อนให้ตัวเองหน่อย อย่างน้อยก็ขอแค่วันนี้\"\n\"ทิ้งเรื่องของศาลเจ้าไว้ก่อน แล้วหนีไปพักผ่อนริมทะเล เหมือนสมัยเธอยังเป็นเด็กไง\"\n\nจากนั้น ก็ถูกเขาลากไปท่าเรือ นั่งมองเรือลอยผ่านไปมา\nฟังเขาเล่าเรื่องของ Teruyo ในศาลเจ้า ว่าสืบทอดความงามและวิชาของอาจารย์มาได้อย่างไร\nฟังเขาเล่าเรื่องฝันร้ายที่น่าสยดสยอง ที่ว่าเขาตัดหัวของตัวเอง...\nแต่ทั้งสองรู้ดีว่า นี่เป็นการใช้บทสนทนามาปิดบังความเศร้าโศกในวัยผู้ใหญ่ของตนเอง\n\nต่อมา หลังจากนั้นแสนนาน นานจนไม่รู้ว่านานเท่าไร\nพวกเขาก้มลงมองโขดหินที่เต็มไปด้วยตะไคร่เงียบ ๆ อยู่ที่ท่าเรือกันสองคน...\nเพื่อให้ผีพนันคนนี้ได้ชนะอีกครั้ง เพื่ออธิษฐานให้เขาปลอดภัย..\nการผจญภัยได้เริ่มขึ้นอีกครั้ง ๆ นี่เริ่มต้นจากที่สูง ยกกรงที่ทำเองกับมือขึ้นมา\nด้วยความหวังที่จะรักษาความทรงจำ และรวบรวมพลัง ความโกรธ และสายฟ้า",
        "vi": "\nNhững ký ức dao động tựa như hơi thở trong quá khứ xa xôi trước khi hòn đảo Seirai bị bao bọc bởi mây giông.\nChiếc hộp trang nhã chứa đựng giông bão và chấn động cuối cùng đã không được giao như đã hứa.\n\n\"Dây buộc đứt mới tìm đến ta sao...Thật là đau đầu.\"\n\"Ngoài kiếm thuật, ngươi cũng chỉ là một con bạc ngốc nghếch mà thôi\"\n\nHừ, đừng có coi thường người khác. Thầy dạy cung của ta được kế thừa Tengu, cũng khá nổi danh đấy.\"\n\"Cũng tại kiếm pháp của ta quá lợi hại nên mọi người mới không nhắc đến kĩ thuật bắn cung.\"\n\"Nghĩ lại, cũng thấy thật là lãng phí. Chi bằng để ta dạy ngươi bắn cung nhé!\"\n\nKhông lâu sau, vừa nói những lời cay nghiệt, vừa sửa chữa cái lồng phong ấn đã bị chém đứt cho tên ngốc đó...\nKhông lâu sau, cho dù nói những lời cay nghiệt để làm vui lòng người khác, cũng không nhịn được mà mỉm cười.\n\n\"Rõ ràng đã là Hatamoto, thân mang trọng trách, sao vẫn còn đi gây chuyện khắp nơi?\"\n\"Rõ ràng đã có gia đình, một người vợ xinh đẹp, sao vẫn suốt ngày rong chơi, đánh bạc cho vui?\"\n\nRõ ràng đã...\nLời đã đến đầu môi nhưng không thốt lên lời, vẫn là không hỏi thì hơn.\nNếu Saiguu đại nhân vẫn ở đây, có lẽ ngài ấy có thể sẽ hỏi một cách khéo léo và tinh tế hơn nhỉ...\n\n\"Chuyện đó không quan trọng, tôi đã tự cho mình một kỳ nghỉ, ít nhất là hôm nay.\"\n\"Tạm gác công việc của đền thờ sang một bên, chúng ta hãy lén chạy đến bờ biển, giống như khi còn nhỏ.\"\n\nCứ như vậy mà bị tên nhóc lôi tới bến cảng, ngẩn ngơ ngắm nhìn những cánh buồm đang qua lại.\nNghe hắn kể, Teruyo của ngôi đền ấy đã kế thừa sắc đẹp và võ nghệ của sư phụ như thế nào;\nNghe hắn kể lại chuyện đã từng làm hắn sợ hãi một thời gian, cơn ác mộng tự chém đầu của mình;\nNhưng hai người đều hiểu rõ đây chỉ là dùng lời nói để che đậy những nỗi buồn của người trưởng thành;\n\nSau đó, rất lâu, rất lâu về sau...\nNhìn xuống bãi đá ngầm rêu phong, bến cảng bình yên nơi hai người hẹn hò...\nVì muốn cho tên nghiện cờ bạc ấy thắng thêm một lần, vì cầu chúc cho sự bình an của hắn...\nLại một lần nữa mạo hiểm đứng ở trên cao, giơ cao chiếc lồng phong ấn do chính tay mình làm ra. \nMang theo tia hi vọng tìm lại kí ức, thu thập sức mạnh cuồng nộ của lôi quang."
      },
      "imgid": "emblem_of_severed_fate_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "绯花之壶",
        "zht": "緋花之壺",
        "jp": "緋花の壺",
        "ko": "진홍의 주전자",
        "en": "Scarlet Vessel",
        "de": "Krug mit dunkelroten Blumen",
        "es": "Cáliz Escarlata",
        "fr": "Gourde pourpre",
        "pt": "Ânfora das Flores Escarlates",
        "ru": "Алый сосуд",
        "id": "Scarlet Vessel",
        "th": "Scarlet Vessel",
        "vi": "Bình Hoa Đào"
      },
      "description": {
        "zhs": "精致的酒壶，曾经是名震天下的武人载酒的容器。",
        "zht": "精緻的酒壺，曾經是名震天下的武人盛酒的容器。",
        "jp": "精巧な酒壺。かつて、名が轟く武人の酒用の器だった。",
        "ko": "정교한 술주전자, 예전에 세상을 뒤흔들었던 무인이 술을 담았던 용기이다",
        "en": "An intricately-designed wine vessel that a world-famous martial artist once drank from.",
        "de": "Ein aufwendig gestalteter Weinkrug, aus dem einst ein weltberühmter Kampfkünstler trank.",
        "es": "Un exquisito cáliz para guardar vino que perteneció a un reconocido samurái.",
        "fr": "Un récipient à vin à la conception complexe dans lequel un artiste martial de renommée mondiale a une fois bu.",
        "pt": "Uma ânfora de vinho ornamentada. Antes era o recipiente que um guerreiro famoso carregava vinho.",
        "ru": "Искусно выполненный сосуд для вина, из которого когда-то пил знаменитый на весь мир воин.",
        "id": "Wadah anggur dengan desain rumit yang darinyalah pernah seorang seniman bela diri terkenal di dunia meneguk anggurnya.",
        "th": "ขวดใส่เหล้าที่สวยงามประณีต ครั้งหนึ่งเคยเป็นภาชนะสำหรับใส่เหล้าของนักรบที่มีชื่อเสียง",
        "vi": "Chiếc bình sành tinh xảo từng là vật dụng đựng rượu của các chiến binh lừng danh."
      },
      "lore": {
        "zhs": "\n凭借独创的秘剑「天狗抄」，岩藏道启成为了九条家的剑法指南，\n获得了「道胤」之武号，并最终创立了一度门生如云的剑道流派。\n在前往九条的屋敷就任前，已经学会饮酒的道启，\n最后一次，踏进因秘剑「天狗抄」的完成而彻底沦为废墟的枝社。\n在自己十三年内十次有三与影向的天狗真剑试合的废弃枝社院内，\n他想起自己在这里遇见自称「影向的光代」的黑翼天狗时的情景…\n\n浮生若梦十三年\n影峠绯雪翩跹烟\n再顾君已远\n\n那时的神樱也如同茫茫白雪般飘落。\n脚下的枝社虽失去祭神，也还完好。\n如同泉水般清亮的笑声回响在山间。\n而两人再未踏足已沦为废墟的小院。",
        "zht": "\n憑藉獨創的秘劍「天狗抄」，岩藏道啟成為了九條家的劍法指南，\n獲得了「道胤」之武號，並最終創立了一度門生如雲的劍道流派。\n在前往九條的屋敷就任前，已經學會飲酒的道啟，\n最後一次，踏進因秘劍「天狗抄」的完成而徹底淪為廢墟的枝社。\n在自己十三年內十次有三與影向的天狗真劍試合的廢棄枝社院內，\n他想起自己在這裡遇見自稱「影向的光代」的黑翼天狗時的情景…\n\n浮生若夢十三年\n影峠緋雪翩躚煙\n再顧君已遠\n\n那時的神櫻也如同茫茫白雪般飄落。\n腳下的枝社雖失去祭神，也還完好。\n如同泉水般清亮的笑聲迴響在山間。\n而兩人再未踏足已淪為廢墟的小院。",
        "jp": "\n我流の秘剣「天狗抄」で、岩蔵道啓は九条家の剣術指南役になった。\n「道胤」の号を授かり、自身の剣術流派を作り上げた。一時期門下生が絶えなかったという。\n九条の屋敷に就任する前に、道啓はすでに酒を嗜んでいた。\n最後に、秘剣「天狗抄」の完成で廃墟となった社に踏み入れた。\n十三年の間、何度も影向の天狗と真剣勝負をした場所で、\nここで「影向の光代」と名乗った黒い翼の天狗と出会った時のことを思い出した。\n\n夢のような十三年\n櫻吹雪のように舞い\n気が付いたら、君がいない\n\nあの頃の神櫻も雪のように舞い降りた。\n社も祀る神がいないだけで、建物は健在だった。\n泉のような軽快な笑い声が谷間に響いた。\nだが、廃墟となった庭に、二人は二度と戻らないだろう。",
        "ko": "\n이와쿠라 도케이라는 독창적인 비검 『텐구쇼(抄)』로 쿠죠가의 검법 지침서로 불리게 되었다\n마침내 그는 「도우인」이라는 무호를 얻었고, 문하생이 구름처럼 몰려드는 검도 유파를 창설한다\n쿠죠가의 저택으로 가기 전, 음주를 배운 미치히라는\n마지막으로 비검 「텐구쇼」의 완성으로 폐허가 되어버린 지부에 향한다\n13년 동안, 열 번 중 세 번은 요고우산의 텐구와 진검으로 승부를 겨뤘던 폐기된 지부 신사 안에서,\n그는 이곳에서 자칭 「요고우산의 미츠요」라고 하던 검은 날개의 텐구를 만났던 때를 떠올렸다…\n\n꿈과 같이 덧없던 13년\n요고우산의 벚꽃과 흰 눈이 나풀나풀 내리네\n님은 멀어졌구나\n\n그때의 신성한 벚나무도 망망 백설처럼 흩날리네\n발 아래의 지부는 섬길 신을 잃었지만 온건하네\n샘물 같은 웃음소리가 산에 메아리치고\n두 사람은 폐허로 된 뜰에 더 이상 발을 들이지 않았네",
        "en": "\nWith his secret sword technique, Tengu Sweeper, Iwakura Doukei became the Kujou Clan's swordsmanship instructor.\nHe also received the title of \"Douin\" and founded a successful sword school.\nAs he headed off to take up his post at the Kujou Estate, Doukei, who had long learned how to drink,\nStepped into the branch shrine that had been utterly destroyed by his completion of the Tengu Sweeper.\nHere, in the courtyard of this abandoned branch shrine, he had sparred with the Tengu of Yougou thirteen times in the last thirteen years.\nHe remembered his encounter with the black-winged tengu who had called herself \"Teruyo of Yougou\"...\n\nThirteen years went by like a dream\nThe scarlet snow flies through the shadowed pass like smoke\nYou have now gone afar\n\nThe Sacred Sakura petals fell then, too, as if they were snow from the sky.\nThe branch shrine had lost the god it worshipped, but it was still in a fine state.\nLaughter as clear as spring water echoed between the mountains.\nBut never again would the two set foot in that desolate yard.",
        "de": "\nMit seinem originalen Geheimschwert „Tengu-Feger“ ist Iwakura Doukei der Führer der Kujou-Familie in Sachen Schwertkunst geworden.\nEr erhielt den Kampfkunstnamen „Douin“ und gründete schließlich eine Schule, die einst eine große Anzahl von Schülern hatte.\nAls er sich auf den Weg machte, um seinen Posten auf dem Kujou-Anwesen anzutreten, hatte Doukei, der schon lange gelernt hatte, wie man trinkt,\nbetrat er den Schrein, der durch die Fertigstellung des geheimen Schwertes „Tengu-Feger“ komplett in Schutt und Asche gelegt worden war.\nHier, im Hof dieses verlassenen Schreins, hatte er in den letzten dreizehn Jahren dreizehnmal mit dem Tengu von Yougou gekämpft.\nEr erinnert sich an die Zeit, als er hier den schwarzgeflügelten Tengu traf, der sich „Teruyo von Yougou“ nannte ...\n\nDas Leben war in den letzten dreizehn Jahren wie ein Traum.\nDer rote Schnee fliegt wie Rauch durch den schattigen Pass.\nDu bist jetzt in die Ferne gegangen.\n\nAuch die heilige Sakura fiel wie eine Schneedecke.\nDie Gemeinschaft der Äste am Fuß ist noch intakt, obwohl sie ihre Opfergabe an die Götter verloren hat.\nEin Lachen, so klar wie Quellwasser, hallte durch die Berge.\nUnd die beiden Männer setzten nie wieder einen Fuß in den kleinen Hof, der zur Ruine verkommen war.",
        "es": "\nGracias a la técnica de espada “corte Tengu”, Iwakura Doukei se convirtió en el maestro de espadas del clan Kujou.\nAdemás, así también fue como obtuvo su nombre de samurái, “Douin”, y como fundó una exitosa escuela de espadachines.\nAntes de asumir su puesto en la Hacienda Kujou, Doukei ya había aprendido el arte de beber.\nPor última vez, entró en el santuario que había quedado en ruinas debido a la técnica del corte tengu.\nDurante los últimos trece años, había luchado contra la tengu de Yougou trece veces en este sitio.\nRecordó su encuentro en ese santuario con la tengu de alas negras que se hacía llamar “Teruyo de Yougou”.\n\nEstos trece años pasaron tan rápido...\nLas hojas de los cerezos flotaban por la Montaña Yougou como copos de nieve.\nEra como observar a un ser querido alejándose...\n\nLos pétalos del Cerezo Sagrado de aquella época eran como nieve que caía del cielo.\nY aunque en el santuario ya no había una deidad a la que rendir culto, todavía estaba intacto.\nEntre las montañas se oía el eco de una risa tan clara como las aguas de un estanque.\nPero ninguno de los dos volvió a poner pie en el santuario en ruinas.",
        "fr": "\nGrâce à sa technique d'épée secrète, son balayage tengu, Iwakura Doukei est devenu l'instructeur d'escrime du Clan Kujou.\nIl a également reçu le titre de « Douin », et a fondé une école d'épée qui a connu un grand succès.\nAlors qu'il partait prendre son poste au Domaine Kujou, Doukei, qui avait depuis longtemps appris à boire,\nentra une dernière fois dans le sanctuaire qui avait été complètement détruit par la complétion de son balayage tengu.\nIci, dans la cour de ce lieu abandonné, il s'était battu treize fois avec la Tengu de Yougou au cours des treize dernières années.\nIl se souvint alors de sa rencontre avec la Tengu aux ailes noires, qui s'était donné le nom de « Teruyo de Yougou »...\n\nTreize années qui ont passé si rapidement...\nLa neige écarlate vola à travers le col ombragé comme de la fumée.\nC'était comme regarder un être cher s'éloigner...\n\nLes pétales du cerisier sacré tombèrent alors également, comme si elles étaient de la neige tombée du ciel.\nEt même s'il n'y avait plus de divinité à adorer dans ce sanctuaire, il était toujours en bon état.\nDes rires résonnaient à travers les montagnes, aussi clairs que les eaux d'une source.\nMais plus jamais les deux ne remettraient les pieds dans cette cour désolée.",
        "pt": "\nCom a técnica de espada secreta especial Varredura de Tengus, Iwakura Doukei se tornou o instrutor de luta de espadas do Clã Kujou,\nEle recebeu o título de \"Douin\" e fundou uma bem-sucedida escola de luta de espadas.\nAntes de assumir sua posição na Mansão Kujou, Doukei aprendeu a beber.\nEle pisou no galho destruído pela técnica de espada secreta Varredura de Tengus pela última vez.\nNos últimos treze anos, ele lutou com os tengus de Yougou dez vezes neste lugar, e três delas foram com lâminas reais,\nEle se lembrou de seu encontro com a tengu de asas negras que se autodenominava \"Teruyo de Yougou\"...\n\nOs últimos treze anos passaram voando como um sonho\nSombras de flocos de neve viajam pela montanha, enquanto a fumaça da comida sendo preparada se espalha pelo pátio\nAgora você foi longe\n\nAs pétalas da Sakura Sagrada então também caíram como se fossem neve caindo do céu.\nO galho havia perdido seu deus de adoração, mas ainda estava intacto.\nUma gargalhada clara como as águas termais ecoando entre as montanhas.\nMas os dois jamais devem pôr os pés no pátio desolado novamente.",
        "ru": "\nЗная уникальный стиль владения мечом «Гроза Тэнгу», Ивакура Докэй стал инструктором по фехтованию клана Кудзё.\nОн получил титул «Доина» и основал успешную школу фехтования.\nПрежде чем вступать на должность в поместье Кудзё, Докэю пришлось научиться пить.\nОн в последний раз вступил на место, полностью разрушенное тайной техникой владения мечом «Гроза Тэнгу».\nЗа последние тринадцать лет на этом месте он десять раз проводил спарринги с тэнгу из Ёго, три из которых - на настоящих мечах.\nОн вспомнил свой поединок с чернокрылой тэнгу, называвшей себя «Тэруё с Ёго»...\n\nПредыдущие тринадцать лет пролетели, как сон.\nТени снежинок путешествуют по горе, а во дворе клубится пар от готовящихся блюд\nКогда я снова взглянул, этот человек был уже далеко\n\nЛепестки Священной сакуры тоже опали, словно снег с неба.\nВетвь потеряла бога, которому поклонялась, но не сломалась.\nСмех ясный, как эхо родниковой воды между горами.\nНо этим двоим никогда более не суждено ступить на пустынный двор.",
        "id": "\nMengandalkan jurus pedang rahasia Tengu Sweeper, Iwakura Doukei berhasil menjadi guru bela diri Klan Kujou.\nDia digelari \"Douin\", dan pada akhirnya mendirikan aliran pedang sendiri.\nSebelum bergabung ke dalam Klan Kujou, Doukei sudah mahir minum arak.\nMelangkah ke reruntuhan kuil yang telah benar-benar dihancurkan oleh Tengu Sweeper.\nDalam tiga belas tahun terakhir, dia terus bertanding melawan para Tengu dari Yougou di tempat ini sebanyak tiga belas kali.\nDia ingat ketika dia bertemu dengan Tengu bersayap hitam yang menyebut dirinya \"Teruyo of Yougou\"...\n\nTiga belas tahun berlalu bagaikan mimpi\nSakura di atas salju, seringan asap\nKamu kini sudah pergi jauh\n\nKelopak Sakura Suci berjatuhan layaknya salju yang turun dari langit.\nCabang yang telah ditinggalkan dewanya, namun masih utuh.\nTawa jernih seperti mata air bergema di antara pegunungan.\nTetapi keduanya tidak pernah menginjakkan kaki lagi di tempat itu.",
        "th": "\nด้วยเทคนิคดาบ \"Tengu Sweeper\" ที่คิดค้นด้วยตัวเอง ทำให้ Iwakura Doukei ได้กลายเป็นผู้ฝึกสอนวิชาดาบของตระกูล Kujou\nได้รับสมญานามว่า \"Douin\" และก่อตั้งสำนักดาบชั้นยอดขึ้นมา\nก่อนไปยังที่พักใน Kujou ตัว Doukei เองได้เรียนรู้การดื่มเหล้าแล้ว\nสุดท้ายแล้ว ได้ย่ำเข้าสู่สำนัก ที่ได้กลายเป็นสำนักร้างด้วยเทคนิคดาบ \"Tengu Sweeper\"\nภายในลานของศาลเจ้าร้าง เขาได้ประลองดาบกับเท็งงุแห่ง Yougou ถึง 13 ครั้ง ในช่วง 13 ปี\nเขาฉุกคิดถึงภาพ ตอนที่เจอกับเท็งงุปีกดำที่เรียกตัวเองว่า \"Teruyo แห่ง Yougou\"...\n\n13 ปีแห่งความฝัน\nโบยบินข้ามทิวเขา และหิมะ\nแต่เธอนั้นได้จากลาไปแสนไกลแล้ว\n\nตอนนั้น กลีบ Sacred Sakura ก็ร่วงโรยไม่ต่างอะไรกับหิมะสีขาว\nแม้ศาลเจ้าจะไร้ซึ่งเครื่องบูชาแล้ว แต่ก็ยังสมบูรณ์ดี\nไม่ต่างอะไรกับเสียงใสของน้ำแร่ ที่กระทบอยู่ระหว่างภูเขา\nแต่ทว่าทั้งสอง ก็ไม่ได้กลับมาเหยียบภายในลานที่คงเหลือเพียงซากอีกแล้ว",
        "vi": "\nDựa vào bí kiếm độc đáo \"Tengu Càn Quét\", Iwakura Doukei đã trở thành người hướng dẫn kiếm thuật của gia tộc Kujou.\nGiành được danh hiệu \"Douin\", và cuối cùng sáng lập nên trường phái kiếm đạo nổi tiếng một thời.\nTrước khi đến nhà Kujou nhậm chức, cũng đã bắt đầu học được cách uống rượu.\nLần cuối cùng, bước vào trụ sở đã hoàn toàn trở thành đống đổ nát do hoàn thành bí kiếm \"Tengu Càn Quét\".\nTrong trụ sở hoang tàn này, suốt 13 năm mình đã có hết 13 lần cùng Tengu ở Yougou thử hợp nhất kiếm pháp,\nAnh ấy nhớ lại cảnh tượng khi gặp Tengu cánh đen tự xưng là \"Teruyo núi Yougou\" ở nơi đây...\n\nMười ba năm cuộc đời tựa như một giấc mộng\nAnh đào hòa vào tuyết, nhẹ nhàng như làn khói\nNhìn lại người đã rời xa\n\nAnh Đào Thần lúc ấy cũng bay lả tả tựa một màn tuyết trắng mênh mông.\nTrụ sở dưới chân vẫn còn nguyên vẹn mặc dù đã không còn tế thần.\nTiếng cười trong veo như nước suối vang vọng khắp núi rừng.\nNhưng cả hai chưa từng đặt chân đến khoảng sân nhỏ nay đã trở thành đống đổ nát."
      },
      "imgid": "emblem_of_severed_fate_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "华饰之兜",
        "zht": "華飾之兜",
        "jp": "華飾の兜",
        "ko": "화려한 투구",
        "en": "Ornate Kabuto",
        "de": "Verzierter Helm",
        "es": "Casco Ornamentado",
        "fr": "Kabuto orné",
        "pt": "Capacete Ornamentado",
        "ru": "Украшенный кабуто",
        "id": "Ornate Kabuto",
        "th": "Ornate Kabuto",
        "vi": "Nón Hoa Mỹ"
      },
      "description": {
        "zhs": "坚实牢固的兜盔，是身份尊贵的武人的护身之物。",
        "zht": "堅實牢固的兜盔，是身分尊貴的武人的護身之物。",
        "jp": "高貴な武士が着用していた、頑丈で硬い兜。",
        "ko": "견고한 투구, 신분이 높은 무인의 호신 장비",
        "en": "A sturdy and hard helmet worn as armor by a noble samurai.",
        "de": "Ein robuster und harter Helm, der von einem edlen Samurai als Teil seiner Rüstung getragen wurde.",
        "es": "Un casco firme y seguro que un honorable samurái usaba para protegerse.",
        "fr": "Un casque robuste et dur porté comme armure par un noble samouraï.",
        "pt": "Um capacete sólido e firme. Era um item que guerreiros respeitáveis utilizavam para se protegerem.",
        "ru": "Прочный и надёжный шлем, который носил благородный самурай.",
        "id": "Helm yang kokoh dan keras dikenakan sebagai pelindung tubuh bagi seorang samurai yang mulia.",
        "th": "หมวกเกราะที่ทั้งแข็งและทนทาน เป็นเกราะป้องกันสำหรับซามูไรผู้สูงศักดิ์",
        "vi": "Chiếc nón cứng chắc là vật bảo vệ cơ thể cho các chiến binh cao quý."
      },
      "lore": {
        "zhs": "\n「道胤公的秘剑，莫不是连雷光也能切断，哈哈哈。」\n纳刀时，年轻的勘定头弘嗣揶揄道。他只是木木地说：\n「怎么可能有这种事。至多能斩落空行的天狗罢了。」\n「话虽如此，但实际斩落天狗却一次也不曾发生过。」\n\n「这样吗？那秘剑『天狗抄』之名，又从何而来呢？」\n见道胤并不回答，将离岛建立起来的勘定头又悻悻道：\n「若不是让九条那个老头子抢了先，真想招揽你哪。」\n「以你的剑，清籁的赤穗百目鬼一行也不是对手罢…」\n\n如同拨开雷云般，赐给他新的氏名，给他新的生命的，\n将锈迹斑斑的刀丢给他，让他试着砍自己的那个天狗，\n在他的刀断裂后，她对他最后所说的话…",
        "zht": "\n「道胤公的秘劍，莫不是連雷光也能切斷，哈哈哈。」\n納刀時，年輕的勘定頭弘嗣揶揄道。他只是木木地說：\n「怎麼可能有這種事。至多能斬落空行的天狗罷了。」\n「話雖如此，但實際斬落天狗卻一次也不曾發生過。」\n\n「這樣嗎？那秘劍『天狗抄』之名，又從何而來呢？」\n見道胤並不回答，將離島建立起來的勘定頭又悻悻道：\n「若不是讓九條那個老頭子搶了先，真想招攬你哪。」\n「以你的劍，清籟的赤穗百目鬼一行也不是對手罷…」\n\n如同撥開雷雲般，賜給他新的氏名，給他新的生命的，\n將鏽跡斑斑的刀丟給他，讓他試著砍自己的那個天狗，\n在他的刀斷裂後，她對他最後所說的話…",
        "jp": "\n「道胤公の秘剣は、雷光をも断ち切れそうだな、ハハハ」\n刀を納めると、若き勘定頭の弘嗣のからかう一言に、抑揚のない声で返事をした。\n「そんなことはありません。精々空を飛ぶ天狗を切り落とせるくらいでしょう」\n「まあ、天狗を切り落とすなんて、一度もしたことはありませんけど」\n\n「そうなのか？なら、秘剣『天狗抄』の名はどうやってついたのか？」\n道胤が答えないのを見て、離島を立ち上げた勘定頭は残念そうに言った。\n「九条のおやじに先を越されたな。君が欲しかった」\n「君の剣の腕があれば、セイライの赤穂百目鬼も敵じゃないだろう……」\n\n雲を裂くように、彼に新しい名を与え、新しい命をくれた、\n錆だらけの刀を渡して、自分を斬ってみせよと言ったあの天狗が、\n彼の刀が折れた時、最後に言った言葉は……",
        "ko": "\n「도우인 공의 비검은 뇌광마저 베어버릴 수 있을 정도군, 하하하」\n젊은 간조 우두머리, 히로시가 검을 받으며 야유를 날리자 그는 담담하게 대답한다:\n「그럴 리가 있나. 그래도 하늘을 날아다니는 텐구를 베어버릴 수 있을 만큼은 된다네」\n「허나, 실제로 텐구를 베어본 적은 없다네」\n\n「그런가? 그럼 비검 『텐구쇼』의 이름은 어디서 유래한 것인가?」\n도우인이 대답하지 않자, 이도를 세운 간조의 우두머리가 잔뜩 골이 나서 말한다:\n「쿠죠가의 그 영감탱이가 선수만 치지 않았어도 자네를 우리 쪽에 데려오는 건데」\n「자네의 검술이라면, 세이라이의 아코 도메키도 자네한텐 적수가 안 될걸세」\n\n뇌운을 헤치듯 그에게 새로운 이름을, 새로운 생명을 부여한,\n잔뜩 녹이 슨 검을 던지면서 그 검으로 자신을 베어보라던 텐구,\n그의 검이 부러진 후, 그녀가 그에게 했던 마지막 말…",
        "en": "\n\"I've been wondering, Sir Douin, could your sword actually slice through lightning?\"\nSo said the young Kanjou Head, Hiroshi, while sheathing his blade. Douin replied thus, woodenly:\n\"How could that be possible? At most, I'd say that it could strike a Tengu in mid-air.\"\n\"That said, though, no one has ever brought a tengu down before. Not even once.\"\n\n\"Is that so? In that case, where does the name of your secret blade, 'Tengu Sweeper,' come from?\"\nSeeing that Douin did not answer, the Kanjou Head who had built Ritou up said:\n\"Ah, if it wasn't for old man Kujou making a move first, I would've loved to recruit you.\"\n\"With your sword, even Ako Domeki of Seirai would be no match...\"\n\nCleaving through the storm clouds, that tengu had given him a new name and a new life.\nShe threw him the rusty blade and told him to strike her, a tengu, down.\nAnd after his sword broke, these were her last words to him...",
        "de": "\n„Das geheime Schwert, Herr Douin, kann meiner Meinung nach keine Blitze zerschneiden, haha.“\nDer junge Hiroshi, ein Kanjou-Junge, neckte Douin. Dieser sagte:\n„Wie kann so etwas möglich sein. Ich kann höchstens einen Tengu mitten in der Luft abschießen.“\n„Das heißt, die eigentliche Enthauptung eines Tengu hat nie stattgefunden.“\n\n„Ist das richtig? Woher kommt dann der Name deines geheimen Schwertes Tengu-Feger?“\nAls er sah, dass Douiin nicht antwortete, wiederholte der kantische Kopf, der Ritou gebaut hatte, verärgert.\n„Ich hätte dich gern rekrutiert, wenn der alte Kujou mir nicht zuvorgekommen wäre.“\n„Mit deinem Schwert sind selbst Ako Domeki von Seirai und seine Bande keine Gegner ...“\n\nDieser Tengu hatte ihm einen neuen Namen und ein neues Leben gegeben, als hätte er sich durch die Gewitterwolken geschlagen.\nWirf das rostige Messer auf ihn und sage ihm, er soll versuchen, sich an dem Tengu zu rächen.\nNachdem sein Messer zerbrach, waren dies seine letzten Worte an ihn ...",
        "es": "\n“¿Que el maestro Douin puede partir un rayo con su técnica de espada? ¡Jajaja!”, se burló el joven oficial Hiroshi, de la Comisión Kanjou, mientras envainaba su espada.\nDouin respondió con sequedad:\n“¿Cómo va a ser eso posible? Como mucho, podría hacerle un corte a un tengu en el aire.\nBueno, ni siquiera. Que yo sepa, nadie ha conseguido hacer eso nunca”.\n\n“Ah, ¿sí? Entonces, ¿de dónde viene el nombre de la técnica de espada ‘corte Tengu’?”\nAl ver que Douin no respondía, el oficial de la Comisión Kanjou que había construido Ritou dijo:\n“Si no fuera porque el viejo Kujou se adelantó, me habría encantado reclutarte.\nCon tu destreza, ni siquiera Ako Domeki, de la Isla Seirai, sería rival para ti”.\n\nComo quien despeja una tormenta, ella le otorgó un nuevo nombre, una nueva vida.\nLe lanzó una espada oxidada y le dijo que consiguiera hacerle un corte a la tengu.\nEsas fueron las últimas palabras que le dijo cuando su espada se rompió...",
        "fr": "\n« Je me demandais, monsieur Douin, si votre épée pouvait réellement trancher la foudre ? »\nC'est ce qu'a demandé le jeune chef du Clan Kanjou, Hiroshi, en rengainant sa lame. Douin répondit ainsi, d'un ton rigide :\n« Comment cela pourrait-il être possible ? Tout au plus, je dirais qu'elle pourrait frapper un Tengu dans les airs. »\n« Cela dit, personne n'a jamais abattu un Tengu auparavant. Pas même une seule fois ! »\n\n« Est-ce vrai ? Dans ce cas, d'où vient le nom de votre technique secrète, le balayage tengu ? »\nVoyant que Douin ne répondait pas, le chef du Clan Kanjou, qui avait construit Ritou de zéro, dit :\n« Ah, si ce vieux filou de Kujou n'avait pas pris les devants, j'aurais adoré vous recruter. »\n« Avec votre épée, même Ako Domeki de Seirai ne serait pas de taille... »\n\nTraversant les nuages d'orage, cette Tengu lui avait donné un nouveau nom et une nouvelle vie.\nElle lui avait jeté la lame rouillée en lui demandant de la frapper, elle, une Tengu.\nEt après que son épée se soit brisée, ce furent ses derniers mots pour lui...",
        "pt": "\n\"Eu tenho me perguntado, Senhor Douin, sua espada poderia realmente cortar através de um raio?\"\nO jovem oficial Kanjou, Hiroshi, sacando a espada enquanto fala. Douin apenas responde sem emoção,\n\"Como isso é possível? No máximo, pode golpear um Tengu voando no céu.\"\n\"Tendo dito isso, matar Tengus é algo que nunca aconteceu.\"\n\n\"É mesmo? Então, de onde vem o nome da lâmina secreta Varredura de Tengus?\"\nPercebendo que Douin não soube responder, o oficial Kanjou que havia construído Ritou diz com amargura,\n\"Se o velho Kujou não tivesse agido primeiro, eu teria gostado de recrutar você.\"\n\"Com sua espada, nem mesmo Ako Domeki de Seirai seria páreo...\"\n\nComo quem dissipa uma tempestade, ela deu a ele um novo nome, uma nova vida,\nEla jogou para ele a lâmina enferrujada e disse para derrubá-la, uma Tengu.\nDepois que a espada dele quebrou, essas foram as últimas palavras dela para ele...",
        "ru": "\n«Интересно, господин Доин, ваш клинок мог бы разрубить даже саму молнию?»\nУслышав это, молодой офицер Кандзё Хироси вытащил меч и бесстрастно ответил:\n«Как такое возможно? В лучшем случае он может поразить парящего в небе тэнгу».\n«Кстати, ни одного тэнгу он так и не убил».\n\n«Вот как? Так откуда же произошло название тайного клинка - Гроза Тэнгу?»\nКогда Доин не ответил, офицер Кандзё, отстроивший остров Рито, с горечью сказал:\n«Если бы старик Кудзё не забрал тебя первым, я бы с удовольствием нанял тебя».\n«С твоим мечом не сравнится даже Ако Домэки с Сэйрая...»\n\nСловно разогнав тучи, она дала ему новое имя, новую жизнь,\nона бросила ему ржавый клинок и сказала поразить им тэнгу,\nа когда его меч сломался, это были её последние слова к нему...",
        "id": "\n\"Aku sudah lama berpikir, Tuan Douin, apa pedangmu benar-benar bisa membelah petir?\"\nBegitulah yang dikatakan oleh Ketua Kanjou, Hiroshi, sambil mengayunkan pedangnya. Sementara Douin menjawab:\n\"Bagaimana mungkin hal itu terjadi? Sehebat-hebatnya, paling itu hanya bisa menyerang Tengu yang menjulang tinggi di langit.\"\n\"Dan sekalipun begitu, nyatanya belum pernah ada Tengu yang terbunuh dengan cara seperti itu. Tidak sekalipun.\"\n\n\"Begitukah? Jadi dari mana nama pedang rahasia \"Tengu Sweeper\" itu berasal?\"\nMelihat bahwa Douin tidak juga menjawab, Ketua Kanjou yang telah membangun Ritou itu berkata:\n\"Seandainya Kujou si orang tua itu tidak terlebih dulu mengambil inisiatif, aku pasti sudah merekrutmu.\"\n\"Dengan ilmu pedang yang kamu miliki, bahkan Ako Domeki dari Seirai bukanlah lawanmu...\"\n\nSeperti memurnikan langit dari badai, tengu itu memberinya nama baru dan hidup baru.\nDia melemparkan pedang berkarat itu dan menyuruhnya untuk menyerangnya, seorang tengu, sampai jatuh.\nSetelah pedangnya patah, inilah kata-kata terakhirnya padanya...",
        "th": "\n\"เทคนิคดาบของท่าน Iwakura สามารถตัดได้ทุกอย่าง ยกเว้นสายฟ้า ฮ่าฮ่าฮ่า\"\nขณะรับดาบ Hiroshi หัวหน้าของ Kanjou ที่ยังเยาว์วัยได้เยาะเย้ย แต่เขาพูดอย่างนิ่งเฉยว่า:\n\"จะมีเรื่องแบบนี้ได้ยังไง เต็มที่ก็สามารถเอาชนะเท็งงุได้ก็เท่านั้นเอง\"\n\"ถึงจะกล่าวเช่นนี้ แต่ก็ยังไม่เคยมีครั้งไหนที่สามารถเอาชนะเท็งงุได้\"\n\n\"อ้อเหรอ? เช่นนี้ชื่อเสียงของเทคนิคดาบ \"Tengu Sweeper\" นั้นได้มาจากไหนกันเล่า?\"\nเมื่อเห็น Iwakura เงียบ หัวหน้าของ Kanjou ที่ก่อตั้งโดย Ritou จึงพูดอย่างโมโหว่า:\n\"หากไม่ถูก Kujou แย่งไปเสียก่อน ก็อยากจะชักชวนเธอมาเหมือนกัน\"\n\"ดาบของเธอ แม้แต่พวก Ako Domeki แห่ง Seirai ก็ยังไม่ใช่คู่ต่อสู้...\"\n\nมอบชื่อ และชีวิตใหม่ให้เธอราวกับสายฟ้าฟาด\nโยนดาบที่เต็มไปด้วยสนิมให้เขานำไปฟันเท็งงุ\nหลังจากที่ดาบของเขาหัก นั่นคือสิ่งที่เธอพูดกับเขาเป็นครั้งสุดท้าย...",
        "vi": "\n\"Bí kiếm của Douin, lẽ nào ngay cả lôi quang cũng có thể chặt đứt, hahaha.\"\nKanjou trẻ tuổi cất tiếng trêu chọc. Anh chỉ thờ ơ đáp:\n\"Sao có thể. Cùng lắm là chém rơi Tengu đang bay mà thôi.\"\n\"Mặc dù nói vậy, nhưng việc chém rơi Tengu thực sự chưa bao giờ xảy ra.\"\n\nThật sao? Vậy bí kiếm có tên \"Tengu Càn Quét\", từ đâu mà có vậy?\nThấy Douin không trả lời, Kanjou - người đã thành lập hòn đảo Ritou, hậm hực nói:\n\"Nếu không phải lão già Kujou kia giành trước, ta thật muốn chiêu mộ ngươi.\"\n\"Với thanh kiếm của ngươi, nhóm người Ako Domeki của Seirai chắc chắn sẽ không phải đối thủ...\"\n\nGiống như việc gạt bỏ những đám mây giông, đặt cho hắn ta một cái tên mới và cho hắn ta một cuộc sống mới, \nném cây đao rỉ sét cho hắn, để hắn ta thử chém chính Tengu của mình, \nsau khi đao của hắn gãy lìa, những lời sau cùng mà cô ấy nói..."
      },
      "imgid": "emblem_of_severed_fate_circlet"
    }
  ]
}