{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "深林的记忆",
    "zht": "深林的記憶",
    "jp": "深林の記憶",
    "ko": "숲의 기억",
    "en": "Deepwood Memories",
    "de": "Erinnerungen des tiefen Waldes",
    "es": "Recuerdos del Bosque",
    "fr": "Souvenir de forêt",
    "pt": "Memórias da Floresta",
    "ru": "Воспоминания дремучего леса",
    "id": "Deepwood Memories",
    "th": "Deepwood Memories",
    "vi": "Ký Ức Rừng Sâu"
  },
  "descriptions": [
    {
      "zhs": "获得15%草元素伤害加成。",
      "zht": "獲得15%草元素傷害加成。",
      "jp": "草元素ダメージ+15%。",
      "ko": "풀 원소 피해 보너스+15%",
      "en": "Dendro DMG Bonus +15%.",
      "de": "Erhöht den Dendro-Schaden um 15 %.",
      "es": "Bono de Daño Dendro +15%.",
      "fr": "Confère un bonus de DGT Dendro de 15 %",
      "pt": "Bônus de Dano Dendro +15%",
      "ru": "Увеличивает бонус Дендро урона на 15%.",
      "id": "Dendro DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายไม้ 15%",
      "vi": "Nhận 15% buff sát thương nguyên tố Thảo."
    },
    {
      "zhs": "元素战技或元素爆发命中敌人后，使命中目标的草元素抗性降低30%，持续8秒。装备者处于队伍后台时，依然能触发该效果。",
      "zht": "元素戰技或元素爆發命中敵人後，使命中目標的草元素抗性降低30%，持續8秒。裝備者處於隊伍後臺時，依然能觸發該效果。",
      "jp": "元素スキルまたは元素爆発が敵に命中すると、その敵の草元素耐性-30%、継続時間8秒。装備したキャラクターが待機している場合にも効果を発動できる。",
      "ko": "원소전투 스킬 또는 원소폭발 공격에 명중된 적은 풀 원소 내성이 30% 감소한다. 지속 시간: 8초. 장착 캐릭터가 대기 상태일 때도 해당 효과는 발동된다",
      "en": "After Elemental Skills or Bursts hit opponents, the targets' Dendro RES will be decreased by 30% for 8s. This effect can be triggered even if the equipping character is not on the field.",
      "de": "Verringert nach Treffern mit der Elementarfähigkeit oder Spezialfähigkeit den Dendro-WDS des Ziels 8 s lang um 30 %. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv in der Truppe ist.",
      "es": "Tras golpear a un enemigo con una Habilidad Elemental o Definitiva, la RES Dendro de dicho enemigo se reduce en un 30% durante 8 s. Este efecto se puede activar incluso cuando el personaje que lleva este conjunto equipado está en tu equipo pero no en combate.",
      "fr": "Après qu'une compétence ou un déchaînement élémentaire a touché un ennemi, sa RÉS Dendro diminue de 30 % pendant 8 s. Cet effet peut être déclenché même si le personnage équipé de l'artéfact fait partie de l'équipe mais n'est pas déployé.",
      "pt": "Depois que as Habilidades Elementais ou Supremos acertam os oponentes, a RES Dendro dos alvos serão reduzidas em 30% por 8s. Esse efeito pode ser desencadeado mesmo se o personagem equipando este conjunto não estiver em campo.",
      "ru": "Попадание элементальным навыком или взрывом стихии снижает Дендро сопротивление врага на 30% на 8 сек. Этот эффект срабатывает, даже если экипированный этими артефактами персонаж не на поле боя.",
      "id": "Setelah Elemental Skill atau Elemental Burst mengenai musuh, Dendro RES dari target yang terkena akan berkurang 30% selama 8 detik. Efek ini tetap dapat terpicu meskipun penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
      "th": "หลังจากที่สกิลธาตุหรือท่าไม้ตายถูกศัตรู ความต้านทานไม้ของเป้าหมายที่ถูกโจมตีจะลดลง 30% เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์นี้ จะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
      "vi": "Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sau khi đánh trúng kẻ địch, Kháng Nguyên Tố Thảo của mục tiêu sẽ giảm 30%, duy trì 8s. Nhân vật trang bị khi không ra trận cũng sẽ kích hoạt hiệu ứng."
    }
  ],
  "imgid": "deepwood_memories_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "迷宫的游人",
        "zht": "迷宮的遊人",
        "jp": "迷宮の遊客",
        "ko": "미궁의 유객",
        "en": "Labyrinth Wayfarer",
        "de": "Besucher des Labyrinths",
        "es": "Visitante del Laberinto",
        "fr": "Voyageur du labyrinthe",
        "pt": "Visitante do Labirinto",
        "ru": "Странник лабиринта",
        "id": "Labyrinth Wayfarer",
        "th": "Labyrinth Wayfarer",
        "vi": "Lữ Khách Của Mê Cung"
      },
      "description": {
        "zhs": "从森林王的宝冠上摘下的饰金之花。",
        "zht": "從森林王的寶冠上摘下的飾金之花。",
        "jp": "森林王の冠から取れた、装飾用の金の花。",
        "ko": "숲의 왕의 보관에서 꺾은 금빛 꽃",
        "en": "This lovely gold-plated flower was plucked from the crown of the ruler of the forest.",
        "de": "Eine goldene Blume, die aus der Krone des Waldkönigs gepflückt wurde.",
        "es": "Una flor dorada arrancada de la corona del Rey del Bosque.",
        "fr": "Cette belle fleur plaquée or a été cueillie dans la couronne du roi de la forêt.",
        "pt": "Essa adorável flor dourada foi arrancada da coroa do rei da floresta.",
        "ru": "Позолоченный цветок, сорванный с короны лесного правителя.",
        "id": "Bunga emas yang dipetik dari mahkota raja hutan.",
        "th": "ดอกไม้ทองคำที่ดึงออกมาจากมงกุฎของราชาแห่งพงไพร",
        "vi": "Đóa hoa vàng được tháo ra từ vương miện của vua rừng rậm."
      },
      "lore": {
        "zhs": "\n森林王在诞生之时，曾经得到了草木之王授予的宝冠。\n它最后传给了第一个循着王的足印，穿过迷宫的少女。\n她曾经收留了许多迷失林中，又不曾踩踏野花的孩子。\n\n因为她只明白随侍王下，为王守卫迷宫的生活，\n因为她晓得这个世界只是森林所做的梦的道理，\n便将林中狩猎、梦中行走的道理教给了孩子们，\n她们要热爱林中的草木，因为那都是王的园圃；\n要尊重倒在箭下的猎物，因为那都是王的臣民。\n\n她的传喻在迷失深林的孩子中流传很久，也变化许多。\n最后这些教导的起源已经被忘记了。但一些人成为了巡视森林的守护者，\n回到了人的世界中，在最漫长的夜幕降临时，点起篝火驱赶黑暗的影子；\n也有一人始终在树篱间行走，最终为狩猎野兽，忘记了日月，身披黑血。\n\n她几乎与末代森林王一样古老。在最后她做了一个关于迷宫与狩猎的梦。\n这个梦是如此广大，以至于它曾一度将所有森林子民的梦都包裹在其中。\n这个迷宫是无限广袤的猎场，树根与溪流勾画的路径比虎的斑纹更绵密，\n比流水上的月光更善于变幻。试图布道「死」的深邃低语在迷宫中迷失，\n因为只有她与明白森林王教导的孩子才能穿过迷宫，走进无边际的猎场。\n直到最后低语消失，恶兽逃逸，被侵蚀透彻的她才与这个大梦一同消散。\n\n她在最后与许许多多梦的碎片一同流入了人子的梦中。\n如同破碎的镜子会从许多角度映照出许多各异的形象，\n她留下的梦也以诸多不同的形式在人们的叙事中流传。\n最终通行（胜出）的故事，与她原本已经没有关系了。\n\n她在故事之中流传的名字，实际上是那顶冠冕的名字。\n最后她留给自己的是自己的真名、一掬映着月光的水，\n以及从自己爱戴的王手中得到的宝冠上取下的饰金花。",
        "zht": "\n森林王在誕生之時，曾經得到了草木之王授予的寶冠。\n牠最後傳給了第一個循著王的足印，穿過迷宮的少女。\n她曾經收留了許多迷失林中，又不曾踩踏野花的孩子。\n\n因為她只明白隨侍王下，為王守衛迷宮的生活，\n因為她曉得這個世界只是森林所做的夢的道理，\n便將林中狩獵、夢中行走的道理教給了孩子們，\n她們要熱愛林中的草木，因為那都是王的園圃；\n要尊重倒在箭下的獵物，因為那都是王的臣民。\n\n她的傳喻在迷失深林的孩子中流傳很久，也變化許多。\n最後這些教導的起源已經被忘記了。但一些人成為了巡視森林的守護者，\n回到了人的世界中，在最漫長的夜幕降臨時，點起篝火驅趕黑暗的影子；\n也有一人始終在樹籬間行走，最終為狩獵野獸，忘記了日月，身披黑血。\n\n她幾乎與末代森林王一樣古老。在最後她做了一個關於迷宮與狩獵的夢。\n這個夢是如此廣大，以至於它曾一度將所有森林子民的夢都包裹在其中。\n這個迷宮是無限廣袤的獵場，樹根與溪流勾畫的路徑比虎的斑紋更綿密，\n比流水上的月光更善於變幻。試圖佈道「死」的深邃低語在迷宮中迷失，\n因為只有她與明白森林王教導的孩子才能穿過迷宮，走進無邊際的獵場。\n直到最後低語消失，惡獸逃逸，被侵蝕透徹的她才與這個大夢一同消散。\n\n她在最後與許許多多夢的碎片一同流入了人子的夢中。\n如同破碎的鏡子會從許多角度映照出許多各異的形象，\n她留下的夢也以諸多不同的形式在人們的敘事中流傳。\n最終通行（勝出）的故事，與她原本已經沒有關係了。\n\n她在故事之中流傳的名字，實際上是那頂冠冕的名字。\n最後她留給自己的是自己的真名、一掬映著月光的水，\n以及從自己愛戴的王手中得到的寶冠上取下的飾金花。",
        "jp": "\n森林王が誕生した時、草木の王から冠を授かった。\nそれは最後に、王の足跡を追って初めて迷宮をくぐり抜けた少女へと受け継がれた。\n森で迷子になった、野花を踏んだこともない子供たちを彼女は沢山引き取った。\n\n彼女は、王に仕え、王のために迷宮を守る生活しか知らないから、\nこの世界は、森が見た夢に過ぎないということを知っていたから、\n森で狩りをし、夢の中を歩くすべを子供たちに教えた。\n森の草木を愛せよ―—それらは王の庭だから。\n矢に倒れた獲物を尊重せよ―—それらは王の臣民だから。\n\n彼女の言葉は、深林の中で迷子になった子供たちに伝わってゆき、やがて大きく変化を遂げた。\nそうしていつしか、これらの教えの起源は忘れ去られてしまった。しかし、一部の子供は森を見回る守護者となった。\n彼らは人々の世界に戻り、いっとう長い夜が訪れる時には、焚き火をして闇の暗影を追い払った。\nまた、樹木の柵の間を縫って歩き、最後には獣を狩るため、月日すらも忘れて黒い血を纏う者もいた。\n\n彼女は最後の森林王と同じくらいに古い。最期の時、彼女は迷宮と狩りの夢を見た。\nその夢は、すべての森の民たちの夢を包んでしまうほどに広大であった。\nこの迷宮は、限りなく広い猟場であり、木の根と小川の描く道は、虎の縦模様よりも濃く密集し、\n流水に映る月明かりよりも千変万化だ。「死」を説こうとする深い囁きは、迷宮の中で迷ってしまったようだった。\n何せ、この迷宮を通り抜け、無限の猟場に辿り着けるのは、彼女と森林王の教えを理解している子供しかいなかったのだから。\n囁き声が消え、悪しき獣が逃げ出した時、すでに完全に侵食されていた彼女は、その大夢と共に消え去っていった。\n\nそうして最後、彼女は数多の夢の欠片と共に、人の子の夢の中へと流れ込んでいった。\n割れた鏡が、様々な角度から異なる姿を映し出すのと同じように、\n彼女が残した夢も、様々な形で人々に、物語として受け継がれている。\nしかし、最終的に広まった（抜きん出た）物語は、彼女とは全く関係がない。\n\n物語の中で伝えられてきた彼女の名前というのは、実はあの冠の名前だった。\n最後に彼女が自分に残したものは、本当の名と、月明かりを映す一掬いの水、\nそして、敬愛する王から授かった冠から取った、金メッキの花だった。",
        "ko": "\n숲의 왕이 탄생할 때, 초목의 왕에게 보관을 받았다고 한다.\n그리고 보관은 결국 처음으로 왕의 발자국을 좇아 미궁을 빠져나온 소녀에게 전해졌다.\n그녀는 숲에서 길을 잃었으며, 꽃을 밟지 않은 아이들을 여럿 거두었다.\n\n그녀는 왕을 섬기고 왕의 미궁을 지키기 위한 삶밖에 몰랐기에,\n이 세계가 숲이 만들어낸 꿈에 불과하다는 걸 알고 있었기에,\n아이들에게 숲에서 사냥하고 꿈속에서 걷는 방법을 가르쳤다.\n숲을 사랑하렴. 이곳 전체가 왕의 영역이니까.\n화살을 맞고 쓰러진 사냥감을 존중하렴. 이들 모두 왕의 신하이고 백성이니까.\n\n그녀의 가르침은 숲에서 길을 잃은 아이들 사이에서 오래도록 전해졌고, 많은 변화가 생기기도 했다.\n결국 그 가르침의 유래는 잊히게 되었다. 하지만 어떤 이들은 숲의 수호자가 되어,\n인간 세계로 돌아가 가장 긴 어둠이 내려앉았을 때, 모닥불을 피워 어둠의 그림자를 쫓아냈다.\n어떤 이들은 나무 울타리를 가로지르며 세월마저 망각한 채 검은 피를 뒤집어쓰고 야수를 사냥했다.\n\n그녀는 마지막 숲의 왕만큼이나 오래된 존재였다. 마지막 순간, 그녀는 미궁과 사냥에 대한 꿈을 꾸었다.\n그 꿈은 너무나도 광활해서, 숲의 모든 백성들의 꿈까지 품을 수 있을 정도였다.\n그 미궁은 끝없이 넓은 사냥터였다. 나무뿌리와 시냇물로 세워진 길은 호랑이의 무늬보다 촘촘했고,\n흐르는 물에 비친 달빛보다 변화무쌍했다. 「죽음」을 전도하려던 심연의 속삭임은 미궁 속에서 길을 잃고 말았다.\n그녀와 숲의 왕의 가르침을 받은 아이들만이 미궁을 지나 끝없는 사냥터에 닿을 수 있기 때문이다.\n결국 속삭임이 사라지고, 악한 짐승도 달아났으며, 완전히 침식된 그녀도 거대한 꿈과 함께 사라졌다.\n\n그리고 마지막엔 수많은 꿈의 조각과 함께 인간의 꿈속으로 흘러들었다.\n깨진 거울이 여러 각도에서 각기 다른 형상을 비춰내는 것처럼,\n그녀가 남긴 꿈도 여러 방식으로 사람들 사이에서 전해질 것이다.\n마지막 통행에 관한 이야기는 그녀와는 아무런 관계가 없다.\n\n이야기에서 전해지는 그녀의 이름은 사실 그녀가 머리에 쓴 관의 이름이다.\n그녀가 자신에게 남긴 건, 자신의 진짜 이름과 달빛을 담은 물 한 잔,\n그리고 자신이 모신 왕에게서 물려받은 보관에서 꺾은 금빛 꽃이었다",
        "en": "\nWhen the lord of the forest was born, the king of trees bestowed upon them a crown.\nThis crown would finally pass to the first maiden who had followed in the lord's footsteps.\nShe once took in many children who had become lost in the forest, yet had not ever trodden upon any wild flowers.\n\nShe only knew how to serve her liege and defend the labyrinth,\nAnd she knew that the world was naught but the dream of the forest,\nSo she taught the ways of the hunt and the method of walking through dreams to the children,\nShe taught that they must love the plants of the forest, for they belong to her liege's garden.\nThat they must respect the creatures that fall under their arrows, for they are her lord's people.\n\nHer teachings would pass amongst the lost children of the forest, and they would change much.\nEventually, their origins would be forgotten altogether, but some people would become guardians who patrolled the woods,\nReturning to the world of humans and light bonfires in the deepest of nights to exorcise the shadows.\nThere was one who remained and walked between the trees, eventually forgetting time itself amidst the hunt for wild beasts, becoming drenched in black blood.\n\nShe was very nearly as ancient as the final lord of the forest, and at the last she dreamed a dream of the labyrinth and the hunt.\nThis dream was so great and vast that it would cover every dream that was ever dreamed by the forest people.\nThe labyrinth, for its part, was the vast and endless hunting ground, where the roots of trees and the lines drawn by the snaking streams were denser than a tiger's stripes,\nMore changeable than the flowing water. The whispers that preach \"death\" became lost within this labyrinth,\nFor only she and those who understood the teachings of the forest lord could pass through the maze and enter into the boundless hunting grounds.\nTill at last, when the whispers had faded, and the wicked beasts had fled far away, did she, now fully eroded, disappear together with that grand dream.\n\nShe, and many fragments of dreams, would at last flow into the dreams of human scions.\nLike how a shattered mirror reflects many different images,\nThe dreams she left behind are circulated through the narratives of the people in a myriad of forms.\nThose tales that became the widest spread (emerged victorious) had nothing at all to do with her.\n\nHer name as mentioned in those tales, for example, was in fact the name of the crown.\nIn the end, all she had left to herself was her true name, a handful of water that reflected the moonlight,\nAnd the golden flower she had taken from the crown that her beloved king had given her.",
        "de": "\nAls der Waldkönig geboren wurde, wurde ihm von der Herrin der Pflanzen eine Krone überreicht.\nSie wurde schließlich an das kleine Mädchen weitergegeben, die als Erstes den Fußspuren des Königs gefolgt ist und das Labyrinth durchquert hat.\nSie hatte früher viele Kinder bei sich aufgenommen, die sich im Wald verlaufen hatten und noch nie auf Wildblumen getreten waren.\n\nDa sie nur das Leben einer Gefolgsfrau des Königs und Beschützerin des Labyrinths kannte\nund weil sie wusste, dass diese Welt nur ein Traum des Waldes war,\nlehrte sie die Kinder, im Wald zu jagen und durch den Traum zu streifen.\nDie Kinder müssen die Gräser und Bäume des Waldes lieben, denn dies alles ist der Garten des Königs.\nSie müssen die durch Pfeile erlegten Beutetiere ehren, denn auch sie sind Untertanen des Königs.\n\nIhre Lehren wurden sehr lange Zeit unter den Kindern, die sich im Wald verlaufen haben, weitergegeben und haben dabei zahlreiche Änderungen durchlaufen.\nSchließlich ist die Quelle dieser Lehren in Vergessenheit geraten. Doch einige der Kinder wurden zu Beschützern, die im Wald auf Patrouille gingen.\nWieder in die Welt der Menschen zurückgekehrt, haben sie bei Einbruch der längsten Nacht Lagerfeuer entzündet, um dunkle Schatten zu vertreiben.\nEine von ihnen wanderte unentwegt durch Hecken, wo sie schließlich die Sonne und den Mond vergaß und ihr Körper bedeckt mit schwarzem Blut nach Wildtieren jagte.\n\nSie war fast genauso uralt wie der letzte Waldkönig. Am Ende träumte sie einen Traum über das Labyrinth und die Jagd.\nDieser Traum war so immens, dass er an einem Punkt die Träume aller Einwohner des Waldes in sich aufgenommen hatte.\nDieses Labyrinth war ein endloser Jagdgrund und die Bahnen der Baumwurzeln und Bäche darin waren noch feiner als die Musterung eines Tigers\nund noch wandelbarer als das Mondlicht auf fließendem Wasser. Das tiefe Flüstern, das versuchte, vom „Tod“ zu predigen, war im Labyrinth verschwunden,\nweil nur sie und die Kinder, die die Lehren des Waldkönigs verinnerlicht hatten, das Labyrinth durchqueren und in den endlosen Jagdgrund gelangen konnten.\nErst als das letzte Flüstern verschwunden war und die bösartigen Bestien geflohen waren, verging sie völlig erschöpft zusammen mit dem Traum.\n\nAm Ende floss sie zusammen mit zahllosen Splittern des Traums in die Träume der Menschenkinder.\nGenau wie ein zerbrochener Spiegel aus zahlreichen Winkeln verschiedene Bilder reflektiert,\nwurde auch der von ihr hinterlassene Traum in vielen unterschiedlichen Formen in den Erzählungen der Menschen weitergegeben.\nDie am Ende meistverbreitete (erfolgreichste) Geschichte hatte keinerlei Verbindung mehr zu ihr.\n\nDer Name, der für sie in der Geschichte überliefert ist, war in Wirklichkeit der Name der Krone.\nDas Letzte, was sie für sich selbst behalten hat, war ihr wahrer Name, eine Handvoll Wasser, in dem sich das Mondlicht spiegelte,\nund dekorative Goldblumen, die von der Krone stammten, die sie von ihrem geliebten und verehrten König selbst erhalten hatte.",
        "es": "\nCuando el Rey del Bosque nació, la Reina de las Plantas le entregó una corona.\nSin embargo, al final pasó a manos de la joven que siguió por primera vez los pasos del rey y que atravesó el laberinto.\nElla solía acoger a muchos niños que se perdían en el bosque y que nunca habían pisado flores silvestres.\n\nSolo sabía servir al rey y proteger su laberinto, pues era\nconsciente de que este mundo era solo un sueño del bosque.\nEnseñó a los niños a cazar en él y a pasear por sus sueños, pues\nlos niños debían amar a las plantas y a los árboles del bosque porque todo era parte del jardín del rey.\nDebían honrar a las presas caídas por las flechas, pues ellas también eran súbditas del rey.\n\nSus enseñanzas se transmitieron entre los niños perdidos durante mucho tiempo, y también cambiaron bastante.\nAl final, el origen de estas enseñanzas cayó en el olvido, pero algunos de los niños se convirtieron en guardianes del bosque.\nAl regresar al mundo humano, encendieron hogueras para alejar a las sombras oscuras durante la noche más larga de todas las noches.\nTambién hubo una persona que siempre caminó entre la espesura y que, de tanto cazar a sus presas, terminó olvidando el sol y la luna y cubierta de una sangre oscura.\n\nEra casi tan anciana como el último Rey del Bosque y, al final, tuvo un sueño sobre el laberinto y la caza.\nSu sueño fue tan inmenso que en un momento hasta incluyó en sí mismo los sueños de todos los habitantes del bosque.\nEse laberinto era un campo de caza sin fin, donde las raíces y los arroyos trazaban caminos más detallados que las rayas de un tigre. \nEra incluso más cambiante que la luz de la luna reflejándose en el agua. De hecho, los recónditos susurros que intentaban predicar la muerte desaparecían en el laberinto, pues solo ella y aquellos\nniños que conocían las enseñanzas del Rey del Bosque eran capaces de atravesar el laberinto y adentrarse en el infinito campo de caza.\nSin embargo, finalmente los susurros se desvanecieron, las bestias malignas huyeron y ella, completamente corroída, desapareció junto con el sueño.\n\nAl final, logró fluir dentro de los sueños de los humanos junto con innumerables fragmentos de sueños.\nIgual que un espejo roto refleja diferentes imágenes dependiendo del ángulo, los sueños que ella dejó para la humanidad también se\ncontaron de muchas maneras diferentes.\nLa historia más contada (y aclamada) terminó sin tener siquiera ninguna conexión con ella.\n\nEl nombre por el que se la conoce en las historias es, en realidad, el nombre de aquella corona.\nLo último que dejó para sí misma fue su verdadero nombre, un poco de agua en la que se reflejaba la luz de la luna y una flor\ndorada extraída de la valiosa corona que le dio su estimado rey.",
        "fr": "\nÀ sa naissance, le roi de la forêt reçut une couronne du seigneur des plantes.\nCette couronne fut transmise à une jeune fille qui traversa le labyrinthe en suivant les empreintes du roi.\nElle avait recueilli auprès d'elle de nombreux enfants qui s'étaient égarés dans la forêt et qui n'avaient jamais piétiné de fleurs.\n\nPuisque le but de sa vie était de servir le roi et de protéger son labyrinthe...\nEt qu'elle savait que ce monde n'était qu'un rêve de la forêt.\nElle enseigna à ces enfants à chasser dans les bois et de naviguer à travers les rêves.\nIl fallait qu'elles aiment les plantes, car la forêt était le jardin du roi.\nElles devaient aussi montrer du respect envers les bêtes qui s'effondraient sous leurs flèches, parce qu'elles étaient aussi des sujets du roi.\n\nSes enseignements furent longtemps transmis sous forme orale aux enfants égarés dans la forêt, et subirent de nombreux changements.\nÀ la fin, on oublia quelle était la source de ces enseignements. Mais certains enfants devinrent des gardiens qui s'occupaient à patrouiller dans la forêt.\nIls retournèrent dans le monde des humains, et quand la plus longue des nuits arriva, ils allumèrent des feux pour chasser les ombres noires.\nIl y avait aussi une femme qui marchait à travers les arbres, et qui, les mains couvertes de sang, qui avait perdu la notion du temps alors qu'elle poursuivait sa proie.\n\nElle était aussi vieille que le dernier roi de la forêt. À la fin, elle rêva de chasse et de labyrinthe.\nCe rêve était si vaste qu'il englobait les rêves de tous les habitants de la forêt.\nLe labyrinthe était un terrain de chasse immense, où les racines des arbres et les ruisseaux s'entrecroisaient plus densément que les rayures d'un tigre.\nEt il se transformait plus vite que le clair de lune reflété sur l'eau. Les murmures profonds qui tentaient de prêcher la « mort » disparurent dans le labyrinthe.\nCar seuls elle et les enfants, familiers des enseignements du roi de la forêt, étaient capables de traverser le labyrinthe et de pénétrer dans ce terrain de chasse sans limites.\nCe n'est que lorsque les chuchotements se turent et que les bêtes féroces disparurent qu'elle s'évapora avec ce grand rêve.\n\nÀ la toute fin, elle et la multitude de fragments de rêves fusionnèrent avec les rêves des mortels.\nComme un miroir brisé qui reflète une pléthore d'images sous différents angles...\nLes rêves qu'elle a laissés sont transmis aux gens sous diverses formes.\nL'histoire la plus racontée (et la plus fascinante) n'a plus aucun rapport avec elle.\n\nLe nom qui se figurait dans ses histoires était en fait celui de la couronne.\nLes dernières choses d'elle qui ont été conservées sont son vrai nom, une poignée d'eau reflétant le clair de lune,\net une fleur en or provenant de la couronne donnée par le roi qu'elle vénérait.",
        "pt": "\nAo nascer, o Rei do Dendro concedeu uma coroa a Rainha da Floresta.\nNo final, ela foi concebida à primeira donzela que seguiu as pegadas do rei através do labirinto.\nOutrora, ela acolheu muitas crianças que estavam perdidas na floresta e que nunca haviam pisado em flores silvestres.\n\nPois, ela entendia apenas da vida de servir ao rei e proteger o seu labirinto;\nPois, ela sabe a verdade de que o mundo não é nada senão um sonho produzido pela floresta.\nEla ensinou às crianças os princípios de caçar na floresta e andar em sonhos.\nElas deveriam amar as plantas da floresta, já que elas eram o jardim do rei;\nRespeitar todas as presas abatidas por flechas, pois, elas são súditas do rei.\n\nSeus ensinamentos foram espalhados entre os filhos perdidos da floresta por muito tempo, e sofreram muitas alterações.\nNo fim, a origem destes últimos ensinamentos foi esquecida. No entanto, algumas pessoas se tornaram guardiões que patrulhavam a floresta.\nDe volta ao mundo humano, ao cair das longas noites, eles acenderiam uma fogueira para afastar a escuridão.\nTambém havia uma pessoa que sempre caminhava entre as sebes, eventualmente esquecendo-se do sol e da lua, e revestido de sangue negro, caçava animais selvagens.\n\nEla é quase tão velha quanto o último rei da floresta. No final, ela sonhou sobre um labirinto e uma caçada.\nO sonho era tão denso, que a certa altura continha os sonhos de todas as pessoas da floresta.\nO labirinto era um campo de caça infinitamente vasto, onde raízes e riachos traçam caminhos mais densos do que as listras de um tigre,\nMais mutável do que a sombra do luar em águas correntes. Os sussurros profundos que tentaram pregar a morte se perdem no labirinto,\nPois, somente ela e as crianças que compreendem os ensinamentos do Rei da Floresta podem atravessar o labirinto para chegar aos campos de caça sem fim.\nFoi somente quando os sussurros finalmente cessaram e os monstros fugiram, que ela, completamente esgotada, dissipou-se juntamente ao vasto sonho.\n\nEla e muitos outros fragmentos de sonhos fluíram para os sonhos dos mortais.\nComo um espelho quebrado que reflete diferentes imagens por muitos ângulos;\nOs sonhos que ela deixou para trás também circulam nas narrativas das pessoas de muitas formas diferentes.\nA história final de passagem não possuía qualquer ligação com ela.\n\nO nome que ela passa entre as histórias, é de fato o nome daquela coroa.\nA última coisa que ela deixou para si, foi seu nome verdadeiro, e um punhado de água refletindo o luar;\nBem como as flores ornamentais de ouro retiradas da preciosa coroa que recebeu do rei que amava.",
        "ru": "\nПри рождении Царь леса получил корону от Царя трав и деревьев.\nВ конце она досталась деве, которая первой прошла через лабиринт по следам царя.\nТа дева приютила многих детей, заблудившихся в лесу, но не поправших диких цветов.\n\nПоскольку свою жизнь она видела только в служении царю и охране лабиринта,\nпоскольку она знала, что этот мир - лишь созданный лесом сон,\nона научила заплутавших детей охотиться в лесу и странствовать во снах.\nОни должны были любить каждое дерево и каждую травинку в лесу, ведь лес был садом царя.\nОни должны были уважать каждого пронзённого стрелой зверя, ведь он был подданным царя.\n\nЗаблудившиеся в лесу дети передавали друг другу её наставления, и за долгие годы наставления девы очень переменились.\nВ конце концов и сама дева была забыта. Но некоторые из детей стали защитниками леса и обходили бывшие царские земли с дозором,\nа, возвращаясь в мир людей, с наступлением самой длинной ночи разжигали костры, чтобы прогнать тени тьмы.\nБыла одна охотница, без отдыха бродившая среди деревьев, потерявшая счёт времени в погоне за добычей, обагрённая запёкшейся кровью.\n\nОна была почти так же стара, как и последний Царь леса. И последний её сон был о лабиринте и охоте.\nЭтот сон был столь необъятным, что в нём уместились сны всех лесных жителей.\nЭтот лабиринт - безграничные охотничьи угодья, где корни деревьев и ручьи переплетаются теснее полос на шкуре тигра,\nгде всё меняется быстрее, чем блики лунного света, пляшущие на воде. В нём растворяется шёпот, проповедующий «смерть»,\nибо только она и дети, знакомые с учением Царя леса, способны пройти через лабиринт и попасть в бескрайние охотничьи угодья.\nИ только когда шёпот стих, а свирепые звери скрылись из виду, лишённая сил, она растаяла вместе с этим сном.\n\nВместе с обрывками множества снов она вошла в сны людей.\nКак разбитое зеркало отражает под разными углами калейдоскоп образов,\nтак и оставленные ею сны передаются из уст в уста то в виде легенд, то в виде сказаний.\nНаиболее известные истории (победившие все остальные) уже не имеют к ней никакого отношения.\n\nИмя, под которым она появляется в этих историях, на самом деле - название короны.\nВсё, что у неё осталось, это её настоящее имя, пригоршня воды, отражающей лунный свет,\nи золотой цветок из короны царя, которого она так почитала.",
        "id": "\nKetika penguasa hutan lahir, sang raja pohon menganugerahkan mahkota kepadanya.\nMahkota yang akan diwariskan untuk gadis pertama yang mengikuti langkah sang tuan.\nDia mengambil anak-anak yang hilang di hutan, tapi tidak pernah menginjak bunga liar.\n\nDia hanya tahu caranya mengabdi dan melindungi labirin,\nDia yakin bahwa dunia di luar impian hutan adalah semu,\nDia mengajari jalan pemburu dan cara menapaki mimpi kepada anak-anak,\nDia mendidik mereka agar mengasihi hutan dan segala isinya, kepunyaan tuannya;\nDia mendidik mereka agar menghormati semua yang terkena anak panah mereka, kepunyaan tuannya.\n\nAjaran ini diteruskan dari oleh setiap anak yang hilang di hutan, dan mengalami perubahan.\nAkhirnya asal-usulnya pun dilupakan, namun ada sekelompok orang yang mengabdi sebagai pelindung hutan,\nKembali ke dunia manusia dan menyalakan api di malam yang kelam untuk mengusir bayangan hitam.\nSatu yang tinggal dan berjalan bersama pepohonan, melupakan waktu ketika larut dalam perburuan, dan sekujur tubuhnya penuh bermandikan darah hitam.\n\nDia nyaris setua dan sekuno raja hutan terakhir, dan dia memimpikan labirin dan perburuan.\nMimpi yang agung dan luas, mampu melingkupi semua mimpi yang pernah diimpikan oleh para penghuni hutan.\nLabirin, tanah perburuan tanpa batas, jalur yang disusun oleh akar dan aliran air yang lebih rumit daripada loreng tubuh harimau,\nTidak tetap laksana air mengalir, bisikan maut pun hilang di tengah kebingungan labirin,\nHanya dia dan mereka yang mengerti ajaran raja hutan sajalah yang dapat melewati labirin dan memasuki tanah perburuan.\nHingga pada akhirnya bisikan itu lenyap, binatang buas yang jahat telah lari, sehingga dia yang telah tercemar sepenuhnya, dapat musnah bersama dengan mimpinya yang agung.\n\nDia, dan berbagai pecahan mimpi lainnya, akhirnya dapat menyebar ke impian para manusia.\nSeperti ribuan cermin memantulkan ribuan bayangan,\nImpian yang ditinggalkannya melewati penafsiran banyak orang, dan diberi definisi yang tak terhingga jumlahnya.\nKisah yang paling tersebar (yang menang) sudah tidak mengandung kabar apa pun lagi tentang dirinya.\n\nBahkan namanya saja, yang kisah itu sebutkan, hanyalah nama sebuah mahkota.\nDan kepunyaannya pun hanya menyisakan nama yang benar, segenggam air yang memantulan terang rembulan,\nDan bunga emas yang dia petik dari mahkota tuannya.",
        "th": "\nก่อนที่ราชาแห่งพงไพรจะถือกำเนิด เขาเคยได้รับมงกุฎจากเทพพฤกษา\nสุดท้ายแล้วมงกุฎก็ตกทอดไปยังสาวน้อยคนแรกที่เดินตามรอยเท้าของราชา จนผ่านเขาวงกตมาได้\nเธอเคยรับอุปการะเด็ก ๆ มากมายที่หลงทางในป่า และไม่เคยเหยียบย่ำดอกไม้เลย\n\nเพราะเธอมีชีวิตอยู่เพื่อรับใช้ราชา และช่วยรักษาเขาวงกตไว้เท่านั้น\nเพราะเธอรู้ว่าโลกนี้เป็นแค่ความฝันของป่าเท่านั้น\nจึงได้สอนวิธีล่าสัตว์ในป่า และหลักการเดินในฝันให้กับพวกเด็ก ๆ\nพวกเธอต้องรักต้นไม้ใบหญ้าในผืนป่า เพราะนั่นเป็นสวนของราชา\nต้องเคารพเหยื่อที่ถูกลูกธนูยิงตาย เพราะพวกมันล้วนเป็นราษฎรของราชา\n\nคำสั่งสอนของเธอแพร่สะพัดอยู่ในหมู่เด็ก ๆ ผู้หลงป่ามาอย่างช้านาน และมันก็เปลี่ยนแปลงไปมากเช่นกัน\nจนสุดท้ายแล้ว ที่มาของคำสอนเหล่านี้ก็ถูกลืมเลือนไป บางคนกลายเป็นผู้พิทักษ์ลาดตระเวนป่า\nพวกเขากลับมายังโลกมนุษย์ และเมื่อราตรีที่ยาวนานที่สุดมาถึง พวกเขาก็จุดกองไฟเพื่อขับไล่เงามืด\nและมีคนคนหนึ่งที่เดินอยู่ท่ามกลางแมกไม้เสมอ สุดท้ายแล้วเขาก็ล่าสัตว์จนลืมวันเวลาไป และเนื้อตัวเต็มไปด้วยเลือดสกปรก\n\nอายุของเธอแก่พอ ๆ กับราชาแห่งพงไพรองค์สุดท้าย ในท้ายที่สุดเธอก็ฝันถึงเขาวงกตและการล่าสัตว์\nความฝันนี้กว้างใหญ่จนครอบคลุมความฝันของประชากรทั้งหมดในป่าไว้ด้วย\nเขาวงกตแห่งนี้เป็นพื้นที่ล่าสัตว์ที่มองไม่เห็นขอบเขต ประกอบด้วยทางเดินที่สร้างจากกิ่งไม้กับลำธารที่สลับซับซ้อนยิ่งกว่าลวดลายของเสือ\nและเปลี่ยนแปลงง่ายเสียยิ่งกว่าเงาดวงจันทร์ที่สะท้อนในน้ำเสียอีก เสียงกระซิบที่บอกเล่า \"ความตาย\" หลงหายไปในเขาวงกต\nเพราะมีเพียงเธอและเด็กที่เข้าใจคำสอนของราชาแห่งพงไพร จึงจะลัดเลาะผ่านเขาวงกต และเดินเข้าไปในพื้นที่ล่าสัตว์อันไร้ขอบเขตได้\nจนกระทั่งเสียงกระซิบเงียบหาย จนสัตว์ร้ายเผ่นหนีไป และเธอที่ถูกกัดกร่อนไปทั่วร่าง จึงได้สลายไปพร้อมกับความฝันอันยิ่งใหญ่นี้\n\nสุดท้ายแล้วเธอก็ไหลเข้าไปในฝันของมนุษย์พร้อมกันกับเศษเสี้ยวของความฝันอีกมากมาย\nราวกับกระจกแตกที่จะสะท้อนภาพแปลกประหลาดจากมุมต่าง ๆ\nความฝันที่เธอทิ้งไว้ถูกถ่ายทอดไปสู่ผู้คนมากมายในรูปแบบต่าง ๆ\nเรื่องราวที่ได้รับการยอมรับ (อยู่เหนือสิ่งอื่นใด) มากที่สุด สุดท้ายก็ไม่มีความเกี่ยวข้องกับเธอแล้ว\n\nชื่อของเธอที่ปรากฏในเรื่องราว อันที่จริงเป็นชื่อของมงกุฎองค์นั้น\nส่วนสิ่งที่เธอเหลือไว้ให้ตนเอง ก็คือชื่อจริงของเธอ และน้ำหนึ่งฝ่ามือที่มีเงาสะท้อนของดวงจันทร์\nรวมถึงดอกไม้ประดับสีทองที่แกะจากมงกุฎของพระราชาที่เธอเคารพรัก",
        "vi": "\nKhi Vua Rừng Rậm được sinh ra, đã từng nhận được chiếc vương miện do vua cỏ cây trao tặng.\nCuối cùng nó đã được truyền lại cho thiếu nữ đầu tiên theo dấu bước chân của vua đi xuyên qua mê cung.\nCô đã từng thu nhận rất nhiều đứa trẻ bị lạc trong rừng, nhưng chưa từng giẫm lên hoa dại.\n\nBởi vì cô ấy chỉ hiểu được cuộc sống đi theo phục tùng vua, canh giữ mê cung cho vua,\nBởi vì cô ấy hiểu được đạo lý thế giới này chỉ là giấc mơ do khu rừng này tạo ra,\nNên đã dạy đám trẻ những nguyên tắc săn bắn trong rừng và cách đi lại trong mộng,\nChúng phải yêu thương cây cỏ trong rừng, vì đó là khu vườn của vua;\nPhải tôn trọng những con mồi ngã xuống dưới mũi tên, vì đó đều là thần dân của vua.\n\nTruyền thuyết về cô ấy đã được những đứa trẻ lạc trong rừng sâu lưu truyền từ rất lâu, và cũng đã thay đổi rất nhiều.\nCuối cùng nguồn gốc của những lời dạy này đã bị lãng quên. Nhưng vài người đã trở thành những người bảo vệ luôn tuần tra trong rừng,\nKhi trở về với thế giới loài người, khi màn đêm dài nhất buông xuống, đốt lửa trại để xua đuổi bóng đen;\nCũng có một người vẫn luôn đi giữa hàng rào cây, cuối cùng vì săn bắt dã thú nên quên cả tháng ngày, người phủ đầy máu đen.\n\nCô ấy cũng cổ xưa gần như Vua Rừng Rậm cuối cùng. Cuối cùng, cô ấy đã có một giấc mơ về mê cung và săn bắn.\nGiấc mơ này rộng lớn đến mức, có lúc nó đã bao bọc tất cả ước mơ của con dân rừng sâu bên trong.\nMê cung này là một bãi săn rộng lớn vô tận, những lối mòn do rễ cây và dòng suối vạch ra còn dày đặc hơn cả sọc vằn của hổ,\nBiến hóa đa dạng hơn cả ánh trăng trên dòng nước chảy. Những lời thì thầm sâu lắng cố gắng giảng về \"cái chết\" bị lạc lối trong mê cung,\nVì chỉ có cô và những đứa trẻ hiểu được lời dạy của Vua Rừng Rậm mới có thể vượt qua mê cung, tiến vào bãi săn vô hạn đó.\nMãi cho đến khi những lời thì thầm cuối cùng biến mất, thú dữ chạy thoát, khi bị ăn mòn hoàn toàn, cô mới tan biến cùng giấc mộng lớn này.\n\nCuối cùng, cô chìm vào giấc mơ của con người cùng với rất nhiều rất nhiều những mảnh vỡ của giấc mộng đó.\nGiống như một tấm gương vỡ phản chiếu nhiều hình ảnh khác nhau từ rất nhiều góc độ,\nGiấc mơ cô để lại cũng được lưu truyền trong lời kể của mọi người dưới nhiều hình thức khác nhau.\nCâu chuyện cuối cùng còn được lưu truyền (chiến thắng), đã không còn liên quan gì đến cô nữa.\n\nCái tên của cô ấy được lưu truyền trong câu chuyện thật ra là tên của chiếc vương miện đó.\nCuối cùng thứ cô ấy để lại cho bản thân là tên thật của chính mình, một vốc nước phản chiếu ánh trăng,\nVà đóa hoa vàng lấy từ chiếc vương miện được nhận từ tay vua mà cô rất thích đeo."
      },
      "imgid": "deepwood_memories_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "翠蔓的智者",
        "zht": "翠蔓的智者",
        "jp": "翠蔓の知者",
        "ko": "푸른 덩굴의 현자",
        "en": "Scholar of Vines",
        "de": "Weiser des Dickichts",
        "es": "Sabio de la Espesura",
        "fr": "Érudit des lianes",
        "pt": "Estudioso de Vinhas",
        "ru": "Мудрец лозы",
        "id": "Scholar of Vines",
        "th": "Scholar of Vines",
        "vi": "Trí Giả Của Rừng Xanh"
      },
      "description": {
        "zhs": "飘逸如羽的翠色叶片，取自林中智者的衣衫。",
        "zht": "飄逸如羽的翠色葉片，取自林中智者的衣衫。",
        "jp": "羽毛のように軽やかな翠色の葉っぱ。森の知者の衣服から摘み取られたものである。",
        "ko": "깃털처럼 휘날리는 녹색 잎사귀는 숲속 현자의 옷에서 얻은 것이다",
        "en": "An emerald leaf as fluffy as a feather. Plucked from the raiment of a forest scholar.",
        "de": "Ein federleichtes smaragdgrünes Blatt, das aus dem Gewand eines Weisen im tiefen Wald entnommen wurde.",
        "es": "Una hoja de un color esmeralda, ligera como una pluma y extraída de la indumentaria de un sabio del bosque.",
        "fr": "Une feuille d'émeraude aussi duveteuse qu'une plume, extraite des vêtements d'un érudit de la forêt.",
        "pt": "Uma folha esmeralda, leve feito uma pluma. Arrancada das vestimentas de um estudioso da floresta.",
        "ru": "Элегантный, словно перо, изумрудный лист, взятый из одежд лесного мудреца.",
        "id": "Daun zamrud yang anggun bagaikan bulu diambil dari pakaian orang bijak yang berada di dalam hutan.",
        "th": "ใบไม้สีเขียวมรกตที่สง่างามราวกับขนนก ซึ่งถูกดึงมาจากชุดของนักปราชญ์แห่งป่าลึก",
        "vi": "Lá xanh mềm mại, lấy từ trên áo của trí giả trong rừng sâu."
      },
      "lore": {
        "zhs": "\n那是迷宫之王的年岁…\n据说王侍门下最贤睿的少女通晓百兽的语言，能从月光中解读诗文。\n守护着静谧的森林、抱月的静水与梦中森林尽头那无边无际的猎场。\n「吾等诞生在绿茵的御林中，吾等的世界在树荫之下、草甸之上。」\n「取自森林的，都将回归森林。只要遵循天地之理，便无虞生死。」\n「因为遵循自然的，终会穿过御林的迷宫，抵达漫无边际的原野。」\n她的教导虽曾经启发了许多孩子，最终也像虎的血脉一样渐渐稀薄…\n\n那是异兆之月的年岁…\n据说盲眼的少年循着甲胄洁白的长兄的足印穿越诸多王国、山岳与河流，\n最终，在黯色的深林中迷失。\n尽管痴于剑术，却比谁都温柔。虽然过于恪守教导，却比谁都坚持正义…\n在心中永远洁白的幻影的尽头，找到的却是月光般清白的镇林圣物之一。\n之后，则是渴求血肉的野兽。当猎手终于循着白枝的微光来到他的身边，\n他已经失去了许愿的力量，心中指导他的洁白身影也变得暗淡、消失了…\n\n那是黑夜占了上风的年岁，黎明还远远未到来的年岁。\n从噩梦中，智者瞥见了黯色的长剑与水中的晕开的红。",
        "zht": "\n那是迷宮之王的年歲…\n據說王侍門下最賢睿的少女通曉百獸的語言，能從月光中解讀詩文。\n守護著靜謐的森林、抱月的靜水與夢中森林盡頭那無邊無際的獵場。\n「吾等誕生在綠茵的御林中，吾等的世界在樹蔭之下、草甸之上。」\n「取自森林的，都將回歸森林。只要遵循天地之理，便無虞生死。」\n「因為遵循自然的，終會穿過御林的迷宮，抵達漫無邊際的原野。」\n她的教導雖曾經啟發了許多孩子，最終也像虎的血脈一樣漸漸稀薄…\n\n那是異兆之月的年歲…\n據說盲眼的少年循著甲胄潔白的長兄的足印穿越諸多王國、山嶽與河流，\n最終，在黯色的深林中迷失。\n儘管癡於劍術，卻比誰都溫柔。雖然過於恪守教導，卻比誰都堅持正義…\n在心中永遠潔白的幻影的盡頭，找到的卻是月光般清白的鎮林聖物之一。\n之後，則是渴求血肉的野獸。當獵手終於循著白枝的微光來到他的身邊，\n他已經失去了許願的力量，心中指導他的潔白身影也變得暗淡、消失了…\n\n那是黑夜占了上風的年歲，黎明還遠遠未到來的年歲。\n從噩夢中，智者瞥見了黯色的長劍與水中的暈開的紅。",
        "jp": "\nあれは迷宮の王の時代だった…\n王の近侍の中で最も賢い乙女は、すべての獣の言葉を解し、月明かりの詩を味わうことができたという。\nそして彼女は静かな森と、月が映る静水、そして夢の森の果てにある、果てのない猟場を守っていた。\n「わたしたちは青々とした偉大なる森の中で生まれた。わたしたちの世界は木陰の下と、それから草地の上にある。」\n「森からきたものは、すべて森へと還る。天地の理に従えば、生死をおそれる必要はない。」\n「自然に従うものは、いずれ偉大なる森の迷宮を通り抜けて、果てなき野原へと辿り着くのだから。」\n彼女の教えは数多の子供たちを啓発したが、それはやがて虎の血脈のように薄まっていくのだった…\n\nあれは、不吉な月の時代だった…\n盲目の少年は、白い鎧を着た兄の足跡を辿り、多くの王国と山河を抜けて行ったと言われている…\nやがて彼は、暗い森の深くへと迷い込んだ。\n剣術に夢中であっても、その実彼は誰より優しかった。教えを厳格に守りながらも、誰より正義を貫いた…\n心の中にある永遠に真っ白な幻影の果てに見つけたのは、月明かりのように潔白な、林を鎮める聖なるものの一つだった。\nその後、そこへやって来たのが、血肉を渇望する獣だ。狩人が白き枝の微かな光を辿って彼の傍に辿り着いた時、\n彼は既に願う力を失っており、心の中で彼を導いていた純白の姿も次第に闇に包まれて、消えてしまった…\n\nあれはまだ闇夜が優位にあった、夜明けの遠い時代だった。\n悪夢の中で、知者は暗い色をした長剣と、水に溶けゆく赤色を見た。",
        "ko": "\n미궁의 왕의 시대였다…\n왕의 시종 중 가장 지혜로운 한 소녀는 짐승의 말에 능통했고, 달빛의 시를 해독할 수 있었다고 한다.\n그녀는 고요한 숲, 달을 품은 호수와 꿈속의 숲 저편의 아득한 사냥터를 지켰다.\n「우린 푸른 숲에서 태어났고, 우리의 세계는 나무 그늘 아래, 푸른 초원 위에 존재한다」\n「숲에서 얻은 것들은 결국 숲으로 돌아가게 된다. 세상의 이치를 따르면 삶과 죽음은 걱정할 필요 없다」\n「자연의 법칙이 숲의 미궁을 지나 끝없는 들판으로 인도해줄 것이기 때문이다」\n그녀의 가르침은 수많은 아이들에게 영감을 주었지만, 결국 호랑이의 혈통처럼 옅어져갔다….\n\n기이한 징조의 달의 시대였다….\n눈먼 소년은 순백의 갑옷을 입은 맏형의 발자취를 따라 수많은 왕국, 산, 강을 가로질렀지만,\n결국 칠흑 같이 어두운 숲속에서 길을 잃어버리고 만다.\n그는 검술에 집착했지만 마음씨는 그 누구보다도 따뜻했고, 가르침에 지나치게 충실했지만 그 누구보다도 의로웠다….\n마음속의 영원한 순백색 환영, 그 끝에서 발견한 것은 숲을 지키는 달빛처럼 새하얀 성물 중 하나였다.\n그 뒤엔 피와 살만을 갈망하는 야수뿐이었다. 사냥꾼이 하얀 나뭇가지가 내는 희미한 빛을 따라 그의 곁에 닿았을 때,\n그에겐 이미 소원을 빌만한 힘조차 없었다. 마음속에서 그를 인도하던 새하얀 그림자도 옅어졌고, 결국엔 사라졌다….\n\n어두운 밤이 우위를 점한 시대, 여명까지 너무나도 멀었던 시대였다.\n악몽 속에서 현자는 새카만 검과 물속에 퍼지는 붉은빛을 보았다",
        "en": "\nThose were the years of the lord of the labyrinth...\nIt is said that the most virtuous and visionary of the royal servants was a young girl who could understand the language of all beasts and read the poetry of moonlight.\nShe guarded the silent forest, the still water that embraced the moon, and the endless hunting grounds at the very end of the dream forest.\n\"We were born in the verdant royal forest. Our world is under the tree-shade and above the meadow.\"\n\"That which comes from the forest must return to it. As long as we follow the laws of nature, then we shall not fear death.\"\n\"For all those who follow nature must pass through the maze of the forest and reach that endless plain.\"\nHer teachings once inspired many children, but like the blood of tigers, it too would slowly grow thin...\n\nThose were the years of the ominous moon...\nThey say that the blind boy followed in the footsteps of his white-armored brother, traversing kingdoms, mountains, and rivers,\nAt last becoming lost in the dark forest.\nHe was obsessed with swordsmanship but was gentler than anyone. He was too dogmatic, but adhered to justice more than anyone...\nAt the end of the everlasting, white phantom in his heart, what he discovered was a relic of the woods, pure white as the moonlight.\nLater, there came beasts that lusted after flesh and blood. When the huntress finally came to him, following the shimmering light of the white branches,\nHe had already lost the power to make wishes, and the white form that once guided him had faded into darkness and disappeared...\n\nThose were the years when the night was on the rise. Those were the years when dawn was still far-off.\nFrom the nightmare, the wise caught a glimpse of the dark longsword and the red blooming in the water.",
        "de": "\nDas war die Zeit des Labyrinthkönigs ...\nEs heißt, dass die gescheiteste Maid in der Wache des Königs die Sprache der Tiere verstand und Gedichte aus dem Mondlicht interpretieren konnte.\nSie beschützte den ruhigen Wald, das stille, den Mond widerspiegelnde Wasser und die endlosen Jagdgründe am Ende des Walds im Traum.\n„Wir wurden im grünen Wald geboren, unsere Welt ist unterhalb des Blätterdachs der Bäume und auf den Wiesen.“\n„Was aus dem Wald genommen wird, wird in den Wald zurückkehren. Wenn man die Gesetze des Himmels und der Erde befolgt, muss man sich um Leben und Tod keine Gedanken machen.“\n„Denn jene, die die Natur achten, werden letztendlich das Labyrinth des Waldes durchqueren und zu einer grenzenlosen Wildnis gelangen können.“\nAuch wenn ihre Lehren dereinst viele Kinder inspiriert haben, wurden sie letztendlich genau wie das Blut in Venen eines Tigers immer dünner ...\n\nDies ist das Zeitalter des Mondes der Omen ...\nEs heißt, dass ein blinder Junge den Fußspuren seines älteren Bruders, der eine weiße Rüstung trug, durch viele Königreiche und über viele Berge und Flüsse gefolgt sei.\nBis er sich schließlich in einem dunklen und tiefen Wald verirrt hatte.\nAuch wenn er vom Schwertkampf besessen war, so war er dennoch sanfter als jeder andere. Obwohl er sich zu streng an die Lehren hielt, so war er dennoch rechtschaffener als jeder andere ...\nWas er jedoch am Endpunkt der ewig weißen Vision in seinem Herzen gefunden hatte, war eines der Heiligtümer des Waldes, das so weiß war wie das Licht des Mondes.\nSpäter waren da blutrünstige Bestien. Als der Jäger schließlich dem schwachen Licht des weißen Zweiges folgend an seine Seite kam,\nhatte er bereits die Kraft verloren, Wünsche auszusprechen, und die ihn in seinem Herzen anleitende weiße Gestalt wurde dunkel und verschwand ...\n\nDas war die Zeit, in der die Nacht herrschte, die Zeit, in der die Dämmerung noch lange nicht gekommen war.\nIm Albtraum sah der Weise ein dunkles Langschwert und ein Rot, das sich im Wasser ausbreitete.",
        "es": "\nEra la época del Rey del Laberinto...\nLa damisela más virtuosa e inteligente al servicio del rey entendía el lenguaje de las bestias y era capaz de descifrar poemas a través del resplandor de la luna.\nProtegía el silencioso bosque, las tranquilas aguas en las que se reflejaba la luna y los infinitos terrenos de caza al final del bosque onírico.\n“Nacimos en el majestuoso bosque exuberante y nuestro mundo está bajo la sombra de los árboles y sobre las verdes praderas.\nLas cosas que pertenecen al bosque siempre acabarán regresando a él. Mientras respetemos las leyes de la naturaleza, no habrá por qué temerle a la muerte.\nPorque siempre y cuando sigamos las leyes de la naturaleza, estas nos guiarán por el laberinto del bosque y podremos llegar a la más vasta de las praderas”.\nSus enseñanzas inspiraron a muchos niños, pero, al igual que las venas de un tigre, poco a poco se fueron achicando.\n\nEra la época de la luna ominosa...\nUn joven ciego viajó a través de muchos reinos y atravesó montañas y ríos para seguir los pasos de su hermano mayor, quien vestía una armadura blanca.\nPero finalmente, terminó perdiéndose en la oscura frondosidad bosque.\nAunque estaba obsesionado con la práctica de la espada, era más dulce que cualquier otra persona. Y a pesar de ser bastante dogmático, no había nadie más justo que él.\nAl final de una de sus inmaculadas visiones, encontró en el bosque una reliquia pura y blanca como la luz de la luna.\nDespués de eso, una bestia sedienta de sangre apareció. Cuando la cazadora llegó hasta él siguiendo la tenue luz de las ramas blancas,\nya no le quedaban fuerzas para pedir ningún deseo. La figura blanca que había guiado su corazón se tornó más apagada y desapareció.\n\nEran tiempos en los que reinaba la oscuridad, tiempos en los que el amanecer aún estaba muy lejos.\nEntonces, en su pesadilla, el sabio atisbó una espada larga y oscura y un color carmesí expandiéndose en el agua.",
        "fr": "\nÀ l'époque du roi du labyrinthe...\nOn dit que la jeune fille la plus vertueuse et la plus sage au service du roi connaissait le langage de toutes les bêtes et pouvait interpréter le clair de lune sous forme de poèmes.\nElle gardait la forêt silencieuse, les eaux calmes sous la lune et les terrains de chasse qui s'étendaient sans fin jusqu'au bout de forêt des rêves.\n« Nous sommes nés dans la forêt royale verdoyante, notre monde est à l'ombre des arbres et au-dessus des prairies. »\n« Tout ce qui vient de la forêt y retournera. Tant que l'on suivra les lois de la nature, on ne craindra pas la mort. »\n« Car c'est en respectant la nature que l'on finira par traverser le labyrinthe de la forêt royale et arriver jusqu'à des champs à perte de vue. »\nSes enseignements, bien qu'ils aient été une source d'inspiration pour de nombreux enfants, finirent par s'épuiser comme la population des tigres...\n\nÀ l'époque des présages de la Lune...\nOn dit qu'un garçon aveugle suivit les traces de son frère aîné en armure blanche à travers de nombreux royaumes, montagnes et rivières.\nÀ la fin, il s'égara dans la forêt sombre.\nBien qu'obsédé par l'art du maniement de l'épée, il était plus doux que quiconque. Et bien qu'il s'en tenait strictement aux enseignements qui lui avaient été transmis, il était plus juste que quiconque...\nAu bout de l'illusion d'un blanc pur et éternel, il trouva un objet sacré de la forêt qui était aussi pâle que le clair de lune.\nÀ la suite de cela, des bêtes affamées de chair et assoiffées de sang surgirent. Lorsque le chasseur parvint enfin à le rejoindre en suivant la faible lumière de la branche blanche...\nIl avait déjà perdu le pouvoir de formuler des vœux, et la silhouette blanche qui le guidait dans son cœur s'estompa pour finalement disparaître...\n\nÀ l'époque où la nuit régnait et où l'aube était loin d'arriver.\nDans le cauchemar, le jeune homme a entrevit une longue épée sombre et une couleur cramoisie qui s'étendait dans l'eau.",
        "pt": "\nIsso se passou durante a era do Rei do Labirinto...\nDizem que a donzela mais virtuosa e sábia a serviço do rei entendia a linguagem dos animais e podia interpretar os poemas do luar.\nProtegendo a floresta tranquila, as águas calmas que sustentam o reflexo da lua e os campos de caça no final da floresta em um sonho.\n\"Nascemos na floresta real exuberante, nosso mundo está sob a sombra das árvores e junto ao verde prado.\"\n\"O que é da floresta voltará para a floresta. Enquanto seguirmos as leis da natureza, não temeremos a morte.\"\n\"Porque as leis da natureza nos levarão através do labirinto de bosques para a planície sem fim.\"\nSeus ensinamentos inspiraram muitas crianças, mas no final, acabaram se afinando como o sangue de um tigre...\n\nFoi na época do presságio da lua...\nDizem que um jovem cego viajou por muitos reinos, montanhas e rios, seguindo os passos de seu irmão mais velho, que trajava uma armadura branca.\nPor fim, ele se perdeu nas profundezas escuras da floresta.\nEmbora obcecado com a arte da espada, ele é mais gentil que qualquer um. Mesmo seguindo estritamente os ensinamentos, ele é mais justo que qualquer um...\nNo final da ilusão eterna em seu coração, o que ele encontrou foi uma Relíquia Sagrada, tão branca quanto a lua da floresta.\nDepois disso veio a besta sedenta de sangue e carne. Quando a caçadora finalmente veio até ele seguindo a luz cintilante dos galhos brancos,\nele havia perdido a capacidade de desejar, e a figura branca pura que o guiava tinha desaparecido...\n\nEra um tempo em que reinava a escuridão, um tempo em que o alvorecer ainda estava longe.\nNo pesadelo, o homem sábio vislumbrou a espada negra e o vermelho se espalhando pela água.",
        "ru": "\nСлучилось это во времена Владыки лабиринта...\nГоворят, самой добродетельной и мудрой из его слуг была юная девушка, что понимала язык зверей и создавала стихи из лунного света.\nОна защищала тихий лес, отражение луны в водной глади и беспредельные охотничьи угодья, что раскинулись за краем леса сновидений...\n«Мы родились в пышном королевском лесу, и мир наш простирается от сени ветвей до луговых трав.\nПришедшие из леса в лес же и вернутся. Пока мы следуем законам природы, смерть нам не страшна.\nПокорные воле природы пройдут сквозь лесной лабиринт и выйдут к бескрайней равнине».\nКогда-то её наставления вдохновляли множество детей, но потом стали понемногу скудеть, как оскудел и тигриный род...\n\nСлучилось это в годы лунного предзнаменования...\nГоворят, тогда жил на свете слепой юноша. Однажды он отправился в путь по стопам своего брата, облачённого в белоснежные доспехи. Он побывал во множестве царств, пересёк множество гор и рек.\nВ конце концов юноша заблудился в тёмном лесу.\nОн страстно любил фехтовать, но сердцем был слишком мягок. Он слишком верил в наставления, но был честен и справедлив...\nДойдя до края белоснежной иллюзии, он обнаружил одну из реликвий леса, белизной подобную лунному свету.\nЗатем появились кровожадные дикие звери. Когда охотница, следуя подсказкам мерцающих белых ветвей, наконец приблизилась к нему,\nон утратил способность что-либо желать, а белоснежная фигура, направлявшая его, потускнела и исчезла...\n\nЭто было время, когда всюду царила тьма. Время, когда до рассвета было ещё далеко.\nИ в одном из кошмаров мудрецу был явлен чёрный меч и алое пятно, растекающееся по воде.",
        "id": "\nItu adalah masa-masa raja labirin ....\nKonon katanya, gadis paling bijak dan berbudi luhur di bawah pelayan raja menguasai bahasa binatang dan sanggup menafsirkan puisi di tengah cahaya bulan.\nMenjaga hutan yang tenang, air tenang yang memeluk bulan, dan medan perburuan yang tidak berbatas di ujung mimpi.\n\"Kami lahir di hutan kerajaan yang hijau, dunia kami berada di bawah bayangan pepohonan dan di atas padang rumput.\"\n\"Semua yang berasal dari hutan akan kembali ke hutan. Selama mengikuti hukum alam, kami tidak takut mati.\"\n\"Karena mengikuti alam, mereka pada akhirnya, tetap akan melewati labirin hutan kerajaan dan akan mencapai dataran tak berujung itu.\"\nMeski ajarannya telah menginspirasi banyak anak-anak, tapi pada akhirnya akan perlahan-lahan menipis seperti garis keturunan harimau ....\n\nItu adalah masa-masa bulan pertanda ....\nKonon katanya anak muda yang buta mengikuti jejak kakaknya dengan baju besi putih untuk melewati banyak kerajaan, pengunungan, dan sungai,\nakhirnya, dia hilang di tengah kedalaman hutan yang gelap.\nMeski dia terobsesi dengan ilmu pedang, tapi dia lebih lembut dari siapa pun. Meski dia terlalu taat terhadap pengajaran, tapi dia lebih mempertahankan keadilan dari siapa pun ....\nDi ujung bayangan yang selamanya putih suci di dalam hatinya, yang dia temukan adalah salah satu relik suci hutan yang semurni cahaya bulan.\nLalu, binatang buas yang haus akan darah dan daging. Saat pemburu akhirnya tiba di sisinya di bawah cahaya redup ranting putih,\ndia telah kehilangan kekuatannya untuk berharap, dan bayangan putih yang menuntunnya di dalam hatinya mulai redup dan menghilang ....\n\nItu adalah masa ketika malam berada di atas angin, dan masa ketika fajar masih jauh.\nDari dalam mimpi buruk, orang bijak itu melihat pedang berwarna gelap dan warna merah dari air.",
        "th": "\nมันเป็นช่วงเวลาของราชาแห่งเขาวงกต...\nกล่าวกันว่าสาวน้อยข้ารับใช้ขององค์ราชา มีความปราดเปรื่องที่สุดในบรรดานางกำนัล เธอรอบรู้ภาษาสัตว์นานาชนิด และสามารถถอดแปลบทกวีจากแสงจันทร์ได้\nคอยปกปักรักษาผืนป่าอันเงียบสงบ ผืนน้ำอันนิ่งสะท้อนเงาดวงจันทร์ และพื้นที่ล่าสัตว์อันกว้างใหญ่ที่มองไม่เห็นฝั่ง ณ ปลายทางของป่าในห้วงฝัน\n\"พวกข้าถือกำเนิดขึ้นในป่าหลวงเขียวขจี โลกของเราอยู่ใต้ร่มเงาไม้ เหนือพื้นหญ้า\"\n\"สิ่งที่นำมาจากป่า ท้ายที่สุดก็ต้องหวนคืนสู่ป่า ตราบใดที่ปฏิบัติตามกฎแห่งฟ้าดิน ก็หาได้ต้องหวั่นเกรงชีวิตไม่\"\n\"เพราะกฎแห่งธรรมชาติ จะชี้นำเราเดินผ่านเขาวงกตในป่าหลวง และไปถึงทุ่งหญ้าที่กว้างใหญ่ไพศาลในที่สุด\"\nแม้คำสอนของเธอได้สร้างแรงบันดาลใจให้กับเด็ก ๆ มากมาย แต่สุดท้ายแล้ว มันก็เปรียบดั่งสายเลือดสมิง ที่ค่อย ๆ เบาบางลงไป...\n\nมันคือช่วงเวลาของดวงจันทร์อาเพศ...\nกล่าวกันว่าเด็กหนุ่มตาบอดเดินตามรอยเท้าของพี่ชายคนโตผู้สวมเกราะขาวบริสุทธิ์ ก้าวข้ามผ่านนานาแคว้น ขุนเขาและแม่น้ำ\nจนหลงทางในป่าลึกอันมืดทมิฬไปในที่สุด\nแม้หลงใหลในวิชาดาบ แต่เขากลับอ่อนโยนยิ่งกว่าใคร แม้จะยึดมั่นในคำสอน แต่ก็ยืนหยัดในความยุติธรรมเหนือผู้ใด...\nปลายทางของภาพลวงขาวบริสุทธิ์ เขาพบเพียงสิ่งของศักดิ์สิทธิ์พิทักษ์ป่าที่มีสีขาวสุกสกาวดั่งแสงจันทร์\nต่อจากนั้น ก็คือสัตว์ป่าที่กระหายเลือด เมื่อนักล่าเดินตามแสงริบหรี่ของกิ่งไม้ขาวมาถึงข้างกายเขา\nเมื่อนั้นเขาได้สูญเสียพลังอธิษฐานไปเสียแล้ว เงาบริสุทธิ์ที่คอยนำทางให้ก็ค่อย ๆ จางลง และหายไปในที่สุด...\n\nมันเป็นช่วงเวลาที่คืนมืดเป็นฝ่ายได้เปรียบ ขณะที่รุ่งอรุณยังมาไม่ถึง\nในฝันร้ายนั้น นักปราชญ์มองเห็นดาบยาวสีดำคล้ำ และสีแดงฉานที่กระจายตัวในน้ำ",
        "vi": "\nĐó là những năm tháng của nhà vua của mê cung...\nNghe nói thiếu nữ thông minh nhất dưới trướng của nhà vua am hiểu ngôn ngữ muôn loài, có thể đọc hiểu thơ văn từ ánh trăng.\nBảo vệ cánh rừng yên tĩnh, mặt nước ôm trọn vầng trăng cùng với bãi săn kéo dài vô hạn ở khu rừng trong mơ.\n\"Chúng ta sinh ra trong khu rừng ngát xanh cỏ cây, thế giới của chúng ta nằm ở dưới bóng cây và trên mặt cỏ.\"\n\"Những thứ thuộc về rừng rậm, đều sẽ trở về với rừng rậm. Chỉ cần tuân theo đạo lý của đất trời, thì sẽ không ngại sống chết.\"\n\"Vì tuân theo tự nhiên, cuối cùng sẽ xuyên qua mê cung rừng rậm, đến được vùng đồng bằng bao la.\"\nTuy những điều nàng dạy bảo đã từng dẫn dắt rất nhiều đứa trẻ, nhưng cuối cùng cũng dần trở nên mỏng manh như huyết mạch của hổ...\n\nĐó là những năm tháng của ánh trăng mang điềm báo...\nNghe nói thiếu niên bị mù kia men theo dấu chân của người anh trai mặc giáp trắng đi qua rất nhiều vương quốc, băng qua bao đồi núi sông sâu,\nCuối cùng, lại bị lạc giữa rừng sâu tăm tối.\nDù si mê kiếm thuật, nhưng lại dịu dàng hơn bất kỳ ai. Tuy tuân thủ nghiêm ngặt những gì được dạy, nhưng cũng giữ vững chính nghĩa hơn bất kỳ ai...\nỞ phía tận cùng của ảo ảnh mãi mãi trắng muốt trong lòng, thứ tìm thấy được lại là một trong những thánh vật trấn rừng trong trẻo như ánh trăng.\nSau đó, lại là dã thú khao khát máu thịt. Khi người thợ săn men theo ánh sáng mờ ảo đi tới bên cạnh cậu ta,\nCậu đã không còn sức lực cầu nguyện, hình bóng màu trắng luôn trong tâm trí soi đường cho cậu cũng dần mờ nhạt, rồi biến mất...\n\nĐó là thời kỳ bóng tối chiếm ưu thế, khi ánh bình minh vẫn còn ở nơi xa xôi chưa đến được.\nTỉnh dậy từ cơn ác mộng, trí giả nhìn thoáng qua thanh trường kiếm sẫm màu, cùng với ánh đỏ đang lan ra giữa dòng nước."
      },
      "imgid": "deepwood_memories_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "贤智的定期",
        "zht": "賢智的定期",
        "jp": "賢知の定期",
        "ko": "현명의 주기",
        "en": "A Time of Insight",
        "de": "Zeitmesser der Weisheit",
        "es": "Fenecimiento de la Sabiduría",
        "fr": "Période de perspicacité",
        "pt": "Momento de Sabedoria",
        "ru": "Час осмысления",
        "id": "A Time of Insight",
        "th": "A Time of Insight",
        "vi": "Thời Hạn Của Hiền Trí"
      },
      "description": {
        "zhs": "投身贤睿之道者所用的时计，其中盛装的并非无生命的砂砾，而是细小的芥子。",
        "zht": "投身賢睿之道者所用的計時器，其中盛裝的並非無生命的砂礫，而是細小的芥子。",
        "jp": "賢知の道を歩む者が使う時計。中に入っているのは生命無き砂ではなく、小さなカラシナの種だ。",
        "ko": "현자의 길에 뛰어든 이가 사용하는 시계. 안에는 생명력이 없는 모래 대신 아주 작은 겨자씨가 들어있다",
        "en": "Such timepieces are used by those who dedicate themselves to the way of the wise. These timepieces do not contain lifeless sand, but instead play host to tiny mustard seeds.",
        "de": "Der Zeitmesser derjenigen, die ihr Leben dem Streben nach Weisheit gewidmet haben. Seine Füllung sind keine leblosen Sandkörner, sondern winzige Senfkörner.",
        "es": "Un reloj utilizado por aquellos que se dedican a la búsqueda de la sabiduría. Lo que contiene no es arena inerte, sino diminutos granos de mostaza.",
        "fr": "Ces garde-temps sont utilisés par ceux qui se consacrent à la voie de la sagesse, ne contenant pas de sable sans vie, mais abritant plutôt de minuscules graines de moutarde.",
        "pt": "Relógio utilizados por aqueles que se dedicam ao caminho dos sábios. Este relógio não contém areia sem vida, mas, em vez disso, possui minúsculas sementes de mostarda.",
        "ru": "Подобные часы используют те, кто посвятил себя пути мудрецов. Наполнены они не бездушным песком, но крошечными зёрнами горчицы.",
        "id": "Penunjuk waktu yang digunakan oleh orang yang mengabdikan dirinya pada jalan kebijaksanaan tidak dipenuhi oleh kerikil yang tandus, melainkan oleh biji sesawi kecil.",
        "th": "นาฬิกาที่ใช้โดยผู้ซึ่งอุทิศตนเพื่อวิถีแห่งผู้รอบรู้ ภายในไม่ได้เต็มไปด้วยเม็ดทรายที่ไร้ซึ่งชีวิต แต่กลับเป็นเมล็ดมัสตาร์ดเม็ดเล็ก ๆ มากมาย",
        "vi": "Đồng hồ của người đi theo trí tuệ, thứ trang trí trên đó không phải sỏi đá, mà là những hạt giống nhỏ bé."
      },
      "lore": {
        "zhs": "\n过往的传说中，森林王是长生不死的，\n在寿限的尽头，身躯会融入密林当中，\n爪牙化为铁木，斑纹幻为无尽的迷宫，\n灼灼的双眼则分为天上与水中的明月。\n凡死去的，将借另一副躯体得获新生；\n凡腐朽的，将催发出纯净幼嫩的新芽。\n\n「但是，因死而销却的灵魂，永远遗失的记忆，」\n「生灭的循环定期之中，可有它们存在的位置？」\n\n「灵魂是虚无的概念而已，而记忆也终将归于大地。」\n「本就虚无之物不足为惧，其消弭又有何值得担忧？」\n「互相提醒彼此提携，将大家的形象永远铭记便好，」\n「如此自然能克服生灭的循环，将记忆长久留存吧！」\n\n很久以后，约定相互提醒的挚友先染上了遗忘的恶疾。\n依照未完全忘却的旧梦中描绘的三人、三精灵的形象，\n以及被学院所流逐的狂医留下的记录与猜想，\n去捕获梦想——捕获能操控梦想的林中居民，\n让挚友再度想起自己的形象与一同的记忆吧。\n\n如果主宰记忆的器官已经太过残破无法复原，\n那带上另一位老友，一同在过往的梦中生活，\n在小树屋中玩耍，在无限深远的密林中探险，\n那也不错。在梦中，谁都有重新开始的机会。\n\n首先要捕获那些梦中的精灵。\n那些佣兵曾经为我做过很多。\n这次应该也不会让我失望吧。",
        "zht": "\n過往的傳說中，森林王是長生不死的，\n在壽限的盡頭，身軀會融入密林當中，\n爪牙化為鐵木，斑紋幻為無盡的迷宮，\n灼灼的雙眼則分為天上與水中的明月。\n凡死去的，將藉另一副軀體得獲新生；\n凡腐朽的，將催發出純淨幼嫩的新芽。\n\n「但是，因死而銷卻的靈魂，永遠遺失的記憶，」\n「生滅的循環定期之中，可有它們存在的位置？」\n\n「靈魂是虛無的概念而已，而記憶也終將歸於大地。」\n「本就虛無之物不足為懼，其消弭又有何值得擔憂？」\n「互相提醒彼此提攜，將大家的形象永遠銘記便好，」\n「如此自然能克服生滅的循環，將記憶長久留存吧！」\n\n很久以後，約定相互提醒的摯友先染上了遺忘的惡疾。\n依照未完全忘卻的舊夢中描繪的三人、三精靈的形象，\n以及被學院所流逐的狂醫留下的紀錄與猜想，\n去捕獲夢想——捕獲能操控夢想的林中居民，\n讓摯友再度想起自己的形象與一同的記憶吧。\n\n如果主宰記憶的器官已經太過殘破無法復原，\n那帶上另一位老友，一同在過往的夢中生活，\n在小樹屋中玩耍，在無限深遠的密林中探險，\n那也不錯。在夢中，誰都有重新開始的機會。\n\n首先要捕獲那些夢中的精靈。\n那些傭兵曾經為我做過很多。\n這次應該也不會讓我失望吧。",
        "jp": "\n大昔の伝説によると、森林王は「不老不死」だったそうだ。\nその命が終わるとき、その体は密林へと溶け込み、\n爪と牙は鉄の木になり、縞模様は果てしない迷宮となり、\n輝く両目はそれぞれ、空と水の中に浮かぶ月となった。\n死んだものはみな、別の形で生まれ変わる。\n腐ったものからは、純粋な新芽が生えてくる。\n\n「けれど、死によって消えてしまった魂と、永遠に失われた記憶…」\n「生死の循環の中で、これらの居場所はあるのかしら？」\n\n「魂とは虚無の概念に過ぎず、記憶もいずれ大地に還る。」\n「そもそも虚無を恐れることなどないのに、その消滅を心配する必要なんてどこにある？」\n「お互いに記憶に刻み付け、助け合うことで、みんなの姿を永遠に記憶に残せばいい。」\n「そうすれば、生と死の循環をも、乗り越えられるはず。さあ、記憶を永遠にするの！」\n\nそれから長い時を経て、お互いに覚えておくよう約束した親友は、物忘れの病に罹った。\nならば、まだ完全に忘れ去られてはいない、昔の夢に描かれた三人と、三体の精霊の姿、\nそして学院から追放された、狂気に満ち溢れた医者が残した記録と推論をもとに、\n夢を狩りに行こう——夢を操ることのできる森の住人を捕獲しに行って、\n親友に己の姿と共有した思い出を、もう一度思い出させよう。\n\nもしも記憶を支配する器官が壊れすぎて、復元できなくなったら、\nもう一人の旧友を連れて、過去の夢の中で一緒に暮らそう…\n小さなツリーハウスで遊び、深い深い密林を探検する。\n——それも悪くはないだろう。夢の中では、誰もが「もう一度」始めるチャンスを持っているのだ。\n\nさあ、まずは夢の中にいる精霊を捕まえましょう。\nあの傭兵たちは、私のために沢山尽くしてくれた。\n今回も、期待を裏切ることはないはずよね。",
        "ko": "\n과거의 전설에 따르면 숲의 왕은 불사의 존재라고 한다.\n수명이 다하면, 그의 육신은 밀림 속에 녹아들었다.\n이빨과 발톱은 단단한 수목으로, 무늬는 끝없는 미궁으로,\n이글이글 불타던 두 눈은 하늘과 물속의 달이 되었다.\n무릇 죽어가는 것은 다른 몸으로 새로 태어날 것이다.\n무릇 썩어가는 것은 순결하고 어린 새싹을 성장시킬 것이다.\n\n「하지만 죽음으로 소멸한 영혼은 영원히 기억을 잃게 된다」\n「삶과 죽음의 순환 속에 이들을 위한 자리가 있을까?」\n\n「영혼은 단지 공허한 개념에 불과하며, 기억 또한 대지로 돌아가기 마련이다」\n「처음부터 공허한 존재였으니 두려울 것도 없으리라. 소멸할지언정 걱정할 것이 어찌 있겠는가?」\n「서로 상기시켜주고, 모두를 영원히 기억하면 되는 것을」\n「이리 하면 삶과 죽음의 순환을 극복하고, 기억을 오랫동안 간직할 수 있을 것이다!」\n\n아주 오랜 시간 뒤, 서로 상기시켜주기로 약속했던 친우가 가장 먼저 기억상실에 걸리고 말았다.\n완전히 잊히지 않은 오랜 꿈에서 그려졌던 세 사람, 세 요정의 모습에 따라,\n학부에서 쫓겨난 미치광이 의사가 남긴 기록과 추측에 따라,\n꿈을 사로잡고——꿈을 조종할 수 있는 숲의 주민을 사로잡아,\n친우가 다시금 자신의 모습과 우리가 함께했던 기억을 떠올리게 하자.\n\n기억을 지배하는 기관이 크게 손상되어 회복할 수 없다면,\n다른 오랜 친구와 함께 과거의 꿈속에서 살자.\n오두막에서 뛰어놀기도 하고, 끝없이 깊은 밀림에서 탐험도 하자.\n좋지. 꿈속에선 누구에게나 다시 시작할 기회가 있으니까.\n\n우선 꿈의 요정을 사로잡아야 한다.\n그 용병들은 날 위해 수많은 일들을 해줬으니.\n이번에도 날 실망시키지 않겠지",
        "en": "\nThe ancient legends say that the lord of the forest was immortal,\nAs they at life's end would melt into the forest,\nTheir claws would become metal and wood, and their stripes would become an endless maze,\nAnd their smoldering eyes would become the moon in both the sky and the water.\nAll things that die will gain new life in some other form.\nAll things that decay will sprout pure and tender new shoots.\n\n\"But those souls who had been destroyed by death, memories that are eternally lost,\"\n\"Is there a place for them in the cycle of life and death?\"\n\n\"The soul is a void concept, and memories must one day return to the land.\"\n\"What is there to worry about if something that was always void were to fade away?\"\n\"Rather, remind and support one another, such that everyone's image will be remembered forever.\"\n\"Thus shall we defeat the natural cycle of life and death, and preserve memory forever!\"\n\nMuch later, the friends who had agreed to remind one another would be infected with the wicked disease of forgetfulness.\nAccording to the image of the three people and three spirits that had not been wholly forgotten,\nAnd the records and conjectures left behind by the mad scientist who was expelled by the academy,\nThe dream had to be captured — along with the inhabitants of the forest who could control dreams,\nTo remind that friend once again of one's own form and the memories that were shared.\n\nIf the organ that governs memory has taken too much damage and cannot be healed,\nThen bring another old friend and dwell in dreams of the past together,\nPlay in a small tree house, and explore the limitless depth of the jungle.\nYes, that would be nice as well. For in dreams, everyone has a chance to start over.\n\nBut first, those dream spirits must be captured.\nThose sellswords once did much for me.\nI trust they will not disappoint this time, either.",
        "de": "\nDen alten Legenden zufolge ist der Waldkönig unsterblich.\nWenn er das Ende seiner Lebensspanne erreicht, dann wird sein Körper mit dem Wald verschmelzen.\nSeine Klauen und Zähne werden sich in Eisenholz verwandeln und seine Musterung wird Teil des unendlichen Labyrinths werden.\nUnd seine beiden leuchtenden Augen werden zu den hellen Monden am Himmel und im Wasser werden.\nAlle Wesen, die gestorben sind, werden in einem anderen Körper neues Leben erlangen.\nUnd alles, was verrottet ist, wird in reinen und zarten Trieben neu aufsprießen.\n\n„Aber Seelen, die durch den Tod vergehen, sind die für immer verlorenen Erinnerungen.“\n„Könnte es für sie einen Platz im Kreislauf des Lebens und des Todes geben?“\n\n„Eine Seele ist nichts anderes als ein bedeutungsloses Konzept und auch Erinnerungen kehren letztendlich in den Boden zurück.“\n„Es gibt keinen Grund, bedeutungslose Dinge zu fürchten, und weswegen sollte man sich wegen ihrer Auslöschung sorgen?“\n„Es ist besser, uns gegenseitig aneinander zu erinnern und einander zu unterstützen und das Bild aller anderen für immer im Gedächtnis zu behalten.“\n„Indem wir diese Erinnerungen dauerhaft bewahren, können wir den Kreislauf von Leben und Tod überwinden!“\n\nLange Zeit danach wurden Freunde, die sich geschworen haben, sich aneinander zu erinnern, von der heimtückischen Krankheit des Vergessens infiziert.\nAuf Grundlage der Bilder der drei Leute und der drei Dschinn, wie sie in dem alten, nicht vollständig vergessenen Traum beschrieben waren,\nund basierend auf den Aufzeichnungen und Mutmaßungen, die von dem wahnsinnigen, von der Akademie verbannten Arzt zurückgelassen wurden,\nmusst du einen Traum fangen, um einen Waldbewohner zu erwischen, der Träume kontrollieren kann.\nNur so kannst du diesem Freund ermöglichen, sich wieder ihr eigenes Bild und ihre gemeinsamen Erinnerungen ins Gedächtnis zu rufen.\n\nWenn das Organ, das die Erinnerungen verwaltet, zu beschädigt ist und nicht wieder in den alten Zustand zurückversetzt werden kann,\ndann bringe einen anderen alten Freund und lebe mit ihm zusammen im Traum der Vergangenheit,\num dort in kleinen Baumhäusern zu spielen und den unendlich großen Wald zu erkunden,\nwas auch wundervoll ist. Im Traum hat jeder die Chance auf einen Neuanfang.\n\nZunächst musst du die Dschinn in dem Traum fangen.\nJene Söldner waren mir früher schon zu Diensten.\nUnd auch dieses Mal werden sie mich nicht enttäuschen.",
        "es": "\nLas leyendas antiguas decían que el Rey del Bosque era inmortal;\nque al final de su vida, su cuerpo se fusionaría con la selva; que\nsus garras y dientes se convertirían en madera tan dura como el hierro; que sus rayas formarían un laberinto infinito; y que sus ojos\nresplandecientes se transformarían en la luna clara que brilla en el cielo y en la que se refleja en el agua.\nTodos los fallecidos renacerán en otro cuerpo.\nLo podrido dará lugar a brotes jóvenes y puros.\n\n“Sin embargo, las almas destruidas por la muerte no serán más que recuerdos perdidos para siempre.\n¿Habrá un lugar para ellos en el ciclo de la vida y la muerte?\n\nEl alma es solo un concepto vacío, por el contrario, y los recuerdos regresarán finalmente a la tierra.\n¿Por qué tener miedo de perder lo que originalmente no era más que vacío?\nEs mejor recordarnos y apoyarnos mutuamente, y guardar la imagen de todos para siempre.\n¡Así podremos romper el ciclo natural de la vida y la muerte y preservar nuestros recuerdos para siempre!”.\n\nMucho tiempo después, los amigos que una vez prometieron recordarse siempre contrajeron la enfermedad maligna del olvido.\nSegún las imágenes de las tres personas y los tres espíritus descritas en un viejo sueño no del todo olvidado, y en los\nregistros e hipótesis que dejó un médico demente expulsado de la Academia, habría que atrapar el sueño, atrapar a\nlos moradores del bosque capaces de controlar los sueños, para\nque ese amigo recuerde de nuevo su propio aspecto y recupere los recuerdos compartidos.\n\nY si el órgano que gobierna los recuerdos está demasiado dañado como para sanar, entonces traeré a otro viejo amigo y viviremos\njuntos en los sueños del pasado.\nNo estaría mal jugar en casas hechas en los árboles y explorar las inmensas profundidades de la jungla.\nEn los sueños, todos tienen la oportunidad de empezar de nuevo.\n\nPero antes, tengo que atrapar a esas criaturas del sueño.\nEsos mercenarios me ayudaron bastante en el pasado.\nConfío en que esta vez tampoco me decepcionarán.",
        "fr": "\nDans les légendes anciennes, le roi de la forêt est un immortel.\nÀ la fin de son existence, son corps fusionne avec la forêt.\nSes griffes et ses dents se transforment en arbres vigoureux, ses rayures se changent en couloirs du labyrinthe infini.\nEt ses yeux brillants se transforment en deux lunes : la lune dans le ciel et la lune dans l'eau.\nTout ce qui meurt finit par reprendre vie à l'intérieur d'un autre corps.\nEt tout ce qui dépérit finit par donner naissance à de jeunes pousses.\n\n« Cependant, les corps abandonnés par les âmes qu'ils contenaient ne seront rien de plus que des souvenirs perdus à jamais. »\n« Y a-t-il une place pour eux dans le cycle de la vie et de la mort ? »\n\n« Une âme n'est faite que de vide, et les souvenirs finiront par retourner à la terre. »\n« Alors pourquoi avoir peur de perdre ce qui n'est à l'origine que du vide ? »\n« Rappelons-nous mutuellement de nous entraider, et gardons le visage de chacun dans notre cœur pour toujours. »\n« De cette façon, nous pourrons surmonter le cycle de la vie et de la mort et garder les souvenirs vivants ! »\n\nBien longtemps après, des amis qui avaient promis de se souvenir de cela pour toujours furent affligés par la maladie insidieuse de l'oubli.\nEn s'appuyant sur les images des trois personnages et des trois esprits décrits dans les rêves qui n'ont pas encore été complètement oubliés...\nAinsi que les notes et les hypothèses laissées par le médecin fou expulsé de son école...\nAllez capturer les rêves. Capturez les habitants de la forêt qui ont le pouvoir de contrôler les rêves.\nCela aidera nos amis à se rappeler d'eux-mêmes et à faire revivre leurs souvenirs.\n\nSi l'organe qui gère les souvenirs est trop endommagé pour être restauré...\nAlors emmenez un autre vieil ami pour vivre avec lui à l'intérieur des rêves du passé.\nVous pourrez jouer dans la cabane dans les arbres et explorer les profondeurs infinies de la forêt.\nC'est tout aussi bien comme cela. À l'intérieur des rêves, tout le monde a la chance de prendre un nouveau départ.\n\nLa première étape est de capturer ces esprits à l'intérieur des rêves.\nCes mercenaires m'ont beaucoup aidé dans le passé.\nJe pense qu'ils ne me décevront pas cette fois non plus.",
        "pt": "\nNas lendas antigas, o Rei da Floresta era um ser imortal;\nNo final de sua vida, seu corpo se integraria a floresta;\nSuas garras e dentes se transformariam em madeira e ferro, suas listras transformariam-se em um labirinto infinito;\nSeus olhos brilhantes dividiram-se em duas luas: a lua brilhante no céu e a na água.\nOs que morrerem, renascerão em outros corpos;\nQuem apodrecer, estimulará o nascimento de brotos puros e delicados.\n\n\"Contudo, almas destruídas pela morte serão memórias perdidas para sempre,\"\n\"existe um lugar para elas no ciclo regular de nascimento e morte?\"\n\n\"A alma é apenas um conceito de vazio, e a memória eventualmente retornará à terra.\"\n\"O vazio não deve ser temido, e seu desaparecimento não merece preocupação!\"\n\"É bom lembrar e apoiar uns aos outros, e recordar a imagem de cada um para sempre,\"\n\"Assim e naturalmente, o ciclo de nascimento e morte poderia ser superado, e a memória seria mantida pela eternidade!\"\n\nMuito tempo depois, os companheiros que haviam concordado em lembrar uns aos outros, contraíram a doença maligna da negligência.\nUsando os restos de suas representações em sonhos antigos.\nOs registros e conjecturas deixados pelo médico louco exilado da academia;\nPara capturar o sonho, capturar os residentes da floresta que conseguem controlar os sonhos;\nPara que os companheiros possam lembrar-se novamente de suas imagens e memórias.\n\nSe o órgão que rege a memória está danificado além do reparo;\nEntão traga outro velho amigo e vivam juntos no mundo de sonhos;\nSe divirtam na casa da árvore, explorem as profundezas infinitas da floresta;\nÉ tudo muito bom. No mundo dos sonhos, todos tem a oportunidade de recomeçar.\n\nPrimeiro deve-se capturar os espíritos da floresta do sonho.\nAqueles mercenários fizeram muito por mim.\nTenho certeza que não me desapontarão.",
        "ru": "\nЛегенды гласят, что Царь леса бессмертен.\nВ конце жизни его тело сливается с лесом,\nкогти и зубы превращаются дерево и железо, полоски становятся бесконечным лабиринтом,\nа горящие глаза превращаются в луны на небе и в воде.\nВсё, что умерло, возродится вновь.\nВсё, что сгнило, прорастёт молодыми побегами.\n\n«Но есть ли место в круговороте жизни и смерти для душ, исчезнувших после смерти,\nдля воспоминаний, утраченных навсегда?\n\nДуша - не что иное, как пустота, а воспоминания в конце концов тоже вернутся в землю.\nК чему бояться потерять то, что изначально было ничем?\nДавайте помогать друг другу, наставлять друг друга и вечно хранить облик каждого из нас в своём сердце.\nТак мы сумеем преодолеть круговорот жизни и смерти и сохранить воспоминания!»\n\nПрошло время, и друзья, давшие друг другу обет, заразились чумой забвения.\nОпираясь на образы трёх людей и трёх душ, запечатлённых в ещё не позабытых снах,\nа также на записи и догадки, оставленные изгнанным из Академии безумным доктором.\nПоймай сновидение - и поймай лесных жителей, что умеют распоряжаться сновидениями.\nТогда друг снова вспомнит тебя и оживит свои воспоминания.\n\nЕсли орган, отвечающий за воспоминания, повреждён, и восстановление невозможно,\nвозьми с собой третьего друга и отправляйтесь бродить по старым снам,\nиграйте с ним в домике на дереве, исследуйте бесконечные глубины дремучего леса.\nВо сне у каждого есть шанс начать всё сначала.\n\nНо прежде всего надо поймать в сновидении лесных духов.\nЭти наёмники много для меня сделали.\nДумаю, на этот раз они тоже не подведут.",
        "id": "\nHikayat purba mengatakan bahwa penguasa hutan adalah penguasa kekal,\nDi akhir hayatnya dia melebur dengan hutan,\nCakarnya menjadi logam dan kayu, lorengnya menjadi labirin yang tidak berujung,\nMatanya yang membara menjadi bulan di tingkap langit dan di permukaan air.\nSemua yang mati akan terlahir kembali,\nYang layu akan mekar terbarui.\n\n\"Tapi jiwa-jiwa yang hancur oleh maut, kenangan yang lenyap untuk selama-lamanya,\"\n\"Apakah ada tempat bagi mereka di lingkaran kehidupan?\"\n\n\"Jiwa adalah hampa, dan pada waktunya semua kenangan akan kembali ke tanah.\"\n\"Untuk apa khawatir tentang sesuatu yang hampa dan ditakdirkan sirna?\"\n\"Jangan khawatir, ingatlah untuk selalu saling mengasihi dan menolong, agar kenangan itu kekal abadi.\"\n\"Maka lingkaran hidup dan mati telah dikalahkan, dan kenangan itu akan terus ada sampai selama-lamanya!\"\n\nNamun di kemudian hari, para sahabat yang setuju untuk saling mengingatkan terkena penyakit yang sangat keji: lupa.\nMenurut rupa ketiga sahabat dan ketiga roh yang belum sepenuhnya terlupakan,\nDan menurut catatan seorang ilmuwan sinting yang diusir oleh Akademiya,\nMimpi harus ditangkap, bersama dengan penghuni hutan yang menguasai mimpi,\nUntuk mengingatkan kembali wujud sahabat dan kenangan yang mereka bagi.\n\nJika bagian yang mengatur daya ingat sudah rusak dan tidak dapat dipulihkan,\nBawa lagi satu orang teman dan masuklah ke impian masa lampau bersama-sama,\nBermain di rumah pohon, menjelajahi hutan rimba yang tak ada habisnya.\nYa, itu bagus. Karena dalam mimpi, semua orang punya kesempatan kedua.\n\nTapi yang pasti, tangkap dahulu para roh mimpi.\nSeperti yang pernah para orang bayaran itu lakukan untukku.\nAku yakin mereka tidak akan mengecewakanku.",
        "th": "\nในตำนานที่ผ่านมา ราชาแห่งพงไพรเป็นอมตะไม่มีวันตาย\nเมื่อใกล้จะสิ้นอายุขัย ร่างกายของเขาจะถูกกลืนเข้าไปในป่าทึบ\nกรงเล็บกลายเป็นไม้เหล็ก ลวดลายกลายเป็นเขาวงกตที่ไม่สิ้นสุด\nดวงตาที่ร้อนผ่าวถูกแยกเป็นดวงจันทร์บนฟ้าและในน้ำ\nสิ่งที่ตายไปแล้ว จะกลับไปเกิดในร่างใหม่\nสิ่งที่เน่าเปื่อยไป จะงอกขึ้นใหม่เป็นต้นกล้าอ่อนบริสุทธิ์\n\n\"แต่ดวงวิญญาณที่ดับสูญไปเพราะความตาย ความทรงจำที่สูญหายไปตลอดกาล\"\n\"ในวัฏสงสารยังมีที่ว่างสำหรับพวกมันหรือไม่?\"\n\n\"วิญญาณเป็นแนวคิดที่ว่างเปล่า และความทรงจำก็จะกลับคืนสู่พื้นดินในที่สุด\"\n\"ความว่างเปล่าไม่น่ากลัวเลย เหตุใดจึงต้องกังวลกับการหายไปของมัน\"\n\"ขอแค่ตักเตือนช่วยเหลือกัน และจดจำภาพของทุกคนไว้ตลอดไปก็เพียงพอแล้ว\"\n\"แบบนี้เราก็สามารถเอาชนะวัฏจักรเกิดดับ และกักเก็บความทรงจำไว้ได้ตลอดกาล!\"\n\nเมื่อเวลาผ่านไปเนิ่นนาน เพื่อนรักที่สัญญาว่าจะตักเตือนกันป่วยเป็นโรคหลงลืม\nจากภาพของสามคน และภูตสามตนในฝันครั้งเก่าที่ยังอยู่ในความทรงจำไม่เลือนหาย\nรวมทั้งบันทึกกับการคาดเดาของแพทย์สติไม่ดีที่ถูกคณะไล่ออก\nไปไล่จับความฝัน... ไล่จับผู้อาศัยในป่าที่ควบคุมความฝันได้\nทำให้เพื่อนรักจดจำตนเองและระลึกถึงความทรงจำที่มีร่วมกันเถอะ\n\nหากอวัยวะที่ควบคุมความทรงจำเสียหายหนักจนยากที่จะฟื้นคืนได้\nก็พาเพื่อนเก่าอีกคน ไปใช้ชีวิตในความฝันครั้งเก่าร่วมกัน\nวิ่งเล่นในบ้านไม้ และผจญภัยในป่าลึก\nแบบนั้นก็ไม่เลวเหมือนกัน ทุกคนมีโอกาสเริ่มต้นใหม่ในความฝัน\n\nก่อนอื่นต้องจับภูตในความฝันให้ได้เสียก่อน\nทหารรับจ้างเหล่านั้นเคยทำเพื่อฉันมามากมาย\nคราวนี้ก็คงจะไม่ทำให้ฉันผิดหวังหรอกนะ",
        "vi": "\nTrong truyền thuyết thuở xưa, Vua Rừng Rậm trường sinh bất tử,\nKhi đến tận cùng cuộc đời, cơ thể sẽ hòa tan vào rừng rậm,\nNanh vuốt hóa thành gỗ lim, sọc vằn hóa thành mê cung vô tận,\nĐôi mắt sáng rực thì chia thành vầng trăng sáng trên trời và dưới nước.\nPhàm là thứ gì khi chết đi cũng sẽ sống một cuộc đời mới trong một thân xác khác;\nPhàm là thứ mục ruỗng, sẽ nuôi dưỡng mầm non mới đâm chồi.\n\n\"Nhưng linh hồn bị tan biến vì cái chết sẽ vĩnh viễn mất đi ký ức,\"\n\"Trong vòng sinh tử luân hồi được định sẵn, có còn vị trí nào dành cho chúng không?\"\n\n\"Linh hồn chỉ là một khái niệm hư vô mà thôi, cuối cùng thì ký ức sẽ trở lại mặt đất.\"\n\"Vật vốn là hư vô thì không có gì đáng sợ, biến mất thì có gì đáng lo chứ?\"\n\"Nhắc nhở cho nhau, dìu dắt lẫn nhau, khắc ghi hình ảnh của mọi người mãi mãi là được,\"\n\"Như vậy thì tự nhiên có thể vượt qua vòng sinh tử tuần hoàn, giữ ký ức dài lâu!\"\n\nThật lâu về sau, những người bạn thân đã hẹn sẽ nhắc nhở cho nhau mắc phải căn bệnh lãng quên quái ác.\nDựa theo hình tượng ba tinh linh, ba người được miêu tả trong giấc mộng cũ chưa bị lãng quên hoàn toàn,\nCùng những phỏng đoán và ghi chép do bác sĩ điên cuồng đã để lại khi bị Học Viện trục xuất,\nHãy nắm bắt giấc mơ – bắt lấy những cư dân trong rừng - những người có thể điều khiển giấc mơ,\nĐể người bạn thân nhớ lại hình dạng của mình và những kỷ niệm khi bên nhau.\n\nNếu cơ quan nắm giữ trí nhớ đã bị hư hỏng quá độ, không thể khôi phục,\nVậy hãy dắt theo một người bạn cũ khác, cùng nhau sống trong giấc mơ quá khứ,\nChơi đùa trong ngôi nhà nhỏ trên cây, phiêu lưu trong rừng sâu vô tận,\nNhư vậy cũng không tệ. Trong giấc mơ, tất cả mọi người đều có cơ hội để bắt đầu lại.\n\nTrước tiên cần phải bắt lấy những tinh linh trong mơ đó.\nNhững người lính đánh thuê đó đã làm rất nhiều cho tôi.\nLần này chắc là cũng sẽ không làm tôi thất vọng."
      },
      "imgid": "deepwood_memories_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "迷误者之灯",
        "zht": "迷誤者之燈",
        "jp": "迷い人の灯",
        "ko": "방황하는 자의 등잔",
        "en": "Lamp of the Lost",
        "de": "Lampe des Verirrten",
        "es": "Lámpara del Exilio",
        "fr": "Lampe des perdus",
        "pt": "Lanterna do Perdido",
        "ru": "Лампа заблудших",
        "id": "Lamp of the Lost",
        "th": "Lamp of the Lost",
        "vi": "Đèn Của Kẻ Lạc Lối"
      },
      "description": {
        "zhs": "本是沙漠形制的油灯，但其上生出了苍翠荧光的绿叶。",
        "zht": "本是沙漠形制的油燈，但其上生出了蒼翠螢光的綠葉。",
        "jp": "元々は砂漠風のランプであったが、濃緑色の光を放つ葉っぱが生えてきた。",
        "ko": "원래는 사막 스타일의 등잔이었지만, 형광빛을 내는 초록색 잎사귀가 자랐다",
        "en": "This was originally an oil lamp in the style of the desert realm, but has since sprouted fluorescent green leaves.",
        "de": "Ursprünglich war sie eine Öllampe, deren Aussehen an die Wüste erinnert, aber irgendwann wuchsen ihr die leuchtend grünen Blätter.",
        "es": "Originalmente era una lámpara de aceite de estilo desértico, pero en algún momento le crecieron unas radiantes hojas verdes.",
        "fr": "Il s'agissait à l'origine d'une lampe à huile dans le style du royaume du désert, mais elle a depuis fait germer des feuilles vertes fluorescentes.",
        "pt": "Essa era originalmente uma lâmpada a óleo no estilo do reino do deserto, mas desde então, folhas verdes fluorescentes germinaram por ela.",
        "ru": "Изначально эта лампа была выполнена в стиле пустынного королевства, но теперь на ней проросли светящиеся нежно-зелёные листья.",
        "id": "Aslinya benda ini hanyalah lampu minyak yang bentuknya menyerupai padang pasir. Tapi sekarang tumbuhlah daun berwarna hijau neon di atasnya.",
        "th": "เดิมทีเป็นตะเกียงน้ำมันสไตล์ทะเลทราย แต่มีใบไม้สีเขียวเรืองแสงงอกขึ้นมา",
        "vi": "Vốn là ngọn đèn dầu của sa mạc, nhưng trên đó đã mọc ra những chiếc lá xanh của rừng sâu."
      },
      "lore": {
        "zhs": "\n相传在愚昧之主毁灭于自己的野心之后，大漠群王并起，又如火星般爆裂堙灭。\n诸多渺小的暴君聚集逃离末日的流民，依托古老废墟建立起神殿、宫城与高墙。\n遗迹之城日复一日倾圮不停，自夸强盛一时、极富一时的各路暴君亦朝生暮死。\n这座油灯便属于其中一个衰颓王国的年轻王子，是贵胄宝库中剩余的秘宝之一。\n\n「父王为追逐猎鹰而登上高塔，古老的高塔无力支撑肥胖的贵躯，将之甩入了滚烫的流沙」\n「就这样，王国的寿数结束了，本当继承王座的我也卷入了无谓的混乱，被阴谋抛来掷去」\n「在那时我也曾有至爱的人儿，她一心想做王后，却并不太在乎坐在那王座上的姓甚名谁」\n「于是我失去了爱人，为了性命与印玺，用蝰蛇的吻封住她的口，沙的被衾掩盖她的躯体」\n「后来，就像记忆中一切王国，内患与外敌、舅父们与叔父们，奴隶们与贱民们自相残害」\n「匮乏与争斗就像畸形的双生子，在这片失去神的热砂之上不断轮舞，蜃楼间埋葬着自我」\n\n就这样，热砂上的王国被热砂埋葬，一度豪奢的王子沦为失去一切的流民。\n怀着征服新天地的愿望，孤身一人携着仅剩的财物踏上了前往雨林的路途。\n但很久以后，意图如长鬓的猛虎般继承丛林的王子，却被静谧的月光征服。\n被手持白弓的女猎手矫健的身影所吸引，在夜复一夜追踪与被驱逐的途中，\n失乡的王子渐渐明白了雨林的呢喃与猛虎的低语，由普慈的梦想所接纳——\n\n「哈哈哈…那才是好故事。叙述贵种流离，又寻得宿命回到光荣的好故事…」\n「黄金的梦乡，在召唤流浪的沙子…」",
        "zht": "\n相傳在愚昧之主毀滅於自己的野心之後，大漠群王並起，又如火星般爆裂堙滅。\n諸多渺小的暴君聚集逃離末日的流民，依託古老廢墟建立起神殿、宮城與高牆。\n遺蹟之城日復一日傾圮不停，自誇強盛一時、極富一時的各路暴君亦朝生暮死。\n這座油燈便屬於其中一個衰頹王國的年輕王子，是貴胄寶庫中剩餘的秘寶之一。\n\n「父王為追逐獵鷹而登上高塔，古老的高塔無力支撐肥胖的貴軀，將之甩入了滾燙的流沙」\n「就這樣，王國的壽數結束了，本當繼承王座的我也捲入了無謂的混亂，被陰謀拋來擲去」\n「在那時我也曾有至愛的人，她一心想做王后，卻並不太在乎坐在那王座上的何許人也」\n「於是我失去了愛人，為了性命與印璽，用蝰蛇的吻封住她的口，沙的被衾掩蓋她的軀體」\n「後來，就像記憶中一切王國，內患與外敵、舅父們與叔父們，奴隸們與賤民們自相殘害」\n「匱乏與爭鬥就像畸形的雙生子，在這片失去神的熱砂之上不斷輪舞，蜃樓間埋葬著自我」\n\n就這樣，熱砂上的王國被熱砂埋葬，一度豪奢的王子淪為失去一切的流民。\n懷著征服新天地的願望，孤身一人攜著僅剩的財物踏上了前往雨林的路途。\n但很久以後，意圖如長鬢的猛虎般繼承叢林的王子，卻被靜謐的月光征服。\n被手持白弓的女獵手矯健的身影所吸引，在夜復一夜追蹤與被驅逐的途中，\n失鄉的王子漸漸明白了雨林的呢喃與猛虎的低語，由普慈的夢想所接納——\n\n「哈哈哈…那才是好故事。敘述貴種流離，又尋得宿命回到光榮的好故事…」\n「黃金的夢鄉，在召喚流浪的沙子…」",
        "jp": "\n愚かな王がその野望によって自滅した後、砂漠の王たちは立ち上がり、そして火花のようにバラバラに飛び散って消えてしまったと言われている。\n多くの小さな暴君は、滅びの日から逃げてきた流浪の民を集め、古代の廃墟をもとに神殿や宮殿、そして高き壁を築いた。\nしかし遺跡の都は日に日に崩れ、一時は富強を誇った暴君たちも、朝生暮死の儚さであった。\nこのオイルランプは、その中にあった、とある衰退した王国の若い王子が所有していたもので、貴族の宝物庫に残っていた秘宝の一つである。\n\n「父上は鷹を追って高い塔を登ったが、古びた高い塔はその太い体を支えきれずに、灼けるように熱い流砂の中へと飛び込んでいった」\n「王国の命運はこうして尽きた。王位を継ぐはずだった私も無意味な混乱に巻き込まれ、陰謀に翻弄されることになってしまった。」\n「あの頃は、私にも愛したひとがいた。だが…彼女はただ女王になりたいだけだった。誰が王座に座っていようと構わなかったのだ。」\n「そして、私は最愛の人を失った。私は己の命と印璽のために、ラッセルクサリヘビの接吻で彼女の口を封じ、砂の夜着で彼女の身体を覆った。」\n「その後、記憶の中にあるすべての王国と同じように、内憂と外患が生じた。舅父たちと叔父たち、奴隷たちと賤民たちは同士討ちで殺めあった。」\n「貧困と争いが奇形の双子のように、この神を失った熱砂の上を輪舞し続け、蜃気楼の中に自らを葬り去っていく。」\n\nこうして熱砂の王国は熱き砂に埋もれ、かつて豪奢の限りを尽くしていた王子はすべてを失って流浪の民となった。\n新天地を征服したいという願望を抱えながら、彼はわずかな財のみを手に、たった一人で雨林への道を歩んだ。\nしかし、それから長い時を経て、猛々しいリシュボラン虎のように森を征服しようとしていた王子は、静かな月明かりによって征服されてしまった。\n白い弓を持つ女狩人のたくましい姿に魅了され、夜な夜な後を追っては追い払われる日々の中で、\n故郷を失った王子は、雨林のざわめきと猛虎のささやきを理解できるようになり、慈悲深き夢に受け入れられるようになった——\n\n「ハハハ…それはいい話だな。貴人が流浪の末に再び宿命を見つけ、栄光を取り戻した。いい物語だ…」\n「黄金の眠りが、彷徨う砂を呼んでいる…」",
        "ko": "\n어리석은 군주가 자신의 욕망에 의해 파멸하자, 사막의 왕들은 너나 할 것 없이 군대를 일으켰으나 이내 불꽃처럼 차례로 소멸했다.\n하찮은 폭군들은 종말을 피해 도망친 유랑민을 모아 오래된 폐허에 신전과 성채, 그리고 높은 벽을 세웠다.\n폐허가 된 도시는 하나같이 오래 버티지 못했다. 자신이 세상에서 제일 강하고, 가장 부유하다고 자부했던 폭군들은 바람 앞의 등불처럼 사그라들었다.\n이 등잔은 그중 퇴폐한 한 왕국의 젊은 왕자의 소유물이며, 귀족 후예의 보물 창고에 남은 보물 중 하나이다.\n\n「아바마마는 사냥매를 쫓기 위해 높은 탑에 오르셨고, 오래된 탑은 아바마마의 육중한 옥체를 견디지 못하고 그만 뜨거운 사막 속에 그를 떨어뜨렸다」\n「그렇게 왕국의 운명이 끝이 났다. 원래 왕위를 물려받았어야 할 나도 의미 없는 분열과 권모술수에 휘말리게 됐다」\n「그 시절, 나에게는 무척 사랑하는 여인이 있었다. 그녀는 진심으로 왕비가 되고 싶어 했지만, 왕좌에 누가 앉든 상관하지 않았다」\n「그래서 난 사랑하는 사람을 잃게 되었다. 난 내 목숨과 옥새를 위해, 독사의 입맞춤으로 그녀의 입술을 막아버렸고, 모래 이불로 그녀의 육신을 덮었다」\n「그 후, 기억 속의 다른 왕국처럼 내부와 외부의 적, 숙부들과 외숙부들, 노예와 천민은 서로를 죽이기 시작했다」\n「결핍과 투쟁은 기형적인 쌍둥이처럼, 신을 잃은 뜨거운 모래 위에서 춤을 추며 신기루 속에 자기 자신을 감추었다」\n\n그렇게, 뜨거운 사막의 왕국은 뜨거운 모래 속에 묻혀버렸고, 평생을 사치스럽게 지내던 왕자는 가진 것 없는 유랑민이 되었다.\n새로운 세계를 정복하겠다는 야망을 품고, 왕자는 얼마 남지 않은 재물을 지닌 채 홀로 우림으로 향하는 여정에 올랐다.\n하지만 오랜 시간이 지난 뒤, 늠름함 호랑이처럼 밀림을 지배하고자 했던 왕자는 고요한 달빛에 무릎 꿇었다.\n흰 활을 든 여성 헌터의 역동적인 모습에 이끌려 밤새도록 쫓고 쫓기던 중,\n갈 곳 잃은 왕자는 점차 우림의 속삭임과 호랑이의 나직한 울음소리를 이해하게 됐고, 자애로운 꿈에게 받아들여졌다——\n\n「하하하… 그래야 좋은 이야기지. 고귀한 혈통이 정처 없이 떠돌다가, 숙명을 찾고 영광을 수복하는 멋진 이야기…」\n「황금의 꿈이 방랑하는 모래를 부른다…」",
        "en": "\nIt is said that when the lord of folly was destroyed by his own ambition, the kings of the desert arose as one, and fell just as quickly.\nMany tiny tyrants would marshal refugees fleeing the cataclysm, and they would build temples, palaces, and high walls where once stood ancient ruins.\nThe ruined cities would be devastated each after the next, and despots of all stripes boasting of power and wealth for a time would rise and fall all too quickly.\nThis oil lamp belonged to one of the young princes of the decaying kingdoms and was one of the remaining treasures hidden away in his trove.\n\n\"Father ascended the tower in pursuit of a falcon, and the ancient structure could not bear his great weight, casting him into the boiling quicksand.\"\n\"Thus did our kingdom's days come to be numbered, and I too was dragged into pointless conflicts, tossed this way and that on the waves of treachery.\"\n\"In those days, I too had someone to love. She longed to be queen, but did not concern herself with the identity of the one seated on the throne.\"\n\"And so it was that I lost my love. For my life and my seal, I closed her lips with a viper's kiss and buried her in quilts of sand.\"\n\"Later, just as it happened to all other kingdoms in living memory, threats from without and foes from within would arise. Kith and kin, slaves and pariahs would be at each other's throats.\"\n\"Scarcity and strife, those two deformed twins, would dance wildly amidst these burning, godless sands, burying our selves within their mirage.\"\n\nAnd so did the kingdom within the searing sand return whence it came, and the once-affluent prince became a penniless refugee.\nWith the wish to conquer new lands burning in his breast, he set out for the rainforest with what little wealth he had left on his person.\nBut much later, the prince who wished to inherit the woodland like a Rishboland Tiger would himself be conquered by the quiet moonlight.\nHe was drawn to the powerful form of the huntress with the white bow, and in being pursued and expelled each night,\nThe homeless prince slowly understood the murmurs of the trees and the whispering of the tigers, and was accepted by the beneficent dream—\n\n\"Hahaha, well, isn't that a fine tale? A noble forced from their home, who finds destiny and glory once again...\"\n\"The golden dream, it awaits all lost grains of sand...\"",
        "de": "\nEs heißt, dass, nachdem der unwissende Herrscher seinem eigenen Ehrgeiz zum Opfer gefallen war, sich die Könige der Wüste gemeinsam erhoben hätten, nur um dann wie ein Meteor zu zerbersten und der Zerstörung anheimzufallen.\nMehrere kleinere Kriegsfürsten haben die vor der Apokalypse fliehenden Menschen um sich geschart und sich auf uralte Ruinen als Baumaterial stützend Tempel, Paläste und Mauern errichtet.\nDoch diese Ruinenstädte verfielen immer weiter und die Herrschaft jener Kriegsfürsten, die sich selbst als mächtig und reich erachteten, war nur von kurzer Dauer.\nDiese Lampe gehörte einem jungen Prinzen aus einem dieser verfallenden Königreiche. Sie war eines der letzten Kleinode aus der Schatzkammer jener Adligen.\n\n„Auf der Jagd nach einem Falken kletterte Vater auf einen hohen Turm. Der uralte Turm war nicht stabil genug, um das Gewicht meines Vaters zu tragen, sodass er in den heißen Sand stürzte.“\n„So kam es, dass das Königreich sein Ende fand. Denn ich, der ich eigentlich sein Erbe hätte antreten sollen, wurde ebenfalls in dieses Chaos hineingezogen und zum Spielball von Komplotten.“\n„Zu jener Zeit hatte ich auch eine Geliebte, die sich stets erhoffte, zur Königin zu werden. Doch es spielte keine Rolle für sie, wer auf dem Thorn saß.“\n„So kam es, dass ich meine Geliebte verloren habe. Um mein Leben und das königliche Siegel zu schützen, habe ich ihren Mund mit dem Kuss der Viper verschlossen und ihren Körper im Sand der Wüste begraben.“\n„Später befiel das Königreich dasselbe Schicksal, das auch allen anderen Königreichen seit Menschengedenken zuteilwurde. Chaos im Inneren, Feinde an den Grenzen. Bruder kämpfte gegen Bruder, Sklaven gegen Sklaven und Unberührbare gegen Unberührbare.“\n„Elend und Krieg tanzten unentwegt wie Zwillinge über den heißen Sanden dieses gottverlassenen Landes, um uns in einer Luftspiegelung zu begraben.“\n\nSo kam es, dass das Land über den heißen Sanden unter heißen Sanden begraben wurde und dass der einstmals reiche Prinz zu einem Flüchtling wurde, der alles verloren hatte.\nIn der Hoffnung, ein neues Land zu erobern, begab er sich alleine mit seinen letzten Reichtümern auf den Weg in den Regenwald.\nDoch nach sehr langer Zeit wurde der Prinz, der wie der wilde Rishboland-Tiger den Dschungel erben wollte, vom stillen Mondlicht gebändigt.\nAngezogen von der zierlichen Gestalt einer mit einem Bogen bewaffneten Jägerin verfolgte er sie Nacht für Nacht im Wald, nur um dann wieder von ihr verjagt zu werden,\nwobei der heimatlose Prinz allmählich das Wispern des Regenwaldes und das Geflüster der Tiger zu verstehen lernte und in Träumen der Güte Aufnahme fand.\n\n„Hahaha ... das nenn ich mal eine gute Geschichte. Ein Adliger, der zu einem Vertriebenen wird, um dann ein neues Schicksal zu finden und neuen Ruhm zu erlangen ... Was für eine grandiose Geschichte!“\n„Der goldene Traum beschwört den wandernden Sand ...“",
        "es": "\nCuenta la leyenda que cuando el ignorante rey cayó a causa de su propia ambición, en el desierto surgieron muchos más reyes. Sin embargo, todos fueron cayendo como supernovas que explotan.\nMuchos tiranos de poca monta reunieron a los refugiados que huían del desastre y utilizaron ruinas antiguas como base para construir templos, ciudades palaciegas y murallas.\nLas ciudades construidas sobre ruinas se desmoronaban día tras día, y los tiranos, que una vez alardearon de su poder y riqueza, tuvieron una existencia efímera.\nEsta lámpara de aceite perteneció al joven príncipe de uno de esos reinos decadentes. Es uno de los últimos tesoros que quedaron en la colección de su familia.\n\n“Mi padre subió a una torre alta para perseguir a un halcón, pero la torre era muy antigua y no pudo soportar su gran peso, así que se cayó a las ardientes arenas del desierto.\nY así fue como el reino llegó a su fin. Yo, quien se suponía que heredaría el trono, me vi envuelto en un caos innecesario y me convertí en un peón de conspiraciones.\nEn aquel entonces, mi corazón le pertenecía a alguien. Ella deseaba ser reina, mas no le importaba quién fuera su rey.\nAsí fue como perdí a mi amada. Por el bien de mi vida y del trono, sellé su boca con el beso de una víbora y cubrí su cuerpo con un manto de arena.\nDespués, al igual que en cualquier otro reino que recuerdo, enemigos de dentro y de fuera, tíos maternos y paternos, esclavos y plebeyos, todos comenzaron a pelear y a matarse los unos a los otros.\nLa escasez y la guerra son como dos gemelos que han nacido con deformidades. Bailan incesantemente en las ardientes arenas que ya no tienen dios mientras nosotros enterramos nuestros egos en espejismos”.\n\nAsí fue como el reino sobre la arena ardiente quedó sepultado en ella, y el noble príncipe, pudiente en el pasado, se convirtió en un exiliado que lo perdió todo.\nCon el deseo de conquistar un nuevo mundo, y con las pocas posesiones que le quedaban, el príncipe emprendió un solitario viaje por la selva.\nMucho tiempo después, el príncipe que pretendía gobernar el bosque cual tigre de melena larga fue conquistado por la luz silenciosa de la luna.\nAtraído por la vigorosa figura de una cazadora que llevaba un arco blanco, y tras noches de persecución y evasión, el príncipe\nexiliado aprendió poco a poco a comprender los murmullos de la selva y los gruñidos de los tigres, y fue acogido por un sueño bondadoso.\n\n“Jajaja, qué historia tan buena. Un noble exiliado y la búsqueda de su destino y su antigua gloria...\nLa dorada tierra de los sueños siempre llama a la errante tierra que le pertenece”.",
        "fr": "\nOn dit qu'après que le seigneur ignorant fût détruit par son ambition, une multitude de rois firent leur apparition, mais ceux-ci furent éphémères et s'autodétruisirent telles des étoiles filantes s'éteignant dans le ciel.\nDe nombreux tyrans insignifiants rassemblèrent les réfugiés fuyant l'apocalypse et bâtirent des temples, des palais et de hautes murailles là où se trouvaient les ruines anciennes.\nMais ces villes sur les ruines tombaient les unes après les autres, et les tyrans qui se vantaient de leur force et de leur prospérité connurent le même sort.\nCette lampe à huile appartenait au jeune prince de l'un de ces royaumes en déclin et était l'un des derniers objets restant dans sa salle au trésor.\n\n« Mon père a escaladé une haute tour pour chasser un faucon, mais celle-ci était trop ancienne pour supporter son poids. Il est tombé dans les sables brûlants qui se trouvaient en dessous. »\n« Et c'est ainsi que le royaume a connu sa fin, et moi, qui aurais dû hériter du trône, ai été impliqué dans une tourmente insensée et suis devenu un pion qu'on manipulait au milieu de complots sordides. »\n« J'avais une bien-aimée à l'époque. Elle voulait devenir reine, et pourtant ne se souciait guère de savoir qui était assis sur le trône. »\n« Et ainsi, j'ai perdu ma dulcinée. Pour ma propre vie et pour le trône, j'ai scellé ses lèvres avec le baiser d'une vipère et recouvert son corps d'une couverture de sable. »\n« Ensuite, comme dans tous les royaumes qui sont dans ma mémoire, les forces internes et externes au royaume se sont mené bataille, les oncles paternels et maternels se sont sauté à la gorge les uns des autres, et les esclaves et les parias se sont entretués. »\n« La famine et les conflits sont comme des jumeaux monstrueux. Ils dansent en cercle sans s'arrêter autour des sables chauds impies, s'enterrant eux-mêmes au milieu des mirages. »\n\nC'est de cette manière que le royaume qui était assis sur les sables chauds fut enseveli sous ces derniers, et qu'un riche et noble prince perdit tout ce qu'il possédait et fut condamné à l'exil.\nDésireux de conquérir de nouveaux territoires, il emporta les quelques biens qui lui restaient et s'engagea dans un voyage à l'intérieur de la forêt tropicale.\nMais bien plus tard, le prince qui entendait dominer les bois comme un tigre rishboland fut subjugué par la quiétude du clair de lune.\nAttiré par la silhouette élancée de cette chasseuse à l'arc blanc, il se mit à sa poursuite nuit après nuit.\nLe prince apatride comprit peu à peu la signification des murmures de la forêt tropicale et des grognements sourds des tigres farouches. Il fut accueilli au sein de rêves bienveillants...\n\n« Haha... Ça, c'est une bonne histoire ! Une histoire qui parle d'un noble exilé qui a réussi à retrouver la gloire... »\n« Un rêve d'or, qui invoque le sable errant... »",
        "pt": "\nDiz-se que depois que o rei tolo foi derrubado por sua própria ambição, muitos reis surgiram no deserto, mas foram fugazes como uma faísca.\nMuitos pequenos tiranos reuniram os refugiados que estavam fugindo do desastre e usaram ruínas antigas como base para construir templos, cidades e muros altos.\nAs cidades em ruínas caíram incessantemente, e os tiranos, que antes ostentavam força e riqueza, tiveram uma vida curta.\nEsta lâmpada pertencia a um jovem príncipe de um dos reinos decadentes. É um dos tesouros que restou na câmara do tesouro.\n\n\"Meu pai subiu em uma torre alta em busca de um falcão, mas a antiga torre não era estável o suficiente para suportar o peso do homem, então ele caiu na areia movediça quente.\"\n\"Foi assim que o reino chegou ao fim, e eu, que deveria ter herdado o trono, fui envolvido em um caos desnecessário lançado por intrigas.\"\n\"Eu tinha uma amada naquela época que queria ser rainha, mas ela não se importava muito com quem se sentava naquele trono.\"\n\"Foi assim que perdi minha amada, pela minha vida e pelo trono. Eu selei sua boca com um beijo de víbora e a cobri com uma colcha de areia.\"\n\"Assim como todos os outros reinos que me lembro, uma mistura de forças internas e externas, tios e tias, escravos e plebeus começaram a lutar e a matar uns aos outros.\"\n\"A escassez e a luta são como gêmeos deformados, dançando em círculos sobre esta areia quente sem divindades, enquanto nos enterramos dentro de uma miragem.\"\n\n\"Assim, o reino foi enterrado pela areia quente, e o príncipe extravagante tornou-se um refugiado que perdeu tudo.\"\nCom o desejo de conquistar novos horizontes e com o que restava de sua riqueza, ele partiu sozinho em uma viagem à floresta tropical.\nMas depois de muito tempo, o príncipe, que pretendia conquistar a floresta foi domado pela luz silenciosa da lua.\nAtraído pela figura vigorosa de uma caçadora com um arco branco, e depois de noites de perseguição e recusas,\no príncipe desabrigado foi gradualmente compreendendo os murmúrios da floresta tropical e os rosnados dos tigres, e foi aceito pelos sonhos de bondade...\n\n\"Hahaha... essa é uma boa história. Uma história sobre o exílio de um nobre e sua volta à glória...\"\n\"Um sonho de ouro que convoca a areia errante...\"",
        "ru": "\nГоворят, после гибели невежественного господина, низвергнутого собственными амбициями, пустыней правило множество королей. Однако их правления были мимолётны, словно искры.\nМногие мелкие тираны собирали вокруг себя беженцев и на древних руинах строили подобия храмов, городов и крепостей.\nРуинные города существовали недолго, а их правители, кичившиеся своим богатством и властью, уходили так же быстро, как и появлялись.\nЭта масляная лампа принадлежала юному принцу одного из увядающих царств и была в числе последних реликвий, которые оставались в его сокровищнице.\n\n«В погоне за соколом отец взошёл на высокую башню, но древние камни не выдержали его веса, и отец упал в раскалённые пески.\nТак нашему царству и пришёл конец. А я, бывший наследник престола, оказался втянут в бессмысленный водоворот из коварства и предательства.\nВ те годы я любил одну девушку. Она во что бы то ни стало желала стать королевой. И ей было всё равно, кто будет сидеть на троне рядом с ней.\nТак я потерял свою любовь. Ради жизни и трона я запечатал её губы змеиным поцелуем и укрыл её тело одеялом из песка.\nВсе царства однажды бывают низложены, виной тому может быть смута, вторжение иноземцев, междоусобная война или восстание рабов.\nГолод и раздор - уродливые близнецы, что пляшут на раскалённых песках нашего покинутого богами царства, пока мы хороним себя под толщей миражей».\n\nПустынное царство было погребено песками, и принц, некогда купавшийся в роскоши, превратился в нищего беженца.\nНадеясь покорить новые земли, принц отправился в тропический лес, взяв с собой остатки былого богатства.\nПрошло много времени, и принц, мечтавший покорить тропический лес подобно тигру ришболанду, сам оказался пленён тихим лунным светом.\nСильная охотница с белым луком так и манила его к себе. После нескольких ночей погонь и преследований\nбездомный принц научился понимать шёпот тропического леса и рычание тигров. Мечты о всеобъемлющем милосердии захватили его разум...\n\n«Ха-ха-ха... Вот это история! Благородный человек, вынужденный покинуть свой дом, вновь обретает судьбу и славу...\nЗолотая страна грёз манит к себе странствующие пески...»",
        "id": "\nDikatakan bahwa ketika penguasa kebodohan hancur oleh ambisinya sendiri, raja-raja padang pasir seketika bangkit dan seketika pula tumbang.\nTiran-tiran kecil mengumpulkan mereka yang melarikan diri dari malapetaka. Mereka membangun kuil, mendirikan istana, dan menumpuk tembok tinggi di atas bekas-bekas reruntuhan purba.\nKota-kota didirikan dan dirobohkan hari demi hari, setiap penguasa yang menyombongkan harta jatuh bangun seumur jagung saja.\nLampu minyak ini milik pangeran muda dari salah satu kerajaan yang terjatuh dan merupakan salah satu harta yang tersisa di gudang harta karun bangsawan.\n\n\"Ayah memanjat menara untuk mengejar elang. Menara yang tua tidak mampu menopang beban tubuhnya yang besar dan melemparkannya ke pasir hisap yang panas.\"\n\"Dengan cara ini, masa kejayaan kerajaan berakhir. Aku yang seharusnya mewarisi takhta, juga terlibat dalam kekacauan yang tidak perlu dan dibuang karena konspirasi.\"\n\"Saat itu, aku juga punya seseorang yang kucintai. Dia ingin menjadi ratu, tetapi tidak peduli dengan nama orang yang duduk di atas takhta.\"\n\"Dan aku kehilangan cintaku. Demi hidupku dan segelku, aku menutup bibirnya dengan ciuman ular berbisa dan menguburnya dengan selimut pasir.\"\n\"Kemudian, seperti yang terjadi pada semua kerajaan lain dalam sejarah, ancaman musuh dari luar dan dalam akan muncul. Keluarga, kerabat, budak, dan pangeran akan saling menyerang satu sama lain.\"\n\"Kelangkaan dan perselisihan tampak seperti kembar yang cacat, menari di atas pasir panas yang tidak memiliki dewa ini, mengubur diri mereka dalam fatamorgana.\"\n\nDan dengan cara begitu, kerajaan di dalam pasir yang membakar kembali ke asalnya, pangeran yang dulu kaya menjadi pengungsi yang kehilangan segalanya.\nDengan keinginan untuk menaklukkan dunia baru, ia mengambil jalan ke hutan hujan sendirian dengan sisa kekayaan yang dia miliki.\nNamun, lama setelah itu, pangeran yang mencoba menaklukkan hutan seperti Harimau Rishboland yang ganas akan ditaklukkan oleh cahaya bulan yang tenang.\nTertarik oleh sosok pemburu wanita yang penuh semangat yang memegang busur putih, dia melacak dan diusir malam demi malam,\nPangeran yang terasingkan perlahan memahami bisikan pohon dan harimau, dan diterima oleh mimpi yang penuh belas kasihan dan luas—\n\n\"Hahaha ... Itu cerita yang bagus. Cerita bagus tentang pengasingan seorang pangeran dan menemukan takdir untuk kembali ke kejayaan ....\"\n\"Mimpi emas sedang memanggil pasir yang berkeliaran ....\"",
        "th": "\nในตำนานเล่าว่า หลังจากที่ราชาผู้โง่เขลาล่มสลายไปเพราะความทะเยอทะยานของตนเอง ราชาทั้งหลายในทะเลทรายก็ลุกขึ้นฮือ และดับมอดลงดั่งประกายไฟ\nทรราชเล็ก ๆ มากมายได้รวบรวมผู้ลี้ภัยที่หนีตายจากวันสิ้นโลกไว้ อาศัยใช้ซากปรักหักพังโบราณเป็นฐาน แล้วสร้างเทวาลัย ตำหนักและกำแพงสูงขึ้นมา\nเมืองที่สร้างจากโบราณสถานล่มสลายวันแล้ววันเล่า เหล่าทรราชที่อวดอ้างบารมี และร่ำรวยมั่งคั่ง ก็มีชีวิตที่สั้นเหลือเกิน\nตะเกียงดวงนี้เป็นหนึ่งในสมบัติลับที่เหลืออยู่ในคลังสมบัติ ซึ่งมีเจ้าชายหนุ่มจากอาณาจักรที่ล่มสลายไปแล้วเป็นเจ้าของ\n\n\"ท่านพ่อปีนขึ้นไปบนหอคอยสูงเพื่อไล่จับเหยี่ยวนักล่า หอคอยโบราณเปราะบางเกินกว่าจะรับน้ำหนักของเขา จึงสะบัดเขาให้ตกลงไปในผืนทรายอันร้อนระอุ\"\n\"และแล้ว อาณาจักรก็ได้ล่มสลายลง ส่วนข้าผู้ควรสืบทอดบัลลังก์ต่อ ก็ถูกดึงให้เข้าไปพัวพันกับความชุลมุนที่ไม่จำเป็น เกลือกกลิ้งไปมาท่ามกลางเล่ห์กล\"\n\"ขณะนั้นเอง ข้าก็มีคนที่ข้ารัก นางคิดแต่จะเป็นราชินี โดยไม่สนว่าผู้ครองบัลลังก์คือใครกันแน่\"\n\"ข้าจึงได้สูญเสียคนรักไป เพื่อรักษาไว้ซึ่งชีวิตและบัลลังก์ ข้าได้ปิดปากนางด้วยจูบของงูพิษ และฝังร่างของนางไว้ในกองทราย\"\n\"หลังจากนั้น ทุกสิ่งที่เกิดขึ้นก็เหมือนกับอาณาจักรต่าง ๆ ในความทรงจำของข้า ทั้งภัยด้านในและภัยด้านนอก บรรดาน้าและอา ทาสและไพร่ ต่างก็เข่นฆ่ากันเอง\"\n\"ความหิวกระหายและการแก่งแย่งชิงดีเปรียบเสมือนคู่แฝดพิการ สลับกันร่ายรำอยู่บนผืนทรายร้อนระอุที่ไร้ซึ่งเทพแห่งนี้ และฝังกลบตัวตนท่ามกลางภาพลวงมายา\"\n\nและแล้ว อาณาจักรบนผืนทรายร้อนระอุก็ถูกฝังกลบไป ในขณะที่เจ้าชายผู้เคยมั่งคั่งกลายเป็นผู้ลี้ภัยที่สิ้นเนื้อประดาตัว\nด้วยความมุ่งมั่นที่หมายจะพิชิตดินแดนใหม่ เขาจึงได้พกพาทรัพย์สินที่หลงเหลืออยู่ เดินทางมุ่งสู่ป่าฝนเพียงลำพัง\nเมื่อกาลเวลาผ่านไปเนิ่นนาน เจ้าชายผู้หวังจะเจริญรอยตามสมิงเครายาวสืบทอดผืนป่า กลับพ่ายแพ้ให้กับแสงจันทร์อันเงียบสงบ\nเขาหลงใหลร่างอันปราดเปรียวของนักล่าหญิงผู้ถือธนูขาว จึงได้เฝ้าสะกดรอยตามและถูกขับไล่ซ้ำ ๆ คืนแล้วคืนเล่า\nเจ้าชายผู้พลัดถิ่นค่อย ๆ เข้าใจการพึมพำของป่าฝนและเสียงกระซิบของพยัคฆ์ แล้วถูกความฝันแห่งความดียอมรับ...\n\n\"ฮ่าฮ่าฮ่า... ช่างเป็นเรื่องราวที่ดีจริง ๆ บอกเล่าถึงการพลัดถิ่นของชนชั้นสูง แล้วค้นพบโชคชะตา หวนคืนสู่เกียรติยศอีกครั้ง...\"\n\"ห้วงฝันแห่งทองคำ กำลังพร่ำเรียกเม็ดทรายพเนจร...\"",
        "vi": "\nTương truyền sau khi người thống trị ngu muội bị hủy diệt bởi chính dã tâm của mình, các vì vua sa mạc cũng trỗi dậy, rồi lại bùng cháy tựa như sao hỏa và lụi tàn.\nRất nhiều bạo quân bé nhỏ đã tập hợp những người dân tị nạn đang tháo chạy khỏi ngày tận thế, dựa vào phế tích cổ xưa để xây dựng thần điện, pháo đài và những bức tường cao.\nTòa thành di tích ngày qua ngày dần trở nên xiêu vẹo, các cánh bạo quân tự khoe một thời cường thịnh, một thời giàu sang cũng sớm nở tối tàn.\nNgọn đèn này thuộc về một vị hoàng tử trẻ tuổi của một vương quốc nhỏ bé trong thời kỳ đó, là một trong những bảo vật bí mật còn sót lại trong kho báu của dòng dõi quý tộc.\n\n\"Phụ vương vì đuổi theo chim ưng mà leo lên ngọn tháp cao, ngọn tháp cũ kỹ không thể gánh vác nổi thân thể quý nhân to béo nên đã ném xuống dòng cát nóng chảy\"\n\"Cứ thế, thời đại của vương quốc xem như đã kết thúc, kẻ vốn nên kế thừa ngai vàng là ta đây cũng bị kéo vào vòng tranh đấu vô vị, bị biết bao âm mưu vùi dập\"\n\"Thời điểm đó ta cũng có người mình yêu thương, nàng một lòng muốn làm hoàng hậu, nhưng lại không quan tâm kẻ ngồi trên ngai vàng kia là ai\"\n\"Thế nên ta đã đánh mất người yêu, vì mạng sống và ấn vua, ta đã dùng miệng rắn để che kín miệng của nàng, dùng lớp cát chảy làm tấm chăn che giấu thân thể của nàng\"\n\"Sau đó, cũng như những vương quốc trong ký ức, nội loạn và kẻ thù rình rập bên ngoài, những người cậu và những người chú, đám nô lệ và lũ dân đen bắt đầu tàn sát lẫn nhau\"\n\"Nghèo đói và tranh đấu hệt như đôi song sinh dị dạng, không ngừng thay nhau càn quét vùng cát nóng đã mất đi thần linh này, chôn vùi bản thân trong ảo ảnh\"\n\nCứ thế, vương quốc trên sa mạc đã bị cát nóng chôn vùi, vị hoàng tử cao quý khi xưa biến thành tên lưu dân đã mất đi tất cả.\nMang theo nguyện vọng chinh phục vùng đất mới, một mình đơn độc mang theo chút tài sản cuối cùng bước lên con đường đi vào rừng mưa.\nNhưng rất lâu sau đó, vị hoàng tử với ý đồ kế thừa khu rừng giống loài mãnh hổ lông dài kia, lại bị ánh trăng yên tĩnh của nơi này chinh phục.\nBị bóng hình khỏe khoắn của nữ thợ săn cầm chiếc cung trắng kia thu hút, hằng đêm đều bước trên hành trình truy đuổi và bị xua đuổi,\nChàng hoàng tử mất đi quê hương dần hiểu rõ lời thì thầm của rừng mưa lẫn tiếng rên rỉ của mãnh hổ, và được giấc mơ từ bi chấp nhận...\n\n\"Ha ha ha... Đây mới là câu chuyện hay chứ. Câu chuyện kể về quý tộc lưu lạc, rồi lại tìm được số mệnh trở về với vinh quang...\"\n\"Giấc mộng hoàng kim đang kêu gọi hạt cát lưu lạc nơi phương xa...\""
      },
      "imgid": "deepwood_memories_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "月桂的宝冠",
        "zht": "月桂的寶冠",
        "jp": "月桂の宝冠",
        "ko": "월계수 왕관",
        "en": "Laurel Coronet",
        "de": "Unschätzbarer Lorbeerkranz",
        "es": "Corona Láurea",
        "fr": "Couronne de lauriers",
        "pt": "Diadema Láurea",
        "ru": "Лавровый венец",
        "id": "Laurel Coronet",
        "th": "Laurel Coronet",
        "vi": "Vương Miện Của Nguyệt Quế"
      },
      "description": {
        "zhs": "草木的主神赠送的冠冕，曾在迷宫的王之间代代相传，最终由王的侍者继承。",
        "zht": "草木的主神贈送的冠冕，曾在迷宮的王之間代代相傳，最終由王的侍者繼承。",
        "jp": "草木を支配する神より授かりし王冠。かつては迷宮の王の間で代々受け継がれていたが、最後は王の侍従の手に渡った。",
        "ko": "초목의 주신이 하사한 관. 미궁의 왕 사이에서 대대로 전해졌고, 마지막에는 왕의 시종에게 계승되었다",
        "en": "This crown was bestowed by the deity with dominion over plants and trees. It was an heirloom of the royal house of the labyrinth. It was, at last, made the inheritance of the king's attendant.",
        "de": "Eine Krone, das Geschenk der großen Göttin der Pflanzen. Sie wurde von verschiedenen Königen des Labyrinths geerbt. Am Ende gelangte es in die Hände der Gefolgsfrau eines dieser Könige.",
        "es": "Una corona, obsequio de la soberana divina de las plantas, que fue heredándose entre los distintos reyes del laberinto. Al final, acabó en manos del vasallo de uno de esos reyes.",
        "fr": "Cette couronne, à l'origine accordée par la divinité contrôlant les plantes et les arbres, a été transmise de génération en génération par la famille royale du labyrinthe. Elle s'est finalement retrouvée entre les mains du vassal de l'un de ces rois.",
        "pt": "Esse diadema foi dado pela divindade que domina as plantas e as árvores. Era uma herança de uma família real do labirinto. No final, acabou nas mãos de um dos vassalos do rei.",
        "ru": "Венец, дарованный божеством трав и деревьев. Он был фамильной реликвией королевского рода, правившего лабиринтом, но в конце концов его унаследовал слуга короля.",
        "id": "Mahkota yang dianugerahkan oleh Archon Dendro, diturunkan dari generasi ke generasi di antara raja-raja labirin, dan akhirnya diwarisi oleh pelayan raja.",
        "th": "มงกุฎที่ถูกมอบให้โดยเทพแห่งแมกไม้ สืบทอดในหมู่ราชาแห่งเขาวงกตจากรุ่นสู่รุ่น ท้ายที่สุดก็ได้ตกไปถึงบริวารของกษัตริย์",
        "vi": "Vương miện được ban tặng bởi vị thần cỏ cây, từng được truyền lại qua các đời vua mê cung, cuối cùng được cận vệ của vua kế thừa."
      },
      "lore": {
        "zhs": "\n万物生灭皆有定期，其循环往复不停，\n树的君王曾经如是传喻生生不息之道。\n凡死去的，将借另一副躯体得获新生，\n凡腐朽的，将催发出纯净幼嫩的新芽。\n落入大地的果实将会成为走兽的养料，\n而走兽最终又将回归大地，变成果实。\n森林中始终充满了生命。\n\n传说树木的神为了在沙中造出深林，\n先是在大地深处造出了唤雨的机关。\n于是明月在水上映出了迷宫的光纹，\n而「虎」就从中诞生了。\n\n虎的斑纹千变万化，与树木的路径一致，\n于是虎成为了迷宫的王者，名唤毗伽罗。\n得到祝福的森林王在其御苑中昂首而行，\n管辖灵长之外，仰赖迷宫的飞鸟与走兽。\n\n再后来，石榴的种子落在土里，生出森林的精灵。\n森林王在最初的莎兰树下祝福他们，与神主约定，\n将迷宫与他们分享，又命令林中鸟兽皆不得加害。\n\n即使阳光一度被遮蔽，流水一度腐败，\n最后的森林王为了捍卫生的苗圃而死，\n依旧有长鬓的大猫继承了王者的名号，\n模仿着王的形姿，巡视着林中的百兽。\n尽管不及王的气概与力量的万分之一，\n也依旧遵守王的约定，长久守卫森林，\n也不曾一次试图伤害过树木的守护灵。\n是的，尽管变换无穷的迷宫已经死去，\n森林中仍然充满了生命。",
        "zht": "\n萬物生滅皆有定期，其循環往復不停，\n樹的君王曾經如是傳喻生生不息之道。\n凡死去的，將藉另一副軀體得獲新生；\n凡腐朽的，將催發出純淨幼嫩的新芽。\n落入大地的果實將會成為走獸的養料，\n而走獸最終又將回歸大地，變成果實。\n森林中始終充滿了生命。\n\n傳說樹木的神為了在沙中造出深林，\n先是在大地深處造出了喚雨的機關。\n於是明月在水上映出了迷宮的光紋，\n而「虎」就從中誕生了。\n\n虎的斑紋千變萬化，與樹木的路徑一致，\n於是虎成為了迷宮的王者，名喚毗伽羅。\n得到祝福的森林王在其御苑中昂首而行，\n管轄靈長之外，仰賴迷宮的飛鳥與走獸。\n\n再後來，石榴的種子落在土裡，生出森林的精靈。\n森林王在最初的莎蘭樹下祝福他們，與神主約定，\n將迷宮與他們分享，又命令林中鳥獸皆不得加害。\n\n即使陽光一度被遮蔽，流水一度腐敗，\n最後的森林王為了捍衛生的苗圃而死，\n依舊有長鬢的大貓繼承了王者的名號，\n模仿著王的形姿，巡視著林中的百獸。\n儘管不及王的氣概與力量的萬分之一，\n也依舊遵守王的約定，長久守衛森林，\n也不曾一次試圖傷害過樹木的守護靈。\n是的，儘管變換無窮的迷宮已經死去，\n森林中仍然充滿了生命。",
        "jp": "\n万物は生まれ、そして死ぬ―—この繰り返しは延々と続いていく。\nかつて樹木の君主はこのように、生々流転のことを教えた。\n死んだものはみな、別の形で生まれ変わる。\n腐ったものからは、純粋な新芽が生えてくる。\n地に落ちた果実は獣の糧となり、\nそして獣も最後は土に還り、いつしか果実となる。\n森の中はいつも、生命に満ち溢れていた。\n\n伝説によると、樹木の神は砂の中に森を創るため、\n大地の奥深くに、雨を召喚できる装置を作ったそうだ。\nそのため、月は水面に迷宮の光模様を映し出し、\nそこから「虎」が生まれた。\n\n虎の縞模様というのは、樹木の道と同じように千変万化であり、\nだから虎はビャガラと云う名の、迷宮の王者となれたのだ。\n祝福を受けた森林王はその庭園で悠々と頭を高く上げて歩き、\n霊長目ばかりでなく、迷宮に頼って生きる鳥と獣をも統率していた。\n\nその後、ザクロの種が土に落ち、森の精霊が生まれた。\n森林王は、最初のヴァサラの樹の下で彼らを祝福し、神と約束した——\n彼らと迷宮を分かち合い、森に住む鳥や獣が彼らに危害を加えないように命じることを。\n\n太陽は一時遮られ、流水は一時腐って、\n最後の森林王は生命の苗圃を守るために息絶えたが、\nその王の名を受け継いだ、リシュボランの大型ネコがいた。\nかの者は王の姿を真似て、森の獣たちを見回っていた。\n王の気迫と力の万分の一にも及ばないが、\n王の約束を守って長く森を守り、\n一度も木の守護霊を傷つけようとはしなかった。\nそう——常に変化し続ける迷宮は死んだが、\n森の中は依然として生命に満ち溢れていたのだ。",
        "ko": "\n만물에게 있어 삶과 죽음의 시간은 정해져있고, 끊임없이 순환을 반복한다.\n나무의 왕 또한 끊임없는 성장과 번식의 뜻을 전한 적이 었었다.\n무릇 죽어가는 것들은 또 다른 몸으로 새로운 생을 얻게 되며,\n무릇 썩어가는 것은 순결하고 어린 새싹을 성장시킬 것이다.\n땅에 떨어진 과일은 짐승의 양분이 되고,\n짐승 또한 대지의 품으로 돌아가 과일이 된다.\n숲은 이처럼 생명으로 가득하다.\n\n전설에 따르면, 나무의 신은 사막에 거대한 숲을 만들기 위해,\n땅속 깊은 곳에 비를 부르는 장치를 만들었다고 한다.\n밝은 달은 물에 미로의 파문을 비추었으니,\n그렇게 「호랑이」가 탄생했다.\n\n호랑이의 무늬는 나무의 길처럼 변화무쌍하였고,\n비야가라라는 호랑이는 미궁의 왕이 되었다.\n축복받은 숲의 왕은 그의 왕국 정원을 당당히 거닐었고,\n영장류는 물론, 미궁에 의지하는 조류와 길짐승을 다스렸다.\n\n시간이 흘러 석류 씨앗이 대지에 내려앉았고, 숲의 요정들이 태어나게 된다.\n숲의 왕은 최초의 바사라 나무 밑에서 요정들을 축복하고 신과 협약을 맺었다.\n요정들과 미궁을 공유할 것이며, 숲의 짐승들에게 요정을 해치지 말 것을 명한다.\n\n날이 흐릴 때도, 흐르는 물이 썩어갈 때도 있었지만,\n결국 숲의 왕은 생명의 모밭을 지키기 위해 목숨을 바친다.\n여전히 긴 수염을 지닌 거대한 고양이가 왕의 칭호를 물려받게 되었고,\n왕의 자세를 흉내내며 숲의 짐승을 살폈다.\n왕의 위엄과 힘은 그의 발끝조차 따라가지 못할지라도,\n그들은 여전히 왕과의 약속에 따라 오랫동안 숲을 지켰다.\n나무의 수호 요정을 해칠 생각 역시 조금도 하지 않았다.\n그렇다. 변화무쌍한 미궁은 이미 스러져갔지만,\n숲은 여전히 생명으로 가득하다",
        "en": "\nThere is a time appointed for all things to live and die, and the cycle continues on forever,\nThus did the ruler of trees once preach the cycle of life.\nAll things that die will gain new life in some other form,\nAnd all things that decay will sprout pure and tender new shoots.\nFruits that fall upon the land will feed the beasts of the land,\nAnd the beasts will return to the land and themselves become fruits.\nThe forests were always full of life.\n\nLegend has it that when the god of trees created a forest amidst the sands,\nThe first order of the day was to create a device that could call forth the rains.\nThus did the bright moon reflect the patterns of light from the labyrinth upon the water,\nAnd from this was the \"tiger\" born.\n\nThe tiger's stripes were ever-changing, resembling the forest's branches,\nAnd thus did it become the ruler of the jungle, whose name was Viaghara.\nThe blessed lord of the forest walked amidst the garden, head held high,\nRuling over the primates, the birds, and the beasts of the labyrinth.\n\nLater, the seeds of the pomegranates fell upon the soil and gave birth to the forest spirits.\nThus did the lord of the forest bless them under the first Vasara Tree, and made a pact with the divine,\nTo share the labyrinth with them, and to command the birds and beasts not to harm them.\n\nThough the sun's light was shrouded for a time, the flowing water was once corrupted,\nAnd the final forest lord died in defense of the nurseries of life,\nA large whiskered cat succeeded that regal name,\nAnd guarded the woodland creatures in imitation of that lord.\nThough it could not match even an iota of that lord's might,\nIt would keep the promise and protect the forest,\nNor would it ever attempt to harm the guardian spirits of the trees.\nYes, though the ever-changing labyrinth has perished,\nThe forest is still filled with life.",
        "de": "\nDas Leben und der Tod aller Geschöpfe folgen einem Rhythmus und sind Teil eines ewigen Kreislaufs.\nSo beschrieb die Herrin der Bäume dereinst den Kreislauf des Lebens.\nAlle Wesen, die gestorben sind, werden in einem anderen Körper neues Leben erlangen.\nUnd alles, was verrottet ist, wird in reinen und zarten Trieben neu aufsprießen.\nDie von Bäumen gefallenen Früchte werden zur Nahrung der Tiere des Landes,\ndie letztendlich selbst wieder in die Erde zurückkehren und zu neuen Früchten umgewandelt werden.\nDer Wald ist stets voller Leben.\n\nUm einen tiefen Wald in der Wüste zu erschaffen, soll der Gott des Waldes der Legende nach\nzuerst tief in der Erde eine Vorrichtung errichtet haben, die Regen herbeirufen konnte.\nDaraufhin reflektierte der helle Mond die Lichtmuster des Labyrinths auf dem Wasser\nund der „Tiger“ wurde daraus geboren.\n\nDie sich ständig verändernde Musterung des Tigers war eins mit den Pfaden der Bäume.\nSo wurde der Tiger zum Labyrinthkönig und von da an Viaghara genannt.\nDer gesegnete Waldkönig wanderte stolz durch seinen Garten\nund herrschte über die Primaten sowie über die Tiere des Landes und der Luft, die vom Labyrinth abhängen.\n\nSpäter fielen die Granatapfel-Samen in die Erde und gebaren die Dschinn des Waldes.\nDer Waldkönig segnete sie unter dem ersten Vasara und schloss eine Vereinbarung mit den Göttern,\ndass er das Labyrinth mit ihnen teilen würde, und er befahl den Tieren des Waldes, ihnen keinen Schaden zuzufügen.\n\nAls sich das Licht der Sonne plötzlich verdunkelte und das fließende Wasser von Fäulnis befallen wurde,\ngab der letzte Waldkönig sein Leben, um den unbefleckten Garten zu verteidigen,\nund genau wie früher gab es einen Rishboland-Tiger, der den Königstitel erbte\nund den König nachahmend die Geschöpfe des Waldes beschützte.\nAuch wenn er nicht einmal annähernd so mächtig und heldenhaft wie der König war,\nhielt er sich weiterhin an das Versprechen des Königs und beschützte den Wald für lange Zeit,\nwobei er niemals versuchte, den Schutzgeistern der Bäume Schaden zuzufügen.\nJa, obwohl das sich endlos wandelnde Labyrinth vergangen war,\nwar der Wald immer noch voller Leben.",
        "es": "\n“La vida y la muerte de todo en este mundo tienen un principio y un fin, pues se trata de un ciclo interminable”.\nAsí describió una vez el soberano de los árboles el ciclo infinito de la vida.\nLos fallecidos tomarán prestados otros cuerpos para reencarnarse.\nLo podrido dará lugar a brotes jóvenes y puros.\nLos frutos que caen al suelo se convertirán en alimento para las bestias.\nY las bestias volverán a fundirse con la tierra para convertirse en nuevos frutos.\nEl bosque siempre está lleno de vida.\n\nCuenta la leyenda que, a fin de crear un frondoso bosque en medio del desierto, el dios de los bosques construyó en las profundidades\nde la tierra un mecanismo para invocar a la lluvia.\nEntonces, la luna proyectó sobre el agua unos haces de luz que crearon un laberinto.\nY así fue como nació el tigre.\n\nLas rayas del tigre tenían tantas variaciones como caminos hay entre los árboles de un bosque.\nDe ese modo, el tigre se convirtió en el Rey del Laberinto y recibió el nombre de “Viagara”.\nEl bendecido Rey del Bosque paseaba orgulloso por su jardín imperial.\nGobernaba sobre la vida y se apoyaba en las aves y las bestias.\n\nTiempo después, las semillas de las granadas cayeron al suelo y dieron lugar a los pequeños seres del bosque.\nEl Rey del Bosque los bendijo bajo el primer árbol vasara e hizo un pacto con los sacerdotes.\nPrometió compartir el laberinto con aquellos pequeños seres y ordenó a las bestias no lastimarlos.\n\nAunque la luz del sol fue una vez eclipsada y el agua, corrompida,\nel último Rey del Bosque dio su vida para defender los jardines.\nEntonces, un gran felino de melena larga heredó el título de rey,\ny, tomando su forma, vigiló a las bestias del bosque.\nAunque tanto su grandiosidad como su poder no eran nada comparado con los del rey, mantuvo el pacto que hizo con él y\nprotegió el bosque durante mucho tiempo.\nAdemás, nunca intentó siquiera lastimar a los seres protectores de la espesura.\nAsí pues, aunque el eternamente cambiante laberinto estaba ya\nmuerto, la vida siguió rebosando en el bosque.",
        "fr": "\nLe destin de toutes les choses est prédéterminé dans un cycle qui ne se termine jamais.\nC'est ce que disait le roi des arbres à propos du cycle de la vie.\nUne vie qui se termine par mourir dans un corps renaîtra dans un autre corps.\nEt tout ce qui dépérit finit par donner naissance à de jeunes pousses.\nLes fruits qui tombent sur la terre deviendront de la nourriture pour les bêtes.\nEt les bêtes finiront par revenir sur la terre et devenir des fruits.\nLa forêt est toujours pleine de vie.\n\nLa légende raconte l'histoire du dieu des arbres qui voulait créer une grande forêt au milieu du sable.\nIl eût d'abord créé un mécanisme dans les entrailles de la terre pour faire tomber la pluie.\nC'est ainsi que la lune fit refléter sur l'eau les tracés du labyrinthe...\nEt que le « tigre » naquit.\n\nLes rayures du tigre présentaient des variations infinies, tout comme les sentiers entre les arbres.\nEt c'est ainsi que le tigre devint le roi du labyrinthe et prit le nom de Viaghara.\nAyant obtenu des bénédictions, le roi de la forêt parcourait son palais, la tête haute.\nEt il régnait sur les primates, les oiseaux et les bêtes qui vivaient dans le labyrinthe.\n\nEt plus tard, des graines de grenade tombèrent dans le sol et donnèrent naissance aux esprits de la forêt.\nLe roi de la forêt leur prodigua sa bénédiction sous le premier arbre vasara, puis il fit un pacte avec les dieux :\nIl partagerait le labyrinthe avec eux. Il ordonna qu'aucun oiseau ni aucune bête de la forêt ne leur fasse du mal.\n\nC'est vrai que le soleil avait été obscurci, et que l'eau avait été polluée.\nEt le dernier roi de la forêt avait donné sa vie pour défendre la pépinière.\nDe grands félins aux poils longs héritèrent quand même du titre du roi.\nIls l'imitaient, veillant sur les animaux de la forêt.\nIls étaient beaucoup moins puissants que le roi.\nMais ils respectaient toujours le pacte du roi, celui de protéger longtemps la forêt.\nEt ils ne s'en prirent jamais aux esprits gardiens des arbres.\nEt oui. Malgré la disparition de ce labyrinthe en perpétuel changement...\nLa forêt était toujours pleine de vie.",
        "pt": "\nO destino de todas as coisas é predeterminado em um ciclo que nunca termina.\nFoi assim que o Rei das Árvores ensinou a filosofia do ciclo infinito da vida.\nOs mortos renascerão em outro corpo.\nQuem apodrecer, estimulará o nascimento de brotos puros e delicados.\nOs frutos que caírem na terra se tornarão alimentos para os animais.\nOs animais retornarão à terra para se tornarem frutos.\nA floresta está sempre cheia de vida.\n\nDizem que o Deus das Árvores, em seu esforço para criar a floresta,\nconstruiu um mecanismo para invocar a chuva, nas profundezas do solo.\nPortanto, o padrão de um labirinto é revelado quando o luar brilha sobre a água,\ne assim nasceu o \"tigre\".\n\nAs listras de um tigre têm infinitas variações, assim como o caminho entre as árvores,\nassim, o tigre tornou-se o rei do labirinto, chamado Viaghara.\nO abençoado Rei da Floresta caminha em seus jardins reais com a cabeça erguida,\ngovernando os primatas, as aves e os animais que dependem do labirinto.\n\nMais tarde, as sementes da romã caíram no solo e deram origem aos espíritos da floresta.\nO Rei da Floresta os abençoou sob a primeira Vasara e fez um pacto com os deuses,\nele compartilhou o labirinto com eles e ordenou aos animais da floresta que não os machucassem.\n\nMesmo a luz do sol tendo sido obscurecida e a água corrente corrompida,\no último Rei da Floresta deu a sua vida para defender o sementeiro.\nAlguns grandes felinos de bigodes compridos herdaram o título do rei,\ne imitando sua postura, protegeram as criaturas da floresta.\nEmbora eles não estivessem nem perto de ser um rei tão poderoso e heroico,\neles continuaram mantendo o pacto do rei e protegeram a floresta pela eternidade,\ne nunca tentaram fazer mal aos espíritos guardiões das árvores.\nSim, embora o mutante labirinto já estivesse morto,\na floresta ainda estava cheia de vida.",
        "ru": "\nУ всего сущего есть время рождения и время смерти, и этому циклу нет конца.\nТак говорил Царь деревьев о круговороте жизни.\nВсё, что умерло, возродится вновь.\nВсё, что сгнило, прорастёт молодыми побегами.\nПлоды, упавшие на землю, станут пищей для зверей.\nА звери со временем вернутся в землю и станут плодами.\nЛес всегда полон жизни.\n\nЛегенда гласит, что однажды божество деревьев пожелало превратить пустыню в густой лес.\nДля этого в недрах земли оно поместило механизм вызова дождя.\nТак лунный свет на воде сложился в узор лабиринта,\nа из узора родился «тигр».\n\nПолоски тигра, как и ветви деревьев, могут складываться в бесчисленное количество узоров.\nВот почему тигр стал Властителем лабиринта, и звался он Виагара.\nБлагословенный Царь леса горделиво ступал по своему саду,\nповелевая приматами, птицами и зверями лабиринта.\n\nПрошло время, семена граната упали в землю, и из них появились лесные духи.\nЦарь леса благословил их под ветвями первой васары и пообещал верховному Архонту,\nчто разделит с ними лабиринт и прикажет лесным птицам и зверям не причинять им вреда.\n\nСолнечный свет погас, воды пропитались смрадом,\nпоследний Царь леса отдал свою жизнь, защищая питомник,\nно остался кот ришболанд, который унаследовал имя царя,\nстараясь во всём напоминать царя, он обходил с дозором лесные земли.\nНе имея и сотой доли силы и могущества царя,\nон всё же держал обещание, оберегал лес\nи ни разу не навредил духам-хранителям деревьев.\nНесмотря на гибель бесконечно меняющегося лабиринта,\nлес по-прежнему был полон жизни.",
        "id": "\nAda waktu untuk menabur, ada waktu untuk menuai. Demikianlah adanya hingga akhir zaman.\nSang penguasa pepohonan berucap, demikianlah kiranya lingkaran kehidupan.\nYang mati akan lahir kembali,\nYang layu akan mekar terbarui.\nBuah yang jatuh ke bumi memberi makan binatang yang berjalan,\nBinatang yang mati kembali ke tanah dan kelak kan berakhir menjadi buah\nHutan lestari penuh hawa kehidupan.\n\nDahulu ketika dewa pohon menciptakan hutan di tengah padang pasir,\nAlat pemanggil hujan ia ciptakan di hari pertama.\nMaka rembulan memantulkan pola terang dari labirin ke atas air.\nDan \"harimau\" pun terlahirlah.\n\nLoreng-loreng harimau selalu berubah,\nTidak tetap, dirinya dinobatkan sebagai penguasa hutan, diberinya nama Viaghara.\nDewa hutan, diberkatilah namanya, berjalan di taman itu, diangkat tinggi-tinggi kepalanya,\nIa yang berdaulat di atas semua kera, burung, dan binatang buas dalam labirin.\n\nDi kemudian hari, benih buah delima jatuh ke tanah dan melahirkan roh-roh hutan.\nMaka sang penguasa hutan memberkati mereka demi Pohon Vasara yang pertama, diadakanlah perjanjian dengan yang kudus,\nMaka labirin itu ditinggali bersama, diperintahkannya burung dan binatang buas untuk berdamai dan tidak menyerang mereka.\n\nMeski sinar surya perlahan terhalang tabir, dan aliran air kian tercemar,\nDan sang penguasa hutan terakhir wafat melindungi palungan kehidupan,\nKucing besar berkumis menjadi pewaris nama yang agung,\nDan terus menjaga hutan dan segala isinya meniru tuannya.\nKekuatannya tidak sebanding bahkan sebutiran debu pun dengan sang tuan,\nNamun sumpah pelindung hutan tetap dipegangnya teguh,\nDan tidak pernah dirinya melukai roh-roh penjaga pepohonan.\nYa, labirin yang selalu berubah telah tiada,\nTetapi kehidupan di hutan itu penuh lestari.",
        "th": "\nการเกิดและดับของสรรพสิ่งมีเวลาของมัน หมุนเวียนอยู่ในวัฏจักรไม่สิ้นสุด\nราชาแห่งพฤกษาเคยสอนถึงหลักวัฏจักรชีวิตที่ไม่สิ้นสุดเช่นนี้\nสิ่งที่ตายไปแล้ว จะกลับไปเกิดในร่างใหม่\nสิ่งที่เน่าเปื่อยไป จะงอกขึ้นใหม่เป็นต้นกล้าอ่อนบริสุทธิ์\nผลไม้ที่ร่วงหล่นลงพื้นจะกลายเป็นอาหารของสัตว์\nแล้วสัตว์ก็จะกลับคืนสู่พื้นดิน และกลายเป็นผลไม้ไปในที่สุด\nผืนป่าเต็มไปด้วยชีวิตเสมอ\n\nตำนานเล่าว่าเทพพฤกษาต้องการสร้างป่าในผืนทราย\nจึงได้สร้างกลไกเรียกฝนขึ้นที่ใต้พิภพก่อน\nดังนั้นภายใต้การส่องของแสงจันทร์ ลวดลายของเขาวงกตจึงปรากฏขึ้นบนผิวน้ำ\nแล้ว \"เสือ\" ก็ถือกำเนิดขึ้น\n\nลวดลายของเสือเปลี่ยนแปลงได้หลากหลายรูปแบบ เฉกเช่นเดียวกับเส้นทางของต้นไม้\nดังนั้นเสือจึงกลายเป็นราชาแห่งเขาวงกต นามว่า Viaghara\nราชาแห่งพงไพรที่ได้รับการอวยพรเดินอยู่ในอุทยานหลวงด้วยความภาคภูมิ\nนอกจากปกครองสัตว์จำพวกเลี้ยงลูกด้วยนมแล้ว ยังรวมถึงนกและสัตว์ที่ต้องพึ่งพาเขาวงกตอีกด้วย\n\nหลังจากนั้น เมล็ดผลทาฑิมก็ร่วงหล่นลงในดิน และให้กำเนิดภูตแห่งป่าออกมา\nราชาแห่งพงไพรอวยพรพวกเขาอยู่ใต้ Vasara ต้นแรก โดยตกลงกับเหล่าทวยเทพว่า\nจะแบ่งปันเขาวงกตกับพวกเขา และสั่งกำชับไม่ให้เหล่าสัตว์ในป่าทำร้ายพวกเขา\n\nถึงแม้แสงแดดเคยถูกบดบัง สายน้ำจะเคยเน่าเสีย\nราชาแห่งพงไพรองค์สุดท้ายได้สิ้นชีพลงเพื่อปกป้องสวนเพาะชำแห่งชีวิต\nแต่ยังคงมีสมิงเครายาวตนใหม่มาสืบทอดราชบัลลังก์\nคอยเลียนแบบท่าทางของราชา และคอยลาดตระเวนสัตว์ทั้งหลายในป่า\nแม้มาดและพลังของเขาจะเทียบไม่ได้กับเศษเสี้ยวหนึ่งของราชาเลยแม้แต่น้อย\nแต่เขายังคงยึดมั่นต่อคำสัญญาของราชา ปกปักรักษาผืนป่ามาอย่างช้านาน\nและไม่เคยคิดทำร้ายภูตพิทักษ์ต้นไม้เลยสักครั้ง\nใช่แล้วล่ะ แม้เขาวงกตที่เปลี่ยนแปลงตลอดเวลานั้นจะตายไปแล้ว\nแต่ในป่ายังคงเต็มไปด้วยชีวิต",
        "vi": "\nSự sống và cái chết của vạn vật đều đã được định sẵn, nó sẽ lặp lại không ngừng,\nVua cây đã từng truyền bá đạo lý sinh sôi không ngừng như thế.\nPhàm một khi chết đi, sẽ mượn một cơ thể khác để có cuộc sống mới.\nPhàm là thứ mục ruỗng, sẽ nuôi dưỡng mầm non mới đâm chồi.\nTrái cây rơi xuống đất sẽ là nguồn dinh dưỡng cho muông thú.\nMuông thú cuối cùng cũng về với đất mẹ, biến thành trái cây.\nRừng rậm lúc nào cũng ngập tràn sinh mệnh.\n\nTheo truyền thuyết, thần cây cối tạo ra rừng rậm ở trong cát,\nĐầu tiên là tạo ra cơ quan tạo mưa ở sâu trong lòng đất.\nThế là ánh trăng phản chiếu hình ảnh mê cung trên mặt nước,\n\"Hổ\" cũng từ đó sinh ra.\n\nĐường vằn của hổ biến hóa khôn lường, hòa vào những con đường cùng cây cối trong rừng,\nVì thế hổ trở thành vua của mê cung, hay còn gọi là Viaghara.\nVị vua được rừng rậm chúc phúc ngẩng cao đầu bước đi trong ngự uyển của mình.\nQuản lý các loài chim và thú sống dựa vào mê cung.\n\nSau đó, hạt giống cây lựu rơi vào trong đất, sinh ra tinh linh trong rừng.\nVua Rừng Rậm chúc phúc cho bọn họ dưới tàng cây Cây Vasara đầu tiên, cùng hẹn ước với thần linh.\nChia sẻ mê cung với bọn họ, đồng thời ra lệnh cho muông thú trong rừng không được làm hại họ.\n\nDù cho ánh mặt trời lại bị che khuất, dòng nước bị nhuốm bẩn.\nĐến cuối cùng, Vua Rừng Rậm đã chết vì bảo vệ khu vườn của sự sống.\nChú mèo to lớn lông dài kia lại kế thừa danh hiệu của vua.\nMô phỏng vị vua khi xưa, tuần tra bách thú trong rừng.\nDù khí khái và sức mạnh không bằng một phần vạn vị vua ngày xưa.\nNhưng nó vẫn tuân thủ theo ước hẹn ngày xưa với vua, mãi mãi bảo vệ khu rừng.\nChưa bao giờ có suy nghĩ làm hại tinh linh bảo vệ cây cối.\nĐúng vậy, dù cho mê cung biến hóa khôn lường kia đã biến mất,\nKhu rừng vẫn tràn ngập sự sống."
      },
      "imgid": "deepwood_memories_circlet"
    }
  ]
}