{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "来歆余响",
    "zht": "來歆餘響",
    "jp": "来歆の余響",
    "ko": "제사의 여운",
    "en": "Echoes of an Offering",
    "de": "Echo des Opferfests",
    "es": "Eco del Sacrificio",
    "fr": "Échos d'une offrande",
    "pt": "Eco do Sacrifício",
    "ru": "Отголоски подношения",
    "id": "Echoes of an Offering",
    "th": "Echoes of an Offering",
    "vi": "Dư Âm Tế Lễ"
  },
  "descriptions": [
    {
      "zhs": "攻击力提高18%。",
      "zht": "攻擊力提高18%。",
      "jp": "攻撃力+18%。",
      "ko": "공격력+18%",
      "en": "ATK +18%.",
      "de": "Erhöht den ANG um 18 %.",
      "es": "ATQ +18%.",
      "fr": "Augmente l'ATQ de 18 %.",
      "pt": "ATQ +18%.",
      "ru": "Увеличивает силу атаки на 18%.",
      "id": "ATK +18%.",
      "th": "เพิ่มพลังโจมตี 18%",
      "vi": "Tấn công tăng 18%"
    },
    {
      "zhs": "普通攻击命中敌人时，有36%概率触发「幽谷祝祀」：普通攻击造成的伤害提高，伤害提高值为攻击力的70%，该效果将在普通攻击造成伤害后的0.05秒后清除。普通攻击未触发「幽谷祝祀」时，会使下次触发概率提升20%；0.2秒内至多判定1次触发与否。",
      "zht": "普通攻擊命中敵人時，有36%機率觸發「幽谷祝祀」：普通攻擊造成的傷害提高，傷害提高值為攻擊力的70%，該效果將在普通攻擊造成傷害後的0.05秒後清除。普通攻擊未觸發「幽谷祝祀」時，會使下次觸發機率提升20%；0.2秒內至多判定1次觸發與否。",
      "jp": "通常攻撃が敵に命中すると、36%の確率で「幽谷祭祀」が発動する。「幽谷祭祀」：通常攻撃ダメージが攻撃力70%分アップする。この効果は通常攻撃でダメージを与えた0.05秒後にクリアされる。通常攻撃後に「幽谷祭祀」が発動しなかった場合、次回の発動確率+20%。発動判定は0.2秒毎に1回のみ行われる。",
      "ko": "일반 공격이 적 명중 시, 36%의 확률로 「유곡의 축사」를 발동한다. 「유곡의 축사」: 일반 공격으로 가하는 피해가 공격력의 70%만큼 증가한다. 해당 효과는 일반 공격으로 피해를 가한 다음 0.05초 후에 사라진다. 일반 공격으로 「유곡의 축사」가 발동되지 않을 때, 다음 공격에서 발동될 확률이 20% 증가한다. 0.2초 내 최대 1회 발동 여부를 판정한다",
      "en": "When Normal Attacks hit opponents, there is a 36% chance that it will trigger Valley Rite, which will increase Normal Attack DMG by 70% of ATK. This effect will be dispelled 0.05s after a Normal Attack deals DMG. If a Normal Attack fails to trigger Valley Rite, the odds of it triggering the next time will increase by 20%. This trigger can occur once every 0.2s.",
      "de": "Löst beim Treffen von Gegnern mit Standardangriffen mit einer Wahrscheinlichkeit von 36 % „Talritual“ aus: Erhöht den mit Standardangriffen verursachten Schaden um 70 % ANG. Erlischt 0,05 s nach dem Verursachen von Schaden mit Standardangriffen. Erhöht, wenn der Effekt bei einem Standardangriff nicht ausgelöst wird, die Chance, dass er beim nächsten Mal ausgelöst wird, um 20 %, 0,2 s Abklingzeit.",
      "es": "#Al golpear a un enemigo con un Ataque Normal, hay una probabilidad del 36% de activar el efecto de “ritual del valle”, el cual aumenta el daño de Ataque Normal en una cantidad equivalente al 70% del ATQ. Este efecto se anula 0.05 s después de infligir daño con un Ataque Normal. Si dicho ataque no activa ritual del valle, la probabilidad de activarlo con el siguiente golpe de Ataque Normal aumenta en un 20%. Esta activación solo puede ocurrir una vez cada 0.2{NON_BREAK_SPACE}s.",
      "fr": "En touchant un ennemi, les attaques normales ont 36 % de chances de déclencher un effet de Rituel de la vallée, augmentant les DGT d'attaque normale d'une valeur équivalant à 70 % de l'ATQ. Cet effet sera dissipé 0,05 s après avoir infligé des DGT avec une attaque normale. Chaque attaque normale ne déclenchant pas l'effet augmentera les chances de le déclencher la prochaine fois de 20 %. Cet effet peut être déclenché une fois toutes les 0,2 s.",
      "pt": "Quando o Ataque Normal atinge um inimigo, tem 36% de chance de ativar o Rito do Vale: o Ataque Normal aumenta o Dano e o valor de aumento é 70% do ATQ. Esse efeito desaparece nos 0.05s após o Ataque Normal causar dano. Quando o Ataque Normal não ativar o Rito do Vale, aumenta a probabilidade em 20% no próximo lançamento. Essa ativação pode ocorrer 1 vez a cada 0.2s.",
      "ru": "Попадания обычной атакой с 36% шансом активируют Ритуал долины: урон обычной атаки повышается на 70% от силы атаки. Через 0,05 сек. после нанесения урона обычной атакой эффект исчезает. Если обычной атаке не удалось активировать этот эффект, шанс его активации следующим попаданием возрастает на 20%. Шанс активации возникает не чаще одного раза в 0,2 сек.",
      "id": "Saat Normal Attack mengenai musuh, ada 36% kemungkinan akan memicu Valley Rite yang akan meningkatkan DMG Normal Attack sebesar 70% ATK. Efek akan hilang 0,05 detik setelah Normal Attack mengakibatkan DMG. Jika Normal Attack gagal memicu efek Valley Rite, maka kemungkinan Valley Rite akan terpicu pada serangan berikutnya meningkat 20%. Efek ini dapat terpicu maksimum sekali setiap 0,2 detik.",
      "th": "เมื่อการโจมตีปกติถูกศัตรู จะมีโอกาส 36% ที่จะเกิด Valley Rite: โดยจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 70% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะหายไปหลังจากที่การโจมตีปกติสร้างความเสียหาย 0.05 วินาที และหากการโจมตีปกติไม่ทำให้เกิด Valley Rite โอกาสการเกิดในครั้งต่อไปจะเพิ่มขึ้น 20%; จะคำนวณการเกิดเอฟเฟกต์ 1 ครั้ง ในทุก 0.2 วินาที",
      "vi": "Khi tấn công thường đánh trúng kẻ địch, sẽ có 36% tỷ lệ kích hoạt \"Nghi Lễ Vực Thẳm\": Tăng sát thương do tấn công thường gây ra, lượng tăng thêm bằng 70% tấn công; 0.05s sau khi tấn công thường gây ra sát thương, hiệu quả này sẽ biến mất. Khi tấn công thường chưa kích hoạt \"Nghi Lễ Vực Thẳm\", sẽ tăng 20% tỷ lệ kích hoạt lần sau, trong 0.2s tối đa kích hoạt 1 lần."
    }
  ],
  "imgid": "echoes_of_an_offering_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "魂香之花",
        "zht": "魂香之花",
        "jp": "魂香の花",
        "ko": "혼향의 꽃",
        "en": "Soulscent Bloom",
        "de": "Blüte des Seelendufts",
        "es": "Flor Aromaespíritu",
        "fr": "Fleur d'aromesprit",
        "pt": "Flor da Fragrância Espiritual",
        "ru": "Цветок призрачного аромата",
        "id": "Soulscent Bloom",
        "th": "Soulscent Bloom",
        "vi": "Hoa Hương Hồn"
      },
      "description": {
        "zhs": "花型的玉雕。魂香幽幽的气息似有似无地萦绕其中。",
        "zht": "花型的玉雕。魂香幽幽的氣息似有似無地縈繞其中。",
        "jp": "花の形をした宝玉の彫刻。幽幽たる魂の気を纏っている。",
        "ko": "꽃 모양의 옥 조각. 영혼의 향기가 느껴질 듯 말 듯 주변을 맴돌고 있다",
        "en": "A jade carved into the shape of a flower. A phantom scent, here one instant and gone the next, swirls around it.",
        "de": "Eine Jade, geschnitzt in Form einer Blüte. Ein geisterhafter Duft, der in einem Moment da ist und im nächsten verschwindet, umgibt sie.",
        "es": "Una figura de jade con forma de flor. Cierta fragancia fantasmal parece rezumar de ella.",
        "fr": "Un jade sculpté en forme de fleur. Un parfum fantôme, ici un instant et disparu le suivant, tourbillonne autour de lui.",
        "pt": "Uma escultura de jade na forma de flor. O cheiro sutil da fragrância espiritual parece lhe arrodear.",
        "ru": "Резное украшение из нефрита в форме цветка. Призрачный аромат, что кружит у цветка, то покидает его, то возвращается вновь.",
        "id": "Sebuah batu giok yang diukir dalam bentuk bunga. Aroma samar-samar muncul dan hilang dengan cepat dari benda ini.",
        "th": "หยกแกะสลักรูปดอกไม้ ดูเหมือนกลิ่นหอมจาง ๆ ของวิญญาณจะล่องลอยอยู่ในนั้น",
        "vi": "Chạm ngọc hình hoa như có linh hồn bao quanh."
      },
      "lore": {
        "zhs": "\n每年魂香花开，正是翘英庄奉茶典仪筹备的开端。\n待到花朵凋零，九窨一提的花茶恰好被供在堂前。\n魂香花期之短，一如仙人匆匆而来，又飘然而去。\n只留下含糊的药君之名，和众多语焉不详的传说。\n\n在一个故事里，药君的仙躯化作古茶树的繁枝。\n另一个故事里，却乘着被驯服的恶兽飞往仙山。\n还有这样一个故事——\n\n少女一爬上岸就匆忙捡起地上的帷帽，胡乱戴在头上。\n若没有面前的遮蔽，她总会自惭形秽，不敢开口说话。\n害她如此狼狈的罪魁祸首，此时才从水中探出头来，\n就像在炫耀这场较量的胜利，五彩的锦鳞闪闪发光。\n\n「咳…咳咳！会游泳很了不起吗？我咒你迟早被水淹死！」\n\n虽说自己当时的确愤愤不平，可那毕竟只是句玩笑话。\n但熠熠流光最终却真的消失在深潭里，再没有浮上来。",
        "zht": "\n每年魂香花開，正是翹英莊奉茶典儀籌備的開端。\n待到花朵凋零，九窨一提的花茶恰好被供在堂前。\n魂香花期之短，一如仙人匆匆而來，又飄然而去。\n只留下含糊的藥君之名，和眾多語焉不詳的傳說。\n\n在一個故事裡，藥君的仙軀化作古茶樹的繁枝。\n另一個故事裡，卻乘著被馴服的惡獸飛往仙山。\n還有這樣一個故事——\n\n少女一爬上岸就匆忙撿起地上的帷帽，胡亂戴在頭上。\n若沒有面前的遮蔽，她總會自慚形穢，不敢開口說話。\n害她如此狼狽的罪魁禍首，此時才從水中探出頭來，\n就像在炫耀這場較量的勝利，五彩的錦鱗閃閃發光。\n\n「咳…咳咳！會游泳很了不起嗎？我咒你遲早被水淹死！」\n\n雖說自己當時的確憤憤不平，可那畢竟只是句玩笑話。\n但熠熠流光最終卻真的消失在深潭裡，再沒有浮上來。",
        "jp": "\n毎年、魂香の花が咲く頃になると、翹英荘の奉茶儀式の準備が始まる。\n花びらが散る頃には、花の香りを九回ほど茶の葉に染み込ませた花茶が、堂の前に供えられる。\n突如として訪れた仙人が飄然と去るかのように、魂香の花期は短い。\nそして、薬君という曖昧な名と、支離滅裂な数々の伝説だけが残った。\n\nとある物語では、薬君の仙人は肉体を葉の繁る古き茶の木の枝に変えたという。\nまた別の物語では、手懐けられた悪獣に乗って、仙山へと飛んでいったという話もある。\nさらに、こんな物語も——\n\n少女が陸に上がるや否や、地面に落ちていた帷帽を拾い上げ、無造作に頭に被った。\n顔を隠すようなものがないと、彼女は恥ずかしくて口も開けなくなってしまう。\nすると、彼女をこんな無様な姿にした張本人が水面から顔を出し、\nまるでこの対決の勝敗を誇示するかのように、色とりどりの鱗をキラキラと輝かせた。\n\n「…ぐッ！泳げるのがそんなにすごいことなの？呪ってやる、いつか溺れてしまうように！」\n\nその時は確かに頭に血が上っていたが、あくまで冗談であった。\nしかし、あの光り輝く流光はやがて深き淵に消えると、二度と姿を見せなくなった。",
        "ko": "\n매년 혼향꽃이 피는 시기가 교영 마을이 봉차 의례를 준비하는 시작점이다.\n꽃이 시들 때가 되면, 9번 발효한 꽃차가 사당에 바쳐진다.\n혼향꽃은 피는 시기가 짧아 마치 선인들이 총총히 왔다가 홀연히 돌아가는 것만 같다.\n그저 약(藥)군이라는 애매모호한 이름과, 불명확한 수많은 전설을 남기고서 말이다.\n\n한 이야기에서 약군의 선체는 오래된 차 나무의 가지로 변했다.\n하지만 다른 이야기에서는 길들여진 흉악한 맹수를 타고 선산으로 날아가기도 한다.\n또 다른 이야기도 존재한다——\n\n소녀는 기슭에 올라오자마자 서둘러 바닥의 몽수를 주워 아무렇게나 머리에 썼다.\n몽수로 얼굴을 가리지 않았다면 그녀는 부끄러워서 차마 입을 열지 못했을 것이다.\n그녀를 이런 처지로 만든 장본인은 그제서야 물속에서 고개를 내밀었다.\n마치 이번 대결의 승리를 자랑이라도 하듯, 오색의 금린이 반짝반짝 빛나고 있었다.\n\n「콜록… 콜록, 콜록! 헤엄치는 게 뭐 대수야? 물에 빠져 죽으라고 저주할 거야!」\n\n화가 난 건 사실이지만, 그건 농담에 불과했다.\n그러나 반짝이는 빛은 깊은 못 속으로 사라졌고, 다시는 떠오르지 않았다.",
        "en": "\nEach year, when the Spiritscent Flowers bloom, Qiaoying Village will prepare for its tea-serving ceremonies.\nOnce the flowers wither, flower tea infused with nine layers of scents are presented in the village hall.\nThe Spiritscent Flower is a fleeting thing, much like the sudden coming and going of a certain adeptus.\nThis one left behind the ambiguous name of \"Herblord,\" as well as many foggy and fragmented legends.\n\nIn one such tale, the Herblord's adeptal form would turn into the branches of an ancient tea tree.\nIn another, the adeptus flew up to the adeptal mountain on a subdued evil beast.\nThere is even a story that goes like this—\n\nThe young lady grasped at the hooded hat on the ground as she struggled ashore, placing it on her head haphazardly.\nFor if she did not cover her face, then she might feel embarrassed and find herself at a loss for words.\nJust then, the orchestrator of her suffering poked their head out of the water.\nThe rainbow-scales on their body glimmered, as if to revel in this victory.\n\n\"*cough* Alright! So you can swim! Very impressive! ...You know what? May you drown someday!\"\n\nShe spoke these words in anger, but also in jest.\nAnd yet that glittering streak would eventually sink into the depths, never to come back to the surface.",
        "de": "\nDie Blüte der Blumen des Seelenduftes ist jedes Jahr der Beginn der Vorbereitungen für die Teezeremonien in Qiaoying.\nWenn die Blumen verblüht sind, wird der sorgfältig zubereitete Blütentee, der neunmal von den Blumen geräuchert wurde, gerade noch rechtzeitig vor der Dorfhalle angeboten.\nDie Blüte des Seelendufts ist so vergänglich wie die Unsterblichen, die in Eile kommen und gehen.\nAlles, was bleibt, ist der vage Name des Kräutermanns und eine Vielzahl unzusammenhängender Legenden.\n\nIn einer Geschichte wurde der unsterbliche Körper des Kräutermanns in die blühenden Zweige eines uralten Teebaums verwandelt.\nIn einer anderen Geschichte jedoch flog er auf einem gezähmten bösen Tier zum Berg der Unsterblichkeit.\nEs gibt auch diese Geschichte:\n\nSobald sie an Land gegangen war, hob das junge Mädchen eilig ihren Schleier vom Boden auf und setzte ihn wahllos auf ihren Kopf.\nOhne den Schutz vor ihr würde sie sich immerzu schämen zu sprechen.\nDer Übeltäter, der ihr diesen Schlamassel beschert hatte, steckte erst jetzt seinen Kopf aus dem Wasser,\nals ob er den Sieg dieses Wettstreits zeigen wollte, glitzerten die vielfarbigen Schuppen.\n\n„*hust* ... Willst du damit angeben, dass du schwimmen kannst? Ich verfluche dich, früher oder später im Wasser zu ertrinken!“\n\nDamals war sie zwar entrüstet, aber es war ja nur ein Scherz.\nDoch das glitzernde Licht verschwand schließlich in der Tiefe und tauchte nie wieder auf.",
        "es": "\nCuando las flores aromaespíritu se abren por primera vez en todo el año, la Aldea Chiaoying comienza a preparar la ceremonia del té.\nCuando las flores se marchitan, los templos ya están repletos de fragantes tés.\nEl periodo de floración de estas flores es muy corto, tanto como la visita de cierta Adeptus que siempre va con prisa.\nEsta nos ha dejado su ambiguo nombre, “Herbóloga”, así como una gran cantidad de leyendas poco detalladas.\n\nSegún una historia, el cuerpo inerte de Herbóloga se convirtió en la exuberante rama de un antiguo árbol de té.\nSegún otra historia, una bestia maligna domesticada llevó ese cuerpo hacia las moradas de los Adeptus en las montañas.\nPero aún hay otra historia:\n\nÉrase una vez, una joven que llegó a la orilla de un río. Allí, recogió del suelo un sombrero velado y se lo puso con descuido.\nDe no ser por el velo del sombrero que le ocultaba la cara, la joven siempre sentía vergüenza y no se atrevía a hablar.\nDe repente, el ser que la había puesto en esta situación asomó la cabeza a través del agua.\nEl fulgente brillo de aquella carpa multicolor parecía estar jactándose de su victoria sobre la joven.\n\n“*Cof, cof, cof*, ¿te crees genial solo porque sabes nadar? ¡Ojalá te ahogues en el agua!”.\n\nAunque realmente estaba furiosa, solo lo dijo en broma.\nSin embargo, al final, aquel brillo resplandeciente acabó desapareciendo en el profundo estanque y nunca más reapareció.",
        "fr": "\nC'est lors de la floraison des aromesprits chaque année que commencent les préparatifs des cérémonies du thé au Village de Qiaoying.\nUne fois les fleurs fanées, des tisanes de fleurs infusées de neuf parfums sont présentées dans la salle des fêtes.\nLa fleur d'aromesprit est éphémère. Elle apparaît soudainement telle que le ferait une Adepte et repart aussitôt en flottant dans les airs.\nElle ne laisse derrière elle que le nom vague d'« Herborisatrice » ainsi qu'une pléthore de légendes dont on ne connaît pas les détails.\n\nDans l'une d'entre elles, le corps d'Adepte de l'Herborisatrice se transforme en une multitude de branches d'arbre à thé.\nUne autre histoire raconte que ce personnage vola jusqu'à la montagne des Adeptes sur le dos d'une créature maléfique qu'elle avait domptée.\nIl y a une histoire de la sorte...\n\nUne fois sur la rive, la jeune fille s'empressa de ramasser le chapeau voilette laissé au sol pour le placer négligemment sur sa tête.\nSans lui pour lui couvrir le visage, elle se sentirait honteuse et n'aurait pas le courage de parler.\nÀ ce moment-là, celle qui l'avait mise dans cette fâcheuse situation sortit la tête de l'eau.\nSes écailles multicolores scintillaient comme pour vanter la victoire qu'elle avait remportée sur cette jeune fille.\n\n« *tousse* Tu es fière de savoir nager ? Tu sais quoi, j'espère que tu te noieras un jour ! »\n\nMalgré sa colère, la jeune fille ne disait pas cela sérieusement.\nCependant, cette bête scintillante disparut au fond de l'eau, pour ne jamais revenir à la surface.",
        "pt": "\nTodos os anos, quando as Flores Aromáticas do Espírito desabrocham, a Vila Qiaoying prepara suas cerimônias de chá.\nQuando as flores murcham, chás de flores com nove camadas aromáticas são oferecidos no pavilhão da vila.\nA Flor Aromática do Espírito é passageira, da mesma forma que o súbito aparecimento e desaparecimento de um certo Adeptus.\nEste deixou para trás o ambíguo nome de \"Herbolorde\", bem como muitas lendas pouco detalhadas.\n\nEm uma dessas histórias, a forma Adeptal de Herbolorde se transformava nos galhos de uma árvore de chá antiga.\nNoutra história, o Adeptus voou para a montanha adeptal para subjugar uma besta maléfica.\nTambém há outra história assim:\n\nUma jovem garota agarrava-se a uma margem, pegou um chapéu apressadamente e o colocou desajeitadamente em sua cabeça.\nPois se não cobrisse seu rosto, ela se sentiria envergonhada e não se atreveria a falar.\nDe repente, o ser que a colocou neste sofrimento emergiu sua cabeça para fora da água.\nAs escamas multicoloridas de seu corpo reluziam como se estivessem vangloriando sua vitória.\n\n\"*Cof*... *COF* *COF*! Oh, então você sabe nadar? Incrível! Talvez um dia você se afogue!\"\n\nEla falou essas palavras furiosa, mas também em tom jocoso.\nMas aquele brilho reluzente mergulho para as profundezas para nunca retornar a superfície.",
        "ru": "\nКаждый год, когда распускаются цветы призрачного аромата, в деревне Цяоин готовятся к церемонии чаепития.\nКогда цветы увядают, храмы наполняются ароматом девяти чаёв.\nЦветок призрачного аромата так же мимолётен, как и визит некоего Адепта.\nВсё, что осталось от Адепта медицины, - это расплывчатое имя и множество бессвязных легенд.\n\nВ одной из таких историй Адепт медицины превращался в ветви древнего чайного дерева.\nСогласно другой истории, приручённый злой зверь унёс его в горные обители Адептов.\nЕсть даже такая история:\n\nОднажды девушка вышла на берег, подняла с земли шляпу с вуалью и небрежно надела её.\nБез вуали, скрывавшей её лицо, молодая женщина чувствовала себя неловко и не решалась заговорить.\nВдруг существо, из-за которого она оказалась в этой неловкой ситуации, высунуло голову из воды.\nРадужные чешуйки на его теле мерцали, словно радуясь этой победе.\n\n«Значит, ты умеешь плавать! Очень впечатляет! Знаешь что? Надеюсь, однажды ты утонешь!»\n\nХотя она была возмущена, но сказала это в шутку.\nОднако это мерцающее сияние погрузилось на глубину и больше не появлялось.",
        "id": "\nAroma dari bunga yang mekar setiap tahun adalah pertanda awal bagi Desa Qiaoying untuk mempersiapkan upacara minum teh.\nSaat bunga layu, teh yang wangi dipersembahkan di depan kuil.\nMasa berbunga bunga ini sangat singkat, sama seperti kunjungan Adeptus yang singkat.\nYang tersisa hanyalah nama sang dewa obat dan banyak legenda yang samar-samar.\n\nDalam satu cerita, tubuh abadi dari dewa obat berubah menjadi cabang dari pohon teh kuno.\nDalam cerita lain, seekor binatang jahat yang dijinakkan membawa dia ke pegunungan dewa.\nMasih ada satu cerita lain—\n\nBegitu gadis muda itu tiba di darat, dia dengan cepat mengambil topi kerudungnya dari tanah dan dengan cepat meletakkannya di kepalanya.\nKalau bukan karena kerudung yang menutupi wajahnya, wanita muda itu selalu merasa malu dan tidak berani berbicara.\nPelaku yang menempatkannya dalam situasi ini tiba-tiba menjulurkan kepalanya keluar dari air,\nseperti memamerkan kemenangannya kali ini, dengan sisik warna-warni yang bersinar.\n\n*uhuk* \"Kamu ingin pamer kalau kamu bisa berenang? Aku kutuk kamu supaya tenggelam di air cepat atau lambat!\"\n\nMeskipun dia sangat marah saat itu, tetapi kalimat yang dia ucapakan itu hanya lelucon.\nNamun, cahaya yang berkilauan itu akhirnya menghilang ke dalam kolam yang dalam dan tidak pernah muncul kembali.",
        "th": "\nในทุก ๆ ปี เมื่อยามที่ Spiritscent Flower ผลิบาน หมู่บ้าน Qiaoying จะเริ่มตระเตรียมพิธีชงชา\nเมื่อดอกไม้เหี่ยวเฉา ชาดอกไม้ที่อบอวลไปด้วยกลิ่นหอมถึงเก้าชั้นจะถูกนำมาถวายหน้าศาลาหมู่บ้าน\nช่วงเวลาการผลิดอกของ Spiritscent Flower นั้นสั้นมาก เหมือนกับเซียนที่บินล่องละลอยจากไปในพริบตา\nทิ้งไว้เพียงชื่อที่คลุมเครือของเจ้าแห่งสมุนไพร และตำนานที่ไม่ชัดเจนจำนวนมาก\n\nในเรื่องเล่าหนึ่งกล่าวว่า ร่างอมตะของเจ้าแห่งสมุนไพรจะกลายเป็นกิ่งก้านของต้นชาโบราณ\nในอีกเรื่องหนึ่ง กล่าวกันว่าเขาขี่สัตว์ร้ายที่เชื่องบินกลับไปยังภูเขาเซียน\nนอกจากนี้ยังมีเรื่องราวเช่นนี้อีก...\n\nทันทีที่เด็กหญิงปีนขึ้นฝั่ง เธอก็หยิบหมวกจากพื้นสวมลงบนหัวอย่างรวดเร็ว\nหากไม่มีสิ่งใดปิดบังหน้า เธอคงจะน้อยเนื้อต่ำใจ จนไม่อาจเอ่ยปากพูดได้\nทันใดนั้น คนร้ายที่ทำให้เธอต้องตกอยู่ในสภาพเช่นนี้ ก็โผล่หัวออกมาจากน้ำ\nเกล็ดสีรุ้งเปล่งประกายเจิดจ้า ราวกับกำลังอวดชัยชนะของการแข่งขันในครั้งนี้\n\n\"แค่ก...แค่กแค่ก! ว่ายน้ำเป็นแล้ว คิดว่าเก่งนักหรือไง? ข้าขอสาปแช่งให้เจ้าจมน้ำในเร็ววัน!\"\n\nแม้ว่าตอนนั้นตนเองจะโกรธมาก แต่นั่นเป็นเพียงแค่คำหยอกล้อกันเท่านั้น\nแต่ทว่าท้ายที่สุดนั้น แสงประกายระยิบระยับก็จมดิ่งลงไปในส่วนลึก และไม่หวนกลับคืนสู่ผิวน้ำอีกเลย",
        "vi": "\nMỗi năm Hoa Hương Hồn nở, là sự bắt đầu cho việc chuẩn bị nghi thức dâng trà ở Làng Kiều Anh.\nChờ đến khi đóa hoa lụi tàn, cũng vừa đúng lúc trà hoa sẽ được dâng đến trước sảnh.\nMùa Hoa Hương Hồn ngắn ngủi, cũng giống như tiên nhân đến trong vội vàng, rồi cũng nhẹ nhàng lướt đi.\nChỉ để lại một danh hiệu Dược Quân hàm hồ, cùng rất nhiều truyền thuyết bí ẩn.\n\nMột câu chuyện kể rằng, tiên thể Dược Quân đã hóa thành cành cây trà sum suê.\nTrong một câu chuyện khác lại kể rằng y đã cưỡi trên ác thú bị thuần phục bay trở về núi tiên.\nVà còn một câu chuyện thế này...\n\nThiếu nữ vừa lên bờ bèn vội vã nhặt chiếc mũ dưới đất, đội vội lên đầu.\nNếu không có gì che trước mặt, thì cô ấy luôn cảm thấy tự ti về dung mạo của mình, không dám mở miệng nói chuyện.\nThủ phạm đã khiến cô ra nông nỗi này, giờ đây mới bước lên từ dưới nước,\nGiống như muốn khoe khoang về trận so tài này, những vảy cá ngũ sắc đang lấp lánh tỏa sáng.\n\n\"Khụ... khụ khụ! Biết bơi là giỏi lắm sao? Ta nguyền rủa ngươi sớm muộn rồi sẽ bị dìm chết dưới nước!\"\n\nTuy rằng lúc đó bản thân rất tức giận, nhưng câu nói đó chỉ là một lời nói đùa.\nNhưng ánh sáng lấp lánh đó cuối cùng quả thật đã mất tích trong đầm sâu, không còn trồi lên nữa."
      },
      "imgid": "echoes_of_an_offering_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "垂玉之叶",
        "zht": "垂玉之葉",
        "jp": "垂玉の葉",
        "ko": "옥의 잎",
        "en": "Jade Leaf",
        "de": "Blatt der Jade",
        "es": "Hoja de Jade",
        "fr": "Feuille de jade",
        "pt": "Folha de Jade",
        "ru": "Нефритовый листок",
        "id": "Jade Leaf",
        "th": "Jade Leaf",
        "vi": "Lá Bích Ngọc"
      },
      "description": {
        "zhs": "宛如叶片的玉佩。过去在特定的友人之间，似乎有着特殊的含义。",
        "zht": "宛如葉片的玉佩。過去在特定的友人之間，似乎有著特殊的含義。",
        "jp": "葉っぱの形をした玉佩。かつて、ある友人たちの間で特別な意味を持っていたようだ。",
        "ko": "나뭇잎처럼 생긴 옥패. 과거에 특정 친구 관계 사이에서는 특별한 의미를 갖고 있었던 것 같다",
        "en": "A jade ornament shaped like a leaf. It seems to have once had deep meaning between specific friends.",
        "de": "Ein Ornament aus Jade in Form eines Blatts. Es scheint einst eine tiefe Bedeutung zwischen bestimmten Freunden gehabt zu haben.",
        "es": "Un adorno de jade parecido a una hoja. En el pasado, tenía un significado muy especial para dos determinadas amigas.",
        "fr": "Un ornement de jade en forme de feuille. Il semble avoir eu autrefois une signification profonde aux yeux de certains amis...",
        "pt": "Um pingente de jade similar a uma folha. No passado ele tinha um significado especial para certos amigos.",
        "ru": "Нефритовая подвеска в форме листка. В прошлом она имела особое значение для двоих друзей.",
        "id": "Ornamen batu giok yang berbentuk seperti daun. Tampaknya dulu benda pernah memiliki makna yang dalam di antara orang-orang.",
        "th": "จี้หยกที่ดูราวกับใบไม้ ในอดีตดูเหมือนจะมีความหมายพิเศษระหว่างเพื่อนบางคน",
        "vi": "Ngọc bội óng ánh tựa chiếc lá, như chứa đựng ý nghĩa đặc biệt giữa những người bạn với nhau."
      },
      "lore": {
        "zhs": "\n很久之前，河对岸还没有渡口，只有一片云烟氤氲的山坡。\n这座山的主人尚未决定在这里种些什么，就被人捷足先登。\n\n「等这棵树长大一些，我便把叶子摘了，研茶给你们喝。」\n「到时候就在这里，把留云借风、理水叠山他们都叫来…」\n\n「你把树随随便便种在我的地界上，还好意思说这种话。」\n身为山王的少女虽然忿忿答道，倒也总是构想着茶的香气。\n\n后来，谁人静静地将这玉玦系在了小树的细梢上。\n再后来，山的主人回来了，却变成了其它的模样，\n也失去了解开系绳的手指。那是很久以前的事情…\n\n许多年后，它的枝条被山中住民移植在河的对岸。\n茶香也从沉玉谷传到璃月港，又传到了许多地方。\n\n关于沉玉谷的茶树有诸多传说。其中一则，是说：\n无论水文、土壤与日照如何，这种树只在沉玉谷繁茂生长。\n是因为它们记得在遥远过去，茶树幼苗旁老友之间的约定。",
        "zht": "\n很久之前，河對岸還沒有渡口，只有一片雲煙氤氳的山坡。\n這座山的主人尚未決定在這裡種些什麼，就被人捷足先登。\n\n「等這棵樹長大一些，我便把葉子摘了，研茶給你們喝。」\n「到時候就在這裡，把留雲借風、理水疊山他們都叫來…」\n\n「你把樹隨隨便便種在我的地界上，還好意思說這種話。」\n身為山王的少女雖然忿忿答道，倒也總是構想著茶的香氣。\n\n後來，誰人靜靜地將這玉玦繫在了小樹的細梢上。\n再後來，山的主人回來了，卻變成了其它的模樣，\n也失去了解開繫繩的手指。那是很久以前的事情…\n\n許多年後，它的枝條被山中住民移植在河的對岸。\n茶香也從沉玉谷傳到璃月港，又傳到了許多地方。\n\n關於沉玉谷的茶樹有諸多傳說。其中一則，是說：\n無論水文、土壤與日照如何，這種樹只在沉玉谷繁茂生長。\n是因為它們記得在遙遠過去，茶樹幼苗旁老友之間的約定。",
        "jp": "\n遥か昔、彼岸に船を泊める場所がまだなく、雲煙の立ちこめる山しかなかった時代。\nその山の持ち主が何を植えるか迷っていると、他の者に先を越されてしまった。\n\n「この木が成長したら、葉を摘んで茶を淹れよう」\n「その時が来たら、留雲借風と理水畳山たちをここに呼び…」\n\n「私の土地に木を勝手に植えたくせに、そんなことを考えるとは」\n山の王である少女は怒りを露わにしたが、ついお茶の香りを想像してしまった。\n\nそして、誰かがこの玉玦を小さな木の細い枝にこっそりと結びつけた。\nその後、山の持ち主は戻ってきたが、別の姿となっていた。\n紐を解く指も失われている。だが、それはもうずいぶんと昔の出来事…\n\n長い年月を経た後、その枝は山民によって向こう岸へと移植された。\nお茶の香りも沈玉の谷から璃月港へ、さらに様々な場所へと広がった。\n\n沈玉の谷にある茶の木に関して、様々な伝説がある。その中の一つはこのようなものだ。\n水文、土壌、日照に関わらず、この木は沈玉の谷でしか育たない。\nそれは遠い昔、茶の木の苗の傍で旧友と交わした約束を覚えているからだ。",
        "ko": "\n먼 과거, 강 건너편에는 나루터가 없었고, 구름과 연기가 자욱한 산비탈만이 있었다.\n이 산의 주인이 이곳에 무엇을 심을지 결정하기도 전에 다른 사람들이 선수를 치고 말았다.\n\n「이 나무가 좀 자라면, 잎을 따서 찻잎을 갈아 줄게」\n「그때가 되면 이곳에 류운차풍과 리수첩산을 부르는 거지…」\n\n「멋대로 내 땅에 나무를 심은 주제에 뻔뻔하긴」\n산의 주인인 소녀는 화가 치미는 듯 대답했지만 종종 차의 향기를 떠올리곤 했다.\n\n나중에, 알 수 없는 이가 작은 나무의 가느다란 가지에 이 옥을 조용히 매어 두었다.\n그리고 또 시간이 흘러 산의 주인이 돌아왔다. 하지만 그녀는 이미 완전히 다른 모습으로 변한 채였다.\n그녀는 실을 풀 손가락도 잃었다. 이 모든 게 오래전에 있었던 일이었다…\n\n여러 해가 지나고, 산의 주민들은 그 가지를 강 건너편에 옮겨 심었다.\n차의 향기 또한 침옥 협곡에서 리월항으로, 그리고 또 수많은 곳까지 전해졌다.\n\n침옥 협곡의 차 나무에 대해서는 갖가지 전설이 전해지고 있다. 그중의 한 전설은 아래와 같다:\n이 나무는 수문, 토양, 일조 여부를 막론하고 침옥 협곡에서만 무성하게 자란다.\n그건 나무들이 머나먼 옛날, 차 나무 묘종 옆에서 오랜 벗들이 한 약속을 기억하고 있기 때문이다.",
        "en": "\nA very long time ago, there was no ford across the river, only a misty hillside.\nThe owner of this mountain had yet to decide what to plant here when someone preempted them.\n\n\"Once this tree gets a bit larger, I'll cut its leaves down and make some tea for all of you.\"\n\"When that time comes, we'll get Cloud Retainer and Mountain Shaper to come over...\"\n\n\"Seriously? You plant trees any way you like on my turf, and you have the nerve to spout such things?\"\nBut though the young lady who was master of this mountain complained, she too could imagine the tea's fragrance.\n\nLater, someone would quietly tie this jade pendant to the thin branches of the small tree.\nWhen more time had passed, the mountain's master returned, but in a changed aspect,\nAnd sans the finger that might untie the pendant. This was a long time ago now.\n\nMany years later, the branches of this tree would be grafted to the other side of the river by the mortals who dwelled in the mountains.\nThe fragrance of tea would also travel from this place, Chenyu Vale, to Liyue Harbor, and from there to many more places still.\n\nThere are many legends concerning the tea trees of Chenyu Vale. One of them goes like this:\nNo matter the waters, soil, or sunlight, this sort of tree only grows lushly in Chenyu Vale.\nThis is because it remembers the promise that old friends made in the ancient past beside the tea sapling.",
        "de": "\nVor langer Zeit gab es keine Fähre über den Fluss, sondern nur einen wolkenverhangenen Berghang.\nDie Besitzerin dieses Berges hatte noch nicht entschieden, was sie dort anpflanzen wollte, und so hat jemand anderes dies auf sich genommen.\n\n„Wenn der Baum ein wenig gewachsen ist, werde ich die Blätter pflücken und einen Tee für euch kochen.“\n„Wenn die Zeit gekommen ist, machen wir es genau hier, lade sie alle ein, die Fürstin der stehenden Wolken und des stillen Windes und den Fürsten der fließenden Wasser und aufgetürmten Berge ...“\n\n„Du sagst diese Frechheit, nachdem du auf meinem Land ganz frei Bäume gepflanzt hast?“,\nantwortete das Mädchen, das die Königin des Berges war, wütend, dachte aber immer an den Duft des Tees.\n\nSpäter band jemand diesen Jadering unauffällig an die dünne Spitze eines kleinen Baumes.\nUnd dann kehrte die Besitzerin des Berges zurück, allerdings in einer anderen Gestalt.\nAußerdem verlor sie den Finger, mit dem sie die Leine löste. Das war aber vor langer Zeit ...\n\nViele Jahre später wurden seine Zweige von den Bergbewohnern auf die gegenüberliegende Seite des Flusses verpflanzt.\nDer Duft des Tees verbreitete sich auch vom Chenyu-Tal bis zu Liyue und zu vielen anderen Orten.\n\nEs gibt viele Legenden über die Teebäume im Chenyu-Tal. In einem davon heißt es,\ndass unabhängig von dem Wasser, dem Boden und der Sonneneinstrahlung diese Bäume nur im Chenyu-Tal gedeihen.\nDas liegt daran, dass sie sich an einen Pakt erinnern, der vor langer Zeit zwischen alten Freunden neben den Teebaumsetzlingen geschlossen wurde.",
        "es": "\nHace mucho tiempo, frente al río no había un atracadero, sino solamente una brumosa montaña.\nAntes de que la dueña de la montaña pudiera decidir qué plantar en ella, otra persona se le adelantó.\n\n“Cuando este árbol haya crecido un poco más, le arrancaré las hojas para hacerles té.\nEntonces, invitaré a Preservadora de Nubes y a Moldeador de Montañas”.\n\n“¿Plantas este árbol en mi terreno y, aun así, tienes la vergüenza de decir eso?”.\nAunque la joven reina de la montaña contestó furiosa, en su cabeza ya podía oler la fragancia del té.\n\nMás tarde, alguien ató este colgante de jade en la fina rama de aquel pequeño árbol.\nEntonces, la dueña de la montaña regresó, esta vez con un aspecto distinto.\nNi siquiera tenía unos dedos con los que desatar la cuerda del colgante. Pero eso ocurrió hace mucho tiempo...\n\nMuchos años después, los habitantes de las montañas trasplantaron esquejes de aquel árbol en la orilla contraria del río.\nPor su parte, el aroma del té viajó desde el Valle Chenyu hasta Liyue, y luego hasta muchos otros lugares.\n\nHay muchas leyendas sobre los árboles de té del Valle Chenyu. Una de ellas dice lo siguiente:\n“Independientemente de las condiciones hidrológicas, edafológicas y solares en las que se plante, el árbol del té solo puede crecer en el Valle Chenyu.\nEsto se debe a que dicho árbol recuerda la promesa que unas amigas hicieron en el pasado al lado de uno de sus brotes”.",
        "fr": "\nIl y a très longtemps de cela, il n'y avait pas de gué sur la rivière, seulement une colline brumeuse.\nLa maîtresse de la montagne n'avait pas encore décidé ce qu'elle allait planter sur son terrain quand quelqu'un la devança.\n\n« Quand cet arbre aura un peu grandi, j'en cueillerai les feuilles et vous préparerai du thé avec. »\n« Le moment venu, j'inviterai Souffle-Nuages et Taille-Monts ici... »\n\n« Vous vous permettez de planter des arbres sur mon terrain, et vous avez quand même l'audace de dire cela ? »\nMalgré son indignation, la maîtresse de la montagne arrivait tout de même à s'imaginer le parfum du thé.\n\nPlus tard, cette personne attacherait discrètement ce pendentif en jade aux fines branches du petit arbre.\nAprès un certain temps, la maîtresse de la montagne revint, mais sous une apparence différente.\nElle avait perdu les doigts qui lui permettaient de détacher le pendentif. Mais cela remonte à il y a fort longtemps.\n\nBien des années plus tard, les branches de cet arbre furent plantées sur l'autre rive du fleuve par les mortels qui habitaient dans les montagnes.\nLe parfum du thé voyagea du Vallon Chenyu jusqu'au Port de Liyue, puis se répandit dans beaucoup d'autres endroits encore.\n\nIl existe de nombreuses légendes concernant les théiers du Vallon Chenyu. L'une d'entre elles dit la chose suivante :\nPeu importe la qualité de l'eau, du sol, ou de l'ensoleillement, ce type d'arbre peut pousser en grande quantité uniquement dans le Vallon Chenyu.\nCela serait dû au fait que ceux-ci se souviendraient de la promesse que se sont faite de vieux amis dans un passé lointain à côté des jeunes pousses d'un théier.",
        "pt": "\nMuito tempo atrás, não havia uma balsa para cruzar o rio, somente uma montanha coberta de neblina.\nAntes que o dono dessa montanha decidisse o que plantar nela, alguém se adiantou.\n\n\"Quando essa árvore ficar maior, cortarei suas folhas e lhes farei um chá\".\n\"Quando essa hora chegar, convidaremos Retentora de Nuvem e Formatador de Montanha para virem também...\"\n\n\"Sério? Você planta árvores do jeito que quiser em meu território, e tem até a audácia de falar algo assim?\"\nMas apesar da jovem senhorita que era dona desta montanha reclamar, ela também podia imaginar a fragrância do chá.\n\nDepois, alguém silenciosamente amarrou este pingente de jade nos falhos finos da pequena árvore.\nE com o passar do tempo, a mestre da montanha retornou, mas com uma aparência diferente.\nE ela nem mais sequer tinha os dedos que podiam desamarrar o pingente. Isso foi há muito tempo...\n\nMuitos anos depois, os galhos dessa árvore foram transplantados para a outra margem do rio pelos mortais que viviam nas montanhas.\nA fragrância do chá também viajava do Vale Chenyu até o Porto de Liyue, e para ainda mais lugares.\n\nHá muitas lendas sobre as árvores de chá do Vale Chenyu. Uma delas diz:\nNão importa a água, o solo ou o sol, essa árvore só crescerá belamente no Vale Chenyu.\nIsso é porque lembra a promessa que velhos amigos fizeram no passado ao lado da muda.",
        "ru": "\nДавным-давно здесь не было парома через реку, только облачный склон горы.\nНе успела хозяйка горы решить, что на ней посадить, как её уже опередили.\n\n«Когда это дерево немного подрастёт, я сорву его листья и заварю вам чай.\nЗатем я приглашу Хранителя Облаков и Творца Гор...»\n\n«Ты посадил дерево на моей земле, и у тебя хватает наглости говорить такое!»\nХотя молодая хозяйка горы злилась, она уже представляла себе аромат чая.\n\nПозже кто-то привязал этот нефритовый кулон к тонким веткам маленького дерева.\nПрошло время, и хозяйка горы вернулась, но уже в другом облике.\nУ неё даже не было пальцев, чтобы развязать шнурок, на котором висел кулон. Но это дела давно минувших дней...\n\nМного лет спустя горные жители пересадили черенки дерева на противоположный берег реки.\nАромат чая распространился из долины Чэньюй до гавани Ли Юэ, а оттуда дальше по миру.\n\nСуществует множество легенд о чайных деревьях долины Чэньюй. Одна из них гласит:\nНезависимо от качества воды, почвы и солнечных условий, в которых оно посажено, чайное дерево может расти только в долине Чэньюй.\nЭто происходит потому, что оно помнит обещание, данное старыми друзьями в давние времена возле саженца чайного дерева.",
        "id": "\nDahulu kala, tak ada penyeberangan di seberang sungai, hanya ada lereng bukit yang berkabut.\nPemilik gunung ini belum memutuskan apa yang akan ditanam di sini, tetapi sudah ada yang mendahului.\n\n\"Begitu pohon ini tumbuh besar, akan kuambil daunnya dan kuseduhkan teh untuk kalian semua.\"\n\"Tiba waktunya nanti, mari undang Cloud Retainer dan Mountain Shaper datang ke tempat ini ....\"\n\n\"Kamu mengatakan hal seperti itu setelah dengan lancang menanam pohon di tanahku?\"\nMeskipun gadis penguasa gunung itu mengumpat, tapi dia sudah dapat membayangkan aroma teh yang harum.\n\nKemudian, seseorang mengikat liontin batu giok ini ke cabang tipis dari sebuah pohon kecil.\nDan kemudian setelah itu, pemilik gunung kembali, tetapi berubah menjadi bentuk yang sama sekali berbeda,\nDia bahkan tidak punya jari untuk melepaskan tali liontin itu. Itu sudah lama sekali ....\n\nSekian tahun berlalu, suku-suku pegunungan menyangkok pohon itu ke sebrang sungai.\nAroma teh juga menyebar dari Lembah Chenyu ke Pelabuhan Liyue dan terus ke banyak tempat lainnya.\n\nAda banyak legenda tentang pohon teh di Lembah Chenyu. Salah satunya adalah:\nTerlepas dari kondisi air, tanah dan sinar matahari, pohon ini hanya dapat tumbuh dengan subur di Lembah Chenyu.\nIni karena mereka mengingat janji masa lalu yang dibuat di dekatnya ketika masih bibit dulu.",
        "th": "\nเนิ่นนานมาแล้ว ที่อีกฝั่งของแม่น้ำยังไม่มีเรือข้ามฟาก มีเพียงเนินเขาที่มีเมฆหมอกปกคลุม\nเจ้าของภูเขาลูกนี้ยังไม่ทันได้ตัดสินใจว่าจะทำการเพาะปลูกอะไรบนภูเขาลูกนี้ ก็ถูกคนนำไปก่อนเสียแล้ว\n\n\"รอต้นไม้ต้นนี้ใหญ่ขึ้นอีกหน่อย ข้าจะเด็ดใบของมันออกมา แล้วชงชาให้พวกเจ้าได้ดื่มกัน\"\n\"พอถึงตอนนั้น ก็จะเรียกพวกจ้าววังวนเมฆาและจ้าวบงการภูผามาที่นี่ด้วย...\"\n\n\"เจ้ามาปลูกต้นไม้บนแผ่นดินของข้า แล้วยังมีหน้ามาพูดจาแบบนี้อีกเหรอ\"\nแม้ว่าเด็กสาวที่มีฐานะเป็นเจ้าแห่งขุนเขาจะตอบกลับด้วยความโมโห แต่ตัวเธอเองก็ยังครุ่นคิดถึงกลิ่นหอมของชาอยู่ตลอดเวลา\n\nต่อมาก็มีคนแอบนำหยกไปผูกไว้กับปลายเรียวของต้นไม้น้อย ๆ นั้น\nภายหลังจากนั้น เจ้าของภูเขาก็กลับมาแต่รูปลักษณ์ของเธอกลับเปลี่ยนไป\nและสูญเสียนิ้วที่ใช้ในการแก้ปมเชือก ซึ่งนั่นเป็นเรื่องที่ผ่านมาเนิ่นนานแล้ว...\n\nหลายปีหลังจากนั้น กิ่งก้านของมันก็ถูกชาวเขาย้ายไปปลูกที่อีกฝั่งหนึ่งของแม่น้ำ\nกลิ่นหอมของชาได้หอมฟุ้งจาก Chenyu Vale ไปถึงยังท่าเรือ Liyue และฟุ้งกระจายไปยังสถานที่อีกมากมาย\n\nตำนานเกี่ยวกับต้นชาของ Chenyu Vale นั่นมีอยู่หลายตำนาน หนึ่งในนั้น กล่าวไว้ว่า:\nไม่ว่าน้ำ, ดินและแสงอาทิตย์ที่สาดส่องจะเป็นเช่นไร ต้นไม้ชนิดนี้ก็สามารถเจริญเติบโตได้ดีแค่ที่ Chenyu Vale เท่านั้น\nเป็นเพราะพวกมันจดจำข้อตกลงระหว่างเพื่อนเก่าที่สัญญากันข้างต้นกล้าชาในอดีตอันไกลโพ้นได้",
        "vi": "\nRất lâu về trước, bờ bên kia sông vẫn chưa có bến cảng, chỉ có một vách núi với khói mây bao phủ.\nChủ nhân của ngọn núi này vẫn chưa quyết định sẽ trồng gì ở đây, thì đã bị người khác nhanh chân giành mất.\n\n\"Chờ khi nào gốc cây này lớn thêm một chút, tôi sẽ hái lá, nghiền thành trà cho mọi người uống.\"\n\"Đến lúc đó sẽ gọi hết Lưu Vân Tá Phong, Lí Thủy Điệp Sơn bọn họ đến đây...\"\n\n\"Đã tùy tiện trồng cây trên lãnh địa của tôi, mà còn có mặt mũi nói câu này sao.\"\nThân là Sơn Vương thiếu nữ tuy đã đáp lại một cách đầy phẫn nộ, nhưng vẫn luôn liên tưởng về hương thơm của lá trà.\n\nSau đó, có người đã âm thầm đem mảnh ngọc này cột lên cành cây mỏng manh của gốc cây nhỏ.\nRồi sau đó nữa, chủ nhân của ngọn núi đã trở về, nhưng lại biến thành một bộ dạng hoàn toàn khác hẳn,\nCũng đã mất đi ngón tay để có thể tháo gỡ sợi dây. Đó là chuyện rất lâu về trước...\n\nRất nhiều năm sau, cành cây của nó được cư dân sống trong núi đem gieo cấy ở bờ bên kia sông.\nHương trà cũng được chuyển từ Trầm Ngọc Cốc sang Cảng Liyue, rồi tiếp tục truyền sang nhiều nơi khác.\n\nCó rất nhiều truyền thuyết về cây trà ở Trầm Ngọc Cốc. Trong đó có một truyền thuyết kể rằng:\nBất luận điều kiện nguồn nước, thổ nhưỡng và ánh nắng như thế nào đi nữa, thì loại cây này chỉ phát triển tươi tốt ở Trầm Ngọc Cốc.\nLà vì chúng vẫn nhớ quá khứ thuở xa xưa, lời hẹn ước của những người bạn cũ ở bên cạnh cây trà non."
      },
      "imgid": "echoes_of_an_offering_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "祝祀之凭",
        "zht": "祝祀之憑",
        "jp": "祭祀の証",
        "ko": "축사의 증명",
        "en": "Symbol of Felicitation",
        "de": "Zeichen des Rituals",
        "es": "Símbolo Ceremonial",
        "fr": "Symbole de félicitation",
        "pt": "Símbolo da Oferenda",
        "ru": "Символ подношения",
        "id": "Symbol of Feliciation",
        "th": "Symbol of Feliciation",
        "vi": "Chứng Nhận Tán Dương"
      },
      "description": {
        "zhs": "圆形的玉佩。在某个传说中，它是何地之祭祀肇始的凭证。",
        "zht": "圓形的玉佩。在某個傳說中，它是何地之祭祀肇始的憑證。",
        "jp": "円形の玉佩。とある伝説では、儀式を開始する時の証として使われていたという。",
        "ko": "원형 모양의 옥패, 어느 전설에 의하면, 이 옥패는 어느 지역 제사의 시작을 알리는 증거라고 한다",
        "en": "A circular jade ornament. Legend has it that it was once used somewhere as a symbol for rituals to begin.",
        "de": "Ein kreisförmiges Ornament aus Jade. Die Legende besagt, dass es einst irgendwo als Zeichen für den Beginn von Ritualen verwendet wurde.",
        "es": "Un adorno de jade redondo. Según una leyenda, simbolizaba en algún sitio el inicio de un ritual.",
        "fr": "Un ornement circulaire en jade. La légende raconte qu'il était autrefois utilisé quelque part comme symbole pour le début des rituels.",
        "pt": "Um pingente de jade circular. Ele era em alguma lenda uma prova para a abertura de um sacrifício em algum local.",
        "ru": "Круглый нефритовый кулон. Согласно легенде, он служил символом начала ритуала.",
        "id": "Ornamen batu giok berbentuk bulat dan melingkar. Legenda mengatakan bahwa benda ini pernah digunakan di suatu tempat sebagai simbol untuk memulai sebuah ritual.",
        "th": "จี้หยกทรงกลม ตำนานเล่าว่า มันคือสัญลักษณ์การเริ่มต้นพิธีกรรมของสถานที่ใดสักแห่ง",
        "vi": "Ngọc bội hình tròn, truyền thuyết kể rằng nó đã từng được sử dụng ở đâu đó như một biểu tượng khi bắt đầu nghi lễ."
      },
      "lore": {
        "zhs": "\n传说这枚玉佩的璞石来自尘封许久的神山。\n一如离开海滨的星螺会回想起浪涛的声响，\n玉环当中也会传来细细的、汨汨的流水声。\n\n在客栈中，常常能听见这样的传闻…\n「传说中啊，山涧的至宝原本是一块璞玉，能降下甘霖。」\n「但后来，在世间纷乱的时候，妖邪们便觊觎它的力量。」\n「于是山主将它分成数块，造成不同的模样，蒙蔽耳目；」\n「又将它们沉在水底、藏在山中，有的则供在神龛之上。」\n「在沉玉谷的传说里，这些玉饰是得了神明契约祝福的。」\n「只不过，这么多年过去了都没有人能够找到…」\n\n祭司一直小心翼翼地将这枚玉环戴在身上。\n只在某年临行前，悄悄拿给毫无雅趣的友人看过。\n祭司郑重讲着花纹来历、先祖与神明悠久的契约，\n但友人却手握药杵挥汗如雨，全然没有放在心上。\n\n「同样的祭祀年复一年。都听你讲了不知多少回了。」\n「不是说过回来以后要请我喝茶吗？到时候再说吧。」\n但水中来的，最终却不如她所想，最终消失在了水里…\n\n时至今日，遗珑埠的匠人仍会制作这种造型古朴的佩饰。\n往来的客商们也纷纷依着传说，将精巧的玉环凑近耳畔，\n倾听其中，是否果真能传来，雨水叩打山石的细细声响。",
        "zht": "\n傳說這枚玉佩的璞石來自塵封許久的神山。\n一如離開海濱的星螺會回想起浪濤的聲響，\n玉環當中也會傳來細細的、汨汨的流水聲。\n\n在客棧中，常常能聽見這樣的傳聞…\n「傳說中啊，山澗的至寶原本是一塊璞玉，能降下甘霖。」\n「但後來，在世間紛亂的時候，妖邪們便覬覦它的力量。」\n「於是山主將它分成數塊，造成不同的模樣，蒙蔽耳目；」\n「又將它們沉在水底、藏在山中，有的則供在神龕之上。」\n「在沉玉谷的傳說裡，這些玉飾是得了神明契約祝福的。」\n「只不過，這麼多年過去了都沒有人能夠找到…」\n\n祭司一直小心翼翼地將這枚玉環戴在身上。\n只在某年臨行前，悄悄拿給毫無雅趣的友人看過。\n祭司鄭重講著花紋來歷、先祖與神明悠久的契約，\n但友人卻手握藥杵揮汗如雨，全然沒有放在心上。\n\n「同樣的祭祀年復一年。都聽你講了不知多少回了。」\n「不是說過回來以後要請我喝茶嗎？到時候再說吧。」\n但水中來的，最終卻不如她所想，最終消失在了水裡…\n\n時至今日，遺瓏埠的匠人仍會製作這種造型古樸的佩飾。\n往來的客商們也紛紛依著傳說，將精巧的玉環湊近耳畔，\n傾聽其中，是否果真能傳來，雨水叩打山石的細細聲響。",
        "jp": "\nこの玉佩の天然石は、長年封印されていた神山に由来するものだという伝説がある。\n海辺を離れた星螺が波の音を思い出すかのように、\nその飾りからも細やかな水の流れる音が聞こえた。\n\n旅館ではこんな噂をよく耳にする…\n「伝説によると、山奥の至宝は元々恵みの雨を降らせる璞玉である」\n「しかし、後に世が混迷に陥った時、その力を手に入れようとする妖魔たちが現れた」\n「そこで山主が璞玉をいくつかに分け、異なる形に変えて目を欺こうとした」\n「それらを水に沈めたり、山奥に隠したり、祠に供えたりしたという」\n「沈玉の谷の伝説では、それらの玉は神の契りによって祝福されたものである」\n「ただ、何年経とうとそれを見つけ出せた者はいない…」\n\n祭司はこの飾りをいつも大切に身につけていた。\nある年のこと、出かける直前に風情の分からない友人にそれをこっそりと見せたことがあった。\n祭司はこの模様の由来や、先祖と神々の長きにわたる契りについて粛々と語った。\nしかし、友人がその言葉に興味を示すことはなかった。薬を粉にする杵を手に汗をかいている。\n\n「毎年、同じような祭祀を繰り返し行ってる。その話だってもう何回も聞いた」\n「帰ってきたらお茶を奢るって約束しただろ？話はその時にしよう」\nしかし、水の中から現れたのは、彼女が思っていたものとは違っていた。やがて、水の中へと消えてしまう…\n\n今もなお、遺瓏埠の職人たちはこの形を模した伝統的かつ素朴な飾りを作ることができる。\n往来する商人たちもその伝説に倣い、精巧な飾りを耳元に近づけ、\n岩を打つ雨の細やかな音が聞こえるかどうかを確かめている。",
        "ko": "\n전설에 따르면 이 옥패의 박석은 오랫동안 봉인된 신산에서 왔다고 한다.\n바닷가를 떠난 별소라가 파도 소리를 떠올리듯,\n옥고리에서도 가볍게 졸졸 흐르는 물의 소리가 들려온다.\n\n객잔에서는 종종 이런 소문을 들을 수 있다….\n「전설에 따르면 말이지, 골짜기의 최고 보물은 단비를 내릴 수 있는 박옥이었대」\n「근데 나중에 세상이 어지러워지면서 요마들이 박옥의 힘을 노리기 시작했지」\n「그래서 산의 주인은 박옥을 여러 조각으로 나눴고, 서로 다른 모양으로 만들어 요마들의 이목을 속였어」\n「그리고 그 박옥 조각들은 강이나 산속에 숨겨졌고, 심지어는 감실에 공양한 것도 있대」\n「침옥 협곡의 전설에서 이 옥 장신구들은 신의 계약의 축복을 받은 물건들이야」\n「다만, 오랜 시간이 흘렀지만 그걸 찾아낸 이는 아무도 없었지…」\n\n사제는 늘 이 옥고리를 조심스럽게 몸에 지니고 다녔다.\n어느 해 떠나기 전, 사제는 정취 없는 벗에게 옥고리를 슬쩍 보여 준적이 있다.\n사제는 문양의 내력, 선조와 신의 오랜 계약에 대해 정중히 얘기했다.\n하지만 벗은 약절구를 들고 땀을 비 오듯 흘리면서 전혀 흥미가 없는 듯한 모습을 보였다.\n\n「매해 똑같은 제사를 거듭하면서 똑같은 얘기를 몇 번이나 들었는지 모르겠군」\n「돌아오면 차를 대접하겠다고 했잖아? 그때 얘기해」\n하지만 물에서 온 물건은, 결국 그녀의 생각처럼 되지 않았고, 결국 물속으로 사라졌다….\n\n오늘날까지도 유롱항의 장인들은 이런 고풍스러운 모양의 장식품을 만들곤 한다.\n왕래하는 행상들도 저마다 전설에 따라 정교한 옥고리를 귓가에 가까이 가져가곤 했다.\n사람들은 과연 그 속에서 빗물이 산바위를 두드리는 소리가 들리는지 귀를 기울였다.",
        "en": "\nIt is said that this jade ornament comes from the long-sealed sacred mountain.\nJust as a Starconch separated from the sea will recall the sound of the waves,\nThe ornament will also emit the sound of flowing water.\n\nYou may often hear such rumors in inns...\n\"You know, legend has it that the greatest treasure of the mountains is a slab of fine jade that can bring down sweet rains.\"\n\"But when the world was in turmoil, demons began to covet its power.\"\n\"So the master of the mountain split it into many parts, forming each part into different shapes, so as to hide them.\"\n\"Then, the master concealed them underwater, in the hills, and some were even offered to shrines.\"\n\"In the legends of Chenyu Vale, these jade ornaments bear the blessing of a deity's pact.\"\n\"It's just that no one has been able to find them, even after so many years...\"\n\nThe priest had been ever careful in hiding this jade loop on their person.\nBut on certain years, they would discreetly show it to a friend with no sense of refinement on the eve of a departure.\nThe priest would speak of its patterns and its origins, and of the pact made with a deity by their ancestors,\nBut the friend was busy pounding herbs with mortar and pestle, and did not hear a single word.\n\n\"We do this song and dance every year, and I've heard this story who-knows-how-many times.\"\n\"Didn't you say you'd treat me to some tea when you get back? Let's talk then.\"\nBut that which came from the waters was not that which she had thought would come, and would vanish henceforth back into those waters...\n\nTill today, the artisans of Yilong Port still make such simple ornaments.\nVisiting merchants will also often place these jade loops close to their ears, as the legend says,\nWondering if they can truly hear the sound of the rain pitter-pattering on mountain stone.",
        "de": "\nDer Legende nach stammt der Stein, aus dem dieser Jade-Anhänger gefertigt ist, aus dem staubigen heiligen Berg.\nSo wie eine Sternmuschel, die das Meer verlässt, sich an das Rauschen der Wellen erinnert,\nhört man in dem Jade-Anhänger das Geräusch von rauschendem Wasser.\n\nEs ist nicht ungewöhnlich, dass man im Gasthaus Gerüchte dieser Art hört ...\n„Die Legende besagt, dass der größte Schatz des Gebirgsbachs ursprünglich eine rohe Jade war, die süßen Regen herabregnen konnte.“\n„Doch dann, in Zeiten weltlicher Unruhen, begehrten die Dämonen und das Böse ihre Kraft.“\n„Die Herrin des Berges teilte sie also in mehrere Teile und ließ sie unterschiedlich aussehen, um sie verwirren.“\n„Sie wurden auch unter Wasser versenkt, in Bergen versteckt und in einigen Fällen an Schreinen dargebracht.“\n„Nach der Legende vom Chenyu-Tal wurden diese Jadeschmuckstücke durch einen göttlichen Pakt gesegnet.“\n„Nur war nach all den Jahren niemand in der Lage, sie zu finden ...“\n\nDie Priesterin trug diesen Jadering sorgfältig bei sich.\nSie zeigte ihn nur einem uninteressierten Freund, bevor sie eines Jahres eine Reise antrat.\nDie Priesterin erzählte feierlich von den Ursprüngen des Musters, von dem seit Langem bestehenden Vertrag zwischen ihren Vorfahren und den Göttern.\nAber der Freund schwitzte mit Stößel und Mörser in der Hand und dachte nicht weiter darüber nach.\n\n„Jahr für Jahr das gleiche Ritual. Ich weiß nicht, wie oft ich das schon von dir gehört habe.“\n„Hast du nicht gesagt, du würdest mich zum Tee einladen, wenn du zurückkommst? Dann lass uns bei dieser Gelegenheit darüber reden.“\nAber das, was aus dem Wasser kam, war nicht das, was sie erwartet hatte, und verschwand schließlich im Wasser ...\n\nAuch heute noch stellen die Handwerker von der Yilong-Pier diese antik geformten Anhänger her.\nAuch die Händler folgen der Legende und tragen die zarten Jaderinge dicht an ihren Ohren,\num dem Geräusch des Regens auf den Felsen zu lauschen.",
        "es": "\nCuenta la leyenda que la piedra en bruto de este colgante de jade procede de una montaña sagrada largamente sellada.\nIgual que una caracola estelar que, tras marcharse de la costa, sigue recordando el sonido de las olas, este colgante también\nrememora el suave fluir del agua.\n\nHay un rumor que se suele escuchar en las posadas:\n“Según las leyendas, el tesoro más valioso de los riachuelos montañosos es un pedazo de jade en bruto que puede hacer que llueva.\nCuando el mundo se sumió en el caos, los monstruos comenzaron a codiciar el poder de ese jade.\nEntonces, la dueña de la montaña lo partió en varios pedazos de distintas formas para que resultara más engañoso a la vista.\nAlgunos pedazos los sumergió en ríos, otros los escondió en las montañas, y otros los dio como ofrendas en altares.\nSegún las leyendas del Valle Chenyu, estos jades han sido bendecidos por el contrato de un dios.\nSin embargo, aun después de tantos años, nadie ha sido capaz de encontrarlos...”.\n\nLa sacerdotisa siempre llevaba este colgante de jade con mucho cuidado.\nAntes de marcharse, se lo mostró en secreto a una amiga suya poco refinada.\nLe habló con total seriedad sobre la procedencia de los patrones decorativos del colgante, así como del antiguo contrato que los ancestros establecieron con un dios.\nSin embargo, su amiga estaba concentrada en machacar unas hierbas medicinales en un mortero y la ignoró por completo.\n\n“Este ritual es el mismo todos los años. No sé cuántas veces te lo he dicho ya”.\n“¿No dijiste que me invitarías a beber té? Pues ya hablaremos entonces”.\nPero lo que salió del agua no era lo que ella esperaba y, finalmente, desapareció en esas aguas...\n\nEn el presente, los artesanos del Puerto Yilong aún fabrican accesorios sencillos como este, y los comerciantes ambulantes\nse acercan al oído estos exquisitos colgantes de jade, tal y como\nse dice en las leyendas, para comprobar si, efectivamente, se escucha el suave golpeteo de la lluvia al caer sobre las rocas.",
        "fr": "\nLa légende veut que cet ornement en jade brut était issu d'une montagne sacrée qui aurait été scellée depuis fort longtemps.\nTout comme la conque étoile qui a quitté le rivage se remémore le chant du claquement des vagues,\nl'anneau en jade produit lui aussi le bruit du ruissellement de l'eau.\n\nDans les auberges, on entend souvent certaines histoires...\n« Il y a une légende qui dit que le trésor des montagnes serait un morceau de jade brut qui aurait le pouvoir de faire tomber une pluie opportune. »\n« Mais plus tard, quand le monde fut plongé dans le chaos, les démons se mirent à convoiter son pouvoir. »\n« C'est ainsi que la maîtresse de la montagne le divisa en plusieurs morceaux de formes différentes. »\n« Elle les cacha au fond de l'eau, dans la montagne et dans des autels. »\n« Les légendes du Vallon Chenyu disent que ces ornements en jade auraient été bénis par un pacte divin. »\n« Cependant, après toutes ces années, personne n'a jamais réussi à en trouver un seul... »\n\nLa prêtresse portait cet anneau en jade en permanence sur elle et en prenait grand soin.\nMais certaines années, il lui arrivait de le montrer en cachette à une amie dépourvue de raffinement.\nElle racontait avec un ton sentencieux l'origine des motifs présents sur ces objets et le pacte qui avait été noué par les ancêtres.\nMais son amie était trop occupée à piler des herbes avec un mortier et un pilon pour écouter un seul mot de ce qu'elle disait.\n\n« Ce rituel est le même chaque année. Je t'ai entendu le décrire je ne sais combien de fois. »\n« N'as-tu pas dit que tu m'offrirais du thé à ton retour ? On en parlera à ce moment-là. »\nMais contrairement à ce qu'elle espérait, la chose qui était sortie de l'eau finirait par y retourner...\n\nAujourd'hui, les artisans du Port Yilong continuent de fabriquer ces accessoires aux formes simples.\nLes marchands en visite placent aussi souvent ces anneaux en jade près de leurs oreilles, comme le veut la légende,\nPour vérifier s'ils peuvent vraiment entendre le bruit de la pluie qui tombe sur les rochers de la montagne.",
        "pt": "\nLendas dizem que a pedra desse pingente de jade veio de uma montanha sagrada muito antiga.\nAssim como uma Concha Estrelada na margem que consegue se lembrar do som das ondas do mar,\nO jade também se lembra do sutil som do correr da água.\n\nSempre se ouve um rumor como esse nas tavernas...\n\"Oh, as lendas dizem que o tesouro mais valioso dos riachos montanhas é jade bruta, e que pode até fazer chover\".\n\"Mas depois que o mundo foi dividido, os demônios e bestas passaram a desejar seu poder\".\n\"Por isso, a dona da montanha a dividiu em vários pedaços diferentes para enganar os olhos\".\n\"Alguns pedaços mergulho no fundo da água, outros escondeu em montanhas, e outros deu como oferendas em altares\".\n\"Nas lendas do Vale de Jade, esses ornamentos de jade são bênçãos dos contratos de um deus\".\n\"Mas, mesmo depois de todos esses anos, ninguém conseguiu encontrá-los...\"\n\nA Sacerdotisa sempre levava esse pingente de jade com ela cuidadosamente.\nAlguns anos antes de partir, ela deixou uma amiga pouco refinada o ver em segredo.\nA Sacerdotisa falou solenemente da história de seus padrões, e do contrato feito pelo deus com os antepassados,\nMas sua amiga só estava concentrada em moer ervas em um almofariz e a ignorou.\n\n\"Esse ritual é o mesmo todos os anos. Já não sei quantas vezes eu o lhe contei\".\n\"Você não disse que me levaria para tomar chá? Vamos falar disso depois\".\nMas o que saiu da água não era o que ela imaginava, e no final acabou por desaparecer nela...\n\nAté hoje, os artesãos do Porto Yilong ainda fazem ornamentos simples como esse.\nAs lendas dizem que comerciantes que estão visitando o local também colocam esses brincos de jade próximos aos seus ouvidos, \nSe perguntando se realmente ouvirão o som da chuva sutilmente golpeando as pedras da montanha.",
        "ru": "\nСогласно легенде, камень, из которого сделан этот нефритовый кулон, был взят из давно запечатанной священной горы.\nПодобно звёздной ракушке, которая напоминает о море шумом волн,\nэтот кулон также напоминает о мягком течении воды.\n\nВ трактирах можно часто услышать такие слухи:\n«Легенда гласит, что величайшее сокровище гор - это плита из прекрасного нефрита, которая может вызывать сладкие дожди.\nКогда мир погрузился в хаос, монстры начали жаждать силы этой плиты.\nПоэтому хозяин горы, чтобы скрыть нефритовую плиту, разделил её на множество частей и придал им различные формы.\nЗатем он спрятал их под водой, в холмах и даже в святилищах.\nВ легендах долины Чэньюй эти нефритовые украшения несут благословение контракта с божеством.\nОднако даже спустя столько лет никто не смог их найти...»\n\nСвященник всегда носил этот нефритовый кулон с большой осторожностью.\nПеред отъездом он показал его только другу, который не проявил никакого интереса к кулону.\nСвященник рассказывал об узоре на кулоне и о его происхождении, о контракте, заключённом их предками с божеством,\nно друг был занят измельчением трав в ступке и не обращал на священника никакого внимания.\n\n«Мы каждый год исполняем этот ритуал. Я уже забыл, сколько раз я всё это слышал».\n«Ты говорил, что угостишь меня чаем по возвращении. Тогда и продолжим разговор».\nНо то, что вышло из воды, оказалось не тем, что она ожидала, и в конце концов оно исчезло в воде...\n\nДо сих пор ремесленники порта Илун изготавливают эти простые украшения.\nТорговцы также следовали легенде и подносили изящные нефритовые кольца к ушам,\nпытаясь услышать мягкий стук дождя, падающего на камни.",
        "id": "\nLegenda mengatakan bahwa batu mentah untuk liontin giok ini berasal dari gunung suci yang telah lama disegel.\nSama seperti keong bintang, ketika meninggalkan pantai, mereka akan sering mengingat suara deburan ombak,\nsuara air yang mengalir juga akan datang dari cincin giok ini.\n\nAda rumor yang sering terdengar di penginapan ....\n\"Menurut legenda, harta paling berharga dari aliran sungai gunung adalah sepotong batu giok mentah yang dapat menurunkan hujan.\"\n\"Tapi kemudian, ketika dunia berada dalam kekacauan, iblis mendambakan kekuatannya.\"\n\"Jadi penguasa gunung membaginya menjadi beberapa bagian dan membuatnya terlihat berbeda untuk membingungkan mereka.\"\n\"Beberapa bagian dia tenggelamkan di sungai, yang lain dia sembunyikan di gunung, dan yang lain dia berikan sebagai persembahan pada kuil.\"\n\"Menurut legenda Lembah Chenyu, hiasan giok ini terikat perjanjian dengan dewa.\"\n\"Hanya saja tidak ada yang bisa menemukannya setelah bertahun-tahun ....\"\n\nPendeta selalu mengenakan liontin giok ini dengan hati-hati.\nSebelum pergi, dia diam-diam menunjukkannya kepada temannya yang tidak sopan dan tidak tertarik.\nPendeta dengan sungguh-sungguh menceritakan asal usul ukiran tersebut, kontrak lama antara leluhur dan para dewa,\nTetapi temannya yang memegang tumbukan obat di tangannya dan mengeluarkan keringatnya dengan deras, sama sekali mengabaikannya.\n\n\"Setiap tahun, melakukan ritual yang sama. Aku tidak tahu sudah berapa kali aku mendengar itu darimu.\"\n\"Bukannya kamu bilang ingin undang aku untuk minum teh saat kamu balik? Kita bicarakan saja nanti.\"\nTapi apa yang keluar dari air tidak seperti yang dia pikirkan, akhirnya menghilang di dalam air ....\n\nPara pengrajin di Dermaga Yilong masih membuat hiasan yang mirip dengannya sampai hari ini.\nPara pedagang juga mengikuti legenda dan memakai cincin giok halus di dekat telinga mereka,\nmendengarkan suara air hujan yang jatuh di atas bebatuan",
        "th": "\nตามตำนานเล่าขานว่า จี้หยกนี้มาจากภูเขาศักดิ์สิทธิ์ที่ถูกผนึกมายาวนาน\nเฉกเช่น Starconch ที่ออกจากหาด มักจะหวนคิดถึงเสียงคลื่นสาด\nเช่นเดียวกับในแหวนหยกก็อาจจะมีเสียงน้ำไหลที่แผ่วเบา\n\nในโรงเตี๊ยม เรามักจะได้ยินข่าวลือแบบนี้...\n\"ตำนานเล่าว่าขุมทรัพย์ล้ำค่าที่สุดของลำธารบนภูเขาแต่เดิมคือหินหยก ที่สามารถทำให้ฝนตกได้\"\n\"แต่ต่อมา เมื่อโลกวุ่นวาย เหล่าปีศาจร้ายก็เริ่มโลภในอำนาจของตน\"\n\"ดังนั้น เจ้าแห่งขุนเขาจึงแยกมันออกเป็นหลายส่วน และสร้างรูปทรงต่าง ๆ เพื่อปกปิดมันไว้\"\n\"จากนั้นก็ซ่อนมันไว้ใต้ผืนน้ำ บนเนินเขา และบางส่วนก็ถูกนำไปถวายบูชาที่ศาลเจ้า\"\n\"ในตำนานของ Chenyu นั้น เครื่องประดับหยกเหล่านี้ได้รับพรจากสัญญาแห่งเทพ\"\n\"เพียงแต่ว่าไม่มีใครหามันเจอเลย แม้เวลาจะผ่านมานานหลายปีแล้วก็ตาม...\"\n\nนักบวชได้สวมแหวนหยกนี้ไว้กับตัวอย่างระมัดระวังเสมอ\nแต่ก่อนจากไปในปีหนึ่ง เขาได้แอบเปิดมันให้เพื่อนที่ไม่สนใจดูอย่างเงียบ ๆ\nนักบวชได้เล่าถึงที่มาของลวดลาย และสัญญาที่บรรพบุรุษกับเทพได้ทำร่วมกันอย่างเคร่งขรึม\nแต่เพื่อนคนนั้นกำลังวุ่นกับการบดสมุนไพร จึงไม่ได้ใส่ใจนัก\n\n\"การเสียสละเช่นนี้ซ้ำแล้วซ้ำเล่า ข้าได้ยินเจ้าพูดมานับครั้งไม่ถ้วนแล้ว\"\n\"ไหนบอกว่ากลับมาแล้วจะเลี้ยงชาไม่ใช่เหรอ? ไว้ค่อยว่ากันทีหลังละกัน\"\nแต่สิ่งที่มาจากน้ำกลับไม่ได้เป็นดั่งที่เธอคิด และสุดท้ายก็มลายหายไปในน้ำ...\n\nตราบจนถึงวันนี้ ช่างฝีมือใน Yilong ก็ยังคงทำเครื่องประดับรูปทรงโบราณเช่นนี้อยู่\nพ่อค้าที่ผ่านไปมา ยังคงนำหยกอันวิจิตรมาแนบหูของตนตามตำนานที่กล่าวอ้างไว้\nพวกเขาจะได้ยินเสียงฝนโปรยปรายที่ตกกระทบลงบนโขดหินจริงหรือเปล่านะ",
        "vi": "\nTheo truyền thuyết, viên ngọc thô của mảnh ngọc này đến từ núi thần đã phủ bụi từ rất lâu.\nCũng giống như những con ốc sao khi rời xa bờ biển sẽ hay nhớ về tiếng sóng vỗ,\nTrong vòng ngọc cũng sẽ có tiếng nước chảy rì rào, róc rách.\n\nTrong nhà trọ, thường hay nghe thấy lời đồn đại thế này...\n\"Trong truyền thuyết, bảo vật quý giá nhất của những dòng suối giữa núi rừng vốn dĩ là một viên ngọc, có thể gọi đến cơn mưa giải hạn.\"\n\"Nhưng sau đó, khi thế gian hỗn loạn, đám yêu tà đã dòm ngó đến sức mạnh của nó.\"\n\"Thế là chủ nhân của ngọn núi đã chia nó thành nhiều mảnh, làm thành những hình dáng khác nhau, để nhằm che mắt;\"\n\"Rồi lại đem chúng bỏ vào trong nước, giấu trong núi sâu, có cái thì được thờ phụng ở miếu thờ.\"\n\"Trong truyền thuyết của Trầm Ngọc Cốc, những mảnh ngọc này đã nhận được lời chúc phúc khế ước của thần linh.\"\n\"Chỉ là, đã nhiều năm trôi qua như thế, vẫn không ai có thể tìm thấy...\"\n\nTư tế đã luôn cẩn thận đeo mảnh ngọc này bên mình.\nChỉ đến một năm nào đó trước khi lên đường, đã âm thầm đem cho một người bạn không chút nhã hứng xem qua.\nTư tế đã trịnh trọng kể lại lai lịch của hoa văn, khế ước lâu đời của tổ tiên và thần linh.\nNhưng người bạn đó tay cầm chày giã thuốc mồ hôi đổ đầm đìa, hoàn toàn không hề để tâm.\n\n\"Cùng một tế lễ như thế, năm này qua năm nọ. Nghe cô kể không biết bao nhiêu lần rồi.\"\n\"Không phải nói là sau khi về sẽ mời tôi uống trà sao? Tới lúc đó hãy nói đi.\"\nNhưng thứ đến từ dưới nước, cuối cùng lại không như cô ấy nghĩ, cuối cùng đã biến mất trong nước...\n\nCho đến ngày nay, những người thợ ở Bến Di Lung vẫn còn chế tạo loại trang sức bằng ngọc có tạo hình cổ xưa này.\nThương gia và khách hàng lui đến cũng thường làm theo truyền thuyết, áp miếng ngọc tinh xảo bên tai,\nLắng nghe trong đó, xem có thể nghe được tiếng nước mưa tí tách rơi lên đá hay không."
      },
      "imgid": "echoes_of_an_offering_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "涌泉之盏",
        "zht": "湧泉之盞",
        "jp": "湧水の杯",
        "ko": "샘물의 찻잔",
        "en": "Chalice of the Font",
        "de": "Kelch der Quelle",
        "es": "Taza de la Fuente",
        "fr": "Calice des sources",
        "pt": "Cálice da Fonte",
        "ru": "Чаша истока",
        "id": "Chalice of the Font",
        "th": "Chalice of the Font",
        "vi": "Chén Nước Thánh"
      },
      "description": {
        "zhs": "能够源源不断涌出清泉的茶盏。或许是仙家的赠礼、遗物或是失物吧。",
        "zht": "能夠源源不斷湧出清泉的茶盞。或許是仙家的贈禮、遺物或是失物吧。",
        "jp": "水が永遠に湧き出る杯。恐らくは仙人からの贈り物か遺物、もしくは落とし物だろう。",
        "ko": "맑은 샘물이 끊임없이 흘러나오는 찻잔. 선인의 선물, 유물, 분실물 중 하나인 것 같다",
        "en": "This teacup forever overflows with fresh water. Perhaps it was a gift from an adeptus, one of their relics, or just something they left behind.",
        "de": "Aus dieser Teetasse fließt immer frisches Wasser. Vielleicht war es ein Geschenk von Adepten, eines ihrer Relikte oder einfach etwas, das sie zurückgelassen haben.",
        "es": "Una taza de té de la que emana un constante flujo de agua cristalina. Es incierto si se trata de un regalo, una reliquia o un objeto perdido de los Adeptus.",
        "fr": "Cette tasse déborde toujours d'eau fraîche. Peut-être était-ce un cadeau des Adeptes, un de leurs artéfacts, ou juste quelque chose qu'ils ont laissé derrière eux...",
        "pt": "Um cálice de chá que ininterruptamente jorra um fluxo de água cristalina. Não se sabe se ele é um presente, uma relíquia ou um objeto perdido dos Adepti.",
        "ru": "Чашка, из которой беспрестанно льёт родниковая вода. Возможно, это был подарок Адептов, их реликвия или просто утерянная вещь.",
        "id": "Cangkir teh ini selamanya dipenuhi dengan air tawar. Mungkin ini adalah hadiah dari Adeptus, atau mungkin salah satu relik mereka, atau mungkin juga hanya sesuatu yang mereka tinggalkan.",
        "th": "ถ้วยชาที่มีน้ำใสสะอาดเอ่อล้นขึ้นมาอย่างไม่ขาดสาย บางทีอาจจะเป็นของขวัญ ของที่ระลึก หรือของที่หล่นหายของเซียนก็เป็นได้",
        "vi": "Chén nước có thể đổ ra nguồn nước vô tận, có thể đây là quà tặng, di vật hoặc giả là đồ thất lạc của tiên nhân."
      },
      "lore": {
        "zhs": "\n起初，这是友人们的赠礼，其中连通着小小洞天。\n盏中的清泉不会干涸，正适合做一个临时的居所。\n它既然装得下日月的倒影，也能装得下一尾游鱼。\n\n比起夜叉命中注定的劫数，她自诩还是幸运得多。\n但继承古老仪式的代价，是无法长久地踏上陆地。\n那时奔流在璃月地表的甜水，远远不如现今之多，\n山下港城、平原的集子对她而言远得就像一个梦。\n可那个怕麻烦的家伙却说，会捧着这只茶盏出发。\n\n那家伙嘴里的璃月港，和庄里办的庙会一样漏洞百出。\n这趟旅途一定会像现在一样争吵不断，充斥种种麻烦。\n她知道彼此都爱逞口舌之快，却不敢靠近熙攘的人群。\n世间再没像她们这样渺小的仙人，歆羡又畏惧着繁华。\n\n「但我们之间有许多的约定。这是很好的事情。」\n在临行前，她心想。\n「旅行会很有趣吧。能介绍她认识别的老朋友。」\n\n后来风炉与茶釜物尽其用，茶盏的模样也被人们学去。\n于是在每个人的案几上、掌心里，都可以有一轮明月。",
        "zht": "\n起初，這是友人們的贈禮，其中連通著小小洞天。\n盞中的清泉不會乾涸，正適合做一個臨時的居所。\n它既然裝得下日月的倒影，也能裝得下一尾游魚。\n\n比起夜叉命中註定的劫數，她自詡還是幸運得多。\n但繼承古老儀式的代價，是無法長久地踏上陸地。\n那時奔流在璃月地表的甜水，遠遠不如現今之多，\n山下港城、平原的集子對她而言遠得就像一個夢。\n可那個怕麻煩的傢伙卻說，會捧著這盞茶盞出發。\n\n那傢伙嘴裡的璃月港，和莊裡辦的廟會一樣漏洞百出。\n這趟旅途一定會像現在一樣爭吵不斷，充斥種種麻煩。\n她知道彼此都愛逞口舌之快，卻不敢靠近熙攘的人群。\n世間再沒像她們這樣渺小的仙人，歆羨又畏懼著繁華。\n\n「但我們之間有許多的約定。這是很好的事情。」\n在臨行前，她心想。\n「旅行會很有趣吧。能介紹她認識別的老朋友。」\n\n後來風爐與茶釜物盡其用，茶盞的模樣也被人們學去。\n於是在每個人的案几上、掌心裡，都可以有一輪明月。",
        "jp": "\n最初、それは友人たちからの贈物で、小さな洞天へと通じていた。\n湯飲み茶碗の清泉は乾くことなく、仮住まいに最適である。\n太陽や月の倒影を中に映せば、泳ぐ魚を入れることもできるだろう。\n\n夜叉の定められた厄運と比べれば、自分は幸運だと彼女は言った。\nただ、古い儀式を引き継ぐ代償として、陸地に上がることができなくなってしまうらしい。\nあの頃、璃月の地表を奔流する甘き水は、今ほど豊かではなかった。\n山の下の港町も平原の集落も、彼女にとっては夢のような存在。\nしかし厄介事を嫌う者が、この湯飲み茶碗を持って発つと言い出した。\n\nその者が言う璃月港は、村で催される縁日のように明白な嘘だと分かった。\nこの旅路はきっと今と同じ、争いと様々な面倒事に満ちている。\n彼女は二人とも、よく知りもせず話をする傾向にあると知っていた。賑やかな人混みに近寄るのを恐れているようだ。\nその者たちのように繁栄を妬み、恐れる小さな仙人はもうこの世にいない。\n\n「しかし、私たちの間には沢山の約束がある。これはいいことだろう」\n出発の前、彼女はそう思った。\n「この旅はきっと面白くなるに違いない。彼女を旧友にも紹介できる」\n\nその後、風炉や茶釜は有効活用され、湯飲み茶碗の形も人々の心へと刻まれた。\nこうして、皆の机の上にも手のひらの上にも、明月を持つことができたのである。",
        "ko": "\n이 물건은 처음에는 친구들의 선물이었고 이 중에 작은 선계가 이어져 있었다.\n잔의 샘물은 영원토록 마르지 않아 임시 거처로 사용하기에 안성맞춤이었다.\n해와 달이 수면에 비친 그림자를 담을 수도, 헤엄치는 물고기를 담을 수도 있었다.\n\n그녀는 자신이 적어도 야차의 숙명적인 액운보다는 운이 좋다고 자부했다.\n하지만 오래된 의식을 계승하는 대가는 오랫동안 육지에 발을 디딜 수 없다는 것이었다.\n그때 리월 지표에 흐르는 달콤한 물은 지금보다 훨씬 적었다.\n산 아래의 항구 성과 평원의 시장은 그녀에게 꿈처럼 너무 멀었다\n하지만 성가신 걸 질색하는 그 녀석은 이 찻잔을 들고 출발하겠다고 한다.\n\n그 녀석이 얘기하는 리월항은 마을에서 열리는 묘회처럼 허술했다.\n이번 여행은 지금처럼 말다툼이 끊이지 않을 것이고, 갖가지 귀찮은 일들로 가득할 게 분명했다.\n그녀는 서로가 직설적인 말투를 고집하는 걸 알면서도 북적거리는 인파에 감히 다가가지 못했다.\n이 세상에서 그녀들처럼 변화를 두려워하면서도 부러워하는 나약하고 보잘것없는 선인을 더는 찾을 수 없을 것이다.\n\n「하지만 우리는 많은 약속을 했어. 이건 좋은 일이야」\n떠나기 전, 그녀는 생각했다\n「여행은 분명 재밌을 거야, 그녀한테 다른 오랜 벗들을 소개해 줄 수도 있고」\n\n나중에 차 가마와 차 화로는 나름대로 제 몫을 다했고, 사람들은 찻잔의 모양을 따라하기 시작했다.\n그렇게 모든 사람의 책상 위에, 손바닥 안에 밝은 달이 담길 것이다.",
        "en": "\nThis was originally a gift from a friend, linked to a small realm within.\nThe spring within the chalice would never dry up, making it a fine place to temporarily stay.\nIt could hold a reflection of the sun and moon, and could play host to swimming fish.\n\nCompared to the ill-fate accorded to the Yaksha, she believed that she was luckier by far.\nBut the price for inheriting the ancient rites was to never spend much time on land.\nIn those days, the sweet waters did not flow across Liyue in such abundance.\nThe harbor-city beneath the mountains and the gathering in the plains was, to her, a distant dream.\nBut that person, ever afraid of trouble, decided to set off with this teacup in hand.\n\nThis \"Liyue Harbor\" she spoke of would almost certainly be as full of flaws as a village ceremony.\nThis journey would surely be full of arguments, struggle, and many troubles.\nShe knew that they both quite enamored with their gifts of the gab, but much less with crowds.\nNowhere else in this world could you find two adepti as small as they, envious and fearing prosperity in equal measure.\n\n\"But we had promised each other many things in the past, and this is very good.\"\nAs they were to leave, she thought thus.\n\"Well, at least this trip will be interesting. I can introduce her to some other old friends.\"\n\nLater, the brazier and tea kettle would come into common use, and the teacup's shape, too, was taken up by people.\nAnd thus did everyone become able to have the moon on their desk and hold it in their palms.",
        "de": "\nZuerst war es ein Geschenk von Freunden, das mit einem kleinen Kannenreich verbunden war.\nDie klare Quelle in dem Kelch trocknet nicht aus und ist genau das Richtige für ein vorübergehendes Zuhause.\nEr kann das Spiegelbild der Sonne und des Mondes aufnehmen, natürlich auch einen schwimmenden Fisch.\n\nSie hält sich selbst für viel glücklicher als die Yakshas, die vom Schicksal verflucht sind.\nDoch der Preis für die Durchführung eines alten Rituals ist die Unmöglichkeit, das Land für längere Zeit zu betreten.\nDas süße Wasser, das an der Oberfläche von Liyue floss, war nicht annähernd so reichlich vorhanden wie heute.\nDie Hafenstadt unterhalb des Berges und die Dörfer in der Ebene waren für sie so weit weg wie ein Traum.\nAber sie, die sich vor Ärger fürchtete, sagte, sie würde sich mit diesem Teekelch in der Hand auf den Weg machen.\n\nDieses Liyue, von dem sie sprach, war so fehlerhaft wie der Jahrmarkt, der im Dorf stattfand.\nDiese Reise musste genauso umstritten und voller Probleme sein wie heute.\nSie wusste, dass die beiden sich gern austobten, aber sie hatten Angst, sich in die Nähe der Menschenmassen zu begeben.\nEs gibt keine gewöhnlichen Adepten wie sie mehr auf der Welt, die gleichzeitig den Wohlstand beneideten und fürchteten.\n\n„Aber wir haben eine Menge Vereinbarungen zwischen uns. Das ist eine sehr gute Sache“,\ndachte sie bei sich, bevor sie sich auf den Weg machte.\n„Diese Reise wird bestimmt lustig, oder? Ich könnte sie mit anderen alten Freunden bekannt machen.“\n\nSpäter kamen der Windofen und der Teekessel zum Einsatz und die Form des Teekelchs prägte sich auch in die Köpfe der Menschen ein.\nSo konnte jeder einen hellen Mond auf seinem Schreibtisch und in seiner Handfläche haben.",
        "es": "\nOriginalmente, este fue un obsequio de unas amigas, y en él había un pequeño mundo interior.\nLos manantiales de su interior nunca se secan, por lo que es perfecto como residencia temporal.\nYa que puede contener el reflejo de un sol y una luna, también puede contener un banco de peces.\n\nComparado con el ominoso destino de los Yakshas, ella se solía jactar de que tenía muy buena suerte.\nSin embargo, el precio por ser la heredera de este rito era no poder pisar la tierra en mucho tiempo.\nEn aquella época, el agua dulce que corría por la superficie de Liyue no era tanta como la que hay ahora.\nPara ella, la ciudad portuaria bajo la montaña y los poemas que se escribían en las llanuras eran tan lejanos como un sueño.\nPero esa joven a la que no le gustaba ser molestada dijo que iba a marcharse con la taza de té.\n\nLas cosas que decía sobre Liyue eran tan erróneas como los festivales carentes de etiqueta que se celebran en las aldeas.\nSeguramente este viaje seguiría estando lleno de discusiones y molestias.\nElla sabía que a ambas les encantaba discutir, pero ninguna se atrevía a acercarse a una multitud.\nNunca más hubo unas Adeptus tan diminutas como ellas, que admiraban y temían al mismo tiempo el bullicio.\n\n“Pero entre nosotras tenemos muchas promesas. Eso es algo bueno”,\npensó ella antes de marcharse.\n“Seguro que el viaje será muy entretenido. Te podré presentar a un viejo amigo de ella”.\n\nAl final, los braseros y los calderos de té dejaron de usarse, y la gente aprendió a hacer tazas de té.\nAsí, todo el mundo pasó a tener a disposición una luna llena en sus mesas y en sus manos.",
        "fr": "\nCet objet était à l'origine un cadeau offert d'ami à ami, relié à un petit royaume intérieur.\nLa source d'eau à l'intérieur de cette tasse ne se tarissait jamais, ce qui en faisait un habitat temporaire idéal.\nCette tasse pouvait contenir le reflet du soleil et de la lune, ou encore une jolie poissonne.\n\nElle fut beaucoup plus chanceuse que ce Yaksha qui connut un destin tragique.\nMais le prix à payer pour perpétuer des anciens rites était de ne pas avoir la possibilité de mettre le pied sur terre pour de longues durées.\nC'était une époque où les eaux douces étaient loin d'être en abondance comme aujourd'hui.\nLe port situé sous la montagne et les plaines n'étaient pour elle qu'un distant rêve.\nMais cette personne, qui n'aimait pas s'attirer des problèmes, décida de partir avec cette tasse de thé à la main.\n\nLe Port de Liyue dont elle parlait était sans doute tout aussi imparfait qu'une fête rituelle de village.\nCe voyage serait sûrement rempli de disputes et de nombreux problèmes.\nElle savait qu'elles aimaient toutes les deux faire des histoires pour un rien, et pourtant, elle n'osait pas s'approcher des foules.\nIl n'y aurait en ce monde jamais d'autres Adeptes aussi petites qu'elles, qui admirent et craignent à la fois l'agitation.\n\n« Mais on s'est fait beaucoup de promesses. C'est une bonne chose. »\nElle pensa ainsi, avant de se mettre en route.\n« Au moins, ce voyage devrait être intéressant. Je pourrai la présenter à d'autres vieux amis. »\n\nPlus tard, l'usage du brasero et de la bouilloire fut repris par les gens.\nEt c'est ainsi que tout le monde put avoir la lune sur son bureau et la tenir dans sa paume.",
        "pt": "\nInicialmente, era um presente de um amigo, que tinha um pequeno mundo interior.\nAs suas fontes nunca secavam, por isso era o local ideal para ficar um tempo.\nEle abraçava o reflexo do sol e da lua, assim como vários peixinhos.\n\nEm comparação com o destino marcado para os Yakshas, ela se considerava muito abençoada.\nMas o preço a pagar por herdar os ritos antigos era nunca passar muito tempo em terra.\nNaquela época, as águas doces não fluíam tão abundantemente por Liyue.\nA cidade portuária no pé da montanha e as antologias escritas nos planaltos não eram mais que sonhos.\nMas aquela pessoa, sempre com medo das preocupações, decidiu partir com uma xícara de chá na mão.\n\nO \"Porto de Liyue\" de que ela falava estava certamente cheio de defeitos como um festival do interior.\nEssa viagem será certamente cheia de discussões, luta e muitas preocupações.\nEla sabia que ambas gostavam de discutir, mas nenhuma queria se aproximar da multidão.\nNunca em nenhum outro local poderíamos encontrar outros dois adepti como elas, tão pequenas e admirando e temendo a prosperidade ao mesmo tempo.\n\n\"Mas temos muitas promessas entre nós. Isso é algo bom.\"\nAntes da partida, ela pensou isso.\n\"A viagem será divertida, eu irei apresentar alguns velhos amigos para ela.\"\n\nMais tarde, os braseiros e bules de chá começaram a ser usados em todo o lugar, e as pessoas aprenderam também a fazer xícaras.\nE assim todos puderam ter uma lua em suas mesas e a segurarem em suas mãos.",
        "ru": "\nИзначально это был подарок от друзей, и в нём скрывалась маленькая обитель.\nРодники внутри никогда не пересыхают, что делает его идеальным местом для временного проживания.\nВ нём могли отражаться солнце и луна, в нём могли плавать рыбы.\n\nОна считала, что ей повезло гораздо больше по сравнению со зловещей судьбой, уготованной Яксе.\nНо цена за соблюдение древнего ритуала - невозможность надолго ступить на землю.\nВ те времена сладкие воды не текли по Ли Юэ в таком изобилии.\nПортовый город у подножия гор и стихи, написанные на равнинах, были для неё далеки, как сон.\nНо человек, который не любил неприятности, сказал, что собирается уйти с чайной чашкой.\n\nВ рассказах о гавани Ли Юэ было столько же упущений, сколько и в деревенских церемониях.\nЭто путешествие без сомнения будет полно споров и противоречий.\nОна знала, что они оба любят спорить, но ни один из них не осмеливался приблизиться к толпе.\nНигде больше в этом мире вы не найдёте двух таких маленьких адептов, которые одновременно восхищались роскошью и боялись её.\n\n«Но мы много чего обещали друг другу в прошлом, и это очень хорошо», -\nподумала она перед тем, как они начали свой путь.\n«По крайней мере, это путешествие будет интересным. Я смогу познакомить её со своими старыми друзьями».\n\nПозже мангал и чайник вошли в обиход. Кроме того, люди позаимствовали и форму чашек.\nИ так на каждом столе появилась луна, и каждый мог подержать её в ладонях.",
        "id": "\nAwalnya, ini adalah hadiah pemberian teman, yang terhubung dengan sebuah alam kecil.\nMata air di dalamnya tak pernah mengering, sehingga cocok untuk dijadikan tempat tinggal sementara.\nIa dapat menahan pantulan cahaya matahari dan bulan, juga dapat menampung ikan-ikan.\n\nJika dibandingkan dengan nasib yang harus menimpa Yaksha, ia menganggap dirinya jauh lebih beruntung.\nNamun harga yang harus dibayar dari pewarisan ritual kuno adalah tidak menapaki daratan untuk waktu yang lama.\nPada saat itu, air manis yang mengalir di permukaan tanah Liyue jauh lebih sedikit daripada sekarang.\nKota pelabuhan di bawah gunung dan hamparan padang yang terbentang luas, semua bak mimpi bagi dirinya.\nTetapi orang yang takut direpotkan itu malah berangkat dengan membawa cawan di kedua tangannya.\n\nPelabuhan Liyue yang terucap dari mulutnya, kiranya penuh kekurangan laksana upacara di pedesaan.\nPerjalanan ini pasti akan penuhi perdebatan, perjuangan, dan permasalahan.\nDia tahu mereka berdua suka berdebat dan tidak suka kerumunan.\nDi dunia, tidak ada lagi Adeptus kecil seperti mereka, mengagumi tetapi takut akan kemakmuran.\n\n\"Tapi di antara kita ada begitu banyak janji. Ini baik.\"\nSebelum pergi, dia berpikir dalam hati.\n\"Perjalanan ini akan sangat menyenangkan, 'kan? Aku bisa mengenalkannya ke teman-teman lama.\"\n\nSetelah itu, kompor dan teko menjadi benda umum, bahkan rupa cawan itu pun ditiru oleh semua orang.\nJadi setiap orang dapat memiliki bulan yang cerah di meja dan telapak tangan mereka.",
        "th": "\nเดิมที มันเป็นของขวัญจากเหล่าสหาย ซึ่งภายในเชื่อมต่อกับอาณาจักรเล็ก ๆ\nธารน้ำใสที่อยู่ในถ้วยจะไม่มีวันแห้งเหือด ซึ่งเหมาะสำหรับการตั้งที่พักอาศัยชั่วคราว\nมันสามารถบรรจุได้กระทั่งตะวันและจันทรา และยังบรรจุปลาที่แหวกว่ายไปมาได้อีกด้วย\n\nเมื่อเทียบกับโชคชะตาฟ้าลิขิตของยักษา เธอก็ยังถือว่าตัวเองนั้นโชคดีกว่ามาก\nแต่สิ่งที่ต้องแลกกับการสืบทอดพิธีกรรมโบราณนั้น ก็คือไม่สามารถเหยียบย่างบนผืนแผ่นดินได้นานนัก\nในยามนั้นน้ำหวานที่ไหลผ่านผืนดินของ Liyue ยังไม่ได้มีมากเท่าทุกวันนี้\nเมืองท่าใต้ภูเขา การหลอมรวมของที่ราบ สำหรับเธอแล้ว มันคงห่างไกลราวกับความฝัน\nแต่เจ้าคนที่หวั่นกลัวเรื่องยุ่งยากคนนั้น กลับพูดว่าจะออกเดินทางพร้อมกับถ้วยชาใบนี้\n\nท่าเรือ Liyue ในคำพูดของคนคนนั้น มันเต็มไปด้วยข้อบกพร่องเหมือนงานวัดที่จัดกันตามหมู่บ้าน\nการเดินทางในครั้งนี้ จะต้องเต็มไปด้วยการต่อล้อต่อเถียง และปัญหาต่าง ๆ นานา เหมือนในตอนนี้อย่างแน่นอน\nเธอรู้ว่าดีว่าต่างฝ่ายต่างก็เป็นพวกปากไวใจเร็ว แต่กลับไม่กล้าเข้าใกล้ฝูงชนที่พลุกพล่าน\nบนโลกนี้ไม่มีเซียนตนไหนที่ทั้งตัวจิ๋ว ช่างอิจฉา แถมยังหวาดกลัวความเจริญเท่าพวกเธออีกแล้ว\n\n\"แต่ระหว่างเรายังมีสัญญาอยู่อีกมากมาย ซึ่งนั่นถือเป็นเรื่องที่ดีมาก\"\nก่อนออกเดินทาง เธอครุ่นคิดในใจ\n\"การเดินทางคงสนุกมาก จะได้แนะนำให้เธอรู้จักเพื่อนเก่าคนอื่น ๆ ด้วย\"\n\nต่อมา เตาอั้งโล่และกาน้ำชาก็ถูกนำไปใช้กันอย่างแพร่หลาย และรูปร่างของถ้วยชาก็ได้ถูกผู้คนนำไปเลียนแบบด้วยเช่นกัน\nและด้วยเหตุนั้น จึงได้มีดวงจันทร์อันสว่างสดใสวางอยู่บนโต๊ะ และในฝ่ามือของทุกคน",
        "vi": "\nBan đầu, đây là món quà của những người bạn đã tặng, trong đó liên thông với một không gian nho nhỏ.\nDòng suối trong bình sẽ không bao giờ khô cạn, thích hợp để làm một nơi cư trú tạm thời.\nNó đã có thể chứa được hình bóng của nhật nguyệt, thì cũng chứa được cả cá bơi lội.\n\nSo với kiếp số đã định của Dạ Xoa, thì cô ấy tự thấy mình vẫn may mắn hơn nhiều.\nNhưng cái giá phải trả cho việc kế thừa nghi thức cổ xưa, là không thể ở trên đất liền lâu dài được.\nThời đó nước ngọt chảy trên mặt đất ở Liyue ít hơn hiện nay rất nhiều,\nThành phố cảng dưới chân núi và những bài thơ về đồng bằng đối với cô mà nói xa vời như một giấc mơ.\nNhưng cái kẻ sợ phiền phức đó lại nói rằng, sẽ bưng theo chiếc bình trà này lên đường.\n\nCảng Liyue mà kẻ đó nhắc đến, cũng giống như miếu hội trong thôn tổ chức vậy, trăm điều sai sót.\nChuyến hành trình này nhất định sẽ tranh cãi không ngừng cũng giống như hiện tại, đụng phải đủ chuyện phiền phức.\nCô ấy biết đôi bên đều thích kiểu tranh cãi đôi co, nhưng lại không dám đến gần nơi đông người tụ tập.\nTrên thế gian đã không còn những tiên nhân nhỏ bé giống như họ nữa, ngưỡng mộ nhưng lại e sợ sự phồn hoa.\n\n\"Nhưng giữa chúng ta có rất nhiều hẹn ước. Đây là chuyện rất tốt.\"\nTrước khi đi, cô ấy nghĩ thầm.\n\"Chuyến đi chắc sẽ rất thú vị. Có thể giới thiệu cho cô ấy làm quen với những người bạn khác.\"\n\nSau đó thì bếp lò và ấm trà đều được tận dụng triệt để, ngay cả kiểu dáng của bình trà cũng bị mọi người bắt chước.\nThế là trên mỗi bàn trà, trên tay của mỗi người, đều có thể có một vầng nhật nguyệt."
      },
      "imgid": "echoes_of_an_offering_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "浮溯之珏",
        "zht": "浮溯之玨",
        "jp": "浮流の対玉",
        "ko": "추억의 보옥",
        "en": "Flowing Rings",
        "de": "Ring der Strömung",
        "es": "Aretes Torrenciales",
        "fr": "Anneaux de fluidité",
        "pt": "Jades da Torrente",
        "ru": "Серьги текучести",
        "id": "Flowing Rings",
        "th": "Flowing Rings",
        "vi": "Khuyên Tai Trôi Nổi"
      },
      "description": {
        "zhs": "由一块美玉制成的对耳环。有着无比温润的感觉。",
        "zht": "由一塊美玉製成的對耳環。有著無比溫潤的感覺。",
        "jp": "美しい玉石をあしらった耳飾り。優しい温もりが紛れもなく感じられる。",
        "ko": "아름다운 옥으로 만들어진 귀걸이, 부드럽고 따뜻함이 느껴진다",
        "en": "A pair of earrings made from a single piece of jade. It has a most gentle texture.",
        "de": "Ein Paar Ohrringe, hergestellt aus einem einzigen Stück Jade. Sie haben eine sehr zarte Textur.",
        "es": "Unos aretes hechos de un hermoso jade. Tienen un tacto sumamente suave.",
        "fr": "Une paire de boucles d'oreilles faites d'un seul morceau de jade, dont la texture est des plus douces.",
        "pt": "Um belo par de brincos de jade. Possui uma sensação de gentileza incomparável.",
        "ru": "Серьги из целого куска нефрита. У них необычайно гладкая поверхность.",
        "id": "Sepasang anting yang terbuat dari batu giok. Memiliki tekstur yang lembut.",
        "th": "ต่างหูคู่หนึ่งที่ทำขึ้นจากหยกเนื้องาม ให้สัมผัสที่อ่อนโยนอย่างไม่มีอะไรเทียบได้",
        "vi": "Khuyên tai được chế tạo từ bảo thạch, có cảm giác rất nhẹ nhàng."
      },
      "lore": {
        "zhs": "\n沉玉谷有许多山、许多水，与许多故事。其中，最著名的是：\n古时曾经有一块璞玉，为了不落入妖邪之手，被沉入了水中…\n\n传说的大河下总会生出许多支流。其中又有故事说，\n美玉曾为神山中璞玉，是经帝君之手才被精心雕琢。\n而没于清水的奇石也许是珏、璋、玦，抑或是杯盏。\n还有这么一说：故事中的「玉」其实是美人的喻体。\n\n传说之中，也曾经有人见过这样的景象…\n\n那是无数尾如同日照下的宝石一般的鲤，\n脱离了本应该桎梏水生之物的河流湖泊，\n自由地成群随风巡行在山谷之间的空中。\n在谁人耳畔琳琅的对玉也化成别的模样。",
        "zht": "\n沉玉谷有許多山、許多水，與許多故事。其中，最著名的是：\n古時曾經有一塊璞玉，為了不落入妖邪之手，被沉入了水中…\n\n傳說的大河下總會生出許多支流。其中又有故事說，\n美玉曾為神山中璞玉，是經帝君之手才被精心雕琢。\n而沒於清水的奇石也許是玨、璋、玦，抑或是杯盞。\n還有這麼一說：故事中的「玉」其實是美人的喻體。\n\n傳說之中，也曾經有人見過這樣的景象…\n\n那是無數尾如同日照下的寶石一般的鯉，\n脫離了本應該桎梏水生之物的河流湖泊，\n自由地成群隨風巡行在山谷之間的空中。\n在誰人耳畔琳琅的對玉也化成別的模樣。",
        "jp": "\n沈玉の谷には多くの山、絶えない水、数え切れないほどの物語がある。その中でも特に有名なのが——\nその昔、妖魔の手に落ちないよう、水に沈められた璞玉だ…\n\n伝説という名の川には、常に多くの支流が生じる。その中には次のような話があった。\n美玉はかつて神山の中の璞玉であり、帝君の手によって精巧に彫刻されたもの。\n清水に浸る奇石は珏、璋、玦、または盃であろう。\nまた、このような説がある。物語に登場する「玉」とは、実は美人の比喩表現であると。\n\n伝説によると、このような景色を見た者がいる…\n\n太陽の光に照らされ輝く、宝石のような鯉が無数といて、\n水生生物を束縛する河川や湖沼から解放されると、\n群れとなって、谷間の空を風と共に自由に飛び回った、と。\n誰かの耳元にある一対の玉玦も、別の形へと変化した。",
        "ko": "\n침옥 협곡에는 많은 산, 많은 물과 많은 이야기가 있다. 그중 가장 유명한 이야기는:\n옛날 옛적, 요괴의 손에 넘어가지 않고자 한 박옥이 물에 잠긴다….\n\n전설에 따르면 큰 강에는 늘 많은 갈래가 생성된다고 한다. 그중에서 전해지는 이야기는 다음과 같다.\n미옥은 일찍이 신선이 살고 있다는 선산의 박옥으로, 암왕제군의 손을 거쳐 정교하게 조각되었다.\n맑은 물에 잠긴 기석은 쌍옥, 옥기, 패옥 또는 잔일 수도 있다.\n그리고 또 한 가지 설은: 이야기 속의 「옥」은 사실 미인을 비유한 것이라는 설이다.\n\n전설에 따르면 이러한 광경을 본 사람이 있다고 한다….\n\n햇빛에 보석같이 반짝이는 꼬리를 지닌 수많은 잉어가,\n수생 생물들이 얽매여 있어야 할 하천과 호수를 벗어나,\n자유롭게 떼를 지어 협곡의 하늘을 순행하고 있었다.\n누군가의 귓가에서 흔들리던 한 쌍의 옥도 다른 모양으로 변했다고 한다.",
        "en": "\nChenyu Vale is home to many mountains, streams, and stories. Among these, the most famous is:\nA long time ago, there was a priceless gem that fell into the hands of a demon and was thrown into the waters where it sunk...\n\nThe wide river of a legend will oft produce many tributaries. One of these goes like this:\nThis gem was once jade from a sacred mountain, carved into its current shape only by the hand of Rex Lapis himself.\nAnd the stone that had been lost to the waters may have been a lesser jade, or perhaps just a simple cup.\nSome even say that the \"jade\" in the tale is in fact an analogy for a beautiful person.\n\nThe legends even have it that people had once seen this:\n\nUnnumbered koi with tails like gems in the sunlight,\nHaving left the shackles of the lakes and rivers to which aquatic creatures are bound,\nFlying freely with the wind in the sky.\nSo too did the pair of jade earrings belonging to a certain person change form.",
        "de": "\nIm Chenyu-Tal gibt es zahlreiche Berge, viele Gewässer und viele Geschichten. Die berühmteste davon ist folgende:\nIn alten Zeiten gab es einmal eine rohe Jade, die im Wasser versenkt wurde, um nicht in die Hände von Dämonen zu fallen ...\n\nDem großen Fluss der Legende entspringen immer viele Nebenflüsse. Daher gibt es noch eine andere Geschichte:\nDie schöne Jade war einst eine rohe Jade aus den heiligen Bergen und wurde von den Händen des Rex Lapis sorgfältig geschnitzt.\nUnd die Jade, die im Wasser verloren gegangen war, war vielleicht ein Jadering, eine Lanze, ein Gehänge oder gar nur ein einfacher Kelch.\nEs heißt auch, dass die „Jade“ in der Geschichte eigentlich eine Metapher für Schönheit ist.\n\nDie Legende besagt, dass ein solcher Anblick einst gesehen wurde ...\n\nUnzählige bunte Karpfen wie Juwelen im Sonnenlicht,\nbrechen aus den Flüssen und Seen aus, die eigentlich Wasserlebewesen binden sollten,\nund kreuzen in Gruppen und mit dem Wind durch die Luft zwischen den Tälern.\nDas Paar Jadeohrringe, die an jemandes Ohren hingen, verwandelte sich ebenfalls in etwas anderes.",
        "es": "\nEn el Valle Chenyu hay muchas montañas, agua e historias. De estas últimas, la más conocida es la siguiente:\nEn la antigüedad, existía un jade en bruto que alguien sumergió en las aguas de un gran río para que no cayera en manos de algún monstruo maligno.\n\nDel río de la leyenda nacían muchos afluentes. De hecho, también hay una historia sobre uno de ellos.\nSegún dicha historia, el “jade bello” fue, en el pasado, el jade en bruto de aquella montaña sagrada, así como una obra de arte esculpida por el mismísimo Rex Lapis.\nPor su parte, la piedra que alguien metió en el agua podría haber sido un colgante, un ornamento, unos aretes o incluso una taza.\nTambién hay otra versión según la cual el “jade” de la historia solo es una metáfora de una “persona hermosa”.\n\nEntre todas esas leyendas, también hay una sobre una persona que vio un paisaje como este...\n\nVio una infinidad de carpas que se asemejaban a gemas que brillan bajo el sol.\nLas carpas se habían liberado de las cadenas que ataban a los seres acuáticos a los ríos y a los lagos,\ny volaban en libertad por los valles montañosos.\nAsí pues, al llegar a las orejas de cierta persona, el jade cambió de forma.",
        "fr": "\nLe Vallon Chenyu est plein de montagnes, de cours d'eau. C'est aussi le lieu de nombreuses histoires et voici sa légende la plus connue :\nDans les temps anciens, il existait une pierre jade brut. Afin qu'il ne tombe pas entre les mains d'un monstre maléfique, il fut jeté au fond de l'eau...\n\nLes légendes ont toutes beaucoup d'histoires annexes. L'une d'entre elles parle de la chose suivante :\nCe joyau était autrefois le jade d'une montagne sacrée. Il fut taillé par la main même du Souverain de la Roche.\nOr la pierre qui avait été perdue dans les eaux était peut-être un jade de moindre importance, ou peut-être tout simplement une simple tasse.\nCertains disent même que le fameux jade de cette histoire serait en fait une métaphore pour décrire une belle personne.\n\nLes légendes disent que quelqu'un a autrefois vu la chose suivante :\n\nD'innombrables carpes dont les queues semblaient être telles des pierres précieuses sous la lumière du soleil.\nElles s'étaient libérées des lacs et des cours d'eau qui emprisonnaient les êtres aquatiques...\nEt volaient librement au gré du vent au milieu de la vallée.\nDe même, le jade porté aux oreilles par une certaine personne changea de forme.",
        "pt": "\nO Vale Chenyu possui muitas montanhas, riachos e histórias. Dentre elas, a mais famosa é:\nMuito tempo atrás, para que uma gema preciosa não caísse nas mãos de um demônio, foi jogada na água...\n\nO grande rio de uma lenda possui muitos afluentes, e um deles possui a seguinte história:\nEssa gema foi jade de uma montanha sagrada, entalhada pessoalmente por Rex Lapis.\nE a pedra que foi perdida para as águas também era jade, seja um ornamento, pingente, ou talvez até um cálice.\nAlguns dizem que o jade na história é na verdade uma bela pessoa.\n\nNas lendas, também se diz que pessoas viram uma paisagem como esta:\n\nInúmeras carpas com caudas brilhantes como gemas na luz do sol,\nAbandonaram as correntes dos lagos e rios que as criaturas aquáticas estão presas,\nPara então voarem livremente nos vales montanhosos.\nE assim, ao chegar as orelhas de alguém, os pingentes de jade mudaram para certa forma.",
        "ru": "\nВ долине Чэньюй много гор, ручьёв и историй. Вот одна из самых известных:\nДавным-давно существовал бесценный камень, который был брошен в воды глубокой реки, чтобы он не достался демону...\n\nИз этой реки родилось множество притоков. Об одном из них, кстати, тоже есть история.\nПрекрасный нефрит когда-то был необработанным нефритом со священной горы, из которого Властелин Камня собственноручно создал шедевр.\nБрошенный в воду камень мог быть скипетром, кулоном или даже чашей.\nСуществует и другая версия, согласно которой под нефритом из этой истории подразумевается красавица.\n\nОдна из легенд гласит, что однажды люди наблюдали следующее:\n\nБесчисленные кои с хвостами, похожими на драгоценные камни в солнечном свете,\nПокинув оковы озёр и рек, к которым привязаны водные существа,\nСвободно летали в горных долинах.\nНефритовые серьги, принадлежавшие одному человеку, тоже изменили форму.",
        "id": "\nLembah Chenyu memiliki banyak gunung, banyak perairan, dan banyak cerita. Di antaranya, yang paling terkenal adalah:\nPada zaman dahulu, ada sebuah batu giok mentah yang jatuh ke tangan iblis dan dibuang ke dalam air yang dalam ....\n\nDalam legenda, sungai-sungai besar sering kali terbelah menjadi banyak anak sungai. Ada sebuah cerita di dalamnya yang mengatakan,\nSebuah giok yang indah, dulunya adalah batu giok mentah dari pegunungan suci. Diukir dengan hati-hati oleh Rex Lapis.\nBatu yang tenggelam di bawah air jernih itu mungkin giok, atau mungkin juga cangkir.\nAda pepatah lain yang mengatakan: \"giok\" dalam cerita sebenarnya adalah metafora untuk kecantikan.\n\nLegenda mengatakan bahwa pemandangan seperti itu pernah dilihat oleh seseorang ....\n\nIkan mas yang tidak terhitung jumlahnya seperti permata di bawah sinar matahari,\nkeluar dari sungai dan danau yang seharusnya membelenggu makhluk air,\ndan terbang bebas di langit dalam kelompok di antara lembah-lembah.\nDi telinga seseorang, sepasang batu giok yang mempesona juga berubah menjadi bentuk yang lain.",
        "th": "\nที่ Chenyu Vale มีภูเขาสลับซับซ้อน มีน้ำอยู่มหาศาล และก็มีเรื่องราวมากมายด้วยเช่นกัน หนึ่งในนั้น เรื่องที่มีชื่อเสียงที่สุดก็คือ:\nในอดีตกาลเคยมีหยกก้อนหนึ่งที่ถูกทำให้จมลงไปในน้ำ เพื่อไม่ให้ตกไปอยู่ในมือของปีศาจอันชั่วร้าย...\n\nและมักมีแม่น้ำสายรองมากมายที่อยู่ภายใต้แม่น้ำสายใหญ่ในตำนาน หนึ่งในนั้นก็มีเรื่องเล่าอยู่เช่นกัน\nหยกงามนั้นเคยเป็นหยกจากภูเขาศักดิ์สิทธิ์ และผ่านการแกะสลักอย่างประณีตด้วยมือขององค์จักรพรรดิ\nและหินประหลาดที่หล่นหายไปกับน้ำอาจเป็นเพียงหยกประกอบ, หยกที่แตกหัก, หยกมีรู, หยกหมองหรืออาจจะเป็นแค่ถ้วยธรรมดา\nและยังมีคำกล่าวแบบนี้อีกว่า: \"หยก\" ในเรื่องเป็นอุปมาอุปไมยถึงความงาม\n\nตามตำนานเล่าว่า เคยมีผู้คนพบเห็นฉากภาพเช่นนี้มาก่อน...\n\nว่านั่นคือปลาคาร์ฟที่มีหางนับไม่ถ้วนราวกับอัญมณีภายใต้แสงแดด\nสลัดทิ้งห่วงแห่งทะเลสาบและแม่น้ำที่ผูกมัดสัตว์น้ำไว้\nแหวกว่ายล่องไปตามสายลมกลางอากาศที่อยู่ระหว่างหุบเขาอย่างอิสรเสรี\nและแล้วหยกที่ผู้คนได้ยินได้ฟังก็ได้เปลี่ยนรูปลักษณ์ไปเช่นเดียวกัน",
        "vi": "\nTrầm Ngọc Cốc có rất nhiều núi, rất nhiều nước, và rất nhiều câu chuyện. Trong đó, nổi tiếng nhất là:\nThời cổ xưa có một viên ngọc thô, vì để không rơi vào tay yêu tà mà đã bị ném xuống nước...\n\nTrong truyền thuyết, những dòng sông lớn thường hay tẻ ra thành rất nhiều nhánh. Trong đó lại có một câu chuyện kể rằng,\nNgọc đẹp từng là một viên ngọc thô trong núi thần, nhờ qua tay của đế quân mới được mài giũa cẩn thận.\nVà kỳ thạch chìm trong dòng nước xanh có lẽ cũng là ngọc, hoặc giả là một chiếc tách.\nVà còn một cách nói khác: \"Ngọc\" trong câu chuyện thật ra là cách ví von về một mỹ nhân.\n\nTrong truyền thuyết, cũng từng có người thấy qua cảnh này...\n\nĐó là một con cá chép có rất nhiều đuôi trông như viên bảo thạch dưới ánh mặt trời,\nĐã thoát ly khỏi sông ngòi kênh rạch, nơi vốn dĩ thuộc về loài thủy sinh,\nTự do tụ thành bầy theo gió lượn qua núi cao và thung lũng.\nMột cặp ngọc bên tai ai đó cũng hóa thành một hình dạng khác."
      },
      "imgid": "echoes_of_an_offering_circlet"
    }
  ]
}