[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "在以喧哗招摇为美的「荒泷派」中，总是戴着面铠、沉稳低调的二把手久岐忍，反而比吵闹的同伴还引人注目。\n\n无论其他人折腾出什么样的乱子，这位闻讯赶来的「荒泷派」二把手总能用最专业高效的手段一举处理所有问题。\n\n为零食被抢的孩子做份点心，为磕碰蹭漆的漆器修补涂装，为不幸被拘的同伴提供辩护…\n\n种种手腕，令看客无不惊叹：这世上还有没有她搞不定的事？\n\n「我倒不是什么执业证书都有。有些行业不存在考核标准，就没法考了。」\n\n不知为何，即使隔着面铠，她神情中的不快依旧溢于言表。\n\n「话说回来，这世上怎么会有不持证也能上岗的职业？恕我无法理解。」\n\n也不知为何，即使隔着面铠，她口吻中那股深深的质疑与不解仍极富感染力。",
      "zht": "在以喧嘩招搖為美的「荒瀧派」中，總是戴著面鎧、沉穩低調的二把手久岐忍，反而比吵鬧的同伴還引人注目。\n\n無論其他人折騰出什麼樣的亂子，這位聞訊趕來的「荒瀧派」二把手總能用最專業高效的手段一舉處理所有問題。\n\n為零食被搶的孩子做份點心、為磕碰蹭漆的漆器修補塗裝、為不幸被拘的同伴提供辯護…\n\n種種手腕，令看客無不驚嘆：這世上還有沒有她搞不定的事？\n\n「我倒不是什麼執業證書都有。有些行業沒有考核標準，就沒法考了。」\n\n不知為何，即使隔著面鎧，她神情中的不快依舊溢於言表。\n\n「話說回來，這世上怎麼會有不持證也能擔當的職業？恕我無法理解。」\n\n也不知為何，即使隔著面鎧，她口吻中那股深深的質疑與不解仍極富感染力。",
      "jp": "騒がしさや派手さを美学とする「荒瀧派」の中で、いつも面頬を着け、落ち着き払っている二番手の久岐忍は、他のどんなに騒がしい成員よりも人々の注目を集めている。\n\n他の成員たちがいかなるトラブルを起こそうと、噂を聞けばすぐ駆け付けてくるこの「荒瀧派」の二番手は、いつも専門的な手段ですべての問題を効率よく解決してくれるのだ。\n\nお菓子を盗られた子供におやつを作ってあげたり、欠けたり傷ついたりした漆器を塗り直したり、逮捕された仲間の弁護をすることもある…\n\nそれを見た者はみな彼女の手腕に感服する——世の中に彼女がこなせないことはあるのか？と。\n\n「全部の資格を持ってるわけじゃないよ。だって、評価基準なんかない業界もあるから、資格証を取れないんだ。」\n\nなぜだろう。面頬を着けたままでも、彼女が不機嫌そうな表情をしていることはありありと感じ取れる。\n\n「それよりも、どうして資格がなくても働ける職業があるんだろう？本当に理解できない。」\n\n同様に、面頬越しでも、その口調からは疑念や不可解な気持ちがはっきり感じ取れる。",
      "ko": "언제나 왁자지껄한 분위기의 「아라타키파」에서, 항상 오니 복면을 쓴 채 과묵한 모습인 이인자 쿠키 시노부는 오히려 동료들보다 더 이목을 끌고 있다.\n\n누군가 소란을 피우려고 하면 어느새 소문을 듣고 나타나는 이 「아라타키파」 이인자는 전문적이고 효율적인 수단을 동원해 단숨에 모든 문제를 처리하곤 한다.\n\n간식을 빼앗긴 아이에게 디저트를 만들어 준다거나 옻칠이 떨어진 칠기를 덧칠하는 일, 불행히 체포된 동료를 변호하는 일 등…\n\n그녀의 뛰어난 수완은 보는 이로 하여금 과연 그녀가 해내지 못하는 일이 있을까? 라는 의문이 들게 한다.\n\n「그렇다고 모든 자격증을 다 가지고 있는 건 아니야. 어떤 업종들은 자격증이 없어서 응시 자체가 불가능하거든.」\n\n오니 복면을 쓰고 있음에도 불구하고, 그녀의 불만을 느낄 수 있다.\n\n「그런데 어째서 이 세상에는 자격증 없이 일할 수 있는 직업이 존재하는 거지? 도저히 이해가 되지 않아.」\n\n오니 복면을 쓰고 있음에도 불구하고, 그녀의 질의와 당혹감은 강한 호소력을 보여준다",
      "en": "In the Arataki Gang, where swaggering commotion is something of an aesthetic, the ever-masked and low-key Kuki Shinobu, the gang's second-in-command, stands out all the more against the backdrop of the other, more clamorous members.\n\nNo matter what sort of mess the others have gotten themselves into, this deputy is often able to solve their problems in a manner that is both professional and highly efficient.\n\nMaking some snacks for children who had theirs snatched away, giving scratched lacquerware a new coat of paint, and serving as an advocate for detained comrades...\n\nSuch are her skills that onlookers often wonder if there is anything that she cannot do.\n\n\"I wouldn't say that I'm certified for everything. There are some industries that just don't have standardized assessments, so there's no way to sit for any such tests.\"\n\nHer displeasure finds eloquent expression even behind her mask.\n\n\"Also, how can there be lines of work where you can find employment without the right qualifications? It boggles the mind.\"\n\nEqually mind-boggling, perhaps, is the fact that her deep puzzlement is just as contagious.",
      "de": "In der Arataki-Bande, wo Tumult und Angeberei zum guten Ton gehören, erregt die stets maskierte, ruhige stellvertretende Anführerin der Bande, Kuki Shinobu, noch mehr Aufsehen als ihre lärmenden Kameraden.\n\nEgal, in was für einer schwierigen Lage andere stecken, die Stellvertreterin des Anführers der Arataki-Bande ist sofort zur Stelle, um mit höchster professioneller Effizienz alle Probleme zu lösen.\n\nKindern, denen ein Snack gestohlen wurde, macht sie schnell einen neuen; Lackwaren, von denen durch die Nutzung der Lack abgegangen war, lackiert sie neu; für unglücklicherweise gefasste Kameraden dient sie als Anwältin ...\n\nVerschiedenste Fähigkeiten, die Zuschauer ins Staunen versetzen und sie dazu bringen, sich zu fragen, ob es auf der Welt irgendein Problem gibt, das Kuki Shinobu nicht lösen kann.\n\n„Ich habe doch nicht für alles ein Ausbildungszertifikat. In manchen Berufen gibt es keine Ausbildungsprüfungen, da kann ich leider keine Prüfung ablegen.“\n\nAuch wenn man es ihr wegen ihrer Maske nicht ansehen kann, kann man ihre enttäuschte Miene aus ihrer Stimme heraushören.\n\n„Wie kann es sein, dass es auf dieser Welt Berufe gibt, für die man ohne Berufszertifikat arbeiten kann? Für mich ist das unbegreiflich.“\n\nUnd auch ihre genauso hinter ihrer Maske verborgenen Zweifel und ihr Unverständnis darüber, sind hochansteckend.",
      "es": "En la Banda de Arataki, donde bullicio y vocerío están a la orden del día, Kuki Shinobu, la segunda al mando de la Banda, siempre enmascarada y discreta, llama más la atención que el resto de sus ruidosos compañeros.\n\nNo importa en qué lío se haya metido el resto de la Banda, su segunda al mando siempre es capaz de resolver los problemas de manera profesional y eficiente.\n\nPreparar comida para los niños a los que les robaron el almuerzo, dar una capa de pintura a los objetos de laca con desperfectos, defender a los compañeros que han sido arrestados...\n\nSon tantas sus destrezas que hace que la gente se pregunte si hay algo en este mundo que no pueda hacer.\n\n“No puedo afirmar que tenga la titulación necesaria para llevar a cabo cualquier tarea. Hay profesiones que carecen de criterios de evaluación, con lo cual no hay manera de que obtenga la titulación correspondiente”.\n\nDe alguna manera, aun teniendo el rostro cubierto con una máscara, su expresión siempre hace evidente su descontento.\n\n“Además, no entiendo cómo puede haber profesiones a las que la gente puede acceder sin poseer la cualificación pertinente. Me parece sorprendente”.\n\nIgual de sorprendente es, sin embargo, lo contagiosos que pueden llegar a ser su tono cuestionador y su incredulidad.",
      "fr": "Au sein du gang Arataki, la part belle est faite à l'agitation et au vacarme, Kuki Shinobu, la cheffe adjointe, se démarque de ses compagnons de par sa tendance à rester mesurée et à faire profil bas.\n\nPeu importe le pétrin dans lequel les membres du gang se sont mis, la cheffe adjointe est souvent capable de résoudre leurs problèmes de manière professionnelle et efficace.\n\nPréparer des goûters pour les enfants qui se sont fait voler les leurs, redonner une nouvelle couche de peinture à des objets laqués rayés, prendre la défense des camarades mis en détention...\n\nSes compétences sont telles que les gens se demandent souvent s'il y a quelque chose qu'elle ne sait pas faire.\n\n« Non, je ne possède pas tous les diplômes du monde. Certains domaines ne disposent pas de système d'évaluation standardisé, et il n'existe aucun moyen de passer des examens correspondants. »\n\nMême à travers son masque, il est possible de ressentir son insatisfaction.\n\n« Et puis, comment explique-t-on que l'on trouve des professions où il n'est pas nécessaire d'avoir un diplôme pour exercer ? Pour être franche, ça n'a aucun sens. »\n\nTout aussi étonnant, peut-être, est que même masquée, sa profonde perplexité est contagieuse.",
      "pt": "Na Gangue Arataki, em que a vangloriação da malandragem é parte de sua estética, a sempre mascarada e não chamativa Kuki Shinobu, vice-líder da gangue, se destaca quando é contrastada com os outros membros mais barulhentos.\n\nNão importa que tipo de enrascada os outros se envolveram, essa vice-líder sempre consegue resolver seus problemas de uma forma profissional e eficiente.\n\nSeja fazendo lanches para crianças que tiveram os seus roubados, passando uma nova camada de laca em produtos arranhados, ou até mesmo atuando como advogada para membros presos...\n\nTantas são suas habilidades que muitos transeuntes se perguntam: \"Há algo que ela não consegue fazer?\"\n\n\"Eu não diria que sou certificada para tudo. Há ramos que não possuem padrões estruturados, por isso não tenho como fazer testes para eles\".\n\nSua insatisfação é eloquentemente expressa, ainda que atrás de uma máscara.\n\n\"Falando nisso, como podem existir áreas de trabalho que você pode ficar empregado sem a qualificação correta? Eu não compreendo\". Igualmente incompreensível é o fato de que sua incompreensão é contagiosa.",
      "ru": "В шумной и громкой банде Аратаки спокойная и сдержанная Куки Синобу, помощница главаря, носящая маску, привлекает больше всего внимания. В какие бы переделки ни попадала банда, помощница главаря решает все проблемы профессионально и эффективно. Приготовление новых сладостей для детей взамен отобранных, нанесение нового слоя краски на поцарапанную посуду, защита задержанных членов банды... Её навыки таковы, что многие задаются вопросом, а есть ли что-то, чего она не умеет. «Не могу сказать, что у меня есть сертификаты на всё. В некоторых областях нет стандартов оценки, а потому и нет возможности пройти тест, - её недовольство видно даже через маску. - Как вообще в этом мире могут быть профессии, которыми можно заниматься без соответствующей квалификации? Не понимаю!» Замешательство, ощутить которое не мешает даже маска, очень заразительно.",
      "id": "Di dalam Geng Arataki yang menganggap keonaran dan bertindak seenaknya adalah sesuatu yang indah, wakil ketua Kuki Shinobu, yang selalu memakai topeng, terlihat tenang, dan tidak mencolok, dan terlihat lebih menarik perhatian daripada teman-temannya yang berisik.\n\nTidak peduli masalah apa yang dibuat oleh yang lain, wakil ketua Geng Arataki yang datang kemari setelah mendengar beritanya, selalu dapat menggunakan cara yang paling profesional dan efisien untuk menangani semua masalah.\n\nMembuat jajanan untuk anak-anak yang jajanannya direbut, memperbaiki dan mengecat pernis yang tergores, dan membela sahabat malang yang ditahan ....\n\nSegala macam kemahiran yang membuat orang yang melihatnya terkagum: Apa ada yang tidak bisa dia selesaikan di dunia ini?\n\n\"Aku tidak memiliki semua sertifikat praktik. Ada beberapa profesi yang tidak memiliki standar penilaian, jadi aku tidak bisa pergi ikut ujian.\"\n\nTidak tahu kenapa, meski ditutupi oleh topeng, ekspresi tidak bahagia masih terlihat di wajahnya.\n\n\"Ngomong-ngomong, bagaimana bisa ada profesi di dunia ini yang tidak butuh sertifikat untuk bekerja. Aku tidak bisa memahaminya.\"\n\nTidak tahu juga kenapa, meski melalui topeng, kata-katanya yang penuh keraguan dan kebingungan yang mendalam masih sangat tersirat.",
      "th": "ใน \"แก๊ง Arataki\" ที่คิดว่าการส่งเสียงอึกทึกเพื่อโอ้อวดเหิมเกริมคือสิ่งที่ทำให้ดูดี รองหัวหน้า Kuki Shinobu ผู้สวมใส่หน้ากาก และสงบนิ่งอยู่เสมอ กลับโดดเด่นกว่าเพื่อนร่วมแก๊งจอมเอะอะมะเทิ่งคนอื่น ๆ มาก\n\nไม่ว่าคนอื่นจะสร้างปัญหาแบบไหนก็ตาม รองหัวหน้า \"แก๊ง Arataki\" จะมาถึงที่เกิดเรื่องทันทีที่ได้ยินข่าว และใช้วิธีการที่เป็นมืออาชีพ และมีประสิทธิภาพสูงสุดเพื่อจัดการกับปัญหาทั้งหมดในคราวเดียว\n\nมีทั้งทำขนมให้เด็กที่ถูกแย่งขนมไป ขัดเงาและซ่อมแซมสีเครื่องเคลือบที่เต็มไปด้วยรอยขีดข่วน หรือจะทำหน้าที่เป็นทนายให้เพื่อนผู้เคราะห์ร้ายที่ถูกคุมขัง...\n\nความสามารถมากมายของเธอ ทำให้ผู้ที่คอยเฝ้าชมต่างคิดว่า บนโลกนี้มีอะไรที่เธอรับมือไม่ได้บ้างไหมนะ?\n\n\"ฉันก็ไม่ได้มีใบอนุญาตประกอบวิชาชีพทุกอย่าง บางอุตสาหกรรมไม่มีมาตรฐานการประเมินที่แน่นอน เพราะงั้นเลยไปสอบไม่ได้\"\n\nด้วยเหตุผลบางอย่าง ถึงแม้จะสวมหน้ากาก แต่ใบหน้าที่ไม่สบอารมณ์ของเธอก็ยังปรากฏให้เห็นได้ชัด\n\n\"จะว่าไปแล้ว บนโลกนี้มีอาชีพที่ทำงานได้โดยไม่มีใบอนุญาตได้ยังไง? ต้องขออภัยที่ฉันไม่อาจเข้าใจได้เลย\"\n\nแต่ก็ไม่รู้ทำไม ถึงแม้ว่าเธอจะสวมหน้ากาก แต่น้ำเสียงแห่งความสงสัย และความงงงวยลึก ๆ นั้นกลับมีพลังทำให้ชวนฉงนตามไปได้",
      "vi": "Trong một bang phái luôn thích sự ồn ào và phô trương như Bang Arataki thì phó bang Kuki Shinobu lại luôn đeo mặt nạ. Tuy trầm tĩnh khiêm tốn nhưng lại được để ý hơn nhiều so với những thành viên khác.\n\nBất luận những người khác có gây ra phiền toái như thế nào đi nữa thì vị phó bang này cũng sẽ chạy đến và dùng những biện pháp chuyên nghiệp để giải quyết tất cả vấn đề.\n\nLàm điểm tâm cho những đứa trẻ bị giành mất đồ ăn vặt, tu sửa sơn phết cho đồ sơn mài bị trầy xước, biện hộ cho đồng đội bị bắt giam...\n\nĐủ loại tay nghề khiến cho những người chứng kiến đều phải kinh ngạc: Trên đời này có việc gì mà cô ấy không làm được nhỉ?\n\n\"Tôi không phải chứng chỉ gì cũng có đâu. Có một số ngành nghề không có tiêu chuẩn khảo hạch thì cũng chẳng còn cách nào khác.\"\n\nKhông biết tại sao, dù là đã qua lớp mặt nạ, nhưng biểu cảm không vui của cô ấy vẫn vượt hơn cả lời nói.\n\n\"Mà nói chứ, sao trên đời này lại có những ngành nghề không cần chứng chỉ cũng có thể làm được vậy? Thứ lỗi tôi không thể nào hiểu được.\"\n\nCũng không hiểu tại sao, dù qua lớp mặt nạ, nhưng sự thắc mắc và khó hiểu trong lời nói của cô vẫn vô cùng có sức lan tỏa."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "世人常说，名片是一个社会人的门面。\n\n虽然无法完全理解那些给名片镶金镀银描花边的人，但递上小小一方纸片就能留下姓名身份、联系方式，的确是相当高效的做法。\n\n久岐忍初入社会，曾认真地苦恼过该怎么写名片。\n\n前鸣神大社巫女？这个念头甫一诞生就被她狠狠扼杀于脑海。\n\n只写姓名久岐忍？看着又像是黔驴技穷言辞苍白的无职人士。\n\n不行就去考个证吧。这也是世人常说的。\n\n证书是好东西，既能证明一段时日来的努力，也很有说服力，便于装点、介绍自己。\n\n轻松考取几本证书后，久岐忍觉得，自己总算能给一片空白的名片添点东西了。\n\n不过，也出现了选择难题：出于好奇和自我考验，她一口气考了好几种证，导致名片上的前缀越来越长。\n\n「初级烹调师、缝纫工、准精算师、健康管理师、人力资源管理师…」\n\n技多不压身，却也不能太多。否则就会像久岐忍这样，为甄选头衔费神。\n\n时至今日，久岐忍已经记不清自己到底做过多少版名片。\n\n但自从加入「荒泷派」，名片上排在最前的名号，就一直是「荒泷派副手」了。",
      "zht": "世人常說，名片是一個社會人的門面。\n\n雖然無法完全理解那些給名片鑲金鍍銀描花邊的人，但遞上小小一方紙片就能留下姓名身分與聯絡方式，的確是相當有效率的做法。\n\n久岐忍初入社會時，曾認真地苦惱過該怎麼寫名片。\n\n前鳴神大社巫女？這個念頭甫一誕生就被她狠狠扼殺於腦海。\n\n只寫姓名久岐忍？看著又像是黔驢技窮言辭蒼白的無職人士。\n\n不行就去考個證吧。這也是世人常說的。\n\n證書是好東西，既能證明一段時日來的努力，也很有說服力，便於裝點、介紹自己。\n\n輕鬆考取幾份證書後，久岐忍覺得，自己總算能給一片空白的名片添點內容了。\n\n不過，也出現了選擇難題：出於好奇和自我考驗，她一口氣考了好幾種證，導致名片上的稱號越來越長。\n\n「初級烹調師、縫紉工、準精算師、健康管理師、人力資源管理師…」\n\n技多不壓身，卻也不能太多。否則就會像久岐忍這樣，為甄選頭銜費神。\n\n時至今日，久岐忍已經記不清自己到底做過多少版本的名片。\n\n但自從加入「荒瀧派」，名片上排在最前的名號，就一直是「荒瀧派副手」了。",
      "jp": "名刺は社会人の顔だと、人々はよく言う。\n\n名刺に金や銀メッキの模様を描く人たちの行動はあまり理解できないが、小さな紙一枚で、名前や身分、連絡手段までを残すことができるのは、確かに効率的だ。\n\n忍は社会に出たばかりのとき、名刺の肩書について真剣に悩んだことがある。\n\n元鳴神大社の巫女？その考えに至った瞬間、彼女は心の中で自身の首を絞めた。\n\nそれじゃあ、「久岐忍」と、名前だけを書くのは？…まるで長所も何もない、無職の人間みたいだ。\n\nだったら資格証を取りに行こう。これも人々がよく言うことだから。\n\n資格証はいいものだ。一定の期間、頑張ってきた証明にもなるし、説得力があるから自分紹介のときにも使える。\n\nいくつかの資格証をさらっと手に入れた後、これでやっと名刺の空白に何かを書ける、と忍は思った。\n\nしかし、同時に問題も生じた——好奇心と、自分を鍛えようという考えのもと、彼女は一気にいくつかの資格証を取った。そのため、名刺にある肩書がどんどん長くなってきてしまったのだ。\n\n「初級料理人、縫製工、保険数理士、健康管理士、人事管理士…」\n\n身につけたスキルは多ければ多いほどいいと言われるが、あまり多すぎるのも困りものだ。そうなれば忍のように、どの肩書にするのか迷ってしまうことになる。\n\n久岐忍は、今までどれほどの名刺を作ってきたか、もはや覚えていない。\n\nだが、「荒瀧派」に入ってから、名刺の一番最初に書いてある肩書はずっと「荒瀧派の二番手」だ。",
      "ko": "세상 사람들은 명함은 사회인의 얼굴이나 마찬가지라고들 말한다.\n\n자신의 명함에 도금을 하고 은박질을 하는 사람들을 완전히 이해할 수 있는 건 아니지만, 작은 명함만으로 이름과 연락처를 남길 수 있으니 매우 효율적인 방식인 것은 분명하다.\n\n쿠키 시노부가 막 사회생활을 시작했을 때 어떻게 명함을 만들어야 할지 고민했던 시절이 있었다.\n\n전직 나루카미 다이샤 무녀? 이 생각이 뇌리에 스치자마자 그녀는 곧바로 가차 없이 잊어버렸다.\n\n쿠키 시노부라고 이름만 적을까? 그러면 내세울 거라곤 하나도 없는 백조 같잖아.\n\n사람들이 말하는 대로 차라리 자격증이나 따는 게 좋겠어.\n\n자격증은 참 좋은 것이다. 일정 기간의 노력을 증명할 수 있고 매우 설득력 있고 폼나게 자기를 소개할 수 있으니까.\n\n손쉽게 자격증 몇 개를 따낸 쿠키 시노부는 드디어 텅텅 빈 명함을 채울 수 있다는 안도감이 들었다.\n\n그런데 이제는 새로운 난관에 부딪히고 말았다. 호기심과 자아실현을 위해 그만 단숨에 너무 많은 자격증을 따버려 명함의 소개란이 점점 늘어나게 된 것이다.\n\n「초급 요리사, 재봉사, 회계사, 건강 관리사, 인력자원 관리사…」\n\n기술은 많을수록 좋다지만 아무리 그래도 너무 많은 기술을 보유하면 곤란하다. 아니면 쿠키 시노부처럼 어떤 것을 명함에 적을지 고민에 빠지게 될 것이다.\n\n그녀는 지금까지 대체 얼마나 많은 버전의 명함을 제작했는지 기억조차 할 수 없다.\n\n하지만 「아라타키파」에 가입하고 난 후, 명함 메인 소개란은 언제나 「아라타키파 조수」로 고정되어 있다",
      "en": "People often say that a namecard is one's door into society.\n\nOf course, the act of embroidering such cards in gold and silver confounds comprehension, but it is true that giving another party a small card that contains your name, position, and contact details is a very efficient thing to do.\n\nWhen Kuki Shinobu first entered society, the details of her namecard were a matter of serious concern.\n\nEx-Grand Narukami Shrine Maiden? She strangled that thought in its mental crib the moment it was born.\n\nJust \"Kuki Shinobu\"? No, no, that would make her seem like some unemployed bum with neither skill in word or deed.\n\nPerhaps she should go get a certification, then. That was common wisdom, after all.\n\nCertifications serve as excellent proof of one's efforts, and are convincing ways of scoring points upon introduction — very useful things indeed.\n\nAfter easily getting a couple of such certificates, Shinobu finally reckoned that she could add a little color to her presently-blank namecard.\n\nUnfortunately, this process proved to feature pitfalls of its own: out of curiosity and in an effort to test herself, she had gotten a whole load of certifications in one go, causing the prefix section of her namecard to balloon uncontrollably.\n\n\"Junior Chef, Tailor, Actuary, Health Manager, Human Resource Manager...\"\n\nHaving lots of skills is not a bad thing, but there is such a thing of having too many skills, lest one struggle in the snare of figuring out one's titles, like Shinobu did.\n\nTo this day, Shinobu cannot remember how many namecards she has made.\n\nBut ever since she joined the Arataki Gang, her very first title has always been \"Deputy.\"",
      "de": "Es heißt oft, Namenskärtchen seien eines Menschen Gesicht in der Gesellschaft.\n\nObwohl sie diese Menschen mit vergoldeten, versilberten oder bestickten Namenskärtchenrändern nie ganz verstanden hat, so weiß sie doch, dass ein kleines rechteckiges Papierkärtchen, welches den Namen, die Identität und Kontaktmöglichkeiten beinhaltet, eine sehr praktische Sache ist.\n\nBei Kuki Shinobus Eintritt in die Gesellschaft zermarterte sie sich den Kopf darüber, wie sie ihr Namenskärtchen schreiben sollte.\n\nEhemalige Schreinjungfer des Großen Narukami-Schreins? Sobald ihr dieser Gedanke gekommen war, vergrub sie ihn sofort wieder voller Abscheu in ihrem Hinterkopf.\n\nNur ihren Namen Kuki Shinobu? Das ließe sie aussehen wie einen völlig unfähigen Arbeitslosen.\n\nNein, das ging nicht, also überlegte sie sich einen Berufsabschluss zu machen. Auch das wird schließlich oft gesagt.\n\nZertifikate sind eine gute Sache, die bezeugt, dass man sich eine Zeitlang wirklich angestrengt hat, und ist sehr überzeugend und hilfreich beim Aufhübschen der Selbstpräsentation.\n\nNachdem sie ohne große Anstrengung eine Reihe Zertifikate erhalten hatte, dachte Kuki Shinobu, dass sie endlich etwas habe, was sie zu ihrem leeren Namenskärtchen hinzufügen konnte.\n\nDoch hier wartete die nächste Schwierigkeit auf sie: Aufgrund ihrer großen Neugier und, weil sie sich selbst auf die Probe stellen wollte, hatte sie mit einem Mal so viele Zertifikate erhalten, dass die Liste auf ihrem Namenskärtchen immer länger wurde.\n\n„Nachwuchsköchin, Schneiderin, Aktuarin, Gesundheitsmanagerin, Personalverwalterin ...“\n\nViele Fähigkeiten lasten zwar nicht schwer auf dem Körper, aber es sollten doch nicht zu viele sein. Sonst wird es wie in Kuki Shinobus Fall schwer, sich zu entscheiden, welche Titel man tragen soll.\n\nMittlerweile weiß sie nicht einmal mehr, wie viele verschiedene Namenskärtchen sie erstellt hat.\n\nAber seit sie der „Arataki-Bande“ beigetreten ist, lautet der oberste Titel auf jedem ihrer Namenskärtchen „Stellvertretende Anführerin der Arataki-Bande“.",
      "es": "Se suele decir que la tarjeta de presentación de una persona es su puerta de entrada a la sociedad.\n\nAunque resulta difícil comprender a la gente que pone bordes dorados con acabados plateados a sus tarjetas, es cierto que dar a otra persona una tarjeta que contenga tu nombre, trabajo y forma de contacto puede resultar bastante útil.\n\nCuando Kuki Shinobu hizo su entrada en la sociedad, la información que debía incluir en su tarjeta era algo que la inquietaba.\n\n¿Exmiko del Gran Santuario Narukami? Desechó la idea en cuanto se le pasó por la cabeza.\n\n¿Simplemente “Kuki Shinobu”? Ni hablar. Sería como decir que no tiene ninguna habilidad y que es alguien sin oficio ni beneficio.\n\nAnte tal incertidumbre, quizá la solución pasaba por obtener una titulación. Al fin y al cabo, era algo de sentido común.\n\nUna titulación es una excelente manera de demostrar el esfuerzo invertido durante cierto periodo de tiempo, y además sirve para presentarse ante alguien de forma convincente.\n\nTras obtener con facilidad unas cuantas titulaciones, Kuki Shinobu se dio cuenta de que ya podía darle un poco de color a su, hasta entonces, anodina tarjeta profesional.\n\nSin embargo, un nuevo dilema se planteaba ante ella: fruto de su curiosidad y en un alarde de ponerse a prueba, obtuvo de pronto demasiadas titulaciones, por lo que su nombre en el encabezado de la tarjeta resultó ser extremadamente largo.\n\n“Aprendiz de cocina, sastre, actuaria, administrativa sanitaria, gestora de recursos humanos...”.\n\nDicen que el saber no ocupa lugar, pero si te pasas de la raya puedes acabar sin saber qué poner en tu tarjeta de presentación, como le ocurrió a Kuki Shinobu.\n\nNi ella misma sabría decir cuántas tarjetas diferentes ha hecho hasta la fecha.\n\nPero desde que se unió a la Banda de Arataki, lo primero que pone en el encabezado siempre es “subjefa de la Banda de Arataki”.",
      "fr": "On dit souvent qu'une carte de visite est une porte d'entrée dans la société.\n\nBien sûr, il semble un peu exagéré de vouloir incruster ces cartes avec de l'or et de l'argent comme le font certains, mais il est vrai que donner à une autre personne une petite carte qui contient votre nom, votre profession et vos coordonnées est très pratique.\n\nLorsque Kuki Shinobu a fait son entrée dans la société, elle était très préoccupée par ce qu'elle allait écrire sur sa carte.\n\n« Ancienne prêtresse au Sanctuaire de Narukami » ? Elle chassa immédiatement cette idée de son esprit.\n\nJuste « Kuki Shinobu » ? Non, non, cela la ferait passer pour une sans-emploi qui n'a plus aucune carte à jouer.\n\nPeut-être qu'elle devrait chercher à obtenir un diplôme, alors. C'est après tout ce que le bon sens voudrait.\n\nAvoir des diplômes serait une excellente preuve de ses efforts et un moyen convaincant de marquer des points lorsqu'elle se présenterait.\n\nAprès avoir obtenu haut la main quelques diplômes, Shinobu pensa finalement qu'elle pouvait enfin ajouter quelque chose à sa carte de visite qui était complètement vierge.\n\nMalheureusement, un nouveau problème fit son apparition : par esprit de curiosité et comme un défi lancé à soi-même, Shinobu avait obtenu plusieurs diplômes d'un coup, et elle avait désormais trop d'intitulés de postes sur sa carte.\n\n« Chef cuisinière, tailleuse, actuaire, administratrice de la santé, responsable des ressources humaines... »\n\nAvoir beaucoup de compétences n'est pas une mauvaise chose, mais il vaut mieux éviter d'en posséder trop. Sinon, tout comme Shinobu, on se retrouve à ne plus savoir quelles dénominations présenter sur sa carte de visite.\n\nÀ ce jour, Shinobu est incapable de se rappeler combien de cartes de visite elle a créées.\n\nMais depuis qu'elle a rejoint le gang Arataki, son tout premier titre a toujours été « adjointe du gang Arataki ».",
      "pt": "As pessoas costumam dizer que um cartão de visita é a porta de entrada para a sociedade.\n\nClaro que o ato de enfeitar tais cartões com ouro e prata não é completamente compreensível, mas é verdade que dar a alguém um pequeno cartão que contenha o seu nome, posição e detalhes de contato é algo muito eficiente a se fazer.\n\nQuando Kuki Shinobu entrou na sociedade pela primeira vez, os detalhes de seu cartão eram coisas de grande preocupação.\n\nEx-Sacerdotisa do Grande Santuário Narukami? Ela rejeitou essa ideia assim que lhe passou pela cabeça.\n\nApenas \"Kuki Shinobu\"? Não, não, isso faria com que ela parecesse apenas mais uma desempregada qualquer sem habilidades com palavras ou em seus atos.\n\nTalvez ela devesse sair em busca de certificação. Afinal de contas, isso era algo de conhecimento geral.\n\nCertificações serviam como uma excelente prova dos esforços de alguém, e eram formas convincentes de ganhar pontos ao se apresentar — realmente coisas bem úteis.\n\nApós facilmente conseguir algumas dessas certificações, Shinobu finalmente percebeu que ela poderia adicionar um pouco de cor ao seu, até então, branco cartão de visita.\n\nInfelizmente, este processo demonstrou ter problemas próprios: por curiosidade e em uma tentativa de testar a si mesma, ela obteve inúmeras certificações de uma só vez, fazendo com que a seção de prefixos do seu cartão se multiplicasse incontrolavelmente.\n\n\"Chef Junior, Alfaiate, Atuária, Gerente de Saúde, Gerenciadora de Recursos Humanos...\"\n\nTer várias capacidades não é algo ruim, mas existe uma coisa como ter capacidades demais, a menos que você queira sofrer para descobrir seus títulos, como Shinobu sofreu.\n\nAté hoje, Shinobu não consegue lembrar quantos cartões de visita ela fez.\n\nMas desde que ela entrou para a Gangue Arataki, seu primeiro título sempre foi o de \"Vice-líder\".",
      "ru": "Люди часто говорят, что визитка - ваше лицо в обществе. Нет, конечно, всё ещё сложно понять тех, кто украшает свои карточки золотом и серебром, но всё же очень здорово иметь возможность предоставить собеседнику небольшую карточку, на которой написано ваше имя, профессия и контактные данные. Когда пришло время делать свою первую визитку, Куки Синобу очень забеспокоилась. Что же на ней написать? Бывшая жрица Великого храма Наруками? Эту идею она сразу же безжалостно отбросила. Просто Куки Синобу? Нет, так она покажется безработной бездельницей, не умеющей удивить ни словом, ни делом. Тогда, возможно, ей следует получить сертификат. Это вполне здравая мысль. Сертификат - отличное доказательство навыков, а также он помогает легче расположить к себе при знакомстве. С лёгкостью получив парочку таких сертификатов, Синобу наконец решила, что может заполнить пустоту на своей визитке. Только вот из-за любопытства и в попытке испытать себя она получила целую кучу сертификатов, в результате чего текста на визитке становилось всё больше и больше. «Младший шеф-повар, швея, актуарий, управляющая здравоохранением, управляющая персоналом...» Обладать множеством навыков неплохо, главное не стать обладателем слишком большого их количества, чтобы не попасть в ловушку, как Куки Синобу. До сих пор она не может вспомнить, сколько визиток сделала. Но с тех пор как она присоединилась к банде Аратаки, её главным званием стало «помощница главаря».",
      "id": "Orang-orang selalu berkata kalau kartu nama adalah wajah dari seseorang di dunia sosial.\n\nMeski tidak bisa sepenuhnya memahami orang-orang yang membuat kartu nama mereka bertatahkan emas dan perak yang berlapis, tapi memang cukup efisien untuk menyerahkan selembar kertas kecil berisikan nama, identitas, dan informasi kontak.\n\nSaat Kuki Shinobu pertama kali memasuki komunitas masyarakat, dia khawatir harus bagaimana menulis kartu namanya.\n\nMantan miko di Kuil Agung Narukami? Ide itu langsung seketika dihempaskan begitu terpikir di kepalanya.\n\nTulis Kuki Shinobu saja? Nanti orang-orang akan mengira dia adalah pengangguran tanpa tindakan yang jelas dan kemampuan berkata-kata yang buruk.\n\nApa dia pergi ujian untuk dapat sertifikat saja? Yah itu memang pilihan yang lebih bijaksana sih.\n\nSertifikat adalah sebuah bukti yang pantas dari kerja keras seseorang. Dia bisa menunjukkan usaha seseorang dan mudah meyakinkan orang lain saat digunakan untuk memperkenalkan diri.\n\nSetelah mendapatkan beberapa sertifikat dengan mudah, Kuki Shinobu merasa dia akhirnya bisa menambahkan sesuatu ke kartu nama yang kosong itu.\n\nNamun, hal ini juga membuat masalah baru: Karena penasaran dan ingin mengetes dirinya, dia mengambil ujian beberapa sertifikat sekaligus, sehingga mengakibatkan bagian awal dari kartu namanya menjadi sangat panjang.\n\n\"Koki Pemula, Penjahit, Aktuaris, Manajer Kesehatan, Manajer HRD ....\"\n\nTidak buruk memang punya banyak kemampuan, tapi tidak baik juga kalau terlalu banyak. Seperti Kuki Shinobu yang kebingungan memilih gelar yang ingin dipakai.\n\nKuki Shinobu tidak ingat sudah berapa banyak kartu nama yang dia buat sampai hari ini.\n\nTapi sejak dia bergabung dengan Geng Arataki, gelar paling atas di kartu nama selalu bertuliskan \"Wakil Ketua Geng Arataki\".",
      "th": "ว่ากล่าวกันว่านามบัตรคือใบหน้าของคนในสังคม\n\nแม้ว่าจะไม่เข้าใจคนที่ทำนามบัตรที่ฝังด้วยเงินชุบทอง และมีลูกไม้ประดับอย่างถ่องแท้ แต่การยื่นกระดาษแผ่นเล็ก ๆ ที่ใส่ชื่อ ข้อมูลส่วนตัว และข้อมูลติดต่อไว้นั้นถือเป็นแนวทางที่มีประสิทธิภาพมาก\n\nเมื่อ Kuki Shinobu เข้าสู่สังคมครั้งแรก เธอกังวลอย่างมากว่าจะเขียนนามบัตรยังไง\n\nอดีตมิโกะของศาลเจ้า Grand Narukami งั้นเหรอ? ทันทีที่ความคิดนี้เกิดขึ้น เธอก็ขีดฆ่ามันทิ้งในหัวอย่างไร้ความปรานี\n\nแค่เขียนชื่อ Kuki Shinobu? ดูแล้วเหมือนคนว่างงานที่ไม่มีความรู้ ไม่มีวาทศิลป์ยังไงอย่างนั้น\n\nถ้าไม่เวิร์กก็ไปลองสอบใบอนุญาตประกอบวิชาชีพดูละกัน นี่คือสิ่งที่คนบนโลกพูดกัน\n\nใบอนุญาตเป็นของดี ไม่เพียงแต่พิสูจน์ความพยายามในช่วงเวลาหนึ่งเท่านั้น ทั้งยังน่าเชื่อถือ ใช้ตกแต่งตัวเองได้สะดวก และยังง่ายต่อการแนะนำตัวเองอีกด้วย\n\nหลังจากสอบได้ใบอนุญาตแบบชิล ๆ Kuki Shinobu ก็รู้สึกว่าตัวเองมีข้อมูลที่สามารถเพิ่มลงไปในนามบัตรที่ว่างเปล่านี้ได้แล้ว\n\nอย่างไรก็ตาม เรื่องยากลำบากก็เกิดขึ้น: ด้วยความอยากรู้ และอยากลองทดสอบตัวเอง เธอเลยสอบใบอนุญาตประกอบวิชาชีพมากมายในคราวเดียว ทำให้คำนำหน้าบนนามบัตรยาวขึ้นเรื่อย ๆ\n\n\"เชฟขั้นต้น, ช่างเย็บผ้า, นักคณิตศาสตร์ประกันภัย, ผู้ดูแลด้านสุขภาพ, ผู้จัดการฝ่ายทรัพยากรบุคคล...\"\n\nแม้การที่มีความสามารถมากมายจะไม่ส่งผลเสีย แต่ก็ไม่ควรมากเกินไป ไม่อย่างนั้นจะเป็นอย่าง Kuki Shinobu ที่ต้องมานั่งปวดหัวกับการเลือกชื่อ\n\nจนถึงทุกวันนี้ Kuki Shinobu เองก็จำไม่ได้ว่าตัวเองทำนามบัตรมาแล้วกี่แบบ\n\nแต่ว่า นับตั้งแต่ที่เธอเข้าร่วม \"แก๊ง Arataki\" ชื่อแรกสุดบนนามบัตรของเธอก็คือ \"รองหัวหน้าแก๊ง Arataki\" มาโดยตลอด",
      "vi": "Người đời thường nói, danh thiếp là gương mặt của một người trong xã hội.\n\nTuy rằng không thể hoàn toàn hiểu được những người thích khảm vàng nạm bạc cho danh thiếp nghĩ gì, nhưng việc đưa một mảnh giấy nhỏ mà có thể lưu lại tên tuổi, cách thức liên hệ, quả đúng là một cách làm hiệu quả.\n\nKhi Kuki Shinobu vừa bước chân vào xã hội đã từng rất đau đầu về việc nên viết danh thiếp như thế nào.\n\nPháp sư tiền nhiệm Đền Narukami? Ý nghĩ này vừa xuất hiện đã bị cô tiêu diệt ngay.\n\nChỉ viết tên họ Kuki Shinobu? Nhìn cứ giống như kẻ vô công rồi nghề, mà lại còn nghèo văn chương nữa chứ.\n\nNếu không được thì đi thi lấy cái bằng vậy. Người đời cũng thường nói như vậy mà.\n\nChứng chỉ là một thứ tốt, vừa có thể chứng minh được sự cố gắng trong một quãng thời gian, mà cũng rất có sức thuyết phục, giúp ích cho việc điểm tô và giới thiệu bản thân.\n\nSau khi nhẹ nhàng thi lấy mấy cái chứng chỉ, Kuki Shinobu cảm thấy bản thân rốt cuộc đã có thể thêm vài thứ lên trên tờ danh thiếp trống rỗng của mình rồi.\n\nNhưng mà, lại phát sinh ra vấn đề khó khăn trong lựa chọn: Do hiếu kỳ và thích thử thách bản thân nên cô đã thi hết mấy chứng chỉ cùng lúc, làm cho thông tin trên danh thiếp càng lúc càng dài.\n\n\"Đầu bếp sơ cấp, thợ may, chuyên viên thẩm định rủi ro, quản lý sức khỏe, quản lý nhân sự...\"\n\nNhiều nghề thì tốt, nhưng cũng không nên quá nhiều. Nếu không sẽ giống như Kuki Shinobu, phải hao tâm tổn sức để lựa chọn chức vụ.\n\nCho đến ngày nay, Kuki Shinobu đã không còn nhớ được mình từng làm bao nhiêu loại danh thiếp nữa.\n\nNhưng từ khi gia nhập Bang Arataki thì danh hiệu xếp đầu tiên trong danh thiếp luôn là \"Phó Bang Arataki\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "尝过久岐忍亲手烤制的堇瓜后，「荒泷派」众人纷纷落泪感叹：这堇瓜，竟然也能烤出如此美味！\n\n而且这味道和之前试过的所有烤法都大相径庭，难不成在高级烹饪师考试里，还有专门教人怎么烤堇瓜的？\n\n久岐忍放下手里正烤着的堇瓜，缓缓述说起了一段往事。\n\n当初她远赴璃月，学习律法。而在闲时，常去一间名为「万民堂」的饭馆。\n\n馆内菜式各异，手法新奇，构思精巧，令当时早已考取高级烹饪师执照的她也颇感惊讶。\n\n酱炒肉丝，却有鱼香之味。水煮白菜，却有鸡汤之鲜…可见世界之大，无奇不有。\n\n百行百业，就算考得了高级证书，也不能囿于一地固步自封。须得多做尝试，勇于突破，才能不被前人定下的考评限制。\n\n「荒泷派」一众听得似懂非懂，但也不妨碍他们连声叫好，更不妨碍这堇瓜的美味。\n\n看着他们大快朵颐的样子，久岐忍将故事的结尾默默留在了心底。\n\n当时「万民堂」的后厨听她所言，如获知己，硬是要卯师傅端上一份椒盐史莱姆…\n\n这种料理，恐怕在全天下的厨师考试里都不会出现。\n\n至于后来久岐忍将堇瓜裹上史莱姆粘液烤制一事，就更是此刻的「荒泷派」打死也不会想要知道的事实了。",
      "zht": "嚐過久岐忍親手烤的堇瓜後，「荒瀧派」眾人紛紛落淚感嘆：這堇瓜，竟然也能烤出如此美味！\n\n而且這味道和之前試過的所有烤法都大相徑庭，難不成在高級烹飪師考試裡，還有專門教人怎麼烤堇瓜的？\n\n久岐忍放下手裡正烤著的堇瓜，緩緩述說起了一段往事。\n\n當初她遠赴璃月，學習律法。而在閒時，常去一間名為「萬民堂」的飯館。\n\n館內菜式各異、手法新奇、構思精巧，令當時早已考取高級烹飪師執照的她也頗感驚訝。\n\n醬炒肉絲，卻有魚香之味。水煮白菜，卻有雞湯之鮮…可見世界之大，無奇不有。\n\n百行百業，就算考得了高級證書，也不能囿於一地固步自封。須得多做嘗試，勇於突破，才能不被前人定下的考評限制。\n\n「荒瀧派」一眾聽得似懂非懂，但也不妨礙他們連聲叫好，更不妨礙這堇瓜的美味。\n\n看著他們大快朵頤的樣子，久岐忍將故事的結尾默默留在了心底。\n\n當時「萬民堂」的後廚聽她所言，如獲知己，硬是要卯師傅端上一份椒鹽史萊姆…\n\n這種料理，恐怕在全天下的廚師考試裡都不會出現。\n\n至於後來久岐忍將堇瓜裹上史萊姆粘液烤製一事，就更是此刻的「荒瀧派」打死也不會想要知道的事實了。",
      "jp": "久岐忍が焼いたスミレウリを食べた「荒瀧派」のみんなは、涙をこぼしながらこう褒めた——スミレウリって、こんなに美味しく焼けるのか！\n\nそれにこの味、今まで試してきた焼き方とも全然違う。もしかして、高級料理人の試験には、スミレウリの焼き方を教わる項目でもあるのか？\n\n焼いていたスミレウリを置くと、忍はゆっくりと過去の話を始めた。\n\n法律を勉強するために璃月に赴いたあの頃、暇さえあれば、いつも「万民堂」という店に通っていた。\n\n万民堂の料理は種類が豊富で、料理法も斬新。巧妙なアイデアで作られていた。当時すでに上級料理人の資格を取得していた彼女はとても驚いた。\n\n細切り肉の醤油炒めなのに、魚の風味を感じられる。ゆで白菜なのに、鶏肉スープの旨味がある…世界は広く、不思議なことはいくらでもあるのだ。\n\n各業界において、たとえ上級の資格証を取ったとしても、新たなものを受け入れないという姿勢でいてはいけない。定められた標準に縛られずに色々試して、勇気を持って突破するのだ。\n\n「荒瀧派」のみんなはよく理解できていないようだったが、彼女を喝采し続けた。何と言っても、そのスミレウリが美味しかったからだ。\n\nみんなが美味しそうに食べている姿を見て、忍は物語の結末を言わないことにした。\n\nあの時、忍の言葉を聞いた「万民堂」の料理人は心得たように、卯師匠に塩コショウスライムを作らせた…\n\nそんな料理が料理人試験に出ることはきっと、世界中を探してもあり得ない。\n\nそして、忍がスミレウリをスライムの液体につけてから焼いたのだということについては、「荒瀧派」のすべての者にとって、死んでも知りたくない情報だろう。",
      "ko": "쿠키 시노부가 직접 만든 제비꽃 열매 구이를 맛본 「아라타키파」 일행은 눈물을 흘리며 이구동성으로 외쳤다: 이 제비꽃 열매 구이, 너무 맛있잖아!\n\n게다가 이건 이제까지 먹어본 구이하고는 전혀 다른 맛이야. 설마 고급 요리사 시험에서 누군가 제비꽃 열매 구이를 전문적으로 가르쳐 주기라도 하는 거야?\n\n그러자 쿠키 시노부가 굽고 있던 제비꽃 열매를 내려놓고, 예전에 있었던 일화를 천천히 들려주기 시작했다.\n\n당시 그녀는 법률을 배우기 위해 리월에 있었다. 그리고 틈이 날 때마다 「만민당」이라는 식당을 찾았다.\n\n만민당에서 섬세하고 신기한 요리법을 통해 만들어낸 다양한 요리는, 이미 고급 요리사 자격증을 취득한 그녀를 깜짝 놀라게 했다.\n\n소스로 볶아낸 고기채 요리에서 나는 어향의 맛, 매운 기름에 끓여낸 배추요리에서 나는 담백한 닭국물 맛… 역시 세상은 너무나 넓었다.\n\n아무리 다양한 분야의 고급 자격증을 가지고 있더라도 성취감에 사로잡혀 정진을 게을리하면 안 되는 법. 다양한 시도를 통해 용감히 도전해야만 이미 정해진 시험 제도의 한계를 극복할 수 있다.\n\n「아라타키파」 일행은 선뜻 이해가 가지 않는 것 같았지만 그럼에도 그녀와 제비꽃 열매 구이를 향한 찬사는 계속되었다.\n\n맛있게 음식을 먹는 그들을 보면서 쿠키 시노부는 이 일화의 결말을 마음속에 그대로 간직해 두었다.\n\n당시 그녀의 말을 듣고 난 「만민당」의 보조 요리사는 마치 오랜 벗을 만난 것처럼 기뻐하며 묘 사부에게 부탁해 화초 소금 슬라임 요리를 내놓았다…\n\n그 요리는 아마 전 세계 어느 곳의 요리사 시험에도 등장하지 않을 것이다.\n\n나중에 쿠키 시노부가 어떻게 슬라임 점액을 두른 제비꽃 열매 구이를 만들게 되었는지, 지금 여기에 있는 「아라타키파」들은 죽어도 알고 싶지 않을 것이다",
      "en": "After tasting Kuki Shinobu's very own Roasted Lavender Melon, the Arataki Gang all wept and exclaimed that they never knew that Lavender Melons could be so delicious when roasted.\n\nAnd the flavor, too, was most different from that which had been produced by any other method they had ever tried. Could it be that high-class culinary exams also taught people how to cook Lavender Melons a certain way?\n\nFaced with such a question, Shinobu put the melon she was grilling down before slowly telling a story.\n\nAt that time, she had gone to far-off Liyue to study law, and would visit this place known as Wanmin Restaurant in her free time.\n\nThe food there was incredibly diverse and made in unique ways, with ingenious ideas that surprised her, despite the fact that she had already obtained a high-level culinary license at the time.\n\nFrom slivers of stir-fried meat immersed in sauce to boiled cabbage with the fragrance of chicken soup... Indeed, the world was wide and full of wonders.\n\nAnd though one might be acquainted with every profession and be certified highly in every one, it is never wise to rest on one's laurels. Indeed, it is only by daring to try and make breakthroughs that one can surpass the limits set down by those who came before.\n\nThe Arataki Gang did not understand this in full, but they cheered all the same, for there was no harm in that — and their cheers certainly did the melons' flavor little harm.\n\nSeeing how they greatly enjoyed their meals, Shinobu kept the ending of the story to herself.\n\nBack then, the sous chef of Wanmin Restaurant had heard her say these words, and had urged Chef Mao to bring out the Salt and Pepper Slime...\n\nSuch food, she knew, would never appear in any culinary exam anywhere in the world.\n\nNor would the Arataki Gang want to learn that Shinobu had slathered slime ooze onto Lavender Melons as sauce before grilling them...",
      "de": "Nach Probieren von durch Kuki Shinobus Hände zubereitete Lavendelmelonen brechen bei jedem der Mitglieder der „Arataki-Bande“ nacheinander die Tränen aus und sie schluchzen: „Ich wusste ja nicht, dass diese Lavendelmelonen so lecker sein können!\n\nUnd dieser Geschmack ist auch völlig anders als jede andere Zubereitungsart, die ich jemals probiert habe. Kann es sein, dass in der Ausbildung zum Meisterkoch auch gelehrt wird, wie man Lavendelmelonen röstet?“\n\nAls Kuki Shinobu die Lavendelmelone, die sie gerade röstet, ablegt, beginnt sie allmählich etwas aus ihrer Vergangenheit zu erzählen.\n\nAls sie gerade nach Liyue gekommen war, um Recht zu studieren, frequentierte sie in ihrer Freizeit das „Restaurant Wanmin“.\n\nIn dem Restaurant gab es die verschiedensten Gerichte, die auf sonderbarste, aber genial durchdachte Weisen zubereitet wurden, die sie, obwohl sie zu diesem Zeitpunkt bereits eine Meisterköchin war, ins Staunen versetzten.\n\nIn Sojasauce gebratenes Schweinefleisch, das aber nach Fisch schmeckte. In Wasser gekochter Kohl, der das Aroma einer Hühnersuppe hatte ... die Welt ist so groß, es gibt nichts, was es nicht gibt.\n\nWer in jedem Feld die Auszeichnung als Experte besitzt, kann sich nie auf den Status Quo beschränken. Nur, wenn man immer weiter Neues ausprobiert und es wagt, Grenzen zu überschreiten, kann man die von den Vorgängern aufgebauten Mauern durchbrechen.\n\nDie anderen in der „Arataki-Bande“ verstehen das zwar nicht so ganz, aber dennoch meinen sie, es könne nicht schaden, und insbesondere scheint es dem wunderbaren Geschmack dieser Lavendelmelonen nicht schaden zu können.\n\nWenn Kuki Shinobu sieht, wie die Bandenmitglieder aus Herzenslust zubeißen, behält sie das Ende der Geschichte lieber für sich:\n\nAls sich das Wort zum Souschef des Restaurants Wanmin herumgesprochen hatte, verlangte dieser vom Koch Mao ihr einen gesalzten und gepfefferten Schleim zu servieren ...\n\nEine solche Art zu Kochen findet man in keiner Kochprüfung der Welt.\n\nDass Kuki Shinobu danach begann, Lavendelmelonen mit Schleim zu rösten, das ist etwas, was die „Arataki-Bande“ gerade in diesem Moment auf keinen Fall erfahren sollte.",
      "es": "Tras probar la calavanda asada hecha personalmente por la propia Kuki Shinobu, todos los miembros de la Banda de Arataki, con lágrimas de emoción en sus ojos, exclamaron: “¡No sabía que la calavanda podía estar tan rica!”.\n\nAdemás, en lo que respecta al sabor, nunca antes habían probado un plato con esa técnica de asado. ¿Acaso los maestros de alta cocina enseñaban específicamente a hacer calavanda asada?\n\nEn ese momento, Kuki Shinobu dejó de cocinar la calavanda que estaba asando y, sin prisa alguna, comenzó a contar una historia.\n\nEn aquel entonces, había viajado hasta la lejana Liyue para estudiar derecho y, cuando tenía algo de tiempo libre, solía ir a un lugar conocido como “Restaurante Wanmin”.\n\nAunque en ese momento ya poseía una titulación de cocina, Kuki Shinobu no pudo evitar sorprenderse ante la gran variedad de platos que se cocinaban allí, de estilos únicos, hechos con unas técnicas de cocina totalmente novedosas y unas elaboradas presentaciones.\n\nLa carne en tiras salteada con soja y de sabor agripicante, el hervido de repollo con sabor a sopa de pollo... El mundo es realmente inmenso y está repleto de cosas extraordinarias.\n\nExisten tantas profesiones y especialidades que, aun teniendo una titulación superior, uno simplemente no puede limitarse a una única especialidad. Hay que experimentar más y tener el valor de superarse, para así no estar limitados por los criterios de nuestros antecesores.\n\nLos miembros de la Banda de Arataki no entendieron del todo la historia de Shinobu, pero eso no impidió que la animaran y manifestaran su aprobación, ni tampoco impidió que la calavanda asada estuviera igual de deliciosa.\n\nAl ver a sus colegas de la Banda comer con tanto entusiasmo, Kuki Shinobu se quedó en silencio y se reservó el final de la historia para ella misma.\n\nCuando el sous-chef del Restaurante Wanmin de aquella época escuchó las palabras de Kuki Shinobu, fue corriendo a decirle al Chef Mao que preparara una ración de Slime a la sal y pimienta.\n\nEra el tipo de cocina que no aparece en los exámenes culinarios.\n\nDe igual forma, sus colegas de la Banda tampoco querrán enterarse bajo ningún concepto de que la calavanda asada de Kuki Shinobu está hecha con salsa de baba de Slime.",
      "fr": "#Après avoir goûté les melons lavandes grillés cuisinés par Shinobu, les membres du gang Arataki ne peuvent s'empêcher de verser des larmes et de s'exclamer : « C'est incroyable que des melons lavandes puissent avoir un goût pareil quand on les fait griller ! »\n\nCe goût si spécial est à l'opposé de celui que l'on peut obtenir avec tous les autres modes de cuisson. Est-ce qu'il y a une épreuve de préparation de melons lavandes grillés lors de l'examen du diplôme de cuisinier de haut niveau ?\n\nKuki Shinobu posa le melon lavande qu'elle était en train de faire griller, et se mit à raconter calmement son vécu.\n\nPar le passé, elle partit au loin dans la nation de Liyue pour étudier le droit. Là-bas, pendant son temps libre, elle avait l'habitude de se rendre à un restaurant appelé le «{NON_BREAK_SPACE}Restaurant Wanmin »\n\nÀ l'intérieur, on y trouvait toute sorte de plats exotiques préparés finement, ce qui ne manquait pas de la surprendre, elle qui avait déjà obtenu son diplôme de cuisinière de haut niveau.\n\nIl y avait des émincés de porc sautés à la sauce qui avait le goût d'un assaisonnement au poisson, ou encore ce porc aux choux cuit à l'eau qui avait la même sensation savoureuse qu'une soupe au poulet... Cela montrait à quel point le monde était grand, et qu'on y trouvait toute sorte de choses !\n\nMais même en ayant obtenu des diplômes de haut niveau dans divers domaines, il ne fallait pas que Shinobu se repose sur ses lauriers. En effet, ce n'est qu'en osant essayer de faire des percées que l'on peut dépasser les limites fixées par ceux qui nous ont précédés.\n\nLes membres du gang Arataki ne comprenaient pas tout à l'histoire de Shinobu, mais ils applaudirent quand même. De toute façon, ce n'était pas plus mal qu'ils apprécient son récit ainsi que la saveur des melons lavandes grillés.\n\nVoyant qu'ils appréciaient grandement leur repas, Shinobu garda pour elle la fin de l'histoire.\n\nLa sous-chef du Restaurant Wanmin l'avait entendu s'émerveiller sur ses plats, et demanda au chef Mao de lui servir un Blob au sel et au poivre...\n\nUn tel plat, elle le savait, ne figurait dans aucun examen de cuisine dans le monde.\n\nTelle est la fin de l'histoire que les hommes du gang Arataki ignoraient. Et c'est tant mieux, car ils n'auraient pas été ravis d'apprendre que Shinobu avait répandu de la bave de Blob sur les melons lavandes pour les assaisonner avant de les griller...",
      "pt": "Após experimentar o Melão de Lavanda Assado de Kuki Shinobu, todos da Gangue Arataki choraram e disseram que nunca imaginaram que Melões de Lavanda poderiam ser tão gostosos quando assados.\n\nE o gosto, também, era muito diferentes daqueles que haviam sido feitos por qualquer outros métodos que eles já haviam experimentado. Será que as aulas de culinárias da classe alta também ensinam as pessoas a como exatamente cozinhar Melões de Lavanda?\n\nDiante de tal pergunta, Shinobu soltou o melão de lavanda que ela estava grelhando antes de lentamente contar uma história.\n\nNaquela época, ela fora à distante Liyue para estudar direito e visitava este lugar conhecido como Restaurante Wanmin em seu tempo livre.\n\nA comida lá era incrivelmente diversa e feita de maneiras únicas e com ideias interessantes que a surpreenderam, apesar do fato dela, na época, já ter obtido uma licença de culinária de alto nível.\n\nVocê poderia ser servido com uma carne frita temperada com aroma de peixe, ou couve cozido com o cheiro de sopa de galinha... Realmente, o mundo era amplo e cheio de maravilhas.\n\nE embora se possa estar familiarizado com cada uma das profissões e ser altamente certificado em todas elas, não se deve apenas se limitar a uma única especialidade. De fato, é apenas ao tentar fazer descobertas que se pode superar os limites estabelecidos por aqueles que vieram antes.\n\nA Gangue Arataki não entendeu tudo aquilo muito bem, mas eles aplaudiram, afinal isso não fazia mal nenhum — e seus aplausos certamente não afetaram o gosto dos melões.\n\nVendo como eles realmente gostaram bastante de sua refeição, Shinobu guardou para si o final da história.\n\nNa época, a sub-chefe do Restaurante Wanmin ouviu ela dizer essas palavras e apressou o Chef Mao a trazer o Sal e o Slime Apimentado...\n\nEla sabia que tal comida jamais apareceria em nenhum teste de culinária em qualquer parte do mundo.\n\nE nem a Gangue Arataki iria querer saber que a Shinobu havia colocado gosma de Slime nos Melões de Lavanda como molho antes de grelhá-los...",
      "ru": "Попробовав фиалковую дыню, пожаренную Куки Синобу, вся банда Аратаки воскликнула со слезами, что они даже не предполагали, что фиалковую дыню можно так вкусно зажарить! И вкус очень отличался от любых других блюд, которые они пробовали раньше. Может, на курсах высокой кулинарии учат готовить фиалковые дыни? Услышав вопрос, Синобу отложила дыню и начала неторопливый рассказ. Это случилось в те времена, когда она уехала в Ли Юэ изучать юриспруденцию. В свободное время она посещала ресторан «Народный выбор». Еда там была невероятно разнообразной и приготовленной всякими удивительными способами, что весьма удивило её, хотя в то время у неё уже был сертификат повара. Жареное мясо в соусе обладает рыбным ароматом, а варёная капуста пахнет куриным бульоном... Мир и правда полон чудес. Даже если ты обладаешь высокой квалификацией во всех отраслях, никогда не стоит почивать на лаврах. Нужно больше стараться и иметь смелость совершить прорыв, чтобы превзойти пределы, установленные предшественниками. Банда Аратаки мало что поняла в рассказе, но всё равно ликовала. Глядя на то, как они наслаждаются едой, окончание рассказа Синобу решила оставить при себе. Тогда, в ресторане «Народный выбор», су-шеф услышал её слова и убедил шеф-повара Мао принести порцию слайма с перцем и солью... Такое блюдо не могло бы появиться ни на одном кулинарном экзамене мира. Да и банде Аратаки тоже не стоит знать, что, прежде чем жарить дыню, она обмазала её слизью слайма...",
      "id": "Setelah mencicipi Lavender Melon panggang yang dibuat Kuki Shinobu, semua orang di Geng Arataki menangis dan sambil meratap berkata: Lavender Melon ternyata bisa dipanggang hingga seenak ini!\n\nDan lagi rasanya berbeda dengan metode panggang yang pernah mereka coba sebelumnya. Apakah ujian memasak tingkat tinggi ada pelajaran khusus bagaimana cara memanggang Lavender Melon?\n\nBerhadapan dengan pertanyaan yang seperti itu, Kuki Shinobu meletakkan Lavender Melon panggang di tangannya dan secara perlahan menceritakan sebuah cerita.\n\nPada waktu itu, dia sedang belajar hukum di Liyue. Di waktu luangnya, dia sering mengunjungi sebuah restoran bernama Wanmin.\n\nHidangan di restoran itu bervariasi, cara memasak yang unik, dan ide masak mereka membuatnya terkejut. Padahal dia telah memperoleh lisensi koki senior pada waktu itu.\n\nMereka mungkin akan menyajikan hidangan tumis daging saus dengan aroma ikan atau kubis rebus dengan aroma sup ayam ... Dunia memang luas dan penuh keajaiban.\n\nAda begitu banyak jenis profesi, kamu tidak boleh berpuas diri meski telah mendapatkan sertifikat tingkat lanjut. Bahkan harus lebih giat dan berani melakukan terobosan agar tidak terkekang oleh nilai-nilai yang dilakukan para pendahulu.\n\nGeng Arataki yang mendengarnya tidak mengerti sama sekali, tapi mereka tetap bertepuk tangan demi kelezatan Lavender Melon ini.\n\nMelihat mereka yang begitu menikmati makanan mereka, Kuki Shinobu menyimpan akhir dari ceritanya untuk dirinya sendiri.\n\nSaat itu, asisten koki restoran Wanmin mendengarnya mengucapkan kata-kata ini, lalu mendesak Koki Mao untuk menyajikan Slime yang dimasak dengan garam dan lada.\n\nKuki Shinobu khawatir kalau hidangan semacam ini tidak akan muncul di ujian koki mana pun di dunia ini ....\n\nSetidaknya Geng Arataki pasti juga tidak ingin tahu kalau dia menggunakan cairan Slime untuk membungkus Lavender Melon sebelum memanggangnya ....",
      "th": "หลังจากได้ชิม Lavender Melon ที่ Kuki Shinobu เผาเองกับมือ ทุกคนใน \"แก๊ง Arataki\" ก็ได้แต่เอ่ยปากกล่าวด้วยน้ำตา: Lavender Melon เผาชิ้นนี้มันจะอร่อยเกินไปแล้ว!\n\nแถมรสชาติแบบนี้ยังแตกต่างจากการเผาทั้งหมดที่เคยได้ลองมาอีกต่างหาก เป็นไปได้ไหมว่าในการสอบเชฟระดับสูงจะมีการสอนวิธีการเผา Lavender Melon เป็นพิเศษด้วย?\n\nKuki Shinobu วาง Lavender Melon เผาในมือลง และค่อย ๆ เล่าถึงเหตุการณ์ในอดีต\n\nย้อนกลับไปเวลานั้น ตอนที่เธอไปเรียนกฎหมายที่ Liyue เวลาว่าง ๆ ก็มักจะไปร้านอาหารที่มีชื่อว่า \"ภัตตาคาร Wanmin\"\n\nอาหารในร้านนั้นมีหลากหลาย ทั้งเทคนิคการปรุงที่แปลกใหม่ ทั้งยังมีไอเดียที่ลึกล้ำ ทำให้เธอในตอนนั้นที่สอบใบอนุญาตประกอบอาชีพเชฟระดับสูงแล้วยังต้องแปลกประหลาดใจ\n\nทั้งเนื้อผัดซอสที่กลับมีกลิ่นหอมของปลา, ซุปผักกาดขาวที่มีกลิ่นสดใหม่เหมือนซุปไก่... โลกนี้ช่างกว้างใหญ่ไพศาล และเต็มไปด้วยสิ่งมหัศจรรย์จริง ๆ\n\nท่ามกลางอุตสาหกรรมมากมาย ถึงแม้จะได้รับใบอนุญาตขั้นสูงแล้ว แต่ก็จะหย่อนยานไม่ได้ จำเป็นต้องพยายามมากขึ้น และมีความกล้าที่จะฝ่าฟันเพื่อก้าวข้ามขีดจำกัดของผู้ที่มาก่อน\n\nเหล่าชาว \"แก๊ง Arataki\" เหมือนจะเข้าใจแต่ก็ไม่เข้าใจ แต่นั่นก็ไม่สามารถหยุดพวกเขาจากการตบมือโห่ร้องเชียร์ และไม่สามารถมาหยุดยั้งความเลิศรสของ Lavender Melon เผานี้ได้\n\nพอได้ดูพวกเขากินกันอย่างเอร็ดอร่อย เคี้ยวกันจนแก้มตุ่ย Kuki Shinobu ก็เก็บตอนจบของเรื่องนี้ไว้เงียบ ๆ ในใจ\n\nในตอนนั้นผู้ช่วยเชฟของ \"ภัตตาคาร Wanmin\" ได้ยินสิ่งที่เธอพูดเข้า ก็ได้โน้มน้าวให้เชฟ Mao เอา Slime เกลือ และพริกไทยออกมาชุดหนึ่ง...\n\nเกรงว่าเมนูแบบนี้คงไม่เคยปรากฏในการสอบเชฟที่ไหนบนโลกมาก่อน\n\nสำหรับความจริงที่ว่า Kuki Shinobu เอา Slime ห่อ Lavender Melon ไว้แล้วค่อยนำไปเผานั้น ถึงตีให้ตาย \"แก๊ง Arataki\" ก็คงไม่อยากรับรู้ความจริงที่ว่านี้",
      "vi": "Sau khi thưởng thức món dưa tím nướng do đích thân Kuki Shinobu làm, tất cả thành viên Bang Arataki đều cảm động rớt nước mắt: Dưa tím mà cũng nướng ra được hương vị tuyệt hảo thế này sao!\n\nHơn nữa hương vị này khác biệt hoàn toàn so với những cách nướng từng thử trước đây, chẳng lẽ trong kỳ thi đầu bếp cao cấp có dạy cả cách nướng dưa tím sao?\n\nKuki Shinobu bỏ trái dưa tím đang nướng xuống, chầm chậm kể lại chuyện xưa.\n\nLúc đầu cô ấy vượt đường xa đến Liyue để học luật pháp. Vào những lúc rảnh rỗi, thường đến một quán ăn có tên là Vạn Dân Đường.\n\nCác món ăn của quán rất phong phú, cách làm mới lạ và tinh xảo, khiến cho cô lúc đó tuy đã có chứng chỉ đầu bếp cao cấp nhưng vẫn cảm thấy vô cùng kinh ngạc.\n\nTương xào thịt sợi, nhưng lại có hương thơm của cá. Cải thảo luộc mà lại có hương vị canh gà... Có thể thấy trong thế giới to lớn này, điều kỳ diệu gì cũng có cả.\n\nHàng trăm ngành nghề, dù cho có lấy được chứng chỉ cao cấp cũng không thể tự giam mình trong khuôn khổ được. Cần phải thử nghiệm thật nhiều, dám đột phá thì mới không bị giới hạn bởi những đánh giá của người trước.\n\nThành viên Bang Arataki nghe xong có vẻ như vừa hiểu vừa không hiểu, nhưng cũng không ngăn cản được họ hò reo khen ngợi, càng không thể ngăn cản được hương vị thơm ngon của món dưa tím này.\n\nTrông thấy họ vui vẻ như vậy, Kuki Shinobu bèn âm thầm giữ lại đoạn kết của câu chuyện trong lòng mình.\n\nLúc đó, đầu bếp của Vạn Dân Đường nghe cô nói xong, như gặp được tri kỷ, nhất định bắt Thầy Mao đưa lên một đĩa Slime Rang Muối...\n\nMón ăn này, e rằng trong tất cả cuộc thi đầu bếp trên toàn thiên hạ đều sẽ không bao giờ xuất hiện.\n\nCòn về sau này, chuyện Kuki Shinobu đem dưa tím nhúng qua dịch Slime rồi đem nướng, chắc chắn là có đánh chết thì Bang Arataki cũng không hề muốn biết đâu."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "久岐家是传承已久的巫女世家，代代以侍奉鸣神为荣。\n\n传至她这一代，自然没有例外。在姐姐阿幸进入大社之后，年幼的她也被早早地送入鸣神大社见习。\n\n伴随着家族荣誉一起传下来的，还有连篇累牍的规矩：斋戒几日方显心诚志坚，沐浴几回才不算亵渎神威…\n\n没人向她解释过这些规矩从何而来，又是怎么定的，只说从来如此，照做便是。\n\n初到神社的久岐忍，因夜宿山顶而偶染风寒。此时家人远离神社，姐姐也因外勤不在。\n\n她自小要强，没有向其他巫女求助，而是独自在山上一株一株地采摘带刺草木，织成圈缠在身上。\n\n按照某种流传的说法，如此壮举必能得到鸣神庇佑，祛除疾患。于是她缠着刺草环，心中默念着鸣神保佑，哆哆嗦嗦地捱到夜里。\n\n然而一夜过去，除了身上多了一圈酥酥麻麻的红印子，风寒全然不见好转。\n\n往后的日子里，久岐忍一次又一次地发现，许多规矩并不如前人说得那么颠扑不破，巫女这份工作也没有家里说得那么不可或缺。\n\n——那么，生在久岐家就得做巫女的规矩，是不是也该重新商榷了？\n\n数年后，她已离开神社许久。某日闲来无事，翻看了一本药理学书籍。\n\n其中绘声绘色地描述了山上刺草富有麻痹效果，能使飞禽走兽动弹不得。依其特性，古人曾采草入药用以缓解外伤疼痛。\n\n…说什么好呢。\n\n久岐忍想，各色规矩或许有其道理，但把规矩本身当成道理，确实是有些跟不上时代了吧。\n\n想着想着，难免暗自庆幸：还是现在的生活更快乐。",
      "zht": "久岐家是傳承已久的巫女世家，代代以侍奉鳴神為榮。\n\n傳至她這一代，自然沒有例外。在姐姐阿幸進入大社之後，年幼的她也被早早地送入鳴神大社見習。\n\n伴隨著家族榮譽一起傳下來的，還有連篇累牘的規矩：齋戒幾日方顯心誠志堅，沐浴幾回才不算褻瀆神威…\n\n沒人向她解釋過這些規矩從何而來，又是怎麼定的，只說從來如此，照做便是。\n\n初到神社的久岐忍，因夜宿山頂而偶染風寒。此時家人遠離神社，姐姐也因外勤不在。\n\n她自小要強，沒有向其他巫女求助，而是獨自在山上一株一株地採摘帶刺草木，織成圈纏在身上。\n\n按照某種流傳的說法，如此壯舉必能得到鳴神庇佑，祛除疾患。於是她纏著刺草環，心中默唸著鳴神保佑，哆哆嗦嗦地捱到夜裡。\n\n然而一夜過去，除了身上多了一圈酥酥麻麻的紅印子，風寒全然不見好轉。\n\n往後的日子裡，久岐忍一次又一次地發現，許多規矩並不如前人說的那麼顛撲不破，巫女這份工作也沒有家裡說的那麼不可或缺。\n\n——那麼，生在久岐家就得做巫女的規矩，是不是也該重新商榷了？\n\n數年後，她已離開神社許久。某日閒來無事，翻看了一本藥理學書籍。\n\n其中繪聲繪色地描述了山上刺草富有麻痹效果，能使飛禽走獸動彈不得。依其特性，古人曾採草入藥用以緩解外傷疼痛。\n\n…說什麼好呢。\n\n久岐忍想，各色規矩或許有其道理，但把規矩本身當成道理，確實是有些跟不上時代了吧。\n\n想著想著，難免暗自慶幸：還是現在的生活更快樂。",
      "jp": "久岐家は巫女の一族であり、代々鳴神に仕えることを誇りに思っている。\n\n彼女の世代になっても当然ながら例外はなく、姉の幸が大社に入った後、まだ子供だった忍も見習いとして鳴神大社に送り込まれた。\n\n一族の栄誉と共に受け継がれてきたのは、冗長な規則である——誠意と意志を示すためには何日物忌みしなければならない、だとか、神様を冒涜しないためには何回沐浴しなければならない、なんて言うものまで…\n\nこれらの規則は一体どこから来て、どのように決められたのかについては、誰も説明してくれなかった。ただ、「ずっとこうやってきたのだから、守るべきだ」と言うことらしい。\n\n忍は初めて神社に来た時、山頂で夜を過ごしたために、風邪を引いてしまった。当時、家族は神社から遠く離れたところにいたし、姉も外で仕事があったため、傍にいなかった。\n\nところが、子供の頃から強がりだった忍は他の巫女に助けを求めようとせず、山に生えているとげのある草を摘んできて輪を作ると、体に巻きつけた。\n\nそのようにすれば、鳴神の加護を得られ、病を追い払えると言われていたのだ。そんなわけで彼女は、とげのある草の輪に巻きつかれたまま、震えながら「鳴神様のご加護を」と念じた。\n\nしかし夜が明けても、風邪は全く治らず、体にはひりひりと痛む赤い跡が残されるばかりであった。\n\nそれからの数日間で、忍は何度も繰り返し気づかされた——先人から伝わる多くの規則は、必ずしも正しいわけではないことを。そして巫女という仕事は、家族の言っていたほどに「なくてはならない」仕事ではないことを。\n\n——それなら、久岐家に生まれたから巫女にならなければいけないという掟も、考え直すべきなんじゃないか？\n\n数年後、神社を出てから随分と時が経ったある日。暇をもてあました彼女は薬理学の本を開いた。\n\nその本には、山に生えているとげのある草には獣を動けなくする麻痺の効果があると詳しく書かれていた。その特性から、古代の人々はこの草を外傷の痛みを和らげる薬に使ったそうだ。\n\n忍は…言葉が出なかった。\n\nそして、様々な規則にはそれなりの道理があるかもしれないが、規則そのものを道理と見るのは少々時代遅れだろう、と思った。\n\nそう考えると、少し幸せな気持ちになる——やっぱり、今の生活の方が楽しいんだ。",
      "ko": "쿠키 가문은 오랜 세월 전승되는 무녀 명문가였다. 그들은 대대로 신을 모시는 직업을 명예로 여겼다.\n\n그녀의 대에 이르러서도 이런 전통은 예외가 없었다. 언니 미유키가 다이샤에 들어간 이후, 어린 나이의 시노부도 일찍이 나루카미 다이샤에 보내져 견습을 시작했다.\n\n가문의 명예와 함께 내려온 장황한 규칙은 다음과 같다: 며칠 동안 재계해야만 정결하고 굳건한 마음을 유지할 수 있다. 몇 번을 목욕해야만 신의 위대함에 누를 끼치지 않을 수 있다…\n\n이런 규칙이 대체 언제부터 어떻게 정해진 건지 알려주는 사람은 아무도 없었다. 그저 정해진 규칙을 따르는 것만 강요될 뿐.\n\n처음 신사에 온 쿠키 시노부는 산 정상의 추위에 그만 감기몸살에 걸리고 만다. 가족도 신사를 떠나고 언니도 일 때문에 외부에 나가 있었다.\n\n어려서부터 자립심이 강했던 그녀는 다른 무녀들에게 도움을 청하지 않고 혼자 산에서 가시가 돋친 초목을 캐내 풀고리를 만든 다음 몸에 둘렀다.\n\n전해 내려오는 말에 따르면, 이런 방법을 통해 신의 수호를 부르고 병을 치유할 수 있다고 한다. 이에 그녀는 풀고리를 몸에 두른 채 신의 수호를 빌면서 오들오들 밤을 보냈다.\n\n하룻밤이 지나자 그녀의 몸에 저릿한 빨간 자국이 생겼을 뿐 감기몸살은 여전했다.\n\n이 일이 있은 후, 쿠키 시노부는 많은 규칙들이 예전 사람들이 말하는 만고불역의 대상이 아니며 무녀도 가족들이 말하던 것처럼 반드시 없어서는 안 될 직업은 아님을 점차 깨닫게 되었다.\n\n——그럼 쿠키 가문에 태어났으니 무녀가 되어야 한다는 규칙도 다시 생각해 볼 수 있는 게 아닐까?\n\n그녀가 신사를 떠난 지 한참이 지난 몇 년 후, 쿠키 시노부는 아무런 생각 없이 약리학 서적을 펼쳐보았다.\n\n거기에는 산에 있는 가시 돋친 초목에는 마비 효과가 있어 하늘의 새와 땅 위의 짐승을 움직일 수 없게 한다는 내용이 생생하게 적혀 있었다. 옛날 사람들은 이런 초목의 특성을 이용해 외상의 통증을 줄여주었다고 한다.\n\n… 뭐라고 하면 좋을까.\n\n쿠키 시노부는 각종 규칙을 통해 이치를 깨달을 수는 있지만 규칙 자체를 세상의 이치로 판단해 버리면 시대에 뒤처지게 된다고 생각했다.\n\n그런 생각에 잠기자 그녀는 지금의 생활이 훨씬 즐겁다며 자신도 모르게 안도의 한숨을 내뱉었다",
      "en": "The Kuki Clan is a family of shrine maidens, a tradition that spans generations. Members of that family regard service to Narukami as a great honor.\n\nThis too was the case with her generation. After her sister Miyuki was sent to the Grand Shrine, she was also sent there from a young age as an understudy.\n\nOf course, a great store of rules and regulations came with this time-honored tradition: for example, how many days to fast to show one's sincerity and resolve, or how many ablutions were to be performed to avoid profaning the divine...\n\nNo one ever explained where these rules had come from or how they had been decided. She was simply told that they had existed since way back, and thus were to be followed.\n\nWhen Shinobu first arrived at the shrine, she would sometimes catch a chill from staying on the mountain at night. At this time, her family lived far from the shrine and her sister was out on an errand far afield.\n\nA strong-willed child, she did not ask the other shrine maidens for help, but would instead pluck thorned plants one by one, alone, before twining them around her body.\n\nAccording to a traditional saying, this deed would earn you the protection of Narukami and remove the illness from you. So she went on twining that loop of thorns, even as she whispered prayers to Narukami for protection deep into the night, shivering all the while.\n\nHowever, when the night was over, her chill was not cured. All she had earned instead was a tingling red mark around herself.\n\nAs the days passed, Shinobu would find again and again that the rules were not as foolproof as the ancients might have made them out to be, nor was the role of a shrine maiden quite as indispensable as they had claimed back home.\n\nWell then, didn't that mean that the very necessity of the Kuki Clan to become shrine maidens was also up for renegotiation?\n\nSome years later, Shinobu had already left the shrine for some time now, and with time to kill, she would flip through a book on herbology.\n\nWithin its pages, she found that it clearly, indeed vividly, described how the mountainous thorns had paralytic properties that could render birds and beasts unable to move, and that it was this property that led the ancients to include them into medicine to ameliorate topical aches and pains.\n\nShe was, well... speechless.\n\nShinobu thought to herself that yes, perhaps rules did have rhyme or reason behind them, but to treat the rules as reason in themselves must be treated as an obsolete practice.\n\nOn further reflection, she could not help but feel that she was happier living her current life.",
      "de": "Im Kuki-Klan wird die Aufgabe als Schreinjungfer von Generation zu Generation weitergegeben. Jede Generation dient der Narukami.\n\nUnd auch ihre Generation war da natürlich keine Ausnahme. Nachdem ihre große Schwester Miyuki zum Schrein gegangen war, wurde auch sie in jungen Jahren dorthin entsandt, um zu lernen.\n\nZusammen mit ihrer Familie ehrte sie die Traditionen und lernte die umfangreichen Regeln für das Leben einer Schreinjungfer: wie viele Tage gefastet werden soll, um die Aufrichtigkeit des Herzens und die Stärke des Willens zu zeigen, wie oft sie sich waschen sollte, um gegenüber der Göttin als rein zu gelten ...\n\nNiemand erklärte ihr, woher diese Regeln kamen oder wie sie festgelegt wurden, nur dass es sie schon immer gab und sie zu befolgen seien.\n\nDie gerade im Schrein angekommene Kuki Shinobu erkältete sich, weil sie ihre Nächte auf dem Berggipfel verbringen musste. Zu dieser Zeit waren alle ihre Familienmitglieder fern vom Schrein, auch ihre Schwester war zu diesem Zeitpunkt außerhalb des Schreins tätig.\n\nVon klein auf war sie sehr willensstark, ohne eine der anderen Schreinjungfern um Hilfe zu bitten, stieg sie alleine den Berg hinauf und pflückte dort Stück um Stück stacheliger Pflanzen, die sie zusammenflocht und an ihren Körper band.\n\nNach einer Überlieferung sollte ein solch heroisches Handeln den Segen der Narukami geben und alle Krankheiten austreiben. Als sie nun Dornenreife trug, betete sie in ihrem Herzen das Gebet der Narukami und zitterte die ganze Nacht über.\n\nAm nächsten Morgen hatte sie ein taubes, kreisförmiges rotes Mal auf ihrem Körper, ihre Erkältung hatte sich aber in keiner Weise gemildert.\n\nIn der darauf folgenden Zeit stellte Kuki Shinobu immer wieder fest, dass viele der von den Vorfahren überlieferten Regeln keineswegs so unumstößlich waren, wie immer behauptet wurde, und selbst die Tätigkeit der Schreinjungfern keinesfalls so unverzichtbar war.\n\nKonnte es dann auch sein, dass die Regel, dass in den Kuki-Klan hineingeborene Mädchen Schreinjungfern werden mussten, einer Neubewertung bedurfte?\n\nViele Jahre nachdem sie den Großen Narukami-Schrein verlassen hatte, las sie an einem Tag, weil es sonst nichts zu tun gab, ein Buch über Pharmakologie.\n\nIn diesem wurde lebhaft die stark betäubende Wirkung dorniger Bergpflanzen beschrieben, welche Vögeln die Flugfähigkeit und auf dem Boden lebenden Tieren die Fähigkeit zu laufen nehmen könnten. Aufgrund dieser Eigenschaften wurden die Pflanzen vor Urzeiten von Menschen verwendet, um äußere Wunden zu betäuben.\n\n... Wozu soll das gut sein?\n\nKuki Shinobu glaubt, dass jede Regel ihren Zweck haben möge, aber wenn Regeln zum Selbstzweck werden, dann gehen sie wirklich nicht mit der Zeit.\n\nWenn sie darüber nachdachte, konnte sie nicht umhin zu denken, dass sie mit ihrem jetzigen Leben glücklicher war.",
      "es": "El clan Kuki tiene una larga tradición como clan de miko y, durante generaciones, ha servido con orgullo a Narukami.\n\nNaturalmente, la generación de Kuki Shinobu no iba a ser una excepción. Después de que su hermana Miyuki ingresara en el Gran Santuario Narukami, también enviaron a Shinobu para estudiar allí cuando aún era muy joven.\n\nJunto con el honor de la familia, heredó una larga lista de reglas: ayunar unos días para demostrar sinceridad y determinación, ablucionarse unas cuantas veces para no ser sacrílega ante los dioses...\n\nNadie le explicó nunca de dónde venían esas reglas ni cómo se decidían, solo sabía que existían desde hace mucho tiempo y que tenía que cumplirlas.\n\nCuando Kuki Shinobu llegó por primera vez al Santuario, ocasionalmente se resfriaba por pasar la noche en la montaña. En aquel entonces, su familia vivía lejos del Santuario y su hermana estaba fuera trabajando.\n\nCon la fortaleza que la caracterizaba desde pequeña, en lugar de pedir ayuda a las otras miko, se fue por su cuenta a recoger hierbas espinosas en la montaña y las tejió en forma de anillo alrededor de su cuerpo.\n\nSegún una tradición, quien hiciera semejante acto seguramente sería bendecido por Narukami y se disiparía cualquier enfermedad que tuviera. Por ello, envolvió el anillo de hierba espinosa alrededor de su cuerpo, rezó por la bendición de Narukami y aguantó durante toda la noche temblando.\n\nSin embargo, al día siguiente su resfriado no se había curado, y en su lugar todo lo que había conseguido fue una marca roja de escozor en el cuerpo.\n\nConforme pasaban los días, Kuki Shinobu se fue dando cuenta de que las normas que habían decidido antaño sus antepasados no eran tan incuestionables como creía, al igual que la labor de una miko no era tan indispensable como su familia decía.\n\nCon lo cual, ¿significaba eso que era hora de replantearse la norma de que, si naces en el clan Kuki, tienes que convertirte en miko?\n\nAños más tarde, y tras haber abandonado el Santuario hacía un tiempo, un día que no tenía nada que hacer se puso a hojear un libro de farmacología.\n\nEn él se describía muy claramente cómo las hierbas espinosas de las montañas poseían un efecto paralizador capaz de inmovilizar a cualquier criatura. Debido a estas propiedades, en la antigüedad usaban estas hierbas como medicina para aliviar el dolor de las heridas.\n\nAl leer esto, Kuki Shinobu se quedó sin palabras.\n\nPensó que, ciertamente, las normas tenían su razón de ser, pero convertirlas en una razón de ser propiamente dicha se trataba de una práctica de lo más anticuada.\n\nTras reflexionar sobre ello, no pudo evitar llegar a la conclusión de que era mucho más feliz con su vida actual.",
      "fr": "Les membres du Clan Kuki sont des prêtresses du sanctuaire qui se succèdent de génération en génération et pour qui servir Narukami est un grand honneur.\n\nQuand vint son tour, Shinobu ne put déroger à cette tradition. Après que sa sœur Miyuki fut envoyée au Sanctuaire de Narukami, elle dut l'accompagner afin de se former.\n\nBien entendu, cette tradition ancestrale s'accompagnait d'un grand nombre de règles : par exemple, le nombre de jours de jeûne à respecter pour montrer sa sincérité et sa détermination, ou le nombre de bains à ne pas dépasser pour éviter de profaner le divin...\n\nPersonne n'a jamais expliqué d'où venaient ces règles ni comment elles avaient été décidées. On lui dit simplement qu'elles existaient depuis longtemps et qu'il fallait donc les suivre.\n\nLorsque Shinobu venait d'arriver au sanctuaire, elle avait souvent du mal à supporter les nuits froides en montagne. Pendant cette période, sa famille vivait loin du sanctuaire et sa sœur en mission loin d'elle.\n\nElle avait toujours été une enfant au fort tempérament, et ne demandait donc jamais l'aide des autres prêtresses du sanctuaire. Au lieu de cela, elle allait arracher seule des plantes épineuses une par une, avant de les enrouler autour de son corps.\n\nOn disait traditionnellement que faire ainsi pouvait vous octroyer la protection de Narukami. Elle enroulait donc cette boucle d'épines autour d'elle tout en murmurant des prières en frissonnant toute la nuit.\n\nMais une fois la nuit passée, elle avait toujours aussi froid.\n\nAprès cela, Shinobu découvrit encore et encore que les règles n'étaient pas aussi infaillibles que les anciens l'avaient fait croire, et que le rôle d'une prêtresse du sanctuaire n'était pas aussi indispensable que sa famille avait l'habitude de prétendre.\n\nCela ne signifiait-il pas qu'il fallait remettre en question les traditions du Clan Kuki, qui obligent ses membres à devenir des prêtresses du sanctuaire ?\n\nQuelques années plus tard, Shinobu, qui était partie du sanctuaire depuis un certain temps, feuilleta un livre d'herbologie alors qu'elle n'avait rien à faire.\n\nAu fil des pages, elle découvrit qu'il décrivait clairement et de manière très vivante comment les plantes épineuses des montagnes avaient des propriétés paralysantes qui pouvaient rendre les bêtes incapables de bouger, et que c'était cette propriété qui avait conduit les anciens à les inclure dans leur médecine pour apaiser les plaies superficielles.\n\nCela laissa Shinobu sans voix.\n\nElle se dit qu'au fond, peut-être qu'il y avait des explications pouvant justifier chaque règle, mais que les règles elles-mêmes ne pouvaient pas être invoquées comme justification de quoi que ce soit.\n\nEn réfléchissant à cela, elle ne pouvait s'empêcher de penser qu'elle était plus heureuse dans sa vie actuelle.",
      "pt": "O Clã Kuki é um clã de sacerdotisas há gerações, e pensam que servir Narukami é uma grande honra.\n\nEsse também foi o caso com sua geração. Após sua irmã Miyuki ter sido enviada para o Grande Santuário Narukami, ela também foi para lá jovem como uma aprendiz.\n\nClaro, essa tradição honrosa era acompanhada de um grande número de regras e regulamentos: por exemplo, quantos dias de jejum fazer para demonstrar sinceridade e determinação, ou quantas abluções deveriam ser feitas para não profanar as divindades...\n\nNinguém nunca explicou de onde essas regras saíram, ou porque foram decididas dessa forma. Simplesmente lhe diziam que existiam há muito tempo, e por isso tinham de ser seguidas.\n\nQuando Shinobu chegou no Santuário, ela às vezes pegava um resfriado por ficar na montanha durante a noite. Nessa hora, sua família morava longe, e sua irmã estava com uma incumbência noutro local.\n\nComo uma criança forte e determinada, ela não pediu que as outras sacerdotisas a ajudassem. Ela colheu as plantas espinhosas uma por uma, sozinha, antes de as amarrar ao redor de seu corpo.\n\nDe acordo com uma tradição, isso lhe concederia a proteção de Narukami, e eliminaria a doença. Ela amarrou aquelas plantas espinhosas, mesmo enquanto orava murmurando para Narukami noite adentro, tremendo o tempo inteiro.\n\nEntretanto, quando a noite acabou, seu resfriado não havia se curado. Tudo que conseguiu foi uma marca vermelha formigante em si mesma.\n\nCom o passar dos dias, Shinobu descobriu uma vez após a outra que as regras não eram tão a prova de falhas como os ancestrais as faziam parecer, nem era o trabalho de uma sacerdotisa tão indispensável como alegavam em sua casa.\n\nBem, isso não significaria que a necessidade de quem nasce Clã Kuki de virar sacerdotisa também deveria ser discutida?\n\nAlguns anos depois, Shinobu já havia partido do Santuário há um certo tempo, e em um dia enquanto relaxava, folheou um livro de farmacologia.\n\nEm suas páginas, ela descobriu que descrevia clara e vividamente como essas plantas espinhosas da montanha possuíam propriedades paralíticas que poderiam deixar pássaros e bestas incapazes de se mover, e foi por essa propriedade que os anciões as incluíram como um remédio para amenizar dores.\n\nEla estava sem palavras...\n\nShinobu pensou que sim, as normas possuíam sua razão de ser, mas convertê-las em uma razão de ser propriamente dita era uma prática totalmente antiquada.\n\nDepois de pensar mais, sentiu que estava mais feliz com sua vida atual.",
      "ru": "Все в клане Куки служили жрицами на протяжении многих поколений и гордились своим служением Великому храму Наруками. То же касается и нынешнего поколения. После того как сестру Синобу Миюки отправили на служение в Великий храм Наруками, её тоже послали туда на обучение. Конечно, помимо традиций существовал и ряд правил: сколько дней нужно молиться, чтобы показать свою искренность и решимость, или сколько омовений нужно совершить, чтобы не осквернить божественность... Никто никогда не объяснял Синобу, откуда взялись эти правила и кто их придумал. Ей только сказали, что они древние, а потому их необходимо соблюдать. После прибытия в храм Синобу часто простужалась из-за холодных горных ночей. Семья жила далеко от храма, а сестра была в отъезде по делам. Синобу была упёртым ребёнком, и вместо того, чтобы попросить других жриц о помощи, она собрала на горе колючие растения и сплела из них пояс. По народным поверьям, это должно было принести защиту Наруками и отогнать болезнь. Поэтому до глубокой ночи она плела пояс, содрогаясь и шепча молитвы Наруками. Однако ночь прошла, но дрожь, бившая её, не прекращалась. Вместо исцеления она получила только ссадины по всему телу. С каждым днём Синобу всё сильнее убеждалась, что правила предков бессмысленны, как и работа жриц. Разве это не значит, что нужно пересмотреть традицию становления жрицами в клане Куки? Через несколько лет, когда Синобу уже покинула храм, ей довелось читать учебник по гербологии. На его страницах она обнаружила, что шипастые горные растения обладают паралитическими свойствами, которые лишают зверей и птиц возможности двигаться, и потому в древности люди использовали их для облегчения болей. Синобу... потеряла дар речи. Она подумала, что, возможно, за всеми этими глупыми правилами стоит какая-то логика, но не стоит принимать сами правила за истину. Поразмыслив об этом, Синобу почувствовала, что стала ещё больше радоваться своей нынешней жизни.",
      "id": "Klan Kuki telah mengabdi sebagai miko selama beberapa generasi dan mereka menganggap melayani Dewa Narukami adalah suatu kehormatan besar.\n\nHal ini tentu juga terjadi di generasi Kuki Shinobu. Setelah saudara perempuannya, Miyuki, dikirim ke Kuil Agung Narukami, dia juga dikirim ke sana sejak usia muda sebagai murid.\n\nTentu saja selain menjaga kehormatan nama klan, banyak sekali peraturan dari tradisi ini: Misalnya, beberapa hari puasa untuk menunjukkan ketulusan dan tekad seseorang atau berapa banyak mandi kembang yang harus dilakukan untuk menghindari penghujatan kekuatan dewa ....\n\nTidak ada yang pernah menjelaskan dari mana aturan ini berasal atau bagaimana aturan itu dibuat. Dia hanya diberitahu bahwa mereka telah ada sejak lama dan harus diikuti.\n\nSaat Kuki Shinobu pertama kali tiba di kuil, dia terkadang kedinginan karena tinggal di gunung pada malam hari. Pada saat ini, keluarganya tinggal jauh dari kuil dan kakaknya juga sedang bertugas di tempat yang jauh.\n\nKuki Shinobu sudah mandiri sejak kecil, dia tidak meminta bantuan miko lainnya, melainkan memetik sendiri tanaman berduri di gunung satu per satu, lalu melilitkannya di sekitar tubuhnya.\n\nMenurut pepatah kuno, perbuatan ini akan memberimu perlindungan dari Dewa Narukami dan menghindarkan penyakit darimu. Jadi dia terus melilitkan duri itu, sambil membisikkan doa kepada Dewa Narukami untuk melindunginya sepanjang malam supaya tidak menggigil sepanjang waktu.\n\nNamun, saat malam berakhir, angin dan cuaca dingin tidak kunjung membaik. Yang dia dapatkan hanyalah tanda merah kesemutan di sekitar tubuhnya.\n\nSeiring berlalunya waktu, Kuki Shinobu menyadari kalau banyak aturan yang tidak dapat dilanggar seperti yang dikatakan pendahulunya, begitu pula peran miko tidak sepenting apa yang dikatakan keluarganya.\n\nKalau begitu, bukankah berarti bahwa keharusan anak yang terlahir di Klan Kuki untuk menjadi miko juga layak untuk dipertimbangkan ulang?\n\nBeberapa tahun kemudian, Kuki Shinobu telah lama meninggalkan kuil. Suatu hari di waktu luangnya, dia membolak-balik sebuah buku tentang tanaman obat.\n\nSaat membolak-balik halaman buku itu, dia menemukan dengan sangat jelas kalau duri pegunungan memiliki sifat lumpuh yang dapat membuat burung dan binatang tidak dapat bergerak, dan karena karakteristik inilah yang membuat leluhurnya memasukkannya ke dalam pengobatan untuk meredakan sakit dan nyeri.\n\nDia ... tidak bisa berkata-kata.\n\nKuki Shinobu berpikir dalam hati, mungkin aturan memang memiliki beberapa alasan di baliknya, tetapi untuk memperlakukan aturan sebagai suatu kebenaran dan wajib dilakukan harus dianggap sebagai praktik usang.\n\nSetelah dipikir-pikir, dia merasa senang dalam hatinya: Kehidupannya yang sekarang masih lebih bahagia.",
      "th": "ตระกูล Kuki เป็นตระกูลมิโกะที่มีมาแต่ช้านาน และพวกเขาก็ภูมิใจที่ได้รับใช้ Narukami จากรุ่นสู่รุ่น\n\nแน่นอนว่ารุ่นของเธอก็ไม่มีข้อยกเว้น หลังจากที่พี่สาวของเธอ Miyuki ได้ก้าวเข้าสู่ศาลเจ้า ตัว Shinobu เองก็ถูกส่งไปฝึกงานยังศาลเจ้า Grand Narukami ตั้งแต่อายุยังน้อย\n\nนอกจากเกียรติยศของครอบครัวแล้ว ยังมีกฎอีกหลายข้อ: การถือศีลอดเพียงไม่กี่วันสามารถแสดงความจริงใจและความมุ่งมั่น ต้องชำระร่างกายหลาย ๆ ครั้งถึงจะไม่เป็นการดูหมิ่นพลังศักดิ์สิทธิ์ของเทพ...\n\nไม่มีใครสามารถอธิบายให้เธอฟังได้ว่ากฎพวกนี้มีที่มายังไง ใครเป็นคนกำหนด แต่ก็ได้รับการตอบกลับมาเพียง ทำกันแบบนี้มาโดยตลอด ก็แค่ทำ ๆ ตามเขาไปก็พอ\n\nในครั้งแรกที่ Kuki Shinobu มาถึงศาลเจ้า การค้างคืนบนยอดเขาที่เต็มไปด้วยลมแรง และอากาศที่หนาวเย็นเป็นช่วง ๆ ครอบครัวก็อยู่ห่างไกลออกไปจากศาลเจ้า แถมพี่สาวก็ไม่อยู่เพราะออกไปทำงานข้างนอก\n\nเธอที่เป็นคนแข็งแกร่งตั้งแต่ยังเด็ก แทนที่จะขอความช่วยเหลือจากมิโกะคนอื่น เธอกลับเลือกที่จะเก็บหญ้าเต็มไปด้วยหนามทีละต้นบนภูเขาเพียงลำพัง และทอเป็นวงล้อมรอบตัวเธอ\n\nหากพูดตามคำพูดยอดนิยม ทุกความสำเร็จจะได้รับคำอวยพรจาก Narukami และจะขจัดโรคภัยไข้เจ็บออกไป ดังนั้นเธอจึงนอนขดตัวอยู่ในวงไม้หนามพร้อมภาวนาให้ Narukami โปรดช่วยคุ้มครองพร้อมร่างกายที่หนาวสั่นตลอดตอนกลางคืน\n\nพอผ่านไปหนึ่งคืน นอกจากรอยแดงจุด ๆ ตามร่างกายแล้ว สายลมหนาวก็ไม่ได้จางหายไป\n\nหลังจากวันนั้นเป็นต้นมา Kuki Shinobu ก็พบว่า กฎมากมายนั้นไม่ได้น่าเชื่อถืออย่างที่บรรพบุรุษเคยกล่าวไว้ และงานของมิโกะ ก็ไม่ได้จำเป็นอย่างที่คนในครอบครัวบอก\n\n...ถ้าอย่างนั้น กฎที่ว่าหากมีลูกสาวเกิดในตระกูล Kuki จะต้องให้เป็นมิโกะ ก็ควรต้องหารือกันใหม่แล้ว?\n\nหลายปีต่อมาที่เธอได้จากศาลเจ้ามานานแล้ว อยู่มาวันหนึ่งเมื่อไม่มีอะไรทำ Shinobu ก็ได้อ่านหนังสือเกี่ยวกับเภสัชวิทยา\n\nในหนังสือนั้นได้อธิบายไว้อย่างชัดเจนถึงฤทธิ์ที่จะทำให้ตัวชาของหญ้าหนามบนภูเขา ที่จะทำให้นก และสัตว์ไม่สามารถเคลื่อนที่ได้ ด้วยคุณสมบัติของมัน คนโบราณจึงเก็บหญ้ามาใช้เป็นยาบรรเทาอาการปวด\n\n...จะว่ายังไงดีนะ\n\nKuki Shinobu คิดว่ากฎต่าง ๆ ก็มีเหตุผลของมัน แต่ก็ถือว่าล้าสมัยเกินกว่าจะยึดถือกฎเกณฑ์นั้นมาเป็นเหตุ\n\nพอคิดแล้วคิดอีก ก็อดที่จะดีใจไม่ได้: ยังไงชีวิตตอนนี้ก็มีความสุขกว่าตอนนั้นละนะ",
      "vi": "Nhà Kuki là gia tộc pháp sư kế thừa lâu đời, đời đời đều lấy việc thờ phụng Narukami làm vinh dự.\n\nTruyền đến đời cô ấy, đương nhiên cũng không ngoại lệ. Sau khi chị Miyuki vào đền thần thì cô ấy cũng được đưa vào theo để kiến tập từ lúc nhỏ.\n\nThứ được truyền lại cùng với vinh quang của gia tộc, chính là những quy tắc dài miên man như: Trai giới bao nhiêu ngày mới thể hiện thành tâm và kiên trì, tắm mấy lần mới có thể không phạm thần uy...\n\nKhông ai giải thích cho cô biết những quy tắc này từ đâu mà có, được định ra như thế nào, chỉ nói rằng trước giờ là vậy, cứ làm theo là được.\n\nKuki Shinobu khi mới đến đền thần, vì ngủ ở đỉnh núi nên bị nhiễm phong hàn. Lúc này người nhà thì đang ở xa, chị thì cũng đang bận việc ở bên ngoài.\n\nCô ấy từ nhỏ đã mạnh mẽ, không nhờ các pháp sư khác giúp đỡ, mà một mình đi hái từng cây cỏ gai trên núi, tết thành vòng và đeo lên người.\n\nTheo một cách nói được lưu truyền thì làm cách này sẽ được Narukami phù hộ, giải trừ bệnh tật. Thế là cô ấy đeo vòng cỏ gai, trong lòng niệm nhẩm Narukami phù hộ, cứ thế mà đeo đến tối.\n\nThế nhưng một đêm trôi qua, trên người ngoài việc xuất hiện thêm vết đỏ tê tê ngứa ngứa thì triệu chứng phong hàn hoàn toàn không thuyên giảm.\n\nVà trong những ngày tháng sau đó, Kuki Shinobu đã lần lượt phát hiện ra rằng, rất nhiều quy tắc không hề bất di bất dịch giống như người đi trước nói, và công việc pháp sư cũng không phải không thể thiếu như người nhà nói.\n\nVậy thì, quy tắc sinh ra bắt buộc phải làm pháp sư cũng sẽ có thể thay đổi được mà?\n\nNhiều năm sau, cô ấy rời khỏi đền thần đã lâu. Vào một ngày rảnh rỗi đã lật xem một quyển sách về y dược.\n\nTrong đó miêu tả rất sinh động về hiệu quả gây tê của cỏ gai trên núi, có thể khiến cho động vật không thể cử động. Theo đặc tính này, người xưa đã từng hái cỏ này làm thuốc giảm đau.\n\n...Nên nói sao nhỉ.\n\nKuki Shinobu nghĩ, các quy tắc có lẽ cũng có đạo lý riêng của nó, nhưng nếu xem bản thân quy tắc như một thứ đạo lý thì quả thực có chút không theo kịp thời đại rồi.\n\nNghĩ mãi nghĩ mãi, cũng khó tránh khỏi mừng thầm: Vẫn là cuộc sống hiện tại vui vẻ hơn."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "为了找到一份真正自由的工作，久岐忍曾婉拒无数正职邀请，只接兼职外包果腹。\n\n其中一项委托，来自一名不慎闪了腰的老漆器师傅。工作本身难不倒早已考过高级漆器制作的她，就是客户地址特殊了一些。\n\n当她拿着保养好的人偶赶到奉行所时，一名毛贼自所内夺路而出，撒腿狂奔，径直撞上了她。人偶自然被撞脱了手，飞得很高。\n\n眼看几日心血即将涂地，久岐忍出手如电，一把抓住人偶；回身疾转，一脚绊倒了逃犯。\n\n周围众人齐拥而上，制服了毛贼。随后，九条裟罗——似乎也是本次订单的委托人，特意来向她表示感谢。\n\n货品完好无损。九条裟罗听说此事，惊讶于一名漆器师傅竟有如此了得的身手。\n\n得知久岐忍的情况和「寻一份真正自由的工作」这一愿望后，裟罗略一沉吟，向她提出加入天领奉行的邀请。\n\n「不…公务员还是算了，太不自由。」久岐忍似乎有所顾忌，「不过你说的普法讲座、演武教习，如果能兼职就好了，我一定考虑。」\n\n这天之后，久岐忍开始了新的兼职。\n\n有件事出乎她的意料，那就是——每一次她开办普法与演武，天领奉行那位大将竟从不缺席。\n\n「身为执法之人，自当对律法多加了解。」九条裟罗说得诚恳。\n\n「能与身手相近的武者切磋，对我来说也是难得的机会。」久岐忍也真诚回应。\n\n九条裟罗为人正直，行事雷厉风行深受久岐忍认可。加上她常请久岐忍帮忙保养人偶，一来二去，两人很快成了朋友。\n\n好几次裟罗邀请久岐忍入职，久岐忍始终不愿松口。可这「真正自由的工作」，却也始终没有着落。\n\n直到某日，久岐忍照例将人偶送到两人常聚的居酒屋，却不见裟罗身影，独自小酌到半夜，才见裟罗姗姗来迟。\n\n「真少见，裟罗竟然会迟到。」\n\n「抱歉，这次对上了一个聒噪的帮派…」\n\n「嗯，什么帮派，能让你觉得麻烦？」\n\n「麻烦倒也谈不上，他们自称是『荒泷派』…」",
      "zht": "為了找到一份真正自由的工作，久岐忍曾婉拒無數正職邀請，只接兼職外包果腹。\n\n其中一項委託，來自一名不慎閃了腰的老漆器師傅。工作本身難不倒早已考過高級漆器製作的她，就是客戶的地址特殊了點。\n\n當她拿著保養好的人偶趕到奉行所時，一名毛賊自所內奪路而出，撒腿狂奔，徑直撞上了她。人偶自然被撞脫了手，飛得很高。\n\n眼看幾日心血即將塗地，久岐忍出手如電，一把抓住人偶；回身疾轉，一腳絆倒了逃犯。\n\n周圍眾人齊擁而上，制服了毛賊。隨後，九條裟羅——似乎也是本次訂單的委託人，特地來向她致謝。\n\n貨品完好無損。九條裟羅聽說此事，驚訝於一名漆器師傅竟有如此了得的身手。\n\n得知久岐忍的情況和「尋一份真正自由的工作」這一願望後，裟羅略一沉吟，向她提出加入天領奉行的邀請。\n\n「不…公務員還是算了，太不自由。」久岐忍似乎有所顧忌，「不過你說的普法講座、演武教習，如果能兼職就好了，我一定考慮。」\n\n這天之後，久岐忍開始了新的兼職。\n\n有件事出乎她的意料，那就是——每一次她開辦普法與演武，天領奉行那位大將竟從不缺席。\n\n「身為執法之人，自當對律法多加瞭解。」九條裟羅說得誠懇。\n\n「能與身手相近的武者切磋，對我來說也是難得的機會。」久岐忍也真誠回應。\n\n九條裟羅為人正直，行事雷厲風行深受久岐忍認可。加上她常請久岐忍幫忙保養人偶，一來二去，兩人很快成了朋友。\n\n好幾次裟羅邀請久岐忍入職，久岐忍始終不願鬆口。可這「真正自由的工作」，卻也始終沒有著落。\n\n直到某日，久岐忍照例將人偶送到兩人常聚的居酒屋，卻不見裟羅身影，獨自小酌到半夜，才見裟羅姍姍來遲。\n\n「真少見，裟羅竟然會遲到。」\n\n「抱歉，這次對上了一個聒噪的幫派…」\n\n「嗯，什麼幫派，能讓你覺得麻煩？」\n\n「麻煩倒也談不上，他們自稱是『荒瀧派』…」",
      "jp": "真に自由な仕事を見つけるために、忍は「役職につかないか」と言う誘いを数え切れないほど断り、短時間労働や外注だけで生活費を稼いできた。\n\nその中で、うっかりぎっくり腰になってしまった手練れの漆器職人から、とある依頼を受けたことがある。すでに漆器製作の上級試験に合格した彼女にとって難しい仕事ではなかったが、ただ…依頼人の地位がやや特殊であった。\n\n忍が手入れの済んだ人形を持って奉行所に到着したその時。建物の中から泥棒が慌てて飛び出してきて、忍にぶつかった。人形はあえなく彼女の手から弾き飛ばされ、空高く舞い上がる。\n\n今までの苦労が水の泡になると思った忍は、電光石火の勢いで人形を掴むと、身を翻して逃亡者をつまずかせた。\n\nすぐに集まってきた群衆が泥棒を捕らえ、その後、今回の依頼人でもあった九条裟羅がお礼を言いにやって来た。\n\n品が無傷だったと聞き、裟羅は漆器職人がこれほどの腕を持っていることに驚いた。\n\n忍の境遇や「真に自由な仕事を見つける」という思いを知った裟羅は、熟考の末、天領奉行への誘いを申し入れた。\n\n忍は「いえ…お気持ちだけ頂戴しておきます。公務員は自由ではなさそうですから。」と断った後、少し躊躇った末にこう続けた。「でも、仰っていた法律や武術の指導については、兼業で宜しければ検討させていただきますよ。」\n\nその日から、久岐忍は新しい兼職を始めた。\n\n忍が驚いたのは、法律講座や武術指南の会を開く度、天領奉行のあの大将が欠かさず来ていたことだ。\n\n「法を執行する者として、もっと法を知るべきだ。」と真摯に語る裟羅。\n\n「同じような技量を持つ武者と手合わせできる機会になんか、滅多に恵まれませんよ。」と忍も真摯に応える。\n\n裟羅の誠実さと迅速果敢な行動力を忍は深く認め、裟羅の方も忍に人形の手入れを依頼するようになり——二人はたちまち仲良くなったのだ。\n\n裟羅は何度も忍を天領奉行に勧誘した。忍はなかなか譲らなかったが、かと言って、「真に自由な仕事」はどうにも見つかりそうになかった。\n\nある日、忍は裟羅との約束通り、二人がよく会う居酒屋まで人形を届けにやって来た。しかし、裟羅の姿が見えない。夜中まで一人で呑んでいたところ、裟羅はようやく現れた。\n\n「珍しいね、裟羅が遅刻するなんて。」\n\n「すまなかった、騒がしい集団を相手にしていたもので…」\n\n「へえ？あんたを手こずらせるなんて、どんな集団なんだ？」\n\n「手こずると言うほどではないが、やつらは『荒瀧派』と自称していて…」",
      "ko": "진정한 자유를 느낄 수 있는 직업을 찾기 위해, 그녀는 수많은 정직원 제의를 거절하고 들어온 의뢰를 수행하는 아르바이트 생활을 계속하고 있었다.\n\n그중 하나는, 실수로 허리를 삐끗한 나이 든 칠기 장인의 의뢰였다. 고급 칠기 제작 자격증을 딴 그녀에게 문제 될 것 없는 의뢰였지만, 손님의 위치가 조금 특별해 보였다.\n\n잘 손질된 인형을 가지고 봉행소에 도착했을 때, 마침 봉행소에서 줄행랑을 치던 좀도둑 한 명이 그녀와 부딪혔고 충돌로 인해 인형이 허공에 높이 떠올랐다.\n\n며칠 동안 심혈을 기울여 칠한 인형이 망가지려는 찰나, 쿠키 시노부는 번개 같은 움직임으로 인형을 붙잡고 몸을 돌려 질주한 다음 도둑에게 발을 걸어 넘어뜨렸다.\n\n주위에 있던 사람들도 함께 힘을 합쳐 좀도둑을 제압하는 데 성공한다. 이윽고 이번 의뢰인——쿠죠 사라가 나타나 그녀에게 감사를 표했다.\n\n물품은 아무런 손상도 입지 않은 상태였다. 이 얘기를 전해 들은 쿠죠 사라는 칠기 장인이 어떻게 이런 날랜 움직임을 가질 수 있는지 경탄한다.\n\n쿠키 시노부의 상황과 「진정한 자유를 느낄 수 있는 직업」을 찾겠다는 그녀의 염원을 들은 쿠죠 사라는 잠시 생각에 잠긴 뒤 텐료 봉행에 가입하라는 제안을 한다.\n\n「아뇨… 공무원은 별로 자유로울 것 같지 않아서 사양할래요.」 시노부는 고민에 빠진다. 「그런데 방금 말씀하신 법률 지식 강좌와 무예 연습을 아르바이트로 할 수만 있다면, 전 분명 수락할 거예요.」\n\n며칠이 지난 후 쿠키 시노부는 새로운 아르바이트를 시작하게 된다.\n\n그녀가 미처 예상하지 못했던 일은, 매일 그녀가 여는 법률 지식 강좌와 무예 연습에 텐료 봉행의 대장이 빠짐없이 출석한다는 사실이었다.\n\n「법을 집행하는 사람이라면, 당연히 법률에 대해 더 많은 지식을 가지고 있어야 하겠지.」 쿠죠 사라의 말에는 진심이 담겨 있었다.\n\n「실력이 비슷한 무사와 실력을 겨룰 수 있는 건, 제게 있어 소중한 기회랍니다.」 쿠키 시노부도 진심을 담아 그녀에게 답했다.\n\n쿠죠 사라의 정직한 성품과 엄격하고 신속한 일 처리는 쿠키 시노부의 인정을 받게 되었다. 게다가 자주 그녀에게 인형 손질을 부탁하다 보니, 둘은 곧 친구가 되었다.\n\n여러 번 거듭된 쿠죠 사라의 가입 권유에도 그녀는 응답을 하지 않고 있었다. 「진정한 자유를 느낄 수 있는 직업」을 찾는 일은 여전히 오리무중이었다.\n\n그러던 어느 날, 평소처럼 둘이 자주 만나는 선술집에 인형을 가지고 온 쿠키 시노부는 밤늦게까지 술을 마시며 쿠죠 사라를 기다리다 뒤늦게 도착한 그녀를 만난다.\n\n「사라 님이 약속에 늦다니, 이럴 때도 있군요.」\n\n「미안, 이번에 성가신 조직을 만나는 바람에 그만…」\n\n「음, 과연 어떤 조직이길래 사라 님을 곤란하게 할 수 있는 거죠?」\n\n「곤란한 정도는 아니야. 자칭 『아라타키파』라고 하던데…」",
      "en": "To find work through which she might truly have freedom, Kuki Shinobu once declined all manner of respectable job offers, only agreeing to being hired as part-time outsourced staff.\n\nOne of these commissions came from an old lacquerware professional who had accidentally thrown his hip out of whack. The job itself was no challenge to Shinobu, bearer of an advanced certification in this field, but the address of the client was... well, a little special.\n\nWhen she brought the newly-maintained figurine to the Police Station, she ran into a petty thief who was making their escape from that site who, fleeing at all speed as they were, rammed right into her, sending the doll sailing into the air.\n\nSeeing that several days' work was about to go down the gutter, Shinobu struck out like lightning, seizing the figurine with one hand before whirling about and tripping the suspect.\n\nAll at once the surrounding people surged forward, subduing the crook. Afterward, Kujou Sara — seemingly the person who had placed this order — would come and thank her personally.\n\nAs for the goods, they were perfectly unharmed, much to Sara's surprise — to think that someone in the lacquerware business could have such martial skill!\n\nAfter learning of Shinobu's circumstances and her desire to \"find a job that gives her real freedom,\" Sara would consider for a moment before inviting Shinobu to join the Tenryou Commission.\n\n\"Hmm... No, I think I'll pass. The civil service seems a bit too limiting for me...\" At this point, Shinobu hesitated. \"But if those legal lectures and martial arts training could be done part-time, I will definitely consider the offer.\"\n\nFrom that day on, Shinobu would begin a new slew of part-time work.\n\nOne thing did surprise her, though — the general of the Tenryou Commission would always attend her lectures and demonstrations.\n\n\"It is only right that those who enforce the law should better understand it,\" so Sara said with perfect earnestness.\n\n\"The opportunity to test myself against similarly-skilled warriors is also not one I get often,\" Shinobu replied.\n\nSara's straightforward personality and decisive behavior were things Shinobu greatly approved of, and it was through this — and through Sara hiring her often to maintain figurines — that the two would quickly become friends.\n\nSara would also repeat her offer of employment several times, only for Shinobu to decline each time. Yet, this \"job that brings true freedom\" was not something she would find, either.\n\nThat is, until one day, when Sara wound up arriving late to the izakaya where they had arranged, as they often did, to meet and have figurines change hands, leaving Shinobu to drink till midnight.\n\n\"That's unexpected. I didn't think you could be late at all, Sara.\"\n\n\"Sorry. I was held up by a really rowdy gang...\"\n\n\"A gang? And what gang could have troubled you that much?\"\n\n\"Well, I wouldn't call them 'trouble' exactly. They call themselves the Arataki Gang...\"",
      "de": "Um eine wirklich freie Arbeit zu finden hat Kuki Shinobu schon sehr viele Arbeitsangebote höflich abgelehnt und nimmt nur ab und zu Aufträge an, um etwas auf den Tisch zu bringen.\n\nEiner dieser Aufträge kam von einem alten Lackierermeister, der sich durch mangelnde Vorsicht die Hüfte gezerrt hatte. Die Arbeit an sich fiel ihr nicht schwer, da sie bereits die Prüfung zur Lackierermeisterin absolviert hatte, einzig die Adresse der Kunden war etwas ungewöhnlich.\n\nAls sie dabei war, die wohlgehütete Puppe zum Verwaltungssitz zu bringen, begegnete sie einem Dieb, der gerade aus dem Gefängnis floh und dabei direkt mit ihr zusammenstieß. Die Puppe flog dabei aus ihrer Hand und wurde hoch nach oben geschleudert.\n\nIm Angesicht des Verlustes der Arbeit mehrerer Tage handelte Kuki Shinobu blitzschnell: Sie schnappte mit einer Hand die Puppe, drehte sich um und stellte dem Flüchtigen ein Bein, woraufhin dieser zu Boden ging.\n\nZahlreiche Menschen kamen herbei und überwältigten den Dieb. Kurz darauf kam Kujou Sara, anscheinend auch die Auftraggeberin dieser Bestellung, persönlich zu ihr, um ihrem Dank Ausdruck zu verleihen.\n\nDie Ware hatte dieses Ereignis schadlos überstanden. Als Kujou Sara davon hörte, war sie überrascht, dass eine Lackierermeisterin derartige Fähigkeiten besaß.\n\nAls sie von Kuki Shinobus Situation und ihrem Wunsch, „eine wirklich freie Arbeit zu finden“, erfuhr, überlegte Sara kurz und lud sie ein, der Tenryou-Verwaltung beizutreten.\n\n„Aber als Beamte ... ist man doch gar nicht frei.“ Kuki Shinobu schien einige Einwände zu haben, „außerdem scheinen mir Rechtsvorlesungen und die militärischen Drillübungen nur als Teilzeitaufgabe einer Überlegung wert zu sein.“\n\nAm nächsten Tag begann Kuki Shinobu ihre neuen Teilzeitaufgaben.\n\nEine Sache überraschte sie: bei keiner ihrer Vorlesungen oder Übungen fehlte die Generalin der Tenryou-Verwaltung.\n\n„Als Vertreterin der Exekutive muss ich natürlich mehr über das Recht erfahren“, sagt Kujou Sara ehrlich.\n\n„Wann sonst habe ich die Möglichkeit, mich mit jemandem mit mir vergleichbaren Kampffähigkeiten zu messen?“, antwortet Kuki Shinobu genauso ehrlich.\n\nKujou Saras aufrichtiges Verhalten gegenüber den Menschen und ihr schnelles und entschiedenes Handeln wurden mit Kuki Shinobus tiefem Vertrauen belohnt.\n\nDies zusammen damit, dass Kuki Shinobu sich um die Puppe kümmerte, führte dazu, dass die beiden schnell Freunde wurden.\n\nSara lud Kuki Shinobu oft auf eine Festanstellung ein, diese aber lehnte das beständig ab. „Eine wirklich freie Arbeit“ konnte sie auch nicht finden.\n\nAls sie die Puppe eines Tages in das Izakaya brachte, in dem sie sich treffen wollten und wo oft vedrabredet waren, fehlte jede Spur von Sara, weshalb sie bis Mitternacht allein mit Snacks und Getränken wartete, als Sara verspätet auftauchte.\n\n„Wie ungewöhnlich, dich verspätet kommen zu sehen.“\n\n„Es tut mir leid. Dieses Mal ist eine lärmende Bande aufgetaucht ...“\n\n„Wie bitte, eine Bande schafft es, dir Schwierigkeiten zu machen?“\n\n„Keine wirklichen Schwierigkeiten, sie nennen sich selbst die ‚Arataki-Bande‘ ...“",
      "es": "Con el fin de encontrar un trabajo en el que pudiera tener plena libertad, Kuki Shinobu rechazó todo tipo de ofertas y aceptó únicamente trabajos como agente externa a tiempo parcial para llegar a fin de mes.\n\nUno de esos encargos vino de un artesano de objetos de laca que se había lesionado accidentalmente la espalda. Al haber obtenido la correspondiente titulación, el trabajo en sí mismo no suponía un gran reto para Kuki Shinobu, pero la dirección del cliente... Bueno, sí que era un tanto especial.\n\nCuando llevaba a la comisaría de policía la figurilla de laca de la que había estado cuidando, un ladronzuelo que justamente estaba intentando escapar chocó directamente contra Kuki Shinobu, lo que mandó a la figurilla por los aires.\n\nAl ver que el trabajo de varios días estaba a punto de echarse a perder, Kuki Shinobu, rápida como un rayo, agarró la figurilla con la mano antes de que cayera y, a la vez que se giraba, le puso la zancadilla al fugitivo.\n\nDe repente, la gente se amontonó alrededor y se abalanzó sobre el delincuente hasta inmovilizarlo. Entonces, Kujou Sara, quien al parecer publicó el encargo, le dio las gracias personalmente a Kuki Shinobu.\n\nEn cuanto al artículo, para sorpresa de Sara, se encontraba en perfecto estado. ¿Quién habría imaginado que una artesana de laca tendría semejante dominio de las artes marciales?\n\nTras enterarse de la situación de Kuki Shinobu y su deseo de “encontrar un trabajo en el que pudiera tener plena libertad”, Kujou Sara reflexionó por un momento y la invitó a unirse a la Comisión Tenryou.\n\n“Humm... No, creo que ser funcionaria no sería una buena idea, es un trabajo con muy poca libertad...”. En ese momento, Kuki Shinobu comenzó a dudar. “Pero si dar seminarios sobre la obediencia de las normas y la instrucción en artes marciales se pudiera hacer a tiempo parcial, entonces lo consideraría seriamente”.\n\nDesde ese día, Kuki Shinobu comenzó un nuevo trabajo a tiempo parcial.\n\nSin embargo, hubo algo que la sorprendió: que la General de la Comisión Tenryou asistía a todos y cada uno de sus seminarios.\n\n“Es natural que quien hace cumplir las normas se interese por saber más sobre ellas”, dijo Kujou Sara con honestidad.\n\n“Intercambiar puntos de vista con guerreros de un nivel semejante al mío tampoco es algo que pueda hacer todos los días”, respondió Kuki Shinobu con gran sinceridad.\n\nLa honestidad y la determinación de Kujou Sara era algo que Kuki Shinobu realmente apreciaba, y fue por esto (y porque Kujou Sara le pedía que cuidara de sus figurillas) por lo que las dos se hicieron amigas rápidamente.\n\nKujou Sara insistió en reiteradas ocasiones que aceptara su oferta de trabajo, pero Kuki Shinobu la rechazaba constantemente. Sin embargo, seguía sin encontrar ese “trabajo en el que tuviera plena libertad”.\n\nUn día, Kuki Shinobu se dirigía al izakaya donde ambas se reunían habitualmente para entregarle las figurillas, pero no vio a Kujou Sara por ningún lado hasta que, tras haber estado bebiendo sola hasta medianoche, por fin apareció.\n\n“¡Esto sí que es raro! ¡La gran Kujou Sara llegando tarde!”.\n\n“¡Lo siento! Me he topado con una banda de alborotadores...”.\n\n“¿Una banda? ¿Qué clase de banda podría haberte causado tantos problemas?”\n\n“Bueno, no fueron exactamente problemas. Se hacen llamar a sí mismos la ‘Banda de Arataki’...”.",
      "fr": "Pour trouver un travail qui lui permette de jouir d'une véritable liberté, Kuki Shinobu a refusé toutes sortes d'offres d'emploi respectables, acceptant uniquement d'être engagée à temps partiel comme consultante externe.\n\nUne des missions dont elle eut la charge était commanditée par un vieil artisan de la laque qui s'était accidentellement cassé le dos. Le travail en lui-même n'était pas un défi pour Shinobu, qui détenait un certificat de haut niveau dans ce domaine, mais le client vivait à une adresse... un peu spéciale.\n\nLorsqu'elle apporta une figurine qui venait d'être remise à neuf au Poste de police, elle tomba sur un piètre voleur qui venait de s'échapper et qui, fuyant à toute vitesse, lui rentra dedans, envoyant la figurine valser dans les airs.\n\nVoyant que plusieurs jours de travail étaient sur le point de partir en fumée, Shinobu réagit en un éclair. Elle saisit la figurine d'une main avant de virevolter pour faire trébucher le voyou.\n\nLes gens aux alentours se précipitèrent alors sur le brigand pour le maîtriser. Immédiatement après, Kujou Sara, qui était vraisemblablement la personne qui avait passé cette commande, vint la remercier personnellement.\n\nL'objet était en parfaite condition, à la grande surprise de Sara : elle n'avait jamais vu quelqu'un travaillant dans l'artisanat de la laque posséder de telles aptitudes martiales !\n\nAprès avoir pris connaissance de la situation de Shinobu et de son souhait de « trouver un travail qui offre une vraie liberté », Sara réfléchit un moment avant d'inviter Shinobu à rejoindre la Commission administrative.\n\n« Hmm... Non, je pense que je vais passer mon tour. Travailler dans la fonction publique semble un peu trop contraignant pour moi... », dit Shinobu avant d'hésiter un moment pour enfin continuer : « Mais si les cours de droit et l'entraînement aux arts martiaux peuvent être suivis à temps partiel, je pourrais envisager d'accepter. »\n\nAprès ce jour, Shinobu se lança dans une nouvelle série de boulots à temps partiel.\n\nUne chose la surprenait cependant : cette grande générale de la Commission administrative était toujours présente à ses ateliers de présentation du droit et à ses démonstrations d'arts martiaux.\n\n« Il est normal que ceux qui appliquent la loi soient ceux qui la comprennent le mieux », affirma Sara d'un air sincère.\n\n« L'occasion de me mesurer à des guerriers de mon niveau ne m'est pas non plus donnée souvent », répondit Shinobu.\n\nLa personnalité franche et l'attitude radicale de Sara étaient des choses que Shinobu appréciait grandement. En plus de cela, Sara lui donnait souvent du travail d'entretien de figurines. Les deux jeunes femmes devinrent très vite amies.\n\nSara réitéra son offre d'emploi à plusieurs reprises, mais essuya les refus répétés de Shinobu. Cependant, il était impossible qu'elle puisse vraiment trouver son fameux « travail qui offre une vraie liberté ».\n\nUn jour, Sara arriva en retard à l'izakaya où elles avaient convenu, comme souvent, de se rencontrer pour échanger des figurines et Shinobu dut l'attendre jusqu'à minuit en buvant seule.\n\n« C'est vraiment rare de voir Kujou Sara arriver en retard ! »\n\n« Désolée. J'ai été retenue par un gang vraiment turbulent... »\n\n« Un gang ? Quel gang a pu te causer tant d'ennuis ? »\n\n« Hmm, je n'appellerais pas ça des « ennuis ». Ils se font appeler le gang Arataki... »",
      "pt": "Com o objetivo de encontrar um trabalho no qual Kuki Shinobu pudesse realmente desfrutar da liberdade, ela rejeitou muitos trabalhos respeitáveis, e apenas ocasionalmente aceitou trabalhos terceirizados de meio período para poder sobreviver.\n\nUm desses trabalhos que ela aceitou consistia em uma comissão para um mestre de laca que lesionou sua cintura acidentalmente. O trabalho em si não era nada difícil para Shinobu, já que ela possui um certificado nessa área, mas o endereço do cliente era... bem, um pouco inesperado.\n\nQuando ela chegou na Estação de Polícia para fazer a entrega da estátua laqueada, se deparou com um ladrãozinho tentando escapar, que com todo o alvoroço, acabou esbarrando nela, arremessando a estátua no ar.\n\nVendo que vários dias de trabalho estavam prestes a desmoronar, Kuki Shinobu agarrou a estátua veloz como um raio, para que ela não caísse no chão, antes de girar em um movimento rápido e tropeçar no suspeito.\n\nA multidão rapidamente se juntou ao seu redor, subjugando o ladrão. Em seguida, Kujou Sara — a pessoa que aparentemente havia feito o pedido da comissão que Shinobu estava fazendo — apareceu para agradecer-lhe pessoalmente.\n\nEla ficou surpresa ao ver que a estátua de laca ainda estava intacta, e se perguntou como era possível que alguém que trabalha em artesanato de laca pudesse ter habilidades marciais tão admiráveis.\n\nAo saber da situação de Kuki Shinobu e seu desejo de encontrar um emprego que lhe permitisse viver livremente, Sara pensou por um momento e acabou convidando Shinobu para se juntar à Comissão Tenryou.\n\n\"Hmm, obrigada mas não. O serviço civil parece muito limitante para alguém como eu...\" Kuki Shinobu parecia ter algumas objeções, mas acabou dizendo: \"Mas se essas palestras legais e treinamento de artes marciais puderem ser feitas em meio período, definitivamente considerarei a oferta\".\n\nNo dia seguinte, Kuki Shinobu começou seu novo trabalho de meio período.\n\nNo entanto, algo a surpreendeu: a General da Comissão Tenryou todos os dias participava de cada uma de suas palestras.\n\n\"É natural que quem garante o cumprimento da lei esteja interessado em saber mais sobre elas,\" disse Kujou Sara com sinceridade.\n\n\"Não é todo dia que eu também tenho a chance de aprender artes marciais com uma pessoa do meu nível\", respondeu Kuki Shinobu.\n\nCom o comportamento justo e resoluto de Kujou Sara, e a confiança que ela deposita em Kuki Shinobu, sempre lhe atribuindo a tarefa de cuidar de suas estátuas de laca, as duas rapidamente se tornaram amigas.\n\nSara propôs a mesma oferta de trabalho várias vezes, mas Shinobu recusou todas elas, pois esse trabalho não lhe traria a verdadeira \"liberdade\".\n\nAté que um dia Kuki Shinobu foi até o izakaya onde as duas costumavam se encontrar, para lhe dar as estátuas de laca, mas ela não viu Kujou Sara em lugar nenhum. Kuki Shinobu ficou bebendo sozinha até a meia-noite, hora em que Kujou Sara finalmente apareceu.\n\n\"Isso foi inesperado. Eu nunca pensei que veria Kujou Sara atrasada para um compromisso.\"\n\n\"Desculpe, perdi muito tempo lidando com uma Gangue encrenqueira...\"\n\n\"Uma Gangue? E que Gangue poderia ter lhe dado tantos problemas?\"\n\n\"Bem, não foram exatamente problemas. Eles se chamam de Gangue Arataki...\"",
      "ru": "Чтобы найти работу, которая не ограничивала бы её свободу, Куки Синобу пришлось отклонить множество предложений, соглашаясь только на позиции внештатного сотрудника на неполный рабочий день. Одно из таких поручений поступило от старого специалиста по лакировке, который случайно вывихнул бедро. Сама работа не представляла никакого труда для Синобу, владелицы сертификата высшего уровня, только вот адрес клиента был... особенным. Когда она прибыла в полицейский участок с отреставрированной статуэткой, то случайно столкнулась с убегающим мелким воришкой. Статуэтка вылетела у неё из рук. Синобу, видя, что работа нескольких дней вот-вот пойдёт прахом, молниеносно бросилась вперёд, хватая статуэтку, а затем развернулась и подставила подножку преступнику. Тут наконец подоспела комиссия Тэнрё и схватила воришку. После этого Кудзё Сара (вероятно, сделавшая этот самый заказ) лично поблагодарила Синобу. Статуэтка была совершенно невредимой, и Сару очень удивило мастерство лакировки. Узнав о том, что Синобу хочет найти работу, не стесняющую её свободу, Сара предложила ей присоединиться к комиссии Тэнрё. \n\n«Мм, нет, пожалуй, я откажусь. Государственная служба слишком ограничивает... - Синобу начала колебаться. - Но если юридические лекции и боевые тренировки уместятся в неполный рабочий день, то я обязательно рассмотрю это предложение». \n\nС этого дня Синобу приступила к новой подработке. Кое-что её весьма удивило: генерал комиссии Тэнрё присутствовала на всех лекциях и тренировках. \n\n«Те, кто следит за соблюдением закона, должны понимать его лучше всех», - сказала Сара со всей серьёзностью. \n\n«Мне тоже нечасто выпадает возможность испытать себя в бою против таких опытных воинов», - ответила ей Синобу. \n\nПрямолинейный характер и решительное поведение Сары вызывали симпатию у Синобу, и именно благодаря этому - а также тому, что Сара часто нанимала её для починки статуэток - они быстро подружились. Сара несколько раз повторяла своё предложение о постоянной работе, но Синобу неизменно отказывалась. Тем не менее, найти «свободную» работу ей также не удавалось. Так было до тех пор, пока Синобу не отправилась в идзакаю, чтобы как обычно встретиться там с Сарой и передать ей обновлённую статуэтку. Но Сары всё не было, и Синобу в одиночестве пила до полуночи. \n\n«Неожиданно. Не знала, что ты умеешь опаздывать, Сара». \n\n«Прости. Я задержалась из-за одной банды». \n\n«Банды? Какая же банда могла доставить тебе столько неприятностей?» \n\n«Ну, я бы не назвала это неприятностями. Они зовут себя бандой Аратаки...»",
      "id": "Kuki Shinobu pernah menolak semua pekerjaan resmi karena dia ingin mencari kebebasan, sehingga dia hanya menerima pekerjaan paruh waktu.\n\nSalah satu pekerjaan paruh waktu ini datang dari seorang ahli pernis tua yang tidak sengaja membuat pinggulnya sendiri sakit. Pekerjaan ini sendiri bukanlah tantangan bagi Kuki Shinobu yang memiliki sertifikasi tingkat lanjut di bidang ini, tetapi alamat kliennya ... sedikit istimewa.\n\nSaat dia tiba di Kantor Polisi dengan membawa sebuah patung yang baru selesai diperbaiki, seorang pencuri sedang kabur dari tempat itu dan dengan kecepatan tinggi menabrak dirinya. Boneka di tangannya langsung terlempar sangat tinggi.\n\nMelihat bahwa kerja kerasnya selama beberapa hari akan berakhir sia-sia, Kuki Shinobu bergerak seperti kilat, meraih patung itu dengan satu tangan sebelum memutar dirinya dan membuat tersangka tersandung.\n\nOrang-orang di sekitarnya langsung mengerumuni dan menangkap pencuri itu. Setelah itu, Kujou Sara, yang tampaknya adalah klien dari pekerjaan ini menghampiri dirinya untuk mengucapkan terima kasih.\n\nBarang pesanannya dalam kondisi sempurna. Ketika Kujou Sara mendengar tentang hal ini, dia langsung terkejut kalau seorang ahli pernis memiliki kemampuan bela diri seperti itu.\n\nSetelah memahami situasi Kuki Shinobu dan keinginannya untuk \"menemukan pekerjaan yang benar-benar bebas\", Kujou Sara berpikir sejenak dan menawari Kuki Shinobu untuk bergabung dengan Tenryou Commission.\n\n\"Tidak ... aku tidak mau. Jadi pegawai negeri rasanya tidak bebas untuk diriku.\" Kuki Shinobu tampaknya sedikit ragu, \"Tapi, kalau pelatihan hukum dan latihan bela diri bisa dilakukan secara paruh waktu, aku pasti akan mempertimbangkannya.\"\n\nSejak hari itu, Kuki Shinobu memiliki pekerjaan paruh waktu yang baru.\n\nTapi ada satu hal yang membuatnya terkejut — Jenderal dari Tenryou Commission tidak pernah absen saat dia memulai pelajaran hukum dan latihan bela dirinya.\n\n\"Sebagai aparat penegak hukum, seseorang harus tahu lebih banyak tentang hukum,\" kata Kujou Sara dengan tulus.\n\n\"Ini juga merupakan kesempatan langka bagiku untuk mengetes diriku dengan orang yang memiliki kemampuan serupa,\" jawab Kuki Shinobu dengan tulus.\n\nSifat Kujou Sara yang lugas dan tegas dengan mudah diterima oleh Kuki Shinobu. Selain itu, Sara juga sering memintanya untuk memperbaiki patung miliknya. Hal ini membuat keduanya dengan cepat menjadi teman.\n\nKujou Sara selalu mengulangi tawaran pekerjaannya beberapa kali, tapi selalu ditolak oleh Kuki Shinobu. Namun, Kuki Shinobu juga tidak pernah menemukan \"pekerjaan yang benar-benar bebas.\"\n\nSampai suatu hari, ketika Sara datang terlambat ke izakaya di mana mereka telah berjanji seperti yang sering mereka lakukan untuk bertemu dan memberikan hasil pekerjaan patung. Hal ini membuat Shinobu minum sendirian sampai tengah malam.\n\n\"Benar-benar langka, seorang Kujou Sara bisa datang terlambat.\"\n\n\"Maaf, hari ini aku bertemu sebuah geng yang berisik ....\"\n\n\"Hmm? Geng apa yang bisa membuatmu kerepotan?\"\n\n\"Dibilang merepotkan sih tidak ... Mereka menyebut diri mereka sebagai \"Geng Arataki\" ....",
      "th": "เพื่อที่จะหางานที่เป็นอิสระอย่างแท้จริง Kuki Shinobu ได้ปฏิเสธคำเชิญให้ไปทำงานเต็มเวลานับครั้งไม่ถ้วน และจะรับเฉพาะงานพาร์ทไทม์เท่านั้น\n\nหนึ่งในคำขอที่เธอได้รับ ก็มาจากช่างฝีมือเครื่องเคลือบสูงวัยที่มีชื่อเสียงที่ได้บังเอิญเอวเคล็ดกะทันหัน งานนี้ไม่ได้ยากสำหรับเธอที่สอบได้ใบอนุญาตประกอบวิชาชีพการทำเครื่องเคลือบขั้นสูงแล้ว แต่ที่ค่อนข้างพิเศษคือที่อยู่ของลูกค้า\n\nในตอนนั้นเธอได้มาถึงหน้าสำนักพร้อมตุ๊กตาที่ได้รับการดูแลอย่างดี แต่แล้วกลับมีโจรคนหนึ่งวิ่งพุ่งออกมาจากสำนัก และพุ่งเข้าชนเธอ ตุ๊กตาถูกกระแทกจนหลุดมือ และลอยสูงขึ้นไปในอากาศ\n\nพอเห็นว่างานที่อดตาหลับขับตานอนทำมากำลังจะตกลงแปดเปื้อนกับฝุ่นดิน Kuki Shinobu ได้ลงมือว่องไวดุจสายฟ้า มือหนึ่งคว้าจับตุ๊กตา และหันหลังอย่างรวดเร็ว แล้วใช้เท้าเหยียบผู้หลบหนีเอาไว้\n\nกลุ่มคนรอบ ๆ เข้ามาจัดการกับโจรคนนั้น หลังจากนั้น Kujou Sara ที่ดูเหมือนจะเป็นลูกค้าของคำขอนี้ก็เข้ามาขอบคุณ Shinobu\n\nสินค้าอยู่ในสภาพสมบูรณ์ Kujou Sara ที่ได้ยินเกี่ยวกับเรื่องนี้ ก็อดแปลกใจไม่ได้ที่ช่างฝีมือเครื่องเคลือบจะมีความสามารถแบบนี้\n\nหลังจากที่ทำความเข้าใจกับสถานการณ์ของ Kuki Shinobu และความปรารถนาที่จะ \"หางานที่อิสระอย่างแท้จริง\" ของเธอ Kujou Sara ครุ่นคิดอยู่ครู่หนึ่ง และเชื้อเชิญให้ Shinobu เข้าร่วมกับสำนัก Tenryou\n\n\"ไม่... ถ้างานราชการก็อย่าเลย ไร้อิสระที่สุดแล้ว\" Kuki Shinobu ดูเหมือนจะมีความรอบคอบอยู่บ้าง \"แต่ถ้าการบรรยายเรื่องกฎหมาย กับการสอนศิลปะการต่อสู้ ถ้าทำเป็นงานพาร์ทไทม์ได้ ฉันจะพิจารณามันอย่างแน่นอน\"\n\nตั้งแต่วันนั้นเป็นต้นมา Kuki Shinobu ก็ได้เริ่มงานพาร์ทไทม์ใหม่\n\nสิ่งหนึ่งที่เธอคาดไม่ถึงก็คือ ทุกครั้งที่เธอมาบรรยายเรื่องกฎหมาย กับการสอนศิลปะการต่อสู้ นายพลแห่งสำนัก Tenryou คนนั้นก็เข้าร่วมไม่เคยขาดเลย\n\n\"ในฐานะเจ้าหน้าที่ผู้บังคับใช้กฎหมาย ก็ควรรู้กฎหมายให้มากกว่านี้\" Kujou Sara พูดอย่างจริงใจ\n\n\"นี่ก็เป็นโอกาสที่หาได้ยากสำหรับฉันที่จะได้เรียนรู้จากนักศิลปะการต่อสู้ที่มีความสามารถคล้ายคลึงกัน\" Kuki Shinobu เองก็ตอบกลับอย่างจริงใจ\n\nKujou Sara เป็นคนซื่อสัตย์ และ Sara ก็ได้รับการยอมรับจาก Kuki Shinobu สำหรับการกระทำที่รวดเร็ว และเด็ดเดี่ยว นอกจากนี้ Sara มักจะขอให้ Kuki Shinobu ช่วยบำรุงรักษาตุ๊กตาของเธออยู่เสมอ ในไม่ช้าทั้งสองก็กลายเป็นเพื่อนกัน\n\nSara พยายามชักชวนให้ Kuki Shinobu มาทำงานด้วยกันหลายต่อหลายครั้ง แต่ Kuki Shinobu ก็ไม่เคยคิดที่จะสูญเสีย \"งานที่เป็นอิสระอย่างแท้จริง\" ไป\n\nจนกระทั่งวันหนึ่ง Kuki Shinobu ได้นำตุ๊กตาไปยังร้าน Izakaya ที่ทั้งสองมักจะนัดพบกันอยู่บ่อย ๆ แต่ก็ไม่พบแม้แต่เงาของ Sara หลังจากดื่มคนเดียวจนถึงเที่ยงคืน ถึงจะได้เจอ Sara ที่มาสาย\n\n\"หายากนะที่ Sara จะมาสาย\"\n\n\"ขอโทษที ครั้งนี้ดันไปเจอเข้ากับแก๊งขี้โวยวายเข้า...\"\n\n\"หืม แก๊งไหนกันที่ทำให้เธอลำบากได้ขนาดนี้?\"\n\n\"จะเรียกว่าลำบากก็ไม่ได้ เจ้าพวกนั้นเรียกตัวเองว่า 'แก๊ง Arataki' น่ะ\"",
      "vi": "Để tìm được một công việc thật sự tự do, Kuki Shinobu đã từng từ chối khéo vô số lời mời cho công việc chính thức, chỉ nhận những công việc cộng tác viên mà thôi.\n\nTrong đó có một ủy thác đến từ người thợ thủ công sơn mài lớn tuổi bất cẩn bị trẹo lưng. Bản thân công việc thì không khó khăn gì đối với một người đã có chứng chỉ chế tác sơn mài cao cấp như cô, chỉ là địa chỉ của khách hàng có hơi đặc biệt một chút.\n\nKhi cô đem theo con búp bê đã được bảo dưỡng xong đến hiệp hội, thì một tên trộm từ trong phủ hiệp hội xông ra, cắm đầu chạy điên cuồng rồi tông thẳng vào cô. Đương nhiên, con búp bê cũng bị tuột khỏi tay và bay lên cao.\n\nTrông thấy tâm huyết mấy ngày của mình sắp đổ sông đổ biển, Kuki Shinobu nhanh chóng giơ tay bắt lấy và giữ chặt búp bê; đồng thời xoay người thật nhanh, dùng chân kéo ngã tên trộm.\n\nNhững người xung quanh cùng kéo đến tóm lấy tên đó. Sau cùng, Kujou Sara - hình như cũng là người đã gửi ủy thác lần này, đã đến cảm ơn cô.\n\nMón hàng nguyên vẹn không tổn hại gì. Kujou Sara nghe được chuyện này đã vô cùng ngạc nhiên, vì một người thợ sơn mài mà lại có thân thủ lợi hại như thế.\n\nKhi biết được tình hình của Kuki Shinobu và nguyện vọng \"tìm một công việc thật sự tự do\", Sara đã chần chừ một lúc rồi mở lời mời cô ấy gia nhập Hiệp Hội Tenryou.\n\n\"Thôi... Làm công chức thì khỏi phải nói đi, quá mất tự do.\" Kuki Shinobu dường như có chút ái ngại, \"Nhưng mà những chuyện cô nói như phổ biến pháp luật, dạy võ, nếu có thể làm cộng tác viên thì tốt rồi, tôi nhất định sẽ suy nghĩ.\"\n\nSau ngày hôm đó, Kuki Shinobu bắt đầu công việc cộng tác viên mới.\n\nCó một chuyện nằm ngoài dự đoán của cô ấy, đó chính là... mỗi lần cô mở buổi phổ biến pháp luật và dạy võ, thì vị đại tướng Hiệp Hội Tenryou kia luôn luôn có mặt.\n\n\"Thân là người chấp pháp, đương nhiên cần phải hiểu luật pháp nhiều hơn.\" Kujou Sara nói một cách rất thành khẩn.\n\n\"Có thể tỉ thí với võ sĩ có thân thủ tương đương mình, cũng là một cơ hội hiếm có đối với tôi.\" Kuki Shinobu cũng đáp lại một cách rất chân thành.\n\nKujou Sara là người chính trực, hành sự quang minh lỗi lạc, điều này Kuki Shinobu cũng công nhận. Thêm việc cô ấy thường nhờ Kuki Shinobu bảo dưỡng búp bê, qua lại thường xuyên, nên hai người đã nhanh chóng trở thành bạn bè.\n\nĐã bao lần Sara mời Kuki Shinobu nhậm chức, nhưng từ đầu chí cuối Shinobu vẫn không đồng ý. Mà \"công việc thực sự tự do\" cũng không hề tìm được.\n\nCho đến một hôm nọ, Kuki Shinobu như thường lệ đã đem búp bê đến chỗ quán rượu mà hai người thường hẹn gặp, nhưng không thấy bóng dáng Sara đâu, một mình uống rượu đến nửa đêm mới thấy Sara vội vã chạy đến.\n\n\"Thật hiếm thấy, Sara mà cũng đến trễ sao.\"\n\n\"Xin lỗi, lần này gặp phải một bang phái quá rộn chuyện...\"\n\n\"Ừm, bang phái nào mà có thể khiến cô thấy phiền thế?\"\n\n\"Phiền thì cũng không đến mức đó, họ tự xưng là Bang Arataki...\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "「荒泷派」来了一位二把手，这件事在花见坂掀起了小范围热议。\n\n据说这位二把手知礼节，懂律法，还有一副矫健身手，刚来几天就将小弟们治得服服帖帖。\n\n亲眼见过这位二把手善后现场的人，都是赞不绝口，说这「荒泷派」里啊，总算是多了个有学识讲道理懂礼貌的人。\n\n但也有人担心万分：「荒泷派」，那可不是什么正经帮派。\n\n以前的小打小闹不值一提，可如今有了头脑好的成员，那就是有了组织纪律性，天知道将来会不会闹出大事？\n\n尤其是「荒泷派」那些日常营生，除去物流运输、房屋补漏、表演驻唱…又多了税务代理、律法咨询、活动承办等等涉及巨额资金运作，充满危险气息的业务。\n\n搞这么多名堂，可别是无证营业吧？\n\n——无证倒也罢了，万一为了开办新业务特地造假，那可是要被天领奉行抓走的呀！\n\n种种猜忌谣言，很快遭到破除。「荒泷派」后续各色行动，足以证明他们还是那个堂堂正正、说一不二的「荒泷派」。\n\n有好事之辈斗胆试过新的理财业务，说来厉害，此人经济状况真就大幅改观。过程之透明，行为之磊落，无不令人惊奇。\n\n但坏也坏在，「荒泷派」还是那个「荒泷派」。花见坂的小孩子们至今仍处在晚饭时分被荒泷一斗赢走零食，愤而归家的处境之中。\n\n看来，哪怕是这位传说中的二把手，想要改变「荒泷派」放纵不羁的作风，恐怕还有很长的路要走。",
      "zht": "「荒瀧派」來了一位二把手，這件事在花見坂掀起了小範圍的熱議。\n\n據說這位二把手知禮節、懂律法，還有一副矯健身手，剛來幾天就將小弟們治得服服貼貼。\n\n親眼見過這位二把手善後現場的人，都是讚不絕口，說這「荒瀧派」裡啊，總算是多了個有學識、講道理、懂禮貌的人。\n\n但也有人擔心萬分：「荒瀧派」可不是什麼正經幫派。\n\n以前的小打小鬧不值一提，可如今有了頭腦好的成員，那就是有了組織紀律，天知道將來會不會鬧出大事？\n\n尤其是「荒瀧派」那些日常營生，除去物流運輸、房屋補漏、表演駐唱…又多了稅務代理、律法諮詢、活動承辦等等涉及鉅額資金運作，充滿危險氣息的業務。\n\n搞這麼多名堂，可別是無照營業吧？\n\n——無照倒也罷了，萬一為了開辦新業務特地造假，那可是要被天領奉行抓走的呀！\n\n種種猜忌謠言，很快遭到破除。「荒瀧派」後續各色行動，足以證明他們還是那個堂堂正正、說一不二的「荒瀧派」。\n\n有好事之輩斗膽試過新的理財業務，說來厲害，此人經濟狀況真就大幅改觀。過程之透明，行為之磊落，無不令人驚奇。\n\n但壞也壞在，「荒瀧派」還是那個「荒瀧派」。花見坂的小孩子們至今仍處在晚飯時分被荒瀧一斗贏走零食，憤而歸家的處境之中。\n\n看來，哪怕是這位傳說中的二把手，想要改變「荒瀧派」放縱不羈的作風，恐怕還有很長的路要走。",
      "jp": "荒瀧派に二番手が登場したことは、花見坂で少なからず話題になった。\n\n噂によると、その二番手は礼儀正しく、よく法を知り、腕っぷしもかなりのものらしい。入ったばかりだというのに、すでに子分たちを大人しくさせている。\n\n二番手の「後片付け」を目撃した人たちは、ついに荒瀧派が知識のある、筋の通った礼儀正しい人を仲間に加えたと絶賛した。\n\nしかし、心配する声も多々ある——「荒瀧派」はまともな集団じゃないのに、と。\n\n過去の小さな騒ぎは痛くも痒くもないが、頭の切れる成員が入ったことで統率がとれた結果、今後大きな問題が起こるのではないかと疑う者もいるのだ。\n\n何しろ、荒瀧派の日常業務は貨物の運搬や住宅の修繕、会場の盛り上げに留まらず、最近は税務代理や法律相談、宴会の催しなど多岐に渡っており、どれも巨額の資金を必要とする、危険と隣り合わせの業務ばかりなのである。\n\n「業務があまりに幅広すぎないか？まさか無免許営業じゃないよな？」\n\n「無免許かどうかはともかく、新たな業務を開拓するために詐欺なんかしてないでしょうね？そんなことしたら天領奉行に捕まるんだから！」\n\n——このような疑惑や噂は、すぐに払拭された。荒瀧派の様々な行動は、彼らが正々堂々と約束を守る者たちであることを自ら証明したのだ。\n\nある物好きな人は、新たに追加された「モラ管理業務」を荒瀧派に任せてみた。すると、なんとその人の経済状況は劇的に改善されたのだ。業務過程の透明性や、その快活さと度量の広さは、素晴らしいの一言に尽きた。\n\nしかし残念ながら、荒瀧派はあくまでも荒瀧派である。花見坂の子供たちは未だ、夕飯時におやつを勝ち取りに来る荒瀧一斗のせいで、怒りながら家に帰らねばならない日が続いている。\n\n伝説の二番手と呼ばれる忍の手にかかっても、荒瀧派の奔放さを変えられる未来はまだまだ遠いようだ。",
      "ko": "「아라타키파」에 이인자가 왔다는 소식은 하나미자카에 작은 화제를 몰고 왔다.\n\n소문에 따르면 이 이인자는 예절이 바르고 법률에 해박하며 날쌘 움직임까지 지니고 있어, 단 며칠 만에 부하들을 휘어잡았다는 것이었다.\n\n직접 그 현장을 목격한 사람들은 이 「아라타키파」에 드디어 예의범절을 알고 학식과 도리를 아는 사람이 나타났다며, 이구동성으로 그녀에 대한 칭찬을 아끼지 않았다.\n\n하지만 「아라타키파」는 그리 좋은 일을 하는 조직이 아니라며 걱정하는 이도 있었다.\n\n예전에 피운 작은 말썽들은 차치하더라도, 이제 똑똑한 단원이 나타났으니 훨씬 조직적으로 움직일 텐데 앞으로 대체 무슨 일을 벌일지 누가 알겠어?\n\n특히 「아라타키파」가 해오던 물류 배송, 자택 보수, 음악 공연말고… 새로 맡겠다는 세무 대리, 법률 자문, 이벤트 개최 같은 건 막대한 자금과 위험을 동반하는 업무잖아.\n\n설마 이렇게 많은 업무를 등록증도 없이 영업하겠다는 건 아니겠지?\n\n——미등록 영업에 그치는 게 아니라, 새로운 업무를 한답시고 등록증을 위조하기라도 하면 텐료 봉행에 잡혀가게 될 거야!\n\n이런 우려에 찬 소문들은 얼마 지나지 않아 곧 사라졌다. 「아라타키파」는 이후의 행동들을 통해, 그들이 정정당당하고 약속을 지키는 「아라타키파」임을 증명해냈다.\n\n먼저 나서 그들의 새로운 재산 관리 업무를 시험해 본 사람은, 정말로 경제 상황이 대폭 개선되었다고 한다. 그들의 투명한 과정 공개와 반듯한 일 처리는 모두를 괄목상대하게 만들었다.\n\n그러나 「아라타키파」는 여전히 「아라타키파」이기도 했다. 아직도 하나미자카의 아이들은 저녁 식사 시간이 될 때마다 간식을 뺏어가는 아라타키 이토 때문에 분통을 터뜨리며 집에 돌아가곤 했다.\n\n아무리 소문이 파다한 이인자라도 해도, 「아라타키파」의 제멋대로인 행동 방식을 바꾸기에는 앞으로 가야 할 길이 아직 먼 듯하다",
      "en": "The news that the Arataki Gang now had a second-in-command raised a decent (though ultimately small) stir in Hanamizaka.\n\nIt was rumored that this deputy was well-versed in etiquette, law, and was quite the dapper hand physically as well, bringing the other members to heel within a few days of arriving.\n\nThose who had witnessed this deputy's actions first hand were full of praise for them, saying that at long last, the Arataki Gang had someone polite and reasonable added to their ranks.\n\nSome did worry about this development, however: the Arataki Gang was, after all, not a proper organization by any measure.\n\nThe little hullabaloos they had caused in the past were nothing, really, but with the arrival of someone who could be the \"brains\" of the organization, who might put some discipline into them... Could this not also be the harbinger of worse incidents to come?\n\nNot to mention the Gang's daily operations... Other than logistics and transportation, home repair, and performance, they now added tax agency, legal consultation, event management and various other operations that both involved sizable capital investments and a not-insignificant air of danger to them.\n\nSurely they weren't intending to do all these things without the right licenses... right?\n\nAnd never mind the licenses, first — if they were to commit fraud in any of these newly-added businesses, they would surely be arrested by the Tenryou Commission!\n\nHowever, these wild guesses and ill-omened rumors would quickly be dispelled. The Arataki Gang's actions afterward were more than enough to show that they were still a gang of their word.\n\nThose who have attempted to enlist their new financial services have indeed seen their situations turned right around, and the transparency and uprightness of their processes have been stunning.\n\nOf course, it is also a pity that the Gang remains the Gang. The children of Hanamizaka still live in fear of Arataki Itto coming to win their snacks off them come dinner time, and often still return to their homes fuming.\n\nIn any case, it seems that even this legendary second-in-command will take a long time to reform the Arataki Gang's more... unbound ways.",
      "de": "Dass die „Arataki-Bande“ eine stellvertretende Anführerin bekam, führte zu allerlei Gerede in Hanamizaka.\n\nEs hieß, sie verstehe sich auf die Etikette sowie das Recht und sei auch körperlich fit und habe schon kurz, nachdem sie zur Arataki-Bande hinzugestoßen war, diese dazu gebracht, sich brav zu verhalten und sich ihr unterzuordnen.\n\nJene, die diese Stellvertreterin mit eigenen Augen sahen, waren voll des Lobes für sie und sagten, endlich gibt es jemanden mit Bildung, Verstand und Anstand in der Arataki-Bande.\n\nEs gibt aber auch solche, die sich deshalb große Sorgen machen: „Die Arataki-Bande, das ist doch keine aufrichtige Bande.\n\nFrüher haben sie nur kleine Probleme bereitet, die keiner Rede wert waren. Wenn wie jetzt jemand mit Hirnschmalz an der Spitze steht und sich die Bande richtig organisiert, wer weiß was sie dann alles auf den Kopf stellen werden?\n\nInsbesondere, wenn man bedenkt, dass das Tagesgeschäft der Arataki-Bande jetzt nicht mehr nur aus Transport, Handwerksleistungen und Festen besteht, sondern auch noch ... Steuerberatung, Rechtsberatung, Organisation von Veranstaltungen und unzählige weitere, auch extrem kapitalintensive und risikobehaftete Aktivitäten dazugekommen sind.“\n\n„Haben sie denn überhaupt die nötigen Lizenzen, um so eine Bandbreite anzubieten?“\n\n„Wenn sie keine gültigen Lizenzen haben, sind sie dran, selbst wenn sie, um diese neuen Geschäftsfelder zu erschließen, Lizenzen gefälscht haben, werden sie bestimmt von der Tenryou-Verwaltung hops genommen!“\n\nAlle möglichen solcher Gerüchte wurden eins nach dem anderen widerlegt. Im weiteren Verlauf betrieb die Arataki-Bande allerlei Aktivitäten, wodurch sie bewies, dass sie tatsächlich eine aufrichtige und ehrbare Bande geworden war, die zu ihren Worten steht.\n\nDiejenigen, die versuchten, ihre neuen Finanzdienstleistungen in Anspruch zu nehmen, erlebten in der Tat eine Wende ihrer Situation. Die transparenten und ehrlichen Prozesse waren beeindruckend.\n\nAber es gab auch Probleme, die Arataki-Bande war immer noch die Arataki-Bande. Arataki Itto nimmt den Kindern von Hanamizaka nach dem Abendessen immer noch ihre Snacks ab, woraufhin sie wütend nach Hause laufen.\n\nEs scheint, als sei es noch ein langer Weg für die Arataki-Bande, ihr zügelloses Betragen abzulegen, selbst mit ihrer legendären Stellvertreterin.",
      "es": "El hecho de que a la Banda de Arataki llegara una “segunda al mando” dio mucho de que hablar en Hanamizaka.\n\nSe decía que conocía muy bien los protocolos, que entendía de leyes y que, además, era fuerte y hábil. Poco después de hacer su aparición, ya tenía a los demás miembros de la banda arrodillados a sus pies.\n\nTodos aquellos que han visto en persona a la segunda al mando en acción elogian sus grandes capacidades y dicen que “por fin hay alguien culto, razonable y cortés en la Banda de Arataki”.\n\nPero también hay quien se preocupó por ello, ya que “la Banda de Arataki es una banda de alborotadores”.\n\nAntes solo causaban pequeños problemas insignificantes, pero ahora, con alguien inteligente en la banda, tendrían una mejor organización y disciplina. Los Arcontes saben qué serían capaces de hacer...\n\nLas actividades cotidianas de la banda, como la logística, el transporte, las reparaciones de viviendas y los espectáculos, ahora cuentan con una agente fiscal, una asesora legal, una organizadora de eventos y demás trabajos que implican grandes operaciones financieras y riesgos.\n\nNo se atreverían a hacer todas estas cosas sin las licencias legales necesarias, ¿cierto?\n\nY dejando eso de lado, si tenían la intención de cometer fraude con alguna de estas nuevas labores, la Comisión Tenryou los arrestaría sin vacilar.\n\nSin embargo, todas esas habladurías se esfumaron pronto. Con sus acciones, la Banda de Arataki volvió a demostrar que, como siempre, seguía siendo la misma banda honesta y que cumple lo que promete.\n\nQuienes han probado sus nuevos servicios financieros han visto una gran mejoría en su situación económica, y además con una transparencia y honestidad sorprendentes.\n\nSin embargo, es difícil erradicar por completo el mal. La Banda de Arataki sigue siendo la de siempre, y los niños de Hanamizaka siguen volviendo a casa por la noche enojados después de que Arataki Itto les robe su comida.\n\nResulta que la increíble segunda al mando aún tiene un largo camino por recorrer para cambiar los malos hábitos de Itto.",
      "fr": "#La nouvelle selon laquelle le gang Arataki avait désormais une cheffe adjointe suscita une certaine agitation à Hanamizaka.\n\nLe bruit courait que cette adjointe connaissait bien les règles de courtoisie et la loi, qu'elle était en plus de cela une personne à l'apparence très élégante, et qu'il ne lui fallut que quelques jours pour mater les autres membres du gang.\n\nTous ceux qui furent témoins de la manière dont cette adjointe réparait les désastres créés par le gang ne tarissaient pas d'éloges à son sujet. On disait que le gang Arataki comptait enfin dans ses rangs quelqu'un de poli et de raisonnable.\n\nCependant, certains s'inquiétaient de cette évolution{NON_BREAK_SPACE}: après tout, le gang Arataki n'était pas une organisation comme les autres...\n\nLes petits remous qu'il avait causés par le passé n'étaient finalement pas grand-chose, mais avec l'arrivée d'un cerveau à la tête de la bande qui pourrait lui imposer une certaine discipline... Cela ne voudrait-il pas dire que le gang serait capable de causer un plus grand désordre encore ?\n\nSes opérations quotidiennes allaient aussi changer : en plus des services logistiques et de transport, de réparation des maisons et d'organisation de performances artistiques, il proposait désormais des services de gestion fiscale, de conseil juridique, de gestion d'événements ainsi que diverses autres activités dangereuses impliquant des investissements en capital considérables.\n\nIl est certain que le gang n'avait pas l'intention de se lancer dans tous ces domaines sans détenir les bonnes licences...\n\nEt même sans parler de licence, s'il commettait une fraude dans l'une de ses nouvelles activités, ses membres seraient sûrement arrêtés par la Commission administrative.\n\nCependant, ces suppositions folles et ces rumeurs malveillantes seraient rapidement dissipées. Les actions du gang Arataki qui suivirent furent plus que suffisantes pour montrer qu'il s'agissait toujours d'un gang honnête qui tient parole.\n\nCeux qui tentèrent de faire appel à ses nouveaux services financiers virent en effet leur situation s'améliorer, et la transparence et la droiture de leurs activités en surprirent plus d'un.\n\nEn revanche, le gang est malheureusement resté fondamentalement le même : les enfants de Hanamizaka craignent toujours qu'Arataki Itto ne gagne leur goûter aux jeux et qu'ils doivent rentrer chez eux en étant frustrés.\n\nQuoi qu'il en soit, il semble que même cette fameuse cheffe adjointe aura besoin de temps pour réformer le style indomptable du gang Arataki.",
      "pt": "A notícia de que a Gangue Arataki tem uma vice-líder provocou uma discussão que, embora em pequena escala, foi bastante acalorada em Hanamizaka.\n\nHá rumores de que ela é uma conhecedora de etiqueta e direito, e até possui um físico invejável, derrotando todos os membros da Gangue em batalha e colocando-os em seu lugar poucos dias depois de chegar.\n\nAqueles que viram essa situação com seus próprios olhos a elogiaram muito, dizendo que a Gangue Arataki finalmente tinha um membro educado e decente.\n\nContudo, alguns ficaram preocupados com esse acontecimento, afinal, a Gangue Arataki não é de confiança.\n\nNo passado, eles causavam apenas problemas menores e sem importância. Mas com a chegada de alguém com cérebro no topo da liderança da Gangue, se eles se organizarem adequadamente, quem sabe que problemas causarão?\n\nAinda mais quando se considera que o dia-a-dia da Gangue já não se resume a serviços de transporte e logística, reparações e remodelações de imóveis e atuação, mas passa também a incluir... assessoria fiscal, consultoria jurídica, gestão de eventos e inúmeras outras atividades de elevado nível de investimento de capital, consideradas de grande importância.\n\nCertamente eles não pensariam em oferecer todos esses serviços sem as devidas licenças e certificados, correto?\n\nE licenças e certificados à parte, se eles estivessem pensando em fazer alguma atividade fraudulenta com seus novos serviços, a Comissão Tenryou certamente seria a primeira a intervir.\n\nMas todos os rumores acabaram morrendo um por um. À medida que progrediram, a Gangue Arataki provou que todos os seus serviços eram honestos e que eles realmente se tornaram uma gangue honesta e honrada que mantém sua palavra.\n\nTodos aqueles que se arriscaram e experimentaram seus novos serviços financeiros viram uma grande melhora em sua situação econômica e ficaram impressionados com o tremendo sucesso da Gangue e seus processos transparentes e honestos.\n\nMas claro, ainda assim a Gangue Arataki continua sendo a Gangue Arataki, e as crianças de Hanamizaka ainda continuam voltando para casa irritadas pois Arataki Itto roubou seus lanches na hora do jantar.\n\nParece que mesmo com sua lendária Vice-Líder no comando, ainda há um longo caminho a percorrer para a Gangue Arataki deixar seus velhos hábitos para trás.",
      "ru": "Новость о том, что у главаря банды Аратаки теперь есть помощница, вызвала приличный переполох в Ханамидзаке. Ходили слухи, что она хорошо разбирается в этикете, законах, а также довольно сильна физически и заставила других членов банды ходить по струнке. Те, кто видел эту помощницу лично, очень хвалили её, говоря, что наконец-то банда Аратаки пополнила свои ряды кем-то вежливым и разумным. Однако некоторые были обеспокоены: в конце концов, банда Аратаки известна своими проделками. На самом деле всё это были мелочи, но с приходом того, кто мог бы стать «мозгом» банды и дисциплинировать её... Разве это не предвестник худшего? Не говоря уже о повседневных делах банды... Помимо услуг перевозки, ремонта и публичных выступлений, они также добавили в спектр предложений налоговые и юридические консультации, организацию мероприятий и различные другие услуги, которые требуют значительных капиталовложений и определённых рисков. Конечно же, они не собирались заниматься всем этим без соответствующих сертификатов... Верно? Да и если бы они решились на мошенничество, их бы тут же арестовала комиссия Тэнрё! Подозрения и слухи быстро развеялись. Банда Аратаки не словом, а делом доказала честность своих намерений. Те, кто решился воспользоваться их услугами, увидели, что банда и правда изменилась к лучшему. Но, к сожалению, это всё ещё банда Аратаки. Дети Ханамидзаки всё ещё живут в страхе, что придёт Аратаки Итто и отберёт все их сладости. Похоже, даже такой легендарной помощнице потребуется много времени, чтобы приструнить банду.",
      "id": "Berita tentang \"Geng Arataki\" sekarang memiliki wakil ketua membuat kehebohan kecil di Hanamizaka.\n\nRumor mengatakan kalau wakil ketua ini memahami etiket, hukum, dan memiliki kemampuan yang kuat. Dia telah membuat anggota yang lain patuh padanya hanya dalam beberapa hari.\n\nOrang-orang yang telah melihat aksi wakil ketua ini secara langsung, memuji dirinya. Mereka berkata kalau akhirnya ada seseorang yang berpengetahuan, waras, dan sopan dalam \"Geng Arataki\".\n\nTapi ada juga beberapa orang yang sangat khawatir: \"Geng Arataki\" itu bukanlah sebuah organisasi resmi.\n\nDulu keributan kecil yang mereka lakukan bukanlah apa-apa, tapi dengan tibanya seseorang yang \"pintar\" dan mampu membuat mereka disiplin. Entah insiden besar apa yang akan terjadi di masa mendatang ....\n\nSecara khusus, bisnis harian \"Geng Arataki\" sekarang tidak hanya logistik dan transportasi, perbaikan rumah yang bocor, pertunjukan konser ... Tapi, sekarang mereka juga menjadi agen pajak, konsultasi hukum, penyelenggaraan acara, dan bisnis lain yang melibatkan investasi modal yang cukup besar dan bahaya yang tidak signifikan bagi mereka.\n\nMereka tidak berniat melakukan hal sebanyak ini tanpa lisensi praktik resmi, 'kan?\n\nTidak punya lisensi resmi saja sudah gawat, apalagi kalau mereka sampai memalsukannya ... mereka bisa ditangkap Tenryou Commission!\n\nNamun, segala macam kecurigaan dan rumor tidak berdasar dengan cepat dihilangkan. Berbagai tindakan lanjutan dari \"Geng Arataki\" sudah cukup untuk membuktikan bahwa mereka masih \"Geng Arataki\" yang jujur.\n\nOrang-orang yang telah mencoba mendaftar layanan keuangan baru milik mereka, benar-benar telah melihat situasi mereka berbalik. Transparansi dan kejujuran dalam proses kerja mereka juga sangat menakjubkan.\n\nTapi, namanya \"Geng Arataki\" tetaplah \"Geng Arataki\". Anak-anak Hanamizaka masih hidup dalam ketakutan kalau Arataki Itto datang untuk merebut camilan mereka saat makan malam tiba, dan masih kembali ke rumah mereka dengan marah-marah.\n\nTampaknya, wakil ketua yang legendaris ini masih punya jalan yang panjang kalau dia ingin mengubah gaya \"Geng Arataki\" yang sulit diatur.",
      "th": "\"แก๊ง Arataki\" มีรองหัวหน้ามาใหม่ เรื่องนี้ได้ก่อให้เกิดการถกเถียงกันอย่างดุเดือดเล็ก ๆ ใน Hanamizaka\n\nว่ากันว่ารองหัวหน้าคนนี้เป็นคนมีมารยาท ทั้งยังรู้กฎหมาย แถมยังมีร่างกาย และมือคู่หนึ่งที่คล่องแคล่วว่องไว มาได้เพียงไม่กี่วันก็สามารถทำให้พวกลูกน้องติดตามอย่างเชื่อฟังได้\n\nคนที่ได้เห็นรองหัวหน้าคนนี้ในที่เกิดเหตุด้วยตาตัวเองต่างก็ชื่นชมไม่หยุดปากว่า ในที่สุดใน \"แก๊ง Arataki\" ก็มีคนที่มีความรู้ มีเหตุผล และสุภาพเพิ่มขึ้นอีกคนแล้ว\n\nแต่ก็ยังมีคนที่เป็นห่วงเป็นใยเหมือนกันว่า \"แก๊ง Arataki\" ไม่ใช่กลุ่มแก๊งที่จริงจังอะไร\n\nการก่อเรื่องวุ่นวายเล็ก ๆ น้อย ๆ ในอดีตจะไม่พูดถึง แต่วันนี้มีสมาชิกใหม่ที่มีหัวคิดสักที ถ้าอย่างนั้นก็ต้องมีวินัยในแก๊งขึ้นบ้าง มีแต่สวรรค์เท่านั้นที่จะรู้ว่าอนาคตจะมีเรื่องวุ่นวายอะไรขึ้นบ้าง?\n\nโดยเฉพาะอย่างยิ่งงานประจำวันพวกนั้นของ \"แก๊ง Arataki\" นอกจากงานขนส่งสินค้า ซ่อมแซมบ้าน จัดการแสดง... ตอนนี้ยังมีหน่วยงานด้านภาษี การให้คำปรึกษาด้านกฎหมาย การจัดงานอีเว้นท์ ฯลฯ ที่เกี่ยวข้องกับเงินจำนวนมหาศาล และเต็มไปด้วยธุรกิจอันตราย\n\nการทำธุรกิจต่าง ๆ มากมายขนาดนี้ คงไม่ได้ทำธุรกิจโดยไม่มีใบอนุญาตหรอกใช่มั้ย?\n\n...ไม่มีใบอนุญาต ไม่เป็นไร แต่หากจงใจเริ่มต้นธุรกิจใหม่เพื่อทำการหลอกลวงละก็ จะถูกจับโดยสำนัก Tenryou ทันที!\n\nพอได้ติดตามผลงานต่าง ๆ ของ \"แก๊ง Arataki\" ความสงสัยและข่าวลือต่าง ๆ ถูกปัดเป่าออกไปอย่างรวดเร็ว ทุกการกระทำเพียงพอที่จะพิสูจน์ว่าพวกเขายังคงเป็น \"แก๊ง Arataki\" ที่ตรงไปตรงมาที่พูดคำไหนคำนั้นเหมือนเดิม\n\nเรื่องดีก็คือ มีคนบางคนกล้าลองใช้บริการทางการเงินรูปแบบใหม่นี้ เป็นเรื่องน่าทึ่งที่จะบอกว่าสถานะทางการเงินของบุคคลนั้นดีขึ้นอย่างเห็นได้ชัด ความโปร่งใสของกระบวนการ และความซื่อสัตย์ในการทำงานนั้นน่าทึ่งมาก\n\nแต่ที่น่าขันก็คือ \"แก๊ง Arataki\" ยังไงก็คือ \"แก๊ง Arataki\" อยู่วันยังค่ำ จนถึงทุกวันนี้ในช่วงเวลาอาหารเย็น พวกเด็ก ๆ ใน Hanamizaka ยังคงพ่ายแพ้ให้แก่ Arataki Itto จนต้องสูญเสียขนมทั้งหมด และกลับบ้านไปด้วยความโกรธเสมอ\n\nดูเหมือนว่าเส้นทางรองหัวหน้าในตำนานที่ต้องการเปลี่ยนแปลงนิสัยชาว \"แก๊ง Arataki\" ยังคงอีกยาวไกลนัก",
      "vi": "Bang Arataki xuất hiện một vị phó bang chủ, chuyện này đã dấy lên một cuộc thảo luận sôi nổi trong phạm vi nhỏ ở Hanamizaka.\n\nNghe nói vị phó bang chủ này biết lễ tiết, hiểu pháp luật, và thân thủ cũng rất lợi hại, mới đến mấy ngày mà đã dạy dỗ cho đám đàn em vào nề nếp.\n\nNhững người tận mắt chứng kiến vị phó bang chủ này đi thu dọn tàn cuộc đều không ngớt lời khen ngợi, nói rằng trong Bang Arataki ấy mà, cuối cùng cũng có được một người biết đạo lý hiểu lễ nghĩa rồi.\n\nNhưng cũng có người vô cùng lo lắng: Bang Arataki, đó chẳng phải là bang phái đàng hoàng gì.\n\nTrước đây gây rối sinh sự chẳng có gì đáng nói, nhưng giờ đây đã có thành viên có đầu óc, vậy là đã có tính kỷ luật của tổ chức rồi, có trời mới biết sau này họ sẽ gây ra chuyện lớn gì đây?\n\nĐặc biệt là những công việc hàng ngày của Bang Arataki, ngoài những việc như vận chuyển hàng hóa, sửa chữa nhà cửa, biểu diễn ca hát... giờ đây lại thêm những việc liên quan đến vận hành nguồn tài chính lớn như đại lý thuế, tư vấn pháp luật, tổ chức sự kiện... toàn là những nghiệp vụ nguy hiểm.\n\nLàm nhiều việc quan trọng như thế, chắc không phải là kinh doanh không phép đó chứ?\n\n...Mà không có giấy phép thì cũng kệ đi, lỡ như vì mở nghiệp vụ mới mà làm giả giấy tờ thì sẽ bị Hiệp Hội Tenryou bắt giam đó!\n\nĐủ loại tin đồn và nghi kỵ, rất nhanh sau đó đều đã bị phá vỡ. Những hành động sau đó của Bang Arataki đủ để chứng minh rằng họ vẫn là Bang Arataki đường đường chính chính, nói sao làm vậy.\n\nCó người đã can đảm dùng thử dịch vụ tài chính mới này, nói ra thật lợi hại, tình hình kinh tế của người này đã được cải thiện vượt bậc. Quá trình minh bạch, hành vi lỗi lạc, quả thật khiến người khác phải kinh ngạc.\n\nNhưng mà tật xấu thì vẫn còn đó, Bang Arataki vẫn là Bang Arataki. Tụi trẻ con ở Hanamizaka vẫn trong tình cảnh thường bị Arataki Itto giành mất đồ ăn vặt, giận dỗi quay về nhà vào giờ cơm tối.\n\nXem ra, cho dù là phó bang chủ trong truyền thuyết đi nữa, muốn thay đổi tác phong lộng hành ngang ngược này của Bang Arataki thì e rằng vẫn phải đi một con đường khá dài mới được."
    }
  },
  {
    "title": {
      "zhs": "鬼面铠",
      "zht": "鬼面鎧",
      "jp": "鬼の面頬",
      "ko": "오니 복면",
      "en": "Oni Mask",
      "de": "Oni-Maske",
      "es": "Máscara oni",
      "fr": "Masque Oni",
      "pt": "Máscara Oni",
      "ru": "Маска óни",
      "id": "Topeng Oni",
      "th": "หน้ากากโอนิ",
      "vi": "Mặt Nạ Quỷ"
    },
    "line": {
      "zhs": "初入「荒泷派」那会儿，久岐忍还不戴面铠。\n\n某次在外发展业务，久岐忍正严肃地进行商谈。「荒泷派」其他成员在她身后一字排开，负手而立，不苟言笑。\n\n「你们就保持这个姿势，其他什么话都不要说。」临行前久岐忍是这么叮嘱的，「这是最有效率的交涉…对你们而言。」\n\n谈判一如久岐忍所料的顺利，可好巧不巧，此时有个路过的小孩，指着久岐忍高兴地说：\n\n「妈妈妈妈，快看！是以前神社里的那个不爱笑的巫女姐姐！你看，她现在好酷喔！」\n\n孩子很快被惊恐万状的母亲抱起带走，但久岐忍的表情，混合了尴尬和无奈，像是马上就要离开本地逃去深山老林生活。\n\n而一斗那张脸，活像是嘴里有两只鬼兜虫在打架。元太等人更是全力压抑，但苦于无法绷住，最终爆发出山洪般的大笑。\n\n下次演武，他们的脸会被揍得比此刻的久岐忍还要红。要是能意识到那种下场，不知道他们还敢不敢笑得那么疯狂。\n\n这天起，久岐忍脸上多了一副面铠。黑面獠牙，状若鬼神。\n\n而「鬼之副手」的名号，也在后一次演武中确立下来。",
      "zht": "初入「荒瀧派」那時，久岐忍還沒戴面鎧。\n\n某次在外發展業務，久岐忍正嚴肅地進行商談。「荒瀧派」其他成員在她身後一字排開，負手而立，不苟言笑。\n\n「你們就保持這個姿勢，其他什麼話都不要說。」臨行前久岐忍是這麼叮囑的，「這是最有效率的交涉…對你們而言。」\n\n談判一如久岐忍所料地順利，可好巧不巧，此時有個路過的小孩，指著久岐忍高興地說：\n\n「媽媽媽媽，快看！是以前神社裡的那個不愛笑的巫女姐姐！你看，她現在好酷喔！」\n\n孩子很快被驚恐萬狀的母親抱起帶走，但久岐忍的表情，混合了尷尬和無奈，像是馬上就要離開本地逃去深山老林生活。\n\n而一斗那張臉，活像是嘴裡有兩隻鬼兜蟲在打架。元太等人更是全力壓抑，但苦於無法繃住，最終爆發出山洪般的大笑。\n\n下次演武，他們的臉會被揍得比此刻的久岐忍還要紅。要是能意識到那種下場，不知道他們還敢不敢笑得那麼瘋狂。\n\n這天起，久岐忍臉上多了一副面鎧。黑面獠牙，狀若鬼神。\n\n而「鬼之副手」的名號，也在後一次演武中確立下來。",
      "jp": "「荒瀧派」に入ったばかりの頃、久岐忍はまだ面頬を着けていなかった。\n\nある事業展開に関する真剣な商談のさなか、「荒瀧派」の他の成員は、忍の後ろに並び、真剣な面持ちをして後ろで手を組んでいた。\n\n「あんたら、この姿勢のまま、何も話すなよ。」「これがあんたらにとって…一番効率的な方法だ。」出発前、忍は彼らにこう言いつけた。\n\n交渉は忍の思惑通り、順調に進んだが——突然、通りかかった子供が忍を指さして嬉しそうにこう言い放ったのだ。\n\n「ママ見て！昔、神社で会ったあの笑うのが好きじゃない巫女のお姉さんだ！ほら、あんなにかっこよくなってるよ！」\n\n子供は怯えた表情をする母親に抱き上げられてすぐにその場を去ったが、忍は気まずさと無力感が顔に出てしまい、今すぐこの地を離れ、山に潜って生きていきたい気持ちでいっぱいになった。\n\n一方、荒瀧一斗の表情は、まるで二匹のオニカブトムシが口の中でケンカしているかのよう。元太たちも必死に抑えようとしたが、我慢しきれず、やがて大声で笑い出してしまった。\n\n——今度の演武で、彼らの顔は今の忍の顔よりも真っ赤に腫れ上がることになる。そのような結末が待っていると知っても、彼らはこのように大笑いできるだろうか。\n\n何はともあれ、その日から忍は面頬を着けるようになった。黒い顔で、鬼神の如く牙を剥く。\n\n「鬼の副手」という肩書きも、その演武によって定着した。",
      "ko": "처음「아라타키파」에 가입했을 적, 쿠키 시노부는 오니 복면을 쓰지 않았다.\n\n업무 확장 업무를 위해 외부로 나간 어느 날, 쿠키 시노부는 진지하게 상담을 진행하고 있었다. 그녀의 뒤에 일렬로 늘어선 「아라타키파」의 다른 단원들은 열중쉬어 자세로 침묵을 지켰다.\n\n「너희는 이 자세로 서서 아무 말도 하지 마.」 출발하기 전 그녀는 이렇게 일러두었다. 「이게 가장 효과적인 교섭 방법이야… 너희에게는 말이지.」\n\n계획한 대로 순조롭게 담판이 진행되고 있었지만, 하필이면 길을 가던 아이가 쿠키 시노부를 보고는 이렇게 외쳤다:\n\n「엄마! 엄마! 저 사람은 예전에 신사에서 잘 웃지 않던 그 무녀 언니잖아요! 와, 지금은 너무 멋있어졌어요!」\n\n아이의 어머니가 황급히 아이를 데리고 떠났지만, 시노부는 당장이라도 그곳을 떠나 산속에 틀어박혀 살고 싶은 표정을 지었다.\n\n그리고 이토는 마치 입안에서 귀신풍뎅이 두 마리가 싸우고 있는 듯한 표정이었다. 겐타와 다른 사람들은 터져 나오는 웃음을 결국 참지 못해, 화산이 폭발하는 듯한 폭소를 터뜨리고 만다.\n\n다음번 연무에서 그들의 얼굴은 당시 쿠키 시노부의 얼굴보다도 더 빨갛게 얻어터지게 된다. 이런 결과를 초래할 줄 알았다면, 그렇게 미친 듯이 웃지는 않았으리라.\n\n그날부로, 쿠키 시노부는 오니 복면을 쓰기 시작했다. 검은 가면 안에 번뜩이는 이빨이 흡사 오니를 방불케 한다.\n\n또한 그녀는 그다음에 있었던 연무를 통해 「오니 조수」라는 호칭을 얻게 된다",
      "en": "Kuki Shinobu had yet to wear her mask when she first joined the Arataki Gang.\n\nWhile pursuing a certain business prospect, Shinobu was busy engaging in some serious talks. The other members of the gang were arrayed behind her in a single row, hands behind their backs and unsmiling.\n\n\"Just stay like that and don't say anything,\" Shinobu had instructed them to do so on short notice. \"This is the most effective way of negotiating... For you guys, anyway.\"\n\nThe talks were going exactly as Shinobu expected, until a passing child suddenly pointed at her, exclaiming:\n\n\"Mama, mama, look! That's the shrine maiden who never smiled back at the Grand Shrine! Wow, she looks so cool!\"\n\nThe child was whisked away by her panicked mother, but the quick departure did not change the mottled embarrassment and resignation on her face, as if she could not wait to flee for the hills and forests right that instant.\n\nAs for Itto's face, it was as if two onikabuto were wrestling for dominance upon it. Genta and the others, try as they might, ultimately lost their poker faces amidst gales of guffaws.\n\nThe next martial demonstration would, of course, see their faces beaten so hard that they were redder than Shinobu's was at that moment. If only they had known their fate, perhaps they might not have laughed quite so hard.\n\nFrom that day on, Shinobu would sport that mask. Pitch-black and claws bared, it lent her a positively demonic aspect.\n\nBy the way, it was also that martial demonstration that served as the origin of her moniker \"the demonic deputy\".",
      "de": "Als sie gerade der „Arataki-Bande“ beigetreten war, trug Kuki Shinobu noch keine Oni-Maske.\n\nAls sie auf einer bestimmten Geschäftsreise in ernsthafte Verhandlungen eintrat, standen andere Mitglieder der Arataki-Bande in einer Reihe hinter ihr, die Hände hinter ihren Rücken und mit ernsten Gesichtern.\n\n„Bleibt in genau dieser Haltung und sagt gar nichts!“, so hatte Kuki Shinobu die anderen instruiert, bevor sie zur Verhandlung aufbrachen, „das ist die effektivste Verhandlungsmethode ... für euch zumindest.“\n\nDie Verhandlungen verliefen ganz, wie von Kuki Shinobu geplant, bis zufällig ein Kind an ihnen vorbeikam, auf sie zeigte und freudig ausrief:\n\n„Maaammmaaa, komm schnell! Das ist die Schreinjungfer von früher, die nie gelacht hat! Schau, wie toll sie jetzt ist!“\n\nDas Kind wurde schnell von seiner sich vor Angst krümmenden Mutter weggetragen, in Kuki Shinobus Gesicht mischten sich Scham und Hilflosigkeit, als wolle sie am liebsten sofort im Boden versinken.\n\nUnd Ittos Gesicht sah so aus, als würden sich zwei Onikabuto in seinem Mund duellieren. Auch Genta und die anderen hatten vollkommen die Kontrolle verloren, aber als sie die Bitterkeit nicht länger aushalten konnten, brachen sie schließlich in einen Schwall von Gelächter aus.\n\nBei der nächsten Kampfprüfung würden ihre Gesichter noch roter gedroschen werden als das von Kuki Shinobu in jenem Augenblick. Wenn sie sich das ausgemalt hätten, hätten sie es bestimmt nicht gewagt, so wild zu lachen.\n\nVon diesem Tag an trug Kuki Shinobu eine Maske auf dem Kopf. Eine schwarze Maske mit grimmigen Zähnen, die sie wie einen Oni aussehen ließ.\n\nUnd den Titel „Stellvertreterin des Oni“ verdiente sie sich auch bei jener nächsten Kampfprüfung.",
      "es": "Cuando entró a la Banda de Arataki, Kuki Shinobu no llevaba ninguna máscara.\n\nEn cierta ocasión en la que estaba de viaje de negocios, Kuki Shinobu tuvo que llevar a cabo unas negociaciones bastante serias. Los otros miembros de la Banda de Arataki se pusieron en fila uno detrás de otro, con las manos en la espalda y sin esbozar sonrisa alguna.\n\n“Mantengan esta postura y no digan ni una palabra”, les avisó Kuki Shinobu antes de irse. “Esta es la forma más eficaz de negociación... al menos para ustedes, claro”.\n\nLas negociaciones fueron exactamente como Kuki Shinobu había previsto, hasta que, casualmente, pasó por delante un niño que señaló a Kuki Shinobu y dijo entusiasmado:\n\n“¡Mamá, mamá, mira! ¡Esa es la miko del Santuario que nunca sonreía! ¡Mira qué genial parece ahora!”\n\nRápidamente, la madre, aterrorizada, tomó al niño del brazo y se lo llevó, pero esto no evitó que el semblante de Kuki Shinobu denotara una mezcla de vergüenza y frustración, como si lo que más quisiera en ese momento fuera irse a vivir a la montaña más recóndita de un bosque.\n\nMientras tanto, la cara de Itto era como si tuviera un par de escaradiablos peleando sobre ella.\n\nGenta y compañía intentaron contenerse con todas sus fuerzas, pero les resultaba muy difícil mantener la compostura ante una desgracia ajena, hasta que al final no aguantaron más y estallaron en una avalancha de risas.\n\nLa próxima vez que entrenaran artes marciales, Kuki Shinobu les iba a poner las caras más rojas de lo que la tenía ella en ese momento. De haber sido conscientes de la tunda que les esperaba, quizás no se habrían reído tan frenéticamente.\n\nDesde ese día, Kuki Shinobu comenzó a llevar una afilada máscara oni protectora de color negro azabache.\n\nY así, en el siguiente entrenamiento de artes marciales que tuvieron, le pusieron a Shinobu el apodo de “subjefa oni”.",
      "fr": "#Kuki Shinobu ne portait pas encore son masque lorsqu'elle rejoint le gang Arataki.\n\nUne fois, on put voir Shinobu, l'air sérieux, en train de mener des négociations afin d'étendre les activités du gang. Ses sbires étaient alignés derrière elle en une seule rangée, les mains derrière le dos et sans sourire.\n\n« Restez comme ça et ne dites rien », leur avait ordonné Shinobu peu de temps avant. «{NON_BREAK_SPACE}C'est la façon la plus efficace de négocier... Pour vous, en tout cas. »\n\nLes discussions se déroulaient exactement comme Shinobu l'avait prévu, jusqu'à ce qu'une enfant qui passait par là la montre soudainement du doigt en s'exclamant :\n\n« Maman, maman, regarde ! C'est cette prêtresse du sanctuaire qui ne sourit jamais ! Ouah, elle a l'air trop cool ! »\n\nL'enfant fut emportée par sa mère paniquée, mais cela ne suffit pas à dissiper la gêne et la résignation qui s'affichaient sur le visage de Shinobu, qui n'avait qu'une seule envie : celle de partir vivre dans les collines et les forêts pour se cacher.\n\nItto peinait à garder une expression sérieuse, son visage grimaçant comme si deux scarabutos étaient en train de se battre dans sa bouche. Quant à Genta et les autres, malgré tous leurs efforts, ils finirent par craquer et éclater de rire.\n\nMais ce n'était pas grave : Shinobu battrait leurs visages si fort lors de la prochaine démonstration d'arts martiaux que ceux-ci seraient encore plus rouges que le sien à cet instant. Si seulement ils avaient su ce qui les attendait, ils n'auraient peut-être pas ri autant.\n\nC'est à partir de ce jour que Shinobu commença à porter ce masque. Il assombrissait son visage et lui procurait des canines acérées telles celles d'un spectre démoniaque.\n\nC'est d'ailleurs lors de cette fameuse démonstration d'arts martiaux qu'on commença à lui donner le surnom d'« adjointe de l'Oni ».",
      "pt": "Quando se juntou à Gangue Arataki, Kuki Shinobu não usava uma máscara.\n\nCerta vez, quando Kuki Shinobu saiu para fazer negócios, ela estava se preparando para fazer negócios sérios quando a Gangue Arataki silenciosamente se alinhou atrás dela.\n\n\"Vocês apenas têm que manter sua postura, não digam uma única palavra.\" Antes de sair, Kuki Shinobu disse: \"Esta é a negociação mais frutífera a seu favor que tivemos a oportunidade de fazer até agora\".\n\nA negociação, como Kuki Shinobu esperava, foi bem sucedida, mas coincidentemente, uma criança que passava apontou para ela dizendo alegremente:\n\n\"Mamãe, olha! É aquela sacerdotisa que não gostava de rir! Ela parece tão legal agora!\"\n\nA mãe, horrorizada com o que a criança acabara de dizer, a puxou e a levou embora, deixando Kuki Shinobu com uma expressão mista de constrangimento e frustração, e querendo fugir para um lugar distante no alto das montanhas e no meio da floresta.\n\nO rosto de Itto parecia que ele tinha acabado de ser atingido por dois Onikabutos furiosos lutando. Genta por sua vez, apesar de ter tentado com todas as suas forças suprimir a vontade, acabou caindo na gargalhada.\n\nNa próxima vez que eles fizessem uma demonstração marcial, é possível que seus rostos fiquem tão ou mais vermelhos do que o rosto de Kuki Shinobu naquele momento. Eu me pergunto se eles se atreveriam a rir tão descontroladamente se o mesmo acontecesse com eles.\n\nE foi assim que a partir desse dia Kuki Shinobu começou a usar uma máscara no rosto. Uma máscara escura assustadora de oni com dentes longos.\n\nFoi também a partir desse dia que ela começou a ser chamada de \"Vice-líder demoníaca\".",
      "ru": "Куки Синобу ещё не носила маску, когда присоединилась к банде Аратаки. Однажды Синобу проводила серьёзные переговоры для развития бизнеса. Остальные члены банды выстроились в ряд позади неё, заложив руки за спину и стерев улыбки с лица. «Просто стойте так и молчите, - сказала им Синобу. - Это самый эффективный способ ведения переговоров... Во всяком случае, для вас». Переговоры шли гладко, пока проходящий мимо ребенок внезапно не указал на неё, воскликнув: «Мама, мама, смотри! Это же та самая жрица, которая никогда не улыбается! Теперь она такая крутая!» Перепуганная мать увела ребёнка, но их быстрый уход не изменил смущённого и беспомощного выражения лица Синобу, которая, казалось, мечтает сейчас же сбежать куда-нибудь в горы. На лице Итто словно боролись два оникабуто. Гэнта и остальные изо всех сил пытались подавить смех, но в итоге разразились хохотом. На следующей боевой тренировке их лица были краснее, чем у Синобу в тот момент. Если бы они знали, что их ждёт, то не осмелились бы так смеяться. С того дня Синобу начала носить маску. Чёрный цвет и оскал придают ей вполне себе демонический вид. Кстати, прозвище «демоническая помощница» взялось именно отсюда.",
      "id": "Saat awal bergabung dengan \"Geng Arataki\", Kuki Shinobu tidak memakai topeng.\n\nSuatu waktu saat dia pergi untuk melakukan pembicaraan bisnis yang serius di luar. Anggota lain dari Geng Arataki berbaris di belakangnya, berdiri dengan tangan di belakang, dan tidak tersenyum.\n\n\"Kalian hanya harus menjaga postur tubuhmu, jangan bicara sepatah kata pun.\" Sebelum pergi, Kuki Shinobu berkata, \"Ini adalah negosiasi yang paling menguntungkan untuk kalian sejauh ini.\"\n\nNegosiasi berjalan mulus seperti yang Kuki Shinobu harapkan tapi secara kebetulan, seorang anak yang lewat menunjuk ke arahnya dengan gembira dan berkata:\n\n\"Mama, lihat! Itu adalah kakak miko yang tidak suka tersenyum! Lihat, dia sangat keren sekarang!\"\n\nSi ibu yang takut dengan apa yang baru saja dikatakan anaknya, langsung menariknya dan membawanya pergi, meninggalkan Kuki Shinobu dengan ekspresi campur aduk antara malu dan frustrasi, hingga dia ingin melarikan diri ke tempat yang jauh di pegunungan dan di tengah hutan.\n\nWajah Itto tampak seperti dua Onikabuto yang sedang marah berkelahi di dalam mulutnya. Genta dan yang lain, meskipun telah berusaha sekuat tenaga untuk menahan diri, akhirnya tertawa terbahak-bahak.\n\nDi latihan bela diri berikutnya,wajah mereka akan dipukuli hingga lebih merah dari wajah Kuki Shinobu saat ini. Apa mereka akan berani tertawa terbahak-bahak kalau mereka sadar apa yang akan terjadi nanti.\n\nSejak hari itu, Kuki Shinobu mulai memakai topeng di wajahnya. Topeng oni hitam menakutkan dengan taring yang tajam.\n\nDan sejak latihan bela diri yang terakhir, dia mulai dipanggil dengan sebutan \"Wakil Oni.\"",
      "th": "ตอนที่เข้าร่วมกับ \"แก๊ง Arataki\" ในตอนแรก Kuki Shinobu ยังไม่ได้สวมหน้ากากแต่อย่างใด\n\nในตอนที่ Kuki Shinobu กำลังเจรจาอย่างจริงจังเพื่อพัฒนาธุรกิจในต่างประเทศ สมาชิกคนอื่น ๆ ของ \"แก๊ง Arataki\" ก็ยืนเรียงแถวกันด้านหลังเธอ เอามือไว้ข้างหลัง ท่าทีเคร่งขรึม\n\n\"พวกนายแค่ยืนค้างแบบนี้เอาไว้ และไม่ต้องพูดอะไรทั้งนั้น\" Kuki Shinobu กล่าวไว้ก่อนหน้านี้ \"นี่เป็นการเจรจาที่มีประสิทธิภาพที่สุด... สำหรับพวกนาย\"\n\nการเจรจาเป็นไปอย่างราบรื่นอย่างที่ Kuki Shinobu คาดไว้ แต่น่าเสียดายที่เด็กคนหนึ่งเดินผ่านมาชี้ไปที่ Kuki Shinobu แล้วพูดอย่างดีใจว่า:\n\n\"มาม๊า มาม๊า ดูนี่เร็วจิ! พี่สาวมิโกะที่ไม่ชอบยิ้มที่เมื่อก่อนเคยเจอที่ศาลเจ้าคนนั้นนี่! มาม๊าดูสิ ตอนนี้พี่เขาเท่มากเลย!\"\n\nเด็กน้อยถูกแม่ที่ตื่นตระหนกคว้าตัวไปอย่างรวดเร็ว แต่สีหน้าของ Kuki Shinobu นั้นเต็มไปด้วยความเขินอาย และทำอะไรไม่ถูก อับอายจนอยากจะมุดดินหลบหนีออกไปอาศัยอยู่บนป่าเขาลึก\n\nและ Itto ที่ทำหน้าเหมือนมี Onikabuto สองตัวต่อสู้อยู่ในปากของเขา Genta และคนอื่น ๆ พยายามอย่างเต็มที่ในการอดกลั้น แต่สุดท้ายก็ทนไม่ไหว ระเบิดเสียงหัวเราะออกมาดังลั่น\n\nในการฝึกต่อสู้ครั้งต่อไป ใบหน้าของพวกเขาก็ถูกต่อยจนแดงกว่าหน้าของ Kuki Shinobu ในตอนนั้นซะอีก ถ้าพวกเขารู้ว่าการหัวเราะครั้งนั้นจะทำให้พวกเขาต้องเจอจุดจบแบบนี้ ก็ไม่รู้ว่าจะยังกล้าหัวเราะเป็นบ้าเป็นหลังแบบนั้นอีกมั้ย\n\nหลังจากวันนั้น Kuki Shinobu ก็มีหน้ากากสีดำ เขี้ยวยาวเหมือนโอนิอยู่บนใบหน้า\n\nและฉายา \"ผู้ช่วยแห่งโอนิ\" ก็ถูกตั้งขึ้นในการฝึกครั้งต่อไป",
      "vi": "Lúc mới gia nhập Bang Arataki, Kuki Shinobu vẫn chưa đeo mặt nạ.\n\nMột lần khi đang phát triển nghiệp vụ ở bên ngoài, Kuki Shinobu đang rất nghiêm túc đàm phán. Các thành viên khác của Bang Arataki xếp hàng sau lưng cô, đứng xếp tay nghiêm chỉnh, không dám cười đùa.\n\n\"Các anh cứ giữ nguyên tư thế này, không cần nói gì cả.\" Trước khi đi, Kuki Shinobu đã căn dặn như thế, \"Đây là cách giao thiệp hiệu quả nhất... đối với các anh.\"\n\nCuộc đàm phán tiến hành thuận lợi đúng như dự kiến của Kuki Shinobu, nhưng trùng hợp thay, ngay lúc này có một đứa trẻ đi ngang qua, chỉ vào Kuki Shinobu rồi hứng khởi nói:\n\n\"Mẹ ơi mẹ ơi, xem kìa! Đó là chị pháp sư không thích cười ở trong đền thần hồi trước đó!\"\n\nĐứa trẻ đã nhanh chóng bị người mẹ hoảng hốt bế đi, nhưng biểu cảm của Kuki Shinobu thì vừa ngượng ngùng lại vừa bất lực, giống như muốn lập tức rời khỏi đây chạy vào rừng sâu mà sống.\n\nCòn gương mặt của Itto, miệng như có hai con Onikabuto đang đánh nhau vậy. Bọn Genta thì đang gồng mình kiềm chế hết sức, nhưng cũng không nhịn được, cuối cùng bật cười nghiêng ngả.\n\nLần tập võ tiếp theo, mặt của bọn họ sẽ bị đánh cho đỏ hơn cả mặt Kuki Shinobu lúc này. Nếu mà có thể ý thức được hậu quả đó, không biết họ còn dám cười điên cuồng như thế không.\n\nVà từ hôm đó, trên mặt Kuki Shinobu đã có thêm một chiếc mặt nạ. Mặt quỷ răng nanh, trông như quỷ thần.\n\nCòn danh hiệu \"phụ tá Oni\" cũng được đặt ra trong lần diễn võ sau đó."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "离开神社那天，久岐忍将担任「巫女」时的所有物事都留在屋里，一切从简，只带了极少的行李。\n\n所以，在她背起行囊的刹那就已察觉到重量有异——这个包里，不是应该只有毛巾吗？\n\n伸手掏了一会儿，竟从包里摸出来一枚熠熠生辉的「神之眼」。光彩之美，看得一旁的姐姐久岐幸赞叹不已。\n\n说来讽刺，本应侍奉神明的巫女，却因逃离神社而获得神之眼的垂青。\n\n这正是久岐忍拿到的第一份「证明」，来自于神，证予自由。\n\n本打算阻止她的姐姐阿幸，也在见识这一场面之后改变了心意，甚至答应帮她摆平父母那边。\n\n…因此，「眼狩令」期间，久岐忍主动上缴了自己的神之眼。\n\n一来是不想让天领奉行里的熟人难做，二来对久岐忍而言，神之眼不过是自己那大堆证书、证明中的一个普通成员。\n\n人活一世，遇到的大部分事情无需「神之眼」也能处理。至于那些真正棘手的难题，可不是能靠「神之眼」轻易打发的。\n\n比如，怎么消除世代累积的成见，怎么追寻真正无羁的自由。\n\n又比如，怎么劝阻满地打滚吵闹不停说要去把她的神之眼一并赢回来的「荒泷派」一众。",
      "zht": "離開神社那天，久岐忍將擔任「巫女」時的所有物事都留在屋裡，一切從簡，只帶了極少的行李。\n\n所以，在她背起行囊的刹那就已察覺到重量有異——這個包裡，不是應該只有毛巾嗎？\n\n伸手掏了一會，竟從包裡摸出來一枚熠熠生輝的「神之眼」。光彩之美，看得一旁的姐姐久岐幸讚歎不已。\n\n說來諷刺，本應侍奉神明的巫女，卻因逃離神社而獲得神之眼的垂青。\n\n這正是久岐忍拿到的第一份「證明」，來自於神，證予自由。\n\n本打算阻止她的姐姐阿幸，也在見識這一場面之後改變了心意，甚至答應幫她擺平父母的異議。\n\n…因此，「眼狩令」期間，久岐忍主動繳出了自己的神之眼。\n\n一來是不想讓天領奉行裡的熟人難做，二來對久岐忍而言，神之眼不過是自己那大堆證書、證明中的一個普通成員。\n\n人活一世，遇到的大部分事情無需「神之眼」也能處理。至於那些真正棘手的難題，也不是能靠「神之眼」輕易打發的。\n\n例如，怎麼消除世代累積的成見、怎麼追尋真正無羈的自由。\n\n又如，怎麼勸阻滿地打滾吵鬧不停說要去把她的神之眼一併贏回來的「荒瀧派」一眾。",
      "jp": "神社を去る日、久岐忍は「巫女」を務めていた頃に持っていたすべての物を家に残し、最小限の荷物だけをまとめた。\n\nだから、荷物を手に取った瞬間、それが重いことにすぐ気付いた——「あれ、手拭いぐらいしか入れてないのに？」\n\n少し探ってみると、なんと荷物からは光り輝く「神の目」が出てきた。その美しい輝きには、彼女の姉である久岐幸も見とれてしまったという。\n\n皮肉なことに、神に仕えるはずの巫女は、神社からの脱走を決めたことで初めて神の目に振り向いてもらえたのである。\n\nこれは忍が手に入れた、最初の「証」であった。神から授かり、自由を証明するもの。\n\n彼女を止めようとしていた幸も、この光景を見て考えを改め、両親は自分がどうにかすると請け負った。\n\n…「目狩り令」の時、久岐忍は自らの意志で神の目を渡した。\n\n一つは、天領奉行にいる知り合いに迷惑をかけたくないという思いがあったからだ。そしてもう一つは、忍にとっての「神の目」が、彼女の持つ数ある資格証明のうち、たった一つのものに過ぎなかったからである。\n\n人が生きていく上で遭遇するほとんどのことは、「神の目」がなくても対処できる。本当に厄介な難題については、「神の目」があれば簡単に片付けられると言うような類のものではない。\n\n例えば、何世代にもわたって蓄積されてきた先入観をいかに排除するか、とか、真の自由をいかに探すか。\n\nあるいは、忍の「神の目」を一緒に取り戻すと駄々をこねて騒ぐ「荒瀧派」の連中を、いかに阻止するかという問題だ。",
      "ko": "신사를 떠난 그날, 쿠키 시노부는 「무녀」를 맡을 때 사용했던 모든 물품을 방안에 남겨두고 단 몇 개의 짐만 챙겨 길을 나섰다.\n\n배낭을 드는 순간, 그녀는 뭔가 이상한 무게를 느꼈다——여기엔 수건만 들어있어야 정상인데?\n\n안에 손을 집어넣어 찾아보자, 배낭 안에서 빛을 내는 「신의 눈」이 나왔다. 옆에 있던 쿠키 미유키는 아름다운 빛에 매료되어 감탄하고 만다.\n\n신을 모셔야 할 무녀가 신사를 떠나는 자에게 생겨난 신의 눈에 매료되다니, 아이러니한 일이 아닐 수 없었다.\n\n신으로부터 획득한 증명된 자유야말로 시노부가 얻은 첫 번째 「증명」이었다.\n\n이를 직접 목격한 언니 미유키는 시노부를 말리려던 생각을 바꾸고, 심지어 부모님을 설득하겠다고 약속한다.\n\n…결국 시노부는 「안수령(眼狩令)」 기간에 가지고 있던 신의 눈을 공양한다.\n\n텐료 봉행의 아는 사람이 곤경에 빠지게 하고 싶지 않았을뿐더러, 그녀에게 있어 신의 눈은 수많은 자격증과 증명서 중 하나에 불과했기 때문이었다.\n\n사람이 세상을 살아가며 겪는 대부분의 일은 「신의 눈」 없이도 처리할 수 있는 것들이었다. 정말로 시간을 다투는 난제들은 「신의 눈」으로 쉽게 해결할 수 있는 것이 아니다.\n\n예를 들어 대를 거듭하며 굳어진 선입견을 제거하고, 어떻게 하면 진정한 자유를 찾을 수 있는지 하는 문제들 말이다.\n\n그리고 난리법석을 떨며 그녀에게 신의 눈을 되찾아오라고 떠들어대는 「아라타키파」 녀석들도 그런 문제 중 하나다",
      "en": "The day she left the shrine, Kuki Shinobu left all the things that she possessed while serving as a shrine maiden behind at home, starting over from the most basic of belongings.\n\nAs such, she knew immediately that the bag she lifted was not the right weight. Hadn't she only left towels inside it?\n\nReaching into the bag and fishing about, she pulled out, of all things, a glittering Vision, its loveliness so striking such that her sister, Miyuki, could not help but gasp.\n\nAn irony it was indeed that the shrine maiden who was fleeing her duties would receive a Vision for doing just that.\n\nThis, of course, was the very first \"certification\" that Shinobu would receive — from a god, certifying her freedom.\n\nIndeed, Miyuki, who had intended to stop her at first, had a change of heart upon witnessing this sign, agreeing to help convince their parents.\n\n...It was also due to this that she would willingly surrender her Vision while the Vision Hunt Decree was ongoing.\n\nFor one thing, she did not intend to make life difficult for her friend in the Tenryou Commission, but for the other, the Vision was but one of her many, many certificates.\n\nMost things in life could, in any case, be settled without the use of a Vision, nor could the truly obdurate problems be dismissed simply by the dint of that device.\n\nRemoving generations worth of prejudice, for example, or searching for true, unbound freedom.\n\n...Or, you know, stopping those dolts in the Arataki Gang from chomping at the bit to \"help\" her win her Vision back.",
      "de": "An jenem Tag, an dem sie den Schrein verließ, ließ sie auch all jene Dinge, die sie als „Schreinjungfer“ besaß, hinter sich zurück, begann ein einfaches Leben, in dem sie mit dem leichtesten Gepäck reiste.\n\nIn dem Moment also, in dem sie ihren Rucksack schulterte, spürte sie sofort ein unerwartetes Gewicht auf sich lasten. Sollte in dieser Tasche nicht eigentlich nur ein Handtuch sein?\n\nNachdem sie ihre Hand hineingesteckt hatte, fand sie dort unerwartet ein schimmerndes „Göttliches Auge“. Als ihre Schwester Kuki Miyuki dessen glitzernde Schönheit erblickte, war diese voll des Lobs.\n\nEs war in der Tat eine Ironie des Schicksals, dass die Schreinjungfer, die eigentlich der Göttin dienen sollte, für ihre Flucht mit dem Göttlichen Auge belohnt wurde.\n\nDies war das erste Zertifikat, dass Kuki Shinobu verliehen wurde, es kam von den Göttern und verlieh ihr die Freiheit.\n\nIhre Schwester Miyuki, die sie ursprünglich vom Gehen abbringen wollte, wurde von diesem Anblick überzeugt und versprach ihr sogar, ihren Eltern diese Entscheidung beizubringen.\n\n... Daher gab Kuki Shinobu in der Zeit des „Augenhatz-Dekrets“ freiwillig ihr Göttliches Auge ab.\n\nEinerseits, weil sie ihre Freunde aus der Tenryou-Verwaltung nicht vor eine schwere Entscheidung stellen wollte, und andererseits, weil das Göttliche Auge für sie nur eines ihrer vielen Zertifikate war.\n\nDie meisten Dinge im Leben kann man auch ohne ein Göttliches Auge bewältigen. Und selbst bei kniffligen Problemen kann man sich nicht auf ein Göttliches Auge verlassen, um sie zu lösen.\n\nEtwa dabei, über Generationen angehäufte, überkommene Vorstellungen aus der Welt zu schaffen oder nach der wirklich unbegrenzten Freiheit zu suchen.\n\nOder um die vollkommen verrückte „Arataki-Bande“ davon abzubringen, immer lauthals zu versprechen, ihr Göttliches Auge zurückzugewinnen.",
      "es": "El día que abandonó el Santuario, Kuki Shinobu dejó en su habitación todas sus pertenencias de cuando era una miko. Únicamente se llevó el equipaje indispensable.\n\nAl cargar con él, se dio cuenta de que pesaba más de lo que debía. ¿Acaso no había metido solamente unas toallas?\n\nRebuscó en el equipaje y, para su sorpresa, sacó una resplandeciente Visión. La belleza de su resplandor era tal que hizo que su hermana Miyuki, que se encontraba a su lado, se quedara contemplándola con admiración.\n\nResultaba irónico que una miko que acababa de renunciar a su cometido de venerar a los dioses recibiera una Visión de ellos al abandonar su santuario.\n\nPrecisamente, esa fue la primera “titulación” que obtuvo Kuki Shinobu: una titulación de los dioses que certificaba su libertad.\n\nSu hermana Miyuki, que en un principio intentó detenerla, cambió de idea tras presenciar la escena y accedió a ayudarla a convencer a sus padres.\n\nY fue por esto por lo que durante el Decreto de captura de Visiones, Kuki Shinobu entregó voluntariamente su Visión.\n\nPor un lado, no quería que su amiga de la Comisión Tenryou tuviera que enfrentarse a la disyuntiva de requisarle la Visión. Por otro, para Shinobu su Visión no era más que una de las muchas titulaciones y certificados que poseía.\n\nLa gran mayoría de los problemas con los que uno se encuentra a diario pueden resolverse sin necesidad de una Visión y, si se trata de un problema realmente grave, tampoco es que se pueda resolver simplemente por tener una Visión.\n\nComo por ejemplo, cómo deshacerse de prejuicios que han existido durante generaciones, o cómo encontrar la verdadera y absoluta libertad.\n\nO también, cómo disuadir a esa panda de alborotadores de la Banda de Arataki para que dejen de lado la idea de recuperar la Visión de Kuki Shinobu.",
      "fr": "Le jour où elle partit du sanctuaire, Kuki Shinobu laissa chez elle tout ce qu'elle possédait du temps où elle était prêtresse, n'emportant que très peu de choses.\n\nLorsqu'elle prit son sac, elle le trouva étonnamment lourd pour un bagage qui ne transportait que des serviettes.\n\nElle plongea le bras dedans, et en sortit un œil divin qui scintillait et qui était si magnifique que sa sœur ne put s'empêcher de lâcher un soupir d'étonnement.\n\nComme par ironie du sort, cette ancienne prêtresse qui était censée servir les dieux, mais qui s'était échappée du sanctuaire avait été bénie par les dieux eux-mêmes en se faisant octroyer un tel trésor.\n\nC'est précisément la première certification qu'elle reçut dans sa vie. Celle-ci provenait des divinités et prouvait qu'elle avait reçu la liberté.\n\nMême sa sœur Miyuki, qui avait l'intention de l'arrêter, changea d'avis après avoir assisté à cette scène. Elle lui promit même de l'aider à apaiser leurs parents.\n\nPlus tard, pendant le décret de saisie, Kuki Shinobu renonça volontairement à son œil divin.\n\nTout d'abord parce qu'elle ne voulait pas mettre la Commission administrative en difficulté, et ensuite, parce que cet œil divin n'était pour elle rien de plus qu'un diplôme de plus parmi tous ceux qu'elle possédait déjà.\n\nLa plupart des situations qu'une personne rencontre dans la vie peuvent être résolues sans l'aide d'un œil divin. Et le fait d'en posséder un ne suffit pas pour résoudre les problèmes les plus difficiles.\n\nPar exemple, l'élimination de stéréotypes enracinés depuis des générations, ou la quête de la vraie liberté.\n\nOu encore, trouver une façon de dissuader les membres du gang Arataki d'aller semer le désordre pour regagner l'œil divin de sa cheffe adjointe.",
      "pt": "No dia em que deixou o santuário, Kuki Shinobu deixou tudo o que tinha de seu tempo como sacerdotisa em casa, levando muito pouco com ela.\n\nEntão, no momento em que pegou a bolsa, notou a diferença de peso e se perguntou: não deveriam apenas haver toalhas nessa bolsa?\n\nDepois de procurar por um tempo, ela encontrou dentro de sua bolsa um objeto brilhante, era uma Visão. Kuki Shinobu ficou deslumbrada com o que ela segurava na mão.\n\nComo que por ironia do destino, a sacerdotisa que deveria servir aos deuses, mas escapou do santuário, acabou sendo abençoada pelos mesmos deuses com tal objeto.\n\nEsta foi a primeira prova que Kuki Shinobu recebeu de que os deuses estavam lhe concedendo liberdade.\n\nMesmo Miyuki, que estava planejando detê-la, mudou de ideia depois de testemunhar essa cena. Ela até prometeu ajudá-la a resolver o assunto com seus pais.\n\n... Mais tarde, durante o Decreto de Caça à Visão, Kuki Shinobu entregou voluntariamente sua Visão.\n\nEm primeiro lugar, a principal razão para ela fazer isso seria não causar dificuldades para a Comissão Tenryou, e em segundo lugar, para Kuki Shinobu, a Visão era nada mais nada menos que apenas mais um certificado dos muitos que ela já possui.\n\nA maioria das situações que uma pessoa encontra na vida pode ser resolvida sem a ajuda de uma Visão. Mesmo os problemas mais difíceis não podem ser facilmente resolvidos apenas com a Visão.\n\nEliminar estereótipos enraizados ao longo de gerações, ou como buscar a verdadeira liberdade são exemplos disso.\n\nOutro exemplo de algo realmente difícil de resolver é como dissuadir a Gangue Arataki de causar problemas, pois eles continuam dizendo que querem ajudar Kuki Shinobu a conseguir sua Visão de volta.",
      "ru": "В тот день, когда Куки Синобу покинула храм, она оставила в доме все вещи, которыми она владела, будучи жрицей, взяв лишь самое необходимое. Поэтому она сразу заподозрила неладное, подняв сумку - разница в весе была ощутима. Разве в ней не должны быть только полотенца? Сунув руку внутрь, она нащупала и достала сияющий Глаз Бога. Красота его была такой, что даже её сестра Миюки была поражена. По иронии судьбы жрица, служившая богам, получила свой Глаз Бога за побег из храма. Он стал первым «сертификатом», полученным Синобу, и даровал ей свободу. Миюки, намеревавшаяся остановить сестру, передумала, увидев произошедшее, и даже согласилась помочь переубедить родителей. ...Синобу добровольно отказалась от Глаза Бога во времена Охоты на Глаза Бога. Во-первых, она не собиралась усложнять жизнь своей подруге из комиссии Тэнрё, а во-вторых, он был лишь одним из многих доказательств её компетентности. С большинством вещей в жизни можно справиться и без Глаза Бога, а для сложных проблем его одного всё равно не хватит. Например, он не поможет избавиться от стереотипов, складывающихся на протяжении поколений, или обрести настоящую неограниченную свободу. ...Как и помешать этим болванам из банды Аратаки «помочь» ей вернуть Глаз Бога.",
      "id": "Pada hari dia meninggalkan kuil, Kuki Shinobu meninggalkan semua yang dia miliki saat menjadi seorang miko di rumah, dan hanya membawa sangat sedikit barang.\n\nJadi, saat dia mengangkat tasnya, dia menyadari berat tasnya yang berbeda — bukankah seharusnya hanya ada handuk di tas ini?\n\nSetelah mencari beberapa saat, dia menemukan sebuah benda yang mengkilap di dalam tasnya, benda itu adalah Vision. Kuki Shinobu terpesona oleh apa yang dia pegang di tangannya.\n\nIronisnya, miko yang seharusnya melayani para dewa malah dihadiahkan dengan Vision karena dia melarikan diri dari kuil.\n\nIni adalah bukti pertama yang diterima Kuki Shinobu kalau para dewa memberinya kebebasan.\n\nBahkan Miyuki, yang berencana untuk menghentikannya, berubah pikiran setelah menyaksikan hal ini. Dia bahkan berjanji untuk membantunya menyelesaikan masalah ini dengan orang tuanya.\n\nKarena Dekrit Perburuan Vision, Kuki Shinobu berinisiatif untuk menyerahkan Vision miliknya.\n\nAlasan pertama dia melakukan ini adalah untuk tidak menimbulkan kesulitan bagi kenalannya di Tenryou Commission. Kedua, bagi Kuki Shinobu, Vision itu tidak kurang dari sekadar sebuah sertifikat biasa dari sekian banyak sertifikat yang sudah dia miliki.\n\nSepanjang hidup manusia, sebagian besar hal yang dihadapi dapat diselesaikan tanpa \"Vision\". Bahkan masalah yang paling pelik pun, tidak dapat dengan mudah diselesaikan dengan \"Vision\".\n\nContohnya, bagaimana cara menghilangkan stereotip yang mengakar dari generasi ke generasi atau bagaimana cara mencari kebebasan yang sesungguhnya.\n\nContoh lainnya adalah bagaimana cara mencegah Geng Arataki membuat masalah karena mereka terus mengatakan bahwa mereka ingin merebut Vision mereka kembali.",
      "th": "ในวันที่ออกจากศาลเจ้าวันนั้น Kuki Shinobu ได้ละทิ้งทุกสิ่งทุกอย่างสมัยที่เธอยังเป็น \"มิโกะ\" ไว้ในห้อง นำติดตัวไปเพียงแค่กระเป๋าเดินทางเรียบง่ายที่มีของเพียงน้อยนิดเท่านั้น\n\nทันทีที่เธอหยิบกระเป๋าขึ้นมา เธอสังเกตเห็นความแตกต่างของน้ำหนัก ในกระเป๋าใบนี้ควรมีแค่ผ้าเช็ดตัวเท่านั้นไม่ใช่เหรอ?\n\nหลังจากที่ล้วงมือเข้าไป เธอก็หยิบ \"วิชั่น\" ที่ส่องประกายออกมาจากกระเป๋า พี่สาวของเธอ Miyuki ที่อยู่ด้านข้างนั้นดูตื่นตาตื่นใจกับความงดงามจนชมไม่หยุดปาก\n\nจะพูดไปก็เหมือนแดกดัน มิโกะที่ควรรับใช้เทพเจ้า แต่กลับได้รับความเมตตาจากวิชั่นทันทีที่หนีออกมาจากศาลเจ้า\n\nนี่เป็น \"ใบอนุญาต\" แรกที่ Kuki Shinobu ได้รับมาจากเทพเพื่อให้เป็นอิสระ\n\nในตอนแรกพี่สาวอย่าง Miyuki กำลังคิดจะหยุดยั้ง Shinobu ก็ได้เปลี่ยนใจเมื่อเห็นฉากนี้ และยังสัญญากับ Shinobu ว่าจะช่วยจัดการด้านพ่อแม่ให้เอง\n\n...ดังนั้น ในช่วง \"คำสั่งล่าวิชั่น\" Kuki Shinobu จึงยินยอมมอบวิชั่นของตัวเองด้วยความสมัครใจ\n\nข้อแรก เพราะไม่ต้องการให้คนรู้จักที่อยู่ในสำนัก Tenryou ต้องลำบาก ข้อสอง สำหรับ Kuki Shinobu แล้ว วิชั่นเป็นเพียงหนึ่งในใบอนุญาตธรรมดาท่ามกลางกองใบอนุญาตจำนวนมหาศาลของเธอเท่านั้น\n\nตลอดชีวิตของเรา หลายสิ่งหลายอย่างที่เราเผชิญ สามารถจัดการได้โดยไม่ต้องพึ่งพา \"วิชั่น\" ส่วนปัญหาที่ยุ่งยากจริง ๆ นั้นก็แก้ไขไม่ได้ง่าย ๆ ด้วยการพึ่งพา \"วิชั่น\"\n\nตัวอย่างเช่น วิธีขจัดทัศนคติที่สั่งสมมาหลายชั่วอายุคน หรือวิธีแสวงหาเสรีภาพที่ไม่ถูกจำกัดอย่างแท้จริง\n\nอีกตัวอย่างก็คือ วิธีปราบ \"แก๊ง Arataki\" ที่เอาแต่กลิ้งไปกลิ้งมาบนพื้น และโวยวายว่าจะไปท้าชนแล้วชิงเอาวิชั่นของเธอกลับคืนมา",
      "vi": "Ngày rời khỏi đền thần, Kuki Shinobu đã để lại trong phòng tất cả mọi thứ lúc đảm nhiệm công việc \"pháp sư\", chỉ đem theo hành lý ít ỏi.\n\nCho nên, vào giây phút cô đeo hành trang lên đã cảm thấy trọng lượng có chút bất thường... Trong túi này không phải chỉ có khăn lông thôi sao?\n\nThò tay vào xem thử, lại có thể lấy ra từ trong túi một viên Vision sáng loáng. Ánh sáng lung linh làm cho chị Miyuki đứng bên cạnh khen ngợi không ngớt.\n\nNhắc đến cũng khá nực cười, là một pháp sư vốn dĩ nên ở lại thờ phụng đền thần, thế mà vì rời bỏ đền thần lại nhận được Vision.\n\nĐây chính là \"chứng nhận\" đầu tiên mà Kuki Shinobu nhận được, sự chứng nhận tự do đến từ thần linh.\n\nMiyuki - chị của cô ấy, vốn định ngăn cản, nhưng chứng kiến cảnh này xong cũng thay đổi quyết định, thậm chí còn đồng ý giúp cô ấy khuyên nhủ bố mẹ.\n\n...Do vậy, trong thời gian thi hành Lệnh Truy Lùng Vision, Kuki Shinobu đã chủ động giao nộp Vision của mình.\n\nMột mặt là không muốn làm khó cho người quen trong Hiệp Hội Tenryou, mặt khác là đối với Kuki Shinobu mà nói, Vision cũng chỉ là một thành viên bình thường trong đống chứng nhận của cô mà thôi.\n\nTrong đời người, phần lớn vấn đề gặp phải đều có thể xử lý mà không cần dùng đến Vision. Thậm chí những vấn đề nan giải thực sự, thì cũng không phải chỉ dựa vào Vision mà có thể giải quyết.\n\nVí dụ, làm thế nào để xóa bỏ thành kiến đã tích lũy qua nhiều đời, làm thế nào để theo đuổi sự tự do không ràng buộc.\n\nRồi như việc làm thế nào để khuyên nhủ được thành viên Bang Arataki cứ suốt ngày gây rối đòi đoạt lại Vision cho cô nữa."
    }
  }
]