[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "你好，我是荒泷派的二把手久岐忍。我们承包多种业务，货运物流、安保维持、房屋补漏、表演驻唱等等。需要我们请随时联系，这是我的名片，还请收下。",
      "zht": "#{F#妳}{M#你}好，我是荒瀧派的二把手久岐忍。我們承包多種業務，貨運物流、安保維持、房屋補漏、表演駐唱等等。需要我們請隨時聯繫，這是我的名片，還請收下。",
      "jp": "こんにちは。私は久岐忍、荒瀧派の二番手だ。うちらは貨物の運搬、警備の仕事、住宅の修繕、会場の盛り上げなど、幅広い業務を扱っている。必要があればいつでも連絡を。これが私の名刺だ、受け取ってくれ。",
      "ko": "안녕, 난 아라타키파의 이인자 쿠키 시노부야. 우린 물류 배송, 치안 유지, 자택 보수, 음악 공연 등 다양한 의뢰를 받고 있어. 필요하면 언제든지 연락해. 자, 이건 내 명함이니까 받아둬",
      "en": "Oh... Hey there! I'm Kuki Shinobu, deputy leader of the Arataki Gang. We offer a wide range of services, including but not limited to transport and logistics, security, home repair, and musical performances. Please feel free to contact me if you need anything. Here's my card.",
      "de": "Hallo, ich bin die stellvertretende Anführerin der Arataki-Bande, Kuki Shinobu. Wir betreiben viele Gewerbe: Warentransport, Personensicherung, Handwerksleistungen, Veranstaltung von Festen und vieles mehr. Falls du unsere Hilfe gebrauchen kannst, kontaktiere mich bitte rechtzeitig. Hier ist meine Visitenkarte!",
      "es": "Oh, ¡hola! Soy Kuki Shinobu, segunda al mando de la Banda Arataki. Ofrecemos una amplia gama de servicios que incluyen, entre otros, transporte y logística, seguridad, reparación del hogar y actuaciones musicales. No dudes en ponerte en contacto conmigo si necesitas algo. Aquí tienes mi tarjeta.",
      "fr": "Bonjour ! Je suis Kuki Shinobu, cheffe adjointe du gang Arataki. On offre un large éventail de services, y compris, mais sans s'y limiter, le transport et la logistique, la sécurité, la réparation de maisons et l'organisation de spectacles musicaux. N'hésite pas à me contacter si tu as besoin de quoi que ce soit. Voici ma carte.",
      "pt": "Oh... Olá! Sou Kuki Shinobu, vice-líder da Gangue Arataki. Oferecemos uma grande variedade de serviços, incluindo, mas não limitado a, transporte e logística, segurança, reparos domésticos, e performances musicais. Por favor, sinta-se livre para entrar em contato comigo caso precise de algo. Aqui está o meu cartão.",
      "ru": "Привет! Я Куки Синобу, помощница главаря банды Аратаки. Мы предлагаем широкий спектр услуг, в том числе транспортировку и логистику, охрану, ремонтные работы и музыкальные представления. Пожалуйста, не стесняйся обращаться ко мне, если что-нибудь понадобится. Вот моя визитка.",
      "id": "Halo, aku Kuki Shinobu, orang nomor dua di Geng Arataki. Kami bisa mengerjakan apa saja, termasuk pengiriman barang, jasa keamanan, perbaikan rumah, acara hiburan, dan lainnya. Boleh langsung saja hubungi kami jika membutuhkan. Ini kartu namaku, silakan.",
      "th": "สวัสดีฉันคือ Kuki Shinobu รองหัวหน้าของแก๊ง Arataki พวกเราดำเนินธุรกิจหลากหลายประเภท ทั้งการขนส่งสินค้า, ดูแลรักษาความปลอดภัย, ซ่อมแซมบ้าน จัดการแสดง ฯลฯ ถ้าต้องการใช้บริการพวกเราติดต่อมาได้ตลอดเวลาเลยนะ แล้วนี่คือนามบัตรของฉัน โปรดรับเอาไว้ด้วยนะ",
      "vi": "Xin chào, tôi là Kuki Shinobu, phó bang Arataki. Bang của chúng tôi kinh doanh đa ngành, gồm vận chuyển hàng hóa, duy trì trị an, tu sửa phòng ốc, ca hát biểu diễn... Đây là danh thiếp của tôi, khi cần thì có thể liên hệ với tôi bất cứ lúc nào."
    }
  },
  {
    "title": {
      "zhs": "闲聊·麻烦事",
      "zht": "閒聊·麻煩事",
      "jp": "世間話·面倒事",
      "ko": "잡담·성가신 일",
      "en": "Chat: In a Pinch",
      "de": "Gespräch – Ärger",
      "es": "Charla - En apuros",
      "fr": "Bavardage - Problèmes",
      "pt": "Bate-papo — Problemas",
      "ru": "Поболтаем: В крайнем случае",
      "id": "Mengobrol: Merepotkan",
      "th": "แชท - เรื่องวุ่นวาย",
      "vi": "Nói chuyện phiếm - Chuyện Phiền Phức"
    },
    "line": {
      "zhs": "有麻烦事要处理的话，直接告诉我就好，我来摆平。",
      "zht": "有麻煩事要處理的話，直接告訴我就好，我來擺平。",
      "jp": "面倒事があれば、私に直接言うといい。解決してやろう。",
      "ko": "성가신 일이 생기면 날 찾아와. 내가 해결해 줄게",
      "en": "Just let me know if you ever find yourself in a pinch. I can help you out.",
      "de": "Komm direkt zu mir, wenn es Ärger gibt. Ich kläre das schon!",
      "es": "Avísame si alguna vez te encuentras en apuros. Yo puedo ayudarte.",
      "fr": "Si tu as un problème embêtant à régler, fais-le-moi savoir. Je peux aider.",
      "pt": "Se você precisar lidar com algum problema, pode vir falar comigo, eu te ajudarei.",
      "ru": "Если окажешься в затруднительном положении, просто дай мне знать. Я помогу тебе.",
      "id": "Kalau ada hal merepotkan yang mau dibereskan, langsung ke aku saja.",
      "th": "ถ้ามีเรื่องวุ่นวายให้ไปจัดการล่ะก็ บอกฉันได้เลยนะ ฉันจะไปจัดการให้เอง",
      "vi": "Nếu có chuyện phiền phức gì thì cứ nói với tôi, tôi sẽ đi giải quyết."
    }
  },
  {
    "title": {
      "zhs": "闲聊·证书",
      "zht": "閒聊·證書",
      "jp": "世間話·資格",
      "ko": "잡담·자격증",
      "en": "Chat: Certificates",
      "de": "Gespräch – Zertifikate",
      "es": "Charla - Titulaciones",
      "fr": "Bavardage - Diplôme",
      "pt": "Bate-papo - Certificados",
      "ru": "Поболтаем: Сертификаты",
      "id": "Mengobrol: Sertifikat",
      "th": "แชท - ใบอนุญาต",
      "vi": "Nói chuyện phiếm - Chứng Chỉ"
    },
    "line": {
      "zhs": "执业证书考试都有固定评判标准，肯学肯练就能考过，没什么难的。",
      "zht": "執業證書考試都有固定評判標準，肯學肯練就能考過，沒什麼難的。",
      "jp": "資格認定試験には決まった判定基準がある。だから、真面目な姿勢で勉学に励み、習練さえ積めば合格できるんだ。そう難しいことじゃない。",
      "ko": "자격증 시험은 다 정해진 평가 기준이 있어. 열심히 배우고 연습하면 무조건 합격할 수 있지. 어렵지 않아",
      "en": "The criteria for certificate exams are straightforward enough, what it really comes down to is whether you are willing to put in the time. If you study and practice, then it's really not all that difficult.",
      "de": "Alle Prüfungen für Berufszertifikate haben feste Standards, sofern man bereit ist zu lernen, ist nichts zu schwer.",
      "es": "Los criterios para obtener una titulación son bastante claros. De lo que realmente se trata es de si estás dispuesto a dedicarle el tiempo necesario. Si estudias y practicas, entonces realmente no es tan difícil.",
      "fr": "Les critères pour les examens de certification sont assez simples. Ce qui compte vraiment, c'est de savoir si on est prêt à y consacrer du temps. En étudiant et en s'entraînant, ce n'est vraiment pas si difficile.",
      "pt": "#Os critérios para se obter um certificado são bem simples, basicamente se resume a se você está dispost{M#o}{F#a} a se dedicar. Se você estudar e praticar, então realmente não é nada tão difícil assim.",
      "ru": "#Критерии для сдачи экзамена на получение сертификата на осуществление деятельности достаточно просты, всё сводится к тому, готов{F#а} ли ты потратить на это время. Если усердно заниматься, то это не так уж и сложно.",
      "id": "Ujian sertifikat punya kriteria penilaian yang sudah distandarisasi. Tidak susah kok, asal rajin belajar.",
      "th": "การสอบใบอนุญาตประกอบวิชาชีพนั้นมีเกณฑ์การประเมินแบบตายตัวอยู่แล้วล่ะ ถ้าตั้งใจเรียนตั้งใจอ่านก็สอบผ่านได้แล้ว ไม่มีอะไรยากหรอกนะ",
      "vi": "Cuộc thi nào cũng có tiêu chuẩn đánh giá của nó, chịu học chịu làm thì qua thôi, không có gì khó cả."
    }
  },
  {
    "title": {
      "zhs": "闲聊·荒泷派",
      "zht": "閒聊·荒瀧派",
      "jp": "世間話·荒瀧派",
      "ko": "잡담·아라타키파",
      "en": "Chat: The Arataki Gang",
      "de": "Gespräch – Arataki-Bande",
      "es": "Charla - Banda de Arataki",
      "fr": "Bavardage - Gang Arataki",
      "pt": "Bate-papo - Gangue Arataki",
      "ru": "Поболтаем: Банда Аратаки",
      "id": "Mengobrol: Geng Arataki",
      "th": "แชท - แก๊ง Arataki",
      "vi": "Nói chuyện phiếm - Bang Arataki"
    },
    "line": {
      "zhs": "要是荒泷派犯了事，我会揪他们去认错的。",
      "zht": "要是荒瀧派犯了事，我會揪他們去認錯的。",
      "jp": "もし荒瀧派が何か問題を起こしたら、あいつらを引っ張ってでも謝りに行くよ。",
      "ko": "아라타키파가 사고 쳤다면, 내가 직접 끌고 와서 사죄시킬게",
      "en": "If the Arataki Gang stirs up any trouble, I'll drag every last one of them back to apologize.",
      "de": "Wenn die Arataki-Bande etwas ausgefressen hat, werde ich sie dazu bringen, ihre Schuld einzugestehen.",
      "es": "Si la Banda de Arataki causa algún problema, traeré a rastras hasta el último de ellos para que se disculpe.",
      "fr": "Si les membres du gang Arataki font quelque chose de mal, j'irai les traîner jusqu'à leurs victimes pour qu'ils aillent s'excuser.",
      "pt": "Se a Gangue Arataki fizer algo de errado, farei que até o último deles se desculpe.",
      "ru": "Если банда Аратаки устроит какие-либо неприятности, я заставлю каждого из них извиниться лично.",
      "id": "Kalau Geng Arataki bikin gara-gara, aku yang akan hajar mereka satu demi satu sampai mereka minta maaf.",
      "th": "ถ้าแก๊ง Arataki ก่อเรื่อง ฉันจะลากพวกเขาไปยอมรับความผิดเอง",
      "vi": "Nếu Bang Arataki làm sai chuyện gì, tôi sẽ bắt họ đi nhận lỗi."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "不用打伞了，腿脚快点就行。",
      "zht": "不用打傘了，腿腳快點就行。",
      "jp": "傘をさす必要はない、急ごう。",
      "ko": "우산은 됐어, 더 빨리 뛰면 돼",
      "en": "We don't need an umbrella, just pick up the pace.",
      "de": "Wir brauchen keinen Schirm. Wenn wir schnell genug laufen, ist alles in Ordnung!",
      "es": "No hace falta un paraguas, solo hay que acelerar el paso.",
      "fr": "Pas besoin de parapluie, il suffit juste de marcher plus vite.",
      "pt": "Não vamos abrir o guarda-chuva, vamos correr.",
      "ru": "Зонтик не нужен, просто пойдём быстрее.",
      "id": "Tidak usah repot bawa payung. Percepat langkah saja.",
      "th": "ไม่ต้องถือร่มหรอก แค่วิ่งเร็วหน่อยก็โอเคแล้วล่ะ",
      "vi": "Không cần bung dù, đi nhanh hơn chút là được."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "当心点。这种天，应该没人会想引雷上身吧？",
      "zht": "當心點。這種天氣，應該沒人會想引雷上身吧？",
      "jp": "気を付けたほうがいい。こんな天気の日に、雷に打たれたい人なんていないだろう？",
      "ko": "조심해. 이런 날씨에 벼락 맞고 싶은 사람은 없겠지?",
      "en": "Be careful. No one wants to get struck by lightning.",
      "de": "Pass auf! Möchtest du heute etwa den Blitzableiter spielen?",
      "es": "Ten cuidado. Nadie quiere que le parta un rayo.",
      "fr": "Il faut faire attention. Par ce temps, personne n'a envie de se prendre la foudre.",
      "pt": "Tenha cuidado. Ninguém quer ser acertado por um raio.",
      "ru": "Осторожнее. Никто не хочет быть поражённым молнией.",
      "id": "Hati-hati ya. Tidak ada orang yang mau tersambar petir.",
      "th": "ระวังตัวด้วยนะ สภาพอากาศแบบนี้ คงไม่มีใครอยากถูกฟ้าผ่าหรอกมั้ง?",
      "vi": "Cẩn thận chút, thời tiết thế này chắc không ai muốn bản thân bị sét đánh đâu đúng không?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "快点把事情办完就撤吧，别浪费时间。",
      "zht": "快點把事情辦完就撤吧，別浪費時間。",
      "jp": "早く仕事を終わらせて帰ろう。時間を無駄にするな。",
      "ko": "얼른 처리하고 가자. 시간 낭비하지 말자고",
      "en": "Let's just finish the job and leave. There's no need to waste time.",
      "de": "Beeilung! Wenn wir hier fertig sind ziehen wir uns zurück, lass uns keine Zeit verschwenden!",
      "es": "Terminemos el trabajo y larguémonos. No hay tiempo que perder.",
      "fr": "Finissons vite notre travail et partons, ne perdons pas de temps.",
      "pt": "Vamos logo terminar o que temos de fazer e vamos embora. Não podemos perder tempo.",
      "ru": "Давай закончим работу и пойдём. Не нужно терять времени.",
      "id": "Bubar segera setelah urusan selesai. Jangan buang waktu.",
      "th": "รีบจัดการให้เสร็จแล้วแยกย้ายกันเถอะ อย่ามัวเสียเวลาอยู่เลย",
      "vi": "Nhanh nhanh làm xong việc rồi rút thôi, đừng lãng phí thời gian."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "嗯，天气真好，但总有种不详的预感…希望是我多虑了吧。",
      "zht": "嗯，天氣真好，但總有種不詳的預感…希望是我多慮了吧。",
      "jp": "いい天気だ。ただ、どうも嫌な予感がする…私の考えすぎだといいけど。",
      "ko": "날씨는 좋은데 어쩐지 불길한 예감이 들어…. 괜한 걱정이었으면 좋겠군",
      "en": "It's a nice day, but I can't seem to shake this strange feeling... Huh, let's just hope it's my imagination.",
      "de": "Ja, das Wetter ist gut, aber ich habe so eine düstere Vorahnung ... hoffentlich mache ich mir nur zu viele Gedanken.",
      "es": "Hace un buen día, pero, no puedo deshacerme de esta extraña sensación... Humm, esperemos que sea mi imaginación.",
      "fr": "Ah, il fait si beau ! Mais j'ai comme un mauvais pressentiment. J'espère me faire du souci pour rien.",
      "pt": "É um belo dia, mas não consigo ignorar essa sensação estranha... Huh, esperemos que seja apenas minha imaginação.",
      "ru": "Сегодня хороший день, но я не могу избавиться от этого странного чувства... Хм, надеюсь, это просто моё воображение.",
      "id": "Cuacanya bagus, tapi aku tidak bisa mengabaikan perasaan aneh yang kurasakan ini ... Ah, semoga cuma perasaanku saja.",
      "th": "อืม อากาศดีจังเลย แต่กลับรู้สึกมีลางสังหรณ์ไม่ดีขึ้นมา... หวังว่าฉันจะคิดมากไปเองนะ",
      "vi": "Ừm, thời tiết đẹp quá, nhưng tôi cứ có cảm giác không lành... hy vọng chỉ là do tôi suy nghĩ quá nhiều."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "唔…这风还算不错。",
      "zht": "唔…這風還算不錯。",
      "jp": "ん～心地の良い風だ。",
      "ko": "음… 기분 좋은 바람이야",
      "en": "Hmm... what a pleasant breeze.",
      "de": "Oh ... diese Briese ist sehr angenehm.",
      "es": "Oh... Qué brisa tan agradable.",
      "fr": "Hmm... Un peu de vent, ça fait du bien.",
      "pt": "Ah... Esse vento é bom.",
      "ru": "Хм... Какой приятный ветерок.",
      "id": "Hmm ... anginnya boleh juga.",
      "th": "อื้ม... สายลมแบบนี้ก็ดีเหมือนกันนะ",
      "vi": "Ừm... ngọn gió này cũng không tệ."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom Dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早啊，看你的样子是准备去锻炼了？没想到你还挺勤快的。",
      "zht": "#早啊，看{F#妳}{M#你}的樣子是準備去鍛煉了？沒想到{F#妳}{M#你}還挺勤快的。",
      "jp": "おはよう。その様子、体を鍛えに行くのか？あんたって案外努力家なんだな。",
      "ko": "좋은 아침, 운동하러 가? 생각보다 부지런하네",
      "en": "Morning. Going out to train? Huh, I didn't know you were so diligent.",
      "de": "Guten Morgen! So wie du aussiehst möchtest du wohl trainieren gehen? Ich hätte nicht gedacht, dass du so fleißig bist.",
      "es": "Buenos días. ¿Saliendo a entrenar? Vaya, no sabía que eras tan diligente.",
      "fr": "#Bonjour ! Tu vas faire de l'exercice ? Je ne savais pas que tu étais aussi {M#assidu}{F#assidue}.",
      "pt": "#Bom dia. Está saindo para treinar? Huh, não sabia que você era tão dedicad{M#o}{F#a}.",
      "ru": "#Доброе утро. Идёшь тренироваться? Я и не знала, что ты настолько прилежн{F#ая}{M#ый}.",
      "id": "Pagi. Jam segini kamu sudah siap olahraga ya? Rajin sekali, aku kaget.",
      "th": "สวัสดีตอนเช้านะ คุณกำลังจะไปออกกำลังกายเหรอ? ไม่คิดเลยนะว่าคุณจะขยันขนาดนี้",
      "vi": "Chào buổi sáng, trông bạn có vẻ như đang chuẩn bị đi luyện tập đúng không? Không ngờ bạn cũng siêng năng thật."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "想吃什么？最近攒了不少钱，午饭我请你。",
      "zht": "#想吃什麼？最近存了不少錢，午飯我請{F#妳}{M#你}。",
      "jp": "何が食べたい？最近は貯えに余裕があるんだ、昼ご飯を奢るよ。",
      "ko": "뭐 먹고 싶어? 요새 돈 좀 모았거든. 점심은 내가 쏠게",
      "en": "Hey, what would you like to eat? I've been saving up lately, so lunch is on me.",
      "de": "Was möchtest du essen? Ich habe in letzter Zeit eine Menge Geld verdient. Lass mich dich zum Mittagessen einladen!",
      "es": "¿Qué te gustaría comer? Últimamente he estado ahorrando, así que yo invito.",
      "fr": "Que veux-tu manger ? J'ai économisé pas mal d'argent récemment, alors je t'invite.",
      "pt": "O que você gostaria de comer? Eu tenho poupado um pouco ultimamente, então o almoço é por minha conta.",
      "ru": "Что хочешь поесть? Я скопила немного денег, так что обед за мой счёт.",
      "id": "Mau makan apa? Kebetulan aku lagi ada uang, biar aku yang traktir.",
      "th": "อยากกินอะไรมั้ย? ช่วงนี้เก็บเงินได้เยอะแล้วล่ะ ฉันจะเลี้ยงข้าวเที่ยงคุณเองนะ",
      "vi": "Muốn ăn gì nào? Dạo này tôi cũng kiếm được kha khá, bữa trưa này tôi mời."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "有些委托，在夜晚才好办。我不放心交给他们，都是我亲自上。",
      "zht": "有些委託，在夜晚才好辦。我不放心交給他們，都是我親自上。",
      "jp": "依頼の中には、夜にしか遂行できないものがある。そういうのは、あいつらに任せるのが心配だから、私が直々にやるんだ。",
      "ko": "어떤 의뢰는 밤에 움직이는 게 더 편해. 그 녀석들한테 맡기는 건 왠지 불안해서 보통 내가 직접 나서지",
      "en": "Some commissions are better done by night. I can't trust the gang with such tasks though, so I usually do them myself.",
      "de": "Manche Aufträge kann man nachts am besten ausführen. Die kann ich niemand anderem überlassen, also mache ich das selbst.",
      "es": "Algunos encargos se hacen mejor por la noche. Sin embargo, no puedo confiar a la Banda esas tareas, así que suelo hacerlas yo misma.",
      "fr": "Il est préférable de faire certaines missions le soir. Mais je ne peux pas faire confiance aux autres pour exécuter ces tâches, alors c'est moi qui m'en charge.",
      "pt": "Algumas comissões são melhores ser feitas durante a noite. Entretanto, não posso confiar essas tarefas com a gangue, então normalmente faço por conta própria.",
      "ru": "Некоторые поручения лучше выполнять ночью. Однако я не могу доверить банде такие задания, поэтому обычно выполняю их сама.",
      "id": "Ada tugas yang lebih bagus dikerjakan di malam hari. Aku tidak yakin kalau kuserahkan ke mereka, jadi aku kerjakan sendiri.",
      "th": "คำขอบางอย่างต้องรอให้มืดก่อนถึงจะทำได้ ฉันเลยจัดการมันเอง เพราะไม่วางใจให้พวกเขาทำน่ะ",
      "vi": "Có những ủy thác phải đợi buổi tối mới tiện để làm. Tôi không yên tâm giao cho họ, cho nên tôi phải đích thân đi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "该休息的时候就去休息吧，不用管我。",
      "zht": "該休息的時候就去休息吧，不用管我。",
      "jp": "休むべき時はきちんと休め。私に構う必要はない。",
      "ko": "쉬어야 할 땐 가서 푹 쉬어. 내 걱정은 안 해도 돼",
      "en": "Go ahead and take a rest if you need. Don't worry about me.",
      "de": "Wenn du dich ausruhen musst, ruh dich einfach aus und nimm keine Notiz von mir.",
      "es": "Adelante, descansa si lo necesitas. No te preocupes por mí.",
      "fr": "Va te reposer si tu en as besoin. Ne te préoccupe pas de moi.",
      "pt": "Vá em frente e descanse um pouco se precisar. Não se preocupe comigo.",
      "ru": "Иди вперёд и отдохни, если нужно. Не волнуйся обо мне.",
      "id": "Istirahatlah, ini sudah waktunya. Tidak usah cemaskan aku.",
      "th": "ถึงเวลาพักก็ไปพักเถอะนะ ไม่ต้องสนใจฉันหรอก",
      "vi": "Đến giờ nghỉ thì phải nghỉ thôi, đừng lo cho tôi."
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍自己·二把手",
      "zht": "關於久岐忍自己·二把手",
      "jp": "久岐忍自身について·二番手",
      "ko": "쿠키 시노부 자신에 대해·이인자",
      "en": "About Kuki Shinobu: Gang's Deputy Leader",
      "de": "Über Kuki Shinobu – Stellvertreterin",
      "es": "Sobre Kuki Shinobu - Segunda al mando",
      "fr": "À propos de Kuki Shinobu – Cheffe adjointe",
      "pt": "Sobre Kuki Shinobu - Vice-líder da Gangue",
      "ru": "О Куки Синобу: Помощница главаря банды",
      "id": "Tentang Kuki Shinobu: Wakil Ketua Geng",
      "th": "เกี่ยวกับตัว Kuki Shinobu เอง - รองหัวหน้า",
      "vi": "Về Kuki Shinobu - Bang Phó"
    },
    "line": {
      "zhs": "招揽业务、维系成员安定是我的职责，除此之外还有——去奉行所捞人，归还零食和玩具，抓捕接了活却在暗处偷懒的成员…不过，这些额外工作属于荒泷派特色，其他任何组织的二把手，理论上都不需要做这些。当然，也做不到像我这样。",
      "zht": "招攬業務、維繫成員安定是我的職責，除此之外還有——去奉行所撈人、歸還零食和玩具、抓捕接了活卻在暗處偷懶的成員…不過，這些額外工作屬於荒瀧派特色，其他任何組織的二把手，理論上都不需要做這些。當然，也做不到像我這樣。",
      "jp": "業務開拓や仲間の関係維持が私の責務だ。それ以外にも——奉行所に行って仲間の保釈を求めたり、お菓子とおもちゃを元の持ち主に返したり、仕事を引き受けたのに隠れてサボっている成員を捕まえたりしている…ただ、これらの余計な仕事は荒瀧派でのみ見られるものだ。他の組織の二番手なら、理屈上こんなことをする必要はない。もちろん、やろうとしたって私のようにはできないだろうがな。",
      "ko": "일을 찾거나 멤버들의 안정을 유지하는 게 내 할 일이야. 이 외에도——봉행소에서 사람을 빼내거나, 간식과 장난감을 돌려주거나, 의뢰를 받고도 농땡이 피우는 멤버를 잡아내는 등 일을 맡고 있지…. 이 추가 업무들은 아라타키파만의 특색이라고 할 수 있어. 원칙대로라면 다른 조직의 이인자들은 이런 일을 할 필요가 없지. 물론, 나처럼 해낼 수도 없을 테고",
      "en": "My primary responsibilities are to bring in business and maintain a stable team... uh, as well as bailing out the gang from the Police Station, returning snacks and toys to kids, and catching anyone secretly slacking off during a job... I guess you could say all this extra work comes with being part of the Arataki Gang. I suppose that leaders of other groups wouldn't have to put up with that kind of stuff. But then again, no one else could do the job like me.",
      "de": "Es ist meine Aufgabe, Kunden zu gewinnen und Mitglieder zu betreuen, außerdem zur Verwaltung zu gehen, um Mitglieder aus dem Gefängnis zu holen, Snacks und Spielsachen zurückbringen, Mitglieder einzufangen, die sich vor ihren Aufgaben drücken ... aber diese zusätzlichen Aufgaben beruhen auf den Besonderheiten der Arataki-Bande, die Stellvertreter aller anderen Organisationen brauchen diese Aufgaben theoretisch nicht zu machen. Aber sie könnten sie natürlich auch nicht so machen wie ich.",
      "es": "Mis principales responsabilidades son conseguir oportunidades de negocio y mantener la estabilidad del equipo. Y también... sacar a la Banda de la comisaría, devolver los almuerzos y los juguetes a los niños y atrapar a cualquiera que holgazanee en secreto durante el trabajo... Supongo que se podría decir que todo este trabajo extra viene por ser parte de la Banda de Arataki. Imagino que los líderes de otras bandas no tendrían que aguantar ese tipo de cosas, pero, de nuevo, nadie más podría hacer el trabajo como yo.",
      "fr": "Mes principales responsabilités sont de trouver des opportunités d'affaires et de maintenir la cohésion de l'équipe. Ah, et en plus de ça, je m'occupe également de faire sortir le gang du Poste de police, de rendre aux enfants leurs goûters et leurs jouets, et d'attraper quiconque essaye de flâner en douce pendant le travail... Enfin bon, ces tâches supplémentaires sont une particularité du gang Arataki, j'imagine que les chefs adjoints d'autres organisations n'ont pas besoin de gérer tout ça. Et bien sûr, personne d'autre que moi ne pourrait s'occuper de ces choses comme je le fais.",
      "pt": "Minhas principais responsabilidades são de trazer negócios e manter a equipe estabilizada... uh, bem como tirar a gangue da Estação de Polícia, devolver lanches e brinquedos das crianças, e pegar qualquer um que esteja secretamente enrolando durante um trabalho... acho que você poderia dizer que todo esse trabalho extra faz parte da Gangue Arataki. Imagino que líderes de outros grupos não tenham que lidar com esse tipo de coisa. Mas, pensando bem, ninguém mais conseguiria fazer esse trabalho como eu.",
      "ru": "Мои основные обязанности заключаются в том, чтобы вести бизнес и поддерживать стабильность... э-э, а также вытаскивать банду из полицейского участка, возвращать детям сладости и игрушки и ловить тех, кто отлынивает во время работы... Можно сказать, что вся эта дополнительная работа возникает из-за того, что это банда Аратаки. Полагаю, что главарям других банд не приходится заниматься подобными вещами. Но опять же, никто другой не смог бы выполнить эту работу так, как я.",
      "id": "Cari kerjaan untuk para anggota dan menertibkan mereka adalah tugasku. Selain itu, aku juga sering ke Kantor Polisi untuk membebaskan anggota, mengembalikan camilan dan mainan, dan menangkap anggota yang lagi malas-malasan. Yah, kalau untuk kasus yang ini memang spesifik ke Geng Arataki saja sih, orang nomor dua di organisasi lain biasanya tidak usah susah-susah begitu. Tapinya juga, tidak ada orang lain yang bisa mengerjakan hal ini selain aku.",
      "th": "ฉันมีหน้าที่ในการชักชวนทำธุรกิจและรักษาความปลอดภัยของสมาชิก นอกจากหน้าที่พวกนี้แล้ว... ก็ต้องไปประกันตัวคนที่กองปราบปราม เอาขนมและของเล่นไปคืน จับตัวสมาชิกในแก๊งที่รับงานแต่กลับไปแอบอู้ในมุมมืด... งานพิเศษพวกนี้ก็เป็นเอกลักษณ์ของแก๊ง Arataki ล่ะนะ ตามทฤษฎีแล้ว รองหัวหน้าของแก๊งอื่น ๆ ไม่ต้องทำเรื่องพวกนี้หรอกนะ และแน่นอนว่า ไม่มีใครทำอย่างที่ฉันทำได้ด้วย",
      "vi": "Nhiệm vụ của tôi là tìm việc cho bang, duy trì sự yên ổn cho các thành viên. Ngoài ra còn đi cứu người khỏi trại giam, hoàn trả đồ chơi và thức ăn vặt, tóm những thành viên nhận việc rồi không làm... Nhưng mà những việc này là do tính chất của Bang Arataki mà ra thôi, bang phó của những tổ chức khác không cần làm những chuyện này. Đương nhiên, họ cũng sẽ không làm được như tôi."
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍自己·退路",
      "zht": "關於久岐忍自己·退路",
      "jp": "久岐忍自身について·退路",
      "ko": "쿠키 시노부 자신에 대해·퇴로",
      "en": "About Kuki Shinobu: Backup Plan",
      "de": "Über Kuki Shinobu – Ausweg",
      "es": "Sobre Kuki Shinobu - Plan B",
      "fr": "À propos de Kuki Shinobu – Plan B",
      "pt": "Sobre Kuki Shinobu - Plano Reserva",
      "ru": "О Куки Синобу: Запасной план",
      "id": "Tentang Kuki Shinobu: Rencana B",
      "th": "เกี่ยวกับตัว Kuki Shinobu เอง - ทางหนีทีไล่",
      "vi": "Về Kuki Shinobu - Đường Lui"
    },
    "line": {
      "zhs": "你说帮派解散？首先，那种事应该不会发生。其次，就算发生了，我有什么好担心的呢。饿肚子的人不可能是我。",
      "zht": "#{F#妳}{M#你}說幫派解散？首先，那種事應該不會發生。其次，就算發生了，我有什麼好擔心的呢？餓肚子的人不可能是我。",
      "jp": "荒瀧派の解散？まず、そのようなことは起こらない。次に、万が一そうなったとしても、私が心配する必要はないんだ。腹を空かせることになるのは私じゃないからな。",
      "ko": "아라타키파 해산? 그럴 일은 절대 없어. 그리고 정말 해산한다 해도 난 걱정 안 해. 내가 배를 곯을 리는 없으니까",
      "en": "Hmm? What would happen if the gang ever disbanded? First of all, that would never happen. Secondly, even if that did happen, I've got nothing to worry about. I've always got a way to make ends meet.",
      "de": "Du meinst die Bande aufzulösen? Erstens sollte so etwas nie passieren. Und zweitens, selbst wenn es passieren sollte, was gäbe es schon zu befürchten? Ich würde deshalb bestimmt keinen Hunger leiden.",
      "es": "¿Eh? ¿Qué pasaría si la Banda se separase alguna vez? En primer lugar, eso nunca sucederá. En segundo lugar, incluso si eso sucediera, no tengo nada de qué preocuparme. Siempre tengo una manera de llegar a fin de mes.",
      "fr": "Ce qui se passerait si le gang était dissous ? Bon, déjà, ça n'arrivera jamais. Et puis, même si ça arrivait, je n'ai pas à m'inquiéter. J'ai toujours un moyen de joindre les deux bouts.",
      "pt": "Hmm? O que aconteceria se a gangue se separasse? Primeiro de tudo, isso nunca aconteceria. Segundo que, caso isso realmente viesse a acontecer, não tenho nada com que me preocupar. Sempre tive uma maneira de lidar com as coisas.",
      "ru": "Что произойдёт, если банда распадётся? Во-первых, это никогда не случится. Во-вторых, даже если это случится, мне не о чем беспокоиться. У меня всегда есть способ свести концы с концами.",
      "id": "Hmm? Apa yang terjadi kalau misal gengnya bubar? Satu, hal seperti itu mustahil terjadi. Dua, yah kalau pun terjadi, untuk apa dipikirkan. Aku sih tidak bakal kelaparan.",
      "th": "คุณบอกว่าแก๊งแตกงั้นเหรอ? อย่างแรกเลยนะ เรื่องแบบนั้นไม่มีทางเกิดขึ้นแน่นอน อีกอย่าง ถ้าเกิดเรื่องแบบนั้นขึ้นมา ฉันก็ไม่มีอะไรให้กังวลซักหน่อย คนที่ต้องทนหิวไม่ใช่ฉันหนิ",
      "vi": "Bang phái giải tán sao? Trước hết thì chuyện này không thể xảy ra. Thứ hai là cho dù xảy ra thì tôi cũng có gì phải lo, người không có cái ăn đâu phải là tôi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·笔记",
      "zht": "關於我們·筆記",
      "jp": "筆記帳について…",
      "ko": "우리에 대해·노트",
      "en": "About Us: Notes",
      "de": "Über uns – Notizen",
      "es": "#Sobre nosotr{F#as}{M#os} - Apuntes",
      "fr": "À propos de nous - Notes",
      "pt": "Sobre Nós - Anotações",
      "ru": "О нас: Записи",
      "id": "Tentang Kita: Catatan",
      "th": "เกี่ยวกับเรา - บันทึก",
      "vi": "Về chúng ta - Ghi Chép"
    },
    "line": {
      "zhs": "要是你心血来潮想考什么证，不如直接找我吧，我把笔记借你。备注和要点很详细，不愁你学不会。",
      "zht": "#要是{F#妳}{M#你}心血來潮想考什麼證，不如直接找我吧，我把筆記借{F#妳}{M#你}。備註和要點很詳細，不愁{F#妳}{M#你}學不會。",
      "jp": "もし何かの資格を取りたいと思ったら、私に言うといい。筆記帳を貸してやるよ。要点や注釈が細かく書いてあるから、きっと理解しやすいはずだ。",
      "ko": "나중에 자격증이 따고 싶어지면 날 찾아와. 내 노트를 빌려줄게. 요점 정리는 물론, 보충 설명도 자세하게 적어놔서 이해하기 쉬울 거야",
      "en": "Come find me if you ever suddenly want to become certified in anything. I'll lend you all my notes for the exam. Believe me, my notes are detailed enough to help anybody pass.",
      "de": "Solltest du plötzlich das Verlangen spüren, irgendeine Prüfung abzulegen, wende dich direkt an mich und ich leihe dir meine Notizen! Darin ist alles vermerkt und alles Wichtige detailliert beschrieben, sodass du dir keine Sorgen machen musst, sie zu lernen.",
      "es": "Ven a buscarme si sientes la necesidad de obtener una titulación en algo. Te prestaré todos mis apuntes para el examen. Créeme, mis apuntes son lo suficientemente detallados como para ayudar a cualquiera a aprobar.",
      "fr": "Viens me voir s'il te prend l'envie d'obtenir un certificat, je te prêterai mes notes. Crois-moi, celles-ci sont suffisamment détaillées pour que n'importe qui puisse réussir ses examens.",
      "pt": "#Venha me procurar se por algum motivo você precisar se tornar certificad{M#o}{F#a} para algo. Te emprestarei todas as minhas anotações para o exame. Confie em mim, minhas anotações são detalhadas o suficiente para ajudar qualquer um a passar.",
      "ru": "Если захочешь получить какой-нибудь сертификат, найди меня. Я одолжу тебе свои записи для экзамена. Поверь, они настолько подробные, что кто угодно сможет сдать.",
      "id": "Kalau kamu perlu sertifikasi untuk sesuatu, hubungi saja aku, nanti kamu boleh pinjam catatanku. Semua tulisan dan komentar yang ada di sana sangat rinci dan orang-orang yang membaca pasti terbantu.",
      "th": "ถ้าคุณเกิดคึกอยากจะสอบใบอนุญาตอะไรขึ้นมา ก็มาหาฉันได้เลยนะ เดี๋ยวฉันจะเอาบันทึกให้ยืม ข้อสังเกตและประเด็นสำคัญฉันจดไว้ละเอียดมากเลยล่ะ ไม่ต้องกังวลเลยว่าจะอ่านไม่เข้าใจ",
      "vi": "Nếu bạn có hứng thú muốn thi lấy cái bằng gì đó thì có thể đến tìm tôi, tôi sẽ cho bạn mượn sổ ghi chép của tôi. Tôi đã ghi lại chi tiết những trọng tâm cần nắm bắt, khỏi lo không hiểu."
    }
  },
  {
    "title": {
      "zhs": "关于我们·善后",
      "zht": "關於我們·善後",
      "jp": "裏の仕事について…",
      "ko": "우리에 대해·뒷수습",
      "en": "About Us: Cleaning Up the Mess",
      "de": "Über uns – Mit den Konsequenzen aufräumen",
      "es": "#Sobre nosotr{F#as}{M#os} - Arreglando las cosas",
      "fr": "À propos de nous - Conséquences",
      "pt": "Sobre Nós - Limpando a Bagunça",
      "ru": "О нас: Порядок",
      "id": "Tentang Kita: Membereskan Urusan",
      "th": "เกี่ยวกับเรา - เก็บกวาดผลที่ตามมา",
      "vi": "Về chúng ta - Chuyện Hậu Cần"
    },
    "line": {
      "zhs": "不管你是不是荒泷派的人，我都不会把你当外人。你就往前走吧，幕后的工作交给我。放心，这方面我是专业的，多复杂的事都能办妥。嗯？担心我的安危？呵，这方面你也放心吧，这些年的摸爬滚打，不是白经历的。",
      "zht": "#不管{F#妳}{M#你}是不是荒瀧派的人，我都不會把{F#妳}{M#你}當外人。{F#妳}{M#你}就往前走吧，幕後的工作交給我。放心，這方面我是專業的，多複雜的事都能辦妥。嗯？擔心我的安危？呵，這方面{F#妳}{M#你}也放心吧，這些年的摸爬滾打，不是白經歷的。",
      "jp": "あんたが荒瀧派の一員であろうとなかろうと、外の人として扱うつもりはない。だから、あんたは迷わず前へ進むといい。裏の仕事は私に任せろ。心配せずとも、こういったことは私の専門分野だ、いくら煩雑なことでも完璧にこなせる。私のことが心配？ふふっ、安心してくれ、ここ数年の苦労と経験は、何も無駄なことじゃないからな。",
      "ko": "네가 아라타키파이든 아니든, 난 널 외부인으로 여기지 않아. 뒷수습은 나한테 맡기고 넌 앞으로 나아가면 돼. 걱정 마, 난 이쪽으로 프로니까 아무리 복잡한 일도 잘 해결할 수 있어. 내 안전이 걱정된다고? 하하, 그것도 걱정 마. 여태까지 겪은 고생이 헛된 건 아니니까",
      "en": "Whether you are in the Arataki Gang or not, I'll never treat you as an outsider. Just go ahead and leave the logistics and planning to me. Trust me, I'm an expert. I can handle anything, no matter how complicated it might seem. Huh? You're concerned about my safety? Hehe, don't worry, all these years of experience aren't just for show.",
      "de": "Egal, ob du zur Arataki-Bande gehörst oder nicht, ich werde dich nicht als Außenstehenden ansehen. Geh entspannt voran und überlass alles andere mir. Keine Angst, ich bin dabei sehr erfahren, ich habe schon viel kompliziertere Sachen hingekriegt. Wie? Du machst dir Sorgen um meine Sicherheit? Ah, auch darüber brauchst du dir keine Gedanken zu machen. Die harte Arbeit der letzten Jahre war nicht umsonst.",
      "es": "#Tanto si eres de la Banda de Arataki como si no, nunca te trataré como {F#una}{M#un} extrañ{F#a}{M#o}. Sigue adelante y déjame la logística y la planificación a mí. Confía en mí, soy una experta. Puedo encargarme de cualquier situación, no importa lo complicada que pueda parecer. ¿Eh? ¿Te preocupa mi seguridad? Jeje, no te preocupes, todos estos años de experiencia no son solo para aparentar.",
      "fr": "#Que tu fasses partie ou non du gang Arataki, je ne te traiterai jamais comme {M#un étranger}{F#une étrangère}. Continue ta route, et laisse-moi m'occuper de la logistique et de la planification. Fais-moi confiance, je suis une pro. Je peux tout gérer, même les choses les plus compliquées. Comment ? Tu t'inquiètes pour ma sécurité ? Ha, ne t'en fais pas. Je ne me suis pas entraînée toutes ces années pour rien.",
      "pt": "#Esteja você na Gangue Arataki ou não, nunca te tratarei como {M#um desconhecido}{F#uma desconhecida}. Apenas vá em frente e deixe o planejamento logístico comigo. Pode confiar em mim, sou uma especialista. Consigo lidar com qualquer coisa, não importa o quão complicada pareça ser. Huh? Você está preocupad{M#o}{F#a} com a minha segurança? Hehe, não se preocupe, todos estes anos de experiência não são apenas para me exibir.",
      "ru": "Неважно, входишь ли ты в банду Аратаки, я никогда не стану относиться к тебе, как к чужаку. Просто предоставь мне всю логистику и планирование. Поверь, в этом я эксперт. Я справлюсь с чем угодно, насколько бы сложным это ни казалось. А? Беспокоишься о моей безопасности? Хе-хе, не волнуйся, я не напрасно набиралась опыта все эти годы.",
      "id": "Tidak peduli kamu anggota Geng Arataki atau bukan, kamu bukanlah orang asing di mataku. Tenang, serahkan saja urusan di belakang layar kepadaku. Jangan khawatir, aku sudah pro untuk beginian, urusan yang ribet pun bisa aku urus. Eh? Takut aku kenapa-kenapa? Hehe, jangan takut, kerja kerasku sekian tahun ini bukan sia-sia kok.",
      "th": "ไม่ว่าคุณจะอยู่ในแก๊ง Arataki หรือไม่ก็ตาม ฉันก็ไม่ถือว่าคุณเป็นคนนอกหรอกนะ คุณเดินหน้าต่อไปเถอะ เรื่องงานเบื้องหลัง ฉันจะจัดการเอง สบายใจได้เลยนะ เรื่องพวกนี้งานถนัดฉันเลยล่ะ ไม่ว่าเรื่องราวจะซับซ้อนแค่ไหนก็จัดการได้ทั้งนั้น หืม? เป็นห่วงเรื่องความปลอดภัยของฉันเหรอ? หึ เรื่องนั้นคุณวางใจได้เลยนะ งานแสนทรหดที่ฉันทำหลายปีมานี้ มันไม่ได้สูญเปล่าหรอกนะ",
      "vi": "Cho dù bạn có phải là người của Bang Arataki hay không thì tôi cũng không xem bạn là người ngoài. Cứ yên tâm tiến bước đi, chuyện phía sau cứ giao cho tôi. Yên tâm, tôi rất giỏi những chuyện này mà, phức tạp cỡ nào tôi cũng sẽ giải quyết ổn thỏa. Hử? Lo lắng cho an nguy của tôi sao? Cứ yên tâm đi, tôi lăn lộn nhiều năm vậy rồi ít nhiều gì cũng có kinh nghiệm mà."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "和证书一样，这是对我能力的肯定和证明。但不同的是，我至今不知道它的考核标准。",
      "zht": "和證書一樣，這是對我能力的肯定和證明。但不同的是，我至今不知道它的考核標準。",
      "jp": "資格証と同じように、これは私の能力が認められた証だ。ただ、その評価基準が何なのかは、未だに分からない。",
      "ko": "자격증과 마찬가지로 이것 또한 내 능력에 대한 인정이자 증명이지. 다른 점이 있다면, 지금까지도 그 심사 기준을 모르겠다는 거?",
      "en": "Just like a certificate, this Vision is solid proof of my capabilities. The only difference is that I'm still not certain about a Vision's assessment criteria.",
      "de": "Das ist genau wie meine Zertifikate ein Beweis für meine Fähigkeiten. Der Unterschied ist aber, dass ich bis heute nicht weiß, welche Prüfnorm hier gilt.",
      "es": "Al igual que una titulación, esta Visión es una prueba irrefutable de mis capacidades. La única diferencia es que todavía no estoy segura de los criterios de evaluación de una Visión.",
      "fr": "Tout comme un diplôme, cet œil divin est une preuve solide de mes capacités. La seule différence est que je ne suis toujours pas certaine de savoir selon quels critères il m'a évaluée.",
      "pt": "Assim como um certificado, esta Visão é a prova concreta de minhas capacidades. A única diferença é que eu ainda não tenho certeza quanto aos critérios de avaliação de uma Visão.",
      "ru": "Как и сертификат, Глаз Бога - убедительное доказательство моих способностей. Единственная разница в том, что я не уверена в критериях оценки Глаза Бога.",
      "id": "Layaknya sertifikat, inilah pengakuan sekaligus bukti kemampuanku. Bedanya, aku masih belum jelas mengenai kriteria penilaiannya.",
      "th": "ก็เหมือนกับใบอนุญาตนั่นแหละ นี่คือการยืนยันและพิสูจน์ความสามารถของฉัน แต่ข้อแตกต่างก็คือ จนถึงทุกวันนี้ฉันก็ยังไม่รู้เลยว่ามาตรฐานการประเมินของมันคืออะไรน่ะ",
      "vi": "Cũng như chứng chỉ vậy, đây là thứ chứng nhận cho năng lực của tôi. Nhưng khác biệt ở chỗ là đến giờ tôi vẫn chưa biết tiêu chí lựa chọn của nó là gì."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·面铠",
      "zht": "有什麼想要分享·面鎧",
      "jp": "シェアしたいこと·面頬",
      "ko": "하고 싶은 이야기·복면",
      "en": "Something to Share: Face Mask",
      "de": "Willst du mir etwas mitteilen? – Maske",
      "es": "¿Algo que decir? - Máscara protectora",
      "fr": "Quelque chose à partager - Masque",
      "pt": "Algo para Compartilhar - Máscara",
      "ru": "Давай поделимся: Маска",
      "id": "Berbagi Cerita: Topeng",
      "th": "ต้องการจะแชร์อะไร - หน้ากาก",
      "vi": "Có gì muốn chia sẻ - Mặt Nạ"
    },
    "line": {
      "zhs": "戴上面铠是不想被熟人认出来。尤其和荒泷派一起出任务时，要是熟人看见了，指指点点，那群家伙肯定会趁机起哄。啧，光是想想，就很烦。不能再有下次了…咳，没什么。",
      "zht": "戴上面鎧是不想被熟人認出來。尤其和荒瀧派一起出任務時，要是熟人看見了，指指點點，那群傢伙肯定會趁機起哄。嘖，光是想想，就很煩。不能再有下次了…咳，沒什麼。",
      "jp": "面頬をつけているのは、知り合いにバレたくないからだ。特に荒瀧派のやつらと外で任務を行う時、知り合いに遭遇して何か言われでもしたら、あいつら、わいわいやじるに違いない…考えただけで、腹が立ってきた。あんな思いはもう二度と御免だ…！こほん、何でもない、忘れてくれ。",
      "ko": "복면은 지인한테 들키기 싫어서 쓰는 거야. 특히 아라타키파와 함께 임무를 수행할 때 지인이 날 알아보고 수군거리기라도 한다면, 그 녀석들도 같이 야단법석을 떨 게 분명해…. 생각만 해도 짜증 나네. 그런 일, 두 번 다시 있어선 안 돼! 크흠, 아무것도 아냐",
      "en": "I wear a mask because I don't want to be recognized by anybody, especially when I'm working with the Arataki Gang. If someone I know manages to recognize me, they're sure to make a big fuss about it... It gives me a headache just thinking about it. I won't ever let it happen again! Ahem, never mind...",
      "de": "Ich trage diese Maske, damit mich Bekannte nicht erkennen. Insbesondere, wenn ich zusammen mit der Arataki-Bande einen Auftrag ausführe, falls mich dann jemand erkennt und mit dem Finger auf mich zeigt, dann nutzen diese Taugenichtse die Chance, um sich über mich lustig zu machen. Ach, mir wird schon schlecht, wenn ich nur daran denke. Das darf nicht noch einmal passieren ... äh ... nichts.",
      "es": "Llevo una máscara porque no quiero que nadie me reconozca, sobre todo cuando trabajo con la Banda de Arataki. Si alguien conocido consigue reconocerme, seguro que armaría un gran escándalo... Me da dolor de cabeza solo de pensarlo. ¡No dejaré que vuelva a suceder! Ehm, no importa...",
      "fr": "Je porte un masque parce que je ne veux pas être reconnue par qui que ce soit, surtout lorsque je travaille avec le gang Arataki. Si quelqu'un que je connais parvient à me reconnaître, il en fera certainement tout un plat... Ça me donne mal à la tête rien que d'y penser. Je ne laisserai plus jamais cela se reproduire ! Euh, oublie ça...",
      "pt": "Eu uso uma máscara, pois não quero ser reconhecida por ninguém, especialmente quando estou trabalhando com a Gangue Arataki. Se alguém que eu conheça conseguir me reconhecer, certamente eles fariam um enorme alvoroço sobre isso... me dá uma dor de cabeça só de pensar. Jamais deixarei que isso aconteça novamente! *Cof* Esqueça...",
      "ru": "Я ношу маску, потому что не хочу, чтобы меня кто-нибудь узнал, когда я работаю с бандой Аратаки. Если кто-то из моих знакомых увидит меня, то поднимется большой шум... От одной мысли об этом у меня начинает болеть голова. Я никогда не позволю этому случиться снова! Кхм... Не обращай внимания.",
      "id": "Topeng ini sengaja kupakai supaya orang tidak mengenaliku. Terutama kalau sedang ada tugas bersama Geng Arataki, kalau sampai ada yang tahu, lalu mereka jadi heboh ... Aduh memikirkannya saja sudah membuatku pusing. Tidak boleh sampai terjadi lagi ... Ehem, bukan apa-apa kok.",
      "th": "ที่ใส่หน้ากากเพราะไม่อยากให้คนที่รู้จักคุ้นเคยจำหน้าได้น่ะ โดยเฉพาะตอนที่ออกไปทำภารกิจกับแก๊ง Arataki ถ้ามีคนรู้จักมาเห็นเข้า แล้วชี้นู่นชี้นี่ เจ้าพวกนั้นจะต้องล้ออีกแน่ ๆ หึ แค่คิดก็รำคาญแล้ว จะให้เกิดขึ้นอีกไม่ได้... อะแฮ่ม ไม่มีอะไรหรอก",
      "vi": "Tôi mang theo mặt nạ là do không muốn bị người quen nhận ra. Đặc biệt là khi đi làm nhiệm vụ cùng Bang Arataki, lỡ như bị người quen nhìn thấy rồi chỉ chỉ trỏ trỏ thì người trong bang sẽ lại gây náo loạn mất. Haiz, nghĩ đến thôi cũng đã thấy phiền, không nên có lần sau nữa... À, không có gì."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·派中法度",
      "zht": "有什麼想要分享·派中法度",
      "jp": "シェアしたいこと·派中法度",
      "ko": "하고 싶은 이야기·아라타키파 법도",
      "en": "Something to Share: Gang Bylaws",
      "de": "Willst du mir etwas mitteilen? – Bandensatzung",
      "es": "¿Algo que decir? - Código de la Banda",
      "fr": "Quelque chose à partager - Credo du gang",
      "pt": "Algo para Compartilhar - Regras da Gangue",
      "ru": "Давай поделимся: Правила банды",
      "id": "Berbagi Cerita: Aturan Geng",
      "th": "ต้องการจะแชร์อะไร - กฎของแก๊ง",
      "vi": "Có gì muốn chia sẻ - Luật Bang"
    },
    "line": {
      "zhs": "我制定了荒泷派的「派中法度」，他们就应该谨遵法度行事。嗯？你问他们为什么愿意听话？因为我比他们更有说服力。我的语言和拳头，姑且还算是有点分量。",
      "zht": "#我制定了荒瀧派的「派中法度」，他們就應該謹遵法度行事。嗯？{F#妳}{M#你}問他們為什麼願意聽話？因為我比他們更有說服力。我的語言和拳頭，姑且還算是有點分量。",
      "jp": "私が荒瀧派の「派中法度」を定めた以上、あいつらは法度に従って行動すべきだ。うん？なんで私の言うことを聞いてくれるのかって？それは、私のほうがあいつらより説得力があるからだ。私の言葉と拳には、それなりの重みがあるということだな。",
      "ko": "내가 아라타키파의 「법도」를 만든 이상 다들 법도에 따라 행동해야 돼. 응? 그들이 순순히 말을 듣는 이유가 뭐냐고? 그야 녀석들보다는 내가 훨씬 설득력 있으니까. 내 말과 주먹은 꽤 힘이 있는 편이거든",
      "en": "I came up with the Gang Bylaws so everyone would have a set of guidelines to follow. Huh? Why are they willing to follow my rules? Because both my words and my fists are very persuasive.",
      "de": "Ich habe die „Bandensatzung“ der Arataki-Bande festgelegt, daher sollten sie sich sorgsam an dieses Regelwerk halten. Wie? Du möchtest wissen, warum sie bereit sind, sich meinen Regeln zu unterwerfen? Weil meine Worte und meine Fäuste sehr überzeugend sind.",
      "es": "Se me ocurrió la idea del Código de la Banda para que todos tuvieran una serie de pautas que seguir. ¿Eh? ¿Que por qué están dispuestos a seguir mis reglas? Porque tanto mis palabras como mis puñetazos son muy persuasivos.",
      "fr": "J'ai défini le credo du gang pour que tout le monde ait des règles à suivre. Comment ? Pourquoi ils sont d'accord pour suivre mes règles ? Eh bien, il se trouve que poings sont tout aussi persuasifs que mes arguments.",
      "pt": "Eu inventei as Regras da Gangue para que todos tenham um conjunto de diretrizes a seguir. Hã? Por que eles estão dispostos a acatar minhas regras? Porque minhas palavras e meus punhos são bastante persuasivos.",
      "ru": "Я придумала Правила банды, чтобы у всех были принципы, которым нужно следовать. А? Почему они готовы следовать моим правилам? Потому что и мои слова, и мои кулаки весьма убедительны.",
      "id": "Aku sudah bikin buku Aturan buat Geng Arataki, dan mereka harus patuh. Eh? Kamu bingung kenapa mereka bisa nurut? Soalnya aku pintar membujuk, baik pakai bahasa lisan mau pun \"bahasa\" kepalan.",
      "th": "ฉันกำหนด \"กฎของแก๊ง Arataki\" ขึ้นมาแล้ว พวกเขาก็ควรทำปฏิบัติตามกฎ หืม? คุณถามว่าทำไมพวกเขาถึงยอมทำตามงั้นเหรอ? ก็เพราะว่าฉันพูดโน้มน้าวใจได้ดีกว่าพวกเขา คำพูดและกำปั้นของฉัน เลยยังถือว่าพอมีน้ำหนักอยู่บ้างน่ะ",
      "vi": "Tôi đã viết ra một bộ \"Luật Bang\", họ phải tuân thủ theo luật để hành sự. Hử? Tại sao họ lại nghe lời như vậy à? Bởi vì tiếng nói và nắm đấm của tôi cũng xem như là có trọng lượng."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "神社中流传着一种说法，将鸣草织成一个圈缠在身上，就能祛灾祈福，你信吗？我倒觉得，鸣草，还是麻痹效果更实用。",
      "zht": "#神社中流傳著一種說法，將鳴草織成一個圈纏在身上，就能祛災祈福，{F#妳}{M#你}信嗎？我倒覺得，鳴草，還是麻痹效果更實用。",
      "jp": "神社にはこんな説法がある——鳴草の冠を作り、それを身にまとえば、災いを払って幸福を祈ることができると。あんたは信じるか？私は、鳴草は麻痺効果のほうが実用的だと思うが。",
      "ko": "신사에 전해지는 설법에 따르면, 울림풀을 고리 모양으로 엮어 몸에 지니면 액운을 쫓고 행운이 온대. 넌 이 말 믿어? 난 울림풀의 마비 효과가 더 실용적이라고 생각하는데",
      "en": "There is a saying circulating among the shrines claiming that if you weave Naku Weed into a ring and wrap it around your body, it can dispel disaster and bring good fortune. So, do you believe that? I, however, personally find the plant's paralyzing effect a little more practical.",
      "de": "Im Schrein sagt man, dass zu einem Reif geflochtenes Naku-Kraut am Körper Unheil auslöschen und Segen bringen könne. Glaubst du, das ist wahr? Ich jedenfalls glaube, Naku-Kraut eignet sich besser zum Betäuben.",
      "es": "Hay un dicho que circula entre los santuarios según el cual, si se teje una percibetormentas en forma de anillo y se envuelve el cuerpo con él, puede disipar los desastres y traer buena fortuna. ¿Tú te lo crees? Yo, sin embargo, encuentro el efecto paralizante de la planta un poco más práctico.",
      "fr": "Un dicton circule dans les sanctuaires, selon lequel si vous tressez l'herbe à sanglots en un anneau et l'enroulez autour de votre corps, elle peut dissiper les catastrophes et apporter la bonne fortune. Tu y crois, toi ? Moi, je trouve plutôt que l'herbe à sanglots est plus utile pour ses effets paralysants.",
      "pt": "Há um boato circulando nos templos de que se você tecer as Ervas Naku em um anel e amarrá-lo ao seu redor, poderá evitar desastres e calamidades e atrair boa sorte. Você acredita nisso? Eu, pessoalmente, acho o efeito de paralisia das plantas mais prático.",
      "ru": "В храме говорят, что если связать траву наку в кольцо и обернуть вокруг пояса, то она отгонит несчастья и принесёт удачу. Ты веришь в это? Лично я нахожу парализующий эффект куда более практичным.",
      "id": "Ada cerita yang beredar di kalangan orang kuil, katanya kalau Naku Weed dianyam jadi lingkaran dan dikenakan, bisa jadi jimat yang bagus untuk mengusir bala dan mengundang rezeki. Percaya tidak? Aku pikir sih Naku Weed lebih bagus kalau dipakai buat melumpuhkan.",
      "th": "ที่ศาลเจ้ามีคำพูดอย่างนึงที่เล่าต่อ ๆ กันมา นั่นก็คือถ้าเอา Naku Weed มาทอเป็นวงกลมแล้วพันรอบตัว จะสามารถขจัดภัยพิบัติและขอพรให้โชคดีได้ คุณเชื่อมั้ยล่ะ? ฉันน่ะรู้สึกว่า Naku Weed เหมือนจะมีผลทำให้ชามากกว่าน่ะ",
      "vi": "Có một câu chuyện được lưu truyền trong đền thần, rằng nếu dùng Cỏ Naku kết thành chiếc vòng đeo trên người sẽ có thể biến nguy thành an, bạn tin không? Tôi thì cảm thấy tác dụng gây tê của Cỏ Naku thực tế hơn chút."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "解除锁国后，雷电将军陆续颁布了不少法令支持各行各业的发展。我在锁国期间考的证书全都派上了用场，荒泷派也不那么拮据了。祸福相依，没想到到头来还得感谢她。",
      "zht": "解除鎖國後，雷電將軍陸續頒佈了不少法令支持各行各業的發展。我在鎖國期間考的證書全都派上了用場，荒瀧派也不那麼拮据了。禍福相依，沒想到到頭來還得感謝她。",
      "jp": "鎖国令が解除されてから、雷電将軍は各業界の発展を支援する様々な法令を公布した。私が鎖国中に取った資格はいずれも活躍の場面が増え、荒瀧派もそれほどお金に困らなくて済むようになった…禍福倚伏ということわざがあるが、まさか最終的にあの方に感謝することになるとはな。",
      "ko": "쇄국령이 풀리고 라이덴 쇼군은 각 업계의 발전을 지원하는 법령을 잇따라 반포했어. 이제 내가 쇄국령 기간에 땄던 자격증들도 쓸 수 있고, 아라타키파도 경제적으로 그렇게 쪼들리지 않게 됐어…. 인생사 새옹지마라더니, 결국 라이덴 쇼군한테 고마워하게 될 날이 올 줄이야",
      "en": "After the Sakoku Decree was lifted, the Raiden Shogun issued many decrees aimed at supporting the development of various industries. All those certificates I received during the Sakoku Decree are coming in real handy now, and the gang is finally out of the red... Fate really does have its ways. Who would've thought after all that, I'd still have her to thank?",
      "de": "Nach Aufhebung des Sakoku-Dekrets hat Shougun Raiden in rascher Folge viele Dekrete erlassen, welche die Entwicklung aller Gewerbe fördern. Ich konnte alle meine in der Zeit des Sakoku-Dekrets erworbenen Zertifikate zum Einsatz bringen, dadurch ist die Arataki-Bande nicht mehr so knapp bei Kasse. Kaum zu glauben, aber inzwischen bin ich ihr sogar ein wenig dankbar.",
      "es": "Tras abolir el Decreto de cierre de fronteras, la Shogun Raiden emitió muchos decretos destinados a apoyar el desarrollo de diversas industrias. Todas las titulaciones que obtuve durante el Decreto de cierre de fronteras están resultando muy útiles ahora, y la Banda ha salido por fin de los números rojos... El destino realmente es impredecible. ¿Quién iba a pensar que, después de todo esto, tendría que darle las gracias?",
      "fr": "Après la levée du décret de confinement, la Shogun Raiden a adopté une multitude de décrets visant à soutenir le développement de divers secteurs. Tous les diplômes que j'ai reçus pendant le décret de confinement me sont très utiles maintenant, et le gang est enfin débarrassé de ses problèmes financiers... Le bonheur et le malheur sont étroitement liés. Qui aurait pensé qu'après tout cela, je serais reconnaissante envers elle ?",
      "pt": "Depois que o Decreto Sakoku foi levantado, a Shogun Raiden emitiu muitos decretos que visam incentivar o desenvolvimento de várias indústrias. Todos os certificados que recebi durante o Decreto Sakoku são muito úteis agora, a gangue finalmente está fora do vermelho... O destino sempre prega peças. Quem diria que no final eu ainda teria que agradecer a ela?",
      "ru": "После отмены указа Сакоку сёгун Райдэн издала множество других указов, направленных на поддержку и развитие различных отраслей. Все те сертификаты, которые я получила во времена действия указа Сакоку, сейчас очень пригодились, и дела банды наконец-то пошли в гору... Пути судьбы неисповедимы. Кто мог бы подумать, что я буду её благодарить?",
      "id": "Setelah Dekrit Sakoku dicabut, Raiden Shogun menerbitkan lagi banyak dekrit-dekrit lain yang isinya bertujuan untuk meningkatkan hajat hidup orang banyak. Semua sertifikat yang aku buat selama Dekrit Sakoku jadi sangat berguna sekarang. Geng Arataki jadi tidak sesusah dulu. Yah, habis gelap terbitlah terang, tapi aku tidak sangka harus berterima kasih pada dirinya.",
      "th": "หลังจากยกเลิกการปิดประเทศแล้ว โชกุน Raiden ก็ได้ออกกฎหมายหลายฉบับอย่างต่อเนื่องเพื่อสนับสนุนการพัฒนาของทุกสาขาอาชีพ ได้เวลาใบอนุญาตที่ฉันสอบในช่วงที่ปิดประเทศออกโรงแล้วล่ะ แก๊ง Arataki ไม่ได้ขัดสนอะไรขนาดนั้นอีกต่อไป ไม่ว่าผลลัพธ์จะออกมาดีหรือไม่ดี คาดไม่ถึงเลยว่าสุดท้ายก็ยังต้องขอบคุณท่านโชกุนอยู่ดี",
      "vi": "Sau khi dỡ bỏ lệnh bế quan tỏa cảng, Raiden Shogun đã ban bố khá nhiều những pháp lệnh thúc đẩy việc phát triển các ngành nghề. Những chứng chỉ mà tôi thi được trong thời gian phong tỏa đó đều có đất dụng võ, Bang Arataki cũng không còn phải túng quẫn nữa. Ai ngờ rằng sau tất cả tôi còn phải cảm ơn cô ấy nữa."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "九条小姐啊，她是我的朋友。嗯？我认识她让你觉得很意外吗？噢，你可能误会了，我加入荒泷派之前就跟她有交情。我们俩的切磋，还难分胜负呢。",
      "zht": "#九條小姐啊，她是我的朋友。嗯？我認識她讓{F#妳}{M#你}覺得很意外嗎？噢，{F#妳}{M#你}可能誤會了，我加入荒瀧派之前就跟她有交情。我們之間的切磋，還難分勝負呢。",
      "jp": "九条さんのことか？彼女は私の友人だ。うん？私が彼女のことを知っているのが意外だって？ああ、誤解しているかもしれないが、彼女とは私が荒瀧派に入る前からの付き合いだ。彼女との決着は、未だについていない。",
      "ko": "쿠죠 씨는 내 친구야. 응? 내가 쿠죠 씨랑 아는 사이인 게 그렇게 의외야? 아, 뭔가 오해했나 본데, 아라타키파에 들어오기 전부터 친분이 있었어. 우리 둘의 대결은 아직 승부가 안 났지",
      "en": "Madam Kujou? Yes, she's a friend of mine. Hmm? You're surprised that I know her? Oh, you must've misunderstood, I knew her from before I joined the Arataki Gang. Heh, in fact, it's hard to tell who's the winner whenever we spar.",
      "de": "Frau Kujou? Sie ist meine Freundin. Was? Du bist überrascht, dass ich sie kenne? Oh, vielleicht verstehst du das falsch. Bevor ich zur Arataki-Bande hinzustieß, war ich schon mit ihr befreundet. Wenn wir aufeinandertreffen, ist es sehr schwer, über Gewinner und Verlierer zu entscheiden.",
      "es": "¿La Srta. Kujou? Sí, es una amiga mía. ¿Eh? ¿Te sorprende que la conozca? Oh, debe ser un malentendido. La conocía desde antes de unirme a la Banda de Arataki. De hecho, es difícil saber quién es la ganadora cuando nos enfrentamos.",
      "fr": "#Madame Kujou ? Oui, c'est une de mes amies. Hmm ? Tu es {M#surpris}{F#surprise} d'apprendre que je la connaisse ? Oh, tu as dû mal comprendre, notre amitié remonte à avant que je ne rejoigne le gang Arataki. Il est même difficile de déterminer qui est la gagnante lorsqu'elle et moi nous affrontons en duel.",
      "pt": "#A Srta. Kujou? Sim, ela é minha amiga. Hmm? Você está surpres{M#o}{F#a} que eu a conheça? Ah, você entendeu errado. Eu já a conhecia antes de entrar para a Gangue Arataki. Na verdade, é difícil dizer quem é a vencedora toda vez que nos enfrentamos.",
      "ru": "#Госпожа Кудзё? Да, мы дружим. Гм? Удивляешься, что я её знаю? О, ты неправильно понял{F#а}, мы познакомились ещё до моего вступления в банду Аратаки. Хех, на самом деле, сложно сказать, кто вышел бы победителем из нашего сражения.",
      "id": "Nona Kujou? Kami berteman. Ah, kamu kaget ya, kenapa aku bisa kenal dia? Jangan salah paham dulu, kami sudah jadi teman jauh sebelum aku gabung ke Geng Arataki. Di antara kami berdua, masih belum ketahuan siapa yang lebih unggul.",
      "th": "คุณ Kujou เหรอ เธอเป็นเพื่อนของฉันเองล่ะ หื้ม? คุณแปลกใจเหรอที่ฉันรู้จักกับเธอน่ะ? อ๋อ คุณน่าเข้าใจอะไรผิดไปน่ะ ฉันรู้จักกับเธอมาก่อนที่จะเข้าร่วมแก๊ง Arataki น่ะ การประลองระหว่างเราสองคน ยังยากที่จะตัดสินว่าใครแพ้ใครชนะอยู่เลยล่ะ",
      "vi": "Sara sao, tôi là bạn của cô ấy. Hử? Bất ngờ lắm sao? À ừm, tôi đã quen biết với cô ấy trước khi gia nhập Bang Arataki rồi. Hai chúng tôi so tài với nhau cũng khó phân cao thấp lắm."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "就连堂堂鸣神大社的宫司大人，都要靠副业来解闷，可见当巫女是有多无聊。我是绝对不会回去当巫女的。",
      "zht": "就連堂堂鳴神大社的宮司大人，都要靠副業來解悶，可見當巫女是有多無聊。我是絕對不會回去當巫女的。",
      "jp": "あの鳴神大社の宮司様でさえ、副業をやることで退屈をしのぐ。巫女がどれほど退屈な仕事なのか、これで分かっただろう。だから私は、また巫女に戻るような真似は絶対にしない。",
      "ko": "나루카미 다이샤의 궁사님마저 부업을 소일거리로 삼을 정도니, 무녀가 얼마나 지루한 직업인지 대충 짐작이 갈 거야. 내가 다시 무녀가 되는 일은 절대 없어",
      "en": "You can't imagine how boring it is to be a shrine maiden. Even Lady Guuji from the Grand Narukami Shrine has her publishing gig to break up the monotony. I will never go back to being a shrine maiden. Never.",
      "de": "Wenn man sieht, dass selbst die große Guuji des Großen Narukami-Schreins eine Nebentätigkeit braucht, um sich von ihrer Langeweile zu befreien, dann weiß man, wie langweilig das Leben einer Schreinjungfer ist. Ich werde auf keinen Fall zu diesem Leben zurückkehren.",
      "es": "No te imaginas lo aburrido que es ser una miko. Incluso la Suma Sacerdotisa del Gran Santuario Narukami tiene su trabajo editorial para romper la monotonía. Nunca volveré a ser una miko. Nunca.",
      "fr": "Tu ne peux pas imaginer à quel point c'est ennuyeux d'être une prêtresse au Sanctuaire de Narukami. Même la guuji a son travail à la Chambre Yae pour rompre la monotonie. Je ne redeviendrai jamais une prêtresse. Jamais.",
      "pt": "Você não pode imaginar como é chato ser sacerdotisa. A Senhorita Guuji do Grande Santuário Narukami tem até sua própria editora para quebrar a monotonia de nosso trabalho. Nunca voltarei a ser uma sacerdotisa. Jamais.",
      "ru": "Ты не представляешь, как скучно быть жрицей. Даже госпожа Гудзи из Великого храма Наруками занимается издательским делом ради развлечения. Я никогда больше не стану жрицей. Никогда.",
      "id": "Bahkan sang Guuji Kuil Agung Narukami saja masih harus cari kegiatan sampingan supaya tidak bosan. Jelas terlihat kalau jadi miko itu sangat membosankan. Aku tidak akan pernah kembali ke jalan itu.",
      "th": "ขนาดท่าน Guuji แห่งศาลเจ้า Grand Narukami ยังต้องพึ่งพางานอดิเรกเพื่อคลายความเบื่อหน่ายอยู่เลย แค่นี้ก็เห็นได้แล้วล่ะว่าเป็นมิโกะมันน่าเบื่อแค่ไหน ฉันไม่มีทางกลับไปเป็นมิโกะอีกเด็ดขาดเลยล่ะ",
      "vi": "Đến cả đại nhân Guuji của Đền Narukami cũng phải nhờ đến nghề tay trái để giải khuây, chứng tỏ làm pháp sư là chuyện vô vị đến mức nào. Tôi sẽ không bao giờ trở về đó để làm pháp sư đâu."
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗…",
      "zht": "關於荒瀧一斗…",
      "jp": "荒瀧一斗について…",
      "ko": "아라타키 이토에 대해…",
      "en": "About Arataki Itto",
      "de": "Über Arataki Itto ...",
      "es": "Sobre Arataki Itto...",
      "fr": "À propos d'Arataki Itto...",
      "pt": "Sobre Arataki Itto...",
      "ru": "Об Аратаки Итто...",
      "id": "Tentang Arataki Itto",
      "th": "เกี่ยวกับ Arataki Itto...",
      "vi": "Về Arataki Itto..."
    },
    "line": {
      "zhs": "老大有很多不算愉快的过去，却还能保持快乐阳光，挺难得的。他对我们很不错，他的纯粹也感染着荒泷派的大家。当然，这不能成为他横冲直撞影响别人的借口。如果他找你麻烦，尽管告诉我。我会好好收拾他，让他后悔对你无礼。",
      "zht": "#老大有很多不算愉快的過去，卻還能保持快樂陽光，挺難得的。他對我們很不錯，他的純粹也感染著荒瀧派的大家。當然，這不能成為他橫衝直撞影響別人的藉口。如果他找{F#妳}{M#你}麻煩，儘管告訴我。我會好好收拾他，讓他後悔對{F#妳}{M#你}無禮。",
      "jp": "親分はつらい過去をたくさん持っている。だがそれでも、いつも明るく楽観的でいられるのが親分の凄いところだ。親分は私たちに優しいし、その純粋さも荒瀧派のみんなを感化している。もちろん、それは親分が暴れて他人に迷惑をかけていい理由にはならない。もし親分があんたにちょっかいでも出したら、私に言うといい。しっかりと懲らしめて、あんたに無礼を働いたことを後悔させてやるから。",
      "ko": "형님은 썩 유쾌하지 않은 과거를 겪었지만, 늘 밝고 유쾌한 모습을 유지하고 있어. 쉽지 않은 일이야. 우리한테도 무척 잘해주시지. 형님의 그런 순수함이 아라타키파의 모두를 감화시킨 거야. 물론, 그게 형님이 다른 사람에게 막무가내로 굴어도 된다는 구실이 될 순 없어. 그가 너한테 폐 끼치면 언제든지 알려줘. 너한테 무례하게 군 걸 후회하게 해줄 테니까",
      "en": "The boss has a lot of unpleasant memories from his past, but he still manages to stay positive. I'd say that kind of resilience is pretty rare. He treats us well and his character has a good effect on everyone in the gang. Of course, it's never an excuse for him to run amok with no consideration for others. Just let me know if he ever causes you any trouble and I'll be sure to make him regret ever being rude to you.",
      "de": "Der Boss hatte eine sehr traurige Vergangenheit. Dass er trotzdem so voll Freude strahlt, ist kaum zu glauben. Er ist sehr gut zu uns, seine unangepasste Art steckt die ganze Arataki-Bande an. Natürlich kann das keine Entschuldigung für sein wildes und brutales Verhalten sein. Wenn er dir Ärger bereitet, teil mir das ohne zu Zögern mit. Ich werde ihn zurechtweisen und seine Unhöflichkeit bereuen lassen.",
      "es": "El jefe tiene muchos recuerdos desagradables de su pasado, pero aun así se las arregla para ser positivo. Yo diría que ese tipo de resiliencia es bastante raro. Nos trata bien y su carácter tiene un efecto positivo en todos los miembros de la Banda. Por supuesto, nunca es una excusa para que se precipite sin tener en cuenta a los demás. Avísame si alguna vez te causa problemas, me aseguraré de que se arrepienta de haber sido grosero contigo.",
      "fr": "Le patron a beaucoup de souvenirs désagréables de son passé, mais il parvient toujours à rester positif. Selon moi, c'est plutôt rare de voir ce genre de résilience. Il nous traite bien, et son attitude a un effet positif sur tous les membres de la bande. Bien sûr, ça ne doit pas être une excuse pour qu'il fonce toujours la tête la première sans considération pour les autres. Dis-le-moi si jamais il te cause des problèmes, je m'assurerai qu'il regrette d'avoir été impoli avec toi.",
      "pt": "O chefe tem muitas memórias desagradáveis do passado, mas ainda tem uma atitude positiva. Na minha opinião, esse tipo de resiliência é bem rara. Ele nos trata bem, e seu caráter influencia positivamente todos na gangue. Claro, isso não é desculpa para ele se exceder com os outros. Se ele lhe causar problemas, apenas me avise, vou me certificar de que ele se arrependa de ter sido rude com você.",
      "ru": "У главаря тяжёлое прошлое, но ему всё равно удаётся оставаться жизнерадостным. Такая устойчивость встречается довольно редко. Он добр к нам, и его характер хорошо влияет на всех в банде. Конечно же, это не может служить оправданием его проступкам. Дай знать, если он доставит неприятности, и я заставлю его пожалеть, что он был груб с тобой.",
      "id": "Bos punya masa lalu yang kelam, tapi dia tetap bisa selalu ceria dan senang. Dia memperlakukan kami dengan sangat baik, dan kepolosannya juga sangat berpengaruh ke anggota kami yang lainnya. Tentu, fakta ini tidak bisa dijadikan alasan untuk mengamuk dan mengganggu orang. Kalau dia bikin kamu repot, kasih tahu aku. Biar aku kasih dia pelajaran.",
      "th": "ลูกพี่มีอดีตที่ไม่น่าดีใจเท่าไหร่เยอะแยะเลยล่ะ แต่ว่าเขาก็ยังทำตัวร่าเริงสดใสได้ หายากมากเลยล่ะ เขาเองก็ปฏิบัติต่อพวกเราไม่เลวเลย ความบริสุทธิ์ของเขาได้แพร่ให้กับทุกคนในแก๊ง Arataki แน่นอนว่า นี่ไม่ใช่ข้อแก้ตัวให้เขาออกไปอาละวาดสร้างความวุ่นวายให้ผู้อื่นหรอกนะ ถ้าเขาหาเรื่องคุณล่ะก็ บอกฉันได้เลยนะ ฉันจะไปจัดการเขาเอง เขาจะต้องเสียใจที่ทำตัวเสียมารยาทกับคุณ",
      "vi": "Đại ca có rất nhiều quá khứ không mấy vui vẻ, nhưng vẫn luôn tươi cười rạng rỡ, điều này thực sự hiếm có. Anh ấy đã truyền cảm hứng về sự lạc quan cho chúng tôi, và cũng đối xử với chúng tôi rất tốt. Đương nhiên đây cũng không được xem là cái cớ để đại ca đi làm phiền mọi người. Nếu anh ấy làm phiền đến bạn thì cứ báo cho tôi, tôi sẽ đi chỉnh đốn lại anh ta, đảm bảo anh ta sẽ phải hối hận."
    }
  },
  {
    "title": {
      "zhs": "关于烟绯…",
      "zht": "關於煙緋…",
      "jp": "煙緋について…",
      "ko": "연비에 대해…",
      "en": "About Yanfei",
      "de": "Über Yanfei ...",
      "es": "Sobre Yanfei...",
      "fr": "À propos de Yanfei...",
      "pt": "Sobre Yanfei...",
      "ru": "О Янь Фэй...",
      "id": "Tentang Yanfei",
      "th": "เกี่ยวกับ Yanfei...",
      "vi": "Về Yanfei..."
    },
    "line": {
      "zhs": "那时候跟家里闹翻了，只想着有多远逃多远，就跑去璃月学律法了。得亏这样，有幸认识了烟绯师姐。在律法咨询这块，她简直就是活字典。我？执业证书倒是有的，不过这个职业的约束也不少，并不是最适合我的。",
      "zht": "那時候跟家裡鬧翻了，只想著有多遠逃多遠，就跑去璃月學律法了。多虧如此，有幸認識了煙緋師姐。在律法諮詢這塊，她簡直就是活字典。我？執業證書倒是有的，不過這個職業的約束也不少，並不是最適合我的。",
      "jp": "あの頃、私は家族と大喧嘩したんだ。だからとにかく遠いところへ逃げたくて、それで璃月に法律を勉強しに行った。だがそのおかげで、煙緋先輩と知り合えたんだ。法律に関して、彼女はまるで生き字引きさ。私？私も一応、資格を持っているが、この業界には制約が多くて向いていない…私の天職は他にある。",
      "ko": "그땐 가족과 사이가 틀어져서 될수록 멀리 도망가려는 생각뿐이었어. 그래서 법을 배우러 리월에 갔고 덕분에 연비 선배를 알게 됐지. 선배는 법률 자문 쪽으로는 걸어 다니는 백과사전이나 다름없어. 나? 자격증은 땄지만, 이 직업도 제약이 이만저만이 아니라서 말이지…. 나한테 딱 맞는 직업은 아냐",
      "en": "Back then I had an argument with my family and I only wanted to run away as far as I could. So, I went to study law in Liyue, but thanks to this experience, I got to meet Yanfei. She's like a walking law encyclopedia. Huh? Me? I have a certificate but there are a lot of restrictions for practicing law... It's not really the right field for me.",
      "de": "Als ich mich damals mit meiner Familie überworfen hatte, dachte ich nur daran, möglichst weit wegzulaufen, und lief deshalb nach Liyue, um dort Recht zu studieren. So hatte ich das Glück, dort Yanfei kennenzulernen. Auf dem Gebiet der Rechtsberatung ist sie wirklich so etwas wie ein wandelndes Wörterbuch. Ich? Ich habe in diesem Feld zwar auch einen Berufsabschluss, aber es gibt zu viele Einschränkungen in diesem Feld, das passt nicht zu mir.",
      "es": "Una vez, tuve una discusión con mi familia y solo quería huir lo más lejos posible. Así que me fui a estudiar derecho a Liyue. Gracias a esta experiencia, pude conocer a Yanfei. Ella es como una enciclopedia de derecho andante. ¿Eh? ¿Yo? Tengo una titulación, pero hay muchas restricciones para ejercer la abogacía... No es realmente el campo adecuado para mí.",
      "fr": "À l'époque, je me suis disputée avec ma famille et je n'avais qu'une envie : m'enfuir le plus loin possible. Je suis donc allée étudier le droit à Liyue, et grâce à cette expérience, j'ai pu rencontrer Yanfei. C'est une véritable encyclopédie juridique ambulante. Hein ? Moi ? J'ai un diplôme, mais pratiquer le droit est assez contraignant... Ce n'est pas vraiment un domaine qui me convient.",
      "pt": "Na época, briguei com minha família e quis fugir para o lugar mais longe possível. Então fui estudar direito em Liyue e, graças a essa experiência, pude conhecer Yanfei. Ela é uma verdadeira enciclopédia jurídica ambulante. Hein? E eu? Eu tenho o diploma, mas a advocacia é bastante restritiva... Não é uma área que me agrade.",
      "ru": "В то время я поссорилась со своей семьёй и хотела убежать как можно дальше. Так что я отправилась в Ли Юэ изучать юриспруденцию, и благодаря этому мне посчастливилось познакомиться с наставницей Янь Фэй. Она буквально ходячая энциклопедия права. А? Я? У меня есть сертификат, но здесь слишком много ограничений... Не самая удачная сфера занятости.",
      "id": "Ketika itu, aku sedang tidak akur dengan keluarga, dan aku cuma ingin satu hal: jauh-jauh dari mereka. Itulah kenapa aku lari ke Liyue dan belajar hukum di sana. Aku beruntung bisa kenal dengan seniorku, Kak Yanfei. Kalau urusan hukum sih, dia itu sama saja kitab berjalan. Aku? Ah, aku memang sudah disertifikasi sebagai praktisi hukum, tapi pekerjaan seperti itu banyak pantangannya. Kurasa aku belum cocok kerja begitu.",
      "th": "ตอนนั้นที่ทะเลาะกับคนที่บ้าน ก็คิดแค่ว่าอยากจะหนีไปให้ไกล ๆ เลยหนีไปเรียนกฎหมายที่ Liyue ด้วยเหตุนี้ ก็เลยโชคดีได้รู้จักกับศิษย์พี่หญิง Yanfei ในส่วนของการเป็นที่ปรึกษาด้านกฎหมาย เธอเป็นเหมือนประมวลกฎหมายเดินได้เลยล่ะ ฉันเหรอ? ก็มีใบอนุญาตประกอบวิชาชีพอยู่หรอก แต่อาชีพนี้มีข้อผูกมัดอยู่ไม่น้อย เลยไม่ใช่สิ่งที่เหมาะกับฉันที่สุดน่ะ",
      "vi": "Lúc cãi nhau với gia đình, tôi chỉ muốn đi càng xa càng tốt, thế là tôi đã đến Liyue để học luật pháp. Cũng nhờ vậy mà tôi mới quen biết được sư tỷ Yanfei. Về mảng luật thì cô ấy đúng là quyển từ điển sống vậy. Còn tôi sao? Chứng chỉ thì có đó, nhưng nghề này nhiều ràng buộc quá, không thích hợp với tôi lắm."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏…",
      "zht": "關於鹿野院平藏…",
      "jp": "鹿野院平蔵について…",
      "ko": "시카노인 헤이조에 대해…",
      "en": "About Shikanoin Heizou",
      "de": "Über Shikanoin Heizou ...",
      "es": "Sobre Shikanoin Heizou...",
      "fr": "À propos de Shikanoin Heizou...",
      "pt": "Sobre Shikanoin Heizou...",
      "ru": "О Сиканоин Хэйдзо...",
      "id": "Tentang Shikanoin Heizou",
      "th": "เกี่ยวกับ Shikanoin Heizou...",
      "vi": "Về Shikanoin Heizou..."
    },
    "line": {
      "zhs": "他和普通天领奉行同心不一样，从未见他做什么巡逻、抓捕的活。他偶尔会找我买线索，作为交换，我希望他能在我去奉行所捞人时帮我美言几句，他也爽快答应了。这笔交易还算值，毕竟让弟兄们收集点市井见闻是很简单的事。",
      "zht": "他和普通天領奉行同心不一樣，從未見他做什麼巡邏、抓捕的活。他偶爾會找我買線索，作為交換，我希望他能在我去奉行所撈人時幫我美言幾句，他也爽快答應了。這筆交易還算值，畢竟讓弟兄們收集點市井見聞是很簡單的事。",
      "jp": "そこらにいる天領奉行の同心と違って、彼が見回りや捕り物をしている姿を私は見たことがない。だが、たまに私のところに来て、情報を買っていくんだ。その見返りとして、私は奉行所に連行された仲間の保釈を求める際に、上手く口を利いてくれるよう頼んでいる。もちろん、彼もその条件を快諾してくれているよ。実に悪くない取引だ。何せ、仲間たちに市井の情報を集めてもらうのなんて、簡単なことだからな。",
      "ko": "그는 평범한 텐료 봉행 도신 병사들과 달라. 그 사람이 순찰하거나 범인을 체포하는 걸 단 한 번도 본 적이 없거든. 가끔 나한테 정보를 사가곤 하는데, 정보를 주는 대신 봉행소에서 사람을 빼낼 때 잘 좀 말해달라고 부탁하면 흔쾌히 승낙하더라고. 꽤 괜찮은 거래야. 형제들한테 거리에서 정보를 수집하라고 하는 건 아주 쉽거든",
      "en": "He's different from the other Doushin of the Tenryou Commission. I have yet to see him on patrol or apprehend anyone, and he occasionally comes to me to buy intelligence. In exchange, I asked him to put in a good word for me whenever I'm bailing people out of the Police Station. He gladly agreed. I'd say that's a pretty good deal... After all, getting the boys to keep their eyes and ears open on the streets is easy enough.",
      "de": "Er ist anders als die anderen Doushin der Tenryou-Verwaltung. Ich habe ihn noch nie auf Patrouille oder beim Einfangen von Verbrechern gesehen. Manchmal kommt er zu mir, um Hinweise einzukaufen. Als Gegenleistung hoffe ich, dass er ein gutes Wort für mich einlegt, wenn ich zum Verwaltungssitz gehe, um Bandenmitglieder aus dem Gefängnis zu holen, was er mir geradeheraus versprochen hat. Dieses Geschäft lohnt sich also sehr, immerhin ist es sehr einfach für die Jungs, ein paar Gerüchte aufzuschnappen.",
      "es": "Él es diferente al resto de guardias de la Comisión Tenryou. Todavía no le he visto patrullar ni detener a nadie, y de vez en cuando viene a comprar información. A cambio, le pedí que hablara bien de mí siempre que sacara a la gente de la comisaría. Aceptó con gusto. Yo diría que es un buen trato... Después de todo, conseguir que los chicos mantengan los ojos bien abiertos en las calles es bastante fácil.",
      "fr": "Il est différent des autres doushins de la Commission administrative : je ne l'ai encore jamais vu patrouiller ou interpeller quelqu'un, et il vient parfois me voir pour acheter des renseignements. En échange, je lui ai demandé de glisser un mot en ma faveur quand je cherche à faire sortir des gens du Poste de police. Il a accepté avec plaisir. Je dirais que c'est un échange qui en vaut la peine, parce qu'il n'est pas difficile de récolter des informations : il suffit juste de dire aux gars d'aller écouter ce qui se dit en ville.",
      "pt": "Ele é diferente dos outros doushins da Comissão Tenryou, nunca o vi patrulhando ou questionando ninguém. Ele às vezes até mesmo vem me ver para comprar informações. Em troca, pedi a ele para dizer algo a meu favor quando eu tentar tirar pessoas da Estação de Polícia. Ele aceitou de bom grado. Eu diria que é uma troca que vale a pena... Afinal, a única coisa que eles têm a fazer é mandar os rapazes para ouvir as conversas na cidade.",
      "ru": "Он отличается от других досинов комиссии Тэнрё. Я никогда не видела его в патруле, или чтобы он арестовывал кого-то. Иногда он приходит ко мне за информацией. В обмен я прошу его замолвить за меня словечко всякий раз, когда мне приходится доставать кого-то из полицейского участка. Он с радостью соглашается. Можно сказать, сделка довольно выгодная. В конце концов, заставить ребят быть внимательными на улицах достаточно просто.",
      "id": "Dia beda dengan Doushin Tenryou Commission yang lain. Aku belum pernah lihat dia patroli atau menangkap orang. Dia kadang minta petunjuk dari aku, dan sebagai gantinya, dia setuju untuk bantu bicara yang baik-baik kalau aku harus membebaskan orang dari Kantor Polisi. Kesepakatan yang bagus, sekedar cari info dan dengar omongan orang di kota sih gampang saja buat anggota kami.",
      "th": "เขาไม่เหมือนกับ Doushin ทั่วไปในสำนัก Tenryou หรอก ไม่เคยเห็นเขาออกลาดตระเวน หรือจับคนร้ายอะไรแบบนั้นเลย บางครั้งเขาก็จะมาซื้อข้อมูลจากฉันบ้าง เพื่อเป็นการแลกเปลี่ยน ฉันจึงหวังว่าเขาจะช่วยฉันพูดอะไรบ้างเวลาที่ฉันต้องไปประกันตัวคนออกมาจากกองปราบปราม แล้วเขาก็ตอบรับอย่างรวดเร็วเลย การแลกเปลี่ยนชิ้นนี้จึงถือว่าคุ้มค่าอยู่พอสมควร เพราะการให้เหล่าพี่น้องช่วยรวบรวมข่าวสารภายในเมืองมันเป็นเรื่องที่ง่ายมากเลยนี่นา",
      "vi": "Anh ta không giống với những người lính tuần tra khác, tôi chưa từng thấy anh ta đi tuần hoặc truy bắt ai đó. Anh ta đôi lúc sẽ tìm đến tôi để mua tin, đổi lại, tôi cũng có nhờ anh ta nói tốt vài câu trong những lần vào trại giam cứu người, anh ta vui vẻ đồng ý. Cuộc giao dịch này cũng rất ổn, dù sao thì việc thu thập thông tin bên lề cũng là sở trường của các anh em trong bang mà."
    }
  },
  {
    "title": {
      "zhs": "想要了解久岐忍·其一",
      "zht": "想要瞭解久岐忍·其一",
      "jp": "久岐忍を知る·1",
      "ko": "쿠키 시노부에 대해 알기·첫 번째",
      "en": "More About Kuki Shinobu: I",
      "de": "Ich will mehr über Kuki Shinobu erfahren I",
      "es": "Más sobre Kuki Shinobu (I)",
      "fr": "Connaître Kuki Shinobu (1)",
      "pt": "Mais sobre Kuki Shinobu - I",
      "ru": "Узнать больше о Куки Синобу I",
      "id": "Memahami Kuki Shinobu - I",
      "th": "อยากรู้เกี่ยวกับ Kuki Shinobu - 1",
      "vi": "Muốn tìm hiểu Kuki Shinobu - Điều thứ 1"
    },
    "line": {
      "zhs": "我做过很多不同的工作，相关的执业证书也有不少。管理方面，带过小型团队，负责人员统筹和资源调配…呃，抱歉，面试多了就说习惯了，别介意。",
      "zht": "我做過很多不同的工作，相關的執業證書也有不少。管理方面，帶過小型團隊，負責人員統籌和資源調配…呃，抱歉，面試多了就說習慣了，別介意。",
      "jp": "私は色々な仕事をしたことがあり、それに関連する資格もたくさん持っています。管理業務に関しては、小さなチームを率いた経験を持ち、人員の総合管理と資源の配分を担当してい…あっ、すまない、面接をたくさん受けてきたから…どうも癖になってしまったようだ。気にするな。",
      "ko": "난 다양한 일을 해봤고 관련 자격증도 적지 않게 가지고 있어. 관리 쪽으로는 작은 팀을 맡아서 인원 관리와 자원 조달을 담당한 적이 있고…. 어, 미안, 면접을 많이 보다 보니 또 버릇이 도졌네. 신경 쓰지 마",
      "en": "I've worked many different jobs and I'm certified in a variety of fields. In terms of management, I've led a small team and have been responsible for delegating tasks and allocating resources according to... Uh, sorry, don't mind me... Sometimes I still slip into interview mode.",
      "de": "Ich habe in sehr vielen Berufsfeldern gearbeitet und dazu nicht wenige Zertifikate angesammelt. Ich habe kleine Gruppen geleitet, Personalpläne verantwortet und Ressourcen verteilt ... Ah, Entschuldigung, wenn man viele Vorstellungsgespräche hatte, gewöhnt man sich daran, so zu sprechen, mach dir nichts daraus.",
      "es": "He trabajado en muchos puestos diferentes y estoy cualificada en una variedad de campos. En cuanto a la gestión, he dirigido un pequeño equipo y he sido responsable de delegar tareas y asignar recursos... Oh, lo siento, no me hagas caso. A veces todavía me pongo sin querer en “modo entrevista”.",
      "fr": "J'ai occupé de nombreux emplois différents et je suis certifiée dans divers domaines. En matière de gestion, j'ai dirigé une petite équipe et j'ai été chargée de déléguer des tâches et d'allouer des ressources en fonction de... Euh, désolée, ça me prend des fois. Tu sais, après avoir passé tous ces entretiens...",
      "pt": "Eu tive muitos empregos diferentes e sou certificada em várias áreas. Na gestão, liderei uma pequena equipe e fui encarregada de delegar tarefas e alocar recursos com base em... Ah, desculpe, depois de fazer todas essas entrevistas eu me acostumei a falar assim.",
      "ru": "Я работала на многих разных работах и обладаю множеством сертификатов. Что касается управления, я возглавляла небольшую команду и отвечала за делегирование задач и распределение ресурсов в соответствии с... Э-э, извини, не обращай внимания... Я слишком привыкла к собеседованиям.",
      "id": "Aku sudah pernah kerja di berbagai bidang, dan hasilnya aku jadi punya banyak sertifikasi. Untuk bidang manajemen, aku pernah memimpin regu kecil, aku bertanggung jawab untuk urusan koordinasi antar anggota dan pembagian sumber daya. Eh maaf, kebiasaan, saking seringnya aku diwawancara ....",
      "th": "ฉันเคยทำงานมาหลายอย่าง ส่วนที่เกี่ยวข้องกับใบอนุญาตประกอบวิชาชีพก็มีอยู่ไม่น้อย ทั้งด้านการจัดการ, นำทีมขนาดเล็ก, รับผิดชอบด้านการวางแผนบุคลากรและการจัดสรรทรัพยากร... เอ่อ ขออภัยด้วยนะ ผ่านการสัมภาษณ์มาเยอะก็เลยชินซะแล้ว อย่าถือสาเลยนะ",
      "vi": "Tôi đã làm qua rất nhiều công việc, chứng chỉ liên quan cũng có không ít. Về mặt quản lý thì tôi có dẫn qua một tổ đội nhỏ, phụ trách quản lý tình hình chung của thành viên và điều phối tài nguyên... Hả, xin lỗi, phỏng vấn nhiều quá nên thành thói quen luôn rồi, đừng để tâm nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解久岐忍·其二",
      "zht": "想要瞭解久岐忍·其二",
      "jp": "久岐忍を知る·2",
      "ko": "쿠키 시노부에 대해 알기·두 번째",
      "en": "More About Kuki Shinobu: II",
      "de": "Ich will mehr über Kuki Shinobu erfahren II",
      "es": "Más sobre Kuki Shinobu (II)",
      "fr": "Connaître Kuki Shinobu (2)",
      "pt": "Mais sobre Kuki Shinobu - II",
      "ru": "Узнать больше о Куки Синобу II",
      "id": "Memahami Kuki Shinobu - II",
      "th": "อยากรู้เกี่ยวกับ Kuki Shinobu - 2",
      "vi": "Muốn tìm hiểu Kuki Shinobu - Điều thứ 2"
    },
    "line": {
      "zhs": "我家是巫女世家，但我不适合当巫女。刚逃出来那会儿，我觉得要多积累，以免没有傍身之技。什么厨师、裁缝、格斗、律法咨询、出版编辑…我都学了。没想到真正进了社会才发现，学的已经完全够用了。",
      "zht": "我家是巫女世家，但我不適合當巫女。剛逃出來的那時，我覺得要多累積，以免沒有傍身之技。什麼廚師、裁縫、格鬥、律法諮詢、出版編輯…我都學了。沒想到真正進了社會才發現，學的已經完全夠用了。",
      "jp": "私は巫女の一族に生まれたが、巫女の仕事には向いていない。家から逃げ出したばかりの頃、私はこう思った——生きていくために、たくさんの経験を積まなければならないと。だから、料理人や、裁縫師、格闘家、法律家、出版社の編集者など…様々な資格を取った。その後、社会に出てはじめて、私の学んだことがすでに十分すぎるものだったということに気付いたんだ。",
      "ko": "우리 집은 대대로 무녀 가문이지만, 난 무녀에는 썩 어울리지 않아. 막 도망 나왔을 때 혼자서도 먹고 살 수 있게 많은 경험을 했어. 요리, 재봉, 격투, 법률 자문, 출판 편집 같은 것들을… 죄다 배웠었지. 막상 사회에 들어서고 보니 이 정도로도 충분하겠더라고",
      "en": "I come from a family of shrine maidens but I'm not cut out for that kind of work at all. When I ran away from home, I immediately thought I should learn as much as possible to support myself. I studied everything from cooking, tailoring, and fighting, to legal consulting, publishing, and editing... It wasn't until I really settled into society that I realized I've learned everything I need.",
      "de": "Ich stamme aus einer Familie von Schreinjungfern, aber ich bin für diese Rolle nicht geeignet. Direkt nachdem ich diesem Schicksal entflohen war, dachte ich, ich sollte so viel lernen wie möglich, um mich auf mich selbst verlassen zu können. Köchin, Schneiderin, Ringerin, Rechtsberaterin und Verlegerin ... All diese Berufe lernte ich. Ich hätte nicht gedacht, dass ich, als ich wirklich in die Gesellschaft eintrat, schon ausreichend gelernt hätte.",
      "es": "Vengo de una familia de miko, pero no estoy hecha para ese tipo de trabajo. Cuando me escapé de casa, enseguida pensé que debía aprender todo lo posible para mantenerme. Estudié de todo, desde cocina, sastrería y pelea, hasta consultoría legal, publicación y edición... No fue hasta que me asenté realmente en la sociedad cuando me di cuenta de que había aprendido todo lo que necesitaba.",
      "fr": "Je viens d'une famille de prêtresses du sanctuaire, mais je ne suis pas du tout faite pour ce genre de travail. Quand je me suis enfuie de chez moi, j'ai tout de suite pensé que je devais apprendre le plus de choses possible pour subvenir à mes besoins. J'ai tout étudié, de la cuisine à la couture, en passant par le combat, le conseil juridique, la publication et l'édition d'ouvrages... Ce n'est que lorsque je me suis vraiment installée dans la société que j'ai réalisé que j'avais appris tout ce dont j'avais besoin.",
      "pt": "Venho de uma família de sacerdotisas, mas não nasci para esse tipo de trabalho. Quando fugi de casa, imediatamente pensei que tinha que aprender o máximo possível para me sustentar. Estudei de tudo, desde culinária, costura, luta, consultoria jurídica, até publicação e edição... Foi só quando me estabeleci na sociedade que percebi que tinha aprendido tudo o que precisava.",
      "ru": "Я происхожу из семьи жриц, но совсем не гожусь для этой работы. Когда я убежала из дома, то сразу решила, что должна научиться как можно большему, чтобы прокормить себя. Я изучала всё подряд - кулинарию, пошив одежды, борьбу, юриспруденцию, издательское дело, редактуру... Только когда я по-настоящему освоилась в обществе, я поняла, что научилась всему необходимому.",
      "id": "Keluargaku berasal dari kalangan miko, tapi aku tidak cocok hidup seperti itu. Waktu kabur dulu, aku merasa perlu cari pengalaman dan perluas wawasan supaya jadi segala bisa. Aku pernah belajar jadi koki, penjahit, petarung, konsultan hukum, editor biro penerbitan ... Tak disangka, begitu aku benar-benar bergabung ke masyarakat aku sadar bahwa yang kupelajari itu sudah cukup.",
      "th": "ที่บ้านของฉันเป็นตระกูลมิโกะ แต่ฉันไม่เหมาะกับการเป็นมิโกะหรอก ตอนที่เพิ่งจะหนีออกมาใหม่ ๆ ฉันก็รู้สึกว่าจะต้องสะสมประสบการณ์ให้มาก จะได้เอาตัวรอดด้วยตัวเองได้ ทั้งเชฟ, ช่างตัดเย็บ, นักสู้, ที่ปรึกษาด้านกฎหมาย, บรรณาธิการสำนักพิมพ์... ฉันก็เรียนรู้มาหมดแล้วล่ะ แต่คิดไม่ถึงเลยว่าพอได้เข้าสังคมจริง ๆ แล้ว สิ่งที่เรียนรู้มาทั้งหมดมันยังไม่เพียงพอเลยสักนิด",
      "vi": "Nhà tôi nhiều đời làm pháp sư, nhưng tôi không thích hợp để làm nghề đó. Khi vừa trốn khỏi nhà, tôi liền nghĩ rằng phải đi đây đó tích lũy nhiều kinh nghiệm để phòng thân, cho nên từ đầu bếp, may mặc, đấu võ, luật pháp, biên tập... tôi đều đã học qua. Cho đến khi thực sự hòa nhập với xã hội, tôi mới nhận ra mình đã học được mọi thứ mình cần."
    }
  },
  {
    "title": {
      "zhs": "想要了解久岐忍·其三",
      "zht": "想要瞭解久岐忍·其三",
      "jp": "久岐忍を知る·3",
      "ko": "쿠키 시노부에 대해 알기·세 번째",
      "en": "More About Kuki Shinobu: III",
      "de": "Ich will mehr über Kuki Shinobu erfahren III",
      "es": "Más sobre Kuki Shinobu (III)",
      "fr": "Connaître Kuki Shinobu (3)",
      "pt": "Mais sobre Kuki Shinobu - III",
      "ru": "Узнать больше о Куки Синобу III",
      "id": "Memahami Kuki Shinobu - III",
      "th": "อยากรู้เกี่ยวกับ Kuki Shinobu - 3",
      "vi": "Muốn tìm hiểu Kuki Shinobu - Điều thứ 3"
    },
    "line": {
      "zhs": "你说我社交场合很厉害？呵，毕竟在外流浪了那么久，总得学会察言观色。更何况在多数时候，理亏的那一方都是我们。我不讨厌摆出那些表情，但可以的话，我还是选择不笑的好。",
      "zht": "#{F#妳}{M#你}說我社交場合很厲害？呵，畢竟在外流浪了那麼久，總得學會察言觀色。更何況在多數時候，理虧的那一方都是我們。我不討厭擺出那些表情，但可以的話，我還是選擇不笑的好。",
      "jp": "人との付き合い方が上手だって？ふっ…長いこと外をさすらっていたから、その間に人の顔色を窺う方法を学んだのさ。それに悪いのは大体こちらだ。ああいう顔を見せるのは別に苦じゃないが、できることなら、愛想笑いなんかせずにやり過ごせたらと思うよ。",
      "ko": "내 사교성이 뛰어나다고? 하하… 오랫동안 밖에서 떠돌이 생활을 해와서인지 눈치 하나는 더럽게 빠르지. 게다가 손해 보는 건 대부분 우리거든. 그런 표정을 짓는 걸 싫어하진 않지만, 될 수 있으면 안 웃는 걸 택하겠어",
      "en": "Hmm? You think I've got good social skills? Well, you could say I've seen a lot of the world by now. I've learned how to read people based on their expressions and body language. Besides, nine times out of ten, it's the gang getting in trouble. I don't mind putting on a face to get us out of a sticky predicament, but I still prefer not to smile.",
      "de": "Du meinst, ich hätte gute Sozialfähigkeiten? Hmm, wenn man lange herumreist, kann man jedenfalls eine gute Beobachtungsgabe erlernen. Außerdem ist es meistens die Bande, die in Schwierigkeiten gerät. Es macht mir nichts aus, ein Gesicht zu machen, um uns aus einer brenzligen Situation zu befreien, aber wenn ich es vermeiden kann, lächle ich nicht.",
      "es": "¿Eh? ¿Crees que tengo buenas habilidades sociales? Bueno, se podría decir que ya he visto mucho mundo. He aprendido a leer a la gente basándome en sus expresiones y su lenguaje corporal. Además, nueve de cada diez veces, es la Banda la que se mete problemas. No me importa poner buena cara para sacarnos de un apuro, pero sigo prefiriendo no sonreír.",
      "fr": "Tu dis que je suis forte pour les relations sociales ? Héhé, après avoir vagabondé hors de mon pays si longtemps, j'ai appris à déchiffrer les paroles et le langage corporel des gens. En plus, neuf fois sur dix, c'est le gang qui a des problèmes. Ça ne me dérange pas de faire bonne figure pour nous sortir d'un mauvais pas, mais je préfère encore ne pas avoir à faire mon faux sourire dans la mesure du possible.",
      "pt": "Hã? Você acha que eu sou boa em socializar? Bem, depois de vagar pelo mundo por tanto tempo, aprendi a ler as palavras e a linguagem corporal das pessoas. Além disso, nove em cada dez vezes, é a gangue que está com problemas. Eu não me importo de colocar uma certa expressão para nos tirar de uma situação complicada, mas eu ainda prefiro não ter que fingir meu sorriso.",
      "ru": "Думаешь, у меня хорошие навыки общения? Что ж, я многое повидала в этом мире. Я научилась читать людей по выражению лиц и языку тела. Кроме того, в девяти случаях из десяти банда неизменно попадает в беду. Я не против состроить гримасу, чтобы вывести нас из затруднительного положения, но всё равно предпочитаю не улыбаться.",
      "id": "Aku pintar bersosialisasi? Yah, setelah berkelana sekian lama, kamu kan jadi belajar jaga omongan. Dan lagi, sebagian besar masalah kan soal geng lagi-lagi berbuat onar. Aku bukan tidak suka, tapi kalau harus memilih, aku lebih suka tidak tersenyum.",
      "th": "คุณว่าฉันเข้าสังคมเก่งงั้นเหรอ? เฮ้อ คงเป็นเพราะเร่ร่อนอยู่ข้างนอกมานานแล้วนั่นแหละ จึงต้องเรียนรู้การสังเกตคำพูดและสีหน้าของผู้อื่นเอาไว้บ้าง ยิ่งในสถานการณ์ส่วนใหญ่แล้ว ฝ่ายที่เสียหายก็มักจะเป็นพวกเรา ฉันไม่ได้เกลียดการแสดงสีหน้าเหล่านั้นหรอกนะ แต่ถ้าเป็นไปได้ละก็ ฉันขอเลือกที่จะไม่ยิ้มดีกว่า",
      "vi": "Bạn nói tôi rất giỏi kỹ năng mềm sao? Ừm, dẫu sao thì tôi cũng lang thang lâu rồi nên cũng học được cách nhìn mặt gửi lời mà. Huống chi trong đa số trường hợp thì bên gặp rắc rối luôn là chúng tôi. Tôi không ghét việc thể hiện cảm xúc, nhưng nếu có thể thì tôi sẽ chọn cách không cười."
    }
  },
  {
    "title": {
      "zhs": "想要了解久岐忍·其四",
      "zht": "想要瞭解久岐忍·其四",
      "jp": "久岐忍を知る·4",
      "ko": "쿠키 시노부에 대해 알기·네 번째",
      "en": "More About Kuki Shinobu: IV",
      "de": "Ich will mehr über Kuki Shinobu erfahren IV",
      "es": "Más sobre Kuki Shinobu (IV)",
      "fr": "Connaître Kuki Shinobu (4)",
      "pt": "Mais sobre Kuki Shinobu - IV",
      "ru": "Узнать больше о Куки Синобу IV",
      "id": "Memahami Kuki Shinobu - IV",
      "th": "อยากรู้เกี่ยวกับ Kuki Shinobu - 4",
      "vi": "Muốn tìm hiểu Kuki Shinobu - Điều thứ 4"
    },
    "line": {
      "zhs": "刚进荒泷派的时候，老大要我教小弟们怎么打架。所以我上来第一件事，就变成了把他们挨个揍趴下。没想到，一个个鼻青眼肿的，却睁大眼睛，张嘴就叫我「忍姐」，还要我好好带领他们。哼，那时候我就知道这是一群笨蛋。但没关系，笨蛋不会拖我后腿，我会解决一切问题。",
      "zht": "剛進荒瀧派的時候，老大要我教小弟們怎麼打架。所以我上來第一件事，就變成了把他們挨個揍趴下。沒想到，一個個鼻青眼腫的，卻睜大眼睛，張嘴就叫我「忍姐」，還要我好好帶領他們。哼，那時候我就知道這是一群笨蛋。但沒關係，笨蛋不會拖我後腿，我會解決一切問題。",
      "jp": "荒瀧派に加入したばかりの頃、子分たちにケンカの仕方を教えるよう親分に言われたんだ。だから、私が荒瀧派に入って最初にしたことは、あいつらを全員ぶん殴ることだった。でも、みんな顔を腫らしながら目を大きく見開き、私を「忍の姉御」って呼んだんだよ。しかも、これからは私についていくともね。ふん、あいつらがバカだということは、あの時に知ったんだ。でも大丈夫、バカでも私の足を引っ張ることはない。何かあったら、私がすべて解決するからな。",
      "ko": "아라타키파에 막 들어왔을 때 형님이 나더러 부하들에게 싸우는 법을 가르치라고 했어. 그래서 내가 들어오고 나서 제일 처음 한 일이 바로 녀석들을 한 명씩 때려눕히는 거였지. 근데 다들 시퍼렇게 멍이 든 얼굴을 하고서도 눈을 동그랗게 뜨면서 날 「시노부 누님」이라고 부르더라고. 잘 부탁한다면서 말이야. 흥, 그때부터 이 녀석들이 답 없는 바보들이라는 걸 알았지. 하지만 괜찮아. 그 바보들이 내 발목을 잡을 일은 없어. 문제는 내가 다 해결하면 되니까",
      "en": "When I first joined the Arataki Gang, the boss told me to teach the others how to fight. So the first thing I did was beat them up, one by one. I was a little surprised that even in their bruised and swollen state they still respectfully called me Shinobu and asked me to lead them. Hmph, at that moment, I knew they really were a big bunch of idiots... But that's fine, even a group like this won't slow me down, I'll just take care of everything myself.",
      "de": "Als ich gerade zur Arataki-Bande gekommen war, wollte der Boss, dass ich den Jungs beibringe, wie man kämpft. Daher war das erste, was ich getan habe, jeden einzelnen von ihnen zu verprügeln. Ich war überrascht, als sie mich dann mit blutenden Nasen und weit aufgerissenen, aber blau geschlagenen Augen ansahen und mich liebevoll bei meinem Vornamen „Shinobu“ nannten und noch dazu von mir verlangten, sie gut anzuleiten. He, da wusste ich, was für eine Gurkentruppe das war. Aber egal, auch solche Idioten können mich nicht aufhalten, ich kann alles schaffen.",
      "es": "Cuando me uní por primera vez a la Banda de Arataki, el jefe me dijo que enseñara a los demás a luchar. Así que lo primero que hice fue darles una paliza, uno por uno. Me sorprendió un poco que, incluso estando llenos de magulladuras y heridas, me llamaran respetuosamente Shinobu y me pidieran que los liderara. ¡Hum! En ese momento, supe que realmente eran un gran hato de idiotas... Pero está bien, ni siquiera un grupo así puede detenerme, puedo encargarme de cualquier asunto.",
      "fr": "Quand j'ai rejoint le gang Arataki, le patron m'a dit d'apprendre aux autres à se battre. La première chose que j'ai faite a donc été de les frapper, un par un. J'ai été un peu surprise de voir que, même avec leurs visages boursoufflés et pleins de coquards, ils continuaient à m'appeler respectueusement Shinobu et à me demander de les diriger. Hmph ! C'est à ce moment-là que j'ai su qu'ils étaient vraiment une grosse bande d'idiots... Mais ce n'est pas grave, ces crétins ne seront pas un boulet pour moi, je m'occuperai de tout moi-même.",
      "pt": "Quando entrei para a Gangue Arataki, o chefe me disse para ensinar os outros a lutar. Então a primeira coisa que fiz foi vencê-los todos, um por um. Fiquei surpresa que mesmo quando eles levaram uma surra, eles ainda me chamaram respeitosamente de Shinobu e me pediram para guiá-los. Foi aí que percebi que eles eram apenas um bando de idiotas... Mas tudo bem, eles não vão me atrapalhar, eu cuido de tudo.",
      "ru": "Когда я только вступила в банду Аратаки, главарь сказал мне научить остальных драться. Так что я избила их всех, одного за другим. Я была удивлена, что даже будучи избитыми, они уважительно звали меня Синобу и просили вести их. Тогда-то я и поняла, что это просто кучка идиотов. Но ничего, даже они не смогут меня удержать. Я со всем справлюсь.",
      "id": "Waktu pertama gabung ke Geng Arataki, bos minta aku ajar anggota kami bertarung. Jadi hal pertama yang aku lakukan sebagai anggota adalah menghajar anggota lainnya satu per satu. Tapi mereka, dengan wajah yang bonyok dan biru-biru, malah buka mata dan teriak \"KAK SHINOBU!\", sambil mohon bimbingan. Heh, aku langsung tahu kalau mereka ini benar-benar segerombolan orang bodoh. Tapi tidak apa, kebodohan tidak akan menghalangi jalanku, semua masalah pasti bisa aku selesaikan!",
      "th": "ตอนที่เข้าร่วมแก๊ง Arataki ใหม่ ๆ ลูกพี่ให้ฉันสอนวิธีชกต่อยให้พวกลูกน้อง ดังนั้นสิ่งแรกที่ได้ทำ จึงกลายเป็นการซัดพวกเขาซะหมอบ แต่คิดไม่ถึงเลยว่า ทั้ง ๆ ที่แต่ละคนก็จมูกช้ำตาบวมกันหมด แต่กลับเบิกตาโตแล้วก็เอาแต่เรียกฉันว่า \"พี่ Shinobu\" กันหมด แถมยังบอกให้ฉันคอยนำพวกเขาให้ดีด้วย หึ ตอนนั้นฉันก็รู้แล้วล่ะว่าเจ้าพวกนั้นเป็นแค่กลุ่มคนซื่อบื้อ แต่ไม่เป็นไร พวกโง่เง่าไม่มีทางถ่วงแข้งถ่วงขาฉันได้หรอก ฉันจะจัดการปัญหาทุกอย่างเอง",
      "vi": "Khi mới gia nhập Bang Arataki, đại ca muốn tôi hướng dẫn các thành viên về cách đánh nhau, cho nên công việc đầu tiên mà tôi làm là đập họ một trận ra trò. Nhưng không ngờ là từng người mặt mũi sưng vù bọn họ lại gọi tôi là \"chị Shinobu\", còn nhờ tôi dẫn dắt họ nữa chứ. Hứ, lúc đó tôi đã biết ngay họ chỉ là những tên ngốc. Nhưng không sao, ngốc sẽ không làm vướng tay vướng chân, tự tôi sẽ giải quyết hết mọi thứ."
    }
  },
  {
    "title": {
      "zhs": "想要了解久岐忍·其五",
      "zht": "想要瞭解久岐忍·其五",
      "jp": "久岐忍を知る·5",
      "ko": "쿠키 시노부에 대해 알기·다섯 번째",
      "en": "More About Kuki Shinobu: V",
      "de": "Ich will mehr über Kuki Shinobu erfahren V",
      "es": "Más sobre Kuki Shinobu (V)",
      "fr": "Connaître Kuki Shinobu (5)",
      "pt": "Mais sobre Kuki Shinobu - V",
      "ru": "Узнать больше о Куки Синобу V",
      "id": "Memahami Kuki Shinobu - V",
      "th": "อยากรู้เกี่ยวกับ Kuki Shinobu - 5",
      "vi": "Muốn tìm hiểu Kuki Shinobu - Điều thứ 5"
    },
    "line": {
      "zhs": "留在荒泷派是我自己的选择。收拾烂摊子难免令人火大，但他们也给了我无可替代的真诚。最好的东西都先留给我、从不泼我冷水、在我宣布决定后闹哄哄地鼓掌吹口哨…我知道外面对荒泷派的评价不太好，他们自己也不在乎，但我还是想努努力，改变别人对我们的印象。因为，对待「家人」，自己可以偶尔抱怨，但就是不想其他人说他们的不好。",
      "zht": "留在荒瀧派是我自己的選擇。收拾爛攤子難免令人火大，但他們也給了我無可替代的真誠。最好的東西都先留給我、從不潑我冷水、在我宣布決定後鬧哄哄地鼓掌吹口哨…我知道外面對荒瀧派的評價不太好，他們自己也不在乎，但我還是想努努力，改變別人對我們的印象。因為，對待「家人」，自己可以偶爾抱怨，但就是不想讓其他人說他們的不好。",
      "jp": "荒瀧派に残ったのは私自身の選択だ。問題の後始末をさせられるのは確かにイラッとするが、あいつらからは掛けがえのない誠実な気持ちも受け取っている…あいつらは私のために一番いいものを残しておいてくれるんだ。私が何かを決めた時も、水を差したりせずに、いつも大袈裟に拍手したり口笛を吹いたりして盛り上げてくれる…もちろん、荒瀧派の外での評判があまりよくないのは知っている。あいつらはあまり気にしていないが、私は頑張ってみたいんだ——他の人が抱いている荒瀧派の印象を変えたい。だって「家族」って、自分は愚痴を言ってもいいが、他人からは悪口を言われたくない存在だろ。",
      "ko": "아라타키파에 남기로 한 건 내 스스로 한 결정이야. 뒷수습하다 보면 종종 화가 치미는 건 사실이지만, 그들은 나한테 그 무엇과도 바꿀 수 없는 진심을 보여줬어…. 제일 좋은 물건은 나부터 준다든지, 절대 내 일에 초 치지 않는다든지, 결정 사항을 알리면 떠들썩하게 박수 치면서 휘파람을 불어준다든지…. 사람들이 아라타키파를 썩 좋게 보지 않는다는 건 알아. 멤버들은 별로 개의치 않지만, 난 노력해서 우리에 대한 사람들의 생각을 바꾸고 싶어. 「가족」이라는 게 나는 가끔 막 대해도 되지만, 남들이 뭐라 하는 꼴은 못 보는 법이잖아",
      "en": "It's my own decision to stay in the Arataki Gang. It can be pretty annoying having to clean up their mess all the time, but in return, they treat me with a sincerity that is irreplaceable... They always save the best things for me and never leave me feeling down. When I announced my decision to stay in the gang, they all cheered for me. I know outsiders don't think very highly of the Arataki Gang, and the members themselves don't really care what others think. But, I still want to strive to change the impression we leave. I might complain about them from time to time as my family, but I'll never let anyone badmouth them.",
      "de": "In der Arataki-Bande zu bleiben, ist meine freie Entscheidung. Manchmal macht es mich schon wütend, mich um ihre Scherereien zu kümmern, aber dafür behandeln sie mich mit unersetzlicher Ehrlichkeit. Die besten Dinge überlassen sie zuerst immer mir, noch nie haben sie mich im Stich gelassen. Nachdem ich eine Entscheidung verkünde, klatschen und pfeifen sie laut ... Ich weiß, viele andere haben keine gute Meinung von der Arataki-Bande und das macht den Mitgliedern auch nichts aus, aber ich bin sehr eifrig dabei, diesen Eindruck zu ändern. Wenn ich mich manchmal über sie als meine „Familie“ aufrege, ist das in Ordnung, aber ich will nicht, dass andere schlecht über sie reden müssen.",
      "es": "Permanecer en la Banda de Arataki es decisión propia. Puede ser bastante molesto tener que arreglar sus meteduras de pata todo el tiempo, pero a cambio, me tratan con una sinceridad que es insustituible... Siempre guardan las mejores cosas para mí y nunca dejan que me desanime. Cuando anuncié mi decisión de quedarme en la Banda, todos lo celebraron con aplausos y silbidos. Sé que los de fuera no tienen muy buena opinión de la Banda de Arataki, y a los propios miembros ni siquiera les importa lo que piensen los demás. Pero, aun así, quiero esforzarme por cambiar la impresión que causamos. Puede que, igual que mi familia, me queje de ciertas cosas de vez en cuando, pero nunca dejaré que nadie hable mal de ellos.",
      "fr": "C'est moi qui ai décidé de rester dans le gang Arataki. C'est peut-être agaçant de devoir réparer leur bazar tout le temps, mais en retour, ils me traitent avec une sincérité qui est irremplaçable... Ils gardent toujours les meilleures choses pour moi et ne cherchent jamais à me décourager. Quand j'ai annoncé ma décision de rester dans le gang, ils m'ont tous acclamée. Je sais que les gens n'ont pas une très haute opinion du gang Arataki, et que les membres eux-mêmes ne se soucient pas vraiment de ce que les autres pensent. Mais je veux quand même m'efforcer de changer l'image qu'on donne de nous. Ils sont comme une famille pour moi, donc même s'il arrive que je me plaigne d'eux de temps en temps, je ne laisserai jamais personne les dénigrer.",
      "pt": "Eu mesma escolhi ficar com a Gangue Arataki. Resolver seus problemas pode ser bastante chato, mas em troca eles me tratam com uma sinceridade insubstituível... Eles sempre guardam o melhor para mim e nunca me decepcionam. Quando anunciei minha decisão de permanecer na gangue, todos ficaram muito felizes. Eu sei que os de fora não têm uma opinião muito boa sobre a Gangue Arataki, e os próprios membros da gangue não se importam com o que pensam deles. Mas, ainda quero me esforçar para mudar a impressão que deixamos. Posso reclamar deles como se fossem minha família de vez em quando, mas nunca deixarei ninguém falar mal deles.",
      "ru": "Я сама решила остаться в банде Аратаки. Решать их проблемы бывает довольно раздражающе, но взамен они относятся ко мне с незаменимой искренностью. Они всегда приберегают для меня всё самое лучшее и никогда не оставляют меня в унынии. Когда я объявила о своём решении остаться в банде, все очень обрадовались. Знаю, что другие не очень высокого мнения о банде Аратаки, а самим членам банды на самом деле всё равно, что о них думают. Но я всё ещё хочу изменить впечатление, которое мы оставляем. Я могу время от времени жаловаться на них как на свою семью, но я никогда никому не позволю ругать их.",
      "id": "Aku memilih untuk tetap tinggal sebagai anggota geng. Membereskan hasil keonaran mereka memang bikin sebal, tapi mereka semua adalah pribadi yang hatinya tulus dan jujur. Semua yang terbaik mereka berikan padaku, tidak pernah membuatku kecewa. Saat aku bilang bahwa aku akan tetap berada di geng, mereka bertepuk tangan dan bersorak-sorai. Aku tahu Geng Arataki dipandang sebelah mata oleh orang-orang, tapi anggota kami juga tidak peduli akan hal itu. Aku tetap ingin berusaha agar pandangan orang terhadap kami bisa berubah. Kenapa, karena waktu mengurus \"keluarga\", kamu pasti banyak mengeluh, tapi kamu tidak akan suka kalau orang lain yang menjelekkan mereka.",
      "th": "การอยู่ในแก๊ง Arataki เป็นทางเลือกของฉันเอง ที่ต้องคอยจัดการกับปัญหาบางครั้งก็น่าโมโหอยู่เหมือนกัน แต่พวกเขาก็ได้มอบความจริงใจที่ไม่มีอะไรมาแทนที่ได้ให้ฉัน ไม่ว่าจะมีของดีอะไรก็จะเก็บไว้ให้ฉันก่อนเสมอ ไม่เคยซ้ำเติมฉัน หลังจากที่ฉันประกาศการตัดสินใจแล้วก็ยังช่วยปรบมือและไชโยโห่ร้อง... ฉันรู้ดีว่าคนภายนอกคงมองแก๊ง Arataki ไม่ค่อยดีนัก ถึงพวกเขาจะไม่ได้ใส่ใจ แต่ฉันก็อยากจะพยายาม เปลี่ยนแปลงภาพลักษณ์ที่คนอื่นมีต่อเรา เพราะไม่ว่าตัวเองจะบ่นถึง \"คนในครอบครัว\" ยังไง แต่ก็ไม่อยากให้คนอื่นมาว่าร้ายพวกเขาหรอกนะ",
      "vi": "Ở lại Bang Arataki là lựa chọn của tôi. Việc dọn dẹp bãi chiến trường cho họ khiến tôi nóng máu, nhưng đổi lại thì tôi nhận được sự chân thành từ họ, cái gì tốt nhất cũng đều để lại cho tôi, cũng chưa từng dội gáo nước lạnh vào tôi, khi tôi đưa ra quyết định thì họ đều ủng hộ rất nhiệt tình... Tôi biết những người bên ngoài luôn có ác cảm với Bang Arataki, họ cũng không quan tâm lắm, nhưng tôi vẫn muốn cố gắng để thay đổi hình tượng bang phái. Bởi vì, bản thân đối xử với \"người nhà\" đôi lúc sẽ nổi nóng, nhưng lại không bao giờ muốn người ngoài nghĩ xấu về họ."
    }
  },
  {
    "title": {
      "zhs": "久岐忍的爱好…",
      "zht": "久岐忍的愛好…",
      "jp": "久岐忍の趣味…",
      "ko": "쿠키 시노부의 취미…",
      "en": "Kuki Shinobu's Hobbies",
      "de": "Kuki Shinobus Hobbys ...",
      "es": "Aficiones de Kuki Shinobu...",
      "fr": "Les loisirs de Kuki Shinobu...",
      "pt": "Passatempos de Kuki Shinobu...",
      "ru": "Хобби Куки Синобу...",
      "id": "Hobi Kuki Shinobu",
      "th": "งานอดิเรกของ Kuki Shinobu...",
      "vi": "Sở thích của Kuki Shinobu..."
    },
    "line": {
      "zhs": "平时混帮派，闲着也是闲着，经常不小心读完一本书，不小心就把证考了。不也挺好吗？家里问起来，我也没虚度时光，出去谈工作，也算得上有资本。在这个凡事讲究实力的社会里，我这种有证书的混子，到哪里都能吃得饱饭。",
      "zht": "平時混幫派時，閒著也是閒著，經常不小心讀完一本書，不小心就把證照考了。不也挺好嗎？家裡問起來，我也沒虛度時光，出去談工作，也算得上有資本。在這個凡事講究實力的社會裡，我這種有證書的混子，到哪裡都能吃得飽飯。",
      "jp": "普段、荒瀧派で過ごしている時、暇を持て余して本を一気読みしたり、資格を取ったりすることがよくある。そういうのも別に悪くないだろ？たとえ家の人に何をしているのか聞かれても、人生を無駄に過ごしているわけじゃないと答えられる。それに、仕事の交渉にも使えるからな。実力を重んじるこの社会において、私のように資格を持っている傾奇者は、どこに行こうとも腹を空かせることはない。",
      "ko": "평소에 아라타키파에 있으면서 할 일도 없고 하다 보니, 나도 모르게 책 한 권을 다 읽고 자격증을 따고 있더라고. 나름 괜찮지 않아? 가족들이 물어봐도 허송세월한 것도 아니고, 나가서 일할 밑천도 생기고. 뭐든 실력을 최우선으로 보는 이 세상에서 나처럼 자격증 가진 건달은 어딜 가든 배곯을 걱정은 안 해도 돼",
      "en": "Being in the gang means having lots of free time. I often finish reading a whole book or even pass a certificate exam before I even realize it. Kinda nice, wouldn't you agree? When my family asks about me, at least I can tell them I don't waste my time, and when I go job hunting, I have lots of qualifications to rely on. In this ultra-competitive society, a misfit like myself with all these certificates will never go hungry.",
      "de": "In der Bande ist es häufig so, dass die Freizeit wirklich frei ist. Häufig lese ich dann ganz aus Versehen ein Buch zu Ende oder schließe eine Zertifikatsprüfung ab. Ist das nicht sehr gut? Wenn jemand aus meiner Familie fragt, kann ich ihnen immer sagen, dass ich keine Zeit verschwende und wenn ich nach einer Arbeit suche, kann ich daraus auch Kapital schlagen. In dieser Gesellschaft, die auf jede Kleinigkeit achtet, kann ich mit meinen vielen Zertifikaten immer etwas auf den Tisch bringen.",
      "es": "Estar en la Banda significa tener mucho tiempo libre. A menudo termino de leer un libro entero o incluso apruebo un examen de alguna titulación antes de darme cuenta. Nada mal, ¿no te parece? Cuando mi familia pregunta por mí, al menos puedo decirles que no pierdo el tiempo, y cuando voy a buscar trabajo, tengo muchas cualificaciones en las que basarme. En esta sociedad ultracompetitiva, una inadaptada como yo con todas estas titulaciones nunca pasará hambre.",
      "fr": "Faire partie du gang signifie avoir beaucoup de temps libre. Il m'arrive souvent de finir de lire un livre entier ou même de passer un examen de certification sans avoir conscience du temps qui passe. C'est plutôt agréable, vous ne trouvez pas ? Quand ma famille me pose des questions, je peux au moins leur dire que je ne perds pas mon temps. Et quand je cherche du travail, je peux compter sur mes nombreuses qualifications. Dans cette société ultra-compétitive, même une personne marginale comme moi ne souffrira jamais de la faim grâce à tous ces diplômes.",
      "pt": "Pertencer à gangue significa ter muito tempo livre. Muitas vezes eu até mesmo termino de ler um livro inteiro ou passo um exame de certificação antes de perceber. É ótimo, certo? Quando minha família me pergunta, posso pelo menos dizer a eles que não estou perdendo meu tempo e que quando vou para entrevistas eles sempre ficam impressionados com minhas qualificações. Em uma sociedade altamente competitiva, minhas certificações nunca me deixarão com fome.",
      "ru": "Быть в банде - значит иметь много свободного времени. Порой я сама не замечаю, как заканчиваю читать целую книгу или сдаю экзамен на сертификат. Здорово, да? Когда моя семья связывается со мной, я, по крайней мере, могу сказать им, что не трачу свое время впустую и обладаю высокой квалификацией. В обществе с такой высокой конкуренцией мои сертификаты никогда не позволят мне остаться голодной.",
      "id": "Waktu sedang bersama anggota geng lain, aku kadang nganggur dan tak sengaja baca habis satu buku, lalu tak sengaja pula ikutan ujian sertifikasi. Bagus kan? Kalau orang rumah tanya, waktuku termasuk digunakan untuk hal produktif. Bicara kerja itu produktif. Masyarakat kita sangat menjunjung tinggi kemampuan dan keahlian, orang yang banyak sertifikasi seperti aku ini mau ke mana juga tidak akan kelaparan lah.",
      "th": "ปกติตอนอยู่ในแก๊ง เวลาว่างไม่มีอะไรทำ ก็มักจะอ่านหนังสือจบไปเล่มนึงโดยไม่ได้ตั้งใจ แล้วก็ยังสอบใบรับรองผ่านแบบไม่ได้ตั้งใจด้วย แต่ก็ถือว่าดีแล้วไม่ใช่เหรอ? เพราะตอนคนที่บ้านถาม ฉันก็ไม่ได้เสียเวลาโดยเปล่าประโยชน์ ก็ยังถือได้ว่ามีเรื่องที่น่าภาคภูมิอยู่บ้าง ในสังคมที่ใช้ความสามารถเป็นตัวตัดสินไปซะทุกอย่างแบบนี้ นักเลงที่มีใบอนุญาตอย่างฉัน ไม่ว่าไปที่ไหนก็ต้องมีข้าวกินอยู่แล้ว",
      "vi": "Thường ngày ở trong bang phái cũng khá rảnh rỗi, cho nên đôi lúc vô tình đọc xong một quyển sách, vô tình thi xong một tấm bằng. Vậy cũng ổn mà đúng không? Người nhà hỏi đến thì tôi cũng không thấy uổng phí quãng thời gian qua, ra ngoài làm việc thì cũng xem như có sẵn kinh nghiệm. Trong cái xã hội chú trọng thực lực như vậy thì những người có bằng cấp như tôi đi đâu mà không kiếm được cái ăn chứ."
    }
  },
  {
    "title": {
      "zhs": "久岐忍的烦恼…",
      "zht": "久岐忍的煩惱…",
      "jp": "久岐忍の悩み…",
      "ko": "쿠키 시노부의 고민",
      "en": "Kuki Shinobu's Troubles",
      "de": "Kuki Shinobus Sorgen ...",
      "es": "Preocupaciones de Kuki Shinobu...",
      "fr": "Les problèmes de Kuki Shinobu...",
      "pt": "Preocupações de Kuki Shinobu...",
      "ru": "Беспокойство Куки Синобу...",
      "id": "Kekhawatiran Kuki Shinobu",
      "th": "เรื่องกลุ้มใจของ Kuki Shinobu...",
      "vi": "Nỗi buồn của Kuki Shinobu..."
    },
    "line": {
      "zhs": "以前不想被抓回去当巫女，就决心只靠自己站稳脚跟。至少目前看来，我干得还不错。",
      "zht": "以前不想被抓回去當巫女，就決心只靠自己站穩腳跟。至少目前看來，我幹得還不錯。",
      "jp": "昔、巫女の仕事に戻るのが嫌だったから、自立することを決めたんだ。少なくとも、今のところはきちんとやれている。",
      "ko": "전에는 무녀로 잡혀가기 싫은 마음에 혼자 힘으로 자리 잡으려 했어. 적어도 지금까진 꽤 잘하고 있는 것 같아",
      "en": "Back then, I wanted to avoid getting dragged back to the shrine at all cost, so I had to find a way to stand on my own two feet. So far, I think I'm doing alright.",
      "de": "Früher habe ich mich entschlossen, auf eigenen Beinen zu stehen, damit mich niemand schnappen und an meinen Platz als Schreinjungfer zurückbringen kann. Wenn ich heute zurückblicke, kann ich sagen, dass ich das wirklich gut gemacht habe.",
      "es": "Por aquel entonces, quería evitar a toda costa que me arrastraran de vuelta al santuario, así que tuve que encontrar la manera de valerme por mí misma. Hasta ahora, creo que lo estoy haciendo bien.",
      "fr": "À l'époque, je voulais éviter à tout prix qu'on me ramène au sanctuaire, alors j'ai dû trouver un moyen de me débrouiller toute seule. Jusque-là, je trouve que je ne m'en sors pas trop mal.",
      "pt": "Naquela época, eu queria evitar a todo custo voltar ao santuário, então tive que encontrar uma maneira de me sustentar. Até agora, acho que estou indo bem.",
      "ru": "Я хотела любой ценой избежать возвращения в храм, поэтому пришлось найти способ встать на ноги. Думаю, я неплохо справляюсь.",
      "id": "Dulu aku sangat takut dipaksa jadi miko, dan aku memantapkan hati untuk menapaki jalanku sendiri. Yah, setidaknya sekarang keadaanku termasuk baik kan.",
      "th": "เมื่อก่อนเป็นเพราะไม่อยากถูกลากกลับไปเป็นมิโกะ จึงตัดสินใจที่จะยืนด้วยลำแข้งของตนเอง อย่างน้อยเมื่อดูจากตอนนี้แล้ว ก็ถือว่าฉันทำได้ไม่เลวล่ะนะ",
      "vi": "Trước đó do không muốn bị bắt về làm pháp sư nên tôi quyết tâm tự đứng trên đôi chân của mình. Giờ đây nhìn lại, ít ra tôi cũng cảm thấy không tệ."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "就算刚吃过拉面或者饺子之类很管饱的食物，最后还是想以一小碗米饭结束。米饭好吃，没什么其他原因，有问题吗？",
      "zht": "就算剛吃過拉麵或者餃子之類很管飽的食物，最後還是想以一小碗米飯結束。米飯好吃，沒什麼其他原因，有問題嗎？",
      "jp": "たとえラーメンや餃子など、満腹感を得られるものを食べた直後だとしても、最後はやはりご飯一杯で締めたい。お米は美味しい、それに限る。何か問題でも？",
      "ko": "라멘이나 교자처럼 든든한 음식을 먹어도 마지막은 쌀밥 한 그릇이 꼭 먹고 싶어져. 쌀밥 맛있잖아, 다른 이유는 없어. 뭐 문제 있어?",
      "en": "Even after eating something really filling like ramen or gyoza, I still always want to finish my meal with a small bowl of rice. Rice is just delicious, that's all. Is there a problem with that?",
      "de": "Nach einem so sättigenden Gericht wie Ramen oder Teigtaschen habe ich zum Abschluss gern noch eine kleine Schüssel Reis. Einfach weil Reis mir schmeckt, da gibt es keinen anderen Grund. Gibt es damit ein Problem?",
      "es": "Incluso después de comer algo realmente saciante, como ramen o gyozas, siempre quiero terminar mi comida con un pequeño cuenco de arroz. El arroz es delicioso, eso es todo. ¿Hay algún problema con eso?",
      "fr": "Même après avoir mangé quelque chose de très nourrissant comme des ramen ou des gyozas, j'ai toujours envie de terminer mon repas avec un petit bol de riz. Le riz, c'est délicieux, un point c'est tout. Il y a un problème ?",
      "pt": "Mesmo que eu tenha acabado de comer uma refeição pesada, como macarrão ou gyoza, ainda quero terminar a refeição com uma tigela de arroz. O arroz é delicioso, só isso. Qual é o problema?",
      "ru": "Даже если съем что-то сытное, вроде рамэна или гёдза, то всё равно хочу закончить трапезу плошкой риса. Рис очень вкусный, вот и всё. Какие-то проблемы?",
      "id": "Habis makan ramen atau pangsit yang enak sekali pun, kan ada yang kurang yah kalau belum makan nasi, barang semangkuk kecil saja. Nasi itu enak, tidak bisa diganggu gugat. Setuju?",
      "th": "ถึงจะเพิ่งกินของหนัก ๆ อย่างราเมนหรือเกี๊ยวซ่าไป แต่สุดท้ายก็อยากปิดท้ายด้วยข้าวสวยชามเล็ก ๆ สักชามอยู่ดี ก็เพราะข้าวสวยอร่อยยังไงล่ะ ไม่มีเหตุผลอื่นหรอก มีปัญหารึไง?",
      "vi": "Dù là mới ăn những món chắc bụng như mì hay sủi cảo thì tôi vẫn muốn kết thúc bữa ăn bằng một chén cơm nhỏ. Chỉ vì cơm ngon, không có nguyên nhân gì khác, có vấn đề gì không?"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "厨师证到手后，我就更加坚定那个从璃月听来的说法：没有难吃的食物，只有不合格的厨师。",
      "zht": "廚師證到手後，我就更加堅定那個從璃月聽來的說法：沒有難吃的食物，只有不合格的廚師。",
      "jp": "料理人の資格を取った後、璃月で聞いたあの言葉をさらに確信するようになったよ——この世に不味い食べ物はない、あるのはダメな料理人だけだって。",
      "ko": "요리사 자격증을 딴 후로 리월에서 들은 이 말을 더욱 믿게 됐어. 세상에 맛없는 요리는 없다. 형편없는 요리사만 있을 뿐",
      "en": "There's a saying I heard in Liyue: \"There is no bad food, only bad cooks.\" After getting my license as a chef, I became even more convinced that this is absolutely true.",
      "de": "Seit meinem Abschluss als Meisterköchin bin ich noch überzeugter von folgender Redensart aus Liyue: „Es gibt kein schlechtes Essen, sondern nur schlechte Köche.“",
      "es": "Hay un dicho que escuché en Liyue: “No hay comida mala, solo malos cocineros”. Después de obtener mi licencia de chef, me convencí aún más de que esto es absolutamente cierto.",
      "fr": "Il y a un dicton que j'ai entendu à Liyue : « Il n'existe pas de mauvaise nourriture, seulement de mauvais cuisiniers. » Maintenant que j'ai mon certificat de cuisinière, je suis encore plus d'accord avec ça.",
      "pt": "Há um ditado em Liyue que diz: \"Não existe comida ruim, existem cozinheiros ruins.\" Depois de obter minha licença de chef, fiquei ainda mais convencida de que isso é absolutamente verdade.",
      "ru": "В Ли Юэ есть выражение: «Нет плохой еды, есть плохие повара». Получив лицензию шеф-повара, я ещё больше убедилась в том, что это абсолютно верно.",
      "id": "Setelah aku dapat sertifikasi koki, aku jadi memegang teguh kepercayaan orang Liyue: Tidak ada makanan yang tidak enak, cuma ada koki yang tidak becus.",
      "th": "หลังจากที่ได้รับใบอนุญาตประกอบอาชีพเชฟแล้ว ฉันก็ยิ่งเชื่อมั่นกับคำกล่าวที่ได้ยินมาจาก Liyue ที่ว่า: ไม่มีอาหารที่ไม่อร่อย มีแต่เชฟที่คุณสมบัติไม่เพียงพอเท่านั้น",
      "vi": "Khi có bằng đầu bếp thì tôi càng thấm thía câu nói của Liyue: Không có thức ăn dở, chỉ có đầu bếp ngơ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "真不简单。咳…我就再多吃一口。",
      "zht": "真不簡單。咳…我就再多吃一口。",
      "jp": "なかなかの腕前だ。こほん…もう一口いただこう。",
      "ko": "제법이네. 크흠… 한 입만 더 먹을게",
      "en": "This is truly exceptional. Ehem... I'll just have another bite.",
      "de": "Das ist wirklich außergewöhnlich. Ähem ... Ich werde noch einen Bissen nehmen.",
      "es": "¡Todo un manjar! *Ejem*... Le daré otro bocado.",
      "fr": "C'est vraiment exceptionnel. Ahem... Je vais juste prendre une autre bouchée.",
      "pt": "Muito requintado. *Cof*... Eu vou dar mais uma mordida.",
      "ru": "Поистине исключительно. Я попробую ещё чуть-чуть.",
      "id": "Ini benar-benar menakjubkan. Ehem ... Aku akan makan sesuap lagi.",
      "th": "ไม่ธรรมดาเลยนะเนี่ย อะแฮ่ม... ฉันขอกินอีกสักคำก็แล้วกัน",
      "vi": "Thật không đơn giản. Hừm... tôi ăn thêm nữa nhé."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你做的？嗯…这种水平去考个厨师证应该绰绰有余。",
      "zht": "#{F#妳}{M#你}做的？嗯…這種水準去考個廚師證應該綽綽有餘。",
      "jp": "あんたが作ったのか？うん…この腕前なら料理人の資格を取るのに十分だろう。",
      "ko": "네가 만들었어? 음… 이 정도 실력이면 요리사 자격증도 충분히 따겠네",
      "en": "Did you make this? Hmm... you're more than qualified to be a chef.",
      "de": "Hast du das gemacht? Hm ... Das ist mehr als genug, um ein Zertifikat als Koch zu bekommen.",
      "es": "¿Lo hiciste tú? Bueno... debería ser más que suficiente para conseguir un certificado de chef.",
      "fr": "#C'est toi qui as préparé ça ? Hmm... Tu as tout le talent requis pour être {M#chef}{F#cheffe}.",
      "pt": "Foi você que fez? Uma habilidade como essa é mais do que suficiente para obter um título de chef.",
      "ru": "#Ты сам{F#а} готовил{F#а}? Тебе можно смело становиться поваром.",
      "id": "Kamu yang buat? Hmm ... Kamu sangat layak menjadi seorang koki.",
      "th": "คุณทำเองเหรอ? อืม... ฝีมือขนาดนี้ไปสอบใบประกอบวิชาชีพเชฟได้สบาย ๆ เลยนะ",
      "vi": "Của bạn làm sao? Ừm... có thể đi thi lấy bằng rồi đấy."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "我直说吧，你是不是放错调料了？",
      "zht": "#我直說吧，{F#妳}{M#你}是不是放錯調味料了？",
      "jp": "率直に言うけど、あんた、調味料を間違えたんじゃないか？",
      "ko": "솔직히 물어볼게. 조미료 잘못 넣은 거 아니야?",
      "en": "Honestly, did you use the wrong seasonings?",
      "de": "Mal ehrlich, hast du die falschen Gewürze verwendet?",
      "es": "Seré sincera. Me da la impresión de que te has equivocado con los condimentos.",
      "fr": "#Franchement, tu t'es {M#trompé}{F#trompée} d'assaisonnement ?",
      "pt": "Eu vou ser direta: você colocou o condimento errado?",
      "ru": "#Прямо скажу, ты не те приправы положил{F#а}, что ли?",
      "id": "Aku jujur saja ya, apa kamu salah taruh bumbu?",
      "th": "ฉันขอพูดตามตรงก็แล้วกันนะ คุณใส่เครื่องปรุงผิดไปรึเปล่า?",
      "vi": "Tôi hỏi thẳng nhé, bạn cho nhầm gia vị vào rồi đúng không?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐，来，这个鸣草特制飞镖送给你。小心点，嗯，对，要像这样拿…投掷前记得计算弧度。呵呵，看你喜欢我就放心了。哦，别把它当玩具，还是有一定危险性的。想多训练一下的话，我来教你。",
      "zht": "#生日快樂，來，這個鳴草特製飛鏢送給{F#妳}{M#你}。小心點，嗯，對，要像這樣拿…投擲前記得計算弧度。呵呵，看{F#妳}{M#你}喜歡我就放心了。哦，別把它當玩具，還是有一定危險性的。想多訓練一下的話，我來教{F#妳}{M#你}。",
      "jp": "お誕生日おめでとう。ほら、この鳴草特製の手裏剣をあんたにやろう。気をつけて…うん、そう…そうやって持って…投げる前にきちんと角度の計算を忘れずに…ふふっ、気に入ってくれたようで安心した。ああ、それと、決しておもちゃ扱いしないこと。こう見えて危険な代物だ。それから、もっと練習したければ私が教えよう。",
      "ko": "생일 축하해. 자, 이 특제 울림풀 표창 선물로 줄게. 조심해, 그래. 맞아, 그렇게 잡는 거야…. 던지기 전에 궤적 계산하는 거 잊지 말고…. 하하, 마음에 든다니 다행이네. 아, 장난감 취급하진 마. 위험한 건 사실이니까. 연습하고 싶다면 내가 도와줄게",
      "en": "Happy birthday! Here, take this special dart made from Naku Weed. Be careful, yep, that's the way to hold it... Make sure you predict the trajectory before you throw it... Hehe, I'm happy that you like it. Oh, don't treat it like a toy, it's still quite dangerous. If you want to practice a little more, I can teach you.",
      "de": "Alles Gute zum Geburtstag! Hier, ich schenke dir diesen Naku-Kraut-Wurfspieß. Sei ein wenig vorsichtig damit. Ja, genau, so muss man ihn halten ... Achte beim Werfen darauf, den richtigen Winkel zu berechnen. Hehe, ich sehe, er gefällt dir, da bin ich aber beruhigt. Oh, das ist kein Spielzeug, sondern eine gefährliche Sache. Wenn du noch ein wenig üben möchtest, kann ich es dir beibringen.",
      "es": "¡Feliz cumpleaños! Toma, ten este dardo especial hecho de percibetormentas. Ten cuidado, sí, esa es la forma de sostenerlo... Asegúrate de predecir la trayectoria antes de lanzarlo... Jeje, me alegro de que te guste. No lo trates como un juguete, sigue siendo bastante peligroso. Si quieres practicar un poco más, puedo enseñarte.",
      "fr": "Joyeux anniversaire ! Tiens, c'est une fléchette spéciale faite à partir d'herbe à sanglots. Attention... Oui, c'est comme ça qu'il faut la tenir... Calcule bien la trajectoire avant de la lancer... Héhé, je suis contente que ça te fasse plaisir. Oh, et ne t'en sers pas comme un jouet, c'est quand même assez dangereux. Si tu veux t'entraîner un peu plus, je peux t'apprendre.",
      "pt": "Feliz aniversário! Pegue isso. Este é um dardo especial de Erva Naku para você. Cuidado, sim, segure assim... Certifique-se de calcular a trajetória antes de lançar. Hehe, fico feliz que você tenha gostado. Ah, mas lembre-se que não é um brinquedo, é um objeto muito perigoso. Se você quiser praticar mais, eu posso te ensinar.",
      "ru": "#С Днём рождения! Вот, это дротик из травы наку специально для тебя. Осторожно, да, держи именно так... Убедись, что рассчитал{F#а} траекторию перед броском. Хе-хе, я рада, что тебе нравится. О, только не обращайся с ним, как с игрушкой, это довольно опасно. Если хочешь ещё попрактиковаться, то могу тебя научить.",
      "id": "Selamat ulang tahun! Ayo, ini ada anak panah Naku Weed untukmu. Eh, hati-hati ya ... ingat, selalu hitung sudut lemparannya sebelum melempar. Hehe, untung kamu suka hadiahnya. Eh, jangan dijadikan mainan ya, itu benda berbahaya. Kalau mau latihan, aku bisa mengajarimu.",
      "th": "สุขสันต์วันเกิดนะ อ่ะ นี่ลูกดอก Naku Weed ที่ทำขึ้นมาเป็นพิเศษ ฉันให้คุณนะ ระวังด้วยล่ะ อืม แล้วก็ ต้องถือแบบนี้นะ... อย่าลืมคำนวณองศาก่อนโยนล่ะ ฮ่าฮ่า เห็นคุณชอบฉันก็สบายใจแล้ว อ๊ะ อย่าคิดว่ามันเป็นของเล่นนะ มันยังมีอันตรายอยู่ ถ้าอยากฝึกฝนซักหน่อยล่ะก็ ฉันสอนคุณได้นะ",
      "vi": "Sinh nhật vui vẻ, đây, một chiếc phi tiêu bằng cỏ Naku xin tặng bạn. Cẩn thận nhé, đúng rồi, phải ném như thế này... canh chuẩn góc độ. Haha, thấy bạn vui là được rồi. À, đừng xem nó như đồ chơi nhé, nó cũng có thể gây ra sát thương đấy, nếu bạn muốn luyện tập thêm thì để tôi hướng dẫn cho."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "基本功不过关，就什么都不用谈了。这就是初级证书的意义。",
      "zht": "基本功不過關，就什麼都不用談了。這就是初級證書的意義。",
      "jp": "基礎的な技術が不合格であれば、他のことはもっと話にならない。これこそが、初級の資格証の存在意義だ。",
      "ko": "기본기가 부족하면 다른 건 더 논할 필요도 없어. 그래서 초급 자격증이 필요한 거지",
      "en": "If you haven't mastered the basics, then there's no point in even trying to discuss it. That's the purpose of a basic-level certificate, to show you actually know something.",
      "de": "Wer noch nicht einmal die Grundlagen beherrscht, sollte mit etwas Komplizierterem gar nicht erst anfangen. Das ist der Zweck eines Basiszertifikats.",
      "es": "Si no dominas lo básico, no tiene sentido ni siquiera intentar discutirlo. Ese es el objetivo de una titulación de nivel básico, demostrar que realmente sabes algo.",
      "fr": "Si je ne maîtrise pas les bases, ça ne sert à rien de discuter. C'est le but d'un diplôme de niveau élémentaire : montrer que je sais vraiment quelque chose.",
      "pt": "Se você não tiver dominado o básico, então não adianta de nada tentar discutir sobre isso. Esse é o propósito de certificado de nível básico, demonstrar que você realmente sabe de algo.",
      "ru": "Если базовых навыков не хватает, то и говорить не о чем. В этом и заключается смысл сертификата базового уровня - показать, что ты действительно что-то знаешь.",
      "id": "Kalau tidak bisa tembus keahlian dasar, tidak usah bicara lebih lanjut. Justru tujuan sertifikat para pemula itu kan buat jadi bukti kalau kamu memang paham dasarnya.",
      "th": "ถ้าทักษะพื้นฐานแค่นี้ยังไม่ผ่าน ก็ไม่ต้องพูดถึงเรื่องอื่นแล้วล่ะ นี่คือความหมายของใบอนุญาตระดับต้นน่ะ",
      "vi": "Căn bản mà không nắm được thì khỏi cần nghĩ đến chuyện sau này nữa. Đây là ý nghĩa của tấm bằng sơ cấp."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "中级证书到手，已经可以处理大多数麻烦了。有什么麻烦事需要我帮你解决？",
      "zht": "#中級證書到手，已經可以處理大多數麻煩了。有什麼麻煩的事需要我幫{F#妳}{M#你}解決？",
      "jp": "中級の資格証も手に入った。これでほとんどの問題は解決できるようになっただろう。私に解決してほしいことはあるか？",
      "ko": "중급 자격증을 손에 넣으면 대부분 일을 순조롭게 처리할 수 있어. 내가 뭐 도와줄 일 없어?",
      "en": "I have an intermediate certificate, which means that I'm qualified to handle most problems. Is there anything I can help you with?",
      "de": "Mit einem Zertifikat der mittleren Stufe kann man schon die meisten Probleme lösen. Hast du irgendwelche Probleme, bei denen ich dir helfen soll?",
      "es": "Tengo una titulación de nivel intermedio, lo que significa que estoy cualificada para manejar la mayoría de los problemas. ¿Hay algo en lo que pueda ayudarte?",
      "fr": "J'ai mon diplôme de niveau intermédiaire. Cela veut dire que je suis qualifiée pour gérer la plupart des problèmes. Est-ce que tu en as qui nécessitent mon aide ?",
      "pt": "Eu tenho um certificado intermediário, o que significa que estou qualificada para lidar com a maioria dos problemas. Existe algo em que eu possa lhe ajudar?",
      "ru": "У меня есть сертификат среднего уровня, что означает, что я квалифицирована для решения большинства проблем. Могу ли я тебе чем-нибудь помочь?",
      "id": "Dengan sertifikasi tingkat menengah, hampir semua masalah bisa diurus. Ada yang perlu kubereskan?",
      "th": "ได้ใบอนุญาตระดับกลางมาแล้วล่ะ สามารถจัดการปัญหาส่วนมากได้แล้ว ยังมีปัญหาอะไรที่ต้องการให้ฉันช่วยคุณแก้ไขอีกมั้ย?",
      "vi": "Tấm bằng trung cấp đã đạt được, bắt đầu xử lý được những chuyện phiền phức rồi, có chuyện gì cần tôi giúp đỡ không?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Akhir",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "高级证书绝不是轻易就能得到的，天赋和实战的累积缺一不可。",
      "zht": "高級證書絕不是輕易就能得到的，天賦和實戰的累積缺一不可。",
      "jp": "上級の資格証はそう簡単に手に入らないものだ。才能と実務経験、どちらも欠けてはならない。",
      "ko": "고급 자격증은 쉽게 따낼 수 있는 게 아니야. 천부적인 재능과 실전을 통한 경험, 어느 것 하나 빼놓을 수 없지",
      "en": "Earning an advanced certificate is not easy, it requires both talent and actual combat experience.",
      "de": "Ein Meisterzertifikat ist gar nicht so einfach zu bekommen, dazu braucht es Talent und viel Erfahrung.",
      "es": "Conseguir una titulación de nivel avanzado no es fácil, requiere tanto talento como experiencia de combate real.",
      "fr": "Obtenir un diplôme de niveau avancé est loin d'être facile. Ça nécessite à la fois du talent et de l'expérience sur le terrain.",
      "pt": "Ganhar um certificado avançado não é fácil, requer tanto talento quanto experiência real em combate.",
      "ru": "Получить сертификат высшего уровня непросто, для этого требуется как талант, так и реальный боевой опыт.",
      "id": "Sertifikasi ahli susah didapatkan, perlu pengalaman bertempur dan bakat.",
      "th": "ใบอนุญาตระดับสูงนั้นไม่ได้คว้ามาง่าย ๆ หรอกนะ ต้องสั่งสมทั้งพรสวรรค์และการต่อสู้จริง ขาดสิ่งไหนไปไม่ได้เลยล่ะ",
      "vi": "Tấm bằng cao cấp không dễ để có được, cần phải hội tụ đủ cả lý thuyết và thực hành."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "证书只能用来评判技能的专业程度，无法对付出或情感的投入进行量化。你我的交情也不能只用一句感谢来表达，还是用我最擅长的行动来说明一切吧。",
      "zht": "#證書只能用來評判技能的專業程度，無法對付出或情感的投入進行量化。{F#妳}{M#你}我的交情也不能只用一句感謝來表達，還是用我最擅長的行動來說明一切吧。",
      "jp": "資格証はあくまで技術の専門性を評価するためのもので、それに注いだ努力や想いを数値化することはできない。それに、あんたとの付き合いも、感謝の言葉一つで表せるようなものじゃない。だから、私の一番得意な「行動」で説明するよ。",
      "ko": "자격증은 기술의 전문성을 따질 뿐, 거기에 쏟아부은 노력과 감정을 계량화할 수는 없어. 너와 내 친분도 고맙다는 말 한마디로 설명할 수 있는 게 아니니까, 행동으로 증명할게. 이건 내 특기지",
      "en": "Certificates are useful for judging professional skills but they fail to measure the amount of effort or emotional investment involved. Our friendship has gone beyond something that can be expressed with a simple \"thank you.\" Let me express my feelings by always giving the very best of my abilities.",
      "de": "Zertifikate können nur den Grad der Professionalität einer Fähigkeit bewerten, aber niemals können sie dem zu ihrem Erhalt nötigen Einsatz bemessen. Auch unsere Freundschaft drücken wir nicht durch ein einfaches „Danke!“ aus, sondern mit dem bestmöglichen Einsatz unserer Fähigkeiten.",
      "es": "Las titulaciones son útiles para medir las habilidades profesionales, pero no miden el esfuerzo o la inversión emocional que hay implícitos. Nuestra amistad ha ido más allá de lo que se puede expresar con un simple “gracias”. Permíteme expresar mis sentimientos dando siempre lo mejor de mis capacidades.",
      "fr": "Les diplômes sont utiles pour évaluer les compétences professionnelles, mais ils ne permettent pas de mesurer la quantité d'efforts ou l'investissement émotionnel qu'ils impliquent. Notre amitié est maintenant au-delà de ce qui peut être exprimé par un simple « merci », donc j'exprimerai mes sentiments en faisant ce que je sais faire de mieux.",
      "pt": "Certificados são úteis para julgar habilidades profissionais, mas eles falham em quantificar o esforço ou o investimento emocional envolvido. Nossa amizade foi além do que pode ser expressado com um simples \"obrigado\". Deixe-me expressar meus sentimentos, dando sempre o melhor de minhas capacidades.",
      "ru": "Сертификаты полезны для оценки профессиональных навыков, но они не в состоянии измерить объём затраченных усилий или эмоциональных вложений. Наша дружба вышла за рамки того, что можно выразить простыми словами благодарности. Позволь мне выразить свои чувства, стараясь изо всех сил.",
      "id": "Sertifikat hanya bisa digunakan untuk mengukur profesionalisme dan keahlian, tapi tidak bisa dipakai untuk hal yang sifatnya emosional. Persahabatan kita tidak bisa dilukiskan dengan kata-kata, karena itu biarlah aku menunjukakan rasa syukurku lewat tindakan.",
      "th": "ใบอนุญาตสามารถตัดสินได้แค่ความเป็นมืออาชีพในการใช้ทักษะเท่านั้นแหละ แต่วัดความพยายามหรือความทุ่มเทที่ทำลงไปไม่ได้หรอกนะ มิตรภาพระหว่างคุณกับฉันก็ไม่อาจแสดงออกมาได้ด้วยแค่คำขอบคุณ ให้การกระทำซึ่งเป็นสิ่งที่ฉันถนัดที่สุดมาบอกทุกสิ่งทุกอย่างเอง",
      "vi": "Chứng chỉ chỉ có thể được sử dụng để đánh giá tính chuyên nghiệp của một kỹ năng, chứ không thể định lượng sự đầu tư về công sức hay tình cảm. Giao tình giữa tôi và bạn cũng không thể chỉ nói bằng một lời cảm ơn, để tôi dùng hành động sở trường nhất của tôi bày tỏ thành ý vậy."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "鸣草结环！",
      "zht": "鳴草結環！",
      "jp": "鳴草の輪！",
      "ko": "울림풀 고리!",
      "en": "Our bond is strong!",
      "de": "Unser Bund ist stark!",
      "es": "¡Nuestro vínculo es fuerte!",
      "fr": "Cercle, referme-toi !",
      "pt": "Nosso vínculo é forte!",
      "ru": "Наша связь крепка!",
      "id": "Bersatu kita teguh!",
      "th": "วงแหวน Naku Weed!",
      "vi": "Vòng Cỏ Naku!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "解厄！",
      "zht": "解厄！",
      "jp": "厄祓い！",
      "ko": "액운 타파!",
      "en": "Dissipate!",
      "de": "Erleichterung!",
      "es": "¡Disipación!",
      "fr": "Dissipation !",
      "pt": "Dissipar!",
      "ru": "Рассеивание!",
      "id": "Bubar!",
      "th": "ขจัดภัยอันตราย!",
      "vi": "Giải nạn!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "好好站稳了。",
      "zht": "好好站穩了。",
      "jp": "しっかり立ってな。",
      "ko": "똑바로 서야 할걸",
      "en": "Stand with me.",
      "de": "Sei bereit!",
      "es": "Quédate a mi lado.",
      "fr": "Tiens-toi bien.",
      "pt": "Fique comigo.",
      "ru": "Встань рядом со мной.",
      "id": "Tetaplah bersamaku.",
      "th": "ยืนให้ดี ๆ ล่ะ",
      "vi": "Đứng vững nhé."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "给我…安分点！",
      "zht": "給我…安分點！",
      "jp": "おとなしくしな！",
      "ko": "얌전히 있으라고",
      "en": "I'll settle this!",
      "de": "Überlass das mir!",
      "es": "¡Yo me encargo!",
      "fr": "Je vais régler ça !",
      "pt": "Eu resolverei isso!",
      "ru": "Я всё улажу!",
      "id": "Akan kubereskan!",
      "th": "สงบเสงี่ยมหน่อย!",
      "vi": "Yên phận đi nào!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "祈雷…祓除！",
      "zht": "祈雷…祓除！",
      "jp": "祈雷…祓除！",
      "ko": "번개의 힘으로… 정화한다!",
      "en": "Lightning... purifies!",
      "de": "Blitz ... reinige!",
      "es": "¡El rayo... purifica!",
      "fr": "Que la foudre... purifie le mal !",
      "pt": "Raios... purificam!",
      "ru": "Молния... очищает!",
      "id": "Petir ... sucikanlah!",
      "th": "วิงวอนสายฟ้า... ถอนรากถอนโคน!",
      "vi": "Sấm sét... thanh tẩy!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "别来碍事。",
      "zht": "別來礙事。",
      "jp": "邪魔をするな。",
      "ko": "방해하지 마",
      "en": "Out of my way.",
      "de": "Aus dem Weg!",
      "es": "Fuera de mi camino.",
      "fr": "Hors de mon chemin.",
      "pt": "Saia do meu caminho.",
      "ru": "С дороги.",
      "id": "Enyahlah.",
      "th": "อย่ามาขวางทาง",
      "vi": "Đừng cản đường."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "嗯，积少成多。",
      "zht": "嗯，積少成多。",
      "jp": "うん、塵も積もれば山となる。",
      "ko": "음, 티끌 모아 태산이지",
      "en": "Every little bit counts.",
      "de": "Jedes bisschen zählt!",
      "es": "Cada ápice cuenta.",
      "fr": "Il n'y a pas de petites économies.",
      "pt": "Cada pouco conta.",
      "ru": "Каждая мелочь имеет значение.",
      "id": "Setiap kepingnya berharga.",
      "th": "อืม เก็บเล็กผสมน้อย",
      "vi": "Ừm, tích tiểu thành đại."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "这票也稳了。",
      "zht": "這票也穩了。",
      "jp": "今回もうまくいきそうだな。",
      "ko": "이번에도 수확이 좋아",
      "en": "Alright, this'll do.",
      "de": "Alles in Ordnung!",
      "es": "Muy bien, esto servirá.",
      "fr": "Parfait, je prends.",
      "pt": "Muito bem, isso servirá.",
      "ru": "Ладно, этого хватит.",
      "id": "Ini boleh juga.",
      "th": "ขอรับไปละนะ",
      "vi": "Trông cũng ổn đấy."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "你的了。",
      "zht": "#{F#妳}{M#你}的了。",
      "jp": "あんたにやるよ。",
      "ko": "이제 다 네 거야",
      "en": "It's all yours.",
      "de": "Das ist ganz dir überlassen!",
      "es": "Todo tuyo.",
      "fr": "Voici ta part.",
      "pt": "É seu.",
      "ru": "Всё твоё.",
      "id": "Semuanya untukmu.",
      "th": "เป็นของคุณแล้วล่ะ",
      "vi": "Của bạn đấy."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "给、我、站、住…",
      "zht": "給、我、站、住…",
      "jp": "待·ち·な·さ·い…",
      "ko": "거, 기, 서…",
      "en": "Stop right there.",
      "de": "Bleib! Stehen!",
      "es": "Detente ya mismo.",
      "fr": "Pas ! Un ! Geste !",
      "pt": "Pare aí...",
      "ru": "Сейчас. Же. Остановись.",
      "id": "BER-HEN-TI!",
      "th": "หยุด อยู่ ตรง นั้น เลย นะ...",
      "vi": "Đứng, lại, cho, ta..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "算是惹怒我了…",
      "zht": "算是惹怒我了…",
      "jp": "私を怒らせたな…",
      "ko": "사람 약올리네…",
      "en": "Now I'm mad...",
      "de": "Jetzt bin ich wütend ...",
      "es": "Ahora sí que estoy enfadada...",
      "fr": "Tu m'as mise de mauvais poil...",
      "pt": "Agora estou irritada...",
      "ru": "Теперь я разозлилась...",
      "id": "Aku jadi kesal ....",
      "th": "ทำให้ฉันโกรธจนได้สินะ...",
      "vi": "Chọc giận ta rồi đấy..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "哼，该我了吧…",
      "zht": "哼，該我了吧…",
      "jp": "ふん、次は私の番だ…",
      "ko": "흥, 이제 내 차례야…",
      "en": "Alright, it's my turn...",
      "de": "So, ich bin dran ...",
      "es": "De acuerdo, ahora es mi turno...",
      "fr": "Hmph, à mon tour...",
      "pt": "Muito bem, agora é a minha vez...",
      "ru": "Что ж, настал мой черёд...",
      "id": "Oke, sekarang giliranku ....",
      "th": "เฮอะ ถึงทีฉันแล้ว...",
      "vi": "Hừ, đến lượt ta..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "我来善后。",
      "zht": "我來善後。",
      "jp": "後始末は私がやる。",
      "ko": "뒷수습은 내가 하지",
      "en": "I'll clean this up.",
      "de": "Lass mich es fertig machen.",
      "es": "Me encargaré del trabajo de limpieza.",
      "fr": "Je vais faire le ménage.",
      "pt": "Eu cuido disso.",
      "ru": "Я обо всём позабочусь.",
      "id": "Biar aku yang bereskan.",
      "th": "ฉันเก็บกวาดเอง",
      "vi": "Để tôi thu dọn."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "行了交给我，别硬撑。",
      "zht": "行了交給我，別硬撐。",
      "jp": "無理はせず、私に任せろ。",
      "ko": "됐어, 무리하지 말고 나한테 맡겨",
      "en": "I'm qualified to handle this.",
      "de": "Also gut, überlass es mir, zwinge dich nicht.",
      "es": "Está bien, déjame a mí y no te fuerces.",
      "fr": "Je peux m'en occuper.",
      "pt": "Eu posso cuidar disso.",
      "ru": "Отдохни, а я тут со всем разберусь.",
      "id": "Aku punya kualifikasi untuk menyelesaikan ini.",
      "th": "ถ้าไม่ไหวก็ปล่อยให้ฉันจัดการ อย่าฝืนต่อไปเลย",
      "vi": "Được rồi, cứ để tôi, đừng cố chấp."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "这次…是给人添麻烦了啊…",
      "zht": "這次…是給人添麻煩了啊…",
      "jp": "今回は…迷惑をかけてしまったな…",
      "ko": "이번에는… 정말 폐를 끼쳤군…",
      "en": "Sorry... for the trouble...",
      "de": "Entschuldige den Ärger ...",
      "es": "Siento... causar problemas...",
      "fr": "Désolée... de vous avoir causé tous ces problèmes...",
      "pt": "Desculpe... pelo incômodo...",
      "ru": "Извини... за беспокойство...",
      "id": "Maaf ... sudah merepotkan ....",
      "th": "ครั้งนี้... สร้างปัญหาให้คนอื่นซะแล้ว...",
      "vi": "Lần này... lại gây phiền phức rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "荒泷派就拜托你了…",
      "zht": "#荒瀧派就拜託{F#妳}{M#你}了…",
      "jp": "荒瀧派はあんたに任せるよ…",
      "ko": "아라타키파를 부탁해…",
      "en": "Take care of... the gang...",
      "de": "Ich überlasse dir die Arataki-Bande ...",
      "es": "Cuida de... la Banda...",
      "fr": "Prenez soin... du gang Arataki...",
      "pt": "A Gangue Arataki conta com você...",
      "ru": "Позаботься о банде...",
      "id": "Kuserahkan Geng Arataki padamu ....",
      "th": "ฝากแก๊ง Arataki ด้วยนะ...",
      "vi": "Hãy thay tôi chăm lo cho bang nhé..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "这是对我的…侮辱…",
      "zht": "這是對我的…侮辱…",
      "jp": "これは…私への侮辱だ…",
      "ko": "이건… 나에 대한 모욕이야…",
      "en": "What a humiliation...",
      "de": "Was für eine Schande ...",
      "es": "Qué humillación...",
      "fr": "Quelle humiliation...",
      "pt": "Que humilhante...",
      "ru": "Какое унижение...",
      "id": "Sungguh memalukan ....",
      "th": "นี่มัน... ดูถูกกันชัด ๆ...",
      "vi": "Đây đúng là một sự... sỉ nhục..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "再来。",
      "zht": "再來。",
      "jp": "もう一度。",
      "ko": "더 해보시지",
      "en": "Again.",
      "de": "Nochmal.",
      "es": "¡Una vez más!",
      "fr": "On recommence.",
      "pt": "Pode vir.",
      "ru": "Ещё раз.",
      "id": "Lagi.",
      "th": "มาอีกสิ",
      "vi": "Cái nữa nào."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "等着！",
      "zht": "等著！",
      "jp": "待て！",
      "ko": "두고 봐!",
      "en": "Just you wait!",
      "de": "Wart’s nur ab!",
      "es": "¡Espera y verás!",
      "fr": "Attends un peu, pour voir !",
      "pt": "Espere!",
      "ru": "Сейчас дождёшься!",
      "id": "Tunggu saja!",
      "th": "คอยดูเถอะ!",
      "vi": "Đợi đấy!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "找打是吧！",
      "zht": "找打是吧！",
      "jp": "殴られたいの？",
      "ko": "맞고 싶어서 환장했어?",
      "en": "Looking for a fight?",
      "de": "Auf einen Kampf aus?",
      "es": "¿Buscas pelea?",
      "fr": "Tu cherches la bagarre ?",
      "pt": "Está procurando encrenca?!",
      "ru": "Нарываешься на драку?",
      "id": "Minta dihajar ya?",
      "th": "วอนหาเรื่องซะแล้ว!",
      "vi": "Muốn bị đòn đúng không!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "看我眼色行动。",
      "zht": "看我眼色行動。",
      "jp": "私の合図を見てから行動するんだ。",
      "ko": "내가 신호 주면 움직여",
      "en": "Wait for my signal.",
      "de": "Warte auf mein Zeichen.",
      "es": "A mi señal.",
      "fr": "Attendez mon signal.",
      "pt": "Espere pelo meu sinal.",
      "ru": "Дождись моего сигнала.",
      "id": "Tunggu sinyal dariku.",
      "th": "ดูสัญญาณจากฉันแล้วค่อยเคลื่อนไหวนะ",
      "vi": "Hành động theo nháy mắt của tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "这次是什么麻烦？",
      "zht": "這次是什麼麻煩？",
      "jp": "今回はどんな問題だ？",
      "ko": "이번에는 무슨 일인데?",
      "en": "What'd they do this time?",
      "de": "Gibt es Ärger?",
      "es": "¿Cuál es el problema esta vez?",
      "fr": "Qu'est-ce qu'ils ont fait, cette fois ?",
      "pt": "Qual o problema dessa vez?",
      "ru": "Что они сделали на этот раз?",
      "id": "Mereka berbuat onar apa lagi sih kali ini?",
      "th": "ครั้งนี้มีเรื่องยุ่งยากอะไรอีกละ?",
      "vi": "Lần này là chuyện phiền phức gì đây?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "希望不是烂摊子。",
      "zht": "希望不是爛攤子。",
      "jp": "収拾のつかない仕事じゃないといいが。",
      "ko": "골치 아픈 일은 아니면 좋겠네",
      "en": "Don't tell me they did it again...",
      "de": "Ich hoffe, es ist keine Sauerei.",
      "es": "No me digas que se han vuelto a meter en líos...",
      "fr": "J'espère qu'ils n'ont pas encore fait n'importe quoi...",
      "pt": "Não me diga que fizeram isso de novo...",
      "ru": "Только не говори, что они сделали это снова...",
      "id": "Jangan bilang kalau mereka berbuat onar lagi ....",
      "th": "หวังว่าจะไม่เละเทะมากนัก",
      "vi": "Hy vọng không phải là đi dọn chiến trường."
    }
  }
]