[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是刻晴，璃月七星中的「玉衡」。变革的时机已经到来，维持了千年的秩序即将被改写。这历史性的时刻，你愿意和我一起见证吗？",
      "zht": "#我是刻晴，璃月七星中的「玉衡」。變革的時機已經到來，維持了千年的秩序即將被改寫。這歷史性的時刻，{F#妳}{M#你}願意和我一起見證嗎？",
      "jp": "私は刻晴、璃月七星の「玉衡」よ。変革の時は来た、千年続いてきた秩序はついに終わる。この歴史的瞬間を、私と共に見届けるわよね？",
      "ko": "난 리월 칠성의 「옥형」 각청이라고 해. 변혁의 시대가 다가왔어. 이제 천 년을 이어온 질서가 곧 바뀔 거야. 이 역사적인 순간을 나와 함께 보지 않을래?",
      "en": "I am Keqing, Yuheng of the Liyue Qixing. We live in an era of change, as the old order that has existed for a thousand years is about to be rewritten. Join me. Let us bear witness to this historical moment together.",
      "de": "Ich bin Keqing, der Yuheng unter den Qixing von Liyue. Die Zeit der Umwälzung ist gekommen. Die Ordnung, die Jahrtausende bestand, wird nun umgeschrieben. Willst du gemeinsam mit mir diesem geschichtsträchtigen Moment beiwohnen?",
      "es": "#Soy Keching, el Equilibrio Terrenal de las Siete Estrellas de Liyue. Vivimos en una era de cambios en la que está a punto de reescribirse el viejo orden que ha existido durante mil años. Únete a mí y seamos testigos de este momento histórico {F#juntas}{M#juntos}.",
      "fr": "Je suis Keqing, l'Alioth des Sept Étoiles de Liyue. Une nouvelle ère est sur le point de voir le jour pour mettre un terme à l'ancien ordre du monde qui a perduré pendant des millénaires. Ne voudriez-vous pas assister à ce moment historique à mes côtés ?",
      "pt": "Eu sou a Keqing, Yuheng dos Qixing de Liyue. Já chegou a hora de resolução, e as regras de milhares anos serão alteradas! Este momento histórico, você quer testemunhar comigo?",
      "ru": "#Я Кэ Цин, Нефритовое Равновесие группировки Цисин в Ли Юэ. Настало время перемен, и тысячелетний порядок скоро будет переписан. Ты соглас{M#ен}{F#на} стать свидетелем этого исторического момента вместе со мной?",
      "id": "Namaku Keqing, aku \"Yuheng\" dari Liyue Qixing. Era perubahan akan segera dimulai. Hukum yang telah berlangsung selama ribuan tahun akan ditulis kembali. Mari kita saksikan momen bersejarah ini bersama-sama.",
      "th": "ฉันคือ Keqing \"Yuheng\" แห่ง Liyue Qixing โอกาสแห่งการเปลี่ยนแปลงได้มาถึงแล้ว กฎระเบียบที่ยึดถือมานับพันปีจะถูกแก้ไข เธออยากจะร่วมเป็นสักขีพยานในช่วงเวลาแห่งประวัติศาสตร์นี้ด้วยกันกับฉันมั้ย?",
      "vi": "Tôi là Keqing, \"Ngọc Hành\" của Thất Tinh Liyue. Thời cơ thay đổi đã đến rồi, trật tự được lưu giữ hàng ngàn năm nay sắp được thay đổi. Bạn có muốn cùng tôi chứng kiến khoảnh khắc lịch sử này không?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·耽误",
      "zht": "閒聊·耽誤",
      "jp": "世間話·手遅れ",
      "ko": "잡담·지체",
      "en": "Chat: Delays",
      "de": "Gespräch – Versäumnis",
      "es": "Charla - Perder el tiempo",
      "fr": "Bavardage - Retard",
      "pt": "Bate-papo - Atrasos",
      "ru": "Поболтаем: Опоздания",
      "id": "Mengobrol: Penundaan",
      "th": "แชท - ล่าช้า",
      "vi": "Nói chuyện phiếm - Lỡ Mất"
    },
    "line": {
      "zhs": "耽误太多时间，事情可就做不完了。",
      "zht": "耽誤太多時間，事情可就做不完了。",
      "jp": "無駄な時間を過ごしてると、仕事が終わらないわよ。",
      "ko": "시간을 지체했다간 일을 끝마치지 못할 거야",
      "en": "Come on. Enough procrastinating. Let's go.",
      "de": "Vertrödeln wir keine Zeit. Sonst kommen wir nie weiter.",
      "es": "No procrastines tanto, o no acabarás lo que tienes que hacer.",
      "fr": "#Ne traînons pas ou nous ne pourrons pas terminer ce que nous sommes {M#venus}{F#venues} faire.",
      "pt": "Com tantas interrupções, é muito difícil acabar a tempo.",
      "ru": "Ну же, хватит тянуть время. Пойдём.",
      "id": "Sudah, jangan menunda-nunda lagi. Urusanku masih banyak.",
      "th": "ขืนเสียเวลาไปมากกว่านี้ คงทำไม่เสร็จแน่",
      "vi": "Lãng phí quá nhiều thời gian, công việc sẽ bị tồn đọng."
    }
  },
  {
    "title": {
      "zhs": "闲聊·放松",
      "zht": "閒聊·放鬆",
      "jp": "世間話·リラックス",
      "ko": "잡담·휴식",
      "en": "Chat: Relax",
      "de": "Gespräch – Entspannung",
      "es": "Charla - Relajarse",
      "fr": "Bavardage - Détente",
      "pt": "Bate-papo - Relaxamento",
      "ru": "Поболтаем: Отдых",
      "id": "Mengobrol: Santai",
      "th": "แชท - ผ่อนคลาย",
      "vi": "Nói chuyện phiếm - Thảnh thơi"
    },
    "line": {
      "zhs": "劳逸结合是不错，但也别放松过头。",
      "zht": "勞逸結合是不錯，但也別放鬆過頭。",
      "jp": "休むことも大事だけど、気を抜きすぎてはダメよ。",
      "ko": "쉬면서 하는 것도 좋지만 긴장을 너무 늦춰선 안 돼",
      "en": "I'm all for work-life balance, but I think this is pushing it.",
      "de": "Natürlich muss man Arbeit und Freizeit sinnvoll einteilen. Zu viele Pausen sind aber wirklich nicht in diesem Sinne!",
      "es": "Está bien saber descansar del trabajo, pero tampoco te relajes mucho.",
      "fr": "Il faut maintenir un équilibre entre sa vie professionnelle et sa vie personnelle, mais là c'est pousser le bouchon un peu trop loin pour moi...",
      "pt": "Não é ruim ter um equilíbrio entre trabalhar e descansar. Mas não relaxe demais!",
      "ru": "Я согласна, что делу время, а потехе час, но час - это многовато.",
      "id": "Menyeimbangkan waktu kerja dan istirahat memang bagus, tapi jangan sampai terlalu santai dalam hidup.",
      "th": "ทำงานและพักผ่อนให้สมดุลเป็นอะไรที่ไม่เลวเลย แต่ก็อย่าพักผ่อนจนเกินไป",
      "vi": "Kết hợp làm việc và nghỉ ngơi là rất tốt, nhưng cũng đừng thoải mái quá."
    }
  },
  {
    "title": {
      "zhs": "闲聊·机会",
      "zht": "閒聊·機會",
      "jp": "世間話·機会",
      "ko": "잡담·기회",
      "en": "Chat: Opportunity",
      "de": "Gespräch – Gelegenheiten",
      "es": "Charla - Oportunidad",
      "fr": "Bavardage - Occasions",
      "pt": "Bate-papo - Oportunidade",
      "ru": "Поболтаем: Возможность",
      "id": "Mengobrol: Kesempatan",
      "th": "แชท - โอกาส",
      "vi": "Nói chuyện phiếm - Cơ hội"
    },
    "line": {
      "zhs": "无论是冒险还是做生意，机会都稍纵即逝。",
      "zht": "無論是冒險還是做生意，機會都稍縱即逝。",
      "jp": "冒険も商売も、チャンスは一瞬なの。",
      "ko": "모험이든 장사든, 방심했다간 기회는 사라져 버려",
      "en": "In adventuring, as in business, you always have to seize the opportunity while it's there.",
      "de": "Ob bei Abenteuern oder bei Geschäften, du musst die Gelegenheit ergreifen, wenn sie sich dir bietet.",
      "es": "Debes aprovechar cada oportunidad que se te presente, tanto en las aventuras como en los negocios.",
      "fr": "En aventure comme en affaires, il faut savoir saisir l'occasion quand elle se présente.",
      "pt": "Quer nas aventuras, quer nos negócios, as oportunidades se deslizam entre os dedos com muita facilidade.",
      "ru": "Неважно, в приключениях или в бизнесе, - благоприятная возможность мимолётна.",
      "id": "Baik dalam petualangan ataupun dalam berdagang, sebuah kesempatan bisa hilang seketika kalau kamu melewatkannya.",
      "th": "ไม่ว่าจะเป็นการผจญภัยหรือ ทำธุรกิจ โอกาสล้วนมาเพียงแค่วูบเดียวเท่านั้น",
      "vi": "Bất kể là thám hiểm hay làm ăn, thứ hiếm có khó gặp nhất chính là cơ hội."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "好大的雨…真耽误事。所以说他们的工作，明明昨天就能做完，为什么要拖到今天？",
      "zht": "好大的雨…真耽誤事。所以說他們的工作，明明昨天就能做完，為什麼要拖到今天？",
      "jp": "すごい大雨…困ったわね。そもそも、昨日終わるはずだった仕事を、どうしてあの人たちは今日まで引き伸ばしたのかしら？",
      "ko": "비가 많이 오네… 이러다 늦겠어. 그래서 말인데 사람들은 어째서 어제 해야 할 일을 오늘로 미루는 거야?",
      "en": "Quite a downpour... Nothing will get done until it clears. Let this be a lesson to those who yesterday said, \"I'll do it tomorrow.\"",
      "de": "Es schüttet ja heftig! Da bekommt man nichts fertig! Das sollte denen eine Lehre sein, die gestern noch alles auf den nächsten Tag verschieben wollten.",
      "es": "Con esta lluvia, tendremos que posponer algunos asuntos. Que esto sirva de lección para todos aquellos que dicen “lo haré mañana”.",
      "fr": "Quel déluge... On ne peut rien faire jusqu'à ce que la pluie cesse. Que cela serve de leçon à tous ceux qui remettent tout au lendemain.",
      "pt": "Está chovendo muito... Eles deviam ter acabado o trabalho ontem, mas por que é que deixaram para hoje?",
      "ru": "Какой сильный дождь... Все дела встанут до тех пор, пока небо не прояснится. Пусть это будет уроком для тех, кто о вчерашней работе сказал: «Сделаю её завтра».",
      "id": "Hujannya deras sekali... Pekerjaanku jadi tertunda. Ini adalah pelajaran bagi kita agar jangan menunda-nunda pekerjaan. Pekerjaan yang seharusnya bisa diselesaikan kemarin, kenapa harus ditunda sampai hari ini?",
      "th": "ฝนตกหนักมาก...ไม่มีอะไรทำเลย พูดถึงงานของพวกเขา สามารถทำให้เสร็จได้ตั้งแต่เมื่อวานแล้วแท้ ๆ ทำไมลากมาถึงวันนี้นะ?",
      "vi": "Mưa lớn quá... làm lỡ việc. Vậy mới nói công việc của họ vốn có thể hoàn thành vào hôm qua, tại sao lại trì hoãn đến hôm nay?"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "电闪雷鸣虽然有点吓人，但璃月港的防雷防火工事是一流的，不用担心。",
      "zht": "電閃雷鳴雖然有點嚇人，但璃月港的防雷防火工事是一流的，不用擔心。",
      "jp": "雷は怖いものだけど、璃月港の避雷と防火対策は一流だから心配無用よ。",
      "ko": "천둥번개가 치는 건 무섭지만 리월항의 낙뢰, 화재 보호 시설은 최고니까 걱정할 필요 없어",
      "en": "Thunder and lightning can be quite frightening, but don't worry — Liyue's storm and fire defenses are second to none.",
      "de": "Blitz und Donner können schon einschüchternd wirken. Die Blitz- und Feuerschutzmaßnehmen in Liyue sind aber die allerbesten. Da musst du dir keine Sorgen machen.",
      "es": "Los truenos y los relámpagos pueden ser aterradores, pero no te preocupes. Liyue tiene una excelente protección antitormentas y antiincendios.",
      "fr": "Le tonnerre et la foudre peuvent être effrayants, mais soyez sans crainte. On est bien protégés à Liyue contre les tempêtes et les incendies.",
      "pt": "É um pouco assustador nos dias de relâmpagos e trovões. Mas não se preocupe, o Porto de Liyue tem um sistema de primeira qualidade contra trovões e incêndios.",
      "ru": "Гром и молния, конечно, пугают, но в гавани Ли Юэ стоит лучшая защита от молний и пожаров. Беспокоиться не о чем.",
      "id": "Petir dan guntur memang menakutkan, tapi jangan khawatir, sistem pertahanan bencana badai dan api Liyue tidak ada duanya.",
      "th": "ถึงแม้ฟ้าผ่าฟ้าร้องจะทำให้คนตกใจ แต่การป้องกันฟ้าผ่าหรือเพลิงไหม้ของ Liyue นั้นเป็นที่หนึ่งอยู่แล้ว หายห่วงได้เลย",
      "vi": "Mặc dù sấm sét có chút đáng sợ, nhưng việc chống sét chống cháy ở cảng Liyue là số một, đừng lo lắng."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "没关系，继续前进吧。这种程度的雪，算不了什么。",
      "zht": "沒關係，繼續前進吧。這種程度的雪，算不了什麼。",
      "jp": "大丈夫、旅を続けましょう。この程度の雪、気にする必要ないわ。",
      "ko": "괜찮아, 계속 앞으로 가자. 이 정도 눈은 아무것도 아니야",
      "en": "Don't worry, snowfall on this scale is no impediment. We can keep moving.",
      "de": "Keine Sorge, das bisschen Schnee wird uns nicht aufhalten. Machen wir einfach weiter wie gewohnt.",
      "es": "No pasa nada, debemos seguir. Esta poca nieve no nos detendrá.",
      "fr": "Cette neige ne nous empêchera pas d'avancer.",
      "pt": "Não tem problema, avance! É pouca neve, não é um problema.",
      "ru": "Ничего, такой небольшой снег не помеха. Можно продолжать идти.",
      "id": "Tidak masalah, teruskan saja perjalanan kita. Salju seperti ini bukan masalah besar.",
      "th": "ไม่เป็นไร ลุยต่อเถอะ หิมะระดับนี้แค่เล็กน้อยเท่านั้น",
      "vi": "Không sao, cứ tiến về phía trước đi. Tuyết rơi như thế này cũng chả đáng gì."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "啊…天气这么好，工作又正好告一段落，要不要…去逛逛街呢？",
      "zht": "啊…天氣這麼好，工作又正好告一段落，要不要…去逛逛街呢？",
      "jp": "良い天気ね、仕事も一段落したし…買い物にでも行こうかしら？",
      "ko": "날씨가 정말 좋아. 마침 일도 다 끝나가는데… 쇼핑이나 할까?",
      "en": "Ah, the sun is out. Our work's done for the day... shall we take a stroll?",
      "de": "Ach, ist das ein schönes Wetter! Unsere Arbeit haben wir auch getan. Hast du Lust, ein wenig spazieren zu gehen?",
      "es": "¡Qué buen tiempo! Y, además, terminé todo el trabajo que tenía que hacer. ¿Qué te parece si... damos un paseo?",
      "fr": "Le soleil vient de se coucher. Notre travail est terminé aujourd'hui... Que diriez-vous d'une promenade ?",
      "pt": "Ah! O tempo está ótimo, entretanto, também acabei o trabalho. Que tal irmos às compras?",
      "ru": "Ах... Такая хорошая погода, и как раз все дела доделали... Не хочешь прогуляться?",
      "id": "Wah, cuacanya bagus sekali, dan kebetulan pekerjaan hari ini juga sudah selesai. Bagaimana kalau kita berkeliling sebentar?",
      "th": "อ่า...อากาศดีซะขนาดนี้ งานก็จะเสร็จแล้ว หรือว่า... จะไปเดินเที่ยวดีนะ?",
      "vi": "Ôi... thời tiết thật đẹp, công việc cũng vừa hoàn thành, có muốn... đi dạo phố không?"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安，早上的状态会为一天奠定基调，就算仍有困意，也要强迫自己打起精神来！",
      "zht": "早安，早上的狀態會為一天奠定基調，就算仍有睏意，也要強迫自己打起精神來！",
      "jp": "おはよう、朝の状態は一日の良し悪しを左右するわ。だから眠くても元気出して起きるのよ！",
      "ko": "좋은 아침. 아침 컨디션은 하루의 기분을 결정하니까 피곤하더라도 정신 차리라구!",
      "en": "Morning. Time to set the tone for the rest of the day, so if you're still feeling sleepy, shake it off!",
      "de": "Guten Morgen! Deine Einstellung so früh bestimmt den gesamten Ablauf des Tages. Also vergiss deine Müdigkeit und bereite dich auf die Arbeit vor!",
      "es": "Buenos días. Tu humor el resto del día dependerá del que tengas por la mañana, así que vamos, ¡arriba esos ánimos!",
      "fr": "Bonjour, le matin donne le ton du reste de la journée. Il faut se défaire de la fatigue et que ça saute !",
      "pt": "Bom dia! A atitude de manhã é fundamental para um dia inteiro. Portanto, se ainda estiver com sono, tem que se esforçar para se animar!",
      "ru": "Доброе утро. Надо задать тон всему дню, так что скорее стряхни оставшуюся дремоту!",
      "id": "Selamat pagi, kondisimu di pagi hari akan menentukan satu hari ini! Kalaupun kamu masih ngantuk, kamu juga harus memaksakan diri untuk bangun dan bersemangat!",
      "th": "อรุณสวัสดิ์ ช่วงเช้านั้นเป็นรากฐานที่สำคัญ ต่อให้ยังงัวเงียอยู่ ก็ต้องบังคับตัวเองให้กระปรี้กระเปร่า!",
      "vi": "Buổi sáng tốt lành, trạng thái của buổi sáng sẽ là giai điệu cho cả ngày, cho dù bạn vẫn còn buồn ngủ, cũng phải ép bản thân vực lại tinh thần!"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "我没有午休的习惯，不过如果你累了，就去休息吧，三分钟之后我会叫醒你的。",
      "zht": "#我沒有午休的習慣，不過如果{F#妳}{M#你}累了，就去休息吧，三分鐘之後我會叫醒{F#妳}{M#你}的。",
      "jp": "私にはお昼休みの習慣がないの。でも、もし疲れてるなら休んでもいいわよ。三分後に起こすから。",
      "ko": "난 점심에도 쉬지 않아. 하지만 너는 피곤하면 가서 쉬어도 돼. 내가 3분 후에 깨워줄게",
      "en": "I'm not in the habit of napping at noon, but don't let that stop you if you're feeling tired. I'll give you a wake-up call in, say, three minutes' time.",
      "de": "Ich habe nicht die Gewohnheit, mittags eine Pause zu machen. Wenn du müde bist, ruh dich nur aus. Ich werde dich in drei Minuten rufen.",
      "es": "#No tengo costumbre de dormir la siesta, pero si estás cansad{F#a}{M#o}, hazlo. Te despertaré en tres minutos.",
      "fr": "#Je n'ai pas l'habitude de faire la sieste après le déjeuner, mais ne vous retenez pas pour moi si vous êtes {M#fatigué}{F#fatiguée}. Je vous réveille dans trois minutes.",
      "pt": "Não tenho hábito de fazer sesta, mas se você estiver com sono, vá lá descansar um pouco. Vou te acordar daqui a três minutos.",
      "ru": "#Я не сплю после обеда, но если ты устал{F#a}, то иди вздремни. Я разбужу тебя через три минуты.",
      "id": "Aku tidak terbiasa tidur siang. Tapi kalau kamu lelah, kamu boleh pergi beristirahat. Aku akan membangunkanmu tiga menit lagi.",
      "th": "ฉันไม่มีนิสัยงีบหลับช่วงกลางวัน แต่ถ้าเธอเหนื่อย ก็ไปพักผ่อนเถอะ ฉันจะปลุกเธอในสามนาทีหลังจากนี้",
      "vi": "Tôi không có thói quen nghỉ trưa, nhưng nếu bạn mệt rồi thì hãy nghỉ ngơi đi, ba phút nữa tôi sẽ gọi bạn."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "夜幕降临，灯火初上。嗯——又是安宁祥和的一天呢。",
      "zht": "夜幕降臨，燈火初上。嗯——又是安寧祥和的一天呢。",
      "jp": "夜が訪れ、灯火がともる。うーん、今日も穏やかな一日だったわね。",
      "ko": "어둠이 내리니 등불이 켜지네. 음——오늘도 평온한 하루였어",
      "en": "The lights are coming on now that the night is setting in. *yawn* Another delightful day draws to a close.",
      "de": "Die Nacht bricht herein und die Lichter im Haus gehen an. Ja, das Ende eines weiteren friedlichen Tages ist gekommen.",
      "es": "La noche cae y las luces se encienden. Otro encantador día llega a su fin.",
      "fr": "Les lumières s'allument lorsque la nuit tombe... Une autre bonne journée touche à sa fin.",
      "pt": "As luzes estão acesas ao anoitecer. Hum, que noite pacífica e tranquila!",
      "ru": "Наступает ночь - зажигаются огни. Ах... Ещё один спокойный день подходит к концу.",
      "id": "Matahari mulai terbenam, lampu-lampu pun mulai menyala. Seperti biasa, hari ini juga hari yang damai dan tenteram.",
      "th": "พอตกกลางคืน ไฟก็สว่างขึ้น อืม... ช่างเป็นอีกคืนที่สงบสุข",
      "vi": "Màn đêm buông xuống, đèn cũng vừa lên. Ừm... lại là một ngày an lành bình yên."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "祝你好梦。我吗？…嗯，还有十来件事要处理，做完就能休息了。",
      "zht": "#祝{F#妳}{M#你}好夢。我嗎？…嗯，還有十來件事要處理，做完就能休息了。",
      "jp": "おやすみ、いい夢を。私？…えっと、あと10件仕事が終わったら休めるわね。",
      "ko": "좋은 꿈 꿔. 나? …음, 아직 해야 할 일이 많아. 다해야 쉴 수 있어",
      "en": "Sleep well. ...Me? Uh... I still have a handful of things on my to-do list, but I'll call it a night once they're done.",
      "de": "Ja, träum was Schönes. Ach, ich? Ich habe noch zu tun und werde ins Bett gehen, sobald ich fertig bin.",
      "es": "¡Dulces sueños! ¿Que si me voy a dormir? Humm... Aún tengo cosas que hacer. Descansaré cuando termine.",
      "fr": "Faites de beaux rêves. Ah ? Non, je ne vais pas dormir pour l'instant, il me reste un tas de choses à faire.",
      "pt": "Bons sonhos! Eu? Eu ainda não vou dormir, tenho uns assuntos para tratar.",
      "ru": "Приятных снов. Я? ...Мне ещё надо сделать десяток дел. Сейчас доделаю и пойду спать.",
      "id": "Selamat tidur. Aku? Aku masih punya banyak urusan yang harus ditangani. Aku akan beristirahat setelah menyelesaikannya.",
      "th": "ฝันดีนะ ฉันเหรอ?... อืม ยังมีเรื่องที่ต้องจัดการอยู่ ทำเสร็จก็จะได้พักแล้วล่ะ",
      "vi": "Chúc bạn có giấc mơ đẹp. Tôi sao?... Ừm, còn một số việc cần phải xử lý, làm xong là có thể nghỉ ngơi rồi."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴自己·理念",
      "zht": "關於刻晴自己·理念",
      "jp": "刻晴自身について·理念",
      "ko": "각청 자신에 대해·이념",
      "en": "About Keqing: Idealism",
      "de": "Über Keqing – Idealismus",
      "es": "Sobre Keching - Ideales",
      "fr": "À propos de Keqing - Théorie",
      "pt": "Sobre Keqing - Idealismo",
      "ru": "О Кэ Цин: Убеждения",
      "id": "Tentang Keqing: Idealisme",
      "th": "เกี่ยวกับตัว Keqing เอง - ความคิด",
      "vi": "Về Bản Thân Keqing - Ý Niệm"
    },
    "line": {
      "zhs": "觉得自己是正确的，就要大声地说出来，坚决地去行动——这是我一直以来都贯彻的人生理念。",
      "zht": "覺得自己是正確的，就要大聲地說出來，堅決地去行動——這是我一直以來都貫徹的人生理念。",
      "jp": "自分が正しいと思ったことなら、声を大にして、思い切りやるの——これが私が今まで貫いてきた人生の理念よ。",
      "ko": "자신이 옳다고 생각하면 큰소리로 말하고 단호하게 행동해야 해——이건 내가 그동안 관철해 온 인생의 이념이야",
      "en": "If you feel strongly about something, you should speak up and take action. That's the philosophy I live by.",
      "de": "Wenn du davon überzeugt bist, dass das, was du tust, richtig ist, dann solltest du mutig voranschreiten und dich bemerkbar machen. Das ist das Prinzip, nach dem ich lebe.",
      "es": "#Si estás completamente convencid{F#a}{M#o} de algo, debes expresar tu opinión sobre ello y ponerte en acción. Esa es mi filosofía de vida.",
      "fr": "Si quelque chose vous déplaît, vous devez le faire savoir et y remédier. C'est un de mes principes de vie.",
      "pt": "Se você se sente convencido de algo, deve expressar sua opinião e fazer algo a respeito. Essa é a minha filosofia de vida.",
      "ru": "Если ты в чём-то уверен, то нужно громко об этом заявить и начать действовать - это мой жизненный принцип.",
      "id": "Kalau kamu merasa benar, kamu harus berani mengatakannya dengan nyaring dan melakukannya dengan percaya diri. Ini adalah prinsip hidup yang kupakai selama ini.",
      "th": "ถ้ารู้สึกว่าตัวเองถูก ก็ต้องพูดออกมา การกระทำที่หนักแน่นและเด็ดเดี่ยว คือแนวทางการใช้ชีวิตที่ฉันยึดถือมาตลอด",
      "vi": "Nếu cảm thấy mình đúng, thì phải lớn tiếng nói ra và hành động một cách kiên quyết... Đây chính là lý tưởng sống mà tôi luôn thực hiện."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴自己·本职",
      "zht": "關於刻晴自己·本職",
      "jp": "刻晴自身について·本職",
      "ko": "각청 자신에 대해·본업",
      "en": "About Keqing: Work",
      "de": "Über Keqing – Beruf",
      "es": "Sobre Keching - Trabajo",
      "fr": "À propos de Keqing - Travail",
      "pt": "Sobre Keqing - Trabalho",
      "ru": "О Кэ Цин: Должность",
      "id": "Tentang Keqing: Pekerjaan",
      "th": "เกี่ยวกับตัว Keqing เอง - หน้าที่",
      "vi": "Về Bản Thân Keqing - Chức Trách"
    },
    "line": {
      "zhs": "我的本职工作，是管理土地与建设。璃月幅员辽阔，物产丰饶，但若是缺乏合理规划，只重视眼前利益，就没办法抵抗风险。",
      "zht": "我的本職工作，是管理土地與建設。璃月幅員遼闊，物產豐饒，但若是缺乏合理規劃，只重視眼前利益，就沒辦法抵抗風險。",
      "jp": "私の本職は土地管理と建設よ。璃月は人が多くて、領土が広く資源も豊富だけど、計画性に欠いた事業で目先の利益に飛びついていたら、手痛いしっぺ返しをくらうことになるわ。",
      "ko": "내 본업은 토지와 건설을 관리하는 거야. 리월은 광활하고 물자가 풍부하지만, 합리적인 계획 없이 눈앞의 이익만을 중시한다면 많은 문제가 생길 거야",
      "en": "My role is to manage real estate and construction in Liyue. Sure, Liyue is a vast place with abundant resources — but without proper planning, and if too much focus is placed on short-term profit, a great many things can go wrong.",
      "de": "Meine Aufgabe in Liyue ist die Ressourcen und Bauplanung. Es mangelt uns zwar nicht an Leuten und Rohstoffen, ohne eine gute Planung ist das aber alles nichts wert. Ein Risiko für Misserfolg besteht dabei immer.",
      "es": "Mi trabajo consiste en gestionar los bienes raíces y los proyectos de construcción de Liyue. Liyue es amplio y tiene abundantes recursos, pero sin una planificación adecuada y anteponiendo las ganancias a corto plazo, muchas cosas podrían salir mal.",
      "fr": "Je suis chargée de superviser l'immobilier et les travaux d'aménagement terrestre à Liyue. Les ressources sont abondantes ici, mais si elles ne sont pas utilisées avec parcimonie ou si nous nous focalisons uniquement sur le profit à court terme, nous pourrions nous retrouver dans une situation compromettante.",
      "pt": "O conteúdo do meu trabalho é gerenciamento de terra e construção. O nosso Liyue é vasto geograficamente e rico em recursos naturais. Se nós não tivermos uma visão estratégica ou desvalorizarmos o gerenciamento adequado, não tem como resistir aos riscos.",
      "ru": "Моя работа - управление недвижимостью и строительством. Конечно, Ли Юэ велик и богат ресурсами, но если гнаться за сиюминутной выгодой без рационального планирования, то беды не избежать.",
      "id": "Pekerjaanku adalah mengurus tanah dan kontruksi di Liyue. Liyue memang punya lahan dan sumber daya yang berlimpah. Namun kalau pembangunannya tidak direncanakan dengan baik dan hanya mementingkan keuntungan jangka pendek, risikonya sangat tinggi.",
      "th": "หน้าที่ของฉันคือดูแลด้านที่ดินและการก่อสร้าง Liyue นั้นกว้างใหญ่ ทรัพยากรธรรมชาติอุดมสมบูรณ์ แต่ถ้าขาดการวางแผนที่เหมาะสม เอาแต่มองถึงผลประโยชน์ ก็ไม่มีทางที่จะต้านความเสี่ยงได้",
      "vi": "Công việc của tôi là quản lý đất đai và xây dựng, Liyue có diện tích lãnh thổ rộng lớn và các sản vật phong phú, nhưng nếu thiếu đi quy hoạch hợp lý, chỉ chú trọng những lợi ích trước mắt thì không thể phòng chống các rủi ro."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴自己·质疑",
      "zht": "關於刻晴自己·質疑",
      "jp": "刻晴自身について·質問",
      "ko": "각청 자신에 대해·의심",
      "en": "About Keqing: Skepticism",
      "de": "Über Keqing – Zweifel",
      "es": "Sobre Keching - Sospechas",
      "fr": "À propos de Keqing - Remise en question",
      "pt": "Sobre Keqing - Ceticismo",
      "ru": "О Кэ Цин: Сомнения",
      "id": "Tentang Keqing: Kecurigaan",
      "th": "เกี่ยวกับตัว Keqing เอง - สงสัย",
      "vi": "Về Bản Thân Keqing - Nghi Ngờ"
    },
    "line": {
      "zhs": "在你看来，支撑璃月走过千年，最重要的东西是什么？\n\n…帝君？…我不这么觉得，因为必须依靠努力才能生存下去的，终究是我们人类啊。高高在上的他却要介入一切。哼，说句不好听的，他真的什么都懂吗？",
      "zht": "#在{F#妳}{M#你}看來，支撐璃月走過千年，最重要的東西是什麼？\n\n…帝君？…我不這麼覺得，因為必須依靠努力才能生存下去的，終究是我們人類啊。高高在上的他卻要介入一切。哼，說句不好聽的，他真的什麼都懂嗎？",
      "jp": "千年の歴史がある璃月にとって、一番重要なのは何だと思う？\n\n帝君？…いいえ、私はそう思わない。だって、我々人類は自分の力で今まで生きてきたのよ。なのに、彼は偉ぶって色んなことに口出しする。はあ、言い方が悪いかもしれないけど、彼って本当に何でも知ってるの？",
      "ko": "넌 리월이 천 년을 버틸 수 있던 가장 큰 요인이 뭐라고 생각해?\n\n…암왕제군? …난 그렇게 생각하지 않아. 노력으로 살아남은 건 우리 인간들이야. 혼자 저 높은 곳에 있는 그가 밑바닥 사정을 제대로 알기나 하겠어? 웃기는 소리",
      "en": "What do you think has kept Liyue going over the last millennium? Rex Lapis? ...I disagree. We mortals have to fight for survival whatever happens. He just feels the need to come down here and poke his nose into everything that's going on for some reason... Hmph, people don't like to think about this, but should we really be trusting him to be an expert in everything?",
      "de": "Was hat deiner Meinung nach Liyue hauptsächlich über die Jahrtausende zusammengehalten?\n\nRex Lapis? Ich glaube eher nicht. Denn egal, was auch passiert, es sind immer die Menschen, die um ihr Überleben kämpfen. Er steht nur über allem und mischt sich hin und wieder ein. Pah, meinst du etwa, er wüsste alles?",
      "es": "¿Cuál crees que ha sido el pilar de Liyue en el último milenio? ¿Rex Lapis? No estoy de acuerdo. Los mortales tenemos que luchar por sobrevivir, mientras que él solo viene cuando le apetece y mete las narices donde no le llaman... ¡Hum! Te diré algo que no a todo el mundo le gusta escuchar: ¿de verdad Rex Lapis sabe de todo?",
      "fr": "Vous croyez vraiment que c'est grâce au Souverain de la Roche que Liyue prospère encore aujourd'hui ?\n\nJe ne crois pas. Nous, mortels, avons dû assurer seuls notre survie face à de nombreuses crises. Lui, a toujours éprouvé le besoin de fourrer son nez dans nos affaires... Hmph. Ce n'est pas agréable à entendre, mais je vais le dire quand même : Morax ne sait pas tout.",
      "pt": "Na sua opinião, o que é mais importante para sustentar milhares anos de história de Liyue? \n\n...Rex Lapis? ...Eu não acho, porque sobrevivemos por conta do nosso esforço, então somos nós que sustentamos a história. O Rex Lapis é arrogante, e queria interferir tudo. Mas, não acredito que ele sabe tudo.",
      "ru": "Как ты думаешь, как Ли Юэ просуществовал тысячу лет?\n\n...Властелин Камня?.. Я так не думаю. Мы, смертные, упорно трудимся, чтобы выжить, а он просто сходит с небес и везде суёт свой нос. Хм, грубовато получилось. Но разве он всеведущ?",
      "id": "Menurutmu, apa hal penting yang membuat Liyue bisa bertahan selama ribuan tahun? Rex Lapis? Aku tidak merasa begitu. Karena hanya kita para manusia yang harus berusaha agar bisa betahan hidup. Dia yang berada di atas malah mau ikut campur. Huh, apa dia benar-benar mengerti penderitaan manusia?",
      "th": "เธอว่าสิ่งที่สำคัญที่สุดในการประคับประคอง Liyue มานับพันปีนั้นคืออะไร?\n\n...ราชาแห่งหิน? ...แต่ฉันไม่ได้รู้สึกอย่างนั้น เพราะมนุษย์อย่างพวกเราน่ะ ต้องอาศัยความพยายามถึงจะอยู่รอดได้ ผู้ที่อยู่บนสวรรค์อันสูงส่งกลับเข้ามายุ่มย่ามไปซะทุกสิ่ง ฮึ พูดตามตรงเลยนะ เขาจะรู้ไปหมดทุกเรื่องจริง ๆ น่ะเหรอ?",
      "vi": "Theo bạn, điều quan trọng đã chống đỡ cho Liyue vượt qua hàng ngàn năm nay là gì? \n\n...Đế Quân?...Tôi không nghĩ vậy, bởi phải dựa vào sự cố gắng mới có thể tồn tại, chung quy là do con người chúng ta. Ngài ấy luôn ngồi ở phía trên đó, lại muốn can dự vào mọi chuyện. Hừ, nói câu khó nghe, ngài ấy thực sự hiểu hết tất cả sao?"
    }
  },
  {
    "title": {
      "zhs": "关于刻晴自己·反思",
      "zht": "關於刻晴自己·反思",
      "jp": "刻晴自身について·反省",
      "ko": "각청 자신에 대해·반성",
      "en": "About Keqing: Self-Reflection",
      "de": "Über Keqing – Rückbesinnung",
      "es": "Sobre Keching - Reflexiones",
      "fr": "À propos de Keqing - Introspection",
      "pt": "Sobre Keqing - Autorreflexão",
      "ru": "О Кэ Цин: Переосмысление",
      "id": "Tentang Keqing: Introspeksi",
      "th": "เกี่ยวกับตัว Keqing เอง - คิดทบทวน",
      "vi": "Về Bản Thân Keqing - Suy Tư"
    },
    "line": {
      "zhs": "真的接手璃月的各种事务之后，才深感帝君千年来的辛劳。最近我遇上的棘手问题数不胜数，我总会不自觉地去想：「若是帝君，这时候会怎么做呢？」说不定，他真的什么都懂，是我太不成熟了…",
      "zht": "真的接手璃月的各種事務之後，才深感帝君千年來的辛勞。最近我遇上的棘手問題數不勝數，我總會不自覺地去想：「若是帝君，這時候會怎麼做呢？」說不定，他真的什麼都懂，是我太不成熟了…",
      "jp": "璃月の様々な事務に携わってから、初めて帝君の苦労を痛感したわ。最近、問題にぶつかるたびに「帝君なら、どうするかな？」って考えるようになったの。もしかしたら、本当に彼は何でも知っているのかもしれない。ああ、私ったらまだまだ甘いわね…",
      "ko": "리월의 각종 업무를 맡아보니 이제야 암왕제군의 노고를 실감할 수 있는 것 같아. 요즘은 골치 아픈 문제가 셀 수 없이 많아서 나도 모르게 「이럴 때 암왕제군께선 어떻게 하셨을까?」라고 생각하게 된다니까? 아마 암왕제군께선 정말로 모든 걸 다 알고 계셨을 거야. 내가 너무 철이 없었지…",
      "en": "After I took on the management of so many of Liyue's affairs, I had a new-found respect for Rex Lapis and all his hard work over the last millennium. Recently, every time I come up against a difficult problem with no obvious solution, I find myself thinking: What would Rex Lapis do? Maybe he really IS an expert in everything, and I've got more left to learn than I realized...",
      "de": "Nachdem ich gezwungenermaßen angefangen hatte, mich um alle möglichen Angelegenheiten in Liyue zu kümmern, habe ich erkannt, welche Leistungen Rex Lapis erbracht hat. Ich habe mich dabei ertappt, dass ich bei einigen schwierigen Fragen überlegte, was Rex Lapis wohl in solchen Fällen tun würde. Vielleicht war ich zu voreilig und er wusste wirklich über alles Bescheid.",
      "es": "Tras asumir la responsabilidad de gestionar muchos de los asuntos de Liyue, sentí un nuevo respeto por Rex Lapis y su arduo trabajo durante el último milenio. Recientemente, cada vez que me encuentro con un problema difícil de solucionar, pienso: ¿qué haría Rex Lapis? Tal vez realmente sea un experto en todo, y a mí me quede por aprender más de lo que pensaba...",
      "fr": "Depuis que je gère certaines affaires à Liyue, j'ai appris à respecter le travail accompli par le Souverain de la Roche. Dernièrement, lorsque je me retrouve au pied du mur quand j'ai un problème, je me demande comment le Souverain de la Roche aurait fait à ma place. Peut-être que je me suis trompée et qu'il est omniscient après tout... J'ai encore beaucoup à apprendre...",
      "pt": "Depois de ter tratado de vários assuntos de Liyue, comecei a sentir a dureza do Rex Lapis. Recentemente tenho estado com muitas dificuldades, não me consigo parar de pensar: \"Se fosse o Rex Lapis, o que eu ia fazer?\" Talvez ele saiba tudo, sou eu que não sou madura o suficiente.",
      "ru": "Когда я взяла на себя так много обязанностей в Ли Юэ, я стала ценить тысячелетний труд Властелина. Теперь, когда я сталкиваюсь с неразрешимой проблемой, я часто спрашиваю себя: «А как бы поступил Властелин?» Может быть, он действительно всеведущ - это я просто ещё не доросла...",
      "id": "Tapi setelah mengurus banyak hal untuk Liyue, aku akhirnya mengerti usaha Rex Lapis selama ribuan tahun ini. Belakangan ini, setiap kali aku menemui masalah yang sulit terpecahkan, aku akan bertanya-tanya sendiri dan berpikir, \"Kalau Rex Lapis yang mengalaminya, apa yang akan dia lakukan?\" Mungkin dia benar-benar tahu semua hal dan masih banyak hal yang belum kuketahui...",
      "th": "หลังจากรับช่วงกิจการต่าง ๆ ของ Liyue แล้ว ก็เข้าใจถึงความเหน็ดเหนื่อย ที่ผ่านมานับพันปีของท่านราชาแห่งหิน ช่วงนี้ฉันเจอกับปัญหายุ่งยากมากมายนับไม่ถ้วน ฉันมักจะคิดว่า: \"ถ้าเป็นท่านราชาแห่งหิน ท่านจะทำยังไงนะ?\" ไม่แน่ว่าท่านอาจจะรู้ไปหมดทุกเรื่องก็ได้ เป็นเพราะฉันยังเด็กเกินไป...",
      "vi": "Sau khi tiếp quản các vấn đề khác nhau của Liyue, thì mới có thể cảm nhận sâu sắc sự vất vả của Đế Quân trong hàng ngàn năm qua. Gần đây tôi có vô số vấn đề nhức nhối, tôi luôn suy nghĩ một cách vô thức rằng: \"Nếu là Đế Quân thì sẽ làm gì lúc này nhỉ?\" có lẽ ngài ấy thực sự hiểu mọi thứ, là tôi chưa đủ chín chắn rồi..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·追寻",
      "zht": "關於我們·追尋",
      "jp": "追求について…",
      "ko": "우리에 대해·추구",
      "en": "About Us: Pursuing",
      "de": "Über uns – Verfolgung",
      "es": "#Sobre nosotr{F#as}{M#os} - Búsqueda",
      "fr": "À propos de nous - Réflexion",
      "pt": "Sobre Nós - Perseguição",
      "ru": "О нас: Стремления",
      "id": "Tentang kita: Mengejar",
      "th": "เกี่ยวกับเรา - สืบหา",
      "vi": "Về Chúng Tôi - Tìm Kiếm"
    },
    "line": {
      "zhs": "我很欣赏你，面对神明，不笃信，不盲从，随时保持独立思考，有问题就大胆问出来，没有答案就会一直追寻下去。别不好意思，这才是正确的态度，毕竟，谁又能保证，神就不会犯错呢？",
      "zht": "#我很欣賞{F#妳}{M#你}，面對神明，不篤信，不盲從，隨時保持獨立思考，有問題就大膽問出來，沒有答案就會一直追尋下去。別不好意思，這才是正確的態度，畢竟，誰又能保證，神就不會犯錯呢？",
      "jp": "君のことは気に入ってるわ。神のことを100%信じることなく、盲従もしない。自分なりの考えを持ち、問題を提起して、答えが出るまで模索し続ける姿勢が素敵よ。ふふっ、恥ずかしがることないわ、それこそ正しい生き様だもの。だって、神が過ちを犯さないなんてこと誰も証明できないでしょ？",
      "ko": "나는 네가 맘에 들어. 신명을 마주하고도 맹목적으로 신뢰하거나 따르지 않잖아. 그리고 항상 독립적인 사고로 의문을 제기하고, 답을 찾기 위해 끊임없이 노력하지. 쑥스러워하지 마, 그게 올바른 태도니까. 신은 실수하지 않는다고 누가 장담할 수 있겠어?",
      "en": "You know why I like you? It's because you don't believe something just because it was said by a god. You make up your own mind. You ask the questions everyone else is too cowardly to ask, and when you don't get an answer, you keep looking till you find one. Oh don't worry — your way is definitely the right way. Who says gods don't make mistakes, anyway?",
      "de": "Ich finde, du machst das wirklich gut. Selbst im Angesicht der Götter folgst du nicht blind, sondern benutzt Köpfchen. Wenn du eine Frage hast, stellst du sie und forderst eine Antwort ein. Du brauchst dich nicht zu schämen, du machst das richtig so. Wer könnte schon behaupten, dass Götter alles richtig machen?",
      "es": "¿Sabes por qué me agradas? Porque no crees en algo solo porque lo dijera un dios, sino que tomas tus propias decisiones. Haces las preguntas que al resto le da miedo hacer y, cuando no obtienes la respuesta que buscabas, sigues buscando hasta encontrarla. Oh, no te preocupes, tu camino es el correcto. Además, ¿quién dice que los dioses no cometen también errores?",
      "fr": "Je vous apprécie beaucoup. Vous ne buvez pas les paroles de n'importe qui, même celles d'un dieu, avant de vous faire votre propre idée et vous ne craignez pas de poser les questions qui dérangent. Lorsque vous n'obtenez pas de réponses satisfaisantes, vous les cherchez par vous-même... Je pense que votre façon de penser est la meilleure. Qui a dit que les dieux ne pouvaient pas se tromper ?",
      "pt": "Eu te admiro. Você não acredita em deuses cegamente, levanta perguntas quando tem dúvida, persegue o caminho todo para encontrar a resposta certa. É uma atitude certa, não há garantia de que todos os deuses são certos.",
      "ru": "#Знаешь, что мне в тебе нравится? Даже пред лицом божества ты не впадаешь в пиетизм и не следуешь слепо за ним, а продолжаешь мыслить, смело задавать вопросы, и, не получив ответа, сам{F#a} отправляешься в поиск. Не надо смущаться. Так и надо поступать, ведь нет никакой гарантии, что боги не могут ошибаться.",
      "id": "Aku sangat mengagumi. Kamu tidak memercayai sesuatu hanya karena orang lain memercayainya. Kamu punya cara berpikir tersendiri. Saat ada yang tidak dimengerti, kamu akan bertanya tanpa gentar, dan kalau tidak ada jawabannya, kamu akan mencari jawabannya sampai dapat. Ini adalah sikap yang benar dalam menghadapi masalah. Siapa bilang Dewa tidak akan membuat kesalahan? Iya, kan?",
      "th": "ฉันชื่นชมเธอนะ แม้อยู่ต่อหน้าเทพก็ไม่ศรัทธาอย่างงมงาย ไม่เชื่ออย่างหลับหูหลับตา ยึดมั่นในความคิดของตัวเอง มีคำถามก็กล้าที่จะถามออกมา ถ้าไม่มีคำตอบก็ตามเสาะหา อย่ารู้สึกไม่ดีเลยนะ นี่คือทัศนคติที่ถูกต้อง และที่สำคัญใครจะรับประกันได้ว่า เทพจะไม่เคยทำผิด?",
      "vi": "Tôi rất ngưỡng mộ bạn. Đối mặt với các vị thần mà vẫn không mê tín, không mù quáng, luôn suy nghĩ một cách độc lập, có vấn đề thì mạnh dạn hỏi, chưa có đáp án thì sẽ tiếp tục truy tìm. Đừng ngần ngại, đây mới là thái độ đúng đắn, ai có thể đảm bảo rằng là thần thì sẽ không phạm sai lầm chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·尝试",
      "zht": "關於我們·嘗試",
      "jp": "試みについて…",
      "ko": "우리에 대해·도전",
      "en": "About Us: Trying",
      "de": "Über uns – Versuche",
      "es": "#Sobre nosotr{F#as}{M#os} - Prueba",
      "fr": "À propos de nous - Essai",
      "pt": "Sobre Nós - Tentativa",
      "ru": "О нас: Пробы",
      "id": "Tentang kita: Mencoba",
      "th": "เกี่ยวกับเรา - ทดลอง",
      "vi": "Về Chúng Tôi - Thử"
    },
    "line": {
      "zhs": "这没什么难的，你试试就知道了。如果试过以后还不行的话…？不，你从没让我失望过，所以我相信你不是那样的人。",
      "zht": "#這沒什麼難的，{F#妳}{M#你}試試就知道了。如果試過以後還不行的話…？不，你從沒讓我失望過，所以我相信{F#妳}{M#你}不是那樣的人。",
      "jp": "そう難しくないから、試しにやってみれば分かるわよ。それでもダメな場合…？ううん、君は私の期待を裏切ったことないから絶対行けるはずよ。",
      "ko": "별로 어렵지 않아. 해보면 알 수 있을 거야. 해보고도 안되면…? 아니, 넌 한 번도 날 실망시킨 적이 없으니, 난 네가 해낼 수 있을 거라 믿어",
      "en": "It's not difficult, you'll see. Just give it a try. What if you try and it doesn't work out? ...No, I don't believe that will happen. You've never let me down before. You don't seem the type.",
      "de": "Ist doch nichts dabei. Versuche es einfach! Wenn es nicht klappt, dann mach trotzdem weiter. Du hast mich bisher auch nicht im Stich gelassen. Du wirst das schon schaffen.",
      "es": "No es difícil, pruébalo. ¿Que qué pasa si lo intentas y no funciona? No creo que eso suceda. Nunca antes me has decepcionado, así que no creo que seas ese tipo de persona.",
      "fr": "Ce n'est pas difficile, essayez donc. Que faire si vous échouez ? Ne craignez rien, ça n'arrivera pas. Vous ne m'avez jamais déçue jusque-là.",
      "pt": "Não é nada de difícil! Prove! Se não der...? Não! Você nunca me deixou desapontada! Então confio em você!",
      "ru": "#Это совсем не сложно, попробуй и сам{F#a} узнаешь. Если попробуешь и не получится?.. Нет, ты меня ещё ни разу не подводил{F#a}, поэтому я верю, что у тебя всё получится.",
      "id": "Apa susahnya? Kamu akan tahu kalau mencobanya. Kalau kamu tidak berhasil...? Tidak, kamu tidak akan mengecewakanku. Aku yakin kamu bukan orang seperti itu.",
      "th": "นี่ไม่มีอะไรยากเลย เธอแค่ลองก็จะรู้ ถ้าลองแล้วยังไม่ได้ล่ะก็...? ไม่สิ เธอไม่เคยทำให้ฉันผิดหวังมาก่อน ดังนั้นฉันเชื่อว่าเธอไม่ใช่คนแบบนั้น",
      "vi": "Không có gì khó cả, bạn thử rồi sẽ biết. Nếu thử rồi vẫn không được...? Không, bạn chưa từng làm tôi thất vọng, vậy nên tôi tin bạn không phải người như vậy."
    }
  },
  {
    "title": {
      "zhs": "关于我们·鼓励",
      "zht": "關於我們·鼓勵",
      "jp": "励みについて…",
      "ko": "우리에 대해·격려",
      "en": "About Us: Encouragement",
      "de": "Über uns – Ermutigung",
      "es": "#Sobre nosotr{F#as}{M#os} - Ánimos",
      "fr": "À propos de nous - Encouragement",
      "pt": "Sobre Nós - Encorajamento",
      "ru": "О нас: Стимул",
      "id": "Tentang kita: Semangat",
      "th": "เกี่ยวกับเรา - กำลังใจ",
      "vi": "Về Chúng Tôi - Ủng Hộ"
    },
    "line": {
      "zhs": "过去的我太天真了。想要和帝君相提并论，我…真的有这个资格吗？…欸？嗯…你说得对，明明在其他事情上都很有自信，为什么我会为这件事烦恼。与其在这里垂头丧气，不如多做多学，努力追上他！",
      "zht": "#過去的我太天真了。想要和帝君相提並論，我…真的有這個資格嗎？…欸？嗯…{F#妳}{M#你}說得對，明明在其他事情上都很有自信，為什麼我會為這件事煩惱。與其在這裡垂頭喪氣，不如多做多學，努力追上他！",
      "jp": "私が甘かったわ。帝君みたいになるなんて、私に…できるかしら？えっ？うん…確かにそうね‥他のことには自信が持てるのに、こんなことで悩んでいられない。悩むよりも行動するのみ！努力し続ければ、いつか彼にだって追いつけるはずよ！",
      "ko": "옛날엔 내가 너무 순진했지. 암왕제군님과 동등한 위치에 서려고 하다니, 애초에… 내게 그런 자격이 있긴 한 걸까? 어? 음… 네 말이 맞아. 분명 다른 일엔 자신감이 넘치는데 왜 이 일로 고민하고 있는지 모르겠어. 여기서 이렇게 의기소침해 있느니 차라리 더 많은 것을 배워 그를 따라잡기 위해 노력하겠어!",
      "en": "I used to be so naive. I genuinely believed I was on a par with Rex Lapis... Seems I really overestimated myself. Hmm? Yes... You're right! I have plenty of self-confidence in other areas, so why not in this? ...I can catch up with him — I WILL catch up with him! I just need to keep my chin up, keep trying, and keep learning!",
      "de": "Ich habe mich früher wirklich selbst überschätzt und dachte, auf der selben Ebene wie Rex Lapis zu sein. Dabei ... Hm, du meinst, ich könnte es tatsächlich schaffen? Ich? ... Du hast recht, mir fehlt es sonst auch nicht an Selbstvertrauen. Warum sollte ich mich jetzt aufhalten lassen? Ich muss mich einfach nur genug anstrengen!",
      "es": "Antes era tan ingenua... Realmente creía que estaba a la par con Rex Lapis... Parece que me sobrevaloré a mí misma. ¿Eh? Sí, tienes razón. Si tengo tanta confianza en mí misma con otras cosas, ¿por qué con esto no? Puedo alcanzar su nivel, ¡lo alcanzaré! ¡Solo debo mantener la cabeza bien alta, seguir intentándolo y seguir aprendiendo!",
      "fr": "J'étais bien trop naïve autrefois. Je croyais vraiment pouvoir discuter en égale avec le Souverain de la Roche... Je me surestimais grandement. Hmm ? Oui... Vous avez raison, je ne manque pas de confiance dans d'autres domaines, alors pourquoi pas dans ce cas ? ... J'atteindrai son niveau un jour – je le SAIS ! Il suffit que je m'attelle à la tâche, et que je continue à m'améliorer !",
      "pt": "#Antigamente eu era muito ingênua. Achava que estava a altura de Rex Lapis... Mas será que eu realmente tenho essa capacidade? Hã? Oh, você está cert{F#a}{M#o}, eu claramente sou muito auto-confiante com outras coisas, por que ficaria nervosa com algo assim? Ao invés de ficar aqui insatisfeita, eu deveria me esforçar para alcançar ele!",
      "ru": "Раньше во мне было слишком много наивности. Мне казалось, что я могу быть на равных с Властелином, но... так ли это? ...А? Да... Ты говоришь верно. Мне хватает уверенности в себе в других областях, так зачем беспокоиться об этой. Вместо того чтобы распускать нюни, надо больше учиться и больше работать. Я ещё поравняюсь с ним!",
      "id": "Aku dulu sangat naif. Aku bahkan benar-benar percaya kalau diriku setara dengan Rex Lapis ... Sepertinya aku hanya melebih-lebihkan diriku sendiri. Hmm? Kamu benar! Aku memiliki banyak kepercayaan diri di bidang lain, jadi kenapa yang ini tidak? Aku pasti bisa menyusulnya — AKU AKAN menyusulnya! Aku hanya perlu untuk tetap percaya diri, terus mencoba, dan terus belajar!",
      "th": "ในอดีตน่ะ ฉันไร้เดียงสามาก อยากจะเทียบกับราชาแห่งหิน ฉัน...มีสิทธิ์แบบนั้นด้วยรึไง? ...เอ่? อืม... เธอพูดถูก เรื่องอื่นฉันยังมีความมั่นใจเลย ทำไมต้องมากลุ้มใจเพราะเรื่องแบบนี้ด้วย แทนที่จะมาเศร้าซึมอยู่ที่นี่ สู้หาความรู้เพิ่มเติม พยายามตามเขาให้ทันดีกว่า!",
      "vi": "Trước đây tôi quá ngây thơ. Muốn được ngang hàng với Đế Quân, tôi... thực sự có tư cách đó không?...Hả? Ừm... bạn nói đúng, rõ ràng là tôi rất tự tin vào những việc khác, tại sao tôi lại buồn phiền vì chuyện này nhỉ. Thay vì ở đây chán nản ủ rũ, sao không học hỏi nhiều hơn, cố gắng đuổi kịp ngài ấy!"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·质疑",
      "zht": "關於「神之眼」·質疑",
      "jp": "「神の目」について·質問",
      "ko": "「신의 눈」에 대해·의심",
      "en": "About the Vision: Skepticism",
      "de": "Über das „Göttliche Auge“ – Zweifel",
      "es": "Sobre la Visión - Escepticismo",
      "fr": "À propos de l'œil divin - Remise en question",
      "pt": "Sobre a Visão - Ceticismo",
      "ru": "О Глазе Бога: Сомнения",
      "id": "Tentang Vision: Kecurigaan",
      "th": "เกี่ยวกับ \"วิชั่น\" - สงสัย",
      "vi": "Về Vision - Nghi Ngờ"
    },
    "line": {
      "zhs": "都说「神之眼」是神的认可，我才不需要这种东西。不如说我还有点生气呢！就像我一直以来的工作成果，都是多亏了神的力量一样。明明是我自己的功劳，和神才没什么关系。",
      "zht": "都說「神之眼」是神的認可，我才不需要這種東西。不如說我還有點生氣呢！就像我一直以來的工作成果，都是多虧了神的力量一樣。明明是我自己的功勞，和神才沒什麼關係。",
      "jp": "神の目は神に認められた証だってみんな言うけど、そんな物いらない。まるで今まで私がやってきた成果が神のおかげだって言われてるみたいじゃない。ああっ、もうムカつく！自分が努力した結果であって、神とは関係ないっていうのに！",
      "ko": "신에게 인정을 받아야만 「신의 눈」을 가질 수 있다고들 하는데 난 그딴거 필요 없어. 오히려 화가 나. 내가 이룬 성과가 다 신의 힘 때문이라고 폄하 당하는 것 같아. 다 내가 노력해서 이룬 거라구. 신은 아무 상관 없어",
      "en": "If a Vision means the approval of the gods, then I don't see why I should want one. In fact, I find it quite insulting... It's like trying to say everything I've ever achieved is all thanks to the gods looking out for me! Well, I got to where I am today through my own hard work. The gods had nothing to do with it.",
      "de": "Man sagt ja, dass ein Göttliches Auge für die Anerkennung der Götter stehe. Sowas habe ich aber nie verlangt. Ich finde das sogar ziemlich dreist! Als wäre alles, was ich bisher geleistet hätte, nur mithilfe der Götter möglich gewesen ... Dabei ist das mein eigener Verdienst und hat nichts mit den Göttern zu tun.",
      "es": "Si tener una Visión significa tener la validación de los dioses, entonces no veo por qué debería querer una. De hecho, me parece bastante insultante... ¡Es como si me dijeran que todo lo que he logrado ha sido gracias a los dioses! Estoy donde estoy gracias a mi duro trabajo. Los dioses no tienen nada que ver con ello.",
      "fr": "Si recevoir un œil divin est un signe de reconnaissance des dieux, alors je ne sais pas pourquoi on m'en a donné un. Je trouve ça presque insultant ! C'est comme si je leur devais toutes mes réussites, alors que j'ai travaillé dur pour en arriver là aujourd'hui, sans leur aide.",
      "pt": "Dizem que a Visão é o reconhecimento dos Arcontes! Eu não preciso disso! Foi o meu trabalho duro que deu frutos, não foi a ajuda dos Arcontes.",
      "ru": "Все говорят, что Глаз Бога - это признание божеств. Если это так, то он мне не нужен, и я считаю это оскорблением! Получается, всё, что я достигла, было благодаря их помощи. Но я всего достигла сама и боги здесь совершенно ни при чём!",
      "id": "Kalau memang \"Vision\" adalah bentuk pengakuan dari Dewa, aku tidak merasa aku memerlukannya. Sebenarnya, mungkin aku sedikit kesal! Sama seperti pencapaian yang kulakukan selama ini, aku melakukannya dengan usahaku sendiri, tapi seakan-akan semua ini karena berkat dari Dewa. Jelas-jelas ini berkat kerja kerasku, tidak ada hubungannya dengan Dewa sama sekali.",
      "th": "ว่ากันว่า \"วิชั่น\" นั้นเป็นสิ่งที่มอบให้กับผู้ที่ได้รับการยอมรับจากเทพเจ้า ซึ่งฉันไม่ต้องการสิ่งนี้ พูดแล้วฉันยังโมโหอยู่นิด ๆ นะเนี่ย! เหมือนกับผลงานของฉันที่ทำตลอดมาต้องคอยขอบคุณพลังของเทพเจ้า ทั้ง ๆ ที่เป็นผลงานของตัวฉันเองแท้ ๆ ไม่เกี่ยวอะไรกับเทพเลยสักนิด",
      "vi": "Mọi người đều nói rằng Vision chính là sự chấp nhận của thần, tôi không cần thứ đồ đó. Phải nói rằng tôi vẫn còn có chút tức giận nè! Giống như thành quả công việc của tôi luôn phải nhờ vào sức mạnh của thần vậy. Rõ ràng là công sức của chính bản thân tôi, chẳng liên quan gì đến thần cả."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·反思",
      "zht": "關於「神之眼」·反思",
      "jp": "「神の目」について·反省",
      "ko": "「신의 눈」에 대해·반성",
      "en": "About the Vision: Reflection",
      "de": "Über das „Göttliche Auge“ – Rückbesinnung",
      "es": "Sobre la Visión - Reflexión",
      "fr": "À propos de l'œil divin - Introspection",
      "pt": "Sobre a Visão - Reflexão",
      "ru": "О Глазе Бога: Переосмысление",
      "id": "Tentang Vision: Introspeksi",
      "th": "เกี่ยวกับ \"วิชั่น\" - คิดทบทวน",
      "vi": "Về Vision - Suy Tư"
    },
    "line": {
      "zhs": "原来…帝君是想让我用超乎常人的力量，去带领大家。哼，就算没有这份认可，我也可以把工作做得很好！等…等着看吧！我不会让他失望的！",
      "zht": "原來…帝君是想讓我用超乎常人的力量，去帶領大家。哼，就算沒有這份認可，我也可以把工作做得很好！等…等著看吧！我不會讓他失望的！",
      "jp": "帝君は私に…常人を超えた力でみんなを導いて欲しかったのね。ふん、たとえ神に認められていなくても、私は仕事を全うできるのに！ま…待ってなさいよ！彼の期待に応えてみせるんだから！",
      "ko": "암왕제군께선 내 비범한 힘으로 사람들을 이끌길 바라신 거야. 근데 그렇게 기대하지 않아도 난 잘 해낼 수 있다고. 두고 봐, 절대 실망시키지 않을 테니",
      "en": "Oh, so... Rex Lapis wanted me to have power beyond the average mortal so that I can be a great leader? Huh... I like to think I'd do an admirable job even without his blessing! Yeah, I'll show him... I won't give him any reason to be disappointed with me...",
      "de": "Rex Lapis wollte also, dass ich mehr Möglichkeiten bekomme als andere Menschen, um ein guter Anführer zu werden ... Selbst ohne seine Unterstützung wäre ich bestimmt dazu in der Lage! Wartet nur, ich werde es alles beweisen!",
      "es": "Oh, entonces... ¿Rex Lapis quería que tuviera un poder más fuerte que el resto de los mortales para ser una buena líder? Humm... Bueno, ¡podría hacer un buen trabajo incluso sin su bendición! Sí, se lo demostraré para que no tenga ninguna razón por la que sentirse decepcionado conmigo.",
      "fr": "Apparemment, le Souverain de la Roche souhaitait me faire don d'un pouvoir pour que je devienne une dirigeante digne de ce nom ? Personnellement, je pense que je me serais très bien débrouillée sans son aide ! Je vais lui montrer de quoi je suis capable ! Il ne sera pas déçu, croyez-moi !",
      "pt": "Afinal... o Rex Lapis queria que eu liderasse o povo com um poder incomparável. Eu faria bem o meu trabalho mesmo sem esse reconhecimento! Isso, vou mostrar a ele... Não vou dar nenhum motivo para ele se desapontar...",
      "ru": "Получается... Властелин Камня хотел дать мне силу, недоступную обычным людям, чтобы я вела их за собой. Хм... Как будто я и без его благословения не справилась бы! Я покажу ему... Я ни за что его не подведу!",
      "id": "Oh, jadi... Rex Lapis ingin aku menggunakan kemampuan yang melebihi manusia untuk menjadi pemimpin? Huh, kalaupun aku tidak diberkati dia, aku tetap bisa melakukan pekerjaanku dengan baik! Lihat saja nanti! Aku tidak akan membuat dia kecewa!",
      "th": "ที่แท้...ราชาแห่งหินก็อยากให้ฉันใช้พลังที่เกินกว่าคนธรรมดาทั่วไปนี้นำพาทุกคนสินะ ฮึ ต่อให้ไม่มีการยอมรับนี้ ฉันก็สามารถทำงานออกมาได้ดี! รอ...รอดูไว้เถอะ! ฉันจะไม่ทำให้เขาผิดหวัง!",
      "vi": "Hoá ra... Đế Quân muốn tôi sử dụng sức mạnh hơn người này để lãnh đạo mọi người. Hừ, ngay cả không có thứ này, tôi cũng có thể làm tốt công việc! Đợi... hãy đợi đấy! Tôi sẽ không để ngài ấy thất vọng!"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·倡议",
      "zht": "有什麼想要分享·倡議",
      "jp": "シェアしたいこと·提案",
      "ko": "하고 싶은 이야기·제안",
      "en": "Something to Share: Initiative",
      "de": "Willst du mir etwas mitteilen? – Anregung",
      "es": "Algo que compartir - Propuesta",
      "fr": "Quelque chose à partager - Suggestion",
      "pt": "Algo para compartilhar - Proposta",
      "ru": "Давай поделимся: Инициатива",
      "id": "Berbagi Cerita: Inisiatif",
      "th": "ต้องการจะแชร์อะไร - เสนอความเห็น",
      "vi": "Có gì muốn chia sẻ - Sáng Kiến"
    },
    "line": {
      "zhs": "除开「璃月七星」的工作，我也会做很多公益方面的事，大多数的反响都还不错。但类似「每天多工作一个时辰」这样的倡议，就遇到了不小的阻力…唉，看来想法还是太超前了，要不然，下次改成半个时辰试试吧。",
      "zht": "撇開「璃月七星」的工作，我也會做很多公益方面的事，大多數的反響都還不錯。但類似「每天多工作一個時辰」這樣的倡議，就遇到了不小的阻力…唉，看來想法還是太超前了，要不然，下次改成半個時辰試試吧。",
      "jp": "「璃月七星」の仕事以外に私は公益活動もしてるの。ほとんどの活動でいい反響をもらったけど、「毎日の勤務時間を2時間増やす」っていう活動だけは大勢の人に反対されたわ。時代を追い越すような提案だったのかな…今度は1時間にしよう。",
      "ko": "난 「리월 칠성」의 업무 말고도 공익적인 일에도 힘쓰고 있어. 대부분은 반응이 괜찮았는데 「하루에 한 시간씩 더 일하자」라는 제안은 많이들 반대하더라구…. 에휴, 생각이 너무 앞서나갔나, 다음엔 30분씩 더 일하자고 제안해봐야겠어",
      "en": "In addition to my work with the Liyue Qixing, I do a lot of work for the public, too. Mostly the feedback is positive, but whenever I propose something like adding an extra hour to the workday, I come up against very strong resistance... I'm too forward-thinking, I suppose. Maybe I should start with a half hour instead?",
      "de": "Von meiner Arbeit bei den Qixing von Liyue abgesehen leiste ich auch viel im öffentlichen Leben. Meistens bekomme ich positive Rückmeldungen. Wenn ich aber etwas vorschlage, wie zum Beispiel eine Arbeitsstunde pro Tag hinzuzufügen, stoße ich meist auf Widerstand ... Vielleicht vertragen die Leute nicht so viele Veränderungen auf einmal. Ich sollte mit einer halben Stunde anfangen.",
      "es": "Además de mi trabajo con las Siete Estrellas de Liyue, también hago mucho por el bienestar de la población. En general, siempre obtengo comentarios positivos, pero cada vez que propongo algo, como agregar una hora extra a la jornada laboral, veo que la gente se opone... Supongo que soy una persona adelantada a su tiempo. Quizás debería comenzar con media hora en vez de una.",
      "fr": "En dehors de mon travail pour les Sept Étoiles, je m'implique aussi dans l'intérêt général de Liyue. Les Liyuéens sont généralement contents de mon travail, mais ma proposition de rajouter une heure de travail lors des jours ouvrables a suscité un tollé... Je suis sans doute trop visionnaire. J'aurais peut-être dû suggérer une demi-heure ?",
      "pt": "Além das tarefas dos Qixing de Liyue, faço muitos trabalhos voluntários também, e a maioria dos feedbacks é positiva. Mas tais propostas como \"trabalhar mais uma hora\" não estão correndo muito bem! Na próxima vez, vai ser só \"meia hora\".",
      "ru": "Кроме работы в Цисин я ещё занимаюсь общественными делами. Обычно реакция очень положительная, но когда я предлагаю что-то типа увеличения рабочего дня на один час, то сталкиваюсь с заметным сопротивлением. Хм... Возможно, я бегу впереди повозки. Попробую предложить увеличение на полчаса...",
      "id": "Selain pekerjaan dengan Liyue Qixing, aku juga melakukan banyak kegiatan amal. Dan respon dari mereka sangat bagus. Tapi setiap kali aku mencoba mengajukan rencana penambahan satu jam kerja setiap hari, banyak sekali orang yang memprotes. Mungkin aku berpikir terlalu maju. Lain kali aku akan mencoba menggantikannya menjadi setengah jam.",
      "th": "นอกจากงานของ \"Liyue Qixing\" แล้ว ฉันก็ทำสิ่งที่เป็นประโยชน์ต่อผู้อื่น ด้วย ซึ่งผลตอบรับส่วนใหญ่ก็ไม่แย่เลย แต่การเสนอความเห็นอย่าง \"ทำงานเกินมาอีกหนึ่งชั่วโมงต่อวัน\" นั้นกลับได้รับการต่อต้านไม่น้อยเลย...เอ่ ดูเหมือนความคิดคงจะล้ำหน้าเกินไปหน่อย ไม่อย่างนั้นครั้งต่อไป ลองเปลี่ยนเป็นเสนอให้ทำงานเกินมาอีกครึ่งชั่วโมงก็แล้วกัน",
      "vi": "Ngoài công việc của Thất Tinh Liyue, tôi còn làm rất nhiều việc công ích, hầu hết đều có phản hồi rất tốt. Nhưng những kiến nghị kiểu như \"mỗi ngày làm thêm một giờ\", đều gặp phải rất nhiều sự phản đối... Haiz, xem ra ý tưởng đã hơi đi trước thời đại, hay là lần tới hãy thử đổi thành nửa giờ xem sao."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·纪念品",
      "zht": "有什麼想要分享·紀念品",
      "jp": "シェアしたいこと·グッズ",
      "ko": "하고 싶은 이야기·기념품",
      "en": "Something to Share: Souvenir",
      "de": "Willst du mir etwas mitteilen? – Andenken",
      "es": "Algo que compartir - Souvenir",
      "fr": "Quelque chose à partager - Souvenir",
      "pt": "Algo para compartilhar - Lembrança",
      "ru": "Давай поделимся: Сувенир",
      "id": "Berbagi Cerita: Suvenir",
      "th": "ต้องการจะแชร์อะไร - ของที่ระลึก",
      "vi": "Có gì muốn chia sẻ - Vật Kỷ Niệm"
    },
    "line": {
      "zhs": "帝君的纪念品？你该不会觉得，我的房间里都是这种东西吧？我早就不是小女孩了！虽然…呃，确实是新买了几个帝君的土偶，但、但这些都是用来自我提醒的！和崇拜，仰慕什么的，通通没关系！",
      "zht": "#帝君的紀念品？{F#妳}{M#你}該不會覺得，我的房間裡都是這種東西吧？我早就不是小女孩了！雖然…呃，確實是新買了幾個帝君的土偶，但、但這些都是用來自我提醒的！和崇拜，仰慕什麼的，通通沒關係！",
      "jp": "帝君のグッズ？私の部屋にそんなものがいっぱいあるとでも？私はもう子供じゃないのよ！た、確かに最近、新しい帝君の土偶を買ったけど、あれは自分自身を律するためであって、崇拝とか憧れとかじゃないんだから！",
      "ko": "암왕제군의 기념품? 내 방이 그런 거로 꽉 차 있을 거라 생각하는 건 아니겠지? 난 이제 어린애가 아냐! 음… 암왕제군님의 조각상을 몇 개 산 건 맞지만 이, 이건 다 자아 성찰용이라구! 숭배나 흠모 같은 게 아냐!",
      "en": "What do you mean, Geo Archon paraphernalia? ...You're not suggesting my bedroom is full of that stuff, surely? I'm not a child anymore! Although... Okay, I did buy a couple of Rex Lapis figurines recently, but — but, they're just to keep me on the straight and narrow. Look, just because I own an idol or two does not mean that I idolize him, okay!?",
      "de": "Du meinst von Rex Lapis? Du hast doch nicht in mein Zimmer gesehen?! Ich bin doch kein kleines Mädchen mehr, das ganz viele Rex-Lapis-Figuren sammelt. Ich mag die ein oder andere besitzen. Sie sollen mich anspornen! Das heißt aber nicht, dass ich Rex Lapis verehre!",
      "es": "¿Souvenires de Rex Lapis? ¿Qué intentas decir? ¿Que mi habitación está llena de esas cosas? ¡No soy una niña! Aunque... Está bien, compré un par de figuritas de Rex Lapis hace poco, p-pero solo para recordarme que no debo bajar la guardia. ¡Que sepas que admirar no es lo mismo que idolatrar!",
      "fr": "Des objets à l'effigie du Souverain de la Roche chez moi ? J'espère que vous plaisantez ! Je ne suis plus une enfant, voyons... Bon, j'ai acheté une ou deux figurines de lui l'autre jour, m—mais elles sont juste là pour me garder dans le droit chemin ! Je ne le vénère en aucun cas !",
      "pt": "As lembranças de Rex Lapis? Não me diga que acha que o meu quarto está cheio das coisas desse gênero? Já não sou criança! Embora... eu realmente tenha alguns bonecos de Rex Lapis. Mas... mas apenas servem como lembretes, e não tem nada ver com a admiração.",
      "ru": "Фигурки Гео Архонта? Не думаешь ли ты, что у меня вся спальня ими завалена? Я же не ребёнок! Хотя... Ну да, недавно я купила парочку фигурок Властелина, но... но это просто напоминание самой себе! Не имеет никакого отношения к вере и поклонению!",
      "id": "Koleksi barang-barang Rex Lapis? Kamu pikir kamarku penuh dengan barang seperti itu? Aku sudah bukan anak kecil lagi! Tapi... eh, aku memang baru membeli beberapa patung Rex Lapis... Tapi semua itu hanya untuk dijadikan sebagai pengingatku saja! Aku bukan mengagumi atau mengidolakannya!",
      "th": "ของที่ระลึกของราชาแห่งหิน? เธอคงไม่คิดว่าในห้องของฉัน จะมีแต่ของแบบนี้หรอกนะ? ฉันไม่ใช่เด็กสาวแล้วนะ! ถึงแม้...เอ่อ ถึงแม้จะซื้อรูปปั้นของราชาแห่งหินมาใหม่หลายอัน ตะ แต่พวกนี้ซื้อเพื่อเอาไว้เตือนตัวเองหรอก! ไม่ได้เกี่ยวกับความศรัทธาหรือเคารพอะไรทั้งนั้น!",
      "vi": "Quà lưu niệm về Đế Quân? Bạn sẽ không cho rằng, trong phòng của tôi đều là mấy thứ đồ đó chứ? Tôi đã không còn là cô bé nữa rồi! Mặc dù... ờ, đúng là đã mua vài con rối Đế Quân bằng đất sét, nhưng... nhưng chúng đều được sử dụng để nhắc nhở bản thân! Không liên quan đến chuyện sùng bái, ngưỡng mộ gì cả!"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我听过一则流传在蒙德的故事：勇气让小鸟学会了飞翔。不过，应该是先有对浩瀚天空无与伦比的向往，才会有振翅的冲动与勇气吧。对我来说，璃月，就是那片天空。",
      "zht": "我聽過一則流傳在蒙德的故事：勇氣讓小鳥學會了飛翔。不過，應該是先有對浩瀚天空無與倫比的嚮往，才會有振翅的衝動與勇氣吧。對我來說，璃月，就是那片天空。",
      "jp": "勇気があったから鳥が空を飛べるようになった、というモンドの物語を聞いたことあるわ。でも、果てしない空への憧憬があったからこそ、彼らの翼を羽ばたかせ、勇気が生まれたんだと思う。私にとって、璃月はその果てしない空と一緒なのよ。",
      "ko": "용기가 작은 새를 날아오르게 했다는 몬드의 전설을 들은 적이 있어. 하지만 하늘 높은 곳에 대한 열망이 먼저 있었기에 날고 싶다는 충동과 용기가 있게 된 거 아닐까? 나한텐 리월이 바로 그 하늘이야",
      "en": "I once heard a Mondstadt fable about courage being what it takes for birds to learn to fly. But I think that you must first possess a yearning for the boundless skies before you would have any inclination, let alone the courage, to spread your wings and try to fly. For me, Liyue is that boundless sky.",
      "de": "Ich habe mal eine Geschichte aus Mondstadt gehört, in der es darum geht, wie die Vögel das Fliegen erlernten. Zunächst einmal muss man aber eine gewisse Sehnsucht nach dem Himmel verspüren, um überhaupt den Anreiz zum Fliegen zu haben. Für mich ist Liyue dieser Himmel.",
      "es": "Una vez escuché una fábula de Mondstadt sobre cómo el valor fue lo que hizo que los pájaros volaran. En mi opinión, antes de tener la motivación y el valor de abrir sus alas, primero deberían sentir un enorme deseo por surcar el vasto cielo. En mi caso, ese “vasto cielo” que me motiva a seguir es Liyue.",
      "fr": "Un jour, on m'a raconté une histoire mondstadtoise qui parlait d'oiseaux devant faire preuve de courage pour voler. Je pense qu'il faut vouloir voler dans le ciel à tout prix avant d'avoir la motivation et le courage de déployer ses ailes. Pour moi, Liyue représente ce ciel...",
      "pt": "Uma lenda de Liyue diz: é a coragem que ensina os pássaros como se voa. Mas, deve ter primeiro um desejo para um céu mais vasto, daí vem a coragem de abrir as asas. Penso eu! Para mim, Liyue é aquele céu!",
      "ru": "Однажды я слышала мондштадтскую легенду о том, сколько храбрости нужно птенцам, чтобы научиться летать. Но мне кажется, что для начала у тебя должна быть страсть к небу, и только потом уже может появиться желание летать. Для меня Ли Юэ и есть это бескрайнее небо.",
      "id": "Aku pernah mendengar cerita yang sempat beredar di Mondstadt tentang seekor burung kecil yang belajar terbang. Tapi burung itu harus mempunyai kerinduan besar untuk menuju langit biru yang luas, agar bisa memberanikan diri untuk mengepakkan sayap dan terbang. Bagi aku, Liyue adalah langit biru itu.",
      "th": "ฉันเคยได้ยินเรื่องเล่าต่อกันมาของ Mondstadt ว่าความกล้าหาญทำให้เจ้านกน้อยบินได้ แต่มันคงจะรู้ทิศทางที่จะบินในท้องฟ้าอันกว้างใหญ่ก่อน ถึงจะกล้ากางปีกบินล่ะมั้ง สำหรับฉันแล้ว Liyue ก็คือท้องฟ้าผืนนั้น",
      "vi": "Tôi từng nghe một câu chuyện được lưu truyền ở Mondstadt: Dũng khí khiến chim biết bay. Nhưng mà, nên có niềm khao khát vô song về bầu trời rộng lớn trước, rồi mới có sự thôi thúc và dũng khí khiến chúng giương cánh. Đối với tôi mà nói thì Liyue chính là bầu trời xanh đó."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "那位「往生堂」的先生，确实博学多才，令人敬佩，但他的思维方式，终究还是太像帝君的那一套了…如果他更有主见的话，将他招揽到我的身边做事，一定会大有帮助。",
      "zht": "那位「往生堂」的先生，確實博學多才，令人敬佩，但他的思維方式，終究還是太像帝君的那一套了…如果他更有主見的話，將他招攬到我的身邊做事，一定會大有幫助。",
      "jp": "あの「往生堂」の先生、確かに博学多才で、尊敬に値するわ。それに彼の考え方は帝君に似ている気がするの…もし彼がもっと自分なりの見解を持ってくれたら、きっと私の力になるはず。そうなったら、彼をそばに置くのも悪くないわね。",
      "ko": "그 「왕생당」의 종려 씨? 박학다식하고 존경할만한 사람이긴 하지만, 사고방식이 너무 암왕제군을 빼닮았어…. 그가 뚜렷한 주관으로 내 곁에서 일해준다면 큰 도움이 될 텐데",
      "en": "The gentleman from the Wangsheng Funeral Parlor? Clearly, he's an extremely learned individual, and I do have a lot of respect for him. But his mindset is too traditional for me — he thinks in the same tired old terms as Rex Lapis did... If he were more of an original thinker, I'm sure he'd be a great asset to me in reaching my objectives.",
      "de": "Ach dieser Herr vom Bestattungsunternehmen Wangsheng? Er ist tatsächlich ausgesprochen gebildet und verdient Respekt. Leider ist er genauso altmodisch wie Rex Lapis in seiner Denkweise. Wenn er etwas eigenständigere Gedanken hätte, wäre er sicher zu gebrauchen. Schon sehr schade.",
      "es": "¿El señor de la Funeraria El Camino? Claramente, es un individuo realmente sabio, por lo que siento un gran respeto hacia él. Pero, para mí, su mentalidad es demasiado tradicional y parecida a la de Rex Lapis... Si tuviera sus propias ideas, estoy segura de que me sería de gran ayuda para alcanzar mis objetivos.",
      "fr": "Celui qui travaille au Funérarium Wangsheng ? Il a l'air extrêmement érudit et j'ai un profond respect pour lui, mais je trouve sa mentalité un peu trop traditionnelle... Il a un peu la même façon de penser que le Souverain de la Roche. S'il était un peu moins conservateur dans ses idées, je l'aurais recruté immédiatement dans mon équipe.",
      "pt": "Aquele senhor da Funerária de Wangsheng é realmente sábio e inteligente, e eu admiro! Mas a maneira de pensar é muito parecida com a do Rex Lapis... Se ele tiver um pensamento mais crítico, gostaria de trabalhar com ele, e ele seria uma grande ajuda.",
      "ru": "Тот господин из ритуального бюро «Ваншэн»? Очевидно, он очень образованный человек, и я его за это уважаю. Но его мышление слишком традиционно, он думает так же, как Властелин Камня... Если бы он не был таким зашоренным, то от него было бы больше пользы.",
      "id": "Pria dari Wangsheng Funeral Parlor? Dia memang punya berpengetahuan luas dan sangat mengagumkan. Tapi pemikirannya terlalu kuno, terlalu sama dengan cara-cara Rex Lapis. Kalau dia bisa mempunyai pemikiran sendiri, aku yakin dia bisa menjadi asisten yang hebat dalam pekerjaan.",
      "th": "คุณคนที่อยู่ \"โถงแห่งการเกิดใหม่ Wangsheng\" คนนั้นเป็นคนที่รอบรู้จริง ๆ ช่างน่านับถือนัก แต่แนวคิดของเขาช่างเหมือนกับท่านราชาแห่งหินซะจริง... หากเขากล้าแสดงความคิดเห็นมากกว่านี้ล่ะก็ ถ้าดึงเขามาทำงานกับฉันคงช่วยได้มากแน่นอน",
      "vi": "Vị tiên sinh ở Vãng Sinh Đường đó thực sự là người học rộng tài cao, khiến người khác phải kính phục, nhưng cách suy nghĩ của anh ấy giống hệt với Đế Quân... Nếu anh ấy có chủ kiến hơn, thì tuyển vào làm việc cho tôi, chắc chắn sẽ rất có ích."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "这位船长总是漠视规则，性格令人头疼，可她的「南十字」船队，对璃月港来说又是必不可少的。如何平衡规则和利益，也是一门艺术。哎呀，只不过那位负责律法的「天权」，可有的忙了。",
      "zht": "這位船長總是漠視規則，性格令人頭痛，可是她的「南十字」船隊，對璃月港來說又是必不可少的。如何平衡規則和利益，也是一門藝術。哎呀，只不過那位負責律法的「天權」，可有的忙了。",
      "jp": "あの船長はいつもルールを無視するし、豪快な性格にも頭を悩まされるわ。でも彼女の「南十字」武装船隊は璃月にとって欠かせない存在なの。ルールと利益、その均衡を保つすべは正に芸術ね。あっ、ただ法を担当する「天権」にとっては悩みの種でしょうけど。",
      "ko": "그 선장은 항상 규칙을 무시해서 골치 아파. 하지만 그녀의 「남십자」함대는 리월항에 꼭 필요한 존재야. 규칙과 이익 사이를 균형 있게 유지하는 것도 예술이라고 할 수 있지. 다만 율법을 담당하는 「천권」은 꽤 바빠지겠지만 말이야",
      "en": "That captain is always flouting the rules, and her personality really rubs people the wrong way. That said, The Crux Fleet is indispensable to Liyue Harbor. It's a bit of an art, knowing when to enforce the rules and when it's in everyone's interests to be more lenient. Thing is, the Tianquan is supposed to be the one enforcing the rules, but she always seems to be too busy...",
      "de": "Dieser Kapitän hält sich in den seltensten Fällen an die Regeln. Obwohl sie einem häufig Kopfschmerzen bereitet, ist die Crux unabdingbar für den Hafen von Liyue. Es ist wirklich eine Kunst, die Wichtigkeit von Regeln abzuwägen, wenn es darum geht, seine Ziele zu erreichen. Der Tianquan sollte ja eigentlich dafür zuständig sein, die Gesetze durchzusetzen ... Aber sie scheint zu beschäftigt zu sein.",
      "es": "Esa capitana de barco siempre está incumpliendo las reglas con su molesta personalidad. Dicho esto, la Flota Crux Meridianam es indispensable para el puerto de Liyue. Saber cuándo hacer cumplir las reglas y cuándo ser más indulgente es casi un arte. Lo que ocurre es que quien debería hacer cumplir las reglas es el Equilibrio Celestial, pero siempre parece estar demasiado ocupada...",
      "fr": "Elle n'a que faire des réglementations en vigueur et sa personnalité n'est pas tout à fait agréable. Cela dit, la Flotte du Crux est essentielle au Port de Liyue. C'est tout un art de savoir quel est le moment le plus propice pour faire appliquer la loi dans l'intérêt de tous. Hélas, ce travail appartient à la Megrez, mais elle semble occupée à faire autre chose ces temps-ci...",
      "pt": "Esta capitã sempre ignora as regras, é realmente uma dor de cabeça. Mas a sua Frota Crux é indispensável para Liyue. Também é uma arte balancear regras e benefícios. Só que dá muito trabalho para o responsável de lei, Tianquan.",
      "ru": "Этот капитан всегда идёт против правил, и характер у неё не подарок. Но её Южный Крест уже стал частью гавани Ли Юэ. Балансировать на грани закона - это тоже искусство. Вообще, следить за выполнением закона - это работа Воли Небес, но она, похоже, слишком занята.",
      "id": "Kapten kapal ini selalu melanggar aturan dan membuatku sakit kepala. Tapi Crux Fleet yang dipimpinnya punya peran yang penting untuk Liyue. Bisa dibilang ini sebuah seni. Kita harus tahu kapan waktunya menegakkan aturan, dan kapan waktunya mementingkan urusan publik. Masalahnya, Tianquan yang seharusnya bertugas menegakkan aturan belakangan ini terlalu sibuk...",
      "th": "กัปตันท่านนี้มักจะมองข้ามกฎระเบียบ และมีนิสัยชวนให้ปวดหัว แต่สำหรับ Liyue แล้วกองเรือ \"Crux\" ของเธอนั้นเป็นสิ่งที่ขาดไม่ได้เลยทีเดียว การทำให้กฎและผลประโยชน์สมดุลกันถือเป็นศิลปะแขนงหนึ่ง อ่า แต่ \"Tianquan\" ผู้รับผิดชอบด้านกฎหมายคงมีเรื่องให้ทำแล้วล่ะ",
      "vi": "Vị thuyền trưởng này luôn coi thường các quy tắc, tính cách thật khiến người khác đau đầu. Nhưng đội thuyền Nam Thập Tự của cô ấy lại không thể thiếu đối với cảng Liyue. Làm thế nào để cân bằng giữa quy tắc và lợi ích cũng là một nghệ thuật. Ôi, chỉ có điều vị Thiên Quyền phụ trách pháp luật kia lại bận rộn rồi."
    }
  },
  {
    "title": {
      "zhs": "关于凝光·矛盾",
      "zht": "關於凝光·矛盾",
      "jp": "凝光について·矛盾",
      "ko": "응광에 대해·갈등",
      "en": "About Ningguang: Conflict",
      "de": "Über Ningguang – Widerspruch",
      "es": "Sobre Ninguang - Contradicción",
      "fr": "À propos de Ningguang - Conflit",
      "pt": "Sobre Ningguang - Conflito",
      "ru": "О Нин Гуан: Противоречия",
      "id": "Tentang Ningguang: Konflik",
      "th": "เกี่ยวกับ Ningguang - ความขัดแย้ง",
      "vi": "Về Ningguang - Mâu Thuẫn"
    },
    "line": {
      "zhs": "我和她虽然是同事，但性子真的合不来。在她的眼里，璃月港不过是她的生意场，只要是能赚钱的事，她什么都做。这岂不是太没原则了？唔…还是说，这就是她的原则？",
      "zht": "我和她雖然是同事，但性子真的合不來。在她的眼裡，璃月港不過是她的生意場，只要是能賺錢的事，她什麼都做。這豈不是太沒原則了？唔…還是說，這就是她的原則？",
      "jp": "彼女とは同僚よ、でも「そり」が合わないの。彼女にとって璃月は所詮ただの商売の場所。金儲けのためなら彼女は何でもするわ。本当に理念のない人よ。うん…それとも、それが彼女の理念なのかしら？",
      "ko": "그녀와 동료 사이이긴 하지만 성격이 잘 안 맞아. 그녀의 눈에 리월항은 단지 사업장에 불과해. 돈을 버는 일이라면 무엇이든 하지. 그건 너무 원칙 없는 거 아니야? 음… 아니면 그게 그녀의 원칙이려나?",
      "en": "We do work together, but we couldn't be more opposite personality-wise. To her, Liyue Harbor is nothing more than a marketplace, and she'll do anything as long as it makes money for her. Doesn't she have any principles? Hmm, or maybe turning a profit IS her principle?",
      "de": "Wir sind zwar Kollegen, aber trotzdem vollkommen verschieden. Für sie ist Liyue nichts weiter als ein großer Markt, bei dem es nur ums Geldverdienen geht. Sie scheint wirklich keine Prinzipien zu haben ... Oder ist das etwa genau das Prinzip, nach dem sie handelt?",
      "es": "Trabajamos juntas, pero no podríamos ser más opuestas en cuanto a personalidad. Para ella, Liyue no es más que un mercado en el que haría cualquier cosa para ganar dinero. ¿Es que no tiene principios? Humm... ¿O tal vez ganar dinero es el principio por el que se rige?",
      "fr": "Nous travaillons ensemble, mais nos personnalités sont totalement opposées. Ningguang considère le Port de Liyue comme un marché géant et ne reculerait devant rien tant que ça lui rapporte de l'argent. N'a-t-elle aucun principe ? ... Peut-être que faire du profit est son seul principe de vie ?",
      "pt": "Embora sejamos colegas, temos características bem diferentes. Nos seus olhos, o Porto de Liyue é onde ela faz negócios. Ela pode fazer tudo para ganhar dinheiro. Isso me parece sem princípio! Ugh... ou isso é o princípio mesmo?",
      "ru": "Хотя мы и коллеги, но наши характеры абсолютно разные. Для неё гавань Ли Юэ - это всего лишь рынок, и она сделает что угодно, если это ей выгодно. Есть ли у неё хоть какие-то принципы? Хмм... всё ради выгоды?",
      "id": "Walaupun kami bekerja bersama, tapi sifat kami sangat berbeda. Di matanya, Liyue Harbor hanyalah ajang untuk berbisnis. Dia rela melakukan apa pun demi menghasilkan uang. Dia benar-benar tidak berprinsip, kan? Atau... apa membuat keuntungan adalah prinsip dia?",
      "th": "ถึงแม้ฉันกับเธอจะเป็นเพื่อนร่วมงานกัน แต่นิสัยเข้ากันไม่ได้เลยจริง ๆ ในสายตาของเธอ Liyue ก็เป็นเหมือนที่ทำธุรกิจ เธอทำได้ทุกอย่างขอแค่เป็นเรื่องที่หาเงินได้ นี่ไม่ใช่ไร้หลักการหรือไงกัน? เอ่อ...หรือจะบอกว่านี่ก็คือหลักการของเธอ?",
      "vi": "Mặc dù tôi và cô ấy là đồng nghiệp, nhưng tính cách không hợp nhau. Trong mắt cô ấy, cảng Liyue chỉ là nơi kinh doanh, chỉ cần có thể kiếm tiền, việc gì cô ấy cũng có thể làm. Đây chẳng phải là không có nguyên tắc rồi sao? Hừm... hay là đây chính là nguyên tắc của cô ấy?"
    }
  },
  {
    "title": {
      "zhs": "关于凝光·合作",
      "zht": "關於凝光·合作",
      "jp": "凝光について·協力",
      "ko": "응광에 대해·협력",
      "en": "About Ningguang: Cooperation",
      "de": "Über Ningguang – Zusammenarbeit",
      "es": "Sobre Ninguang - Cooperación",
      "fr": "À propos de Ningguang - Collaboration",
      "pt": "Sobre Ningguang - Cooperação",
      "ru": "О Нин Гуан: Сотрудничество",
      "id": "Tentang Ningguang: Kerja sama",
      "th": "เกี่ยวกับ Ningguang - ความร่วมมือ",
      "vi": "Về Ningguang - Hợp Tác"
    },
    "line": {
      "zhs": "帝君离开之后，我们难得地达成了很多共识。过去我对她的评价，确实有点偏颇。尽管根本的观念不同，但在现在的时局下，也只能把她视为战友了。",
      "zht": "帝君離開之後，我們難得地達成了很多共識。過去我對她的評價，確實有點偏頗。儘管根本的觀念不同，但在現在的時局下，也只能把她視為戰友了。",
      "jp": "帝君がいなくなって以来、私たちは色々と共通の念を持つようになったわ、珍しくね。以前の私は、彼女を偏った目で見て評価していた。でも、この時世になって、根本的な理念が違っていても、彼女とは戦友になることができたわ。",
      "ko": "암왕제군께서 떠나신 뒤부터 그녀와 통하는 부분이 많아졌어. 예전엔 내가 너무 편파적으로 그녀를 평가했던 것 같아. 그녀와 근본적인 이념은 다르지만, 지금 이 상황에선 그녀와 함께 싸울 수밖에 없겠지",
      "en": "Since Rex Lapis left us, we've actually found some common ground. I was quite judgmental of her in the past, and we still fundamentally disagree on a number of issues, but in the current climate I have to say I count her as a comrade in arms.",
      "de": "Nachdem Rex Lapis von uns gegangen war, haben wir tatsächlich einige Gemeinsamkeiten gefunden. In der Vergangenheit scheine ich sie viel zu schlecht bewertet zu haben. Wir haben zwar völlig verschiedene Ansichten. Im Großen und Ganzen hat sie aber dieselben Ziele wie ich.",
      "es": "Desde que Rex Lapis nos dejó, hemos encontrado algunos puntos en común. Creo que la juzgué demasiado duramente en el pasado. Aunque seguimos en desacuerdo en una serie de cuestiones fundamentales, debido a la situación actual, la considero una compañera de armas.",
      "fr": "Nous nous entendons mieux depuis la disparition du Souverain de la Roche. J'étais toujours la première à la critiquer et nous étions en désaccord sur de nombreux sujets. Cependant, en l'état actuel des choses, je la considère comme ma sœur d'armes.",
      "pt": "Depois da despedida do Rex Lapis, chegamos finalmente a um acordo depois de um processo duro. Admito que alguns comentários meus sobre ela não estão certos. Embora tenhamos valores diferentes, nesta situação, tenho que considerá-la como a minha companheira.",
      "ru": "Когда Властелин Камня покинул нас, мы стали намного ближе. Раньше я её сильно осуждала, да мы и сейчас во многом несогласны, но в нынешней ситуации она - мой союзник.",
      "id": "Setelah Rex Lapis pergi, kami akhirnya menemukan banyak kesamaan. Dulunya aku memang tidak begitu setuju dengan pendapatnya. Tapi sekarang, walaupun terkadang prinsip kami berbeda, aku masih tetap menganggapnya sebagai rekan seperjuangan.",
      "th": "หลังจากที่ราชาแห่งหินจากไป ในที่สุดเราก็ได้มีความเห็นที่ตรงกันได้สักที แม้สิ่งที่ฉันวิจารณ์เธอในสมัยก่อนจะมีอคติปนอยู่บ้าง และถึงแม้มุมมองจะแตกต่างกัน แต่จากสถานการณ์ในตอนนี้ คงทำได้แค่มองว่าเธอคือเพื่อนร่วมรบเท่านั้นล่ะ",
      "vi": "Sau khi Đế Quân rời đi, chúng tôi hiếm khi đạt được sự đồng thuận nhiều như vậy. Đánh giá của tôi về cô ấy trước đây đúng là có chút thiên vị. Mặc dù quan niệm về cơ bản là khác nhau, nhưng trong tình hình hiện tại, cũng chỉ có thể coi cô ấy là đồng đội thôi."
    }
  },
  {
    "title": {
      "zhs": "关于凝光·琐事",
      "zht": "關於凝光·瑣事",
      "jp": "凝光について·些細な事",
      "ko": "응광에 대해·사소한 일",
      "en": "About Ningguang: Trifling Matters",
      "de": "Über Ningguang – Kleinigkeiten",
      "es": "Sobre Ninguang - Trivialidades",
      "fr": "À propos de Ningguang - Frivolité",
      "pt": "Sobre Ningguang - Trivialidades",
      "ru": "О Нин Гуан: Мелочи",
      "id": "Tentang Ningguang: Persoalan sepele",
      "th": "เกี่ยวกับ Ningguang - เรื่องจุกจิก",
      "vi": "Về Ningguang - Chuyện Vặt"
    },
    "line": {
      "zhs": "话虽这么说！明星斋的「琉璃新月」，我提前三个月就预定了！结果去取货的时候才知道，凝光她用两倍的价钱，把这几个月里所有的「琉璃新月」都买走了！果然我还是受不了她！",
      "zht": "話雖這麼說！明星齋的「琉璃新月」，我提前三個月就預定了！結果去取貨的時候才知道，凝光她用兩倍的價錢，把這幾個月裡所有的「琉璃新月」都買走了！果然我還是受不了她！",
      "jp": "とは言え！明星斎の「琉璃新月」は私が3ヶ月も前に予約してたのに！実際にお店へ行ったら、彼女が二倍の値段でここ数ヶ月分の「琉璃新月」を買い占めてたの！やっぱり彼女とは「そり」が合わないわ！",
      "ko": "아무리 그렇다고 해도! 분명 난 3개월 전부터 명성재의 「유리신월」을 예약했는데! 물건을 찾으러 가서야 응광이 두 배 넘는 가격으로 몇 개월 치의 「유리신월」을 전부 사 갔다는 걸 알게 됐어! 역시 그녀랑은 잘 안 맞아!",
      "en": "Ugh, having said that... I ordered a Lucent Crescent from Mingxing Jewelry three months in advance, and when it was finally time to pick it up, they told me Ningguang had bought up the last few months' worth of Lucent Crescents for herself by paying double the price! *sigh* She can be such a pain!",
      "de": "Manchmal nervt sie aber gewaltig! Ich habe drei Monate im Voraus einen Glasmond im Warenhaus Mingxing bestellt. Als ich ihn abholen wollte, wurde mir gesagt, dass Ningguang alle Glasmonde für den doppelten Preis erstanden hat. Sie hat für niemanden etwas übriggelassen!",
      "es": "Dicho esto, pedí una luna de cerámica de Joyas Mingxing con tres meses de anticipación y, cuando por fin llegó el momento de recogerla, me dijeron que Ninguang había comprado las reservas de lunas de cerámica de los últimos meses, ¡y pagando el doble de su precio! ¡Lo sabía! Después de todo, ¡sigue siendo igual de insoportable!",
      "fr": "Je retire ce que j'ai dit ! J'avais commandé un croissant de lune à la Bijouterie Mingxing, il y a trois mois et quand je suis allée le chercher, on m'a informée que Ningguang avait acheté l'intégralité du stock de ces derniers mois en payant le double du prix ! *soupir* Bon sang, qu'est-ce qu'elle peut être énervante !",
      "pt": "É fácil de falar! A Lua Crescente da Joalheria Mingxing... Eu reservei com três meses de antecedência! Mas quando eu fui buscá-la, percebi que a Ningguang já tinha comprado todas as Luas Crescentes por um preço de duas vezes. Sabe, não aguento mais!",
      "ru": "Кстати говоря! Три месяца назад я заказала лазурные полумесяцы в ювелирном доме «Минсин». А в итоге, когда я пришла за заказом, они сказали мне, что Нин Гуан заплатила двойную цену и выкупила все лазурные полумесяцы на пару месяцев вперёд! Терпеть её всё-таки не могу!",
      "id": "Aku sudah memesan Lucent Crescent di Mingxing Jewelry sejak 3 bulan lalu! Tapi waktu mau mengambilnya, mereka malah mengatakan bahwa Ningguang sudah memborong semua stok Lucent Crescent beberapa bulan ini dengan harga 2 kali lipat! Aku benar-benar tidak tahan dengannya!",
      "th": "ถึงจะพูดแบบนี้ก็เถอะ! ฉันสั่งจอง \"Lucent Crescent\" ของ Mingxing Jewelry ไว้ตั้งแต่สามเดือนก่อน! สุดท้ายตอนไปรับของถึงได้รู้ว่า หลายเดือนมานี้ Ningguang กว้านซื้อ \"Lucent Crescent\" ทั้งหมด ด้วยราคาที่สูงกว่าสองเท่าเลย! ฉันล่ะทนเธอไม่ไหวแล้ว!",
      "vi": "Nói thì như vậy! Tôi đã đặt Lưu Ly Tân Nguyệt của Minh Tinh Trai vào ba tháng trước! Kết quả là khi đi lấy hàng mới biết rằng Ningguang đã mua tất cả Lưu Ly Tân Nguyệt trong vài tháng qua với giá tiền gấp đôi! Tôi thực sự vẫn không thể chịu nổi cô ấy!"
    }
  },
  {
    "title": {
      "zhs": "关于辛焱…",
      "zht": "關於辛焱…",
      "jp": "辛炎について…",
      "ko": "신염에 대해…",
      "en": "About Xinyan",
      "de": "Über Xinyan ...",
      "es": "Sobre Xinyan...",
      "fr": "À propos de Xinyan...",
      "pt": "Sobre Xinyan...",
      "ru": "О Синь Янь...",
      "id": "Tentang Xinyan",
      "th": "เกี่ยวกับ Xinyan...",
      "vi": "Về Xinyan..."
    },
    "line": {
      "zhs": "其实我也对她的「摇滚」很感兴趣。从传统文化的视角看，确实有点喧闹，但我不在乎。好听就是好听，好听的东西就应该发扬光大。",
      "zht": "其實我也對她的「搖滾」很感興趣。從傳統文化的視角看，確實有點喧鬧，但我不在乎。好聽就是好聽，好聽的東西就應該發揚光大。",
      "jp": "私も彼女の「ロック」には興味があるの。伝統文化と比べたら確かにちょっとうるさいかもしれないけど、私は別に気にしてないわ。いい音楽はいい音楽だもの、もっと広まるべきよ。",
      "ko": "사실은 나도 그녀의 「로큰롤」을 좋아해. 리월의 전통 음악과 비교했을 때 좀 시끄러운 건 사실이지만, 딱히 상관없잖아? 듣기 좋으면 그만이지. 좋은 건 널리 알려야 한다고",
      "en": "You know what, I think her music rocks. Too noisy by traditional standards, for sure, but I don't care. Good music is good music. And good music should reach the widest possible audience.",
      "de": "Ihre Musik macht wirklich Laune! Etwas zu heftig für Leute mit eher traditionellem Geschmack, aber das ist mir egal. Solange die Musik gut ist, sollten möglichst viele Leute sie hören.",
      "es": "Su música me resulta muy interesante. Sí, es demasiado ruidosa según los estándares tradicionales, pero no me importa. La buena música es buena música, y cuanta más gente la escuche, mejor.",
      "fr": "J'aime beaucoup sa musique. C'est bruyant comparé à la musique traditionnelle, mais ça ne me dérange pas. Je reconnais de la bonne musique quand je l'entends, et il faudrait la faire découvrir au monde entier.",
      "pt": "Na verdade eu também estou interessada na sua música. Embora seja um pouco ruidosa relativamente comparada com a música tradicional, não me importo. Boa música deve se espalhar o máximo possível.",
      "ru": "Знаешь, мне нравится её рок. Слишком шумно с традиционной точки зрения, но мне всё равно. Хорошая музыка - это хорошая музыка. А хорошую музыку должно услышать как можно больше людей.",
      "id": "Aku sebenarnya tertarik dengan musik rocknya. Kalau dibandingkan dengan musik tradisional, musik rock memang terdengar lebih berisik, tapi aku tidak peduli itu. Musik yang enak didengar tetap enak didengar. Musik yang enak didengar harus didengarkan kepada banyak orang.",
      "th": "จริง ๆ แล้วฉันสนใจใน \"ความร็อก\" ของเธอมาก ถ้ามองในมุมของวัฒนธรรมที่สืบทอดกันมาแล้ว เธอนั้นช่างเอะอะมะเทิ่ง แต่ฉันไม่สนใจหรอก ไพเราะก็คือไพเราะ สิ่งที่เพราะก็ควรต้องส่งเสริม",
      "vi": "Thực ra tôi cũng rất có hứng thú với gu nhạc rock của cô ấy. Từ góc độ văn hoá truyền thống mà nói đúng là có chút ồn ào, nhưng tôi không quan tâm. Nghe hay là được, mà những thứ hay ho thì nên được phát triển."
    }
  },
  {
    "title": {
      "zhs": "关于白术…",
      "zht": "關於白朮…",
      "jp": "白朮について…",
      "ko": "백출에 대해…",
      "en": "About Baizhu",
      "de": "Über Baizhu ...",
      "es": "Sobre Baizhu...",
      "fr": "À propos de Baizhu...",
      "pt": "Sobre Baizhu...",
      "ru": "О Бай Чжу...",
      "id": "Tentang Baizhu",
      "th": "เกี่ยวกับ Baizhu...",
      "vi": "Về Baizhu..."
    },
    "line": {
      "zhs": "白术先生的医术备受居民的信赖，如果有什么疑难杂症，去找他肯定不会有错。你说…那些奇怪的传闻？我只知道有一件事是真的，他开的药，确实特别苦，不止是小孩子觉得…给我都留下了很深刻的印象。",
      "zht": "#白朮先生的醫術備受居民的信賴，如果有什麼疑難雜症，去找他肯定不會有錯。{F#妳}{M#你}說…那些奇怪的傳聞？我只知道有一件事是真的，他開的藥，確實特別苦，不止是小孩子覺得…給我都留下了很深刻的印象。",
      "jp": "白朮先生の医術は住民から信頼されてるわ。もし難病に罹ったら、彼に診てもらえば間違いないわよ。うん？変な噂？一つだけ知ってるわね。白朮先生が処方する薬は本当に苦いの。子供に限らず、私にもその覚えがあるわ。",
      "ko": "백출 씨의 의술은 주민 모두가 신뢰하지. 아무리 고치기 어려운 병도 그를 찾아간다면 괜찮아질 거야. 그에 관한 이상한 소문들…? 다른 건 모르겠지만, 확실한 건 그가 처방하는 약은 아이들뿐만 아니라… 나한테도 쓸 정도라는 거야",
      "en": "Everyone has faith in Dr. Baizhu's medical skills. He's the right guy to go to when you can't figure out what's wrong with you. Oh... the rumors, you say? The only one that I know for a fact is true is how disgusting his medicine tastes. It's not just the kids who find it bitter, it's left me with some horrible memories, too!",
      "de": "Baizhus medizinische Künste sind äußerst verlässlich. Egal was man hat, man kann in jedem Fall zu ihm gehen. Ach, du meinst die umgehenden Gerüchte? Ich weiß ja nicht, wie es mit den anderen aussieht. Aber dass seine Medizin bitter schmeckt, ist wahr. Das finden nicht nur Kinder so, selbst bei mir hat sie bleibenden Eindruck hinterlassen.",
      "es": "Todos tienen fe en las habilidades médicas del Dr. Baizhu. Es la persona a la que acudir cuando no sabes qué te pasa. ¿Eh? ¿Que si conozco algún rumor sobre él? Lo único que sé con certeza es lo mal que saben sus medicinas. No solo les parecen amargas a los niños, ¡yo también tengo recuerdos horribles de ellas!",
      "fr": "Tout le monde sait que maître Baizhu est un excellent médecin. C'est lui qu'il faut consulter quand vous ne savez pas de quels maux vous souffrez. Si les rumeurs sont vraies ? Hmm, la seule que je peux vous confirmer est que ses remèdes ont un goût infect. Croyez-moi, il n'y a pas seulement les enfants qui le disent ! J'en ai des frissons rien que d'en parler.",
      "pt": "Todo mundo tem fé nas habilidades médicas do Dr. Baizhu. Ele é a pessoa certa para recorrer quando você está doente. Oh... os rumores, o que você quer dizer? Tudo bem! Uma coisa é certa: o remédio dele é super amargo! Não apenas as crianças acham isso, também me deixou algumas memórias horríveis!",
      "ru": "Все верят в медицинское искусство господина Бай Чжу. Если заболел, то иди к нему - не ошибёшься. А... Ты о тех слухах? Единственное, что я знаю точно, так это то, что его лекарства ужасны на вкус. И не только дети так говорят. У меня с его лекарствами тоже связаны ужасные воспоминания.",
      "id": "Orang-orang sangat memercayai keterampilan medis Dr. Baizhu. Dia adalah orang yang bisa kamu cari bila kamu tidak tahu apa terjadi dengan tubuhmu. Oh, maksudmu rumor itu? Aku hanya tahu kalau obat yang dibuatnya pasti sangat pahit. Pahitnya tiada tara... Bukan hanya anak kecil yang merasa seperti itu. Aku juga merasa ngeri saat mengingatnya! Ih!",
      "th": "ฝีมือการรักษาโรคของคุณ Baizhu ต่างได้รับการไว้ใจจากผู้คน ถ้ามีโรคอะไรที่มีความซับซ้อน ไปหาเขาละก็ไม่มีทางผิดพลาดแน่นอน เธอถามว่า... ข่าวลือแปลก ๆ พวกนั้นจริงมั้ยงั้นเหรอ? ฉันรู้แค่ว่ามีเรื่องนึงที่เป็นเรื่องจริง ยาที่เขาจ่ายน่ะขมมาก ไม่ใช่แค่เด็ก ๆ นะที่รู้สึกอย่างนั้น... ขนาดฉันเองก็ยังลืมไม่ลงเลยล่ะ",
      "vi": "Y thuật của Baizhu tiên sinh rất được người dân tin tưởng, nếu có bệnh gì khó chữa, đến tìm anh ấy chắc chắn là không sai. Bạn nói... những tin đồn kỳ lạ đó? Tôi chỉ biết có một việc là đúng, thuốc anh ấy kê thực sự rất đắng, không chỉ trẻ con cảm thấy vậy đâu... ngay cả tôi cũng có ấn tượng cực kỳ sâu sắc."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "「万民堂」的这位年轻掌勺，我知道她很有才华，但发挥还是太不稳定了。以前本来想找她定制几桌宴席的，可是尝过她蜥蜴还有史莱姆的试菜之后…我就打消了这个念头。",
      "zht": "「萬民堂」的這位年輕掌勺，我知道她很有才華，但發揮還是太不穩定了。以前本來想找她定製幾桌宴席的，可是嘗過她蜥蜴還有史萊姆的試菜之後…我就打消了這個念頭。",
      "jp": "「万民堂」の若いシェフね。彼女の才能は認めてるけど、腕前はまだ不安定よね。以前、彼女に宴会料理を作ってもらおうとしたんだけど、トカゲとスライムの料理を試食して私はその考えを捨てたわ。",
      "ko": "「만민당」의 그 젊은 요리사? 그녀가 재능이 있다는 건 인정하지만 아직 너무 불안정해. 한번은 그녀에게 연회 요리를 맡기려고 했는데, 도마뱀이랑 슬라임으로 만든 그녀의 요리를 먹어보고 나서… 없던 일로 하기로 했어",
      "en": "Yeah, the up-and-coming chef from Wanmin Restaurant... I get that she's gifted and everything, I just think her cooking can be a bit hit-or-miss. I was all ready to hire her for a small banquet once, and give her full control over the menu... but the amount of lizard and slime in her sample dishes quickly turned me off that idea!",
      "de": "Die junge Köchin vom Restaurant Wanmin, ja. Sie hat wirklich Talent. Ihr Problem ist aber, dass ihre Leistung situationsabhängig ist. Wir wollten sogar ein Bankett veranstalten, bei dem sie kochen sollte. Nach den Probehäppchen mit den Hauptzutaten aus Echsen und Schleimen haben wir aber Abstand von der Idee genommen.",
      "es": "Sí, la prometedora chef del Restaurante Wanmin. Sé que tiene un gran talento, pero, en mi opinión, su cocina es un poco impredecible. Una vez quise contratarla para un pequeño banquete y dejarla que planificase el menú como desease, pero... ¡la cantidad de lagartos y Slimes que quería utilizar en sus platos me hizo cambiar de idea rápidamente!",
      "fr": "Oui, la jeune cheffe prometteuse du Restaurant Wanmin... Bien que son talent ne fasse aucun doute, je trouve la qualité de sa cuisine assez aléatoire. J'étais prête à l'engager pour un banquet et lui laisser carte blanche pour le menu, mais le nombre de plats à base de lézards et de Blobs parmi ses propositions m'a refroidie !",
      "pt": "Sim, a promissora chef do Restaurante Wanmin... Sei que ela é talentosa e tudo mais, só acho que a técnica dela ainda não está muito estável. Eu estava querendo contratá-la para um pequeno banquete uma vez e dar a ela controle total sobre o menu... Mas depois de ter provado os seus pratos de lagarto e Slime, desisti dessa proposta!",
      "ru": "Ага, молодое дарование из ресторана «Народный выбор». Я понимаю, что она очень талантлива и всё такое, но иногда её блюда выходят за рамки здравого смысла. Как-то раз я хотела нанять её шеф-поваром на небольшой банкет, но, попробовав её блюда то ли с ящерицами, то ли со слаймами, я отказалась от этой идеи.",
      "id": "Kepala \"Wanmin Restaurant\" yang masih muda itu, aku tahu dia sangat berbakat, tetapi performanya masih tidak terlalu stabil. Dulu, aku sempat ingin memintanya untuk menyiapkan beberapa meja untuk perjamuan, tetapi setelah mencoba kadal dan slime buatannya terlebih dulu... aku langsung membatalkan ide itu.",
      "th": "หัวหน้าเชฟของภัตตาคาร Wanmin คนนั้น ฉันรู้ว่าเธอมีความสามารถมากแต่ไม่ค่อยคงที่เท่าไหร่ เมื่อก่อนอยากจะให้เธอมาทำอาหารในงานเลี้ยงสักสองสามโต๊ะ แต่หลังจากได้ลองชิมอาหารที่ทำจากกิ้งก่าและ Slime แล้ว... ฉันก็เลิกล้มความคิดนั้นไปเลย",
      "vi": "Đầu bếp trẻ tuổi của Vạn Dân Đường, tôi biết cô ấy rất có tài năng, nhưng làm việc vẫn chưa thực sự ổn định. Trước đó tôi định tìm cô ấy để đặt vài bàn tiệc, nhưng sau khi thử món Rồng Đất còn có món Slime... tôi đã từ bỏ ý tưởng này."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "我听说过他的故事，明明出身名门望族，却不爱家族事业，喜欢去外面行侠仗义。我很欣赏他，毕竟，把家里的条条框框丢到一边，执意去做心中认为正确的事，这种魄力，可不是谁都有的。",
      "zht": "我聽說過他的故事，明明出身名門望族，卻不愛家族事業，喜歡去外面行俠仗義。我很欣賞他，畢竟，把家裡的規矩丟到一邊，執意去做心中認為正確的事，這種魄力，可不是誰都有的。",
      "jp": "話には聞いたことがあるわ。名家の出なのに、彼は一族の事業よりも義侠を重んじるって。素敵な人だと思う。一族の縛りを捨てて、自分が正しいと思うことを貫く人は滅多にいないもの。",
      "ko": "그에 대해 들은 적 있어. 명망 높은 집안 출신이지만 가문의 사업보단 밖에서 협행을 행하는 걸 좋아한다던데. 가문의 규율을 내팽개치고 자신이 옳다고 생각하는 일을 끝까지 고수하는 것. 이런 패기는 아무한테나 있는 게 아니거든. 그래서 난 그가 맘에 들어",
      "en": "I've heard his story — he was born into a well-to-do family, but wasn't keen on the family business, so he now devotes his time to being an envoy of justice. I have huge respect for that! Not everyone has the guts to follow their dreams when it means breaking with a long-standing family tradition.",
      "de": "Ich habe von ihm gehört. Er wurde in eine gehobenere Familie hineingeboren, macht sich aber nichts aus dem Familiengeschäft. Stattdessen kämpft er für das Gute in der Welt. Ich finde das beeindruckend. Schließlich würde es nicht jeder wagen, alles andere hinter sich zu lassen und das zu tun, was man für richtig hält.",
      "es": "He escuchado su historia. Nació en una familia acomodada, pero no estaba interesado en el negocio familiar, por lo que ahora dedica su tiempo a luchar por la justicia. ¡Es algo que respeto mucho! No todo el mundo tiene las agallas de seguir sus sueños y no dedicarse al negocio familiar.",
      "fr": "J'ai déjà entendu parler de lui. Il est le fils d'une famille de commerçants aisés qui a choisi de servir la justice au lieu de se consacrer à l'affaire familiale. Son courage m'inspire le respect ! Il faut du cran pour briser la tradition familiale dans le but d'aller au bout de ses rêves. Peu de gens en sont capables...",
      "pt": "Eu já ouvir dizer as histórias dele. Nascido numa família venerável, se apaixona por cavalheirismo. Eu o admiro por não ser preso pelos valores da sociedade, e por sempre fazer o que acha certo. Nem todo mundo tem essa coragem.",
      "ru": "Я слышала о нём. Он родился в богатой семье, но его не прельщал семейный бизнес, и поэтому он стал защитником справедливости. За это я его уважаю! Не каждый смог бы порвать с семейной традицией и отправиться навстречу своей мечте.",
      "id": "Aku pernah mendengar ceritanya, padahal jelas-jelas dia lahir di keluarga yang terpandang, tapi dia tidak tertarik untuk menjalankan bisnis keluarganya dan malah pergi keluar untuk memperjuangkan keadilan. Aku sangat mengaguminya, lagi pula sangat sedikit orang yang memiliki keberanian untuk mengesampingkan tradisi keluarganya dan berjuang keras melakukan apa yang menjadi panggilan hatinya.",
      "th": "ฉันเคยได้ยินเรื่องของเขานะ ทั้ง ๆ ที่เขาเกิดในครอบครัวที่มีชื่อเสียง แต่กลับไม่รักในกิจการของครอบครัว ชอบออกไปแสดงความกล้าหาญข้างนอก ฉันนับถือเขามาก กล้าทิ้งกรอบของครอบครัวไป และยึดมั่นในความคิดของตัวเองเพื่อทำสิ่งที่ถูกต้อง ความกล้าหาญเด็ดเดี่ยวแบบนี้ไม่ใช่ว่าใครก็จะมีได้นะ",
      "vi": "Tôi đã nghe chuyện về anh ấy, rõ ràng là được sinh ra trong một gia tộc cao quý, nhưng không kế thừa sự nghiệp của gia tộc mà lại thích ra ngoài hành hiệp trượng nghĩa. Tôi rất ngưỡng mộ anh ấy, suy cho cùng không phải ai cũng có thể dứt khoát gạt bỏ những quy định cứng nhắc của gia tộc sang một bên, và khăng khăng làm những chuyện mà mình cho là đúng."
    }
  },
  {
    "title": {
      "zhs": "关于魈…",
      "zht": "關於魈…",
      "jp": "魈について…",
      "ko": "소에 대해…",
      "en": "About Xiao",
      "de": "Über Xiao ...",
      "es": "Sobre Xiao...",
      "fr": "À propos de Xiao...",
      "pt": "Sobre Xiao...",
      "ru": "О Сяо...",
      "id": "Tentang Xiao",
      "th": "เกี่ยวกับ Xiao...",
      "vi": "Về Xiao..."
    },
    "line": {
      "zhs": "传闻中的少年仙人，现如今在这人治之世，也应该放下身上的重担了吧。人类已经不需要这样的守护了，就算遇上什么棘手的难题，我们也有自行解决的能力。",
      "zht": "傳聞中的少年仙人，現如今在這人治之世，也應該放下身上的重擔了吧。人類已經不需要這樣的守護了，就算遇上什麼棘手的難題，我們也有自行解決的能力。",
      "jp": "伝説の少年仙人ね、人が世を治めるようになって、彼も肩の荷が下りたことでしょう。人類はもう護ってもらう必要がない。たとえ厄介な事件が起きたとしても、私たち人類は自分たちの力でなんとかできるから。",
      "ko": "인간의 시대가 왔으니 그 젊은 선인도 이제 그만 막중한 부담을 덜어내도 되지 않을까? 인간은 더 이상 그런 보살핌이 필요하지 않아. 어떤 난제든 우리 스스로 해결할 수 있으니까",
      "en": "I feel like now that we live in the age of mankind's rule, it's time for the legendary boy-adeptus to be released from duty. We no longer need a defender of that kind, because we are capable of working through the challenges we face on our own strength.",
      "de": "In einer Zeit, in der die Menschen über sich selbst herrschen, sollen wir den jungen Adepten von seiner Pflicht befreien. Die Menschen brauchen diese Art Schutz nicht mehr. Selbst wenn wir auf Schwierigkeiten stoßen, werden wir uns immer noch selbst helfen können.",
      "es": "Creo que, en la actual era del gobierno de la humanidad, ya es hora de que el joven Adeptus legendario sea liberado de su pesada responsabilidad. Ya no necesitamos que nadie nos defienda. Podemos enfrentarnos a los desafíos con nuestra propia fuerza.",
      "fr": "Nous vivons dans l'ère des hommes, alors cet Adepte devrait être libéré de ses fonctions. Nous n'avons plus besoin de sa protection, car nous sommes parfaitement capables d'affronter les difficultés qui se dresseront en travers de notre chemin.",
      "pt": "Sinto que agora que vivemos na era do governo da humanidade, e é hora do lendário Adeptus Jovem se aliviar do fardo. Não precisamos mais de um guardião desse tipo, porque somos capazes de superar os desafios que enfrentamos com nossas próprias forças.",
      "ru": "Я думаю, что в век, когда люди стали править миром, настало время снять с молодого Адепта его обязательства. Людям уже не нужны такие защитники, мы можем справляться с проблемами своими силами.",
      "id": "Adeptus muda yang ada dalam legenda itu, sekarang ada di sebuah dunia yang dikuasai oleh manusia, karena itu seharusnya dia bisa melepaskan bebannya. Sekarang manusia tidak lagi membutuhkan perlindungan seperti itu, bahkan jika mereka menghadapi masalah yang sulit sekalipun, manusia memiliki kemampuan untuk mengatasi masalah itu sendiri.",
      "th": "ในเมื่อโลกทุกวันนี้ถูกปกครองโดยมนุษย์ เซียนหนุ่มในตำนาน ก็น่าจะปล่อยวางภาระที่แบกไว้ได้แล้ว มนุษย์ไม่ได้ต้องการการปกป้องเช่นเดิมอีกต่อไป ต่อให้เราเจอปัญหาที่ยากลำบาก พวกเราก็มีกำลังที่สามารถจัดการเองได้",
      "vi": "Tiên nhân trẻ tuổi trong truyền thuyết cũng nên buông bỏ gánh nặng của mình, vì hiện nay con người đã có thể tự cai trị thế giới của mình. Con người đã không cần sự bảo vệ như vậy nữa, ngay cả khi gặp phải vấn đề nan giải, chúng tôi cũng có khả năng tự mình giải quyết."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨·质疑",
      "zht": "關於甘雨·質疑",
      "jp": "甘雨について·質問",
      "ko": "감우에 대해·의심",
      "en": "About Ganyu: Skepticism",
      "de": "Über Ganyu – Zweifel",
      "es": "Sobre Ganyu - Escepticismo",
      "fr": "À propos de Ganyu - Remise en question",
      "pt": "Sobre Ganyu - Ceticismo",
      "ru": "О Гань Юй: Сомнения",
      "id": "Tentang Ganyu: Kecurigaan",
      "th": "เกี่ยวกับ Ganyu - สงสัย",
      "vi": "Về Ganyu - Nghi Ngờ"
    },
    "line": {
      "zhs": "我也不知道帝君当年做了什么，才会让甘雨对他这么忠心耿耿。不过，没主见也有没主见的好处——至少，就算是心中颇有微词，她也会按我说的去做，很有职业素养。",
      "zht": "我也不知道帝君當年做了什麼，才會讓甘雨對他這麼忠心耿耿。不過，沒主見也有沒主見的好處——至少，就算是心中頗有微詞，她也會按我說的去做，很有職業素養。",
      "jp": "いったい帝君が何をしたのか知らないけど、甘雨があんなにも忠誠を尽くす理由が分からないわ。けど、自分の考えを持たない人にもいいところってあるのよ——例えば不満があったとしても、何も言わず指示に従うとことか。",
      "ko": "그때 암왕제군께서 무슨 일을 하셨길래 감우가 그토록 충성을 다하게 됐는진 모르겠지만, 주관이 없는 것도 꼭 나쁜 것만은 아니지——마음 속으론 불만이 있더라도 항상 내가 하라는 대로 따라주거든. 비서로선 최고야",
      "en": "Who knows what Rex Lapis must have done to inspire such blind devotion from Ganyu... But her reluctance to be critical is not without its advantages. In the workplace, she'll carry out my instructions to the letter, even when I can tell she has her reservations. It's a good attitude to have as a career professional.",
      "de": "Wer weiß, was Rex Lapis getan hat, um Ganyu so von sich zu überzeugen. Es ist zwar auf der einen Seite erschreckend, wenn jemand blind gehorcht, auf der anderen Seite kann das aber auch seine Vorteile haben. Sie führt alles, was man ihr aufträgt, genaustens aus. Bei ihrer Arbeit ist sie äußerst professionell.",
      "es": "No entiendo qué es lo que hizo Rex Lapis para que Ganyu confíe tan ciegamente en él... Sin embargo, que no sea crítica también tiene sus ventajas: en el trabajo, lleva a cabo mis instrucciones al pie de la letra, aunque tenga sus reservas. Es la mejor actitud que se le puede pedir a un profesional.",
      "fr": "Je ne sais pas ce que le Souverain de la Roche a fait pour inspirer une telle dévotion de la part de Ganyu, mais les personnes comme elle, qui refusent d'avoir un esprit critique, peuvent s'avérer utiles. Elle exécute mes ordres à la lettre, même si je sens qu'elle doute de mes décisions. C'est la bonne attitude à avoir si on veut faire carrière.",
      "pt": "Quem sabe o que o Rex Lapis fez para inspirar essa devoção cega da Ganyu... Mas a falta de pensamento crítico não deixa de ter suas vantagens. Ela sempre segue minhas instruções à risca, mesmo quando posso dizer que ela tem suas reservas. É uma boa atitude ser profissional desta forma.",
      "ru": "Не знаю, что Властелин Камня сделал, чтобы заслужить такую преданность от Гань Юй. Но у отсутствия собственного мнения тоже есть некоторые плюсы. На работе она исполняет мои поручения слово в слово, даже если заметно, что у неё есть возражения. Полезный навык для карьеры.",
      "id": "Aku tidak tahu apa yang dilakukan oleh Rex Lapis saat itu untuk membuat Ganyu begitu setia kepadanya. Namun, ketidakbebasan itu pun ternyata ada manfaatnya- setidaknya, dia tidak akan terlalu banyak protes walaupun kurang setuju terhadap suatu hal, dia juga akan melakukan apa yang aku katakan, sangat bisa diandalkan.",
      "th": "ไม่รู้ว่าราชาแห่งหินไปทำอะไรถึงได้ทำให้ Ganyu จงรักภักดีกับเขาขนาดนี้ แต่การเป็นคนไม่มีความเห็นอะไรมันก็มีข้อดีอยู่นะ... อย่างน้อย เธอก็ทำตามคำสั่งฉันเสมอ ถึงแม้เธอจะไม่ได้เต็มใจนักก็ตาม ช่างมีความเป็นมืออาชีพมากจริง ๆ",
      "vi": "Tôi cũng không biết năm đó Đế Quân đã làm gì mới có thể khiến Ganyu trung thành với ngài ấy như vậy. Có điều, không có chủ kiến cũng có cái tốt của không có chủ kiến... ít nhất thì ngay cả khi có sự bất mãn, cô ấy cũng sẽ làm theo những gì tôi nói, rất chuyên nghiệp."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨·反思",
      "zht": "關於甘雨·反思",
      "jp": "甘雨について·反省",
      "ko": "감우에 대해·반성",
      "en": "About Ganyu: Reflection",
      "de": "Über Ganyu – Rückbesinnung",
      "es": "Sobre Ganyu - Reflexión",
      "fr": "À propos de Ganyu - Introspection",
      "pt": "Sobre Ganyu - Reflexão",
      "ru": "О Гань Юй: Переосмысление",
      "id": "Tentang Ganyu: Introspeksi",
      "th": "เกี่ยวกับ Ganyu - คิดทบทวน",
      "vi": "Về Ganyu - Suy Tư"
    },
    "line": {
      "zhs": "因为最近有很多事都拿不定主意，我经常去向她询问意见，毕竟，她可能是璃月最熟悉帝君的人了。唉，想起以前，在她面前说了很多得罪帝君的话，还是有点不好意思，不过，她似乎没那么介意，这让我松了口气…",
      "zht": "因為最近有很多事都拿不定主意，我經常去向她詢問意見，畢竟，她可能是璃月最熟悉帝君的人了。唉，想起以前，在她面前說了很多得罪帝君的話，還是有點不好意思，不過，她似乎沒那麼介意，這讓我鬆了口氣…",
      "jp": "最近、私ひとりじゃ決断できないことがあったら、彼女の意見を聞きに行くの。彼女は璃月で最も帝君に詳しい人だからね。はぁ、昔、彼女の目の前で帝君の悪口を散々言ってしまったことを思うと何だか申し訳ないわ。幸い、彼女は特に気にしてないみたいだけど…",
      "ko": "그녀는 리월에서 암왕제군님에 대해 가장 잘 아는 사람일 거야. 그래서 요즘 결정하기 곤란한 일을 처리할 때면 그녀에게 의견을 묻곤 해. 휴, 예전에 그녀 앞에서 암왕제군을 안 좋게 얘기한 적이 많아서 낯뜨겁긴 하지만, 다행히 그녀는 별로 개의치 않는 것 같아…",
      "en": "I find myself getting a second opinion from her a lot these days. Lots of things come up that I just have no idea about, and of everyone in Liyue, she's probably the most familiar with Rex Lapis. Heh... I feel a bit awkward, though, because I used to be openly disparaging of Rex Lapis in front of her... But she doesn't seem to mind, so I guess I've got nothing to worry about...",
      "de": "In letzter Zeit habe ich sie häufig aufgesucht, um nach ihrer Meinung zu fragen. Sie kennt sich eben am besten mit Rex Lapis aus. Na ja, früher habe ich immer gegen Rex Lapis gewettert, wenn sie von ihm anfing. Jetzt ist mir das etwas unangenehm. Sie scheint das aber gar nicht zu stören.",
      "es": "Últimamente, hay muchas cosas sobre las que no me decido, así que fui a consultarlas con ella. Después de todo, probablemente sea la que mejor conoce a Rex Lapis en todo Liyue. Cuando lo pienso, me siento un poco culpable, porque yo antes solía hablar muy mal de Rex Lapis delante de ella... Pero no parecía importarle, así que supongo que no tengo nada de qué preocuparme...",
      "fr": "Récemment, je lui demande souvent son avis sur certaines choses dont je n'ai pas la moindre idée. De tous les Liyuéens, c'est de loin celle qui connaît le mieux le Souverain de la Roche. Je suis un peu gênée car j'avais l'habitude de le critiquer ouvertement devant elle, mais ça n'avait pas l'air de la déranger. Ça me rassure...",
      "pt": "Recentemente muitas coisas surgem das quais eu não tenho ideia, portanto, eu tenho pedido opiniões dela com muita frequência. De todos em Liyue, ela provavelmente é a mais familiar com o Rex Lapis. Heh... Eu me sinto um pouco estranha, porque eu costumava menosprezar abertamente o Rex Lapis na frente dela... Mas ela não parece se importar, então acho que não tenho nada para me preocupar...",
      "ru": "Последнее время появилось много проблем, в которых я не очень разбираюсь, и я стала часто спрашивать её совета. Ведь из всех жителей Ли Юэ она была ближе всего к Властелину Камня. Хех... А ведь раньше я открыто обличала Властелина прямо перед ней. Даже неудобно как-то. Но она, похоже, не в обиде, так что можно, наверное, не беспокоиться.",
      "id": "Karena ada banyak hal akhir-akhir ini yang tidak bisa aku putuskan sendiri, aku sering meminta nasihat darinya, lagi pula, dia mungkin adalah orang di Liyue yang paling mengenal Rex Lapis. Hmm, kalau dipikir-pikir, aku agak malu dan tidak enak karena dulu cukup sering membicarakan kejelekan Rex Lapis di depannya, tetapi untungnya dia tidak tampak terlalu memasukannya ke hati. Ini membuatku sedikit lega...",
      "th": "ช่วงนี้มีเรื่องหลายอย่างที่ฉันไม่สามารถตัดสินใจได้ ฉันจึงมักจะไปขอคำแนะนำจากเธอบ่อยครั้ง ในเมือง Liyue นี้ เธอน่าจะเป็นคนที่เข้าใจราชาแห่งหินได้ดีที่สุด เอ่อ... จำได้ว่าก่อนหน้านี้ ฉันเคยพูดจาดูถูกราชาแห่งหินต่อหน้าเธอหลายครั้ง ก็เลยรู้สึกไม่ค่อยดีเท่าไหร่ แต่เธอก็ดูเหมือนจะไม่ได้ใส่ใจอะไร เรื่องนี้เลยทำให้ฉันรู้สึกโล่งใจขึ้นมาได้หน่อยนึง...",
      "vi": "Vì gần đây có rất nhiều việc không thể quyết định nên tôi thường đến hỏi ý kiến của cô ấy, suy cho cùng, ở Liyue cô ấy là người hiểu rõ Đế Quân nhất. Haiz, nhớ lại trước đây, vẫn có chút xấu hổ vì đã nói rất nhiều lời đắc tội Đế Quân trước mặt cô ấy, nhưng mà cô ấy có vẻ không bận tâm lắm, khiến tôi cảm thấy nhẹ nhõm..."
    }
  },
  {
    "title": {
      "zhs": "关于云堇…",
      "zht": "關於雲堇…",
      "jp": "雲菫について…",
      "ko": "운근에 대해…",
      "en": "About Yun Jin",
      "de": "Über Yun Jin ...",
      "es": "Sobre Yun Jin...",
      "fr": "À propos de Yun Jin...",
      "pt": "Sobre Yunjin...",
      "ru": "О Юнь Цзинь...",
      "id": "Tentang Yun Jin",
      "th": "เกี่ยวกับ Yun Jin...",
      "vi": "Về Yun Jin..."
    },
    "line": {
      "zhs": "路过和裕茶馆的时候，如果发现被围得水泄不通，那一定就是云堇正在台上唱戏。许多商人都觉得，只是为了云堇，就值得把整个茶馆都买下来。",
      "zht": "路過和裕茶館的時候，如果發現被圍得水泄不通，那一定就是雲堇正在臺上唱戲。許多商人都覺得，只是為了雲堇，就值得把整個茶館都買下來。",
      "jp": "もし和裕茶館の前を通るときに大勢の人が集まっていたら、それは雲菫が演出する舞台がやっている証拠よ。雲菫のためだけに茶館を買収しようと考える商人も少なくないの。",
      "ko": "화유다관 앞에 사람들이 몰려있다면 그건 운근이 공연을 하고 있다는 뜻이야. 많은 상인들이 운근을 위해서라면 찻집을 통째로라도 사겠다고 할 정도라니까",
      "en": "When you're passing by Heyu Tea House and have to squeeze your way through the biggest crowd you've seen in your life, that's when you know Yun Jin's on stage performing. There's not a merchant in Liyue who wouldn't buy up the place if they had the chance, and Yun Jin is the reason it would be worth every Mora.",
      "de": "Wer schon einmal am Teehaus Heyu vorbeigegangen ist, wenn Menschenmassen Schlange stehen, wird auch Yun Jin auf der Bühne singen gesehen haben. Viele Händler würden allein für sie das gesamte Teehaus aufkaufen, wenn sie nur könnten.",
      "es": "Si pasas por la Casa de Té Heyu y tienes que abrirte paso entre una enorme multitud, es porque Yun Jin está actuando. Si pudieran, muchos comerciantes estarían dispuestos a comprar la Casa de Té solamente por Yun Jin.",
      "fr": "Vous savez que Yun Jin est sur scène si vous devez passer une foule immense devant le Salon de thé Heyu. N'importe qui possédant les moyens nécessaires voudrait acquérir l'établissement rien que pour elle si l'occasion se présentait.",
      "pt": "Quando você passar pela Casa de Chá Heyu e ver uma multidão enorme, certamente a Yunjin deve estar no palco. Para todos os comerciantes, vale a pena comprar a Casa de Chá Heyu só por causa dela.",
      "ru": "#Если, проходя мимо чайного дома «Хэюй», ты увидел{F#а} огромную толпу, то это значит, что там выступает Юнь Цзинь. Многие торговцы считают, что ради неё можно было и весь чайный дом купить.",
      "id": "Kalau kamu melihat ada suatu kerumunan orang saat melewati Heyu Tea House, itu pastilah kerumunan orang yang sedang menyaksikan Yun Jin bernyanyi. Banyak pedagang yang rela merogoh koceknya dan membeli secangkir teh hanya untuk menonton pertunjukan itu.",
      "th": "ตอนเดินผ่านโรงน้ำชา Heyu ถ้าต้องเบียดเสียดกับฝูงชนก็รู้ได้เลยว่า Yun Jin กำลังแสดงอยู่บนเวที นักธุรกิจหลายคนต่างก็คิดว่า ต่อให้ต้องซื้อโรงน้ำชาทั้งโรงเพื่อ Yun Jin คนเดียวก็คุ้มค่า",
      "vi": "Nếu Hòa Dụ Trà Quán bị biển người vây quanh, vậy chắc là Yun Jin đang biểu diễn đó. Rất nhiều thương nhân cho rằng, quán trà này đáng giá nhất vẫn là Yun Jin."
    }
  },
  {
    "title": {
      "zhs": "关于风之神…",
      "zht": "關於風之神…",
      "jp": "風の神について…",
      "ko": "바람의 신에 대해…",
      "en": "About the Anemo Archon",
      "de": "Über den Anemo-Archon ...",
      "es": "Sobre el Arconte Anemo...",
      "fr": "À propos de l'Archon Anémo...",
      "pt": "Sobre o Arconte Anemo...",
      "ru": "Об Анемо Архонте...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับเทพแห่งลม...",
      "vi": "Về Phong Thần..."
    },
    "line": {
      "zhs": "帝君离去之后，我一直都在思考，璃月港的未来该怎么走。除了参考帝君以前的行动，我还去研究了其他神明的治世手段。可是，邻国蒙德就让我很是困惑…像风之神这种做法，真的能让蒙德长久吗？",
      "zht": "帝君離去之後，我一直都在思考，璃月港的未來該怎麼走。除了參考帝君以前的行動，我還去研究了其他神明的治世手段。可是，鄰國蒙德就讓我很是困惑…像風之神這種做法，真的能讓蒙德長久嗎？",
      "jp": "帝君がいなくなって以来、璃月港の未来をどう描いていくべきかずっと考えてるの。帝君がこれまでにしてきたことや、別の神々の統治の手段も調べたわ。でも、隣国のモンドはちょっと変わってるわね…あの風神のやり方で、本当にモンドはこの先も繁栄できるのかしら？",
      "ko": "암왕제군께서 떠나신 뒤, 난 줄곧 리월의 방향성에 대해 생각해왔어. 암왕제군님의 이전 행보뿐만 아니라 다른 신명들이 어떻게 다스리는지도 연구해봤어. 근데 몬드가 참 당혹스럽단 말이야…. 바람의 신처럼 해서 몬드가 오래 갈 수 있을까?",
      "en": "Since Rex Lapis left us, the question of Liyue's future has been on my mind constantly. In addition to reviewing his own past deeds, I've been researching the other archons' modes of governance, too. Mondstadt's god is the one who baffles me the most though — how exactly do any of his actions contribute to the longevity of Mondstadt? It's completely beyond me.",
      "de": "Nachdem Rex Lapis von uns gegangen war, habe ich angefangen zu überlegen, in welche Richtung Liyue von nun an gehen soll. Ich will mich nicht nur an den Prinzipien seiner früheren Regentschaft orientieren, sondern habe auch vor, mir die Arbeitsweise anderer Götter zum Vorbild zu nehmen. Dabei verwirrt mich Mondstadt aber am meisten. Wie schafft es Mondstadt, solange zu überleben, wenn der Gott des Windes gar nicht präsent ist?",
      "es": "Desde que Rex Lapis nos dejó, he pensado mucho en el futuro de Liyue. Además de hacer una revisión de sus actos en el pasado, también investigué las formas de gobierno de los otros Arcontes. Sin embargo, el dios de Mondstadt es el que más me desconcierta: ¿cómo contribuye exactamente a que Mondstadt siga en pie?",
      "fr": "Depuis que le Souverain de la Roche nous a quittés, je réfléchis sans arrêt à l'avenir de Liyue. J'ai commencé à étudier le modèle de gouvernance des autres Archons en même temps que d'analyser le sien, et je dois admettre que j'ai du mal à voir comment les actions de Barbatos ont pu être bénéfiques pour Mondstadt... Ça me dépasse !",
      "pt": "Desde que o Rex Lapis nos deixou, a questão do futuro de Liyue está em minha mente constantemente. Além de revisar as suas próprias ações no passado, também estive pesquisando os modos de governança dos outros arcontes. O deus de Mondstadt é quem mais me desconcerta - como exatamente as suas ações contribuem para a longevidade de Mondstadt? Eu realmente não compreendo.",
      "ru": "После ухода Властелина Камня меня постоянно заботит вопрос будущего Ли Юэ. В дополнение к изучению его предыдущих действий я также рассмотрела методы правления других Архонтов. Больше всего меня озадачил Архонт Ветра. Разве его поступки могут положительно сказаться на долговечности Мондштадта?",
      "id": "Setelah Rex Lapis pergi, aku terus berpikir akan bagaimanakah masa depan Liyue Harbor. Selain tetap meneruskan apa yang Rex Lapis sudah kerjakan sebelumnya, aku juga mempelajari cara Dewa lain untuk memerintah dunia. Namun, Mondstadt, negara tetangga itu, membuatku bingung... Seperti cara yang dilakukan oleh Archon Anemo itu apakah benar-benar bisa membuat Mondstadt bertahan lama?",
      "th": "หลังจากราชาแห่งหินจากไป ฉันก็ได้แค่ครุ่นคิดว่า อนาคตของท่าเรือ Liyue จะเป็นยังไงต่อไป นอกจากศึกษาวิธีการของราชาแห่งหินในอดีตแล้ว ฉันยังได้ศึกษารูปแบบการปกครองของเทพเจ้าตนอื่นอีกด้วย แต่ว่า ประเทศเพื่อนบ้านอย่าง Mondstadt ทำให้ฉันรู้สึกมึนงงมาก... วิธีการปกครองแบบเทพแห่งลม จะทำให้เมือง Mondstadt อยู่อย่างมั่นคงยืนนานได้จริง ๆ เหรอ?",
      "vi": "Sau khi Đế Quân rời đi, tôi vẫn luôn suy nghĩ về tương lai của cảng Liyue. Ngoài việc tham khảo cách làm việc trước đây của Đế Quân, tôi còn nghiên cứu thêm phương pháp cai trị của các vị thần khác. Nhưng mà đất nước láng giềng Mondstadt thực sự khiến tôi nghi hoặc... liệu cách làm của Phong Thần có thể khiến Mondstadt tồn tại và phát triển được không?"
    }
  },
  {
    "title": {
      "zhs": "关于烟绯…",
      "zht": "關於煙緋…",
      "jp": "煙緋について…",
      "ko": "연비에 대해…",
      "en": "About Yanfei",
      "de": "Über Yanfei ...",
      "es": "Sobre Yanfei...",
      "fr": "À propos de Yanfei...",
      "pt": "Sobre Yanfei...",
      "ru": "О Янь Фэй...",
      "id": "Tentang Yanfei",
      "th": "เกี่ยวกับ Yanfei...",
      "vi": "Về Yanfei..."
    },
    "line": {
      "zhs": "在我看来，律法是对过去「正确事物」的总结，但也具有时效性，需要不断完善和改进。璃月即将迎来剧变，熟知律法的人才不可多得，要是烟绯小姐愿意担任我的助手，许多麻烦就迎刃而解了。",
      "zht": "在我看來，律法是對過去「正確事物」的總結，但也具有時效性，需要不斷完善和改進。璃月即將迎來劇變，熟知律法的人才不可多得，要是煙緋小姐願意擔任我的助手，許多麻煩就迎刃而解了。",
      "jp": "私にとって法律は、過去に起きた「正しい出来事」の要約ね。けど、時効という欠点も持ち合わせているから、まだまだ改善の余地があるわ。璃月が変革を遂げようとしている今、法律に詳しい人材はいくらいても足りない。もし煙緋が私の助手になってくれたら、厄介な案件をたくさん解決できると思うわ。",
      "ko": "법은 과거의 「옳은 일」들을 요약한 거지만, 시대마다 다르게 작용돼서 지속적인 개선이 필요하다고 생각해. 리월은 곧 격변을 맞이하게 될 텐데, 법에 대해 잘 아는 인재는 아주 드물지. 연비 씨가 내 조수가 되어준다면, 복잡한 문제도 다 쉽게 해결될 거야",
      "en": "The way I see it, the law is a summary of things done the right way in the past. However, it should also be continuously adapted and improved to match the needs of the present. Given that Liyue is about to undergo a radical transformation, legal talent is in great demand. With an assistant like Yanfei, I could spare myself a great deal of trouble.",
      "de": "Meiner Meinung nach sind die Gesetze eine Zusammenfassung der „richtigen Dinge“ der Vergangenheit. Aber sie sind auch zeitabhängig und müssen ständig verfeinert und verbessert werden. Da Liyue eine drastische Veränderung bevorsteht, sind Talente, die sich mit den Gesetzen auskennen, sehr heiß begehrt. Wenn Yanfei bereit wäre, meine Assistentin zu werden, würden viele meiner Probleme wie von selbst gelöst.",
      "es": "En mi opinión, la ley es una síntesis de cosas que se hicieron correctamente en el pasado. Sin embargo, debería seguir adaptándose y mejorándose para satisfacer las necesidades del presente. Puesto que Liyue experimentará una radical transformación muy pronto, hay mucha demanda de expertos en derecho. Una asesora como Yanfei podría ahorrarme una gran cantidad de problemas.",
      "fr": "De la manière dont je vois les choses, la loi est le résumé de ce qui était jugé juste par le passé. Mais c'est aussi pour ça qu'elle doit être revue en permanence, et adaptée aux besoins du présent. Rien d'étonnant donc qu'au vu des transformations que s'apprête à connaître Liyue, la demande de talents dans le domaine juridique soit aussi importante. Avec une assistante comme Yanfei, ma vie serait grandement simplifiée.",
      "pt": "Da maneira que eu vejo, a lei é um resumo de coisas feitas corretamente no passado. Entretanto, também deve ser constantemente adaptada e melhorada para satisfazer as necessidades do presente. Como Liyue está para testemunhar transformações radicais, talentos legais estão em alta demanda. Com uma assistente como Yanfei, eu poderia me poupar de muito trabalho.",
      "ru": "На мой взгляд, закон - это краткое изложение «правильных вещей» прошлого, но он также чувствителен ко времени и нуждается в постоянном уточнении и улучшении. Ли Юэ вот-вот претерпит радикальные изменения, а талантливых людей, которые знакомы с законом, трудно найти. Если госпожа Янь Фэй захочет стать моей помощницей, многие проблемы будут решены.",
      "id": "Menurutku, hukum adalah ringkasan dari hal-hal yang dilakukan dengan cara yang benar di masa lalu. Namun, hal itu juga harus terus disesuaikan dan ditingkatkan agar sesuai dengan kebutuhan saat ini. Mengingat Liyue akan menjalani transformasi radikal, sehingga hukum menjadi sangat dibutuhkan. Dengan asisten seperti Yanfei, aku bisa menyelamatkan diriku sendiri dari berbagai hal rumit.",
      "th": "ในความคิดของฉัน กฎหมายเป็นบทสรุปของ \"สิ่งที่ถูกต้อง\" ในอดีต แต่ต้องคำนึงถึงระยะเวลามีผล และต้องมีการปรับปรุงอย่างต่อเนื่องด้วย Liyue กำลังจะเผชิญหน้ากับการเปลี่ยนแปลงครั้งใหญ่ และคนที่คุ้นเคยกับกฎหมายนั้นหาได้ยาก หากคุณ Yanfei เต็มใจที่จะทำหน้าที่เป็นผู้ช่วยของฉันละก็ คงช่วยแก้ไขปัญหายุ่งยากไปได้ไม่น้อยเลยล่ะ",
      "vi": "Theo tôi thấy, pháp luật chính là sự tổng kết \"chính xác\" của quá khứ, nhưng cũng có thời hạn, cần phải liên tục hoàn thiện và cải tiến. Liyue sắp mở ra những thay đổi mạnh mẽ, nhân tài am hiểu luật pháp lại quá hiếm, nếu Yanfei đồng ý làm trợ thủ của tôi, có lẽ sẽ giải quyết được rất nhiều rắc rối."
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "夜兰小姐的祖辈曾为七星效力，我的祖父也曾与她的家族有过学术合作。总体来说，她办事可靠，干净利落，时常为总务司提供重要的情报。虽然我也不清楚，夜兰小姐究竟是从哪听说这些消息的。",
      "zht": "夜蘭小姐的祖輩曾為七星效力，我的祖父也曾與她的家族有過學術合作。總體來說，她辦事可靠，乾淨俐落，時常為總務司提供重要的情報。雖然我也不清楚，夜蘭小姐究竟是從哪聽說這些消息的。",
      "jp": "夜蘭の先祖は七星に仕えていたわ。私の祖父も、彼女の家族とは学術的な付き合いがあったの。彼女のことをまとめると、物事をそつなくこなし、堅実で頼れる人ってところかしら。あと、総務司に重要な情報を提供してくれることもあるわ。ただ、夜蘭が一体どこから情報を仕入れているのか、私にも分からないけど。",
      "ko": "과거 야란 씨의 선조는 칠성을 위해 일했어. 우리 할아버지도 야란 씨 가문과 학술적 협력을 한 적이 있지. 전반적으로 보면 일 처리가 깔끔하고 믿음직한 사람이야. 항상 총무부에 중요한 정보를 제공하기도 해. 야란 씨가 그런 정보를 어디서 얻었는지는 나도 잘 모르지만",
      "en": "Ms. Yelan's ancestors used to serve the Qixing. My grandfather and her family have had academic collaborations in the past. All in all, she's reliable, efficient, and provides important intel to the Ministry of Civil Affairs. I can't say for sure how Ms. Yelan actually gets her intel, however...",
      "de": "Die Vorfahren von Yelan arbeiteten für die Qixing und mein Großvater hatte eine akademische Beziehung zu ihrer Familie. Im Allgemeinen ist sie zuverlässig und entschlossen und liefert dem Rat für Allgemeine Angelegenheiten oft wichtige Informationen. Ich bin mir allerdings nicht sicher, woher Yelan diese Information bekommen hat.",
      "es": "Los ancestros de la Srta. Yelan servían a las Siete Estrellas. Mi abuelo tuvo algunas colaboraciones académicas con su familia. En general, es una persona de fiar, eficiente y que provee información importante al Ministerio de Asuntos Civiles. De lo que no estoy segura es de cómo consigue esa información...",
      "fr": "Les ancêtres de mademoiselle Yelan ont servi les Sept Étoiles. Mon grand-père a travaillé avec sa famille sur des questions académiques. C'est une personne fiable et efficace qui fournit des informations importantes au Bureau des affaires civiles. Par contre, j'ignore comment elle obtient toutes ces informations...",
      "pt": "Os ancestrais da Srta. Yelan costumavam servir os Qixing. Meu avô e a família dele tiveram colaborações acadêmicas no passado. No geral, ela é uma pessoa confiável, eficiente e fornece informações importantes para o Ministério dos Assuntos Civis. Entretanto, não sei exatamente como a Srta. Yelan consegue suas informações...",
      "ru": "Предки госпожи Е Лань служили Цисин. Мой дедушка в прошлом сотрудничал с её семьёй. В целом, она надёжна, эффективна и предоставляет важную информацию Департаменту по делам граждан. Однако я не могу с уверенностью сказать, как госпожа Е Лань на самом деле получает информацию...",
      "id": "Leluhur Nona Yelan bekerja untuk Qixing, dan kakekku juga memiliki hubungan kerja sama akademik dengan keluarganya. Secara umum, dia dapat diandalkan, efisien, dan selalu melaporkan informasi penting kepada Bagian Urusan Sipil dari waktu ke waktu. Tapi, aku tidak tahu dia dapat semua informasi itu dari mana.",
      "th": "บรรพบุรุษของคุณ Yelan เคยทำงานให้กับ Qixing และคุณปู่ของฉันก็เคยได้ร่วมมือทางวิชาการกับตระกูลของเธอด้วย โดยรวมแล้ว เธอเป็นคนที่มีความน่าเชื่อถือ ทำงานได้หมดจดเรียบร้อย แถมยังให้ข้อมูลที่สำคัญกับฝ่ายกิจการทั่วไปบ่อย ๆ อีกด้วย ฉันเองก็ไม่รู้แน่ชัดว่าคุณ Yelan ได้ยินข้อมูลพวกนี้มาได้ยังไง",
      "vi": "Tổ tông của tiểu thư Yelan từng làm việc cho Thất Tinh, ông nội tôi cũng từng hợp tác nghiên cứu học thuật với gia tộc của cô ấy. Nói chung thì cô ấy làm việc gọn gàng, rất đáng tin cậy, thường hay cung cấp tình báo quan trọng cho Tổng Vụ. Nhiều khi tôi cũng không hiểu, tiểu thư Yelan lấy những thông tin đó ở đâu nhỉ."
    }
  },
  {
    "title": {
      "zhs": "想要了解刻晴·其一",
      "zht": "想要了解刻晴·其一",
      "jp": "刻晴を知る·1",
      "ko": "각청에 대해 알기·첫 번째",
      "en": "More About Keqing: I",
      "de": "Ich will mehr über Keqing erfahren I",
      "es": "Más sobre Keching (I)",
      "fr": "Connaître Keqing (1)",
      "pt": "Mais sobre Keqing - I",
      "ru": "Узнать больше о Кэ Цин I",
      "id": "Mengenal Keqing: I",
      "th": "อยากรู้เกี่ยวกับ Keqing - 1",
      "vi": "Muốn tìm hiểu Keqing - Điều thứ 1"
    },
    "line": {
      "zhs": "想要了解我？好啊，那我先把「玉衡」的工作原则讲给你听，等你熟记了这一百多条关键条目，就一定对我的理想了如指掌了！",
      "zht": "#想要瞭解我？好啊，那我先把「玉衡」的工作原則講給{F#妳}{M#你}聽，等{F#妳}{M#你}熟記了這一百多條關鍵條目，就一定對我的理想瞭若指掌了！",
      "jp": "私のことを知りたいの？いいわよ、じゃあまず「玉衡」の仕事に関する理念を教えるわね。この100以上に及ぶ重要項目を覚えたら、きっと私の理想を知り尽くすことができるわよ。",
      "ko": "나에 대해 알고 싶어? 좋아, 그럼 먼저 「옥형」의 업무 원칙을 소개해줄게. 이 백 가지 원칙을 숙지하고 나면 내가 추구하는 게 뭔지 확실히 알 수 있을 거야!",
      "en": "You want to know more about me? Sure. Let's start with the principles that are central to the role of Yuheng. Once you've memorized the hundred or more contractual obligations of the position, you'll know my hopes and dreams like the back of your hand!",
      "de": "Du würdest gern mehr über mich wissen? Ich erzähle dir gern etwas über die Grundreggeln der Arbeit des Yuheng. Sobald du die einhundert wichtigsten Punkte kennst, verstehst du mein Handeln sicher viel besser!",
      "es": "¿Quieres saber más sobre mí? De acuerdo. Comencemos con los principios que rigen la filosofía de trabajo del Equilibrio Terrenal. Una vez que hayas memorizado las más de cien obligaciones contractuales del puesto, entenderás a la perfección mis ideales.",
      "fr": "Pour en savoir plus sur moi, je vous conseille un peu de lecture à propos de mon rôle d'Alioth. Une fois que vous aurez mémorisé les cent et quelques obligations contractuelles qui y sont liées, vous saurez tout de mes objectifs !",
      "pt": "Vocês querem me conhecer melhor? Está bem! Então deixe-me primeiro contar os princípios do papel da Yuheng. Após dominar essas centenas de cláusulas, vocês poderão ter uma compreensão profunda dos meus sonhos.",
      "ru": "Хочешь узнать обо мне больше? Ладно. Для начала я расскажу тебе о работе Нефритового Равновесия. После того как ты ознакомишься с сотнями основных пунктов этой должности, мои идеалы предстанут перед тобой как на ладони!",
      "id": "Ingin kenal lebih jauh denganku? Oke, biar aku jelaskan dulu prinsip kerja seorang Yuheng. Kalau kamu sudah hapal sekian ratus kewajiban yang ditanggung oleh posisi itu, berarti kamu juga sudah tahu persis semua harapan dan impianku!",
      "th": "อยากรู้จักฉันให้มากขึ้นเหรอ? ได้สิ ฉันจะบอกเธอเกี่ยวกับหลักการทำงานของ \"Yuheng\" ก่อน และเมื่อเธอจดจำรายการสำคัญกว่าร้อยรายการได้แล้ว เธอจะเข้าใจความฝันของฉันอย่างแน่นอน!",
      "vi": "Muốn biết rõ về tôi? Được thôi, vậy để tôi nói nguyên tắc làm việc của Ngọc Hành cho bạn nghe, khi nào bạn ghi nhớ được hơn một trăm mục chính, thì chắc chắn có thể hiểu rõ lý tưởng của tôi như lòng bàn tay!"
    }
  },
  {
    "title": {
      "zhs": "想要了解刻晴·其二",
      "zht": "想要了解刻晴·其二",
      "jp": "刻晴を知る·2",
      "ko": "각청에 대해 알기·두 번째",
      "en": "More About Keqing: II",
      "de": "Ich will mehr über Keqing erfahren II",
      "es": "Más sobre Keching (II)",
      "fr": "Connaître Keqing (2)",
      "pt": "Mais sobre Keqing - II",
      "ru": "Узнать больше о Кэ Цин II",
      "id": "Mengenal Keqing: II",
      "th": "อยากรู้เกี่ยวกับ Keqing - 2",
      "vi": "Muốn tìm hiểu Keqing - Điều thứ 2"
    },
    "line": {
      "zhs": "万事万物都不可脱离联系独立存在，倘若一件事拖了后腿，与它联系的诸多事项也都会遭殃。所以，「今日事今日毕」。不是我性子急，而是事情本来就不能拖延。",
      "zht": "萬事萬物都不可脫離聯繫獨立存在，倘若一件事拖了後腿，與它聯繫的諸多事項也都會遭殃。所以，「今日事今日畢」。不是我性子急，而是事情本來就不能拖延。",
      "jp": "全ての物事は一つ一つ繋がっている。もし一つのことがダメになったら、それに関連する全てのことがダメになるわ。だから「今日のことは今日中に終わらす」っていうのは、私がせっかちだからじゃなくて、遅れることで物事が台無しになるからなの。",
      "ko": "세상 모든 것들은 서로 연결돼있고 독립적으로 존재할 수 없어. 한 가지 일에 발목 잡힌다면 그것과 연관된 많은 일을 그르치게 되지. 그래서 「오늘 할 일은 오늘 끝내자」라는 말이 있는 거야. 내 성격이 급해서가 아니라 원래 일이라는 건 미루면 안 돼",
      "en": "Nothing exists independently, and there's nothing you can do to change that. So, when you drag your heels on one thing, you're actually causing chaos for a whole bunch of other connected issues, too. That's why I firmly believe you should never put off until tomorrow what you can do today. ...I'm also a very impatient person and can't stand procrastinating, so that's also part of it.",
      "de": "Alles steht immer in Beziehung zueinander, nichts ist wirklich unabhängig. Wenn eine Angelegenheit in den Rückstand fällt, wird das viele andere Dinge beeinflussen. Was du heute kannst besorgen, das verschiebe nicht auf morgen! Es geht mir dabei nicht ums Nörgeln. Ich kann es nur nicht leiden, wenn jemand trödelt.",
      "es": "Todo está interconectado y no se puede hacer nada para evitarlo. Por ello, cuando arrastras un problema a tus espaldas, en realidad estás creando más problemas a todo lo relacionado con ese asunto. Por eso, creo firmemente que nunca se debe posponer para mañana lo que se puede hacer hoy. También es porque soy bastante impaciente y no soporto la procrastinación...",
      "fr": "Toutes les choses sont liées dans ce monde, c'est un fait. Lorsqu'on tarde à effectuer une tâche, cela a des répercussions sur beaucoup de choses. C'est pour cette raison que je crois qu'il ne faut pas repousser à demain ce qu'on peut faire aujourd'hui... Le fait que je sois une personne impatiente qui déteste procrastiner y contribue aussi.",
      "pt": "Nada existe de forma independente, e não há nada que você possa fazer para mudar isso. Então, quando uma coisa está atrasada, vários assuntos conectados estão afetados. É por isso que acredito firmemente que você nunca deve adiar até amanhã o que pode fazer hoje... Eu não sou uma pessoa impaciente, só que tudo não se pode atrasar.",
      "ru": "Ничто не существует отдельно от остального. Если станешь медлить с одним делом, пострадают другие, с ним связанные. Поэтому нельзя откладывать на завтра то, что можно сделать сегодня. А ещё я очень нетерпелива и не выношу проволочек.",
      "id": "Tidak ada satu pun yang bisa lepas dari keterkaitan. Jadi, ketika menunda sesuatu, kamu sama saja mengacaukan segala sesuatu yang berkaitan dengannya. Karena itu, aku memegang teguh prinsip \"urusan hari ini harus selesai hari ini\". Bukannya aku tidak sabaran, tapi segala urusan kan memang sebaiknya jangan ditunda-tunda.",
      "th": "ไม่มีสิ่งไหนที่สามารถดำรงอยู่ได้อย่างอิสระโดยไม่เชื่อมต่อกับสิ่งอื่น เพราะฉะนั้นถ้าเธอมัวอ้อยอิ่งอยู่กับเรื่องใดเรื่องหนึ่ง มันจะส่งผลกระทบที่เลวร้ายกับสิ่งที่เกี่ยวข้อง ฉะนั้น \"เรื่องวันนี้ต้องจบวันนี้\" ไม่ใช่เพราะฉันใจร้อนนะ แต่เรื่องต่าง ๆ จะปล่อยให้ล่าช้าไม่ได้เด็ดขาด",
      "vi": "Mọi sự trên đời không có thứ gì tồn tại một cách độc lập mà không liên quan đến nhau, nếu như một sự việc bị trì hoãn, sẽ ảnh hưởng đến các sự việc còn lại. Vì vậy \"việc của hôm nay chớ để ngày mai\". Không phải tôi là người thiếu kiên nhẫn mà là công việc vốn không thể chờ đợi."
    }
  },
  {
    "title": {
      "zhs": "想要了解刻晴·其三",
      "zht": "想要了解刻晴·其三",
      "jp": "刻晴を知る·3",
      "ko": "각청에 대해 알기·세 번째",
      "en": "More About Keqing: III",
      "de": "Ich will mehr über Keqing erfahren III",
      "es": "Más sobre Keching (III)",
      "fr": "Connaître Keqing (3)",
      "pt": "Mais sobre Keqing - III",
      "ru": "Узнать больше о Кэ Цин III",
      "id": "Mengenal Keqing: III",
      "th": "อยากรู้เกี่ยวกับ Keqing - 3",
      "vi": "Muốn tìm hiểu Keqing - Điều thứ 3"
    },
    "line": {
      "zhs": "不用和我太客气，「玉衡」说到底只是虚名，我不希望你因为我的身份，而把想说的话藏在心里——因为有话直说，这才是你独一无二的地方，也是我最欣赏的地方。",
      "zht": "#不用和我太客氣，「玉衡」說到底只是虛名，我不希望{F#妳}{M#你}因為我的身分，而把想說的話藏在心裡——因為有話直說，這才是{F#妳}{M#你}獨一無二的地方，也是我最欣賞的地方。",
      "jp": "礼儀に拘る必要はないわよ。「玉衡」と言ってもただの肩書きに過ぎないもの。私の身分なんて気にせず本音を言ってちょうだい——物事をはっきりと言うところが君の唯一無二のところで、そして私が一番気に入ってるところなんだから。",
      "ko": "내 앞에서 너무 예의 차릴 필요 없어. 「옥형」은 그저 명색일 뿐이야. 네가 내 신분 때문에 하고 싶은 말을 담아두지 않았으면 좋겠어——직설적인 게 네 가장 큰 매력이거든",
      "en": "Never mince your words with me, okay? Yuheng's just a title. I'll not have you treading on eggshells around me just because of my status. Say what's on your mind, always — that's what makes you unique, and it's the thing I admire about you the most.",
      "de": "Keine übertriebene Höflichkeit! Yuheng ist doch nur ein Titel, der nichts über mich persönlich aussagt. Ich bewundere dich dafür, dass du aussprichst, was du denkst. Das macht dich zu etwas Besonderem und ist etwas, was ich sehr an dir schätze.",
      "es": "#No tienes que ser tan formal conmigo, ¿de acuerdo? “Equilibrio Terrenal” es solo un título, no hace falta que te andes con pies de plomo al hablar conmigo. Di lo que realmente piensas. Eso es lo que te hace únic{F#a}{M#o}, y lo que más admiro de ti.",
      "fr": "Ne mâchez pas vos mots avec moi, d'accord ? J'ai beau être l'Alioth, ce n'est qu'un titre, donc j'espère que vous ne prendrez pas de pincettes avec moi. Dites toujours ce que vous pensez ! Votre franchise est ce que j'apprécie le plus chez vous.",
      "pt": "#Fique à vontade, pode dizer tudo o que quiser, ok? Yuheng é apenas um título, não vou deixar você esconder as suas palavras por causa desse título. Diga sempre o que pensa - é isso que {F#a}{M#o} torna únic{F#a}{M#o}, e é o que mais admiro em você.",
      "ru": "Не нужно со мной любезничать. Нефритовое Равновесие - всего лишь титул, и ничего от меня скрывать не нужно. Всегда говори всё, как на духу - это твоя особая черта, которая восхищает меня больше всего.",
      "id": "Tolong jangan pernah basa-basi dan bermanis mulut kepadaku, oke? Yuheng itu cuma sekadar jabatan saja. Aku tidak suka kalau kamu terlalu berhati-hati dalam bertutur kata cuma karena kamu segan pada jabatanku. Tetaplah terus terang dan kemukakan pendapat apa adanya ... Sifat itulah yang membuat kamu beda dari yang lain, dan itu pula yang paling kukagumi dari dirimu.",
      "th": "ไม่ต้องเกรงใจฉันขนาดนั้นหรอก Yuheng มันเป็นแค่ชื่อตำแหน่ง อย่าปิดบังความในใจที่อยากพูดไว้ เพียงเพราะสถานะของฉันเลย เพราะเอกลักษณ์ของเธอคือการเป็นคนตรงไปตรงมาเสมอ นี่คือสิ่งที่ฉันชื่นชมที่สุดในตัวของเธอเลยนะ",
      "vi": "Đừng khách sáo, Ngọc Hành nói cho cùng cũng chỉ là hư danh, tôi không muốn bạn vì thân phận của tôi mà che giấu đi những gì bạn muốn nói... vì vậy có gì thì cứ nói thẳng ra, đây mới là điểm khiến bạn trở nên độc đáo và cũng là điểm mà tôi đánh giá cao nhất."
    }
  },
  {
    "title": {
      "zhs": "想要了解刻晴·其四",
      "zht": "想要了解刻晴·其四",
      "jp": "刻晴を知る·4",
      "ko": "각청에 대해 알기·네 번째",
      "en": "More About Keqing: IV",
      "de": "Ich will mehr über Keqing erfahren IV",
      "es": "Más sobre Keching (IV)",
      "fr": "Connaître Keqing (4)",
      "pt": "Mais sobre Keqing - IV",
      "ru": "Узнать больше о Кэ Цин IV",
      "id": "Mengenal Keqing: IV",
      "th": "อยากรู้เกี่ยวกับ Keqing - 4",
      "vi": "Muốn tìm hiểu Keqing - Điều thứ 4"
    },
    "line": {
      "zhs": "和你一起冒险，已经很长时间了。我越来越觉得，你就是我理想中的那个人——欸？这么吃惊干什么？为了建成我理想中的璃月，你的确是不可或缺的啊？",
      "zht": "#和{F#妳}{M#你}一起冒險，已經很長時間了。我越來越覺得，{F#妳}{M#你}就是我理想中的那個人——欸？這麼吃驚幹什麼？為了建成我理想中的璃月，{F#妳}{M#你}的確是不可或缺的啊？",
      "jp": "君と一緒に冒険して、結構な時間が経ったわね。君こそが私の理想の人だとますます思えるようになってきたわ——えっ？そんなに驚くこと？私が理想とする璃月を築くには、君は欠かせない存在よ？",
      "ko": "너랑 함께 모험한 지도 꽤 오래됐네. 갈수록 네가 바로 내 이상 속의 사람이란 생각이 들어——어? 뭘 그렇게 놀래? 내 이상 속의 리월을 만들기 위해선 네가 꼭 필요하다구",
      "en": "We've been on our fair share of adventures together, haven't we? The more time we spend together, the more I think that you're the person of my dreams, and— Huh? Why so shocked? You're a crucial part of my dreams for the new Liyue.",
      "de": "Jetzt sind wir tatsächlich schon so lange zusammen auf Abenteuern gewesen! Ich halte dich langsam wirklich für den perfekten Partner! ... Du wirkst überrascht ... Um Liyue weiter aufzubauen, brauche ich doch gute Partner!",
      "es": "#Hemos vivido muchas aventuras {F#juntas}{M#juntos}, ¿no crees? Cuanto más tiempo pasamos {F#las dos}{M#los dos}, más creo que eres la persona ideal y... ¿Eh? ¿Por qué te sorprende tanto? Eres la persona ideal para construir el Liyue con el que siempre he soñado.",
      "fr": "Nous en avons fait du chemin ensemble, vous et moi. Plus le temps passe, et plus je me dis que vous êtes la personne idéale... Pourquoi cet air étonné ? J'ai besoin de vous pour redonner un nouveau souffle à Liyue.",
      "pt": "#Já somos companheir{M#o}{F#a}s de viagem por muito tempo, e estou achando que você é a pessoa certa e imprescindível para o meu plano de Liyue novo. Por que é que está tão chocad{F#a}{M#o}?",
      "ru": "Мы пережили с тобой немало приключений, ведь так? Я всё больше склоняюсь к мысли, что ты человек моей мечты, и... А? Не стоит так удивляться. Ты неотъемлемая часть моей мечты о новом Ли Юэ.",
      "id": "Kita sudah cukup lama bertualang bersama ya? Semakin banyak waktu yang kuhabiskan sama kamu, semakin aku merasa kalau kamulah sosok yang ada di dalam impianku, dan— Eh? Kenapa kaget? Kamu memang sosok yang ada dalam impianku untuk membangun Liyue yang baru.",
      "th": "เราร่วมผจญภัยด้วยกันมานานเหมือนกันนะ ยิ่งนานวันฉันยิ่งรู้สึกว่าเธอคือคนในฝันของฉัน... อ๊ะ? ตกใจขนาดนั้นเลยเหรอ? ก็การที่จะสร้าง Liyue ในฝันของฉันให้สำเร็จ เธอคือบุคคลสำคัญที่ขาดไม่ได้เลยยังไงล่ะ",
      "vi": "Đã cùng bạn mạo hiểm một thời gian dài. Tôi càng lúc càng cảm thấy bạn là mẫu người lý tưởng của tôi.... Hả? Ngạc nhiên như vậy làm gì? Bạn thực sự không thể thiếu trong quá trình xây dựng một Liyue lý tưởng."
    }
  },
  {
    "title": {
      "zhs": "想要了解刻晴·其五",
      "zht": "想要了解刻晴·其五",
      "jp": "刻晴を知る·5",
      "ko": "각청에 대해 알기·다섯 번째",
      "en": "More About Keqing: V",
      "de": "Ich will mehr über Keqing erfahren V",
      "es": "Más sobre Keching (V)",
      "fr": "Connaître Keqing (5)",
      "pt": "Mais sobre Keqing - V",
      "ru": "Узнать больше о Кэ Цин V",
      "id": "Mengenal Keqing: V",
      "th": "อยากรู้เกี่ยวกับ Keqing - 5",
      "vi": "Muốn tìm hiểu Keqing - Điều thứ 5"
    },
    "line": {
      "zhs": "「想要在帝君的土地上，留下属于人类的印记。」这果然很不容易啊。但我想和你定下一个约定——等到新时代的璃月港落成之时，来看看吧，我来领路。只有让你亲眼见证这里的脱胎换骨，才不会辜负你对我的陪伴和支持。",
      "zht": "#「想要在帝君的土地上，留下屬於人類的印記。」這果然很不容易啊。但我想和{F#妳}{M#你}定下一個約定——等到新時代的璃月港落成之時，來看看吧，我來領路。只有讓{F#妳}{M#你}親眼見證這裡的脫胎換骨，才不會辜負{F#妳}{M#你}對我的陪伴和支持。",
      "jp": "「帝君の土地に、人類が生きた証を残すこと」は…やっぱり簡単なことじゃない。でもね、君と約束したいの——新時代の璃月港が生まれた時、私に会いに来て。見せてあげたい。君との時間と君の支えがあったからこそできたことだろうから。",
      "ko": "「암왕제군의 땅에 인간의 흔적을 남기는 것」, 쉽진 않겠지만 새로운 리월이 만들어지면 꼭 보러 오겠다고 약속해——내가 길을 안내할 테니. 네게 이곳의 변화를 직접 보여주는 것만이 네가 나에게 베푼 친절과 응원에 보답이라고 생각하거든",
      "en": "\"The time has come for humanity to make its mark in the land of the Geo Archon\"... Turns out that was quite an ambitious statement after all. But I want you to make me a promise: come and visit when the new Liyue Harbor is born. I will show you around. After all the help and support you've given me along the way, you deserve to see Liyue reborn with your own eyes. I owe you that much.",
      "de": "„Möge die Menschheit ihren Teil dazu beitragen, das Land des Geo-Archons zu hüten.“ Es mag schwierig sein, aber ich verspreche dir, sobald das neue Zeitalter in Liyue beginnt, werde ich die Menschen in eine bessere Zukunft führen. Du wirst schon sehen. So viel schulde ich dir.",
      "es": "“Ha llegado el momento de que la humanidad deje su huella en la tierra de Rex Lapis”. Claro que no es algo fácil de conseguir, pero quiero que me prometas una cosa: que cuando nazca la nueva Liyue, vendrás a verme para que te muestre la ciudad. Estoy en deuda contigo por toda la ayuda y el apoyo que me has dado, por lo que mereces ver con tus propios ojos el renacer de Liyue.",
      "fr": "Un jour, j'ai dit : « Le temps est venu pour l'humanité de s'affirmer sur les terres de l'Archon Géo. » Ces paroles étaient trop ambitieuses, mais faites-moi une promesse : laissez-moi vous guider à travers le Port de Liyue quand il renaîtra. Vous méritez de le voir de vos propres yeux pour toute l'aide et le soutien que vous m'avez apportés pour réaliser ce rêve.",
      "pt": "\"Chegou a hora de humanidade deixar sua marca na terra do Arconte Geo...\" Acontece que, apesar de tudo, era uma afirmação bastante ambiciosa. Mas quero que você me faça uma promessa: venha visitar quando o novo porto de Liyue nascer, mostrarei como estará. Depois de toda a ajuda e apoio que você me deu ao longo do caminho, você merece ver Liyue renascer com os seus próprios olhos. Eu te devo muito isso.",
      "ru": "«Пришёл черёд человечества оставить свой след на земле Гео Архонта». Оказывается, сделать это совсем нелегко. Давай с тобой договоримся: когда в гавань Ли Юэ придёт новая эпоха, я всё там тебе покажу. После всей твоей поддержки и помощи ты заслуживаешь увидеть перемены собственными глазами.",
      "id": "\"Tiba saatnya bangsa manusia meninggalkan jejak di atas tanah Rex Lapis\". Mewujudkan kalimat itu ternyata tidak mudah. Tapi berjanjilah satu hal: datanglah berkunjung kalau Pelabuhan Liyue yang baru sudah berhasil dibangun nanti. Aku sendiri yang akan jadi pemandumu. Setelah semua yang kamu lakukan untuk mendukung aku, kamu jelas berhak untuk menyaksikan Liyue yang terlahir baru dengan matamu sendiri. Mau kan?",
      "th": "\"อยากทิ้งร่องรอยความทรงจำของมนุษย์ไว้ในดินแดนของเทพเจ้า\" มันไม่ง่ายอย่างที่คิดเลยนะ แต่ฉันอยากจะสัญญากับเธอไว้ข้อหนึ่ง... เมื่อยุคใหม่ของท่าเรือ Liyue ได้ถือกำเนิดขึ้น เธอจะต้องกลับมาเยี่ยมนะ ฉันจะพาเธอชมเอง ต้องให้เธอได้เห็นการเปลี่ยนแปลงนี้ด้วยตาตัวเอง ถึงจะไม่เสียแรงที่เธอคอยอยู่เคียงข้าง และสนับสนุนฉันมาตลอด",
      "vi": "\"Muốn lưu lại dấu ấn của con người trên vùng đất của Đế Quân\", điều này thực sự không dễ dàng. Nhưng tôi muốn thoả thuận với bạn... khi thời đại mới của cảng Liyue hoàn thành, hãy đến xem, tôi sẽ dẫn đường cho bạn. Chỉ có cách để bạn chứng kiến sự thay da đổi thịt nơi đây, mới không phụ sự đồng hành và ủng hộ của bạn."
    }
  },
  {
    "title": {
      "zhs": "刻晴的爱好…",
      "zht": "刻晴的愛好…",
      "jp": "刻晴の趣味…",
      "ko": "각청의 취미…",
      "en": "Keqing's Hobbies",
      "de": "Keqings Hobbys ...",
      "es": "Aficiones de Keching...",
      "fr": "Les loisirs de Keqing...",
      "pt": "Passatempos de Keqing...",
      "ru": "Хобби Кэ Цин...",
      "id": "Hobi Keqing",
      "th": "งานอดิเรกของ Keqing...",
      "vi": "Sở thích của Keqing..."
    },
    "line": {
      "zhs": "这么多式样、这么多质地、这么多选择…啊，这就是「消费」呀，真是令人难以抵御的魅力。",
      "zht": "這麼多式樣、這麼多質地、這麼多選擇…啊，這就是「消費」呀，真是令人難以抵禦的魅力。",
      "jp": "デザインも生地も商品の種類も、多種多様…それが「買い物」よ。ん～この魅力はたまらないわね。",
      "ko": "이 다양한 스타일과 재질을 봐. 선택지가 이렇게 많다니…. 이게 바로 「돈 쓰는」 맛이지! 정말 참을 수 없다니까~",
      "en": "That indulgent feeling of being spoilt for choice between countless different varieties... That, to me, is the appeal of shopping.",
      "de": "So viele Varianten, Ausgaben und Wahlmöglichkeiten ... Es gibt so viele Anreize, um richtig viel Spaß beim Einkaufen zu haben!",
      "es": "¡Cuánta variedad! ¡Cuántas opciones! Ese es, para mí, el irresistible atractivo de ir de compras.",
      "fr": "Lorsque je fais du shopping, j'adore avoir le choix parmi une infinité de possibilités.",
      "pt": "Tantos estilos, tantas texturas, tantas opções... Isso é consumismo! É algo irresistível.",
      "ru": "Сколько моделей, фасонов, какой широкий выбор... В этом и заключается непреодолимое очарование походов по магазинам!",
      "id": "Ah, perasaan yang muncul waktu dikasih lihat variasi model, tekstur, dan pilihan yang tidak ada habisnya ... Belanja, selalu bisa bikin hati riang gembira!",
      "th": "หลายสไตล์ หลายวัสดุ หลายตัวเลือก... อ๊า นี่ก็คือการจับจ่ายใช้สอยไงล่ะ มันช่างมีเสน่ห์ที่น่าเหลือเชื่อจริง ๆ",
      "vi": "Nhiều kiểu dáng, nhiều tính chất, nhiều sự lựa chọn như vậy... À, đó chính là \"tiêu dùng\", thực là sự hấp dẫn khiến người ta không thể cưỡng lại."
    }
  },
  {
    "title": {
      "zhs": "刻晴的烦恼…",
      "zht": "刻晴的煩惱…",
      "jp": "刻晴の悩み…",
      "ko": "각청의 고민…",
      "en": "Keqing's Troubles",
      "de": "Keqings Sorgen ...",
      "es": "Preocupaciones de Keching...",
      "fr": "Les problèmes de Keqing...",
      "pt": "Preocupações de Keqing...",
      "ru": "Беспокойство Кэ Цин...",
      "id": "Kekhawatiran Keqing",
      "th": "เรื่องกลุ้มใจของ Keqing...",
      "vi": "Nỗi buồn của Keqing..."
    },
    "line": {
      "zhs": "璃月人的生活越来越好，这确实没错，但不思进取，好吃懒做的人也越来越多了。唉，「璃月七星」很努力地改善社会福利，可不是为了养活这帮闲人啊。",
      "zht": "璃月人的生活越來越好，這確實沒錯，但不思進取，好吃懶做的人也越來越多了。唉，「璃月七星」很努力地改善社會福利，可不是為了養活這幫閒人啊。",
      "jp": "確かに、璃月の人の生活水準はどんどん良くなってるわ。でも怠け者も増えてるの。ああッ、もう「璃月七星」が頑張って暮らしを改善しているのは、この怠け者たちを養うためじゃないのに！",
      "ko": "리월 사람들의 생활 수준이 점점 좋아지고 있긴 하지만, 현실에 안주하고 놀고먹으려는 사람들도 점점 많아지고 있어. 휴, 「리월 칠성」이 게으른 사람들을 먹여 살리려고 복지에 힘쓰는 건 아닌데",
      "en": "It's great that the quality of life in Liyue is improving for everyone. But one downside is the growing number of people who are happy to reap the rewards without doing their fair share of the work. The Liyue Qixing did not put in all this effort to create a more prosperous society just so people like them can loaf around.",
      "de": "Das Leben in Liyue wird für alle stetig besser, das stimmt schon. Leider werden die Leute dabei immer fauler und nutzen die Vorteile dieses Lebens aus. Die Qixing von Liyue haben nicht so hart gearbeitet, damit die Menschen sich zurücklehnen und mit Wohlstand berieseln lassen können.",
      "es": "Es una buena noticia que la calidad de vida esté mejorando para todos en Liyue. Pero, al mismo tiempo, cada vez hay más gente que se aprovecha del trabajo de otros sin hacer nada. Las Siete Estrellas no nos esforzamos en crear una sociedad más próspera para que personas como ésas estén holgazaneando todo el tiempo.",
      "fr": "La qualité de vie à Liyue ne cesse de s'améliorer pour tous. L'inconvénient est que le nombre de personnes qui profitent du labeur des autres augmente aussi. Les efforts des Sept Étoiles pour établir et maintenir une société prospère n'ont pas été faits pour que ce genre d'individus prolifère.",
      "pt": "A qualidade de vida em Liyue está cada vez melhor, é verdade, mas surgiram cada vez mais pessoas preguiçosas, e sem motivação para trabalhar. *Suspiro* Os Qixing de Liyue se dedicaram tanto para melhorar o bem-estar da sociedade, mas não para que pessoas preguiçosas vivessem assim.",
      "ru": "Я рада, что уровень жизни каждого в Ли Юэ становится всё лучше. Но становится больше и тех, кто ни к чему не стремится и хочет ничего не делать. Цисин привели общество к процветанию не для того, чтобы кормить кучку дармоедов.",
      "id": "Memang, taraf hidup penduduk Liyue semakin hari semakin meningkat. Tapi ada juga sisi negatifnya, yaitu semakin banyak kelas orang malas cuma mau menikmati hasilnya tanpa mau ikutan kerjanya. Liyue Qixing berusaha mati-matian untuk meningkatkan kesejahteraan masyarakat, bukan untuk menghidupi tipe orang tidak berguna macam ini.",
      "th": "ชีวิตของผู้คนใน Liyue พัฒนาขึ้นเรื่อย ๆ มันก็ดีอยู่หรอก แต่ข้อเสียคือคนขี้เกียจกลับเพิ่มมากขึ้นทุกวัน ฮึ Liyue Qixing ทำงานหนักเพื่อปรับปรุงสวัสดิการในสังคม ไม่ใช่เพราะจะเอามาเลี้ยงคนพวกนี้หรอกนะ",
      "vi": "Đúng là cuộc sống của người Liyue ngày càng tốt hơn, nhưng những kẻ không có chí tiến thủ, ham ăn lười làm mỗi lúc một nhiều. Haiz, Thất Tinh Liyue đang rất cố gắng để cải thiện phúc lợi xã hội, nhưng không phải để nuôi dưỡng đám người lười biếng này."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "从道理上说，不应该对食物有什么贪欲，但唯独那一道美味的金丝虾球…总是让我忘不了。哪怕就吃一个，也能满足味蕾，扫清身上积累的所有压力。",
      "zht": "從道理上說，不應該對食物有什麼貪欲，但唯獨那一道美味的金絲蝦球…總是讓我忘不了。哪怕就吃一個，也能滿足味蕾，掃清身上累積的所有壓力。",
      "jp": "食べ物にはあまり執着しない方なんだけど、あのエビのポテト包み揚げだけは…忘れられないわ。たった一つ食べただけで、口の中が幸せで満たされて、溜まりに溜まったストレスが一気にふっ飛ぶの。",
      "ko": "음식에 별로 욕심이 많은 것도 아닌데, 황금 새우볼만은… 잊을 수가 없어. 하나만 먹어도 미각을 만족시키고 몸에 쌓인 스트레스가 다 풀린다니까",
      "en": "It makes no logical sense to be greedy with food, but for me, all rationality goes out the window when there's Golden Shrimp Balls involved... They're just irresistible. The taste of a single Golden Shrimp Ball brings me so much joy that all the stress of work just melts away.",
      "de": "Prinzipiell finde ich ja, dass man nicht gierig sein sollte. Wenn ich aber goldene Garnelenhäppchen vor mir sehe, kann ich einfach nicht widerstehen. Schon eins davon genügt, um den Stress, der sich über die Zeit angesammelt hat, zu vertreiben.",
      "es": "Desde un punto de vista lógico, no tiene sentido ser codicioso con la comida, pero para mí la lógica no existe cuando de albóndigas de camarón dorado se trata... Son sencillamente irresistibles. Con solo comer una, me da tanta alegría que me olvido por completo de todo el estrés del trabajo.",
      "fr": "Ce n'est pas raisonnable d'être gourmande, mais je ne peux pas m'en empêcher avec les boulettes de crevettes dorées... Elles sont si délicieuses ! Une seule bouchée suffit à me faire oublier le stress du travail.",
      "pt": "Teoricamente, não podemos ser gananciosos por comida. Contudo, nunca consigo me esquecer do sabor das Almôndegas Douradas de Camarão... Apenas uma almôndega já é suficiente para dar uma sensação de satisfação, e para descarregar todo o fardo.",
      "ru": "В еде следует придерживаться умеренности, но шарики с креветкой заставляют меня позабыть обо всём... Достаточно съесть один, чтобы вкусовые рецепторы охватило блаженство и всё напряжение от работы отступило.",
      "id": "Seharusnya manusia makan untuk hidup dan bukan hidup untuk makan, tapi kalau sudah ketemu sama Golden Shrimp Ball ... Aku mati kutu. Makan satu saja sudah cukup buat meringankan semua beban hidup yang ada.",
      "th": "ตามหลักการแล้ว คนเราไม่ควรตะกละ แต่ว่ารสชาติอันวิเศษของ Golden Shrimp Balls แสนอร่อยนั่น... ทำให้ฉันลืมตัวทุกทีเลย ได้กินลูกชิ้นแค่ลูกเดียวก็เพียงพอ ที่จะขจัดความเครียดของงาน ที่สะสม ไปจากร่างกายได้อย่างดีเลยล่ะ",
      "vi": "Về nguyên tắc, thì không nên tham ăn, nhưng món Tôm Viên Tơ Vàng Ngon... luôn khiến tôi quên mất. Cho dù chỉ ăn một viên thôi, cũng có thể thoả mãn vị giác, loại bỏ hết tất cả những áp lực chồng chất."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "每种菜肴都有最理想的味道，我不能接受除此以外的做法，尝试都不行。比如，咸味的杏仁豆腐，甜味的莲子禽蛋羹什么的…都是在暴殄天物！",
      "zht": "每種菜餚都有最理想的味道，我不能接受除此以外的做法，嘗試都不行。比如，鹹味的杏仁豆腐，甜味的蓮子禽蛋羹什麼的…都是在暴殄天物！",
      "jp": "どんな料理にも理想的な味があると思うの。だからそれ以外の味を私は一切認めない。例えば塩味の杏仁豆腐とか、甘口のハスの実入り茶碗蒸しとか…食べ物を粗末にしないで欲しいわ！",
      "ko": "모든 음식엔 이상적인 맛이란 게 있는 거야. 왜 다른 방법으로 시도를 하는 건지 이해가 안 돼. 예를 들어 짠맛이 나는 행인두부, 달콤한 연밥 계란찜 같은 거 있잖아…. 그건 음식을 낭비하는 거라구!",
      "en": "Everything has a certain way it should taste. I won't touch anything that tries to break the mold, so no salted Almond Tofu for me, and no sweetened Lotus Seed and Bird Egg Soup either. It's just a total waste of perfectly good ingredients.",
      "de": "Jede Speise hat ihren eigenen unverkennbaren Geschmack. Ich kann mich einfach nicht mit ungewöhnlichen Zubereitungsarten anfreunden. Herzhafter Mandeltofu oder gesüßtes gedämpftes Ei mit Lotossamen sind einfach unerträglich!",
      "es": "Toda comida debe saber de cierta manera en concreto. De ninguna manera probaré una comida que no sepa a lo que tiene que saber. Es algo que no aguanto. Por ejemplo, un tofu de almendras salado o una sopa de loto y huevo dulce... ¡Puaj! ¡Qué abominación!",
      "fr": "Tout aliment possède un certain goût qui ne doit pas être altéré. Je refuse de manger tout ce qui dévie de l'ordinaire comme le tofu aux amandes ou les œufs et graines de lotus à la vapeur... J'appelle ça du gaspillage d'ingrédients !",
      "pt": "Cada prato tem o seu sabor ideal com a única maneira de cozinhar. Não aceito a segunda maneira, nem para provar. Tofu de Amêndoas salgado, Sopa de Lótus e Ovo doce... Estão fora da minha imaginação! Falta do mínimo de respeito pela comida.",
      "ru": "Каждое блюдо должно обладать своим вкусом. Любое отклонение от нормы я и пробовать не стану. Так что солёный миндальный тофу или сладкий яичный суп из лотоса - неразумный расход ингредиентов!",
      "id": "Segala jenis hidangan ada aturannya, dan semua punya rasa yang \"seharusnya\". Aku tidak akan coba makanan yang rasanya tidak sesuai. Misalnya Almond Tofu tapi asin, atau Lotus Seed and Bird Egg Soup tapi manis ... Buat aku sih, itu namanya buang-buang makanan!",
      "th": "แต่ละเมนูมันมีรสชาติที่ควรจะเป็น ฉันยอมรับเมนูที่ปรุงแบบพิสดารไม่ได้เด็ดขาด ให้ลองชิมยังไม่เอาเลย ก็อย่างเช่น Almond Tofu รสเค็ม, Lotus Seed and Bird Egg Soup รสหวานอะไรพวกนั้น... เสียของจริง ๆ เลย!",
      "vi": "Mỗi món ăn đều có hương vị lý tưởng nhất, tôi không thể tiếp nhận công thức nào khác, thử thôi cũng không được. Ví dụ như, món Đậu Hũ Hạnh Nhân mặn, món Canh Trứng Hạt Sen ngọt gì đó... đều là những thứ rất khủng khiếp!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "没错，正是我喜欢的。",
      "zht": "沒錯，正是我喜歡的。",
      "jp": "ええ、私の好物だわ。",
      "ko": "좋아, 내 취향이랑 딱 맞아",
      "en": "Yep, that's right. My favorite.",
      "de": "Ja, genau sowas mag ich.",
      "es": "Justo como a mí me gusta.",
      "fr": "Parfait, comme j'aime.",
      "pt": "Exatamente como eu gosto.",
      "ru": "Да, это моё любимое.",
      "id": "Yap, betul sekali. Ini makanan favoritku.",
      "th": "ใช่เลย นี่แหละรสชาติที่ฉันชอบ",
      "vi": "Đúng là món tôi thích."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "味道中规中矩，但你的努力值得肯定。",
      "zht": "#味道中規中矩，但{F#妳}{M#你}的努力值得肯定。",
      "jp": "味は普通だけど、君の努力は認めるわ。",
      "ko": "맛은 평범하지만, 네 노력은 인정해 줄게",
      "en": "The taste is fairly standard, but I can see you worked hard at it.",
      "de": "Der Geschmack ist mäßig, aber du verdienst Anerkennung für deine Bemühungen.",
      "es": "El sabor es aceptable, pero aprecio el esfuerzo.",
      "fr": "Le goût de ce plat est banal, mais je prends note de vos efforts.",
      "pt": "O sabor está aceitável, mas posso ver que você se esforçou bastante.",
      "ru": "Вкус довольно обычный, но я вижу твои старания.",
      "id": "Rasanya biasa saja, tapi yang penting kamu sudah berusaha semampunya.",
      "th": "รสชาติก็พอใช้ได้แหละ แต่ฉันซาบซึ้งในความพยายามของเธอนะ",
      "vi": "Hương vị có thể chấp nhận được, nhưng tôi đánh giá cao sự cố gắng của bạn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "和理想中的味道有些差距…",
      "zht": "和理想中的味道有些差距…",
      "jp": "理想の味とは少し違うわね…",
      "ko": "생각했던 맛이랑 좀 다르네…",
      "en": "It seems quite a ways off from how it's supposed to taste...",
      "de": "Ein bisschen anders als der ideale Geschmack ...",
      "es": "Dista bastante de lo que esperaba.",
      "fr": "La saveur de ce plat est loin d'être parfaite...",
      "pt": "Parece bem distante de qual seu sabor deveria ser...",
      "ru": "Кажется, вкус должен быть немного другим...",
      "id": "Rasanya berbeda sekali dari bayanganku ....",
      "th": "รสชาติต่างจากที่คิดไว้นิดหน่อย...",
      "vi": "Hơi khác so với hương vị mà tôi nghĩ..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！我为你准备了一份特别的礼物。别看这只是一盏普普通通的灯，只要有一点点雷元素力，就可以点亮很长时间。在你需要光的时候，就用它吧。",
      "zht": "#生日快樂！我為{F#妳}{M#你}準備了一份特別的禮物。別看這只是一盞普普通通的燈，只要有一點點雷元素力，就可以點亮很長時間。在{F#妳}{M#你}需要光的時候，就用它吧。",
      "jp": "お誕生日おめでとう！君に特別なプレゼントを用意したわ。普通の灯りに見えるけど、雷元素をちょっと加えれば長時間光るのよ。明かりが必要な時に使ってね。",
      "ko": "생일 축하해! 널 위해 특별한 선물을 준비했어. 이건 평범한 등불이 아니야. 약간의 번개 원소의 힘만 있다면 오랫동안 빛을 밝혀주지. 빛이 필요할 땐 이걸 써!",
      "en": "Happy birthday! I've got a very special gift for you. It might look like an ordinary old lantern, but this one runs on Electro energy and stays alight for a really long time. For those times when you need a little extra light in your life.",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Ich habe etwas ganz Tolles für dich vorbereitet! Das sieht vielleicht aus wie eine stinknormale Laterne. Sie ist aber mit Elektro-Kraft erfüllt und strahlt deswegen sehr lange. Du kannst sie tragen, wenn du im Dunkeln unterwegs bist.",
      "es": "¡Feliz cumpleaños! Tengo un regalo muy especial para ti. Puede que parezca una vieja linterna común y corriente, pero funciona con energía Electro y puede estar encendida durante mucho tiempo. Perfecta para esos momentos en los que necesitas un poco de luz en tu vida, ¿no crees?",
      "fr": "Joyeux anniversaire ! J'ai un petit cadeau à vous offrir. On dirait une lanterne ordinaire, mais celle-ci est alimentée par de l'énergie Électro et peut rester allumée pendant un moment. J'espère que sa lumière pourra vous guider lorsque vous en aurez besoin.",
      "pt": "Feliz Aniversário! Eu tenho um presente muito especial para você. Pode parecer uma lanterna muito comum, mas basta apenas um pouco de Electro, já pode permanecer acesa por muito tempo. Serve para aqueles momentos em que você precisa de um pouco de luz extra em sua vida.",
      "ru": "С днём рождения! Я приготовила для тебя особый подарок. В этой, казалось бы, обычной лампе заключён Электро, поэтому светить она может очень долго. Когда тебе понадобится, она развеет тьму.",
      "id": "Selamat ulang tahun! Aku punya kado istimewa buat kamu. Jangan salah, ini bukan lentera tua sembarangan. Yang satu ini pakai elemen Electro dan bisa nyala untuk waktu yang sangat lama. Ketika kamu perlu cahaya lebih di dalam hidup, pakai saja ini ya.",
      "th": "สุขสันต์วันเกิดนะ! ฉันได้เตรียมของขวัญพิเศษไว้ให้เธอแล้ว อย่าคิดว่านี่เป็นเพียงโคมไฟเก่า ๆ ธรรมดา ตราบใดที่มีธาตุไฟฟ้าเพียงเล็กน้อย มันก็สามารถส่องสว่างได้เป็นเวลานานเลยล่ะ เอาไว้ใช้ในเวลาที่เธอต้องการแสงสว่างนะ",
      "vi": "Sinh nhật vui vẻ! Tôi đã chuẩn bị một món quà đặc biệt dành cho bạn. Đừng nghĩ rằng đây chỉ là một chiếc đèn bình thường, chỉ cần có một chút sức mạnh Nguyên Tố Lôi, nó có thể toả sáng trong một thời gian dài. Hãy dùng đến nó khi bạn cần ánh sáng nhé."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "心有所向，日复一日，必有精进。",
      "zht": "心有所向，日復一日，必有精進。",
      "jp": "目標を定めて日々努力を重ねれば、いずれ成長するのよ。",
      "ko": "바라는 바를 이루려면 부지런히 노력해야 해",
      "en": "When your heart is set on something, you get closer to your goal with each passing day.",
      "de": "Wenn du fest entschlossen bist, bringt dich jeder Tag näher an dein Ziel.",
      "es": "Cuando tienes la determinación para hacer algo, tu objetivo está más cerca con cada día que pasa.",
      "fr": "Lorsqu'on a un but dans la vie, chaque jour qui passe nous en rapproche.",
      "pt": "Quando o seu coração está decidido em alguma coisa, você se aproxima de seu objetivo a cada dia que passa.",
      "ru": "Если твоё сердце к чему-то стремится, то ты становишься ближе к цели с каждым днём.",
      "id": "Pemilik hati yang tahu arah, adalah dia yang semakin hari semakin dekat dengan tujuan.",
      "th": "แค่ตั้งเป้าหมายไว้ในใจ แล้วเธอจะสามารถเข้าใกล้มันได้มากขึ้นในแต่ละวัน",
      "vi": "Có chí hướng, ngày qua ngày, tất có đột phá."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "很好，在需要随机应变的时候，又多了一种选择。",
      "zht": "很好，在需要隨機應變的時候，又多了一種選擇。",
      "jp": "良かった、これで臨機応変な対応が必要になった時の選択肢が1つ増えたわ。",
      "ko": "좋아, 임기응변이 필요할 때의 선택지가 하나 더 생겼어",
      "en": "Great, having another trick up my sleeve gives me more flexibility in rapidly changing circumstances.",
      "de": "Sehr gut! Sollte etwas geschehen, habe ich noch ein Ass im Ärmel.",
      "es": "Bien, al haber mejorado, me he vuelto aún más resiliente.",
      "fr": "Parfait. J'aurais plusieurs cordes à mon arc pour m'adapter à toute situation.",
      "pt": "Ótimo, ter outro truque na manga me dá mais flexibilidade em circunstâncias que mudam rapidamente.",
      "ru": "Отлично, в стремительно меняющейся обстановке припасённые варианты дадут мне большую гибкость.",
      "id": "Bagus, tambah lagi satu yang bisa kuandalkan untuk situasi yang perlu improvisasi.",
      "th": "ดีมาก เมื่อต้องปรับตัวให้เข้ากับการเปลี่ยนแปลง ตอนนี้ก็มีทางเลือกเพิ่มขึ้นอีกทางแล้ว",
      "vi": "Rất tốt, khi cần tuỳ cơ ứng biến lại có thêm một sự lựa chọn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "「昨天的经历都将成为明天的力量。」而这一切，都是与你同行的收获。",
      "zht": "#「昨天的經歷都將成為明天的力量。」而這一切，都是與{F#妳}{M#你}同行的收穫。",
      "jp": "「昨日の経験は明日の力になる」、この全ては君と共に手に入れたものよ。",
      "ko": "「어제의 노력은 내일의 힘이 된다」. 이 모든 게 너와 함께 거둔 성과야",
      "en": "Yesterday's experiences make me stronger today. And most of those experiences are ones that I share with you.",
      "de": "„Meine Erfahrungen von gestern geben mir Kraft für morgen.“ Das wird auch dir zum Vorteil genügen.",
      "es": "Las experiencias de ayer me harán más fuerte mañana. De hecho, la mayoría de ellas las comparto contigo.",
      "fr": "On dit que le vécu d'hier devient la force d'aujourd'hui. Ce vécu est celui que je partage avec vous.",
      "pt": "\"As experiências de ontem se tornarão a força do amanhã\". E tudo isto, é o meu tesouro na jornada junto com você.",
      "ru": "«Пережитое нами вчера - наша сила сегодня». А больше всего я пережила именно с тобой.",
      "id": "\"Pengalaman kemarin adalah kemampuan hari ini\". Dan pengalaman itu, semuanya kulalui bersama kamu.",
      "th": "\"ประสบการณ์ในวันวานจะเป็นพลังของวันพรุ่งนี้\" และนี่คือผลที่ได้จากการเดินทางร่วมกับเธอ",
      "vi": "\"Kinh nghiệm của ngày hôm qua sẽ trở thành sức mạnh của ngày mai\". Và tất cả những điều này đều được thu hoạch từ việc đồng hành với bạn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "能和你一路结伴而行，我感觉受益匪浅。如果真的有一天，我抵达了理想中的终点…我的身边，还会有你陪伴吗？",
      "zht": "#能和{F#妳}{M#你}一路結伴而行，我感覺受益匪淺。如果真的有一天，我抵達了理想中的終點…我的身邊，還會有{F#妳}{M#你}陪伴嗎？",
      "jp": "君と共に旅をして、色々と勉強させてもらったわ。もしね、いつか私が理想の終着点に辿り着いた時…その時は、君も私の傍にいてくれるかな？",
      "ko": "너와의 동행을 통해 많은 걸 배웠어. 내 이상을 이루는 그날이 왔을 때도… 너는, 내 옆에 있을까?",
      "en": "I feel I have grown immensely from my travels with you. If, one day, I finally manage to make my dreams a reality... I wonder, will you still be there by my side?",
      "de": "Wir haben so viel zusammen erlebt und dabei viel gelernt. Wirst du auch noch bei mir sein, wenn ich eines Tages meine Ziele erreicht habe?",
      "es": "Siento que he crecido mucho viajando contigo. Si algún día logro hacer realidad mis sueños, ¿seguirás estando a mi lado?",
      "fr": "Je pense avoir énormément mûri en voyageant en votre compagnie. Seriez-vous à mes côtés jusqu'au jour où je réussirai à réaliser mes rêves ?",
      "pt": "Sinto que vivia a vida intensamente na minha viagem junto com você. Se, um dia, eu finalmente realizar os meus sonhos... Você ainda estará lá ao meu lado?",
      "ru": "По-моему, путешествуя с тобой, я многому научилась. Если я однажды смогу воплотить свои мечты в жизнь... Будешь ли ты со мной рядом?",
      "id": "Aku banyak belajar dan bertumbuh selama bersama dengan dirimu. Suatu hari nanti, ketika aku sudah berhasil mewujudkan impian dan cita-cita ... Apakah kamu masih akan terus ada di sisiku?",
      "th": "ฉันได้รับประโยชน์มากมายจากการเดินทางร่วมกับเธอ ถ้าสักวันหนึ่งฉันเดินไปถึงจุดหมายแล้ว... เธอยังจะอยู่เคียงข้างฉันมั้ย?",
      "vi": "Có thể đồng hành cùng với bạn, tôi cảm thấy mình thu hoạch được rất nhiều điều có ích. Nếu có một ngày, tôi đạt tới đích của lý tưởng... bạn sẽ vẫn đồng hành cùng tôi chứ?"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "去吧！",
      "zht": "去吧！",
      "jp": "行けっ！",
      "ko": "가자!",
      "en": "Incoming!",
      "de": "Hier kommt einer!",
      "es": "¡Vamos!",
      "fr": "Allez !",
      "pt": "Vamos!",
      "ru": "В укрытие!",
      "id": "Pergi!",
      "th": "ไปเถอะ!",
      "vi": "Đi thôi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "迅影如剑！",
      "zht": "迅影如劍！",
      "jp": "迅影の如く！",
      "ko": "검과 같이 빠른 그림자!",
      "en": "Speed of light!",
      "de": "Lichtgeschwindigkeit!",
      "es": "¡Velocidad de la luz!",
      "fr": "Une ombre rapide comme une épée !",
      "pt": "Velocidade da luz!",
      "ru": "Скорость света!",
      "id": "Secepat kilat!",
      "th": "รวดเร็วดั่งเงา!",
      "vi": "Tốc độ ánh sáng!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "可别眨眼。",
      "zht": "可別眨眼。",
      "jp": "瞬くまに。",
      "ko": "눈 깜박이지 말라고",
      "en": "Don't blink.",
      "de": "Nicht blinzeln!",
      "es": "¡No parpadees!",
      "fr": "Ne clignez pas des yeux.",
      "pt": "Não pisque.",
      "ru": "Не моргай.",
      "id": "Jangan berkedip.",
      "th": "อย่ากะพริบตาล่ะ",
      "vi": "Đừng chớp mắt."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "喝啊——！",
      "zht": "喝啊——！",
      "jp": "ほあっ——！",
      "ko": "하앗——!",
      "en": "Hah—!",
      "de": "Huaah!",
      "es": "¡Ja!",
      "fr": "Ah !",
      "pt": "Hah—!",
      "ru": "Хе-хе!",
      "id": "HA!",
      "th": "ย๊าก...!",
      "vi": "Hah!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "嘿！",
      "zht": "嘿！",
      "jp": "へいっ！",
      "ko": "흣!",
      "en": "Hey!",
      "de": "He!",
      "es": "¡Eh!",
      "fr": "Hé !",
      "pt": "Eh!",
      "ru": "Хи-хи!",
      "id": "HEI!",
      "th": "ย๊ะ!",
      "vi": "Hây!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "哈！",
      "zht": "哈！",
      "jp": "はっ！",
      "ko": "하!",
      "en": "Huh!",
      "de": "Ha!",
      "es": "¡Ja!",
      "fr": "Ha !",
      "pt": "Há!",
      "ru": "Ха!",
      "id": "HIAT!",
      "th": "ฮ่า!",
      "vi": "Ha!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "无处可逃！",
      "zht": "無處可逃！",
      "jp": "逃さない！",
      "ko": "숨을 곳은 없어!",
      "en": "Nowhere to hide!",
      "de": "Kein Entkommen!",
      "es": "¡No tienes donde esconderte!",
      "fr": "Il n'y a nulle part où aller !",
      "pt": "Você não pode se esconder!",
      "ru": "Тебе не скрыться!",
      "id": "Tidak bisa sembunyi!",
      "th": "หนีไม่พ้นหรอก!",
      "vi": "Không lối thoát!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "剑出，影随——",
      "zht": "劍出，影隨——",
      "jp": "我が剣よ！影に従え——",
      "ko": "나와라, 검의 그림자——",
      "en": "With sword comes shadow!",
      "de": "Mit dem Schwert kommt der Schatten!",
      "es": "¡Con la espada viene la sombra!",
      "fr": "L'épée s'abat, l'ombre suit...",
      "pt": "Com a espada, vem a sombra!",
      "ru": "Где меч, там и его тень!",
      "id": "Bayangan mengikuti pedang!",
      "th": "ออกมาเถอะ เงาดาบ",
      "vi": "Lưỡi kiếm xuất, bóng ảnh theo"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "剑光如我，斩尽芜杂！",
      "zht": "劍光如我，斬盡蕪雜！",
      "jp": "剣光よ、世の乱れを斬り尽くせ！",
      "ko": "모든 혼란을 베어버리겠다!",
      "en": "Cut to the chase!",
      "de": "Mein Schwert bringt wie ich Ordnung in diese Welt!",
      "es": "¡A cortar por lo sano!",
      "fr": "La lumière de l'épée me ressemble, elle coupe à travers tout !",
      "pt": "Vamos direto ao assunto!",
      "ru": "Ближе к делу!",
      "id": "Tebas semua, tanpa sisa!",
      "th": "รีบจัดการมันให้จบซะดีกว่า!",
      "vi": "Ánh kiếm như ta, chém hết rườm rà!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "一份付出，一份收获。",
      "zht": "一份付出，一份收穫。",
      "jp": "努力に見合う収穫ね。",
      "ko": "노력한 만큼 보람을 얻는 법이지",
      "en": "You give, you receive.",
      "de": "Du gibst, du bekommst.",
      "es": "Recibes lo que das.",
      "fr": "Pour recevoir, il faut donner.",
      "pt": "Você recebe o que dá.",
      "ru": "Что-то теряешь, что-то получаешь.",
      "id": "Yang memberi akan menerima.",
      "th": "การทุ่มเท ย่อมได้รับผลตอบแทน",
      "vi": "Cho đi càng nhiều, nhận lại càng nhiều."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "不错的珍宝。",
      "zht": "不錯的珍寶。",
      "jp": "悪くないお宝だわ。",
      "ko": "정말 괜찮은 보물이야",
      "en": "Not bad, as far as treasure is concerned...",
      "de": "Nicht schlecht, was den Schatz angeht ...",
      "es": "No está mal para ser un tesoro.",
      "fr": "Pas mal, pour un trésor...",
      "pt": "Nada mal, para um tesouro...",
      "ru": "Неплохие сокровища...",
      "id": "Untuk ukuran harta karun, segini sudah lumayan ....",
      "th": "เป็นสมบัติที่ไม่เลวเลยนะ",
      "vi": "Kho báu tuyệt vời."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "收纳完毕，就重新出发吧。",
      "zht": "收納完畢，就重新出發吧。",
      "jp": "拾ったら、出発よ。",
      "ko": "수납 완료, 그럼 다시 출발하자",
      "en": "That's everything, on to the next.",
      "de": "Das ist alles, weiter geht’s zum nächsten.",
      "es": "Eso es todo, vamos por el siguiente.",
      "fr": "Tout y est. Au suivant !",
      "pt": "Isso é tudo, agora o próximo.",
      "ru": "Вот и всё, идём дальше.",
      "id": "Semuanya sudah diamankan. Lanjut.",
      "th": "เก็บเรียบร้อยแล้ว เริ่มออกเดินทางอีกครั้งได้เลย",
      "vi": "Thu gom xong, đi tiếp nào!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "以退为进…",
      "zht": "以退為進…",
      "jp": "後退するのも作戦のひとつ…",
      "ko": "일 보 후퇴…",
      "en": "One step back, two forward...",
      "de": "Einen Schritt zurück, zwei vor ...",
      "es": "Un paso para atrás, dos para delante...",
      "fr": "Reculer pour avancer...",
      "pt": "Um passo para trás, dois para frente...",
      "ru": "Шаг назад, два вперёд...",
      "id": "Mundur satu langkah, maju dua langkah ....",
      "th": "การถอยคือเพื่อการเดินหน้า...",
      "vi": "Lấy lùi làm tiến..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "有点轻敌了。",
      "zht": "有點輕敵了。",
      "jp": "油断したっ。",
      "ko": "너무 얕봤군",
      "en": "Stronger than I thought.",
      "de": "Stärker, als ich dachte.",
      "es": "Más fuerte de lo que pensaba...",
      "fr": "Plus fort que je le pensais.",
      "pt": "Mais forte do que eu esperava.",
      "ru": "А ты сильнее, чем кажешься...",
      "id": "Lebih kuat dari perkiraan.",
      "th": "อย่าประมาทเชียวนะ",
      "vi": "Có chút khinh địch."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "调整战略吧。",
      "zht": "調整戰略吧。",
      "jp": "作戦を立て直す必要があるわ。",
      "ko": "전략을 바꿔야겠어",
      "en": "Change of plan.",
      "de": "Änderung des Plans.",
      "es": "Cambio de planes.",
      "fr": "Adaptez votre stratégie.",
      "pt": "Mudança de planos.",
      "ru": "Планы изменились.",
      "id": "Perubahan rencana.",
      "th": "ปรับปรุงกลยุทธ์สักหน่อยเถอะ",
      "vi": "Điều chỉnh chiến lược đi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "先避避风头，让我来！",
      "zht": "先避避風頭，讓我來！",
      "jp": "下がって、ここは私が！",
      "ko": "내가 할 테니 일단 물러서!",
      "en": "Take five, I'll take over.",
      "de": "Mach eine Pause! Ich übernehme das!",
      "es": "Descansa, yo me ocupo.",
      "fr": "Faites une pause. Je m'en charge.",
      "pt": "Dê uma pausa, eu assumo.",
      "ru": "Лучше отойди, я справлюсь.",
      "id": "Mundurlah, biar aku ambil alih.",
      "th": "หลบไปก่อนเถอะ ให้ฉันจัดการเอง!",
      "vi": "Tránh mặt trước đi, để tôi xử lý!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "别太冒失了！",
      "zht": "別太冒失了！",
      "jp": "ぼーっとしてたらダメ！",
      "ko": "조심해!",
      "en": "Watch yourself!",
      "de": "Sei nicht voreilig!",
      "es": "¡Ten cuidado!",
      "fr": "Faites attention !",
      "pt": "Cuidado!",
      "ru": "Осторожно!",
      "id": "Hati-hati!",
      "th": "อย่าผลีผลามสิ!",
      "vi": "Đừng liều!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "时机…不对。",
      "zht": "時機…不對。",
      "jp": "勝機を…間違えたわ。",
      "ko": "타이밍이… 잘못 됐어",
      "en": "Right idea, wrong time...",
      "de": "Richtige Idee, falscher Zeitpunkt ...",
      "es": "La idea correcta en el momento equivocado...",
      "fr": "Mauvais timing...",
      "pt": "A ideia certa, no momento errado...",
      "ru": "Как не вовремя получилось...",
      "id": "Semua betul, tapi waktunya salah ....",
      "th": "จังหวะเวลา... ยังไม่ได้",
      "vi": "Thời cơ...không đúng."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "太不甘心了…",
      "zht": "太不甘心了…",
      "jp": "く…悔しい…",
      "ko": "인정 못 해…",
      "en": "I will not go quietly...",
      "de": "Ich werde nicht stillschweigend gehen ...",
      "es": "No me iré en silencio...",
      "fr": "Je ne me résignerai pas...",
      "pt": "Não vou sofrer em silêncio...",
      "ru": "Я так просто не сдамся...",
      "id": "Aku tidak boleh gugur begitu saja ....",
      "th": "ไม่ได้ดั่งใจเลย...",
      "vi": "Thật không cam tâm..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "辜负了…期待。",
      "zht": "辜負了…期待。",
      "jp": "期待に…応えられなかった。",
      "ko": "기대를… 저버리다니",
      "en": "What a let-down...",
      "de": "Was für eine Enttäuschung ...",
      "es": "Qué decepción...",
      "fr": "Quelle déception...",
      "pt": "Que decepção...",
      "ru": "Какое разочарование...",
      "id": "Kecewa ....",
      "th": "ขอโทษที่ทำให้... ผิดหวัง",
      "vi": "Phụ lòng...mong mỏi rồi."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "唔…可恶。",
      "zht": "唔…可惡。",
      "jp": "くっ…",
      "ko": "윽… 젠장",
      "en": "Ugh.",
      "de": "Verdammt!",
      "es": "Uf...",
      "fr": "Zut...",
      "pt": "Eita.",
      "ru": "Ух!",
      "id": "Cih.",
      "th": "หึ่ย... โมโหแล้วนะ",
      "vi": "Hừm...đáng ghét."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其二",
      "zht": "普通受擊·其二",
      "jp": "ダメージを受ける·2",
      "ko": "일반 피격·두 번째",
      "en": "Light Hit Taken: II",
      "de": "Leichten Treffer erlitten II",
      "es": "Recibiendo un ligero ataque (II)",
      "fr": "Attaque légère subie (2)",
      "pt": "Ataque Leve Sofrido - II",
      "ru": "Получен лёгкий удар II",
      "id": "Menerima Serangan Ringan: II",
      "th": "รับการโจมตีปกติ - 2",
      "vi": "Chịu Đòn Thường II"
    },
    "line": {
      "zhs": "小伤而已。",
      "zht": "小傷而已。",
      "jp": "大した傷じゃない。",
      "ko": "이깟 상처쯤이야",
      "en": "I'll be fine.",
      "de": "Mir macht das wirklich nichts aus.",
      "es": "No pasa nada.",
      "fr": "Ce n'est qu'une petite blessure.",
      "pt": "Vou ficar bem.",
      "ru": "Царапина, только и всего.",
      "id": "Aku baik-baik saja.",
      "th": "แค่แผลเล็กน้อยเท่านั้นเอง",
      "vi": "Vết thương nhỏ thôi mà."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "只是巧合…",
      "zht": "只是巧合…",
      "jp": "たまたまよ…",
      "ko": "우연히 맞은 거뿐이야…",
      "en": "Got lucky that time!",
      "de": "Das ist nur Zufall ...",
      "es": "¡Tuviste suerte!",
      "fr": "C'est juste un coup de chance...",
      "pt": "Desta vez tive sorte!",
      "ru": "Тебе просто повезло!",
      "id": "Cuma kebetulan!",
      "th": "ก็แค่บังเอิญเท่านั้นแหละ...",
      "vi": "Trùng hợp thôi..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "走吧，时间紧迫。",
      "zht": "走吧，時間緊迫。",
      "jp": "行こう、時間は有限よ。",
      "ko": "가자, 시간이 촉박해",
      "en": "Let's go, time is against us.",
      "de": "Los, die Zeit ist gegen uns.",
      "es": "Vamos, el tiempo juega en nuestra contra.",
      "fr": "Allons-y, le temps presse.",
      "pt": "Vamos nessa, o tempo está contra nós.",
      "ru": "Идём, время не на нашей стороне.",
      "id": "Ayo jalan, waktu tidak menunggu.",
      "th": "ไปกันเถอะ เวลาเหลือน้อยแล้ว",
      "vi": "Đi thôi, thời gian cấp bách."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "是突发事件吗？",
      "zht": "是突發事件嗎？",
      "jp": "急を要する案件？",
      "ko": "돌발 상황인가?",
      "en": "Something's come up?",
      "de": "Ist etwas dazwischengekommen?",
      "es": "¿Surgió un imprevisto?",
      "fr": "Est-ce une urgence ?",
      "pt": "Aconteceu alguma coisa?",
      "ru": "Что-то случилось?",
      "id": "Ada kejadian apa?",
      "th": "เกิดเรื่องขึ้นอีกแล้วงั้นเหรอ?",
      "vi": "Chuyện đột xuất sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "速战速决。",
      "zht": "速戰速決。",
      "jp": "速戦即決！",
      "ko": "속전속결",
      "en": "Let's finish this quickly.",
      "de": "Lass uns das schnell zu Ende bringen.",
      "es": "Acabemos ya con esto.",
      "fr": "Finissons-en rapidement.",
      "pt": "Vamos acabar com isso agora mesmo.",
      "ru": "Давай покончим с этим как можно скорее.",
      "id": "Ayo kita selesaikan dengan cepat.",
      "th": "รีบสู้ให้จบไปเถอะ",
      "vi": "Tốc chiến tốc quyết."
    }
  }
]