{
  "id": 13417,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "贯月矢",
    "zht": "貫月矢",
    "jp": "ムーンピアサー",
    "ko": "달을 꿰뚫는 화살",
    "en": "Moonpiercer",
    "de": "Monddurchbohrer",
    "es": "Perforalunas",
    "fr": "Perce-lune",
    "pt": "Perfurador de Luas",
    "ru": "Пронзающий луну",
    "id": "Moonpiercer",
    "th": "Moonpiercer",
    "vi": "Quán Nguyệt Thương"
  },
  "description": {
    "zhs": "从兰那罗的故事中得到的武器。形制如同巨大的箭矢，能够作为枪矛使用。",
    "zht": "從蘭那羅的故事中得到的武器。形制如同巨大的箭矢，能夠作為槍矛使用。",
    "jp": "アランナラの物語で手に入る武器。巨大な矢のような形をしており、槍として使える。",
    "ko": "아란나라의 이야기에서 획득한 무기. 거대한 화살의 형태를 지니고 있으며 창으로 사용할 수 있다",
    "en": "A weapon you obtained from an Aranara tale. It is shaped like a giant arrow and can be used as a spear.",
    "de": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Riesenpfeils angenommen und kann als Speer verwendet werden.",
    "es": "Un arma obtenida a través de una de las historias de los aranara. Al tener la forma de una punta de flecha gigante, se puede usar como lanza.",
    "fr": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a la forme d'une flèche géante et peut être utilisée comme lance.",
    "pt": "Uma arma obtida através de uma das histórias dos Aranara. Ela tomou a forma de uma flecha gigantesca e pode ser usada como uma lança.",
    "ru": "Оружие, полученное из истории аранар. Оно приняло форму гигантской стрелы и может использоваться в качестве копья.",
    "id": "Senjata yang didapat dari cerita Aranara. Bentuknya seperti panah raksasa, dan bisa digunakan sebagai tombak.",
    "th": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนลูกธนูขนาดใหญ่ สามารถใช้เป็นหอกได้",
    "vi": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của mũi tên khổng lồ, được dùng như mũi thương sắc bén."
  },
  "lore": {
    "zhs": "\n「这个故事，与所有为月光所迷的孩子们有关…」\n\n有时候，当望向唯一一轮明月时，这些孩子们就会像最后的森林王垂死时一样哀恸。\n又有传说说，如果从森林王的足印中，饮下倒映着圆月的积水，就会成为王的近侍。\n\n关于月亮的故事是这样的。这个故事是从很古老很古老的梦里听来的，那个梦隐藏在一朵月莲中。\n在兰穆护昆达还没有从石榴中降生的很久以前，在高贵美丽的伟大种族与你们的祖先同行的时代，\n曾经有三个姐妹。每到夜晚，她们就离开珍珠色的宫殿，行走在沙漠里。月莲在她们的脚边开放。\n\n……\n最终有两轮明月碎成了尘埃，消失不见了。姐妹中的最后一人也太过哀恸，不再离开她们的行宫。\n在很久以后，月亮的碎屑终于落在了地面上。在那时，草木的神已经将森林带到了沙漠的土地上。\n在月亮的尘埃落下的地方，就开出了月莲。而吸入这些尘埃的孩子们，心中总是有珍珠般的明月。\n这是总有孩子为月所惑的原因，也是月莲逢夜开放的原因，也是月光总是青睐这些孩子们的原因。\n因为相互映照的三姐妹，无论何时都渴望着团聚。\n\n那朵月莲在说完这个故事之后就凋落了。她等了很久，一直等到沙漠变成丛林，伟大种族被废黜，\n才等到我们出现在大地上，等到能与她交谈的，将这个故事交给我的那个兰那罗出现在她的面前。\n那个兰那罗后来又失去了很多很多的记忆，一次又一次，直到桓那兰那被毁灭，我们进入了梦中。\n但这也无妨，因为月亮的故事会在我们心中、你们心中长成珍珠般的明月。\n\n为月亮所迷的孩子望着月亮时会流泪，是因为月亮化成的细沙进入了眼中。\n在许许多多的故事里，没有一滴眼泪会是白流的。",
    "zht": "\n「這個故事，與所有為月光所迷的孩子們有關…」\n\n有時候，當望向唯一一輪明月時，這些孩子們就會像最後的森林王垂死時一樣哀慟。\n又有傳說說，如果從森林王的足印中，飲下倒映著圓月的積水，就會成為王的近侍。\n\n關於月亮的故事是這樣的。這個故事是從很古老很古老的夢裡聽來的，那個夢隱藏在一朵月蓮中。\n在蘭穆護昆達還沒有從石榴中降生的很久以前，在高貴美麗的偉大種族與你們的祖先同行的時代，\n曾經有三個姐妹。每到夜晚，她們就離開珍珠色的宮殿，行走在沙漠裡。月蓮在她們的腳邊開放。\n\n……\n最終有兩輪明月碎成了塵埃，消失不見了。姐妹中的最後一人也太過哀慟，不再離開她們的行宮。\n在很久以後，月亮的碎屑終於落在了地面上。在那時，草木的神已經將森林帶到了沙漠的土地上。\n在月亮的塵埃落下的地方，就開出了月蓮。而吸入這些塵埃的孩子們，心中總是有珍珠般的明月。\n這是總有孩子為月所惑的原因，也是月蓮逢夜開放的原因，也是月光總是青睞這些孩子們的原因。\n因為相互映照的三姐妹，無論何時都渴望著團聚。\n\n那朵月蓮在說完這個故事之後就凋落了。她等了很久，一直等到沙漠變成叢林，偉大種族被廢黜，\n才等到我們出現在大地上，等到能與她交談的，將這個故事交給我的那個蘭那羅出現在她的面前。\n那個蘭那羅後來又失去了很多很多的記憶，一次又一次，直到桓那蘭那被毀滅，我們進入了夢中。\n但這也無妨，因為月亮的故事會在我們心中、你們心中長成珍珠般的明月。\n\n為月亮所迷的孩子望著月亮時會流淚，是因為月亮化成的細沙進入了眼中。\n在許許多多的故事裡，沒有一滴眼淚會是白流的。",
    "jp": "\n「この物語は、月明かりに魅せられたすべての子供たちに関わるもの…」\n\n時折、孤独に輝く月を眺めているとき、子供たちはまるで最後の森林王が息を引き取る間際のように悲しんでいる。\nこんな伝説もある——森林王の足跡の中に留まった満月を映す水を飲むと、王の近侍になれるそうだ。\n\n月に関する物語はこうだ。これはとても古い夢から来た物語で、その夢はサウマラタ蓮の中に隠されている。\nアランムフクンダがザクロから生まれるよりも遠い昔…高貴で美しい偉大な種族があなたがたの先祖と共に歩んだ時代に、\n三人の姉妹がいた。夜になると彼女たちは真珠色の宮殿を抜け出して、砂漠を歩いた。足元にはサウマラタ蓮が咲いていた。\n\n……\nやがて、明るい月のうち二つが塵となって、消えてしまった。最後に残った姉妹の一人は悲しみのあまり、彼女の御殿から出てこなくなった。\n長い時を経て、月の塵屑がやっと地面に落ちてきた。その時、草木の神は砂漠の地に森をもたらした。\nそして…月の屑が落ちてきたところにはサウマラタ蓮が花開き、この月屑を吸い込んだ子供たちの心にはいつも、真珠のように明るい月が宿るようになった。\nそんなわけがあって、月に惑わされる子供というのは絶えないのだ。夜になるとサウマラタ蓮が咲くことも、月明かりがこういった子供たちを愛するのもこのためだ。\nお互いを映し合う三姉妹は、いつどんな時も離れたくないと願っているのだ。\n\nこの物語を語った後、あのサウマラタ蓮は散ってしまった。そして彼女は、長い間待っていた——砂漠が森になり、偉大な種族が衰えてしまうまで。\nそれは私たちが地上に出るとともに、この物語を私たちに語ってくれた、彼女と話ができるあのアランナラが彼女の前に現れるのに、十分な時間だった。\nかのアランナラはその後、沢山の記憶を失い続けた。ヴァナラーナが滅ぼされ、私たちが夢の中に入るまで…\nけれど、それでも構わない。月の物語は、私たちとあなたがたの心の中で、真珠のように輝く月へと育っていくのだから。\n\n月に魅せられた子供が月を眺めると涙が出てしまうのは、月が細かい砂になって目に入ってくるからだ。\n数多くの物語の中で流す涙は、決して無駄にはならない。",
    "ko": "\n「이 이야기는 달빛에 이끌린 모든 아이들에 대한 거야…」\n\n하나뿐인 달을 바라보며 아이들은 때때로 마지막 숲의 왕이 죽음을 맞이할 때처럼 슬퍼하곤 해.\n또 어떤 전설에서는 달이 뜬 밤, 숲의 왕이 남긴 발자국에 고인 물을 마시면 왕의 근신이 될 수 있다고 했지.\n\n이게 달에 관한 이야기야. 아주아주 오래된 꿈에서 들은 얘기지, 이 꿈은 달 연꽃 안에 숨겨져 있어.\n아란무후쿤다가 석류에서 탄생하기도 훨씬 전인 아주 먼 옛날, 아름답고 위대한 종족이 너희들의 선조와 함께 했던 시대에…\n세 자매가 살았어. 이 셋은 매일 밤 진주색 궁전을 떠나 사막을 거닐었지. 달 연꽃이 그녀들의 발치에서 피어났어.\n\n……\n결국 두 개의 달은 먼지가 되어 흔적도 없이 사라졌어. 자매 중 막내는 너무 슬픈 나머지 다시는 궁전 밖으로 나오지 않게 됐지.\n오랜 시간이 흐른 후, 달의 먼지가 대지에 내려앉았어. 초목의 신이 사막에 숲을 내린 후의 일이었지.\n달빛의 먼지가 내려앉은 곳에선 달 연꽃이 피어났어. 그 먼지를 들이마신 아이들의 마음속에도 진주 같은 달이 존재하게 되었지.\n이게 바로 아이들이 달에 홀리는 원인이자 달 연꽃이 밤에만 피는 이유야. 달빛이 늘 아이들을 사랑하는 이유이기도 하고.\n왜냐하면 서로를 비추는 세 자매는 다시 만날 날을 손꼽아 기다리고 있거든.\n\n이야기를 마친 뒤, 그 달 연꽃은 시들어버렸어. 그녀는 사막이 숲으로 변하고, 위대한 종족이 힘을 잃기를 오랫동안 기다렸어.\n그러다가 우리가 이 땅에 나타났어. 그녀는 오랜 기다림 끝에 드디어 자신과 대화할 수 있는 이를 만나게 된 거지. 그녀의 앞에 모습을 드러낸 아란나라가 이 이야기를 나에게 전해줬어.\n후에 그 아란나라는 아주 많은 기억들을 잃고 또 잃었어. 그러다가 바나라나가 멸망했고, 우린 꿈을 꾸게 됐지.\n그래도 상관없어. 달의 이야기가 우리와 너희 마음속에서 진주처럼 밝은 달로 자라날 테니까.\n\n달에 이끌린 아이들은 달을 볼 때 눈물을 흘리곤 해. 달이 부드러운 모래가 되어 눈에 들어갔기 때문이지.\n수많은 이야기 속에서 헛되이 흘리는 눈물은 단 한 방울도 없어",
    "en": "\n\"This story is about all the children who are fascinated by the moonlight...\"\n\nSometimes, when looking at the solitary moon, the children would mourn just as the last king of the forest did as he was dying.\nAnother legend says that if you drink water reflecting the full moon from a small pool within the footprint of the forest king, you will become the king's attendant.\n\nThe tale of the moon goes like this: this story came from a very ancient dream, one that was hidden in a Nilotpala Lotus.\nLong before Aramuhukunda had been born from the pomegranate, and before a great and noble race and your ancestors walked the earth together,\nThere were once three sisters. When night came, they would leave the pearl-colored palace to roam the desert, and Nilotpala Lotuses would bloom at their feet.\n\n...\nUltimately, two moon-wheels shattered into dust and disappeared. The last of the sisters was so overcome with sorrow that she would never leave her palace again.\nAfter a long time, the moon debris finally fell to the earth. At that time, the god of vegetation had already brought the forest to the desert lands.\nWhere the dust of the moon fell, the Nilotpala Lotuses bloom. And those children who breathe in the dust will have a pearl-like moon in their hearts.\nThis is why there are always children who are confused by the moon, and the reason why the Nilotpala Lotus blossoms every night, and why the moon always favors these children.\nBecause the three sisters, who mirror each other, long to be reunited.\n\nThe Nilotpala Lotus withered after telling this story. She had waited long — long enough for the desert to become a jungle, and for the great race to be dethroned,\nLong enough for us to appear on the earth, and for the Aranara who told me this story to appear before her and speak to her.\nThat Aranara lost many, many more memories time and time again, until Vanarana was destroyed and we entered a dream.\nBut that is just as well, for the story of the moon will grow into a pearly moon in our hearts as well as yours.\n\nChildren fascinated by the moon will weep when they gaze upon it, for the moon has turned into fine sand and entered their eyes.\nIn countless tales, not a single tear will be in vain.",
    "de": "\n„Diese Geschichte handelt von Kindern, auf die das Licht des Mondes eine Faszination ausübt ...“\n\nWenn diese Kinder zum hellen Mond aufblicken, dann stimmen sie manchmal ein Wehklagen an genau wie der letzte Waldkönig im Augenblick seines Todes.\nDer Legende nach sollen jene, die das Wasser trinken, das sich in den Fußabdrücken des Waldkönigs angesammelt hat und in dem sich das Licht des Vollmonds widerspiegelt, zu Dienern des Königs werden.\n\nDiese Geschichte des Mondes stammt aus einem sehr, sehr alten Traum, der in einem Nilotpala-Lotos verborgen war.\nVor sehr langer Zeit, als Aramuhukunda noch nicht aus Granatapfel geboren worden war, als eine noble und große Rasse an der Seite eurer Ahnen schritt, \nlebten drei Schwestern. In jeder Nacht verließen sie ihren perlfarbenen Palast und wanderten durch die Wüste, wobei überall, wo sie einhergingen, Nilotpala-Lotos aufblühte.\n\n...\nSchließlich zerbrachen zwei helle Monde zu Staub und verschwanden. Die letzte der Schwestern wurde von einer solch großen Trauer erfasst, dass sie ihren Palast danach nicht mehr verlassen hat.\nNach vielen Jahren fielen die Splitter der Monde auf die Erde. Zu jener Zeit hatte die Herrin der Flora den Wald bereits in die Wüste gebracht.\nAn den Orten, auf die der Staub des Mondes gefallen war, erblühte ein Nilotpala-Lotos und die Kinder, die diesen Staub eingeatmet hatten, trugen in ihren Herzen von da an einen perlenartigen hellen Mond.\nDas ist der Grund dafür, dass es immer einige Kinder gibt, die der Mond in seinen Bann schlägt, und dass der Nilotpala-Lotos in jeder Nacht erblüht. Zudem ist es auch der Grund dafür, dass diese Kinder stets in der Gunst des Mondes stehen.\nDenn die drei Schwestern, die sich gegenseitig anleuchten, streben zu jeder Zeit danach, wieder zusammenzufinden.\n\nAls die Geschichte erzählt worden war, verwelkte jener Nilotpala-Lotos. Sie wartete lange Zeit, bis die Wüste zu einem Wald wurde und die große Rasse ihre Macht verlor,\nbis wir auf der Erde erschienen sind, bis der Aranara, der mit ihr sprechen konnte und diese Geschichte an mich weitergab, vor ihr erschienen war.\nDieser Aranara verlor danach mehrere Male viele seiner Erinnerungen, bis Vanarana zerstört wurde und wir in den Traum gingen.\nDoch das spielt keine Rolle, denn diese Geschichte wird in unseren und in euren Herzen zu einem perlenartigen Mond heranwachsen.\n\nEin Kind, das der Mond in seinen Bann schlägt, weint manchmal, wenn es zum Mond hinaufblickt, weil der feine Staub, zu dem der Mond geworden ist, ihm in die Augen rieselt.\nIn vielen Geschichten wird keine Träne umsonst vergossen.",
    "es": "\n“Esta es historia sobre niños que estaban fascinados por luz de luna...”.\n\nEn ocasiones, cuando niños miran a solitaria luna que brilla en cielo, sienten misma aflicción que sintió Rey de Bosque cuando estaba en su lecho de muerte.\nExiste leyenda que dice que aquellos que beban de agua acumulada a pies de Rey de Bosque bajo reflejo de luna se convertirán también en sus vasallos.\n\nHistoria de luna proviene de sueño muy, muy antiguo oculto en loto nilotpala.\nHace mucho, mucho tiempo, cuando Aramuhukunda aún no había nacido de granadas y raza noble caminaba junto a sus antepasados, vivían tres hermanas.\nCada noche abandonaban palacio nacarado y vagaban por desierto. Lotos nilotpala florecían a su paso.\n\n...\nFinalmente, dos de esas lunas se quebraron y se convirtieron en polvo. Tal era pena de última hermana que jamás volvió a abandonar palacio.\nDespués de mucho, mucho tiempo, vestigios de luna cayeron sobre tierra. Por aquel entonces, diosa de plantas ya había hecho brotar vegetación en áridas tierras.\nAllá donde cayó polvo de luna florecieron lotos nilotpala. Y en corazones de niños que respiraron aquel polvo creció pequeña luna, tan brillante como perla.\nPor eso hay niños que sienten verdadera fascinación por luna, y por eso lotos nilotpala florecen cada noche. También es motivo de que luna siempre sonríe a más pequeños.\nPor eso, tres hermanas son reflejo unas de otras y esperan con añoranza día en que vuelvan a reunirse.\n\nUna vez terminada historia, loto nilotpala se marchitó. Había esperado mucho tiempo hasta que desierto se convirtió en bosque y aquella magnífica raza fue depuesta.\nHasta que vinimos a tierra, hasta que pudimos hablar con ella y aranara que me contó esta historia apareció ante ella.\nAranara terminó perdiendo muchos, muchos recuerdos una y otra vez, hasta que Vanarana fue destruido y nos sumimos en profundo sueño.\nPero no pasa nada, historia de luna crecerá en nuestros corazones y sus corazones como perla plateada.\n\nNiños fascinados por luz de luna lloran mientras la contemplan porque luna se deshizo en fina arena y esa arena entró en ojos de niños.\nNinguna lágrima será derramada en vano si cae tras ecos de historia.",
    "fr": "\n« Ce conte est celui de tous les enfants envoûtés par la clarté lunaire... »\n\nParfois, en regardant la lune brillante solitaire, les enfants ressentent la même tristesse que le dernier roi de la forêt juste avant sa mort.\nIl existe également une légende selon laquelle si l'on boit l'eau contenue dans les empreintes du roi de la forêt et sur laquelle la lune est reflétée, on devient l'un de ses serviteurs.\n\nVoici l'histoire de la lune. Elle provient d'un rêve très, très ancien qui était contenu à l'intérieur d'un nilotpalotus.\nBien avant qu'Aramuhukunda ne soit né à partir d'une grenade, et à l'époque où une noble race marchait côte à côte avec vos ancêtres...\nIl y avait trois sœurs. Chaque nuit, elles sortaient de leur palais nacré et se promenaient dans le désert. À chacun de leur pas, des nilotpalotus fleurissaient à leurs pieds.\n\n...\nÀ la fin, deux lunes furent réduites à l'état de poussière et disparurent pour toujours. La troisième sœur fut si triste qu'elle ne quitta plus jamais le palais.\nLongtemps après, des fragments de lunes tombèrent sur terre. À cette époque, le dieu des plantes avait déjà apporté la forêt sur la terre désertique.\nDes nilotpalotus avaient fleuri là où la poussière lunaire était tombée. Et pour les enfants qui en ont respiré, la lune nacrée est dans leur cœur pour toujours.\nC'est pourquoi il y a toujours des enfants qui sont fascinés par la lune, et pourquoi les nilotpalotus fleurissent chaque nuit. C'est aussi la raison pour laquelle les enfants ont toujours les faveurs de la lune.\nLes trois sœurs qui s'éclairaient mutuellement désiraient se retrouver plus que tout.\n\nQuand il eut fini de raconter son histoire, le nilotpalotus fana. Il avait attendu très longtemps que le désert se transforme en forêt, et que la race noble fût déchue.\nCe n'est qu'alors que nous, ceux qui sont capables de lui parler, apparaîtrons sur terre, et ce n'est qu'alors qu'elle pourra transmettre cette histoire à l'aranara qui se présentera devant elle.\nCet aranara a ensuite perdu ses souvenirs à plusieurs reprises, et quand Vanarana a été détruite, nous sommes entrés dans un rêve.\nMais cela importe peu. Car cette histoire fera germer une lune nacrée dans notre cœur et dans le vôtre.\n\nUn enfant envoûté par la lune pleure parfois lorsqu'il la regarde parce que la poussière lunaire tombe dans ses yeux.\nIl y a beaucoup d'histoires dans lesquelles chaque larme n'est pas versée en vain.",
    "pt": "\n\"Esta história é relevante para todas as crianças que são encantadas pelo luar...\"\n\nÀs vezes, quando olhavam para a lua brilhante, estas crianças sentiam a mesma tristeza que o Rei da Floresta sentiu pouco antes de sua morte.\nHá também uma lenda que diz que se você beber a água de uma poça feita das pegadas do Rei da Floresta refletindo a lua cheia, você se tornará um de seus servos.\n\nA história sobre a lua é assim. Esta história foi ouvida dentro de um sonho muito antigo que estava escondido dentro de uma Lótus Nilotpala.\nMuito antes de Aramuhukunda nascer de uma romã, quando um nobre e grande povo caminhava com seus ancestrais;\nExistiam três irmãs. À noite, elas saíam do palácio perolado em direção ao deserto. Lótus Nilotpala floresciam a seus pés.\n\n...\nNo final, duas luas brilhantes se despedaçaram e transformaram-se em pó, desaparecendo por completo. A última das irmãs ficou tão triste que não saiu mais de seu palácio.\nApós muito tempo, os detritos da lua finalmente caíram na terra. Naquela época, o deus da natureza já haviam levado a floresta até o deserto.\nOnde os restos da lua caíram, Lótus Nilotpala floresceram. As crianças que inalaram estes resquícios lunares terão eternamente pérolas que se assemelham a lua em seus corações.\nPor este motivo, sempre há crianças que ficam perplexas com o luar e são favorecidas por ele, também é por isso que as Lótus Nilotpala desabrocham todas as noites.\nPorque as três irmãs que se espelham e se iluminam anseiam por um reencontro.\n\nAquela Lótus Nilotpala murchou após esta história ter sido contada. Ela esperou muito tempo, até o deserto se tornar floresta, o grande povo ter sido destronado,\nAté que aparecemos nesta terra, até que pudemos falar com ela, e o Aranara que me contou essa história ter aparecido perante ela.\nMais tarde, aquele Aranara perdeu muitas memórias outra vez, até Vanarana ser destruída e nós entrarmos no sonho.\nNão importa, já que a história da lua crescerá como uma pérola brilhante idêntica à luz do luar em seus e nossos corações.\n\nAs crianças, fascinadas pelo luar chorarão ao vê-la, pois, a areia fina em que a lua se transformou entrará em seus campos de visão.\nEm muitas histórias, nenhuma lágrima será derramada em vão.",
    "ru": "\n«Эта история о детях, пленённых лунным светом...»\n\nПорой, глядя на полную луну, эти дети скорбят, как скорбел последний Царь леса в минуту своей смерти.\nЕсли верить преданиям, тот, кто выпил воду с отражением полной луны из следов Царя леса, становится его слугой.\n\nИстория о луне впервые была поведана в стародавнем сне. А сон тот скрывался в лотосе нилотпала.\nЗадолго до рождения Арамухукунды из гранатового зёрнышка, в те годы, когда великая, благородная и прекрасная раса шагала по земле рука об руку с вашими предками, жили на свете три сестры.\nКаждую ночь они выходили из своего перламутрового дворца и бродили по пустыне, а у их ног распускались лотосы нилотпала.\n\n...\nОднажды две из трёх лун обратились в пыль и исчезли. Последняя сестра, охваченная горем, решила больше никогда не покидать стен дворца.\nСпустя много лет осколки лун достигли земли. К тому времени божество трав и деревьев превратило пустынные земли в леса.\nТам, куда падала лунная пыль, расцветали лотосы нилотпала. А у вдохнувших пыль детей в сердце навсегда осталась жемчужная луна.\nТак и появились дети, зачарованные лунным светом, и лунный свет благоволит им, и каждую ночь распускаются лотосы нилотпала.\nПотому что три сестры, озаряющие друг друга, каждый миг мечтают о воссоединении.\n\nПоведав эту историю, лотос нилотпала завял. Она ждала очень долго, пока пустыня не обратилась в лесную чащу, а великая раса не лишилась своего могущества,\nпотом на земле появились мы, и наконец перед ней предстал аранара, который выслушал её рассказ и передал его мне.\nПотом этот аранара снова и снова терял свои воспоминания, пока не была уничтожена Ванарана, и мы не погрузились в сон.\nНо это неважно, ведь её история прорастёт в наших и ваших сердцах жемчужным диском луны.\n\nДети, заворожённые светом луны, иногда при виде её плачут, потому что в глаза им попала лунная пыль.\nСлёзы, что проливаются героями бесчисленных историй, никогда не бывают напрасны.",
    "id": "\n\"Kisah ini adalah tentang semua anak yang terpukau melihat terang rembulan ....\"\n\nTerkadang, ketika memandang bulan yang sendirian di tingkap langit, anak-anak meratapi raja hutan terdahulu.\nDi lain kisah, dikatakan bila engkau minum air yang memantulkan purnama dengan jejak sang raja hutan, maka engkau akan ditahbiskan menjadi abdi sang raja.\n\nBeginilah bunyi kisah rembulan: mimpi yang kuno, mimpi zaman dahulu kala, tersembunyi di dalam Nilotpala Lotus.\nAramuhkunda lahir dari buah delima, dan pada masa sebelumnya, masa kemuliaan dan keindahan, bangsa-bangsa yang agung berjalan bersama para leluhur.\nHiduplah tiga saudari. Ketiganya meninggalkan istana mutiara untuk mengarungi padang pasir di waktu malam, dan Nilotpala Lotus bermekaran dari pijak langkah mereka.\n\n....\nAkhirnya kedua lingkar bulan menjadi debu. Saudari yang terakhir bersedih hati dan tidak pernah keluar lagi sampai akhir hayatnya.\nLama berlalu, dan serpihan bulan pun jatuh ke bumi. Ketika itu dewa tumbuhan telah menghadirkan hutan ke padang pasir.\nKetika serpihan bulan menyentuh permukaan, Nilotpala Lotus bermekaran. Setiap anak yang menghirup debunya akan memiliki bulan sewarna mutiara dalam hatinya.\nOleh sebab inilah ada anak yang terbingungkan oleh bulan, dan Nilotpala Lotus bermekaran ketika malam, dan sang bulan di langit malam menyayangi anak-anak sampai hari ini.\nKarena ketiga saudari yang saling menatap merindukan hari ketika mereka dikumpulkan kembali.\n\nNilotpala Lotus layu setelah kisah ini tersampaikan. Dia menunggu lama hingga padang pasir menjadi hutan, dan bangsa yang besar digulingkan.\nSampai tiba harinya kami datang ke bumi dan berbicara, Aranara yang meneceritakan ini semua muncul dihadapannya.\nAranara yang kehilangan ribuan kenangan terus dan terus, sampai Vanarana hancur dan kami memasuki alam impian.\nTapi semuanya baik, laksana kisah bulan yang tumbuh menjadi mutiara dalam hati kita semua.\n\nAnak-anak yang terpesona oleh bulan akan merana ketika memandangnya, karena bulan tersebut meleleh menjadi bulir-bulir pasir di hadapan mereka.\nDalam ribuan kisah, tidak ada setetes pun air mata yang sia-sia.",
    "th": "\n\"เรื่องเล่านี้ เกี่ยวข้องกับเด็ก ๆ ที่หลงใหลในแสงจันทรา...\"\n\nบางครั้งเมื่อแหงนมองไปที่ดวงจันทราสุกสกาว เด็ก ๆ เหล่านี้ก็จะโศกเศร้าเหมือนตอนราชาแห่งพงไพรองค์สุดท้ายใกล้สิ้นใจ\nมีอีกตำนานหนึ่งเล่าว่า หากผู้ใดได้ดื่มน้ำขังในรอยเท้าราชาแห่งพงไพร ซึ่งมีจันทราเต็มดวงสะท้อนอยู่ในนั้น คนผู้นั้นก็จะกลายเป็นข้ารับใช้ของพระราชา\n\nเกี่ยวกับเรื่องราวของจันทรานั้นได้ยินมาจากความฝันอันเก่าแก่ ซึ่งซุกซ่อนอยู่ใน Nilotpala Lotus ดอกหนึ่ง\nเมื่อนานมาแล้ว ก่อนที่ Aramuhukunda จะถือกำเนิดขึ้นในผลทาฑิม และเป็นช่วงเวลาที่เผ่าพันธุ์ยิ่งใหญ่อันสูงส่งและงดงามได้ร่วมทางกับบรรพบุรุษของพวกเจ้า\nเคยมีพี่น้องอยู่สามคน พวกเธอจะออกจากตำหนักสีมุก เดินเที่ยวอยู่ในทะเลทรายทุกคืน โดยมี Nilotpala Lotus บานอยู่ข้างเท้าพวกเธอ\n\n...\nสุดท้ายแล้ว จันทราสองดวงได้แหลกสลายกลายเป็นผงธุลี แล้วหายลับไป คนสุดท้ายในสามพี่น้องเสียใจมาก จึงไม่ออกจากตำหนักนับแต่นั้นมา\nเมื่อเวลาผ่านไปเนิ่นนาน เศษผงของจันทราได้ตกลงบนพื้นดิน ซึ่งในขณะนั้น เทพแห่งป่าไม้ได้นำป่าไม้มาปลูกบนลงพื้นดินของทะเลทรายแล้ว\nNilotpala Lotus จะเบ่งบานขึ้นในจุดที่ธุลีแห่งดวงจันทราร่วงหล่น เด็ก ๆ ที่สูดดมธุลีเหล่านั้นเข้าไป จะมีดวงจันทราสีมุกประทับอยู่ในใจตลอดกาล\nนี่จึงเป็นเหตุผลที่เด็ก ๆ มักจะหลงใหลในจันทรา เป็นเหตุผลที่ Nilotpala Lotus มักเบ่งบานในยามค่ำคืน รวมทั้งเหตุผลที่แสงจันทราโปรดปรานเด็ก ๆ เหล่านี้เป็นพิเศษด้วย\nเพราะสามพี่น้องที่ส่องแสงกันและกัน เฝ้ารอคอยการกลับมาพบกันใหม่อยู่ตลอดเวลา\n\nหลังจากที่ Nilotpala Lotus ดอกนั้นเล่าเรื่องนี้จบก็ได้ร่วงโรยไป เธอรอคอยมายาวนาน รอจนกระทั่งทะเลทรายกลายเป็นผืนป่า เผ่าพันธุ์อันยิ่งใหญ่ล่มสลายไป\nพวกเราจึงได้ปรากฏขึ้นมา รอจนกระทั่ง Aranara ที่สามารถพูดคุยกับเธอปรากฏขึ้นตรงหน้า จากนั้นเขาก็ได้บอกเล่าเรื่องนี้กับข้าในเวลาต่อมา\nหลังจากนั้น Aranara ตนนั้นก็ได้สูญเสียความทรงจำไปครั้งแล้วครั้งเล่า จนกระทั่ง Vanarana ล่มสลายลง แล้วพวกเราก็เข้าไปในความฝัน\nแต่ก็ไม่เป็นไรหรอก เพราะเรื่องราวของจันทราจะเติบโตเป็นดวงจันทราสีมุกอยู่ในใจของพวกเราทุกคน\n\nเด็กที่หลงใหลจันทราเมื่อแหงนมองพระจันทรา น้ำตาจะไหลรินออกมา เพราะฝุ่นผงละเอียดของดวงจันทราลอยเข้าไปในตานั่นเอง\nในเรื่องราวต่าง ๆ นั้น ไม่มีน้ำตาหยดไหนที่เสียไปอย่างเปล่าประโยชน์",
    "vi": "\n\"Câu chuyện này, có liên quan đến tất cả những đứa trẻ say mê ánh trăng...\"\n\nThỉnh thoảng, khi nhìn ánh trăng duy nhất còn sót lại, những đứa trẻ này sẽ buồn đau như khi vị Vua Rừng Rậm cuối cùng kia hấp hối.\nLại có truyền thuyết kể rằng, nếu uống được ngụm nước phản chiếu ánh trăng tròn đọng lại trong dấu chân của Vua Rừng Rậm, thì sẽ trở thành người hầu cận của vua.\n\nCâu chuyện về ánh trăng là thế đó. Câu chuyện ấy được nghe từ trong giấc mơ rất xa xưa rất xa xưa, và giấc mơ đó được giấu trong một đóa Sen Nilotpala.\nTừ rất lâu trước khi Aramuhukunda còn chưa được sinh ra từ quả lựu, thời đại mà chủng tộc cao quý, vĩ đại và xinh đẹp vẫn còn đồng hành với tổ tiên các bạn.\nTừng có ba chị em. Mỗi khi đêm đến, bọn họ sẽ rời khỏi cung điện màu ngọc trai, và dạo bước trong sa mạc. Sen Nilotpala sẽ nở dưới chân họ.\n\n...\nCuối cùng có hai mặt trăng tan thành tro bụi, biến mất không còn dấu vết. Người cuối cùng trong ba chị em buồn đau quá nên không bao giờ rời khỏi cung điện của mình nữa.\nThật lâu sâu đó, cuối cùng mảnh vụn của mặt trăng đã rơi xuống mặt đất. Khi đó, vị thần cỏ cây đã dời khu rừng đến sa mạc.\nỞ nơi mảnh vụn của mặt trăng rơi xuống, đã nở rộ đóa Sen Nilotpala. Còn đám trẻ hít phải những hạt bụi này, thì trong lòng sẽ luôn có ánh trăng sáng ngời hệt như ngọc trai.\nĐó cũng là lý do luôn có những đứa trẻ bị ánh trăng hấp dẫn, cũng là lý do mà Sen Nilotpala nở vào ban đêm, và cũng là lý do ánh trăng luôn ưu ái những đứa trẻ này.\nBởi vì ba chị em luôn soi sáng lẫn nhau kia, lúc nào cũng khát khao ngày đoàn tụ.\n\nĐóa Sen Nilotpala kia kể xong câu chuyện này thì đã úa tàn. Cô đã đợi rất lâu, mãi đến khi sa mạc biến thành rừng cây, chủng tộc vĩ đại bị lật đổ,\nMới chờ được ngày chúng tôi xuất hiện trên mặt đất, chờ đến khi Aranara kia - người có thể giao tiếp với cô, và kể câu chuyện này lại cho tôi, xuất hiện trước mặt cô ấy.\nAranara kia về sau lại mất đi rất nhiều ký ức, hết lần này tới lần khác, cho đến khi Vanarana bị hủy diệt, chúng tôi đã bước vào trong mộng.\nNhưng như vậy cũng không sao, vì câu chuyện về ánh trăng sẽ trở thành ánh trăng sáng ngời như ngọc trai ở trong lòng chúng tôi và trong lòng các bạn.\n\nNhững đứa trẻ bị ánh trăng mê hoặc sẽ bật khóc mỗi khi ngắm trăng, là vì ánh trăng hóa thành vô số hạt cát nhỏ rơi vào mắt họ.\nTrong rất nhiều câu chuyện xưa, không có giọt nước mắt nào rơi xuống một cách vô ích cả."
  },
  "effects": [
    {
      "name": {
        "zhs": "幽林月影",
        "zht": "幽林月影",
        "jp": "幽林の月影",
        "ko": "깊은 숲속 달 그림자",
        "en": "Stillwood Moonshadow",
        "de": "Geräuschloser Wald im Mondschein",
        "es": "Sombras de la luna",
        "fr": "Ombre lunaire en forêt",
        "pt": "Sombra da Lua na Floresta",
        "ru": "Лунные тени чащобы",
        "id": "Stillwood Moonshadow",
        "th": "Stillwood Moonshadow",
        "vi": "Ánh Trăng Rừng Tối"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「苏生之叶」。拾取苏生之叶的角色攻击力提升<color=#99FFFFFF>16%</color>，持续12秒。每20秒至多通过这种方式产生一枚苏生之叶。角色处于队伍后台时也能触发。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「蘇生之葉」。拾取蘇生之葉的角色攻擊力提升<color=#99FFFFFF>16%</color>，持續12秒。每20秒至多依此方式產生一片蘇生之葉。角色處於隊伍後臺時也能觸發。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間存在する「蘇生の葉」を生成する。「蘇生の葉」を拾うと、キャラクターの攻撃力+<color=#99FFFFFF>16%</color>、継続時間12秒。この方式で生成できる「蘇生の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「소생의 잎사귀」가 생성된다. 소생의 잎사귀를 습득한 캐릭터는 공격력이 <color=#99FFFFFF>16%</color> 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 소생의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Revival will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>16%</color> ATK for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Reinkarnations-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang den ANG der Figur, die das Blatt sammelt, um <color=#99FFFFFF>16 %</color>. Auf diese Weise kann alle 20 s nur ein Reinkarnations-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un <color=#99FFFFFF>16%</color> durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de renouveau est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente l'ATQ du personnage de <color=#99FFFFFF>16 %</color> pendant 12 s. Une feuille de renouveau peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Após desencadear Queimadura, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento ou Germinação, uma Folha do Renascimento será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha do Renascimento aumentará o ATQ do personagem em <color=#99FFFFFF>16%</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на <color=#99FFFFFF>16%</color> на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <color=#99FFFFFF>16%</color> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <color=#99FFFFFF>16%</color> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Phục Sinh\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Phục Sinh\" sẽ tăng <color=#99FFFFFF>16%</color> tấn công, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Phục Sinh\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "幽林月影",
        "zht": "幽林月影",
        "jp": "幽林の月影",
        "ko": "깊은 숲속 달 그림자",
        "en": "Stillwood Moonshadow",
        "de": "Geräuschloser Wald im Mondschein",
        "es": "Sombras de la luna",
        "fr": "Ombre lunaire en forêt",
        "pt": "Sombra da Lua na Floresta",
        "ru": "Лунные тени чащобы",
        "id": "Stillwood Moonshadow",
        "th": "Stillwood Moonshadow",
        "vi": "Ánh Trăng Rừng Tối"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「苏生之叶」。拾取苏生之叶的角色攻击力提升<color=#99FFFFFF>20%</color>，持续12秒。每20秒至多通过这种方式产生一枚苏生之叶。角色处于队伍后台时也能触发。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「蘇生之葉」。拾取蘇生之葉的角色攻擊力提升<color=#99FFFFFF>20%</color>，持續12秒。每20秒至多依此方式產生一片蘇生之葉。角色處於隊伍後臺時也能觸發。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間存在する「蘇生の葉」を生成する。「蘇生の葉」を拾うと、キャラクターの攻撃力+<color=#99FFFFFF>20%</color>、継続時間12秒。この方式で生成できる「蘇生の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「소생의 잎사귀」가 생성된다. 소생의 잎사귀를 습득한 캐릭터는 공격력이 <color=#99FFFFFF>20%</color> 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 소생의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Revival will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>20%</color> ATK for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Reinkarnations-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang den ANG der Figur, die das Blatt sammelt, um <color=#99FFFFFF>20 %</color>. Auf diese Weise kann alle 20 s nur ein Reinkarnations-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un <color=#99FFFFFF>20%</color> durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de renouveau est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente l'ATQ du personnage de <color=#99FFFFFF>20 %</color> pendant 12 s. Une feuille de renouveau peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Após desencadear Queimadura, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento e Germinação, uma Folha do Renascimento será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha do Renascimento aumentará o ATQ do personagem em <color=#99FFFFFF>20%</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на <color=#99FFFFFF>20%</color> на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <color=#99FFFFFF>20%</color> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Phục Sinh\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Phục Sinh\" sẽ tăng <color=#99FFFFFF>20%</color> tấn công, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Phục Sinh\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "幽林月影",
        "zht": "幽林月影",
        "jp": "幽林の月影",
        "ko": "깊은 숲속 달 그림자",
        "en": "Stillwood Moonshadow",
        "de": "Geräuschloser Wald im Mondschein",
        "es": "Sombras de la luna",
        "fr": "Ombre lunaire en forêt",
        "pt": "Sombra da Lua na Floresta",
        "ru": "Лунные тени чащобы",
        "id": "Stillwood Moonshadow",
        "th": "Stillwood Moonshadow",
        "vi": "Ánh Trăng Rừng Tối"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「苏生之叶」。拾取苏生之叶的角色攻击力提升<color=#99FFFFFF>24%</color>，持续12秒。每20秒至多通过这种方式产生一枚苏生之叶。角色处于队伍后台时也能触发。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「蘇生之葉」。拾取蘇生之葉的角色攻擊力提升<color=#99FFFFFF>24%</color>，持續12秒。每20秒至多依此方式產生一片蘇生之葉。角色處於隊伍後臺時也能觸發。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間存在する「蘇生の葉」を生成する。「蘇生の葉」を拾うと、キャラクターの攻撃力+<color=#99FFFFFF>24%</color>、継続時間12秒。この方式で生成できる「蘇生の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「소생의 잎사귀」가 생성된다. 소생의 잎사귀를 습득한 캐릭터는 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 소생의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Revival will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>24%</color> ATK for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Reinkarnations-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang den ANG der Figur, die das Blatt sammelt, um <color=#99FFFFFF>24 %</color>. Auf diese Weise kann alle 20 s nur ein Reinkarnations-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un <color=#99FFFFFF>24%</color> durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de renouveau est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente l'ATQ du personnage de <color=#99FFFFFF>24 %</color> pendant 12 s. Une feuille de renouveau peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Após desencadear Queimadura, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento e Germinação, uma Folha do Renascimento será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha do Renascimento aumentará o ATQ do personagem em <color=#99FFFFFF>24%</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на <color=#99FFFFFF>24%</color> на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <color=#99FFFFFF>24%</color> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Phục Sinh\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Phục Sinh\" sẽ tăng <color=#99FFFFFF>24%</color> tấn công, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Phục Sinh\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "幽林月影",
        "zht": "幽林月影",
        "jp": "幽林の月影",
        "ko": "깊은 숲속 달 그림자",
        "en": "Stillwood Moonshadow",
        "de": "Geräuschloser Wald im Mondschein",
        "es": "Sombras de la luna",
        "fr": "Ombre lunaire en forêt",
        "pt": "Sombra da Lua na Floresta",
        "ru": "Лунные тени чащобы",
        "id": "Stillwood Moonshadow",
        "th": "Stillwood Moonshadow",
        "vi": "Ánh Trăng Rừng Tối"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「苏生之叶」。拾取苏生之叶的角色攻击力提升<color=#99FFFFFF>28%</color>，持续12秒。每20秒至多通过这种方式产生一枚苏生之叶。角色处于队伍后台时也能触发。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「蘇生之葉」。拾取蘇生之葉的角色攻擊力提升<color=#99FFFFFF>28%</color>，持續12秒。每20秒至多依此方式產生一片蘇生之葉。角色處於隊伍後臺時也能觸發。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間存在する「蘇生の葉」を生成する。「蘇生の葉」を拾うと、キャラクターの攻撃力+<color=#99FFFFFF>28%</color>、継続時間12秒。この方式で生成できる「蘇生の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「소생의 잎사귀」가 생성된다. 소생의 잎사귀를 습득한 캐릭터는 공격력이 <color=#99FFFFFF>28%</color> 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 소생의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Revival will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>28%</color> ATK for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Reinkarnations-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang den ANG der Figur, die das Blatt sammelt, um <color=#99FFFFFF>28 %</color>. Auf diese Weise kann alle 20 s nur ein Reinkarnations-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un <color=#99FFFFFF>28%</color> durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de renouveau est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente l'ATQ du personnage de <color=#99FFFFFF>28 %</color> pendant 12 s. Une feuille de renouveau peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Após desencadear Queimadura, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento e Germinação, uma Folha do Renascimento será criada em volta do personagem por no máximo 10s. Quando coletada,  a Folha do Renascimento aumentará o ATQ do personagem em <color=#99FFFFFF>28%</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на <color=#99FFFFFF>28%</color> на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <color=#99FFFFFF>28%</color> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <color=#99FFFFFF>28%</color> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Phục Sinh\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Phục Sinh\" sẽ tăng <color=#99FFFFFF>28%</color> tấn công, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Phục Sinh\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "幽林月影",
        "zht": "幽林月影",
        "jp": "幽林の月影",
        "ko": "깊은 숲속 달 그림자",
        "en": "Stillwood Moonshadow",
        "de": "Geräuschloser Wald im Mondschein",
        "es": "Sombras de la luna",
        "fr": "Ombre lunaire en forêt",
        "pt": "Sombra da Lua na Floresta",
        "ru": "Лунные тени чащобы",
        "id": "Stillwood Moonshadow",
        "th": "Stillwood Moonshadow",
        "vi": "Ánh Trăng Rừng Tối"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「苏生之叶」。拾取苏生之叶的角色攻击力提升<color=#99FFFFFF>32%</color>，持续12秒。每20秒至多通过这种方式产生一枚苏生之叶。角色处于队伍后台时也能触发。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「蘇生之葉」。拾取蘇生之葉的角色攻擊力提升<color=#99FFFFFF>32%</color>，持續12秒。每20秒至多依此方式產生一片蘇生之葉。角色處於隊伍後臺時也能觸發。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間存在する「蘇生の葉」を生成する。「蘇生の葉」を拾うと、キャラクターの攻撃力+<color=#99FFFFFF>32%</color>、継続時間12秒。この方式で生成できる「蘇生の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「소생의 잎사귀」가 생성된다. 소생의 잎사귀를 습득한 캐릭터는 공격력이 <color=#99FFFFFF>32%</color> 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 소생의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Revival will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>32%</color> ATK for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Reinkarnations-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang den ANG der Figur, die das Blatt sammelt, um <color=#99FFFFFF>32 %</color>. Auf diese Weise kann alle 20 s nur ein Reinkarnations-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un <color=#99FFFFFF>32%</color> durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de renouveau est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente l'ATQ du personnage de <color=#99FFFFFF>32 %</color> pendant 12 s. Une feuille de renouveau peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Após desencadear Queimadura, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento e Germinação, uma Folha do Renascimento será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha do Renascimento aumentará o ATQ do personagem em <color=#99FFFFFF>32%</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на <color=#99FFFFFF>32%</color> на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <color=#99FFFFFF>32%</color> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <color=#99FFFFFF>32%</color> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Phục Sinh\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Phục Sinh\" sẽ tăng <color=#99FFFFFF>32%</color> tấn công, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Phục Sinh\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt."
      }
    }
  ],
  "internal_name": "Pole_Arakalari",
  "imgid": "pole/arakalari"
}