{
  "id": 13404,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "黑岩刺枪",
    "zht": "黑岩刺槍",
    "jp": "黒岩の突槍",
    "ko": "흑암창",
    "en": "Blackcliff Pole",
    "de": "Schwarzsteinlanze",
    "es": "Lanza del Peñasco Oscuro",
    "fr": "Lance de Rochenoire",
    "pt": "Lança do Penhasco Obscuro",
    "ru": "Черногорская пика",
    "id": "Blackcliff Pole",
    "th": "Blackcliff Pole",
    "vi": "Thương Hắc Nham"
  },
  "description": {
    "zhs": "以黑岩与陨铁铸成的兵器，玄锋清凛的光泽中仿佛隐隐可见血色。",
    "zht": "以黑岩與隕鐵鑄成的兵器，玄鋒清凜的光澤中彷彿隱隱可見血色。",
    "jp": "黒岩と隕石でできた兵器。黒い剣先にある輝きの中で微かに血の色が見える。",
    "ko": "흑암과 운철로 주조한 병기, 검은 칼날의 차가운 빛 속에서 핏빛이 보이는 것만 같다",
    "en": "A weapon made of blackcliff and aerosiderite. There is a dark crimson glow on its cold black sheen.",
    "de": "Eine aus Schwarzstein und Aerosiderit geschmiedete Waffe, deren kalte Klinge rötlich strahlt, als würde sie bluten.",
    "es": "Un arma hecha de piedra negra y siderita. Hay un brillo carmesí oscuro a lo largo de su frío filo.",
    "fr": "Une lance fabriquée en roche noire et aérosidérite. Son fer sombre brille d'une lueur rouge.",
    "pt": "Uma arma afiada e carmesim que já foi o tesouro inestimável de um gladiador. Seu furador foi manchado pelo sangue de incontáveis bestas e homens. Uma arma feita de pedra preta e aerossiderita. Há um brilho vermelho-escuro em seu brilho frio e preto.",
    "ru": "Оружие, сделанное из чёрного камня и метеоритного железа. Его холодный клинок отливает кроваво-красным цветом.",
    "id": "Senjata yang terbuat dari blackstone dan aerosiderite. Bercahaya merah tua pada bilah hitamnya.",
    "th": "อาวุธนี้ทำมาจากหิน blackstone และ aerosiderite ทั้งยังมีประกายสีแดงก่ำบนความระยิบระยับของมัน",
    "vi": "Binh khí được rèn từ hắc nham và sắt thiên thạch, trong ánh sáng loang loáng thoắt hiện màu máu."
  },
  "lore": {
    "zhs": "\n由十分罕见的黑岩制成的刺枪，挥如疾电，能破空裂风。\n枪头枪身均以黑色结晶制成，镶嵌红玉装饰。\n对着月色，隐隐能看见枪中流转的血色光芒。\n\n璃月名匠寒武与发妻育有一子，取名为策，盼他心有良策，手有巧策，能为父亲传承铸剑锻刀的家业。\n然而，策志不在此。读私塾时成天以游侠闲书话本为消遣，闲时练枪于山间野地，一心只想仗枪行侠。\n寻天外陨铁，不求稀材求奇遇。访灵山谪仙，不图真知图逸闻。\n对于烧炉打铁，策丝毫提不起劲来。不论如何斥骂仍无用处，最终仅是令痴儿浪子某日不辞而别尔尔。\n\n寒武晚年遭遇矿难，性情大变。寒策听闻此事，连夜返乡探望父亲。\n原本健谈的寒武变得十分寡言，对无心接替家业的儿子也不再责备。\n至此年，父子关系反倒亲近不少。寒策心有愧意，却不知如何是好。\n又是数年，一代名匠仙逝。寒策依父亲遗言在书房中找到一套兵器谱，正是坊间传奇的「试作」系列。\n图谱封存与一方木匣之中，另附家书：\n「吾儿策，天地浩大，可纵情观赏」\n\n整本图谱上满是父亲写下的批注，寒策观之痛心，在书房静坐一整夜。\n拂晓时分，寒策推门而出，不料天上有流星滑落，笔直砸落寒家门前。\n寒策百感交集，又哭又笑，连声道：天意！\n便以漆黑陨铁为底，参照图谱，加上先父留下的黑岩，打造了一柄刺枪。枪尖锋寒，凛如冰，坚如岩。\n但他并不倚枪行遍天下；从此寒家锻炉的烟火直至今日，也不曾熄灭。\n\n",
    "zht": "\n由十分罕見的黑岩製成的刺槍，揮如疾電，能破空裂風。\n槍頭槍身均以黑色結晶製成，鑲嵌紅玉裝飾。\n對著月色，隱隱能看見槍中流轉的血色光芒。\n\n璃月名匠寒武與髮妻育有一子，取名為策，盼他心有良策，手有巧策，能為父親傳承鑄劍鍛刀的家業。\n然而，策志不在此。讀私塾時成天以遊俠閒書話本為消遣，閒時練槍於山間野地，一心只想仗槍行俠。\n尋天外隕鐵，不求稀材求奇遇。訪靈山謫仙，不圖真知圖逸聞。\n對於燒爐打鐵，策絲毫提不起勁來。不論如何斥罵仍無用處，最終僅是令癡兒浪子某日不辭而別爾爾。\n\n寒武晚年遭遇礦難，性情大變。寒策聽聞此事，連夜返鄉探望父親。\n原本健談的寒武變得十分寡言，對無心接替家業的兒子也不再責備。\n至此年，父子關係反倒親近不少。寒策心有愧意，卻不知如何是好。\n又是數年，一代名匠仙逝。寒策依父親遺言在書房中找到一套兵器譜，正是坊間傳奇的「試作」系列。\n圖譜封存與一方木匣之中，另附家書：\n「吾兒策，天地浩大，可縱情觀賞」\n\n整本圖譜上滿是父親寫下的批註，寒策觀之痛心，在書房靜坐一整夜。\n拂曉時分，寒策推門而出，不料天上有流星滑落，筆直砸落寒家門前。\n寒策百感交集，又哭又笑，連聲道：天意！\n便以漆黑隕鐵為底，參照圖譜，加上先父留下的黑岩，打造了一柄刺槍。槍尖鋒寒，凜如冰，堅如岩。\n但他並不倚槍行遍天下；從此寒家鍛爐的煙火直至今日，也不曾熄滅。\n\n",
    "jp": "\n希少な黒岩で作られた槍。雲と風を切り裂けそうな槍先は稲妻を彷彿とさせる。\n槍先と槍身は黒い結晶で作られ、紅玉が飾ってある。\n月明かりの下、槍身はまるで血が流れているように見える。\n\n璃月の武器職人である寒武には一人の息子がいる。その子は寒策と名付けられた。頭が良く、優れた技術をもっているため、跡継ぎになってほしいと願っていた。\nだが、寒策は鍛造に興味がなかった。侠客の書籍を読んだり、槍の練習をしたりして、槍客になる夢を抱いた。\n求めすぎると求めているものが失われる。\n鍛造に興味がない寒策を追い詰めた結果、ある日、何も告げず寒策は家を出た。\n\n寒武は晩年の時に坑道の崩落事故に遭い、性格が激変した。寒策はそれを聞いて、急いで帰省をする。\n元々おしゃべりであった寒武は無口になっていた。跡継ぎになってくれなかった息子を責めなくもなった。\nその頃から親子の関係は回復し始める。寒策は親への申し訳なさで、どうしたらいいのか分からなくなっていた。\n数年後、名匠は天に召された。父の遺言通り、寒策は書斎で伝説の「試作」シリーズの設計図を見つけた。\n設計図を保存する箱には、一通の手紙が入っていた。\n「我が息子よ、この広い世界を存分に楽しむが良い」\n\n設計図には父の思いがこもっている。寒策は悲しみに包まれ、一晩中一人で座っていた。\n朝、寒策がドアを開いた瞬間、鉄隕石が家の前に落ちた。\n寒策は泣きながら笑った。これは天の意志だ！と。\n鉄隕石に父から継いだ黒岩を使用し、設計図を参考にしながら槍を鍛造した。槍先が非常に鋭く、堅くて冷たい光が輝く。\nそれを持って世界を旅することはなく、鍛造——父の跡を継ぐことを選んだ。再燃の炎は二度と消えることなく今に至った。\n\n",
    "ko": "\n매우 희귀한 흑암으로 만들어진 창, 번개 같이 하늘과 바람을 가를 수 있다.\n창 머리와 창 몸체는 검은색 결정으로 만들어졌고 홍옥을 장식으로 박았다.\n달빛에 비추면 창에 감도는 검붉은 빛이 은은히 보인다. \n\n리월의 명장 한무와 본처는 하나 있는 아들의 이름을 책이라 지었다. 현명한 계책이 있고 손재주가 좋아 부친의 검 단조 가업을 물려받길 바라는 마음에서였다.\n그러나 책의 뜻은 다른 곳에 있었다. 글공부할 때 날마다 유협에 관한 책을 읽고 야외에서 창술을 연마하며 협객이 되기만을 바랐다.\n운철을 찾으며 기이한 인연을 만나는 것에만 집중했다. 영산에서 선인을 찾고, 참된 지식은 관심 없고 이야깃거리만 좇았다.\n화로와 담금질에는 조금도 힘이 나질 않았다. 아무리 꾸짖어도 소용 없었고 결국 그는 인사도 없이 집을 떠났다.\n\n한무는 만년에 광산 사고를 당해 성격이 완전히 변했다. 한책은 이 소식을 듣고 곧바로 고향으로 돌아와 부친을 만났다.\n원래 입담이 좋던 한무는 말수가 확 줄었고, 가업을 이을 마음이 없는 아들을 더 이상 책하지도 않았다.\n부자 사이는 오히려 가까워졌다. 한책은 자책감을 느꼈지만 풀 방법을 알지 못했다.\n다시 몇 년이 지나고 세기의 명장은 세상을 떠났다. 한책은 부친의 유언에 따라 서재에서 무기보를 찾았다. 바로 세간에 떠도는 「시작」이었다.\n도감은 나무함에 봉인되어 있고 가서가 함께 있었다.\n「책아, 세상은 넓으니 마음껏 구경하거라」\n\n도감에는 부친이 기록한 설명으로 가득했다. 한책은 마음이 아파서 서재에서 밤새 앉아있었다.\n새벽 무렵 한책이 문을 열고 나오자 갑자기 하늘에서 별똥별이 한 씨 저택 문 앞으로 떨어졌다.\n한책은 만감이 교차하여 울다가 웃다가 계속 '하늘의 뜻이구나!'라는 말을 반복했다.\n그리하여 흑운철을 바탕으로 도감을 참조하고 부친이 남긴 흑암까지 더해 창을 만들었다. 창 끝은 얼음처럼 날카롭고 바위처럼 단단했다.\n그러나 그는 이 창을 들고 천하를 떠돌지 않았다. 그때부터 지금까지 한 씨 가문의 화로는 꺼지지 않았다.\n\n",
    "en": "\nA sharp-tipped polearm wrought from rare blackcliff. It zaps through the air like lightning, unimpeded by the wind.\nMade from blackcliff crystal from head to tip, the body is inlaid with red jade stones for decoration.\nViewed in the moonlight, the swirling of blood-red light can be discerned within.\n\nLiyue master craftsman Han Wu had a son with his first wife. The son's name was \"Han Ce, the Cold and Calculating.\" Cold, because his father wished him to be cool-headed and rational. Calculating, because his father wished him to be precise in his craft, that he might inherit the family business.\nBut Han Ce had other ambitions. During his days as a student, Han Ce idled away his study time on martial arts fiction, while spending his free time practicing the art of the polearm up in the mountains. He was consumed by the desire to become a martial nomad, roaming the world with his pole for protection.\nWhen he scoured the lands in search of Aerosiderite, he sought not the rare ore itself but the thrill of adventure. And when he ascended the highest peaks to commune with the adepti, he desired not the wisdom of the sages but the tale of his travels.\nHan Ce cared not for the flames of the furnace and the working of weaponry. His father scolded him, but it was to no avail. Eventually, Han Ce left home one day without bidding his father farewell.\n\nIn his later years, Han Wu was involved in a mining accident that profoundly changed his temperament. Han Ce caught wind of the ordeal and hurried home to see his father, traveling through the night.\nPreviously hot-tempered and never short of something to say, Han Wu was now calm and quiet. He no longer held any animosity towards his son for his reluctance to take over the forge.\nFinally, father and son grew close for the first time in their lives. Han Ce was ashamed of his past actions, but knew not how to redeem himself.\nSeveral years later, Han Wu breathed his last. Thus ended the life of the master craftsman of a generation. Per his father's will, Han Ce retrieved an archive of weapon designs from the study — they were the fabled prototypes.\nThe archive was sealed inside a wooden chest along with a letter addressed to Han Ce.\n\"To my dear son, Han Ce. The world is vast and filled with many marvels. May you always see the wonder in the world, wherever your journey takes you.\"\n\nThe designs were covered in comments penned by his father. Han Ce was overjoyed at the sight and proceeded to peruse them all night long.\nAs Han Ce stepped outside the door of the study at the first light of dawn, he watched in wonder as a meteorite fell from the sky. It crashed down right before him in front of the Han residence, landing perfectly vertical.\nA host of emotions flooded Han Ce's heart. Tears both of joy and sorrow streamed down his face as he cried, \"The heavens have spoken! The heavens have spoken!\"\nHan Ce took the pitch-black aerosiderite and added it to the blackcliff that remained in the forge. Following his late father's designs to the letter, he crafted a pointed pole with a sharp tip that shimmered like ice and a body hard as bedrock.\nHan Ce could have traveled the world with this trusty weapon in hand, but he chose not to. For Han Ce vowed that starting that day, never again would the flames of the furnace die out, and never again would the working of weaponry cease.\n\n",
    "de": "\nDiese Lanze wurde aus sehr seltenem Schwarzstein gefertigt. Ihre Geschwindigkeit ist unübertroffen und sie kann selbst den Wind durchbohren.\nKomplett aus Schwarzstein gefertigt ist der Schaft mit rotem Kristall dekoriert.\nIm Mondlicht ist in seinem Inneren ein wirbelndes, blutrotes Leuchten erkennbar.\n\nDer berühmte Handwerker Han Wu aus Liyue hatte bereits einen Sohn aus erster Ehe, den er auf den Namen Han Ce taufte, Han für die Kälte und Ce für strategisches Denken. Er hoffte, dass er eines Tages genau wie er selbst ein geschickter und kluger Handwerker werden würde, um so, wenn es so weit wäre, das Geschäft zu übernehmen.\nAber Han Ce hatte andere Ambitionen. Während seines Studiums verbrachte er seine Unterrichtszeit mit dem Lesen von Kampfkunstromanen, während er in seiner Freizeit die Kunst der Stangenwaffe in den Bergen übte. Er war besessen von dem Wunsch, ein kämpfender Vagabund zu werden und mit seiner Waffe als Schutz durch die Welt zu streifen.\nAls er das Land nach Aerosiderit absuchte, war er nicht auf der Suche nach dem seltenen Erz selbst, sondern nach dem Nervenkitzel des Abenteuers. Als er die höchsten Gipfel erklomm, um mit den Adepten zu sprechen, wollte er nicht das Wissen der Weisen sammeln, sondern die Geschichten über seine Reisen.\nHan Ce scherte sich wenig um die Flammen des Brennofens und die Arbeit des Waffenschmiedens. Sein Vater schimpfte mit ihm, jedoch ohne Erfolg. Schließlich verließ Han Ce eines Tages seine Heimat, ohne sich von seinem Vater zu verabschieden.\n\nIn seinen späteren Jahren war Han Wu in ein Minenunglück verwickelt, das seinen Charakter grundlegend veränderte. Han Ce erfuhr von dem Unfall und reiste die Nacht hindurch, um nach Hause zu seinem Vater zu kommen.\nWenn er zuvor hitzköpfig und nie um eine Antwort verlegen war, so war er jetzt still und ruhig. Er hatte keinerlei Feindseligkeit mehr seinem Sohn gegenüber, nur weil dieser zögerte, die Schmiede zu übernehmen.\nSchließlich kamen sich Vater und Sohn zum ersten Mal in ihrem Leben näher. Han Ce schämte sich ob seines früheren Verhaltens, aber er wusste nicht, wie er es wieder gutmachen sollte.\nEinige Jahre später tat Han Wu seinen letzten Atemzug. Damit endete das Leben des Handwerksmeisters einer ganzen Generation. Nach dem Willen seines Vaters holte Han Ce das Waffenregister mit den Entwürfen aus seinem Arbeitszimmer. Es war die sagenumwobene „Prototyp“-Reihe.\nDas Archiv wurde in einer Holztruhe versiegelt, zusammen mit einem Brief an Han Ce.\n„An meinen lieben Sohn Han Ce: Die Welt ist groß und voller Wunder. Wo immer dich deine Reise auch hinführt, mögest du immer das Wunder in allem sehen.“\n\nDie Pläne waren mit handschriftlichen Kommentaren seines Vaters versehen. Han Ce war über den Anblick erfreut und las sie die ganze Nacht hindurch.\nAls Han Ce bei Tagesanbruch aus dem Arbeitszimmer trat, sah er voller Verwunderung, wie ein Meteorit vom Himmel fiel. Er schlug direkt vor dem Haus der Familie ein und landete in perfekt senkrechter Position.\nUnzählige Gefühle vermischten sich in Han Ces Herz. Tränen der Freude und Sorge strömten über sein Gesicht, als er rief, „Der Himmel hat gesprochen!“\nHan Ce nahm den pechschwarzen Aerosiderit und fügte ihn dem in der Schmiede verbliebenen Schwarzstein hinzu. Er folgte den Entwürfen seines verstorbenen Vaters auf das Genauste und fertigte eine spitz zulaufende Stange mit einer scharfen Klinge darauf, die wie Eis schimmerte, und einem Körper, der hart wie Beton war.\nHan Ce hätte mit seiner treuen Waffe die Welt bereisen können, aber er entschied sich dagegen. Denn er schwor an jenem Tag, dass die Flammen des Ofens nie wieder ausgehen würden und die Waffenschmiede nie wieder stillstehen würde.\n\n",
    "es": "\nUna lanza hecha con un tipo de piedra negra inusual. Tiene la velocidad de un rayo y es capaz de cortar el mismo viento.\nTanto el cuerpo como la punta están hechos de un cristal negro y tiene incrustaciones de jade rojo.\nA la luz de la luna, puede verse un tenue brillo carmesí que fluye a lo largo del arma.\n\nHan Wu, el famoso artesano de Liyue, nombró a su primogénito Tse. Esperaba que el niño fuera ingenioso y hábil de mayor, y que pudiera heredar de su padre el negocio de la fundición y la forja.\nSin embargo, Han Tse tenía otros intereses. Cuando no se dedicaba al estudio, pasaba su tiempo libre leyendo novelas de artes marciales o entrenando su dominio de las armas en las montañas. Solo tenía una cosa en mente: convertirse en un artista marcial.\nCuando fue en busca de siderita, no se fijaba en los materiales raros, sino que solo le interesaba la aventura. Visitó templos y montañas, y vio a los Adeptus que vivían en ellos. No iba en búsqueda del conocimiento, sino de crear historias para sus propios viajes.\nHan Tse hacía el mínimo esfuerzo en las tareas de la forja, sin importar cuántas veces fuera reprendido. Hasta que un día, el hijo pródigo decidió marcharse sin decir adiós.\n\nEn sus últimos años, el carácter de Han Wu cambió drásticamente después del accidente en la mina. Cuando Han Tse se enteró, regresó a su aldea natal para cuidar a su padre.\nHan Wu, que solía entretener a todo el mundo con sus historias, se convirtió en una persona reservada. Ya ni siquiera culpaba a su hijo, quien había renegado del trabajo familiar.\nSin embargo, a partir de entonces, la relación entre el padre y el hijo se volvió más fuerte que nunca. Han Tse se sentía avergonzado, pero no sabía cómo reparar el daño que había causado.\nAños después, el renombrado artesano Han Wu partió de este mundo. Siguiendo las últimas instrucciones de su padre, Han Tse encontró en sus estanterías un ejemplar de la «Enciclopedia de prototipos».\nLos bocetos estaban resguardados en una caja de madera, junto a un mensaje que decía:\n“Querido Han Tse: este mundo es enorme y maravilloso. Disfrútalo todo lo que puedas allá donde te lleven tus aventuras”.\n\nLa enciclopedia estaba repleta de anotaciones de su padre. Han Tse se emocionó al leerlas y pasó la noche entera estudiando el libro en silencio.\nAl despuntar el día, abrió las puertas de la casa de par en par. En ese mismo instante, ocurrió algo asombroso: un meteorito cayó al pie de la entrada de su casa.\nHan Tse no sabía cómo sentirse. Entre risas y llantos, gritó una y otra vez: “¡Es una señal divina!”\nEntonces, creó una lanza de un filo frío como el hielo y tenaz como una roca. Para ello, utilizó aquel meteorito como materia prima, y añadió la piedra negra de su difunto padre.\nHan Tse ya no quería seguir recorriendo el mundo. A partir de entonces, los hornos de su casa siempre estuvieron encendidos, y la llama sigue sin extinguirse incluso hasta hoy en día.\n\n",
    "fr": "\nCette lance réalisée en roche noire d'une extrême rareté est dit-on capable de trancher les vents.\nLa tête et le corps de l'arme sont tous deux réalisés en cristaux de couleur noire, et gravés de motifs vermillons.\nLorsque la lance est exposée à la lumière du clair de lune, on peut deviner l'éclat du sang s'y reflétant.\n\nHan Wu, le célèbre artisan de Liyue, avait eu un enfant de sa première femme, qu'il nomma Han Ce, espérant qu'il soit réfléchi et habile afin de pouvoir reprendre le jour venu le commerce de son père.\nMais les rêves de Han Ce le portèrent ailleurs. La tête emplie des aventures lues dans les romans d'arts martiaux, il se mit à passer son temps libre à l'entraînement, n'espérant qu'une chose : partir combattre le mal à son tour.\nLorsqu'il partait explorer les terres alentours à la recherche d'aérosidérite, ce n'était point le métal rare qui le captivait, mais bien le frisson de l'aventure. Et lorsqu'il grimpa aux plus hauts des pics rencontrer les Adeptes, ce n'est point leur sagesse qu'il demanda à écouter, mais bien les récits de leurs périples.\nHan Ce n'avait aucun intérêt pour la forge ; son père eut beau l'exorter à s'y atteler, rien n'y fit. Tant et si bien qu'un beau jour le fils partit sans faire ses adieux.\n\nHan Wu fut victime d'un accident de mine dans ses vieux jours, qui le laissa changé. Han Ce revint la nuit du drame rendre visite à son père.\nCelui-ci, qui autrefois brillait dans ses conversations, était à présent d'un naturel taciturne ; il ne fit plus de réprimandes au fils qui autrefois l'avait tellement déçu.\nLes relations entre père et fils s'améliorèrent ; Han Ce était envahi par le regret, mais ignorait comment y remédier.\nLes années passèrent, et Han Wu quitta ce monde. Respectant la volonté de son père, Han Ce trouva dans la bibliothèque les indications d'une série de prototypes d'armes légendaires.\nAux papiers, conservés dans un coffret en bois, était accroché le mot suivant :\n« À Han Ce, au cœur capable d'embrasser le monde entier. »\n\nLes plans étaient recouverts de notes prises à la main par Han Wu ; à leur lecture, Han Ce sentit son cœur se serrer. Il passa ainsi la nuit entière dans la bibliothèque.\nAu tout petit matin, Han Ce ouvrit la porte et sortit dans l'air frais. Soudain du ciel tomba une étoile filante, qui s'écrasa juste au pied de la porte.\nUne nuée de sentiments envahit Han Ce ; mi-riant mi-pleurant, il fit : « C'est un signe ! »\nEt utilisant comme matériau de base l'aérosidérite noire tirée de la météorite et y ajoutant la roche rare extraite par son père, il forgea une lance en s'appuyant sur les schémas de ce dernier.\nMais la lance forgée, il ne partit point parcourir le monde, l'arme à la main. En effet, depuis ce jour jamais le feu de la forge des Han ne faiblit.\n\n",
    "pt": "\nUma lança de ponta afiada, forjada a partir de raras pedras negras. Ela penetra no ar como um relâmpago, desimpedido pelo vento.\nFeito de cristal de pedra negra da cabeça à ponta, o corpo é incrustado com pedras de jade vermelhas para decoração.\nVisto durante a luz da lua, o turbilhão de luz vermelha-sangue pode ser observado em seu interior.\n\nO mestre artesão de Liyue, Han Wu, teve um filho com sua primeira esposa. O nome do filho era \"Han Ce, o Frio e Calculista\". Frio porque seu pai desejava que ele tivesse cabeça fria e racional. Calculista, pois, seu pai desejava que ele fosse preciso em seu ofício, para que ele pudesse herdar o negócio da família.\nMas Han Ce tinha outras ambições. Durante os seus dias de estudante, Han Ce gastava seu tempo de estudo lendo ficção de artes marciais, enquanto passava seu tempo livre praticando a arte da lança nas montanhas. Ele foi consumido pelo desejo de se tornar um nômade marcial, vagando pelo mundo com seu bastão para se proteger.\nQuando ele partiu para explorar as terras vizinhas em busca de aerosiderite, não foi o metal raro que o cativou, mas a emoção da aventura. E quando ele escalou os picos mais altos para encontrar os Adepti, não foi a sabedoria deles que ele quis ouvir, mas os relatos de suas viagens.\nHan Ce não se importava com as chamas da forja e com o manuseio de armas. Seu pai o repreendeu, mas foi em vão. Eventualmente, Han Ce saiu de casa um dia sem se despedir de seu pai.\n\nEm seus últimos anos, o Han Wu sofreu de um acidente de mineração que mudou profundamente seu temperamento. Ao saber essa notícia, o Han Ce partiu em direção à casa, imediatamente.\nAnteriormente temperamental e nunca sem nada a dizer, o Han Wu agora estava calmo e quieto. Ele não tinha mais nenhuma animosidade em relação ao filho por sua relutância em assumir a forja.\nFinalmente, o pai e o filho se tornaram próximos pela primeira vez em suas vidas. O Han Ce tinha vergonha de suas ações anteriores, mas não sabia como se redimir.\nVários anos mais tarde, Han Wu deu seu último suspiro. Assim terminou a vida do mestre artesão de uma geração. Por vontade de seu pai, Han Ce recuperou um arquivo de desenhos de armas do escritório - eles eram os lendários protótipos.\nO arquivo foi selado dentro de uma arca de madeira juntamente com uma carta endereçada a Han Ce, que dizia:\n\"Para meu querido filho, Han Ce. O mundo é vasto e repleto de muitas maravilhas. Que você sempre veja as maravilhas do mundo, aonde quer que sua jornada o leve.\"\n\nOs desenhos estão cheios das anotações escritas pelo seu pai. Ao lê-los, Han Ce ficou afligido e acabou se sentando sozinho por toda a noite, ponderando silenciosamente.\nEnfrentando o primeiro raio do amanhecer, assim que o Han Ce empurrou a porta, viu um meteorito passando do céu que no final caiu perfeitamente diante dele, na frente da casa de família Han.\nUma série de emoções inundou o coração de Han Ce. Lágrimas de alegria e tristeza corriam pelo seu rosto enquanto ele clamava: \"Os céus falaram! Os céus falaram!\"\nE usando como material base o aerosiderite de meteorito preto e adicionando a rara rocha extraída por seu pai, Han Ce forjou uma lança com uma ponta afiada que brilhava como o gelo e com uma base dura como a rocha, se baseando nos desenhos de seu falecido pai.\nO Han Ce poderia ter viajado o mundo com essa arma confiável em mãos, mas optou por não fazê-lo. Pois o Han Ce jurou que, a partir daquele dia, nunca mais as chamas da fornalha se extinguiriam e nunca mais o trabalho das armas cessaria.\n\n",
    "ru": "\nКопьё, изготовленное из редкого чёрного камня. Его удары разрезают ветер словно молния.\nИ древко, и наконечник копья выполнены из редкой породы чёрного камня. Помимо этого копьё украшено красным нефритом. \nПри лунном свете копьё отливает кроваво-красным цветом.\n\nУ известного ремесленника Хань У из Ли Юэ был сын от первого брака по имени Хань Цэ, что означает - холодный и расчётливый. Хань У надеялся, что его сын станет умелым мастером, и, когда настанет время, возьмёт семейное дело в свои руки.\nНо у Хань Цэ были свои планы на жизнь. Во время своего обучения он частенько зачитывался книжками по боевым искусствам и уходил в горы, чтобы попрактиковаться с копьём. Он был одержим желанием стать странствующим воином, вооружённым пикой.\nОтправившись в экспедицию за метеоритным железом, он на самом деле искал не редкую руду, а дух приключений. Когда он достиг Адептов в Заоблачном Пределе, он пожелал услышать не мудрые советы, а истории об их приключениях.\nХань Цэ не было никакого дела до пламени в горнилах кузницы. Отец попытался его вразумить, но безуспешно. В конце концов, Хань Цэ покинул отчий дом даже не попрощавшись.\n\nПозднее с Хань У произошёл несчастный случай в шахте, который в корне изменил его характер. Хань Цэ узнал об аварии и немедленно отправился на встречу с отцом.\nНекогда пылкий и скорый на расправу Хань У теперь успокоился. Он уже смирился с нежеланием сына работать в кузнице.\nВпервые отец и сын стали по-настоящему близки. Хань Цэ устыдился своего поведения, но не знал, как ему загладить вину.\nЧерез несколько лет великий мастер Хань У скончался. В соответствии с завещанием, Хань Цэ получил в наследство архив чертежей отца. Это были прославленные «прототипы».\nВместе с диаграммами в коробке находилось письмо, адресованное Хань Цэ.\n«Дорогой сын, наш мир огромен и полон чудес. Надеюсь, что ты встретишь их в своих путешествиях!»\n\nДиаграммы были покрыты заметками, сделанными мелким почерком. Восхищённый Хань Цэ разбирал бумаги отца всю ночь.\nКогда на рассвете Хань Цэ вышел на улицу, он увидел падающий метеорит. Камень приземлился прямо перед юношей.\nЕго переполняли эмоции. Слёзы радости и печали хлынули из его глаз. Он воскликнул: «Небеса послали мне знак!»\nХань Цэ взял метеоритное железо и добавил его к остаткам чёрного камня в кузнице. Следуя диаграммам отца, он сотворил точёную пику, мерцающую словно лёд.\nХань Цэ мог бы обойти весь мир с этим сияющим оружием в руках, но он решил остаться. В тот день он поклялся, что пламя в печи отцовской кузницы никогда не погаснет.\n\n",
    "id": "\nTombak berujung tajam yang dibuat dari Blackstone langka. Bergerak cepat bagai kilat, tidak terpengaruh oleh angin.\nTerbuat dari kristal Blackstone dari kepala sampai ujungnya, tubuhnya didekorasi batu giok merah.\nDilihat di bawah bulan, bisa terlihat samar-samar cahaya merah darah di dalamnya.\n\nMaster pengrajin di Liyue, Han Wu mempunyai anak laki-laki hasil pernikahan dengan istri pertamanya. Bernama \"Han Ce, si dingin yang perhitungan\". Dingin, karena ayahnya berharap dia bisa selalu berpikir dengan kepala dingin dan rasional. Perhitungan, karena ayahnya berharap dia bisa selalu tepat dalam melakukan pekerjaannya, karena dia mungkin akan mewariskan bisnis keluarga.\nNamun Han Ce mempunyai ambisi lain. Saat dia masih seorang murid, Han Ce membolos dari pelajarannya untuk membaca buku fiksi bela diri, lalu menghabiskan waktunya untuk berlatih seni tombak di atas gunung.\nKetika dia menjelajah untuk mencari Aerosiderite, dia tidak mencari bijih langka tersebut melainkan mencari sensasi petualangan. Dan ketika dia naik ke puncak tertinggi untuk berkomunikasi dengan Adeptus, dia tidak menginginkan kebijaksanaan orang bijak tetapi kisah dari perjalanannya.\nHan Ce tidak peduli dengan api di tungu ataupun bekerja di persenjataan. Ayahnya menegurnya namun tidak berguna. Akhirnya, Han Ce suatu hari meninggalkan rumah tanpa berpamitan dengan ayahnya.\n\nBertahun-tahun kemudian, Han Wu terlibat dalam kecelakaan pertambangan yang mengubah dirinya. Han Ce yang mendengar kabar tersebut bergegas pulang untuk melihat ayahnya, berjalan sepanjang malam.\nYang sebelumnya pemarah dan selalu berbicara, Han Wu kini menjadi tenang dan pendiam. Dia tidak lagi menyimpan amarah kepada anaknya karena tidak mau megambil alih pekerjaannya.\nAkhirnya, ayah dan anak untuk pertama kalinya menjadi dekat. Han Ce merasa malu dengan tindakan masa lalunya namun tidak tahu bagaimana dia bisa menebus rasa bersalahnya.\nBeberapa tahun kemudian, Han Wu mengembuskan napas terakhirnya. Mengakhiri generasi seorang master pengrajin. Atas wasiat ayahnya, Han Ce menerima berkas desain senjata yang merupakan \"prototipe\" yang legendaris.\nBerkas itu disegel di dalam kotak kayu bersama dengan sebuah surat untuk Han Ce:\n\"Kepada anakku, Han Ce. Dunia ini luas, bersabarlah dalam melihatnya\"\n\nDesain tersebut penuh dengan komentar dari ayahnya. Han Ce begitu senang hingga dia melanjutkan membaca sepanjang malam.\nSaat Han Ce akhirnya keluar dari ruang belajar pada fajar pertama, dia melihat sebuah meteorit jatuh dari langit. Jatuh tepat di depannya di depan rumah keluarga Han, mendarat dengan sempurna.\nPerasaan ingin menangis dan tertawa, dia berkata: Ini kehendak Tuhan!\nHan Ce membawa Aerosiderite hitam pekat tersebut dan menambahkannya ke dalam Blackrock yang ada di dalam alat tempa. Mengikuti desain ayahnya di dalam surat, dia membuat tombak runcing dengan ujung tajam yang bersinar bagai es dan tubuh keras bagai batu.\nNamun dia tetap tidak bergantung kepada senjata untuk berkeliling dunia. Dia berjanji pada hari itu bahwa dia tidak akan lagi membiarkan api di dalam tungku padam.\n\n",
    "th": "\nหอกแหลมที่สร้างขึ้นจากหิน Blackstone ที่หายาก เสียดแทงดุจกระแสไฟฟ้า สามารถผ่าลมออกเป็นเสี่ยงๆได้\nตัวหอกและหัวหอกทำจากหิน Blackstone ประดับด้วยหยกและอัญมณีสีแดง\nเมื่อแสงจันทร์กระทบ จะสามารถเห็นแสงสีเลือดเปล่งออกจากกลางตัวหอก\n\nHan Wu ช่างฝีมือชื่อดังจาก Liyue และภรรยามีลูกชายหนึ่งคน ตั้งชื่อว่า Han Ce หวังให้เขารู้จักวางกลยุทธ์ที่ดี มีทักษะและฝีมือ ในอนาคตสามารถสืบทอดโรงตีเหล็กของบิดาได้\nอย่างไรก็ตาม ความต้องการของ Hance กลับไม่เป็นดังนั้น เมื่อเขาเรียน เขาอ่านหนังสือเรื่องราวเกี่ยวกับอัศวินพเนจรเป็นงานอดิเรกทั้งวัน เวลาว่างเขาก็ไปฝึกการใช้หอกในภูเขาและทุ่งนา ใจของเขาอยากเป็นอัศวินติดอาวุธเท่านั้น\nเขาไปเสาะหาเศษดาวตก ไม่ใช่เพื่อจะนำมาเป็นวัตถุดิบ แต่เพื่อการผจญภัย เขาไปเยี่ยมชมภูเขาที่มีเหล่าเทพสถิตอยู่ ไม่ได้ไปเพื่อหาความจริง แต่ไปเพื่อเรียนรู้พงศาวดาร\nส่วนเรื่องเตาหลอม เรื่องตีเหล็ก Hance ไม่คิดจะยกมือช่วยเลยแม้แต่น้อย ไม่ว่าจะดุด่าอย่างไรก็ไม่มีประโยชน์ สุดท้ายเขาก็เลือกจะออกไปพเนจรโลกกว้างโดยไม่กล่าวลา\n\nหลังจากเจอหายนะในเหมืองในปีนั้น นิสัยของ Han Wu ก็เปลี่ยนไปมาก เมื่อ Han Ce ได้ยินข่าว ก็รีบเดินทางข้ามวันข้ามคืนเพื่อกลับไปเยี่ยมบิดา\nจากที่ Han Wu เคยเป็นคนช่างเจรจา ก็ได้เปลี่ยนเป็นคนเคร่งขรึมไม่พูดจา กับ Han Ce ผู้ที่ไม่คิดจะสืบทอดกิจการของครอบครัว เขาก็ไม่ได้กล่าวโทษอะไรอีก\nในปีนั้น ความสัมพันธ์ของสองพ่อลูกก็ใกล้ชิดกันมากขึ้นไม่น้อย ในใจของ Han Ce นั้นยังรู้สึกละอายอยู่ แต่ไม่รู้ว่าควรทำเช่นไร\nหลายปีผ่านไป ช่างฝีมือผู้เป็นบิดาได้จากโลกนี้ไปแล้ว Han Ce ทำตามคำสั่งเสียของบิดา เขาพบตำราการสร้างอาวุธที่หอสมุด อาวุธนี้คือตำนานที่สืบต่อกันมา มันคืออาวุธชุด \"ต้นแบบ\"\nตำราเล่มนี้ได้ถูกปิดผนึกไว้ในกล่องไม้ และมีจดหมายแนบอยู่ใจความว่า:\nHance ลูกข้า พสุธากว้างใหญ่ไพศาล ขอเจ้าจงเชยชมให้สมใจ\n\nตำรานี้ทั้งเล่มเต็มไปด้วยข้อความที่บิดาของเขาเขียนไว้ Han Ce อ่านแล้วปวดใจยิ่งนัก คืนนั้นเขานั่งเงียบ ๆ อยู่ในหอสมุดทั้งคืน\nเมื่อยามรุ่งสาง Han Ce เปิดประตูแล้วออกมา ทันได้นั้นเขาเห็นสิ่งที่ไม่คาดคิด ดาวตกได้พุ่งลงมาตกใส่หน้าประตูบ้านของเขา\nHan Ce รู้สึกตื้นตันใจยิ่งนัก ทั้งหัวเราะทั้งร้องไห้ กล่าวออกมาซ้ำ ๆ ว่า: ลิขิตสวรรค์!\nเขานำเหล็กไหลจากดาวตกมาทำเป็นฐาน ทำตามตำรา และใส่ Blackcliff ที่บิดาทิ้งไว้ให้เข้าไป เขาได้สร้างหอกด้ามหนึ่งขึ้นมา ปลายแหลมของหอกเยือกเย็นดุจน้ำแข็ง แข็งแกร่งดุจหินผา\nเขาไม่ได้พึ่งพาอาชีพที่ต้องใช้อาวุธอีกต่อไปนับตั้งแต่วันนั้นเป็นต้นมา จวบจนปัจจุบันเตาหลอมของตระกูล Han ก็ลุกโชนตลอดเวลา ไม่มีวันใดที่ดับเลย\n\n",
    "vi": "\nCây thương được làm từ hắc nham rất hiếm có, nhanh như điện, có thể mở núi chẻ đường.\nĐầu và thân của thương được tạo thành từ tinh thể màu đen, khảm hồng ngọc trang trí.\nDưới ánh trăng, có thể lờ mờ nhìn thấy tia sáng màu máu lưu chuyển trong thân kiếm.\n\nHan Wu - nghệ nhân nổi tiếng ở Liyue và vợ ông có một cậu con trai, đặt tên là Ce, họ mong mỏi anh có khả năng sáng tạo, và bàn tay khéo léo, để có thể kế thừa sự nghiệp đúc kiếm rèn đao của gia đình.\nTuy nhiên, tâm trí của anh không ở đó. Khi học trường tư cả ngày giết thời gian bằng những cuốn sách du hiệp giải trí, thời gian rảnh rỗi thì luyện thương giữa khu đất hoang trong rừng, một lòng chỉ muốn hành hiệp trượng nghĩa.\nTìm kiếm thiên thạch ngoài trời, không mong gặp những vật liệu quý hiếm. Hỏi chuyện Linh Sơn giáng tiên, không cầu biết được sự thật chỉ mong được nghe về giai thoại.\nCe không có lấy một chút hứng thú với việc đốt lò rèn sắt. Cho dù la mắng thế nào cũng vô ích, cuối cùng chỉ khiến đứa trẻ ham chơi khờ dại ấy bỏ đi không lời từ biệt.\n\nTrong những năm cuối đời Han Wu gặp phải tai nạn trong mỏ, tính tình đại biến. Nghe xong, Han Ce trở về thăm bố trong đêm.\nHan Wu vốn là người hay nói bỗng trở nên rất kiệm lời, cũng không còn trách mắng đứa con trai không có ý định tiếp quản gia nghiệp.\nĐến năm nay, mối quan hệ bố con đã gần gũi hơn rất nhiều. Han Ce hổ thẹn nhưng không biết làm sao cho tốt.\nVài năm sau, một thế hệ nghệ nhân đã tạ thế. Han Ce theo di ngôn của phụ thân, đã tìm thấy một bộ binh khí phổ trong thư phòng, cũng chính là bộ \"Mẫu\" trong truyền thuyết.\nBản đồ được lưu trữ trong một hộp gỗ, kèm theo gia thư:\n\"Ce con trai của ta, thế giới rộng lớn, cứ mặc sức nhìn ngắm\"\n\nToàn bộ bản đồ chứa đầy những chú thích do bố viết, Han Ce nhìn mà đau lòng, ngồi yên lặng trong thư phòng cả đêm.\nVào lúc bình minh, Han Ce đẩy cửa bước ra, bất ngờ có một ngôi sao rơi xuống từ bầu trời, rơi thẳng xuống trước cửa nhà họ Han.\nHan Ce cảm xúc lẫn lộn, vừa khóc vừa cười, liên tục nói: Ý trời!\nLấy thiên thạch đen làm nền, tham khảo bản vẽ, thêm vào hắc nham mà bố để lại, tạo ra một cây thương. Mũi thương sắc lạnh như băng, cứng như đá.\nNhưng anh không dựa vào thương để đi khắp thiên hạ; Từ đó khói lửa lò rèn của nhà họ Han chưa từng tắt.\n\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>12%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>12%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>12%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>12%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>12 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>12%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>12 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>12%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>12%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>12%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>12%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>15%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>15%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>15%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>15%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>15%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>15 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>15%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>15 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>15%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>15%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>15%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>15%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>15%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>18%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>18%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>18%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>18%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>18%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>18 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>18%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>18 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>18%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>18%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>18%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>18%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>18%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>21%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>21%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>21%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>21%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>21%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>21 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>21%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>21 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>21%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>21%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>21%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>21%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>21%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>24%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>24%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>24%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>24%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>24 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>24%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>24 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>24%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>24%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>24%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>24%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    }
  ],
  "internal_name": "Pole_Blackrock",
  "imgid": "pole/blackrock"
}