{
  "id": 13511,
  "type": "polearm",
  "rank": 5,
  "name": {
    "zhs": "赤沙之杖",
    "zht": "赤沙之杖",
    "jp": "赤砂の杖",
    "ko": "적색 사막의 지팡이",
    "en": "Staff of the Scarlet Sands",
    "de": "Stab der roten Sande",
    "es": "Báculo de las Arenas Escarlatas",
    "fr": "Bâton des sables écarlates",
    "pt": "Báculo das Areias Escarlates",
    "ru": "Посох алых песков",
    "id": "Staff of the Scarlet Sands",
    "th": "Staff of the Scarlet Sands",
    "vi": "Quyền Trượng Cát Đỏ"
  },
  "description": {
    "zhs": "黑曜石塑造的一对的权杖中的一件。在传说中，具有引领沙之民的权威，但如今已经没有能辨别出这件王器形象的臣子了。",
    "zht": "成對黑曜石權杖中的一件。相傳具有引領沙之民的權威，但如今已經沒有能辨別出這件王器形象的臣子。",
    "jp": "黒曜石で形作られた一対の杖の片方。伝説によると、砂の民を率いることができる権威を持っていた。しかし、現在はこの王器を見分けられる臣下はいない。",
    "ko": "흑요석으로 만든 한 쌍의 세크헴 중 하나. 사막의 백성을 이끄는 권위를 가지고 있지만 지금은 이를 알아보는 신하는 없다",
    "en": "One of a paired set of scepters fashioned from obsidian. Legend has it that these staves grant the right to lead the people of the desert, but no retainer now lives who can verify the proper appearance of these regalia.",
    "de": "Eines der zwei Szepter, die aus Obsidian gefertigt wurden. In der Legende verleiht es seinem Besitzer das Recht, die Wüstenbewohner zu führen, aber heute lebt kein Untergebener mehr, der das Königsszepter wieder erkennen kann.",
    "es": "Un báculo que venía junto a un cetro y que está hecho de obsidiana. En las leyendas, tiene el poder de guiar a los habitantes del desierto, pero hoy en día ya no vive ningún subordinado capaz de corroborar el auténtico aspecto de este objeto de la realeza.",
    "fr": "L'un des sceptres d'une paire fabriquée à partir d'obsidiennes. La légende raconte que ces bâtons accordent le droit de gouverner les peuples du désert, mais aucun courtisan pouvant vérifier la bonne apparence de ces parures ne vit aujourd'hui...",
    "pt": "Um dos pares de cetros feitos com obsidiana. Dizem que esses artefatos eram usados para guiar o povo do deserto, mas hoje em dia não há ninguém capaz de distinguir a aparência real desta relíquia.",
    "ru": "Один из пары обсидиановых скипетров. Легенда гласит, что эти посохи дают право вести народ пустыни, но подданных, которые опознали бы эти регалии, не осталось.",
    "id": "Salah satu dari sepasang tongkat yang dibuat dari obsidian. Legenda mengatakan bahwa tongkat ini memberikan hak untuk memerintah penduduk padang pasir, tetapi sekarang tidak ada punggawa yang dapat membedakan penampilan yang tepat dari senjata raja ini ....",
    "th": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า มีอำนาจในการชี้นำชาวทะเลทราย แต่ตอนนี้ไม่หลงเหลือใครที่สามารถแยกแยะรูปลักษณ์ที่แท้จริงของเครื่องราชกกุธภัณฑ์นี้ได้อีกแล้ว",
    "vi": "Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, sở hữu quyền năng dẫn dắt con dân của cát, nhưng hiện giờ đã không còn thần tử nào có thể phân biệt được hình dạng của vương khí này rồi."
  },
  "lore": {
    "zhs": "\n首先创造了日月。如此便有了白昼与黑夜。她曾以我已经忘却的语言描述三轮明月的夜空，那月轮之数便应当为三。\n但愿世界的影子苏醒时，她们能在大地上投下珍珠色的微光。人们便能循着夜幕中沙丘镀银的轮廓寻得宿命的终点。\n\n接下来创造重量。如此砂土便沉下，形成了大地。而没有重量的便是天空。我规定：应当仰赖土地，但是梦想深空。\n重量不应当过大。否则土地便会捆缚人的双脚，使人走不远，不能向四方八方开拓；使人飞不高，不能向未来探求。\n\n接着再次设立七贤僧，由他们治理地、水与诸星描绘的轨迹。即便天球只是幻造之物，仰望星月时常常有神话诞生。\n\n在原本的世界，藩篱曾被撕毁，黯色的毒曾渗入大地。为了愈疗那个脆弱可悲不完美的世界，长钉降下，贯穿地壳。\n但是，我所设定的规律要更优美、更精密，所以没有必要。也不应当有追随她的人为此枉死，不应有诗文因此失落。\n\n然后应当隔绝毒药传来的兽径，因为服毒是比天空更深的罪。但是低语是多么甜美。其中述说的智慧又是多么鲜明…\n新的世界里悄悄吹起了风。珍珠色的月光、琥珀色的余晖、草的浪潮与水的根系渐渐不再沉默，吟唱她留下的诗文。\n\n……\n\n摘除七之轮转，因为深秘的叙事会被阻断。\n摘除恐惧与哀伤，因此要消除生死的隔阂。\n摘除日月与重量，因为不应有时空的藩篱。\n摘除规定、裁决、施恩的原初之理，这样她便不会为同族所受的责罚而害怕。\n摘除飞禽、走兽、游鱼，龙与人，其数为七的僧王，这样谁都无法窃取智慧。\n\n……\n\n「在隐秘的梦中，沙王只身一人静静睡着，描绘新的定理。」\n「在王的梦中不必饮下一滴盐水。新世界中一切都是善的。」\n\n……\n\n如此便能抵达完美。我看见了，三人再度在乐园中论道的图景。已经很近了。\n这样很好。我明白了。原来这才是我所想要的。我要找回的不是众生的乐园。\n一切机教、七之贤僧的戏仿、所谓剥离了悲伤的纯净世界，这些都无所谓了…\n\n只是，唯独我误服下的毒，不应该留在这个世界。不知她能否念旧友之情——\n——就算，不是为了我，也没关系。为了我们共同的挚友，最后帮我一个忙…",
    "zht": "\n首先創造了日月。如此便有了白晝與黑夜。她曾以我已經忘卻的語言描述三輪明月的夜空，那月輪之數便應當為三。\n但願世界的影子甦醒時，她們能在大地上投下珍珠色的微光。人們便能循著夜幕中沙丘鍍銀的輪廓尋得宿命的終點。\n\n接下來創造重量。如此砂土便沉下，形成了大地。而沒有重量的便是天空。我規定：應當仰賴土地，但是夢想深空。\n重量不應當過大。否則土地便會捆縛人的雙腳，使人走不遠，不能向四方八方開拓；使人無法高飛，不能向未來探求。\n\n接著再次設立七賢僧，由他們治理地、水與諸星描繪的軌跡。即便天球只是幻造之物，仰望星月時常常有神話誕生。\n\n在原本的世界，藩籬曾被撕毀，黯色的毒曾滲入大地。為了癒療那個脆弱可悲不完美的世界，長釘降下，貫穿地表。\n但是，我所設定的規律要更優美、更精密，所以沒有必要。也不應當有追隨她的人為此枉死，不應有詩文因此失落。\n\n然後應當隔絕毒藥傳來的獸徑，因為服毒是比天空更深的罪。但是低語是多麼甜美。其中述說的智慧又是多麼鮮明…\n新的世界裡悄悄吹起了風。珍珠色的月光、琥珀色的餘暉、草的浪潮與水的根系漸漸不再沉默，吟唱她留下的詩文。\n\n……\n\n摘除七之輪轉，因為深秘的敘事會被阻斷。\n摘除恐懼與哀傷，因此要消除生死的隔閡。\n摘除日月與重量，因為不應有時空的藩籬。\n摘除規定、裁決、施恩的原初之理，這樣她便不會為同族所受的責罰而害怕。\n摘除飛禽、走獸、游魚，龍與人，其數為七的僧王，這樣誰都無法竊取智慧。\n\n……\n\n「在隱密的夢中，沙王隻身一人靜靜睡著，描繪新的定理。」\n「在王的夢中不必飲下一滴鹽水。新世界中一切都是善的。」\n\n……\n\n如此便能抵達完美。我看見了，三人再度在樂園中論道的圖景。已經很近了。\n這樣很好。我明白了。原來這才是我所想要的。我要找回的不是眾生的樂園。\n一切機教、七之賢僧的戲仿、所謂剝離了悲傷的純淨世界，這些都無所謂了…\n\n只是，唯獨我誤服下的毒，不應該留在這個世界。不知她能否念舊友之情——\n——就算，不是為了我，也沒關係。為了我們共同的摯友，最後幫我一個忙…",
    "jp": "\nまずは陽と月を創った。そして、白昼と闇夜ができた。かつて我が忘れた言葉により、彼女は三つの明月が昇る夜空を語った。ならば、その月の数も三であろう。\n世界の影が目覚める時、彼女たちは大地に微かな真珠の光が差し込むことを願った。そうすれば、人々は夜でも砂丘の銀の輪郭を辿り、宿命の終点を見つけられるからだ。\n\nそして、重さを創る。これで砂が沈み、大地となる。重みのないものは空となった。我は決めた——大地に頼りながら、空を夢見ることを。\n重さは大きすぎないほうがいい。さもなくば、土地は人の両足を縛るものとなる。人は遠くへ行けず、四方を開拓することもできない。人は飛べず、未来を探求できなくなる。\n\nそして七賢僧を設け、彼らに大地と水、星々が描く軌道を管理してもらおう。たとえ天球がただの幻の造り物だとしても、星月を眺めれば常に神話が誕生する。\n\n元の世界の柵は壊され、闇色の毒が大地に滲みこんだ。あの脆弱で、哀れで、不完全な世界を癒すために、鋭い釘が落ち、大地を貫いた。\nだが、我が定めた規律はより優美で緻密、ゆえに必要もない。彼女の付き従ったものが、そのために死んではならない。詩文がこれにより失われてはならないのだ。\n\n毒薬の出処である獣道を隔てるべきだろう。毒を飲むのは空よりも深い罪。しかし、囁きはあまりにも甘美なもの。そこで語られる知恵も、いかに鮮明なものか…\n新しい世界で風が密かに吹き始めた。真珠色の月光、琥珀色の残光、草の波と水の根が徐々に沈黙を破り、彼女が残した詩文を吟唱する。\n\n……\n\n七つの輪転を排除しよう——深き秘めごとが絶たれぬように。\n恐怖と哀傷を排除しよう——そのためには生死の隔たりを消すことが必要だ。\n陽と月と重さを排除しよう——時空に隔たりがあってはならない。\n規定、裁決、恩を施すような原始の理を排除しよう——さすれば同族の受ける懲罰に、彼女が怯えることもなくなるだろう。\n鳥と獣、魚、竜、人、そして七の僧王を排除しよう——さすれば誰も知恵を盗むことはできない。\n\n……\n\n「隠れた夢の中で王はただ独り、静かに眠り、新たな定理を描く。」\n「王の夢で塩水を一滴も飲む必要はない。新世界において、すべては善である。」\n\n……\n\nこれで完璧に辿りつく。我は見たのだ、三人が再び楽園で議論する景色を。もう、すぐそこにある。\nこれでいい、我はようやく理解した。これこそが我の欲するものだと。我が取り戻したいのは、万物の楽園ではない。\nすべての理、七の賢僧の詭計、悲しみを取り除いた清浄なる世界、これらはすべてどうでもいい…\n\nただ、我が誤って飲んだ毒だけは、この世に残してはならない。旧友の仲である彼女を想って——\n——我のため、でなくともいい。我らの親友のため、最後に一つだけ…",
    "ko": "\n먼저 해와 달을 창조하였고, 이렇게 낮과 밤이 탄생하였다. 그녀는 내가 잊은 언어로 세 개의 밝은 달이 걸려있는 밤하늘을 묘사하였고, 그 둥근 달의 개수는 셋이어야 하니.\n세상의 그림자가 깨어날 때 그녀들이 대지에 진줏빛의 미광을 드리웠으면 좋겠노라. 그리하면 사람들은 밤의 장막 속에 모래 언덕의 은도금의 윤곽을 따라 숙명의 끝을 찾을 수 있을 것이라.\n\n다음은 중력을 창조하였다. 그렇게 모래흙이 가라앉아 대지가 되었고, 무중력의 공간은 하늘이 되었다. 내가 정한 법칙은, 땅에 의지하되 우주의 꿈을 품어야 한다는 것이니.\n중력은 과해도 안 된다. 과중력은 사람의 두 발을 땅에 묶어 멀리 개척할 수 없게 하고, 높이 날지 못하게 하여 미래를 탐구할 수 없게 하는지라.\n\n이어서 다시 일곱 승려를 창조하여 그들에게 땅, 물과 별들이 그리는 궤적을 다스리게 하였다. 천구(天球)는 허구일지라도 별과 달을 올려다보면 신화가 탄생하는 경우가 많으니.\n\n원래의 세계에서 울타리는 허물어지고, 암울한 독은 대지에 스며들었다. 그 취약하고 불완전한 세계를 치유하기 위해 긴 못을 떨구어 지각을 꿰뚫었다.\n그러나 내가 설정한 규칙은 더 아름답고, 정밀해야 하므로 이럴 필요가 없는지라. 이로 인해 그녀의 추종자가 헛되이 죽거나 상실감을 담아내는 시문이 없어야 할지니.\n\n그리고 독약이 전해지는 짐승이 출몰하는 길을 차단해야 하노라. 왜냐하면 독을 복용하는 것은 하늘보다 더 깊은 죄이기 때문이다. 하지만 속삭임이 얼마나 달콤하고, 그중 담긴 지혜는 또 얼마나 돋보이는가…\n새로운 세상에 살며시 바람이 불기 시작하였다. 진주색의 달빛, 호박색의 잔광, 풀의 물결과 물의 뿌리는 그녀가 남긴 시문을 읊으며 더는 침묵하지 않았다.\n\n……\n\n깊고 은밀한 서사가 끊기지 않도록 칠의 윤회를 제거하라.\n생과 사의 장벽을 없애 공포와 슬픔을 제거하라.\n시간과 공간의 울타리를 없애기 위해 해와 달의 무게를 제거하라.\n그녀가 동족이 받는 벌을 두려워하지 않도록 규정, 판결, 자비의 원초적 이치를 제거하라.\n아무도 지혜를 훔치지 못하도록 새, 짐승, 물고기, 용과 인간에서 숫자가 7인 승려의 왕을 제거하라.\n\n……\n\n「홀로 조용히 잠든 모래의 왕은 은밀한 꿈속에서 새로운 정의를 정립하였다.」\n「신세계의 모든 것은 선한 것이기 때문에 왕의 꿈속에서 소금물 한 방울도 마실 필요가 없노라.」\n\n……\n\n이렇게 하면 완벽함에 도달할 수 있다. 나는 세 사람이 다시 낙원에서 도를 논하는 모습을 보았다. 더 가깝게 보였다.\n잘된 일이다. 나는 깨달았다. 내가 원했던 것은 이것이었다. 내가 되찾고 싶은 것은 중생의 낙원이 아니다.\n모든 교법, 일곱의 승려의 흉내, 이른바 슬픔을 벗겨낸 순수한 세계, 이 모든 것은 모두 무의미해졌도다…\n\n다만, 내가 실수로 삼킨 독약은 이 세상에 남아서는 안 된다. 그녀가 옛정을 그리워할지 모르겠지만——\n——설령 나를 위해서가 아니더라도 괜찮다. 우리 공통의 친우를 위해 마지막으로 부탁 하나만 들어주길 바라노라…",
    "en": "\nFirst, the sun and the moons were created, and thus day and night came to be. She once described the night sky adorned with three bright moons to me in a language I have now forgotten — yes, the number of moons should be three.\nMay the shadows of the world cast their pearly shimmer upon the earth when they awake, such that people can follow the silver-plated outline of the dunes at night to find their final fate.\n\nNext, weight was created. Thus sand sank, forming the earth. And that which was without weight became the sky. I stipulated that one should rely on the earth, but dream of the sky.\nThe weight should not be excessive, or the land will bind people's feet, impede those longing to travel far, and hinder expansion through exploration, while causing people to be unable to fly high, unable to explore the future.\n\nThen the seven sage monks were established again, and they ruled the trajectories drawn by the earth, water, and stars. Even if the celestial sphere was just an illusion, myths are often born when people look up at the stars and moons.\n\nIn the original world, the barriers were torn down, and the dark poison had penetrated the earth. To heal that fragile, sad, and imperfect world, the spikes descended and pierced through the earth's crust.\nHowever, the rules I have set are more elegant and precise, so there is no need and there should be no followers of hers who shall die meaninglessly on their account, and no poetry should be lost for their sake.\n\nNext, the beastly trail from the poison should be cut off, for taking poison is a sin running deeper than the sky. But how sweet the whispers can be, and how clear the wisdom of which they speak...\nThe wind arises in the new world. The pearly moonlight, the amber afterglow, the waves of grass, and the roots of the waters have gradually ceased to be silent, all singing the poems that she left behind.\n\n...\n\nThe cycle of seven must be removed, because the secret narrative will be blocked.\nFear and grief must be torn down, and so the barrier between life and death must be removed.\nRemove the sun, the moons, and weight, for there should be no barriers between time and space.\nRemove the original principles of rules, verdicts, and grace, so that she will no longer be afraid of the punishment that is laid on her kin.\nRemove birds, beasts, fish, dragons, humans, and seven monk-kings, so that none shall steal wisdom.\n\n...\n\n\"The Sand King sleeps alone in secret dreams, drawing up new theorems.\"\n\"None shall have to drink salt water in the King's realm, for everything in the new world shall be good.\"\n\n...\n\nThis is how perfection can be achieved. I can see the three of us debating in our paradise once more. We are so close.\nYes, this is splendid. I understand now. This is what I have always wanted. That which I have always longed to find once more has never been a paradise for the many.\nAll the parodies of the teachings and the seven wise monks, or that so-called pure world free of all sorrows, none of those things matter anymore...\n\nBut I do not wish that the poison ingested by mistake should remain in this world. Perhaps she might, in light of our old friendship...\n— Even if she will not do it for my sake, that is also fine. I only ask that she do me one last favor for the sake of our mutual friend...",
    "de": "\nDie Sonne und der Mond sollten zuallererst erschaffen werden. Dann gibt es Tag und Nacht. In einer Sprache, die ich vergessen habe, beschrieb sie einmal den Nachthimmel mit drei Monden, dann sollte es drei Monde geben.\nDie Monde am Himmel sollten einen Lichtschimmer auf die Erde werfen, wenn der Schatten der Welt erwacht. So kann man in der dunklen Nacht den silbernen Umrissen der Dünen folgen, um das Ende seines Schicksals zu finden.\n\nAls nächstes sollte die Schwerkraft erschaffen werden. Dadurch kann sich der Sand absetzen und Boden bilden. Der Himmel sollte aber keine Schwerkraft haben. Ich lege fest: Die Leute leben auf der Erde, müssen aber vom Himmel träumen.\nDie Schwerkraft sollte nicht zu groß sein. Andernfalls wird die Erde die Füße der Menschen binden und sie daran hindern, weit zu gehen, die Welt in alle Richtungen zu erkunden, höher zu fliegen und nach der Zukunft zu suchen.\n\nDann schicke ich sieben Mönche, um die Umlaufbahnen der Erde, des Wassers und der Sterne zu regieren. Obwohl die Himmelskugel nur eine Illusion ist, können Mythen oft durch den Blick auf die Sterne und Monde geboren werden.\n\nIn der ursprünglichen Welt wurden die Barrieren durchbrochen und das dunkle Gift drang in die Erde ein. Um diese zerbrechliche und unvollkommene Welt zu heilen, fielen Nägel einst wie Regen und durchbohrten die Erdkruste.\nIm Gegensatz dazu sind die Regeln, die ich aufgestellt habe, deutlich eleganter und präziser. Daher ist eine solche Handlung nicht erforderlich. Die Menschen sollten auch nicht Opfer sein, und die Gedichte sollten nicht deswegen verschwinden.\n\nDann sollte die Verbreitung des Giftes unterbunden werden, denn Gift zu nehmen ist die tiefste Sünde, noch tiefer als der Himmel. Aber das Flüstern ist so süß, und die drin beschriebene Weisheit so verführerisch ...\nLeise weht der Wind in die neue Welt. Perlenfarbenes Mondlicht, bernsteinfarbene Nachglut, Wellen des Grases und Wurzeln des Wassers schweigen nicht mehr, und singen die Gedichte, die sie hinterlassen hat.\n\n...\n\nDie Abwechslung von Sieben sollte entfernt werden, denn geheime Rede wird blockiert.\nAngst und Trauer sollten entfernt werden, deswegen muss die Schranke zwischen Leben und Tod weggeräumt werden.\nSonne, Mond und Schwerkraft sollten alle entfernt sein, da es keine zeitlichen und räumlichen Barrieren geben sollte.\nDie Urprinzipien von Regeln, Urteilen und Gnaden sollten entfernt werden, damit sie sich nicht mehr vor der Strafe fürchten muss, die auf ihre Verwandten ausgesetzt ist.\nMenschen, Drachen, alle Kreaturen, die fliegen, gehen oder schwimmen, und die sieben Mönche sollten alle entfernt werden, damit niemand die Weisheit wegreißen kann.\n\n...\n\n„In den Armen des geheimen Traums skizziert der allein schlafende Sandkönig neue Theoreme in seinem Kopf.“\n„Im Traum des Königs muss niemand einen Tropfen Bitterkeit trinken. In der neuen Welt herrscht nur die Güte.“\n\n...\n\nSo wird Perfektion erst erreicht. Ich sehe, wie die Drei wieder im Paradies debatieren. Es ist schon sehr nahe daran.\nSo ist es gut. Endlich verstehe ich. Das ist genau das, was ich will. Was ich zurückfinden möchte, ist nicht das Paradies aller Lebewesen.\nAll die Lehren, die Nachahmungen der sieben Mönche, die sogenannte reine und sorgenfreie Welt, nichts davon ist mehr von Bedeutung ...\n\nNur eine Sache. Das Gift, das ich versehentlich geschluckt habe, sollte nicht in dieser Welt zurückgelassen werden. Ich weiß nicht, ob sie sich unsere frühere Freundschaft berücksichtigen kann ...\n... Auch wenn es nicht meinetwegen ist, spielt es keine Rolle. Für unseren gemeinsamen Freund, wenn sie mir doch nur einen letzten Gefallen tun könnte ...",
    "es": "\nPrimero se crearon el sol y las lunas, y así surgieron el día y la noche. Ella me describió una vez, en un lenguaje que ya he olvidado, un cielo nocturno iluminado por tres lunas brillantes... Sí, eran tres las lunas que debía haber.\nQue el lustre brillo de las sombras del mundo riele en él cuando despierten, y que así la gente pueda seguir el trazo plateado de las dunas en la noche hasta hallar su destino.\n\nA continuación, se creó el peso. Así, la arena se hundió, y se formó la tierra. Y aquello que no tenía peso se convirtió en el cielo. Y proclamé que uno debe tener los pies en la tierra, pero soñar en el cielo.\nEl peso no debe ser excesivo, o la tierra atará los pies de la gente, e impedirá que quienes anhelan viajar puedan expandir sus horizontes. Quien no puede volar alto no puede explorar el futuro.\n\nEntonces, los siete monjes sabios fueron instaurados de nuevo, y gobernaron siguiendo las trayectorias delimitadas por la tierra, el agua y las estrellas. Aunque las esferas celestiales no fueran más que ilusiones, las leyendas a menudo nacen cuando la gente mira a la luna y las estrellas.\n\nEn el mundo original, las barreras cayeron y el veneno oscuro se filtró en la tierra. Para sanar ese mundo frágil y tristemente imperfecto, unas largas púas descendieron y penetraron en la corteza terrestre.\nSin embargo, las leyes que he establecido son mucho más elegantes y precisas, por lo que no hay necesidad, ni ninguno de los que la siguen debe morir en vano, ni poesía alguna debe perderse por su causa.\n\nDespués, hay que aislar el rastro de bestias proveniente del veneno, pues tomar veneno es un pecado más profundo que el mismo cielo. Pero cuán dulces son sus susurros, y cuán clara es la sabiduría que desprende...\nEl viento comenzó silenciosamente a soplar en el nuevo mundo. La lustrosa luz lunar, el crepúsculo ambarino, las olas de vegetación y las raíces de las aguas fueron poco a poco rompiendo su silencio para recitar los poemas que ella dejó atrás.\n\n...\n\nEl ciclo del siete debe ser eliminado, pues la narrativa secreta será bloqueada.\nExtirpar miedo y pesar, para así la barrera entre la vida y la muerte eliminar.\nEliminar el sol, las lunas y el peso, pues no deberían existir barreras entre espacio y tiempo.\nEliminar los principios originales para legislar, gobernar e indultar, para que así ella no tema el castigo que caiga sobre los suyos.\nEliminar pájaros, bestias, peces, dragones y los siete monjes sabios, para que nadie pueda robar la sabiduría.\n\n...\n\n“El Rey del Desierto duerme solo en sueños secretos, esbozando un nuevo orden.\nNadie tendrá que beber una gota de agua salada en el sueño del Rey, pues todo en el nuevo mundo será bueno”.\n\n...\n\nAsí es como se puede alcanzar la perfección. La veo, la imagen de tres personas discutiendo de nuevo en el paraíso. Falta muy poco.\nEspléndido. Ahora lo entiendo. Así que esto es lo que siempre he querido. Lo que siempre he buscado no era un paraíso para todos.\nTodas las enseñanzas y parodias de los siete monjes sabios, o ese mundo puro y libre de tristeza del que hablan, nada de eso importa...\n\nSin embargo, lo único que no deseo es que el veneno ingerido por error permanezca en este mundo. Quizás ella pueda, en nombre de nuestra vieja amistad...\n... Incluso si no lo hace por mí, no importa. Solo pido que me conceda un último favor por nuestra amiga en común...",
    "fr": "\nAu tout début, le soleil et les lunes ont été créés, et ainsi le jour et la nuit sont apparus. Elle m'a décrit une fois le ciel nocturne orné de trois lunes brillantes dans une langue que j'ai maintenant oubliée... Oui, les lunes étaient au nombre de trois.\nPuissent les ombres du monde jeter leurs reflets nacrés sur la terre à leur réveil, de sorte que les gens puissent suivre le contour argenté des dunes la nuit pour trouver leur destin final.\n\nEnsuite, le poids a été créé. Ainsi le sable a coulé, formant la terre. Et ce qui n'avait pas de poids est devenu le ciel. J'ai stipulé qu'il fallait s'appuyer sur la terre, mais rêver du ciel.\nLe poids ne doit pas être excessif, sinon la terre lie les pieds des gens, retient ceux qui aspirent à voyager loin et entrave l'expansion par l'exploration, tout en empêchant les gens de voler haut, incapables d'explorer l'avenir.\n\nEnsuite, les sept moines-sages ont été établis à nouveau et ils ont gouverné les trajectoires tracées par la terre, l'eau et les étoiles. Même si la sphère céleste n'était qu'une illusion, les mythes naissent souvent lorsque les gens regardent les étoiles et les lunes.\n\nDans le monde originel, les barrières ont été abattues et le poison noir a pénétré la terre. Pour guérir ce monde fragile, triste et imparfait, les pointes sont descendues et ont transpercé la croûte terrestre.\nCependant, les règles que j'ai établies sont plus élégantes et précises, il n'y a donc pas besoin de cela. Et aucun de ses disciples ne mourra inutilement à cause d'elles, aucune poésie ne sera perdue à cause d'elles.\n\nEnsuite, la propagation du poison doit être coupée, car prendre du poison est un péché plus profond que le ciel lui-même. Mais comme les chuchotements peuvent être doux et comme la sagesse dont ils parlent est claire...\nLe vent se lève sur le nouveau monde. Le clair de lune nacré, la rémanence ambrée, les vagues d'herbe et les racines des eaux ont progressivement cessé de se taire, chantant tous les poèmes qu'elle a laissés derrière elle.\n\n...\n\nLe cycle de sept doit être interrompu, car le récit secret sera bloqué.\nLa peur et le chagrin doivent être abattus, et ainsi la barrière entre la vie et la mort doit être supprimée.\nEnlevez le soleil, les lunes et le poids, car il ne devrait y avoir aucune barrière entre le temps et l'espace.\nSupprimez les principes originaux de règles, de verdicts et de grâce, afin qu'elle n'ait plus peur du châtiment qui est imposé à ses proches.\nRetirez les oiseaux, les bêtes, les poissons, les dragons, les humains et les sept moines-rois, afin que personne ne vole la sagesse.\n\n...\n\n« Le roi des sables dort seul dans des rêves secrets, élaborant de nouveaux théorèmes. »\n« Personne n'aura à boire de l'eau salée dans le royaume du roi, car tout dans le nouveau monde sera bon. »\n\n...\n\nC'est ainsi que la perfection peut être atteinte. Je peux nous voir tous les trois débattre dans notre paradis une fois de plus. Nous sommes si proches.\nOui, c'est splendide. Je comprends maintenant. C'est ce que j'ai toujours voulu. Ce que j'ai toujours rêvé de retrouver n'a jamais été un paradis pour le plus grand nombre.\nToutes les parodies des enseignements et des sept moines-sages, ou ce soi-disant monde pur et libre de toutes les peines... Plus rien de tout cela n'a d'importance...\n\nMais je ne souhaite pas que le poison ingéré par erreur reste dans ce monde. Peut-être qu'elle pourrait, à la lumière de notre ancienne amitié...\n... Même si elle ne le fera pas pour moi, c'est bien aussi. Je lui demande seulement de me rendre un dernier service pour le bien de notre ami commun...",
    "pt": "\nPrimeiro, o sol e as luas foram criados, e então o dia e a noite surgiram.\nMas as sombras do mundo brilham sobre a terra quando despertam, e assim as pessoas podem seguir seu contorno reluzente nas dunas durante a noite para chegarem até seu destino.\n\nDepois, o peso foi criado. Assim a areia afundou, formando a terra, e aquilo que não possuía peso se tornou o céu. Eu estabeleci que um deveria depender da terra, mas sonhar pelo céu.\nO peso não deve ser excessivo, ou a terra prenderá os pés das pessoas, impedindo de viajarem e atrapalhando expansão por exploração, e também impedindo de voarem, sem que explorem o futuro.\n\nE então os sete sábios sacerdotes foram estabelecidos novamente, e governaram as trajetórias da terra, água e estrelas. Até se a esfera celestial fosse uma ilusão, mitos nascem quando as pessoas olham para as estrelas e luas.\n\nNo mundo original, barreiras foram destruídas, e o veneno escuro penetrou na terra. Para curar o frágil, triste e imperfeito mundo, os pilares caíram e perfuraram a crosta da terra.\nEntretanto, as regras que eu estabeleci são mais elegantes e precisas, por isso não há necessidade, e não deveriam haver seguidores dela que sofrerão mortes sem sentido, e nenhuma poesia que será perdida para eles.\n\nEm seguida, a trilha bestial do veneno teria que ser cortada, pois tomar veneno é um pecado mais profundo que o céu. Mas quão doce podem ser os murmúrios, e quão clara a sabedoria de que falam...\nO vento ergue-se no novo mundo. O luar emperolado, o brilho dourado, as ondas de grama, e as raízes d'água gradualmente deixaram de ser silenciosos, todos cantando os poemas que deixaram para trás.\n\n...\n\nO ciclo dos sete deve ser removido pois a narrativa sagrada será bloqueada.\nO medo e o luto devem ser eliminados, e assim a barreira entre a vida e a morte deverá ser removida.\nRemover o sol, a lua e o peso, pois não deveriam haver barreiras entre o tempo e o espaço.\nRemover os princípios originais das regras, vereditos e graça, para que ela não mais tenha medo da punição que caiu sobre seu povo.\nRemover pássaros, bestas, peixes, dragões e humanos, e até os sete reis sacerdotes, para que ninguém roube sabedoria.\n\n...\n\n\"O Rei da Areia dorme sozinho nos sonhos secretos, elaborando novos teoremas.\"\n\"Ninguém terá de beber água salgada no reino do Rei, pois tudo no novo mundo será bom.\"\n\n...\n\nÉ assim que a perfeição pode ser alcançada. Eu posso ver nós três debatendo em nosso paraíso. Estamos tão perto.\nEsplêndido. Agora eu entendo. É isso que eu sempre quis. É isso que eu sembre busquei, nunca foi um paraíso para muitos.\nTodas as sátiras dos ensinamentos, e os sete sábios sacerdotes, ou aqueles que dizem puros do mundo de tristeza, nada disso vai mais importar...\n\nMas eu não desejo que o veneno engolido por engano permaneça nesse mundo. Talvez ela queira por causa de nossa antiga amizade...\nMesmo que ela não faça isso por mim, tudo bem. Eu só peço que me faça um último favor pelo bem de nosso amigo mútuo...",
    "ru": "\nСначала были созданы солнце и луны. Так появились день и ночь. Однажды она описала мне ночное небо, украшенное тремя яркими лунами, на языке, который я сейчас уже забыл. Да, лун должно быть три.\nПусть тени мира отбрасывают своё жемчужное мерцание на землю, чтобы люди могли следовать к своей судьбе за посеребрёнными очертаниями дюн.\n\nЗатем был создан вес. Песок оседал, образуя землю. И то, что было невесомым, стало небом. Нужно полагаться на землю, но мечтать о небесах.\nВес не должен быть чрезмерным, иначе земля будет сковывать ноги людей, мешать тем, кто стремится путешествовать, и лишать людей возможности высоко летать, исследовать будущее.\n\nЗатем были созданы семь монахов-мудрецов, и они управляли траекториями, начертанными землёй, водой и звёздами. Даже если небесная сфера была всего лишь иллюзией, мифы рождаются, когда люди смотрят на звёзды и луны.\n\nБарьеры в первоначальном мире были разрушены, и тёмный яд проник на землю. Чтобы исцелить этот хрупкий, печальный и несовершенный мир, шипы спустились и пронзили земную кору.\nОднако правила, которые я установил, более изящны и точны, поэтому не должно быть людей, которые бессмысленно умрут из-за них, и никакая поэзия не должна быть потеряна ради них.\n\nЗатем от яда должен быть отрезан звериный путь, ибо принятие яда - это грех, простирающийся дальше небес. Но каким сладким может быть его шёпот и какой ясной может быть его мудрость...\nВетер появился в новом мире. Жемчужный лунный свет, янтарный закат, волны травы и корни вод постепенно перестали быть безмолвными, и все они поют песни, которые она сочинила.\n\n...\n\nЦикл семи должен быть прерван, иначе тайное повествование закончится.\nСтрах и горе должны быть уничтожены, чтобы граница между жизнью и смертью исчезла.\nСолнце, луны и вес должны быть уничтожены, чтобы границы между временем и пространством исчезли.\nИзначальные правила, приговоры и милости должны быть уничтожены, чтобы она больше не боялась наказания своего рода.\nПтицы, звери, рыбы, драконы, люди и семь мудрецов должны быть уничтожены, чтобы никто не украл мудрость.\n\n...\n\n«Песчаный царь спит один в тайных снах, составляя новые теоремы.\nНикому больше не придётся пить солёную воду во владениях царя, ибо всё в новом мире будет хорошо».\n\n...\n\nТолько так можно достичь совершенства. Я уже вижу, как мы втроём снова ведём споры в нашем раю. Мы так близки к этому.\nДа, великолепно. Теперь я понимаю. Это то, чего я всегда хотел. То, что я всегда стремился найти ещё раз, никогда не было раем для остальных.\nВсе пародии на учения и семь мудрых монахов, или так называемый чистый мир, свободный от всех печалей, - всё это больше не имеет значения...\n\nНо я не хочу, чтобы яд, проглоченный по ошибке, остался в этом мире. Возможно, она могла бы, благодаря нашей старой дружбе...\nДаже если она не сделает этого ради меня, это тоже прекрасно. Я только попрошу её оказать мне последнюю услугу ради нашего общего друга...",
    "id": "\nAwalnya, terciptalah matahari dan bulan, dan dengan demikian terjadilah siang dan malam. Dia pernah menceritakan langit malam yang dihiasi oleh tiga bulan yang terang kepadaku menggunakan bahasa yang telah aku lupakan. Betul, jumlah bulan seharusnya ada tiga.\nSemoga bayang-bayang dunia memancarkan kilau mutiara mereka ke bumi ketika mereka bangun, sehingga orang-orang dapat mengikuti bukit pasir perak di malam hari untuk menemukan nasib mereka.\n\nSelanjutnya, diciptakanlah gravitasi. Dengan demikian pasir tenggelam, membentuk bumi. Dan semua hal yang tak memiliki bobot menjadi bagian dari langit. Aku menetapkan bahwa seseorang harus mengandalkan bumi, tetapi memimpikan langit.\nBeratnya tidak boleh berlebihan, bila tidak akan sulit untuk dibawa, membebani mereka yang ingin bepergian jauh dan eksplorasi, menyebabkan orang tidak dapat terbang tinggi dan tidak dapat menjelajahi masa depan.\n\nKemudian tujuh sage bijak didirikan lagi, dan mereka menguasai orbit yang digambarkan oleh bumi, air, dan bintang. Bahkan jika bola surgawi hanyalah ilusi, mitos sering terlahir ketika orang-orang memandang bulan dan bintang.\n\nDi dunia nyata, penghalang diruntuhkan, dan racun gelap telah menembus bumi. Untuk menyembuhkan dunia yang rapuh, sedih, dan tidak sempurna itu, duri-duri itu turun dan menembus kerak bumi.\nTetapi, aturan yang telah kutetapkan lebih tepat dan elegan, jadi tidak perlu dan tidak boleh ada pengikutnya yang akan mati sia-sia karena mereka, dan tidak ada puisi yang hilang demi mereka.\n\nSelanjutnya, jejak hewan buas dari racun harus dipotong, karena meminum racun adalah dosa yang mengalir lebih dalam dari langit. Tapi, seberapa manis bisikan itu, dan betapa jernihnya kebijaksanaan yang mereka bicarakan...\nAngin muncul di dunia baru. Cahaya bulan seperti mutiara, cahaya kuning yang redup, rumput yang bergoyang, dan akar air yang mengalir, secara bertahap akan berhenti dan diam, semua menyanyikan puisi yang ditinggalkannya.\n\n....\n\nSiklus \"Tujuh\" harus dimusnahkan, karena narasi rahasia akan dihalangi.\nKetakutan dan kesedihan harus dihancurkan, agar penghalang antara hidup dan mati dapat disingkirkan.\nSingkirkan matahari, bulan, dan gravitasi, karena seharusnya tidak ada penghalang antara ruang dan waktu.\nSingkirkan prinsip dasar dari aturan, vonis, dan berkat, agar dia tidak lagi takut akan hukuman yang dijatuhkan pada saudaranya.\nSingkirkan burung, hewan buas, ikan, naga, manusia, dan tujuh pertapa, agar tidak ada yang akan mencuri kebijaksanaan.\n\n....\n\n\"Raja Pasir tidur sendirian dalam mimpi rahasia, menyusun dalil baru.\"\n\"Tidak ada yang harus minum air asin di kerajaannya, karena segala sesuatu di dunia baru akan menjadi baik.\"\n\n....\n\nInilah caranya bagaimana kesempurnaan dapat dicapai. Aku bisa melihat kita bertiga berdebat di surga sekali lagi. Kita sudah sangat dekat.\nIni luar biasa. Aku mengerti sekarang. Inilah yang selalu aku inginkan. Apa yang selalu ingin kutemukan, sekali lagi tidak akan pernah menjadi surga bagi kebanyakan orang.\nSemua parodi tentang ajaran dan tujuh sage bijak, atau hal itu yang disebut mereka sebagai dunia murni yang bebas dari semua kesedihan, semua ini tidak penting lagi ....\n\nTapi, aku tidak ingin racun yang tertelan secara tidak sengaja harus menetap di dunia ini. Mungkin saja dia, mengingat persahabatan lama kita —\n— Bahkan jika dia tidak ingin melakukannya demi aku, tentu bukanlah suatu masalah. Aku hanya meminta dia membantuku satu kali terakhir demi teman bersama kami ....",
    "th": "\nขั้นแรกสร้างดวงอาทิตย์และดวงจันทร์ กลางวันและกลางคืนจึงถือกำเนิดขึ้น เธอเคยบรรยายท้องฟ้ายามราตรีที่มีดวงจันทร์ส่องสว่างสามดวงด้วยภาษาที่ฉันลืมเลือนไปแล้ว จำนวนดวงจันทร์ควรจะเป็นสามนั่นแหละถูกแล้ว\nขอให้เงาของโลกตื่นขึ้นให้พวกเธอได้ส่องประกายมุกระยิบระยับมายังพื้นโลก ให้ผู้คนจะสามารถเดินไปตามทางเดินสีเงินบนเนินทรายในความมืดมิด เพื่อค้นหาปลายทางของโชคชะตา\n\nต่อไปสร้างน้ำหนัก ทำให้ทรายจมลงสู่ผืนดินกลายเป็นแผ่นดินใหญ่ และสิ่งที่ไร้น้ำหนักกลายเป็นท้องฟ้า เรากำหนดว่า: ผู้คนอาศัยอยู่บนพื้นโลก แต่ต้องฝันถึงท้องฟ้านภาลัย\nน้ำหนักไม่ควรมากเกินไป ไม่อย่างนั้นจะมีแรงโน้มถ่วงที่เท้าเกินไป ทำให้คนไม่สามารถเดินทางได้ไกลและออกสำรวจได้ทั่วสารทิศ ทำให้คนไม่สามารถบินได้สูง และไม่สามารถสำรวจอนาคตได้\n\nจากนั้นเป็นการสถาปนานักบวชทั้งเจ็ด เพื่อจัดการวิถีดิน น้ำ และวงโคจรของกลุ่มดาว แม้ว่าท้องฟ้าทรงกลมจะเป็นเพียงวัตถุสมมุติ แต่ตำนานมักเกิดขึ้นเมื่อผู้คนมองขึ้นไปยังดวงดาวและดวงจันทร์\n\nในโลกใบเดิม รั้วต่างถูกรื้อทิ้งและพิษแห่งความมืดก็แทรกซึมเข้าไปในโลก เพื่อรักษาโลกที่เปราะบาง โศกเศร้าและไม่สมบูรณ์ดังกล่าว หนามแหลมจึงเจาะลงมาทะลุเปลือกโลกสิ้น\nแต่กฎที่ฉันตั้งไว้นั้นสวยงามและแม่นยำกว่า จึงไม่มีความจำเป็นใด ๆ และไม่ควรมีใครติดตามเธอไปตาย ไม่ควรมีบทกวีใดที่สูญหายไปเพราะเหตุนี้\n\nต่อไปควรแยกเส้นทางของการแพร่พิษออกไป เพราะการดื่มพิษนั้นเป็นบาปที่ลึกยิ่งกว่าสวรรค์ แต่เสียงกระซิบช่างหวานเหลือเกิน และปัญญาที่พูดนั้นก็ชัดเจนยิ่ง...\nสายลมพัดโชยเบา ๆ ในโลกใบใหม่ แสงจันทร์ทอสีมุก แสงอาทิตย์ส่องสีอำพัน ใบหญ้าไสวดั่งเกลียวคลื่น และต้นน้ำค่อย ๆ ไหลริน ขับขานบทกวีที่เธอทิ้งไว้\n\n...\n\nกำจัดวัฏจักรแห่งเจ็ด เพราะการเล่าลือความลับจะต้องถูกปิดกั้น\nกำจัดความกลัวและความเศร้าโศก เพื่อที่อุปสรรคระหว่างชีวิตกับความตายจะถูกขจัดออกไป\nกำจัดดวงอาทิตย์ ดวงจันทร์ และน้ำหนัก เพราะไม่ควรมีขอบเขตระหว่างเวลาและพื้นที่\nกำจัดหลักกฎเกณฑ์ คำตัดสิน และความโปรดปรานแบบเดิมทิ้งเสีย เพื่อที่เธอจะได้ไม่ต้องกลัวการลงโทษจากเผ่าพันธุ์อีกต่อไป\nกำจัดนก สัตว์ ปลา มังกร มนุษย์ และนักปราชญ์ทั้งเจ็ด เพื่อไม่ให้มีผู้ใดขโมยปัญญาได้\n\n...\n\n\"ในความฝันอันลึกลับ ราชันแห่งผืนทรายหลับใหลไปตามลำพัง และร่างทฤษฎีบทใหม่ขึ้น\"\n\"ในความฝันขององค์ราชัน ไม่มีใครต้องดื่มน้ำเกลือ เพราะในโลกใบใหม่ ทุกอย่างล้วนเป็นสิ่งดีงาม\"\n\n...\n\nนี่คือความสมบูรณ์แบบที่เป็นไปได้ ฉันเห็นภาพที่เราทั้งสามโต้เถียงกันในสวนสวรรค์อีกครั้ง เราสนิทกันมาก\nดี ฉันเข้าใจแล้ว ที่แท้นี่ก็คือสิ่งที่ฉันปรารถนา สิ่งที่ฉันต้องการพบอีกครั้งไม่ใช่สวรรค์ของใครหลาย ๆ คน\nคำสอนทั้งหมด การล้อเลียนนักบวชทั้งเจ็ด หรือสิ่งที่เรียกว่าโลกบริสุทธิ์ปราศจากทุกข์ทั้งปวง สิ่งเหล่านี้ไม่มีความสำคัญอีกต่อไป...\n\nแต่พิษเดียวที่ฉันดื่มเข้าไปโดยไร้เจตนาไม่ควรคงอยู่ในโลกใบนี้ ไม่รู้ว่าเธอจะยังจำมิตรภาพเก่า ๆ ได้หรือไม่...\n...ถึงแม้จะไม่ใช่เพื่อฉันก็ไม่เป็นไร ฉันขอแค่ให้ช่วยฉันครั้งสุดท้ายเพื่อเห็นแก่ความเป็นเพื่อนที่มีร่วมกันของเรา...",
    "vi": "\nĐầu tiên tạo ra nhật nguyệt. Từ đó có được ban ngày và đêm đen. Cô ấy từng dùng ngôn ngữ mà ta đã lãng quên để miêu tả về bầu trời đêm với ba vầng trăng, số vầng trăng đó nên là ba.\nNguyện rằng khi chiếc bóng của thế giới thức tỉnh, các cô ấy có thể chiếu xuống ánh sáng nhẹ nhàng màu ngọc trai lên mặt đất. Mọi người sẽ có thể lần theo hành lang dát bạc trong cồn cát dưới bóng đêm để tìm thấy được điểm đến của số mệnh.\n\nTiếp theo là tạo ra trọng lượng. Như thế đất cát sẽ lắng xuống hình thành mặt đất. Còn thứ không có trọng lượng sẽ trở thành bầu trời. Ta quy định: Nên ỷ lại vào mặt đất, nhưng mơ ước về trời cao.\nTrọng lượng không nên quá lớn. Nếu không mặt đất sẽ trói chặt hai chân của con người, làm cho con người không thể đi xa, không thể khai thác bốn phương tám hướng; khiến cho con người không thể bay cao, không thể tìm kiếm tương lai.\n\nTiếp đó là thiết lập bảy hiền tăng, để họ quản lý đất, nước và quỹ đạo của các chòm sao. Cho dù thiên cầu chỉ là vật hư cấu, khi ngắm trăng sao thường hay sinh ra những câu chuyện thần thoại.\n\nỞ thế giới ban đầu, hàng rào bị xé toạc, chất độc đen tối thấm vào lòng đất. Để chữa trị cho thế giới yếu đuối đáng thương và không hoàn mỹ đó, những chiếc đinh dài đã giáng xuống, xuyên vào vỏ đất.\nNhưng, quy luật mà ta định ra phải đẹp đẽ hơn, tỉ mỉ hơn, cho nên không cần thiết. Cũng không nên có người theo đuổi cô ấy vì thế mà chết đi, không nên có thơ văn vì thế mà thất lạc.\n\nSau đó nên cách li hoàn toàn con đường truyền thuốc độc, vì uống thuốc độc là tội còn sâu hơn cả trời cao. Thế nhưng lời thì thầm lại ngọt ngào biết bao. Trí tuệ được nhắc đến trong đó lại mới mẻ biết bao...\nTrong thế giới mới lặng lẽ nổi gió. Ánh trăng màu ngọc, ánh hoàng hôn màu hổ phách, đồng cỏ gợn sóng và bộ rễ của nước dần dần không còn trầm lặng nữa, ngân nga thơ văn mà cô ấy để lại.\n\n......\n\nGỡ bỏ bảy vòng luân chuyển, bởi vì chuyện kể bí ẩn thâm sâu sẽ bị ngăn cản.\nGỡ bỏ sợ hãi và bi thương, bởi vì phải tiêu trừ sự ngăn cách sinh tử.\nGỡ bỏ nhật nguyệt và trọng lượng, vì không nên có hàng rào thời gian và không gian.\nGỡ bỏ nguyên lý ban đầu của quy định, phán quyết và ban ơn, như vậy cô ấy sẽ không phải sợ hãi vì người cùng tộc bị trách phạt.\nGỡ bỏ chim bay, thú chạy, cá bơi; rồng và người, bảy tăng vương, như vậy thì không ai có thể lấy trộm trí tuệ.\n\n......\n\n\"Trong giấc mơ bí ẩn, Vua Cát đang lặng lẽ ngủ say một mình, vẽ ra định lý mới.\"\n\"Trong giấc mơ của vua không cần phải uống một giọt nước mặn nào. Trong thế giới mới tất cả đều là cái thiện.\"\n\n......\n\nNhư thế sẽ đến được với hoàn mỹ. Ta nhìn thấy rồi, hình ảnh ba người lại cùng ở trong khu vườn luận đạo. Đã rất gần rồi.\nNhư thế rất tốt. Ta hiểu rồi. Hóa ra đây mới là thứ mà ta muốn. Thứ ta muốn tìm lại không phải là thiên đường của chúng sinh.\nTất cả sự đốc thúc học hành, vai diễn bảy vị hiền tăng, cái gọi là thế giới thuần khiết tách rời khỏi bi thương, tất cả đều không có ý nghĩa gì nữa...\n\nChỉ là, duy nhất thứ độc mà ta đã uống nhầm, không nên lưu lại trên thế giới này. Không biết cô ấy có thể niệm tình bạn cũ...\n...Cho dù, không phải vì ta, cũng không sao. Vì người bạn chung của chúng ta, xin giúp ta một lần cuối..."
  },
  "effects": [
    {
      "name": {
        "zhs": "蜃气尽头的热梦",
        "zht": "蜃氣盡頭的熱夢",
        "jp": "蜃気楼の果ての熱夢",
        "ko": "신기루 끝의 뜨거운 꿈",
        "en": "Heat Haze at Horizon's End",
        "de": "Traum am Ende des Hitzedunsts",
        "es": "Sueño en el horizonte",
        "fr": "Chimère de fin de mirage",
        "pt": "Sonho Ardente no Fim do Horizonte",
        "ru": "Марево на горизонте",
        "id": "Heat Haze at Horizon's End",
        "th": "Heat Haze at Horizon's End",
        "vi": "Giấc Mộng Cuối Chân Trời"
      },
      "description": {
        "zhs": "基于装备者元素精通的<color=#99FFFFFF>52%</color>，获得攻击力加成。元素战技命中敌人时，将产生持续10秒的「赤沙之梦」效果：基于装备者元素精通的<color=#99FFFFFF>28%</color>，获得攻击力加成，该效果至多叠加3层。",
        "zht": "基於裝備者元素精通的<color=#99FFFFFF>52%</color>，獲得攻擊力加成。元素戰技命中敵人時，將產生持續10秒的「赤沙之夢」效果：基於裝備者元素精通的<color=#99FFFFFF>28%</color>，獲得攻擊力加成，該效果至多疊加3層。",
        "jp": "装備したキャラクターの元素熟知の<color=#99FFFFFF>52%</color>を基準に攻撃力がアップする。元素スキルが敵に命中すると、継続時間10秒の「赤砂の夢」効果が発動する。「赤砂の夢」：装備したキャラクターの元素熟知の<color=#99FFFFFF>28%</color>を基準に攻撃力がアップする、この効果は最大3層まで重ね掛け可能。",
        "ko": "장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>52%</color>에 해당하는 공격력 보너스를 획득한다. 원소전투 스킬이 적을 명중하면 10초 동안 「적색 사막의 꿈」 효과를 획득한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>28%</color>만큼 공격력 보너스를 획득한다. 해당 효과 최대 중첩수: 3스택",
        "en": "The equipping character gains <color=#99FFFFFF>52%</color> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <color=#99FFFFFF>28%</color> of their Elemental Mastery as bonus ATK. Max 3 stacks.",
        "de": "Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>52 %</color> der Elementarkunde, die sie besitzt. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Traum roter Sande“ aus, der 10 s hält: Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>28 %</color> der Elementarkunde, die sie besitzt, dieser Effekt ist 3-fach stapelbar.",
        "es": "#Otorga al portador de esta arma un Bono de ATQ del <color=#99FFFFFF>52%</color> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10{NON_BREAK_SPACE}s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <color=#99FFFFFF>28%</color> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
        "fr": "#Le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>52 %</color> de sa maîtrise élémentaire. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rêve des sables rouges de 10 s est généré : le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>28{NON_BREAK_SPACE}%</color> de sa maîtrise élémentaire, cet effet pouvant être cumulé 3 fois maximum.",
        "pt": "Obtém Bônus de ATQ baseado em <color=#99FFFFFF>52%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em <color=#99FFFFFF>28%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
        "ru": "Увеличивает бонус атаки экипированного этим оружием персонажа на <color=#99FFFFFF>52%</color> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: бонус атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>28%</color> от мастерства стихий. Эффект складывается до 3 раз.",
        "id": "Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>52%</color> Elemental Mastery Karakter yang mengenakan. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Dream of the Scarlet Sands yang bertahan 10 detik: Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>28%</color> Elemental Mastery Karakter yang mengenakan, efek ini dapat ditumpuk sampai 3 lapis.",
        "th": "ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>52%</color> ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>28%</color> ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
        "vi": "Tăng tấn công dựa trên <color=#99FFFFFF>52%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <color=#99FFFFFF>28%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
      }
    },
    {
      "name": {
        "zhs": "蜃气尽头的热梦",
        "zht": "蜃氣盡頭的熱夢",
        "jp": "蜃気楼の果ての熱夢",
        "ko": "신기루 끝의 뜨거운 꿈",
        "en": "Heat Haze at Horizon's End",
        "de": "Traum am Ende des Hitzedunsts",
        "es": "Sueño en el horizonte",
        "fr": "Chimère de fin de mirage",
        "pt": "Sonho Ardente no Fim do Horizonte",
        "ru": "Марево на горизонте",
        "id": "Heat Haze at Horizon's End",
        "th": "Heat Haze at Horizon's End",
        "vi": "Giấc Mộng Cuối Chân Trời"
      },
      "description": {
        "zhs": "基于装备者元素精通的<color=#99FFFFFF>65%</color>，获得攻击力加成。元素战技命中敌人时，将产生持续10秒的「赤沙之梦」效果：基于装备者元素精通的<color=#99FFFFFF>35%</color>，获得攻击力加成，该效果至多叠加3层。",
        "zht": "基於裝備者元素精通的<color=#99FFFFFF>65%</color>，獲得攻擊力加成。元素戰技命中敵人時，將產生持續10秒的「赤沙之夢」效果：基於裝備者元素精通的<color=#99FFFFFF>35%</color>，獲得攻擊力加成，該效果至多疊加3層。",
        "jp": "装備したキャラクターの元素熟知の<color=#99FFFFFF>65%</color>を基準に攻撃力がアップする。元素スキルが敵に命中すると、継続時間10秒の「赤砂の夢」効果が発動する。「赤砂の夢」：装備したキャラクターの元素熟知の<color=#99FFFFFF>35%</color>を基準に攻撃力がアップする、この効果は最大3層まで重ね掛け可能。",
        "ko": "장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>65%</color>에 해당하는 공격력 보너스를 획득한다. 원소전투 스킬이 적을 명중하면 10초 동안 「적색 사막의 꿈」 효과를 획득한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>35%</color>만큼 공격력 보너스를 획득한다. 해당 효과 최대 중첩수: 3스택",
        "en": "The equipping character gains <color=#99FFFFFF>65%</color> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <color=#99FFFFFF>35%</color> of their Elemental Mastery as bonus ATK. Max 3 stacks.",
        "de": "Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>65 %</color> der Elementarkunde, die sie besitzt. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Traum roter Sande“ aus, der 10 s hält: Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>35 %</color> der Elementarkunde, die sie besitzt, dieser Effekt ist 3-fach stapelbar.",
        "es": "#Otorga al portador de esta arma un Bono de ATQ del <color=#99FFFFFF>65%</color> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10{NON_BREAK_SPACE}s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <color=#99FFFFFF>35%</color> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
        "fr": "#Le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>65 %</color> de sa maîtrise élémentaire. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rêve des sables rouges de 10 s est généré : le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>35{NON_BREAK_SPACE}%</color> de sa maîtrise élémentaire, cet effet pouvant être cumulé 3 fois maximum.",
        "pt": "Obtém Bônus de ATQ baseado em <color=#99FFFFFF>65%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em <color=#99FFFFFF>35%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
        "ru": "Увеличивает бонус атаки экипированного этим оружием персонажа на <color=#99FFFFFF>65%</color> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: бонус атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>35%</color> от мастерства стихий. Эффект складывается до 3 раз.",
        "id": "Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>65%</color> Elemental Mastery Karakter yang mengenakan. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Dream of the Scarlet Sands yang bertahan 10 detik: Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>35%</color> Elemental Mastery Karakter yang mengenakan, efek ini dapat ditumpuk sampai 3 lapis.",
        "th": "ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>65%</color> ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>35%</color> ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
        "vi": "Tăng tấn công dựa trên <color=#99FFFFFF>65%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <color=#99FFFFFF>35%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
      }
    },
    {
      "name": {
        "zhs": "蜃气尽头的热梦",
        "zht": "蜃氣盡頭的熱夢",
        "jp": "蜃気楼の果ての熱夢",
        "ko": "신기루 끝의 뜨거운 꿈",
        "en": "Heat Haze at Horizon's End",
        "de": "Traum am Ende des Hitzedunsts",
        "es": "Sueño en el horizonte",
        "fr": "Chimère de fin de mirage",
        "pt": "Sonho Ardente no Fim do Horizonte",
        "ru": "Марево на горизонте",
        "id": "Heat Haze at Horizon's End",
        "th": "Heat Haze at Horizon's End",
        "vi": "Giấc Mộng Cuối Chân Trời"
      },
      "description": {
        "zhs": "基于装备者元素精通的<color=#99FFFFFF>78%</color>，获得攻击力加成。元素战技命中敌人时，将产生持续10秒的「赤沙之梦」效果：基于装备者元素精通的<color=#99FFFFFF>42%</color>，获得攻击力加成，该效果至多叠加3层。",
        "zht": "基於裝備者元素精通的<color=#99FFFFFF>78%</color>，獲得攻擊力加成。元素戰技命中敵人時，將產生持續10秒的「赤沙之夢」效果：基於裝備者元素精通的<color=#99FFFFFF>42%</color>，獲得攻擊力加成，該效果至多疊加3層。",
        "jp": "装備したキャラクターの元素熟知の<color=#99FFFFFF>78%</color>を基準に攻撃力がアップする。元素スキルが敵に命中すると、継続時間10秒の「赤砂の夢」効果が発動する。「赤砂の夢」：装備したキャラクターの元素熟知の<color=#99FFFFFF>42%</color>を基準に攻撃力がアップする、この効果は最大3層まで重ね掛け可能。",
        "ko": "장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>78%</color>에 해당하는 공격력 보너스를 획득한다. 원소전투 스킬이 적을 명중하면 10초 동안 「적색 사막의 꿈」 효과를 획득한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>42%</color>만큼 공격력 보너스를 획득한다. 해당 효과 최대 중첩수: 3스택",
        "en": "The equipping character gains <color=#99FFFFFF>78%</color> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <color=#99FFFFFF>42%</color> of their Elemental Mastery as bonus ATK. Max 3 stacks.",
        "de": "Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>78 %</color> der Elementarkunde, die sie besitzt. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Traum roter Sande“ aus, der 10 s hält: Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>42 %</color> der Elementarkunde, die sie besitzt, dieser Effekt ist 3-fach stapelbar.",
        "es": "#Otorga al portador de esta arma un Bono de ATQ del <color=#99FFFFFF>78%</color> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10{NON_BREAK_SPACE}s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <color=#99FFFFFF>42%</color> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
        "fr": "#Le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>78 %</color> de sa maîtrise élémentaire. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rêve des sables rouges de 10 s est généré : le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>42{NON_BREAK_SPACE}%</color> de sa maîtrise élémentaire, cet effet pouvant être cumulé 3 fois maximum.",
        "pt": "Obtém Bônus de ATQ baseado em <color=#99FFFFFF>78%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em <color=#99FFFFFF>42%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
        "ru": "Увеличивает бонус атаки экипированного этим оружием персонажа на <color=#99FFFFFF>78%</color> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: бонус атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>42%</color> от мастерства стихий. Эффект складывается до 3 раз.",
        "id": "Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>78%</color> Elemental Mastery Karakter yang mengenakan. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Dream of the Scarlet Sands yang bertahan 10 detik: Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>42%</color> Elemental Mastery Karakter yang mengenakan, efek ini dapat ditumpuk sampai 3 lapis.",
        "th": "ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>78%</color> ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>42%</color> ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
        "vi": "Tăng tấn công dựa trên <color=#99FFFFFF>78%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <color=#99FFFFFF>42%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
      }
    },
    {
      "name": {
        "zhs": "蜃气尽头的热梦",
        "zht": "蜃氣盡頭的熱夢",
        "jp": "蜃気楼の果ての熱夢",
        "ko": "신기루 끝의 뜨거운 꿈",
        "en": "Heat Haze at Horizon's End",
        "de": "Traum am Ende des Hitzedunsts",
        "es": "Sueño en el horizonte",
        "fr": "Chimère de fin de mirage",
        "pt": "Sonho Ardente no Fim do Horizonte",
        "ru": "Марево на горизонте",
        "id": "Heat Haze at Horizon's End",
        "th": "Heat Haze at Horizon's End",
        "vi": "Giấc Mộng Cuối Chân Trời"
      },
      "description": {
        "zhs": "基于装备者元素精通的<color=#99FFFFFF>91%</color>，获得攻击力加成。元素战技命中敌人时，将产生持续10秒的「赤沙之梦」效果：基于装备者元素精通的<color=#99FFFFFF>49%</color>，获得攻击力加成，该效果至多叠加3层。",
        "zht": "基於裝備者元素精通的<color=#99FFFFFF>91%</color>，獲得攻擊力加成。元素戰技命中敵人時，將產生持續10秒的「赤沙之夢」效果：基於裝備者元素精通的<color=#99FFFFFF>49%</color>，獲得攻擊力加成，該效果至多疊加3層。",
        "jp": "装備したキャラクターの元素熟知の<color=#99FFFFFF>91%</color>を基準に攻撃力がアップする。元素スキルが敵に命中すると、継続時間10秒の「赤砂の夢」効果が発動する。「赤砂の夢」：装備したキャラクターの元素熟知の<color=#99FFFFFF>49%</color>を基準に攻撃力がアップする、この効果は最大3層まで重ね掛け可能。",
        "ko": "장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>91%</color>에 해당하는 공격력 보너스를 획득한다. 원소전투 스킬이 적을 명중하면 10초 동안 「적색 사막의 꿈」 효과를 획득한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>49%</color>만큼 공격력 보너스를 획득한다. 해당 효과 최대 중첩수: 3스택",
        "en": "The equipping character gains <color=#99FFFFFF>91%</color> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <color=#99FFFFFF>49%</color> of their Elemental Mastery as bonus ATK. Max 3 stacks.",
        "de": "Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>91 %</color> der Elementarkunde, die sie besitzt. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Traum roter Sande“ aus, der 10 s hält: Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>49 %</color> der Elementarkunde, die sie besitzt, dieser Effekt ist 3-fach stapelbar.",
        "es": "#Otorga al portador de esta arma un Bono de ATQ del <color=#99FFFFFF>91%</color> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10{NON_BREAK_SPACE}s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <color=#99FFFFFF>49%</color> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
        "fr": "#Le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>91 %</color> de sa maîtrise élémentaire. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rêve des sables rouges de 10 s est généré : le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>49{NON_BREAK_SPACE}%</color> de sa maîtrise élémentaire, cet effet pouvant être cumulé 3 fois maximum.",
        "pt": "Obtém Bônus de ATQ baseado em <color=#99FFFFFF>91%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em <color=#99FFFFFF>49%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
        "ru": "Увеличивает бонус атаки экипированного этим оружием персонажа на <color=#99FFFFFF>91%</color> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: бонус атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>49%</color> от мастерства стихий. Эффект складывается до 3 раз.",
        "id": "Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>91%</color> Elemental Mastery Karakter yang mengenakan. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Dream of the Scarlet Sands yang bertahan 10 detik: Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>49%</color> Elemental Mastery Karakter yang mengenakan, efek ini dapat ditumpuk sampai 3 lapis.",
        "th": "ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>91%</color> ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>49%</color> ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
        "vi": "Tăng tấn công dựa trên <color=#99FFFFFF>91%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <color=#99FFFFFF>49%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
      }
    },
    {
      "name": {
        "zhs": "蜃气尽头的热梦",
        "zht": "蜃氣盡頭的熱夢",
        "jp": "蜃気楼の果ての熱夢",
        "ko": "신기루 끝의 뜨거운 꿈",
        "en": "Heat Haze at Horizon's End",
        "de": "Traum am Ende des Hitzedunsts",
        "es": "Sueño en el horizonte",
        "fr": "Chimère de fin de mirage",
        "pt": "Sonho Ardente no Fim do Horizonte",
        "ru": "Марево на горизонте",
        "id": "Heat Haze at Horizon's End",
        "th": "Heat Haze at Horizon's End",
        "vi": "Giấc Mộng Cuối Chân Trời"
      },
      "description": {
        "zhs": "基于装备者元素精通的<color=#99FFFFFF>104%</color>，获得攻击力加成。元素战技命中敌人时，将产生持续10秒的「赤沙之梦」效果：基于装备者元素精通的<color=#99FFFFFF>56%</color>，获得攻击力加成，该效果至多叠加3层。",
        "zht": "基於裝備者元素精通的<color=#99FFFFFF>104%</color>，獲得攻擊力加成。元素戰技命中敵人時，將產生持續10秒的「赤沙之夢」效果：基於裝備者元素精通的<color=#99FFFFFF>56%</color>，獲得攻擊力加成，該效果至多疊加3層。",
        "jp": "装備したキャラクターの元素熟知の<color=#99FFFFFF>104%</color>を基準に攻撃力がアップする。元素スキルが敵に命中すると、継続時間10秒の「赤砂の夢」効果が発動する。「赤砂の夢」：装備したキャラクターの元素熟知の<color=#99FFFFFF>56%</color>を基準に攻撃力がアップする、この効果は最大3層まで重ね掛け可能。",
        "ko": "장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>104%</color>에 해당하는 공격력 보너스를 획득한다. 원소전투 스킬이 적을 명중하면 10초 동안 「적색 사막의 꿈」 효과를 획득한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>56%</color>만큼 공격력 보너스를 획득한다. 해당 효과 최대 중첩수: 3스택",
        "en": "The equipping character gains <color=#99FFFFFF>104%</color> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <color=#99FFFFFF>56%</color> of their Elemental Mastery as bonus ATK. Max 3 stacks.",
        "de": "Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>104 %</color> der Elementarkunde, die sie besitzt. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Traum roter Sande“ aus, der 10 s hält: Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#99FFFFFF>56 %</color> der Elementarkunde, die sie besitzt, dieser Effekt ist 3-fach stapelbar.",
        "es": "#Otorga al portador de esta arma un Bono de ATQ del <color=#99FFFFFF>104%</color> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10{NON_BREAK_SPACE}s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <color=#99FFFFFF>56%</color> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
        "fr": "#Le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>104 %</color> de sa maîtrise élémentaire. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rêve des sables rouges de 10 s est généré : le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à <color=#99FFFFFF>56{NON_BREAK_SPACE}%</color> de sa maîtrise élémentaire, cet effet pouvant être cumulé 3 fois maximum.",
        "pt": "Obtém Bônus de ATQ baseado em <color=#99FFFFFF>104%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em <color=#99FFFFFF>56%</color> da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
        "ru": "Увеличивает бонус атаки экипированного этим оружием персонажа на <color=#99FFFFFF>104%</color> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: бонус атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>56%</color> от мастерства стихий. Эффект складывается до 3 раз.",
        "id": "Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>104%</color> Elemental Mastery Karakter yang mengenakan. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Dream of the Scarlet Sands yang bertahan 10 detik: Mendapatkan Bonus ATK berdasarkan <color=#99FFFFFF>56%</color> Elemental Mastery Karakter yang mengenakan, efek ini dapat ditumpuk sampai 3 lapis.",
        "th": "ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>104%</color> ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>56%</color> ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
        "vi": "Tăng tấn công dựa trên <color=#99FFFFFF>104%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <color=#99FFFFFF>56%</color> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
      }
    }
  ],
  "internal_name": "Pole_Deshret",
  "imgid": "pole/deshret"
}