{
  "id": 13409,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "龙脊长枪",
    "zht": "龍脊長槍",
    "jp": "ドラゴンスピア",
    "ko": "용의 척추",
    "en": "Dragonspine Spear",
    "de": "Drachengratspeer",
    "es": "Lanza de Espinadragón",
    "fr": "Lance Dosdragon",
    "pt": "Lança da Espinha do Dragão",
    "ru": "Копьё Драконьего хребта",
    "id": "Dragonspine Spear",
    "th": "Dragonspine Spear",
    "vi": "Thương Long Tích"
  },
  "description": {
    "zhs": "利用龙之牙制成的长枪。有着奇异的温暖触感。",
    "zht": "利用龍之牙製成的長槍。有著奇異的溫暖觸感。",
    "jp": "龍の牙で作られた長槍。妙に暖かさを感じる。",
    "ko": "드래곤의 이빨로 만든 장창. 기이한 따뜻함이 느껴진다",
    "en": "A spear created from the fang of a dragon. It is oddly warm to the touch.",
    "de": "Ein Speer, der aus dem Reißzahn eines Drachen hergestellt wurde. Er fühlt sich seltsam warm an.",
    "es": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
    "fr": "Une lance fabriquée à partir d'un croc de dragon. Une certaine chaleur en émane.",
    "pt": "Uma lança criada a partir da presa de um dragão. É estranhamente quente ao toque.",
    "ru": "Копьё из драконьих клыков. От него исходит необычное тепло.",
    "id": "Sebuah tombak yang dibuat dari gigi naga. Anehnya, tombak ini terasa hangat saat disentuh.",
    "th": "หอกที่สร้างจากเขี้ยวของมังกร เมื่อสัมผัสแล้วให้ความรู้สึกที่อบอุ่นอย่างน่าประหลาด",
    "vi": "Trường thương được chế tạo từ răng rồng. Có một cảm giác ấm áp kỳ lạ."
  },
  "lore": {
    "zhs": "\n他做了一个很长、很长的梦…\n\n梦见他与大家走了很远、很远的路，\n来到了歌声飘舞，绿草芬芳的土地。\n梦见他与这里善良的人们一同欢歌，\n与宝石一般美丽的巨龙在空中舞蹈。\n\n睁开眼时，是风雪嘶吼的山岳上空。\n翠绿恬静的大地已经被火与血染红，\n而苍色诗人的琴声几乎被咆哮淹没。\n而那宝石般美丽的巨龙如同爱人般，\n将利齿没入他的脖颈。\n\n「再见了，妈妈，我的旅途结束了」\n「沉睡在白银般闪耀的雪中也不错」\n「再见了，美丽的诗人、美丽的龙」\n「如果我们能在不同的时间、地点」\n「相遇、欢唱、共舞，那该有多好」\n垂死的他由衷地想。\n\n「在我的血管当中鼓动的深刻祝福」\n「我所诞生的漆黑宇宙的美丽图景」\n「就由你们继承吧」\n",
    "zht": "\n他做了一個很長、很長的夢…\n\n夢見他與大家走了很遠、很遠的路，\n來到了歌聲飄舞、綠草芬芳的土地。\n夢見他與這裡善良的人們一同歡歌，\n與寶石一般美麗的巨龍在空中舞蹈。\n\n睜開眼時，是風雪嘶吼的山嶽上空。\n翠綠恬靜的大地已經被火與血染紅，\n那蒼色詩人的琴聲幾乎被咆哮淹沒。\n而那寶石般美麗的巨龍，\n將利齒沒入他的項頸，其姿態猶如纏綿的愛侶。\n\n「再見了，媽媽，我的旅途結束了」\n「沉睡在白銀般閃耀的雪中也不錯」\n「再見了，美麗的詩人、美麗的龍」\n「如果我們能在不同的時間、地點」\n「相遇、歡唱、共舞，那該有多好」\n垂死的他由衷地想。\n\n「在我的血管當中鼓動的深刻祝福」\n「我所誕生的漆黑宇宙的美麗圖景」\n「就由你們繼承吧」\n",
    "jp": "\n彼はとてつもなく長い夢を見た…\n\n夢の中で彼は仲間とはぐれ、遠い道を行き、\n歌声が響く、緑の草原にたどり着いた。\n心優しい人々と共に歌を歌い、\n宝石のように美しい巨龍と共に空を舞っていた。\n\n目を開けると、吹雪が吹き荒れる山脈にいた。\n緑の大地は火と血によって赤く染められ、\n詩人の琴の音もその中にかき消された。\nそして宝石のように美しかった巨龍は、\n恋人のようにその牙を彼の首にあてた。\n\n「さらばだ、これで俺の旅は終わった」\n「白銀の雪の中に眠るのも悪くない」\n「さらばだ、美しい詩人、美しい龍」\n「もし違う場所、違う時間で」\n「出会い、歌い、踊っていたら、どれだけよかったか」\n死に向かう彼はそう思った。\n\n「俺の血に宿いし祝福よ」\n「この美しく漆黒の宇宙は」\n「お前たちが引き継いでくれ」\n",
    "ko": "\n그는 아주 기나긴 꿈을 꾸었다…\n\n꿈속에서 그는 모두와 함께 아주 먼 길을 걸어\n노랫소리가 울려 퍼지는 푸른 풀들이 가득한 대지에 도착했다.\n그는 거기서 마음씨 좋은 사람들과 함께 노래 부르고\n보석처럼 아름다운 거대한 드래곤과 함께 공중에서 춤을 추는 꿈을 꾸었다.\n\n눈을 떴을 땐 눈보라가 몰아치는 산 위에 있었다.\n푸르른 대지는 불과 피에 붉게 물들고,\n시인의 하프 소리도 포효 소리에 묻혀 버렸다.\n그리고 그 보석같이 아름답던 거대한 드래곤은 마치 애인처럼\n날카로운 이빨로 그의 목덜미를 뚫었다.\n\n「어머니, 내 여행은 여기까진 가봐요」\n「은처럼 반짝이는 눈 속에 잠드는 것도 괜찮을 것 같아요」\n「아름다운 시인, 아름다운 드래곤이여, 안녕」\n「만약 우리가 다른 시간과 장소에서」\n「만나 노래하고 함께 춤을 췄다면 얼마나 좋았을까」\n그는 죽어가면서 진지하게 생각했다.\n\n「내 혈관 안에서 꿈틀대는 깊은 축복」\n「내가 태어난 어두운 우주의 아름다운 풍경」\n「이제 너희가 이어받아줘」\n",
    "en": "\nHe had a very, very long dream...\n\nHe dreamed that he and everyone else had gone on a long, long journey,\nInto a land where green grass grew, and where soulful songs were sung.\nHe dreamed that he sang along with the gentle people of this land,\nAnd danced in the skies with a dragon as beauteous as a jewel.\n\nWhen he opened his eyes, he was in the sky above a mountain swept by roaring snowstorms.\nThe green, tranquil land had already been painted crimson by fire and blood,\nAnd the song of that sky-blue bard's lyre was almost drowned in the howling tumult.\nAnd that bejeweled, lovely dragon, like a tender lover,\nHad now pierced his neck through with its sharp fangs.\n\n\"Farewell, Mother! My journey is ended.\"\n\"I shall sleep beneath this white, shining silver... and perhaps this, too, is good.\"\n\"Farewell, O lovely bard! And farewell, O lovely dragon!\"\n\"Would that we had met in a different time and place,\"\n\"To meet, to sing and dance together!\"\nSo he thought most sincerely as he lay dying.\n\n\"Now then, this great blessing that pulses through my veins,\"\n\"And the lovely sight of the dark universe that gave me birth...\"\n\"They are now yours to inherit.\"\n",
    "de": "\nEr hatte einen sehr, sehr langen Traum ...\n\nEr träumte, dass er und alle anderen auf eine lange, lange Reise gegangen waren\nin ein Land, wo grünes Gras wuchs und sanfte Lieder gesungen wurden.\nEr träumte, dass er zusammen mit den sanften Menschen dieses Landes sang,\nund er tanzte am Himmel mit einem Drachen, der so schön wie ein Juwel war.\n\nAls er seine Augen öffnete, befand er sich im Himmel über einem Berg, der von tosenden Schneestürmen heimgesucht wurde.\nDas einst grüne, sanfte Land war bereits von Feuer und Blut karminrot gestrichen worden\nund der Gesang der himmelblauen Bardenleier wäre in dem heulenden Getümmel fast untergegangen.\nDieser liebliche Drache, so hübsch wie ein Juwel und wie ein zärtlicher Liebhaber,\nhatte nun seinen Hals mit seinen scharfen Reißzähnen durchbohrt.\n\n„Leb wohl, Mutter! Meine Reise ist nun zu Ende.“\n„Ich werde unter diesem weißen, glänzenden Silberschnee schlafen gehen ... und vielleicht ist das auch gut so.“\n„Leb wohl, schöner Barde! Und lebe wohl, o lieblicher Drache!“\n„Hätten wir uns doch nur zu einer anderen Zeit und an einem anderen Ort getroffen“\n„um zu spielen, zusammen zu singen und zu tanzen!“\nSo dachte er höchst aufrichtig, als er im Sterben lag.\n\n„Nun denn, dieser große Segen, der durch meine Adern pulsiert“\n„und der schöne Anblick des dunklen Universums, das mich geboren hat ...“\n„Sie gehören nun dir, sie sind dein Erbe.“\n",
    "es": "\nTuvo un sueño muy, muy largo...\n\nSoñó que iba con todos ellos a un lugar muy lejano\nen el que la hierba era verde y se cantaban canciones con sentimiento.\nSoñó que cantaba junto a las buenas gentes de esa tierra\ny bailaba en el aire junto a un dragón tan hermoso como una piedra preciosa.\n\nCuando abrió los ojos, estaba en medio de una tormenta sobre las montañas.\nLa verde tierra estaba manchada de sangre y fuego\ny el tumulto ahogaba la canción del bardo.\nY el hermoso dragón, como un amante tierno,\nle hundía los colmillos en el cuello.\n\n“Adiós, madre. Mi viaje terminó”.\n“Dormir en la nieve reluciente no está nada mal”.\n“Adiós, hermoso bardo. Adiós, hermoso dragón”.\n“Si nos encontramos en otro momento, en otro lugar...\npodremos bailar y cantar”.\nEso pensó mientras exhalaba su último suspiro.\n\n“La bendición que corre por mis venas\ny la hermosa vista del universo oscuro que me dio la vida\nson ahora para ustedes”.\n",
    "fr": "\nIl fit un rêve, un très long rêve...\n\nIl rêva qu'il parcourait un long, un très long chemin avec tout le monde,\npour arriver sur une terre de chants et de danses, couverte d'une herbe verte...\nIl rêva qu'il chantait avec les bonnes gens du pays,\net dansait dans les airs avec un dragon à la beauté rivalisant celle de quelque gemme.\n\nOuvrant les yeux, il réalisa qu'il se tenait sur la montagne, le vent glacial emplissant l'atmosphère d'un son lugubre.\nLa paisible terre verdoyante était maintenant teintée du rouge du feu et du sang,\net le chant de la lyre du barde d'azur était presque noyé sous les rugissements du vent.\nEt le magnifique dragon, tel un amoureux passionné,\nplanta ses crocs dans son cou.\n\n« Adieu, mère. Mon voyage est terminé. »\n« Je dormirai sous cette neige brillant du blanc de l'argent... Ce ne sera pas désagréable. »\n« Adieu, barde, adieu, beau dragon ! »\n« Puissions-nous nous revoir en un temps et un lieu différents, »\n« et chanter et danser ensemble le moment venu ! »\nEt, sur ces paroles douloureusement sincères, il sombra dans la mort.\n\n« La profonde bénédiction qui coule dans mes veines, »\n« et le magnifique paysage du sombre univers d'où je viens... »\n« Cet héritage vous revient à présent. »\n",
    "pt": "\nEle teve um sonho muito, muito longo...\n\nNo sonho, ele e os demais caminharam até um caminho longínquo,\nAté chegarem numa terra onde as canções voavam no vento e se sentia o perfume da grama verde.\nNo sonho, cantou junto com as pessoas honestas dessa terra,\nE o dragão belo como uma joia dançava no céu.\n\nMas quando acordou, somente o som da nevasca rugia no céu.\nA terra verde calma já havia sido pintada pelo vermelho das chamas e do sangue,\nE a melodia da lira do poeta pálido quase foi engolida pelos rugidos.\nE esse dragão belo, apaixonado como um amante\nPenetrou suas presas no pescoço dele.\n\n\"Adeus, mamãe. Minha jornada chegou ao fim\"\n\"Dormir na neve brilhante não é tão ruim assim\"\n\"Adeus, belo poeta e belo dragão\"\n\"Se pudéssemos ter nos encontrado noutro tempo e local\"\n\"Para cantar e dançar, creio que teria sido melhor\"\nPensou sinceramente enquanto morria.\n\n\"Corre uma forte bênção nas profundezas de minhas veias\"\n\"Uma bela imagem do universo escuro em que nasci\"\n\"Herdei de vocês\"\n",
    "ru": "\nДавным-давно у него была мечта...\n\nОн мечтал, что однажды вместе со всеми уйдёт в далёкое-далёкое путешествие\nв земли, где зеленеет трава, а ветер разносит звуки песен.\nОн мечтал о том, чтобы петь песни вместе с добрыми людьми\nи плясать в облаках с драконом, прекрасным, как самоцвет.\n\nОткрыв глаза, он увидел небо над горными пиками, разрываемое воющими метелями.\nМирные, зелёные земли были окрашены в красный огнём и кровью, \nа песня небесно-голубой лиры барда утонула в нескончаемом рёве.\nА тот прекрасный, что самоцвет, дракон, словно любовник\nвонзал острые зубы в его шею.\n\n«Прощай, мама. Моё путешествие окончено.\nЗабыться вечным сном в снегах, сияющих, как серебро, не так уж и плохо...\nПрощай, очаровательный поэт, прощай, прекрасный дракон!\nВозможно, мы ещё свидимся в другое время и в другом месте\nи сможем вместе петь и танцевать...»\nТаковыми были его искренние мысли, пока он испускал свой последний дух.\n\n«Великое благословение, что течёт по моим венам,\nи прекрасные виды наполненной непроглядной тьмой вселенной, что породила меня...\nЯ передаю вам. Теперь они - ваше наследие...»\n",
    "id": "\nDia bermimpi, mimpi yang sangat panjang...\n\nDia bermimpi tentang orang-orang termasuk dirinya, berjalan sangat jauh.\nHingga sampai di padang rumput hijau yang riuh oleh lagu.\nDia bermimpi dia sedang bersenang-senang dengan orang yang ada di sana,\nLalu menari bersama naga besar yang cantik layaknya permata di langit.\n\nSaat dia membuka mata, hanya ada gunung tinggi penuh salju di atasnya.\nRerumputan yang hijau itu kini sudah hangus dan penuh dengan darah.\nSuara lantunan lagu itu juga tenggelam oleh suara auman binatang buas.\nDan naga jinak dan cantik layaknya permata itu,\nMenggigit tepat di lehernya menggunakan gigi taringnya.\n\n\"Sampai jumpa, Ibu, perjalananku sudah usai\"\n\"Tertidur dalam salju yang seputih perak yang menyilaukan itu rupanya cukup menyenangkan\"\n\"Sampai jumpa para penyair, sampai jumpa naga yang cantik\"\n\"Kalau kita bisa bertemu di tempat dan waktu yang berbeda\"\n\"Bertemu, bernyanyi dan menari lagi, itu pasti akan sangat menyenangkan\"\nDirinya yang sekarat berpikir dengan tulus.\n\n\"Dalam pembuluh darahku mengalir berkat yang mendalam.\"\n\"Pemandangan menakjubkan dari alam semesta yang gelap di tempat aku dilahirkan.\"\n\"Kalianlah yang mewarisinya.\"\n",
    "th": "\nเขามีความฝันที่ยาวนานแสนนาน...\n\nเขาฝันว่าเขากับทุกคนได้เดินทางไปในที่ที่แสนไกล\nมาถึงดินแดนที่เต็มไปด้วยหญ้าเขียวขจี ที่เต็มไปด้วยเสียงเพลงและการร่ายรำ\nเขาฝันว่าเขาได้ร่วมร้องเพลงไปกับคนที่แสนใจดีที่นี่\nและได้เต้นรำบนอากาศกับมังกรที่งดงามราวกับอัญมณีล้ำค่า\n\nเมื่อเขาลืมตาขึ้น เขาอยู่บนท้องฟ้าเหนือภูเขาที่มีเสียงพายุหิมะคำราม\nดินแดนที่เขียวขจีอันเงียบสงบ ได้ถูกย้อมเป็นสีแดงด้วยไฟและเลือด\nและเสียงพิณของกวีชุดเขียวก็ถูกกลบไปด้วยเสียงคำราม\nและมังกรที่งดงามราวอัญมณีที่เคยเป็นเหมือนคู่รักของเขา\nได้ฝังเขี้ยวอันแหลมคมของมันลงที่คอของเขา\n\n\"ลาก่อนท่านแม่ การเดินทางของข้าสิ้นสุดลงแล้ว\"\n\"การหลับไหลท่ามกลางพื้นหิมะที่ส่องประกายราวกับเงิน ก็ฟังดูไม่เลว\"\n\"ลาก่อน กวีรูปงาม ลาก่อน มังกรที่งดงาม\"\n\"ถ้าเราได้เจอกันในต่างที่ ต่างเวลา\"\n\"ได้ร้องเพลง และเต้นรำร่วมกันอีกครั้ง ก็คงจะดีไม่น้อย\"\nเขาคิดด้วยความจริงใจในขณะที่เขากำลังจะตาย\n\n\"พรอันประเสริฐที่ไหลเวียนอยู่ในสายเลือดของข้า\"\n\"และฉากอันสวยงามของจักรวาลอันมืดมิดที่ให้กำเนิดข้า\"\n\"ขอมอบให้เจ้ารับมันไป\"\n",
    "vi": "\nAnh đã mơ một giấc mơ rất dài, rất dài...\n\nTrong mơ anh đã đi cùng mọi người một con đường rất xa, rất xa...\nĐến mảnh đất ngập tràn múa ca, cỏ xanh bát ngát.\nTrong mơ anh cùng những người lương thiện nơi đây vui vẻ ca hát,\nCùng Rồng đẹp đẽ như đá quý nhảy múa giữa trời.\n\nKhi mở mắt ra, là bầu trời trên núi cao gió tuyết rít gào.\nVùng đất yên bình tươi xanh đã bị nhuộm đỏ bởi máu và lửa,\nTiếng đàn của nhà thơ gần như bị át đi bởi tiếng gầm.\nCòn Rồng đẹp đẽ như bảo thạch kia hệt như người tình,\nGăm những chiếc răng sắc nhọn lên cổ anh.\n\n\"Tạm biệt, mẹ ơi, hành trình của con đã kết thúc rồi\"\n\"Được ngủ trong tuyết bạc sáng lấp lánh cũng không tồi\"\n\"Tạm biệt, nhà thơ xinh đẹp, rồng đẹp xinh\"\n\"Nếu chúng ta có thể không cùng một thời gian, một địa điểm\"\n\"Gặp gỡ, hát ca, nhảy múa, vậy thì tốt biết mấy\"\nAnh ấy đã suy nghĩ chân thành như vậy trước khi chết.\n\n\"Lời chúc phúc sâu sắc len lỏi trong huyết quản của tôi\"\n\"Bức tranh tuyệt đẹp về vũ trụ tăm tối mà tôi sinh ra\"\n\"Hãy để các người kế thừa\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>60%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>80%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>200%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>60%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>80%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>200%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>60%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>80%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>200%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>60%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>80%</color>의 범위 피해를 준다. 적이 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>60%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>80%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>200%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>80 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>60%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>80%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>200%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>60 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>80 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>200 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>60%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>80%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>200%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>60%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>80%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>200%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>60%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>80%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>200%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>80%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>200%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>60%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>80%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>200%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>70%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>95%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>240%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>70%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>95%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>240%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>70%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>95%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>240%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>70%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>95%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>240%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>70%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>95%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>240%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>95 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>240 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>70%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>95%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>240%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>70 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>95 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>240 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>70%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>95%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>240%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>70%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>95%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>240%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>70%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>95%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>240%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>95%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>240%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>70%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>95%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>240%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>80%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>110%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>280%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>80%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>110%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>280%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>80%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>110%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>280%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>80%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>110%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>280%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has an <color=#99FFFFFF>80%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>110%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>280%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>110 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>280 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>80%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>110%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>280%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>80 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>110 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>280 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>80%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>110%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>280%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>80%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>110%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>280%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>80%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>110%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>280%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>110%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>280%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>80%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>110%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>280%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>90%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>125%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>320%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>90%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>125%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>320%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>90%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>125%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>320%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>90%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>125%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>320%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>90%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>125%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>320%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>125 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>320 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>90%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>125%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>320%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>90 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>125 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>320 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>90%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>125%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>320%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>90%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>125%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>320%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>90%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>125%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>320%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>125%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>320%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>90%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>125%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>320%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>100%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>140%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>360%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>100%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>140%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>360%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>100%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>140%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>360%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>100%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>140%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>360%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>100%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>140%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>360%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>140 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>360 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>100%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>140%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>360%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>100 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>140 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>360 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>100%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>140%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>360%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>100%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>140%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>360%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>100%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>140%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>360%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>140%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>360%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>100%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>140%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>360%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    }
  ],
  "internal_name": "Pole_Everfrost",
  "imgid": "pole/everfrost"
}