{
  "id": 13302,
  "type": "polearm",
  "rank": 3,
  "name": {
    "zhs": "钺矛",
    "zht": "鉞矛",
    "jp": "鉾槍",
    "ko": "미늘창",
    "en": "Halberd",
    "de": "Hellebarde",
    "es": "Alabarda",
    "fr": "Hallebarde",
    "pt": "Alabarda",
    "ru": "Алебарда Миллелита",
    "id": "Halberd",
    "th": "Halberd",
    "vi": "Thuẫn Kích"
  },
  "description": {
    "zhs": "在矛上增加斧刃的兵器，有不俗的破坏力。是千岩军军官青睐的武器。",
    "zht": "在矛上增加斧刃的兵器，有不俗的破壞力。是千岩軍軍官青睞的武器。",
    "jp": "矛の先に斧の刃を追加した兵器。悪くない破壊力を持つ。千岩軍兵士にも愛された武器である。",
    "ko": "도끼와 창을 결합시킨 형태의 무기. 무시할 수 없는 파괴력을 가지고 있다. 천암군 군관의 마음에 쏙 든 무기이다",
    "en": "A polearm with an axe blade mounted on top that can deal quite a lot of damage. It's favored by the Millelith officers.",
    "de": "Im Grunde eine Lanze gepaart mit einer Axt. Genau das macht sie zu einer zerstörerischen Waffe. Sie wird besonders gern von Millelithen-Offizieren verwendet.",
    "es": "Un arma de asta con una hoja de hacha montada en la parte superior, capaz de causar mucho daño. El arma predilecta entre los oficiales de la Geoarmada.",
    "fr": "Une hampe à l'extrémité de laquelle se trouve un fer de hache. Cette arme puissante est l'une des favorite des officiers des Millelithes.",
    "pt": "Uma arma de fogo com uma lâmina de machado montada no topo que pode causar muito dano. É a arma preferida entre os Oficiais de Millelith.",
    "ru": "Длинное древко с прикреплённым лезвием на одном конце. Любимое оружие офицеров Миллелита.",
    "id": "Sebuah polearm dengan sebilah kapak terpasang di atasnya yang bisa mengakibatkan kerusakan hebat. Senjata yang sangat disukai oleh prajurit Millelith.",
    "th": "หอกที่มีใบมีดคล้ายขวานติดตั้งอยู่ที่ปลายหอก สามารถสร้างความเสียหายได้ประมาณหนึ่ง เป็นอาวุธที่ทหาร Millelith ชื่นชอบ",
    "vi": "Binh khí trên mũi có gắn thêm lưỡi đao nhọn, có sức phá hủy lớn. Là vũ khí được Thiên Nham Quân ưa chuộng."
  },
  "lore": {
    "zhs": "\n长矛在任何武人手里皆有相当的威力，这是因为「一寸长，一寸强」的道理。\n在长矛上增加斧刃，尽管笨重，但也增添了劈砍的功用，更加适宜复杂环境。\n这种长兵多为擅长武艺的力士所青睐，也正是千岩军军官荣誉和勇武的象征。\n虽说璃月港的今日天下太平，但在大街小巷，依然可见手持钺矛的勇士身影。\n\n千岩军的领队总是勇往直前，在队伍中充当险地的前锋与盾牌。\n护卫他们的不仅有忠诚的战友，更有多年演习不辍的精熟武艺。\n对于任何敢于靠近的敌人，第一线挥舞着钺矛的军官格外致命，\n而在坚如磐岩的士兵阵列中间，他们正是千岩之阵的真正核心。\n",
    "zht": "\n長矛在任何武人手裡皆有相當的威力，這是因為「一寸長，一寸強」的道理。\n在長矛上增加斧刃，儘管笨重，但也增加了劈砍的功用，更加適宜複雜環境。\n這種長兵多為擅長武藝的力士所青睞，也正是千岩軍軍官榮譽和勇武的象徵。\n雖說璃月港的今日天下太平，但在大街小巷，依然可見手持鉞矛的勇士身影。\n\n千岩軍的領隊總是勇往直前，在隊伍中充當險地的前鋒與盾牌。\n護衛他們的不僅有忠誠的戰友，更有多年演習不輟的精熟武藝。\n對於任何敢於靠近的敵人，第一線揮舞著鉞矛的軍官格外致命，\n而在堅如磐岩的士兵陣列中間，他們正是千岩之陣的真正核心。\n",
    "jp": "\n武術を学んだ人であれば、誰でも長矛の力を発揮できる。いわゆる「一寸の長さは一寸の強さ」とのこと。\n長矛の先に厚くて重い刃をつける。さらに重くなるが、叩き切ることを実現した。様々な場面で使える。\nこのような長柄武器は腕力に自信のある者に人気があり、千岩軍士官の勇武の象徴でもある。\n今の璃月港は平和であるが、街中に斧と矛を持ち歩く人を見かける。\n\n千岩軍の隊長はいつも部隊の先頭に立ち、畏れずに進む。\n彼らを守るのは忠実な戦友と自分自身の武術である。\n近づいてくる敵にとって、斧と矛を振り回す隊長は一番厄介な者になる。\nそして盤石な陣形の真ん中にいる兵士こそが、千岩の陣の要である。\n",
    "ko": "\n창은 무예에 무지한 사람이 사용해도 상당한 위력을 발휘한다. 무기는 「길이만큼 강하다」와 같은 이치기 때문이다.\n창에 도끼날을 결합하면 둔해 보일지라도 내려찍기 기능이 추가되어 복잡한 환경에 더욱 적합하다.\n이런 창은 무예에 능한 역사에게 사랑을 받는 편이고, 천암군 군영의 명예와 무용의 상징이기도 하다.\n리월 항구는 지금 평온하지만, 거리에서 미늘창을 지닌 용사를 볼 수 있다.\n\n천암군의 리더는 언제나 용감하게 나서며 험지에서 선봉과 방패를 맡는다.\n그들을 지켜주는 건 충실한 전우뿐만 아니라 다년간 연마로 녹슬지 않는 무예이다. \n무모하게 접근하는 적에게 제 1선으로 미늘창을 휘두르는 군관은 몹시 치명적이며,\n바위처럼 단단한 병사 진열 중간에서 그들은 천암 진법의 진정한 핵심이기도 하다.\n",
    "en": "\nThe polearm is a powerful weapon even in the hands of the unskilled, because \"the longer, the mightier.\"\nAdding an axe on the tip renders it somewhat unwieldy, but adds slash capabilities. This makes it better suited to complex battle scenarios.\nThe axe-mounted polearm — the halberd — is preferred by warriors of great strength. It has also come to symbolize the honor and bravery of Millelith officers.\nThough peace prevails in the Liyue Harbor of today, the sight of brave warriors with halberd in hand is a ubiquitous one on the city streets.\n\nEach Millelith squad was led by an officer who would fearlessly charge ahead. They were the first line of defense for their comrades in dangerous territory.\nBut it was not through bravery, loyalty, and self-sacrifice alone that they were able to protect their comrades. For they were also formidable fighters, their skills honed over years and years of drilling.\nAny foe who dared approach knew that the sight of the halberd-holding officers of the front line spelled almost certain doom for them.\nAnd when the soldiers of the Millelith assumed a tactical formation, it was the cornerstone of their fearless officers that made them impenetrable as a rock formation.\n",
    "de": "\nDie Stangenwaffe ist eine mächtige Waffe, selbst in den Händen eines ungeübten Kämpfers. Hier galt das Sprichwort, „je länger, desto besser“.\nWenn man an der Spitze eine Axt montiert, wie unpraktisch das auch zunächst erscheinen mag, kann man damit am Ende Dinge zerhacken. Dies eignet sich besonders gut für kompliziertere Situationen.\nDie an eine Axt montierte Stangenwaffe, die Hellebarde, wird oft von Kriegern mit großer Stärke bevorzugt. Sie ist auch das Symbol der Ehre und Tapferkeit der Millelithen-Offiziere.\nAuch wenn das heutige Liyue ein sehr friedlicher Ort ist, so sieht man doch in den Straßen noch immer Hellebarden haltende Reckenfiguren, die an alte Zeiten erinnern.\n\nJede Millelithen-Truppe wurde von einem Offizier angeführt, der stets furchtlos voranstürmte. Sie waren in gefährlichem Gebiet die erste Verteidigungslinie für ihre Kameraden.\nAber sie beschützten ihre Kameraden nicht nur durch Tapferkeit, Treue und Selbstaufopferung. Sie waren auch großartige Kämpfer, deren Fähigkeiten durch jahrelange Übung geschärft worden waren.\nJeder Feind, der es wagte, sich zu nähern, wusste, dass der Anblick der Hellebarden tragenden Offiziere an der Front seinen fast sicheren Untergang bedeutete.\nUnd wenn die Millelithen-Soldaten ihre taktische Formation einnahmen, waren es diese furchtlosen Offiziere, die sie so undurchdringlich wie ein Fels machten.\n",
    "es": "\nUna lanza siempre es un arma formidable, no importa quién la porte. Esto es debido a que “mientras más larga, mejor”.\nSi, además, se le añade un hacha en uno de los extremos, será capaz de cortar aunque su peso haya aumentado, lo que hace su uso ideal para escenarios complejos.\nEste tipo de armas de asta son ideales para soldados hábiles en las artes marciales, que también son un símbolo de orgullo entre los oficiales de la Geoarmada.\nA pesar de que se viven tiempos de paz en Liyue, en avenidas y callejones aún se pueden ver las siluetas de valientes soldados portando alabardas.\n\nLos comandantes de la Geoarmada siempre lideran valientemente a sus tropas hacia la batalla. Pueden estar en la vanguardia, como la punta de una lanza, o servir como primer baluarte contra las tropas enemigas.\nLos soldados no solo son protegidos por sus leales compañeros de armas, sino también mediante sus técnicas de artes marciales, refinadas a través de milenios de práctica.\nPara cualquier enemigo que se atreva a acercarse, la primera línea de lanceros es extremadamente letal,\npues son el verdadero núcleo en medio de filas de tantos soldados firmes como rocas.\n",
    "fr": "\nLa hallebarde est une arme très puissante, même aux mains du néophyte ; après tout, « plus c'est long et mieux ça vaut », comme on dit souvent...\nL'ajout d'une lame de hache à son extrémité, bien que réduisant sa maniabilité, permet à son possesseur de trancher à travers l'ennemi, en faisant un atout dans les environnements difficiles.\nCette arme rencontre souvent les faveurs des combattants martiaux ; c'est aussi le symbole de la bravoure et de la gloire des officiers des Millelithes.\nBien que la paix ait été restaurée à Liyue, qui aujourd'hui vit sans troubles, on peut encore apercevoir les silhouettes des soldats porteurs de lance dans les rues et ruelles de la cité.\n\nLes chefs au sein des Millelithes ont de tout temps mené leurs troupes à la bataille, servant de fer de lance et de premier rempart face aux troupes ennemies.\nIls sont protégés en combat par leurs fidèles compagnons de bataille, ainsi que par des combattants martiaux à la maîtrise parfaite de leur art.\nN'importe quel ennemi osant se frotter aux Millelithes se heurte en première ligne aux officiers et à leurs lances ;\nceux-ci constituent vraiment le noyau dur des Millelithes.\n",
    "pt": "\nA lança é uma arma poderosa mesmo nas mãos dos não qualificados, porque \"quanto mais longa, mais forte\".\nAdicionar um machado na ponta torna um pouco difícil de manipular, mas adiciona recursos de barra. Isso o torna mais adequado para cenários de batalha complexos.\nEste tipo de arma muitas vezes é muito bem usado pelos lutadores marciais; é também o símbolo da bravura e glória dos oficiais dos Millelith.\nEmbora a paz tenha sido restaurada para Liyue, que hoje vive sem inquietação, as silhuetas de soldados carregando lanças ainda podem ser vistas nas ruas da cidade.\n\nOs chefes de Millelith sempre andam na linha de frente sem medo, como se fossem o escudo da equipe.\nEles são protegidos em combate por seus leais companheiros de batalha, bem como por lutadores marciais com perfeito domínio de sua arte.\nPara qualquer inimigo que se atreva a se aproximar, os lanceiros da linha de frente são extremamente letais,\nestes realmente constituem o núcleo duro dos Millelith.\n",
    "ru": "\nКопьё - это мощное оружие в руках любого воина: как говорится, «Чем длиннее, тем мощнее».\nК древку копья крепится лезвие топора. Хотя конструкция получается громоздкой, это оружие позволяет наносить рубящие удары, что может быть полезно в сложной ситуации.\nТакого типа копьями обычно пользуются сильные и искусные воины. Это оружие - символ славы и храбрости офицеров-Миллелитов.\nХотя сейчас гавань Ли Юэ наслаждается мирными временами, на больших улицах всё ещё можно заметить храбрых воинов с алебардами.\n\nГлава каждого отряда Миллелитов всегда смело идёт в бой, и даже в трудных ситуациях он в авангарде и готов защищать отряд.\nОни защищают друг друга не только благодаря своей верности, но и с помощью фехтовального искусства, которое оттачивали годами.\nЛюбой враг, который осмелится приблизиться к отряду, встретит свою смерть от алебарды стоящего в авангарде офицера.\nТакие офицеры - ядро крепкого как скала отряда Миллелитов.\n",
    "id": "\nTombak itu adalah senjata yang kuat walau berada di tangan orang yang tidak begitu terampil, karena \"semakin panjang, semakin kuat\"\nMenambahkan kapak di ujung membuatnya agak sulit, tetapi menambah kemampuannya untuk menebas. Ini membuatnya lebih cocok untuk pertempuran yang kompleks.\nTombak yang dipasangi pisau seperti kapak lebih disukai oleh pejuang yang sangat kuat. Juga melambangkan kehormatan dan keberanian para petugas Millelith.\nWalaupun kedamaian tersirat di pelabuhan Liyue hari ini, pemandangan mengenai prajurit pemberani dengan tombak di tangan adalah pemandangan umum di jalanan kota.\n\nSetiap pasukan Millelith dipimpin seorang petugas yang selalu maju dengan berani. Mereka adalah garis terdepan pertahanan saat rekan-rekannya berada dalam wilayah berbahaya.\nNamun bukan karena keberanian, kesetiaan, dan pengorbanan saja mereka mau melindungi rekan-rekannya. Namun karena mereka juga adalah prajurit hebat, kemampuan mereka dilatih bertahun-tahun dalam latihan keras.\nBagi setiap musuh yang berani mendekat dan melihat petugas yang memegang halberd, itu sudah menjadi pertanda kekalahan untuk mereka,\nDi tengah-tengah barisan prajurit Millelith yang kokoh, merekalah inti sejati dari formasi tersebut.\n",
    "th": "\nหอกยาวที่แม้จะอยู่ในมือของผู้ใดก็ยังคงมีพลัง นี่เป็นเพราะเหตุผลที่ว่า \"ยิ่งยาว ยิ่งแข็งแกร่ง\"\nการเพิ่มใบมีดขวานบนส่วนปลายนั้น แม้ว่าจะดูเงอะงะแต่ก็เพิ่มความสามารถในการตัดได้ ซึ่งเหมาะสำหรับสภาพแวดล้อมที่ซับซ้อน\nอาวุธนี้มักจะคู่กันกับนักรบที่เปี่ยมทักษะ มันยังเป็นสัญลักษณ์ของความกล้าหาญและเกียรติยศของกองทหาร Millelith อีกด้วย\nถึงแม้ทุกวันนี้อ่าวท่าเรือ Liyue จะสุขสงบ แต่ก็สามารถพบเห็นทหารถือหอกยาวได้ทั่วไปตามท้องถนน\n\nผู้บัญชาการกองทหาร Millelith จะเดินอยู่แถวหน้าอย่างกล้าหาญเสมอ เขาจะมุ่งเข้าประจันอันตรายเพื่อปกป้องกองทหารของเขา\nพวกเขาไม่เพียงแต่ได้รับการปกป้องโดยเหล่าเพื่อนทหารผู้ซื่อสัตย์เท่านั้น แต่ยังได้รับการฝึกฝนศิลปะการต่อสู้ชั้นสูงที่ผ่านการขัดเกลามาหลายปี\nสำหรับศัตรูที่กล้าเข้าใกล้ ทหารที่ถือหอกอยู่แนวหน้านั้นมีฝีมือดุจมฤตยู\nอีกทั้งท่ามกลางกองทหาร Millelith ที่แข็งแกร่งดั่งหินผาแล้ว พวกเขาคือหัวใจของกองกำลัง Millelith อย่างแท้จริง\n",
    "vi": "\nThanh thuẫn kích trong tay người học võ cũng có phần uy mãnh, đó bởi vì đạo lý \"một thước dài, một thước mạnh\".\nTrên thanh thuẫn kích lắp thêm chiếc rìu nhỏ, mặc dù có chút thô kệch nhưng tăng thêm phần uy lực, dễ dàng sử dụng trong môi trường phức tạp.\nLoại binh khí dài này được coi trọng bởi đa số lực sĩ giỏi võ nghệ, cũng chính là tượng trưng cho danh dự và sự dũng cảm của quân sĩ Thiên Nham Quân.\nMặc dù cảng Liyue ngày nay rất yên bình, nhưng trên đường phố vẫn có thể thấy được hình dáng của các dũng sĩ nắm thuẫn kích trong tay.\n\nThủ lĩnh của Thiên Nham Quân dũng cảm tiến về phía trước, đảm nhiệm nhiệm vụ tiên phong và khiên chắn nơi hiểm địa.\nBảo vệ bọn họ không chỉ có những đồng đội trung thành, mà còn bởi võ nghệ thành thục đã diễn tập không ngừng nghỉ trong nhiều năm.\nĐối với bất kỳ kẻ địch nào dám đến gần, sĩ quan tiền tuyến đều sẽ vung lên thanh thuẫn kích nguy hiểm chết người.\nVà trong hàng binh sĩ vững chắc như thạch, bọn họ chính là nòng cốt của Thiên Nham Trận.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "沉重",
        "zht": "沉重",
        "jp": "過重",
        "ko": "무게",
        "en": "Heavy",
        "de": "Schwergewicht",
        "es": "Pesado",
        "fr": "Écrasement",
        "pt": "Pesado",
        "ru": "Сокрушающий удар",
        "id": "Heavy",
        "th": "Heavy",
        "vi": "Trầm Trọng"
      },
      "description": {
        "zhs": "对普通攻击命中的敌人造成<color=#99FFFFFF>160%</color>攻击力的额外伤害。该效果每10秒只能触发一次。",
        "zht": "對普通攻擊所命中的敵人造成<color=#99FFFFFF>160%</color>攻擊力的額外傷害。該效果每10秒只能觸發一次。",
        "jp": "通常攻撃が命中した敵1体に攻撃力の<color=#99FFFFFF>160%</color>の追加ダメージを与える。10秒毎に1回のみ発動可能。",
        "ko": "일반 공격으로 명중한 적에게 추가로 공격력 <color=#99FFFFFF>160%</color>의 피해를 준다. 해당 효과는 10초마다 1번 발동한다",
        "en": "Normal Attacks deal an additional <color=#99FFFFFF>160%</color> ATK as DMG. Can only occur once every 10s.",
        "de": "Fügt mit Standardangriffen getroffenen Gegnern zusätzlichen Schaden in Höhe von <color=#99FFFFFF>160 %</color> ANG zu. 10 s Abklingzeit.",
        "es": "Los Ataques Normales infligen un <color=#99FFFFFF>160%</color> de daño adicional a los enemigos. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales infligent <color=#99FFFFFF>160 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Ataques Normais causam um adicional de <color=#99FFFFFF>160%</color> de Dano ao oponente atingido. Este efeito pode ser ativado uma vez a cada 10s.",
        "ru": "Обычные атаки наносят дополнительные <color=#99FFFFFF>160%</color> урона. Может возникнуть раз в 10 сек.",
        "id": "Normal Attack mengakibatkan serangan tambahan sebesar <color=#99FFFFFF>160%</color> ATK pada musuh. Hanya dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรูจะสร้างความเสียหายเพิ่มเติมเป็น <color=#99FFFFFF>160%</color> ของพลังการโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดได้หนึ่งครั้งในทุก 10 วินาที",
        "vi": "Tạo thành thêm <color=#99FFFFFF>160%</color> công kích cho kẻ địch bị tấn công thường đánh trúng. Mỗi 10s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "沉重",
        "zht": "沉重",
        "jp": "過重",
        "ko": "무게",
        "en": "Heavy",
        "de": "Schwergewicht",
        "es": "Pesado",
        "fr": "Écrasement",
        "pt": "Pesado",
        "ru": "Сокрушающий удар",
        "id": "Heavy",
        "th": "Heavy",
        "vi": "Trầm Trọng"
      },
      "description": {
        "zhs": "对普通攻击命中的敌人造成<color=#99FFFFFF>200%</color>攻击力的额外伤害。该效果每10秒只能触发一次。",
        "zht": "對普通攻擊所命中的敵人造成<color=#99FFFFFF>200%</color>攻擊力的額外傷害。該效果每10秒只能觸發一次。",
        "jp": "通常攻撃が命中した敵に対して攻撃力の<color=#99FFFFFF>200%</color>の追加ダメージを与える。10秒に1回のみ発動可能。",
        "ko": "일반 공격으로 명중한 적에게 추가로 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 해당 효과는 10초마다 1번 발동한다",
        "en": "Normal Attacks deal an additional <color=#99FFFFFF>200%</color> ATK as DMG. This effect can only occur once every 10s.",
        "de": "Fügt mit Standardangriffen getroffenen Gegnern zusätzlichen Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG zu. 10 s Abklingzeit.",
        "es": "Los Ataques Normales infligen un <color=#99FFFFFF>200%</color> de daño adicional a los enemigos. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales infligent <color=#99FFFFFF>200 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Ataques Normais causam um adicional de <color=#99FFFFFF>200%</color> de Dano ao oponente atingido. Este efeito pode ser ativado uma vez a cada 10s.",
        "ru": "Обычные атаки наносят дополнительные <color=#99FFFFFF>200%</color> урона. Может возникнуть раз в 10 сек.",
        "id": "Normal Attack mengakibatkan serangan tambahan sebesar <color=#99FFFFFF>200%</color> ATK pada musuh. Hanya dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรูจะสร้างความเสียหายเพิ่มเติมเป็น <color=#99FFFFFF>200%</color> ของพลังการโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดได้หนึ่งครั้งในทุก 10 วินาที",
        "vi": "Tạo thành thêm <color=#99FFFFFF>200%</color>công kích cho kẻ địch bị tấn công thường đánh trúng. Mỗi 10s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "沉重",
        "zht": "沉重",
        "jp": "過重",
        "ko": "무게",
        "en": "Heavy",
        "de": "Schwergewicht",
        "es": "Pesado",
        "fr": "Écrasement",
        "pt": "Pesado",
        "ru": "Сокрушающий удар",
        "id": "Heavy",
        "th": "Heavy",
        "vi": "Trầm Trọng"
      },
      "description": {
        "zhs": "对普通攻击命中的敌人造成<color=#99FFFFFF>240%</color>攻击力的额外伤害。该效果每10秒只能触发一次。",
        "zht": "對普通攻擊所命中的敵人造成<color=#99FFFFFF>240%</color>攻擊力的額外傷害。該效果每10秒只能觸發一次。",
        "jp": "通常攻撃が命中した敵1体に攻撃力の<color=#99FFFFFF>240%</color>の追加ダメージを与える。10秒毎に1回のみ発動可能。",
        "ko": "일반 공격으로 명중한 적에게 추가로 공격력 <color=#99FFFFFF>240%</color>의 피해를 준다. 해당 효과는 10초마다 1번 발동한다",
        "en": "Normal Attacks deal an additional <color=#99FFFFFF>240%</color> ATK as DMG. This effect can only occur once every 10s.",
        "de": "Fügt mit Standardangriffen getroffenen Gegnern zusätzlichen Schaden in Höhe von <color=#99FFFFFF>240 %</color> ANG zu. 10 s Abklingzeit.",
        "es": "Los Ataques Normales infligen un <color=#99FFFFFF>240%</color> de daño adicional a los enemigos. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales infligent <color=#99FFFFFF>240 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Ataques Normais causam um adicional de <color=#99FFFFFF>240%</color> de Dano ao oponente atingido. Este efeito pode ser ativado uma vez a cada 10s.",
        "ru": "Обычные атаки наносят дополнительные <color=#99FFFFFF>240%</color> урона. Может возникнуть раз в 10 сек.",
        "id": "Normal Attack mengakibatkan serangan tambahan sebesar <color=#99FFFFFF>240%</color> ATK pada musuh. Hanya dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรูจะสร้างความเสียหายเพิ่มเติมเป็น <color=#99FFFFFF>240%</color> ของพลังการโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดได้หนึ่งครั้งในทุก 10 วินาที",
        "vi": "Tạo thành thêm <color=#99FFFFFF>240%</color> công kích cho kẻ địch bị tấn công thường đánh trúng. Mỗi 10s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "沉重",
        "zht": "沉重",
        "jp": "過重",
        "ko": "무게",
        "en": "Heavy",
        "de": "Schwergewicht",
        "es": "Pesado",
        "fr": "Écrasement",
        "pt": "Pesado",
        "ru": "Сокрушающий удар",
        "id": "Heavy",
        "th": "Heavy",
        "vi": "Trầm Trọng"
      },
      "description": {
        "zhs": "对普通攻击命中的敌人造成<color=#99FFFFFF>280%</color>攻击力的额外伤害。该效果每10秒只能触发一次。",
        "zht": "對普通攻擊所命中的敵人造成<color=#99FFFFFF>280%</color>攻擊力的額外傷害。該效果每10秒只能觸發一次。",
        "jp": "通常攻撃が命中した敵1体に攻撃力の<color=#99FFFFFF>280%</color>の追加ダメージを与える。10秒毎に1回のみ発動可能。",
        "ko": "일반 공격으로 명중한 적에게 추가로 공격력 <color=#99FFFFFF>280%</color>의 피해를 준다. 해당 효과는 10초마다 1번 발동한다",
        "en": "Normal Attacks deal an additional <color=#99FFFFFF>280%</color> ATK as DMG. This effect can only occur once every 10s.",
        "de": "Fügt mit Standardangriffen getroffenen Gegnern zusätzlichen Schaden in Höhe von <color=#99FFFFFF>280 %</color> ANG zu. 10 s Abklingzeit.",
        "es": "Los Ataques Normales causan un <color=#99FFFFFF>280%</color> adicional de daño a los oponentes. Este efecto puede activarse una vez cada 10 s.",
        "fr": "Les attaques normales infligent <color=#99FFFFFF>280 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Ataques Normais causam um adicional de <color=#99FFFFFF>280%</color> de Dano ao oponente atingido. Este efeito pode ser ativado uma vez a cada 10s.",
        "ru": "Обычные атаки наносят дополнительные <color=#99FFFFFF>280%</color> урона. Может возникнуть не чаще 1 раза за 10 сек.",
        "id": "Normal Attack mengakibatkan serangan tambahan sebesar <color=#99FFFFFF>280%</color> ATK pada musuh. Hanya dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรูจะสร้างความเสียหายเพิ่มเติมเป็น <color=#99FFFFFF>280%</color> ของพลังการโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดได้หนึ่งครั้งในทุก 10 วินาที",
        "vi": "Tạo thành thêm <color=#99FFFFFF>280%</color> công kích cho kẻ địch bị tấn công thường đánh trúng. Mỗi 10s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "沉重",
        "zht": "沉重",
        "jp": "過重",
        "ko": "무게",
        "en": "Heavy",
        "de": "Schwergewicht",
        "es": "Pesado",
        "fr": "Écrasement",
        "pt": "Pesado",
        "ru": "Сокрушающий удар",
        "id": "Heavy",
        "th": "Heavy",
        "vi": "Trầm Trọng"
      },
      "description": {
        "zhs": "对普通攻击命中的敌人造成<color=#99FFFFFF>320%</color>攻击力的额外伤害。该效果每10秒只能触发一次。",
        "zht": "對普通攻擊所命中的敵人造成<color=#99FFFFFF>320%</color>攻擊力的額外傷害。該效果每10秒只能觸發一次。",
        "jp": "通常攻撃が命中した敵1体に攻撃力の<color=#99FFFFFF>320%</color>の追加ダメージを与える。10秒毎に1回のみ発動可能。",
        "ko": "일반 공격으로 명중한 적에게 추가로 공격력 <color=#99FFFFFF>320%</color>의 피해를 준다. 해당 효과는 10초마다 1번 발동한다",
        "en": "Normal Attacks deal an additional <color=#99FFFFFF>320%</color> ATK as DMG. This effect can only occur once every 10s.",
        "de": "Fügt mit Standardangriffen getroffenen Gegnern zusätzlichen Schaden in Höhe von <color=#99FFFFFF>320 %</color> ANG zu. 10 s Abklingzeit.",
        "es": "Los Ataques Normales infligen un <color=#99FFFFFF>320%</color> de daño adicional a los enemigos. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales infligent <color=#99FFFFFF>320 %</color> de DGT d'ATQ supplémentaires lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Ataques Normais causam um adicional de <color=#99FFFFFF>320%</color> de Dano ao oponente atingido. Este efeito pode ser ativado uma vez a cada 10s.",
        "ru": "Обычные атаки наносят дополнительные <color=#99FFFFFF>320%</color> урона. Может возникнуть не чаще 1 раза за 10 сек.",
        "id": "Normal Attack mengakibatkan serangan tambahan sebesar <color=#99FFFFFF>320%</color> ATK pada musuh. Hanya dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรูจะสร้างความเสียหายเพิ่มเติมเป็น <color=#99FFFFFF>320%</color> ของพลังการโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดได้หนึ่งครั้งในทุก 10 วินาที",
        "vi": "Tạo thành thêm <color=#99FFFFFF>320%</color> công kích cho kẻ địch bị tấn công thường đánh trúng. Mỗi 10s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Pole_Halberd",
  "imgid": "pole/halberd"
}