{
  "id": 13504,
  "type": "polearm",
  "rank": 5,
  "name": {
    "zhs": "贯虹之槊",
    "zht": "貫虹之槊",
    "jp": "破天の槍",
    "ko": "관홍의 창",
    "en": "Vortex Vanquisher",
    "de": "Regenbogenstecher",
    "es": "Lanza Perforanubes",
    "fr": "Perceur prismatique",
    "pt": "Perfuradora Prismática",
    "ru": "Покоритель вихря",
    "id": "Vortex Vanquisher",
    "th": "Vortex Vanquisher",
    "vi": "Giáo Nịnh Thần"
  },
  "description": {
    "zhs": "或许能贯穿一切的锋利长枪。挥舞当中，仿佛能见到空气被枪尖划破的裂痕。",
    "zht": "或許能貫穿一切的鋒利長槍。揮舞當中，彷彿能見到空氣被槍尖劃破的裂痕。",
    "jp": "あらゆるものを貫く鋭い長槍。空気に裂け目を開けるほど、その一振りは凄まじい。",
    "ko": "모든 걸 관통할 수 있을 것만 같은 날카로운 장창. 휘두를 때, 마치 창끝으로 공기를 가르는듯한 착각마저 든다",
    "en": "This sharp polearm can seemingly pierce through anything. When swung, one can almost see the rift it tears in the air.",
    "de": "Eine Stangenwaffe, die womöglich alles und jeden aufspießen kann. In der Luft geschwungen meint man, Spuren ihrer Schnitte sehen zu können.",
    "es": "Una afilada lanza que puede atravesar cualquier cosa. Al blandirla, casi se pueden ver las grietas creadas por su punta en el aire.",
    "fr": "Cette lance aiguisée semble pouvoir tout transpercer. Puissante et rapide, on dit qu'elle est capable de fendre l'arc-en-ciel.",
    "pt": "Esta lança afiada pode aparentemente perfurar qualquer coisa. Quando balançada, quase se pode ver a fenda que ela rasga no ar.",
    "ru": "Острое копьё, которое, похоже, может пронзить что угодно. При взмахе можно увидеть, будто в месте, где наконечник касается воздуха, появляется брешь.",
    "id": "Tombak tajam yang seakan-akan bisa menusuk segalanya. Saat tombak ini diayunkan, ujung tombak seakan-akan membuat retakan di udara.",
    "th": "หอกยาวอันแหลมคมที่สามารถทะลวงทุกอย่างได้ เมื่อหอกกวัดแกว่งมัน ราวกับสามารถเห็นรอยแยกในอากาศได้",
    "vi": "Thanh thương sắc bén có thể chọc thủng mọi thứ. Khi sử dụng, dường như thấy được vệt rách mà thanh thương cứa vào không khí."
  },
  "lore": {
    "zhs": "\n那是久远的过去，千帆与海兽浮波的年代。\n是时璃月港城并不太平，海中多魔兽作乱。\n\n传说深海之中盘踞着巨大的阴影。\n以漩涡与水龙卷，将坚船粉碎，将猎物拥入无底的海渊。\n又有传说，称海中有仙岛长虹浮现而出，气雾从中奔涌…\n若有幸运者踏虹而登岛，则必将发掘出掩藏已久的秘宝。\n又有传说道，那所谓的岛是栖息浅眠的魔兽。\n\n水手船师之间的传说大多如此离奇。但有一个故事，他们深信不疑。\n岩王帝君曾以长枪贯穿长虹，将肆虐大海的漩涡钉死在深海的中央。\n\n据说那一天之后，时常有海豚与鲸在那片海域聚集徘徊，鸣叫歌唱。\n有人说海豚与鲸在为自己所崇敬的神明哀哭吁叹，唱着婉转的悲歌。\n也有人说它们惊叹岩王帝君的宝槊，竟确实有贯穿长虹落日的力量。\n\n坊间也有传说认为。\n终有一天，曾因为岩之君的神枪封印而归于死寂的漩涡会再度苏醒。\n风会将深海的腥臭带上陆地，那是九头海蛇般的水龙卷暴起的前兆。\n在那时，能镇住那「海里的东西」的，究竟会是谁呢…\n",
    "zht": "\n那是久遠的過去，千帆與海獸浮波的年代。\n是時璃月港城並不太平，海中多魔獸作亂。\n\n傳說深海之中盤踞著巨大的陰影。\n以漩渦與水龍捲，將堅船粉碎，將獵物擁入無底的海淵。\n又有傳說，稱海中有仙島長虹浮現而出，氣霧從中奔湧…\n若有幸運者踏虹而登島，則必將發掘出掩藏已久的秘寶。\n又有傳說道，那所謂的島是棲息淺眠的魔獸。\n\n水手船師之間的傳說大多如此離奇。但有一個故事，他們深信不疑。\n岩王帝君曾以長槍貫穿長虹，將肆虐大海的漩渦釘死在深海的中央。\n\n據說那一天之後，時常有海豚與鯨在那片海域聚集徘徊，鳴叫歌唱。\n有人說海豚與鯨在為自己所崇敬的神明哀哭嘆吁，唱著婉轉的悲歌。\n也有人說它們驚嘆岩王帝君的寶槊，竟確實有貫穿長虹落日的力量。\n\n坊間也有傳說認為。\n終有一天，曾因為岩之君的神槍封印而歸於死寂的漩渦會再度甦醒。\n風會將深海的腥臭帶上陸地，那是九頭海蛇般的水龍捲暴起的前兆。\n在那時，能鎮住那「海裡的東西」的，究竟會是誰呢…\n",
    "jp": "\nそれは遠い昔、船帆と海獣が波を漂う時代。\n当時の璃月港は荒れており、海中では数多の魔獣が暴れていた。\n\n伝説によると、深海には巨大な影がある。\nそれは渦潮を起こし、堅い船を砕き、獲物を底なしの海へと引きずり込むのだ。\n一方、別の伝説によると、海には幻の島が霧の中で出現するらしい……\nもし幸運にもそれと出会えたのなら、その者は島に隠されている財宝を見つけるだろう。\nさらに別の伝説によれば、その島の正体はうたた寝をしている魔獣だそうだ。\n\n水夫達の間に伝わる話は奇怪なものばかりだ。だが一つだけ、彼らが心の底から信じている話がある。\nかつて、岩王帝君の槍が虹を貫き、海を荒らしていた渦潮を深海の中央に刺し止めた。\n\nその日から、頻繁にイルカや鯨がその海域に集まり、泳ぎながら歌っているらしい。\nある人が言うには、イルカと鯨達は自分達が崇拝していた神を哀れに思い、悲しみの歌を捧げているとの事だ。\n一方で、彼らは虹をも貫ける岩王帝君の宝器に、驚きの声を上げているのだと言う者もいた。\n\nまた、こんな言い伝えもある。\nいつの日にか、岩君に封印された渦潮が再び目を覚ます。\n風は深海の生臭い匂いを陸地へと運ぶ。それは、九つの頭を持つ水龍が竜巻引き起こす前兆である。\nその時、「海にいるあれ」を鎮めるのは一体誰なのだろう……\n",
    "ko": "\n그건 아주 먼 옛날, 수많은 배와 바다 괴수가 떠다니던 시대이다.\n당시 바다에는 수많은 마수가 날뛰어 리월항은 평화롭지 않았다.\n\n전설에 의하면 심해의 중앙에는 거대한 그림자가 있었고,\n그것은 소용돌이를 일으켜 단단한 배를 부수고 먹잇감들을 아주 깊은 바다의 심연으로 끌고 들어갔다고 한다.\n또 다른 전설에 의하면 바다에는 환상의 섬이 안개속에서 출현한다고 한다.\n운 좋게도 이 섬에 발을 들이면 오랫동안 잠들어 있던 보물을 찾을 수 있을 것이라고 전해진다.\n다른 전설에 의하면 그 섬의 정체는 졸고 있는 마수라고 한다.\n\n뱃사람들 사이에 전해지는 전설은 이렇게 해괴하다. 하지만 그들이 굳게 믿고 있는 이야기가 하나 있다.\n과거 암왕제군은 창으로 무지개를 관통하여 바다를 휩쓸던 소용돌이를 심해 중앙에 꽂아 세웠다.\n\n그날 이후 가끔 돌고래와 고래가 그 해역에 모여 헤엄치며 노래한다고 한다.\n누군가는 돌고래와 고래는 자신이 숭배하는 신을 불쌍히 여겨 슬픔의 노래를 부르는 것이라고 하고\n또 누군가는 그들은 무지개도 관통할 수 있는 힘을 지닌 암왕제군의 창에 놀라 소리치는 것이라고 한다.\n\n항간에 떠도는 전설에 의하면\n언젠가 암왕제군의 창에 봉인된 소용돌이가 다시 깨어날 것이며,\n바람이 심해의 비린내를 육지로 실어 나르는 순간이 바로 아홉 개의 머리를 지닌 수룡이 일으키는 전조라고 한다.\n그때 「바다에 있는 것」을 제압할 수 있는 건 대체 누구일까…\n",
    "en": "\nThis was an ancient time, when ships sailed alongside sea monsters.\nIn those days, Liyue Harbor was not at peace, not from those creatures from the deep.\n\nThey say that a great shadow once dwelled within the oceanic abyss.\nWith great vortexes and whirlpools it would smash even the strongest of ships, and drag its prey down into the sunless depths.\nThey also say that a divine island would emerge from the sea, rainbow-clad and fog-shrouded...\nAll who are fortunate enough to set foot on that isle will find treasures buried for time incalculable.\nStill others say that this island is a great monster in a threadbare torpor.\n\nMost legends that pass between sailors and skippers are such bizarre ones as these. But there is one story that they all believe.\nThey believe that Rex Lapis once wielded a spear that pierced the rainbow, pinning the churning vortex that had once terrorized the oceans in the center of the deep sea.\n\nLegends have it that since then, one can often see dolphins and whales congregate about that patch of ocean, singing.\nSome hold that they mourn for the god that they revered, and sing many a winding dirge for it.\nOthers claim that they do so in awe of Rex Lapis' great power, that he could indeed pierce the rainbow's arc and bring down the sun.\n\nBut folk legend also holds this.\nThat one day, the vortex, consigned to a dead stillness by the Lord of Geo's divine spear, will once again begin to wake.\nWhen the wind once again brings the stench of the depths onshore, that will be the omen of a hurricane as large as a nine-headed hydra.\nWho, then, will be able to subdue That Which Lies in the Deep?\n",
    "de": "\nVor langer Zeit, als Tausende von Booten und Meeresbewohnern auf den Gewässern schwammen,\nkannte Liyue keinen Frieden oder Ruhe aufgrund der unzähligen Bestien und Monster, die den Ozean füllten.\n\nMan erzählte sich, dass eine monströse Bestie die Kontrolle über den Meeresboden übernommen hatte.\nDurch Wirbel und Strudel würde diese Bestie Schiffe zertrümmern und die Meerestiere hinunter in ihr Verderben ziehen.\nEine weitere Legende besagt, dass in der Mitte des Meeres plötzlich im Nebel eine kleine Insel erschien, aus der ein Regenbogen hervorsprang ...\nAngeblich würden die Glücklichen, die den Regenbogen überquerten und die Insel erreichten, geheimnisvolle Schätze finden, die schon seit langer Zeit begraben lägen.\nAuf jener Insel soll auch eine schlafende Kreatur über diese Schätze wachen.\n\nDie meisten Legenden unter Seeleuten sind sehr merkwürdig, aber es gibt eine Geschichte, die jeder glaubte.\nRex Lapis nahm eines Tages seinen Speer und stürzte vom Regenbogen aus in die Mitte der Tiefe zur Quelle des Wirbels.\n\nEs heißt, dass sich nach diesem Tag oft Delfine und Wale in jenem Gebiet des Meeres versammelten, um ihre Lieder zu singen.\nEinige glaubten, dass dies melodiöse Klagelieder seien für die Götter, an die sie glaubten.\nAndere dachten, sie sängen in Ehrfurcht vor der Kraft des Speers von Rex Lapis, der die Kraft hatte, sogar den Regenbogen zu durchbohren.\n\nAuch auf dem Festland glaubten sie an diese Legenden.\nMan sagt, dass der Wirbel, den Rex Lapis mit seinem Speer bezwungen hat, eines Tages wieder erwachen wird.\nDer Wind wird den fauligen Geruch vom Meeresboden auf das Land tragen, als Vorboten einer neunköpfigen Hydra.\nWer konnte damals diese Bestie des Meeres nur kontrollieren?\n",
    "es": "\nHace mucho tiempo, en una era en la que miles de barcos y de criaturas marinas flotaban sobre las aguas,\nLiyue no conocía la paz, debido a las numerosas bestias que llenaban el océano.\n\nSe dice que una bestia monstruosa se hizo con el control del fondo marino\ny, mediante vórtices y remolinos, destrozaba los barcos y arrastraba a los animales hacia su perdición.\nTambién se dice que en medio del mar apareció entre la niebla un islote divino del que surgía un arcoíris...\ny que los afortunados que lo cruzaran y llegaran al islote encontrarían tesoros misteriosos que habían permanecido enterrados durante largo tiempo.\nLa leyenda también cuenta que ese islote está habitado por una bestia que dormita.\n\nLa mayoría de las leyendas de marineros y capitanes son muy extrañas, pero hay una historia que todos creen.\nRex Lapis tomó una lanza y, atravesando el arcoíris, clavó en medio de las profundidades al vórtice que atormentaba las aguas.\n\nSe dice que, tras ese día, delfines y ballenas se reunían en ocasiones en esa zona del mar para entonar sus cantos.\nAlgunos opinaban que se trataba de melodiosas elegías y que estaban velando a los dioses en los que creían.\nOtros pensaban que estaban maravillados del poder de la lanza de Rex Lapis, que había perforado el arcoíris.\n\nEn tierra firme también creen en las leyendas.\nSe dice que, algún día, el vórtice al que el Rey Geo reprimió con su lanza despertará de nuevo.\nEl viento arrastrará un olor fétido desde el fondo del mar hasta tierra firme, que anticipará la llegada de una tormenta similar a una hidra de nueve cabezas.\nCuando llegue ese momento, ¿quién reprimirá esa cosa que salga del mar?\n",
    "fr": "\nIl y a longtemps, à une époque où des milliers de navires et de créatures marines parcouraient les mers,\nle Port de Liyue ne connaissait pas la paix, vivant sous la menace des monstres dont l'océan était rempli.\n\nOn raconte qu'une bête monstrueuse était tapie dans les fonds marins,\net qu'avec tourbillons et typhons, elle brisait les navires et entraînait ses proies dans l'abîme.\nOn dit aussi qu'il existait au milieu de la mer un îlot féerique d'où émergeaient les arcs-en-ciel et recouvert par la brume marine...\nEt surtout, que ceux qui avaient la chance d'atteindre l'îlot y trouvaient d'innombrables richesses, enfouies depuis des temps immémoriaux.\nLa légende raconte cependant que cet îlot était habité par une bête au sommeil léger.\n\nLa plupart des légendes ayant cours parmi les marins sont assez étranges, mais il y en existe une à laquelle tous croient.\nIls croient ainsi que le Souverain de la Roche brandit autrefois une lance qui perça l'arc-en-ciel, clouant ainsi le tourbillon qui faisait rage au centre de la mer.\n\nOn raconte que depuis ce jour, dauphins et baleines se rassemblent parfois en cet endroit pour y chanter.\nCertains pensent qu'ils pleurent ainsi le dieu qu'ils adorent, lui offrant leurs chants éplorés.\nD'autres pensent qu'ils rendent hommage à la puissance du Souverain de la Roche, un dieu capable de transpercer l'arc-en-ciel et de soumettre le soleil.\n\nMais on raconte aussi la chose suivante.\nUn jour, le tourbillon rendu inoffensif par la lance du Souverain de la Roche se réveillera à nouveau.\nLe vent apportera alors l'odeur fétide des fonds marins sur le continent, présageant de l'arrivée d'une tempête à la puissance semblable à une hydre à neuf têtes.\nQuand ce moment viendra, qui pourra s'occuper des créatures gisant au fond des océans ?\n",
    "pt": "\nAquela época antiga era a época dos mares cheios de milhares de velas e bestas.\nEra uma época que o Porto de Liyue não tinha paz, o mar estava cheio de bestas.\n\nDiz a lenda que as profundezas do mar estavam ocupadas por uma sombra gigante.\nQue usava redemoinhos e trombas d'água para partir os navios em pedaços, carregando suas presas para o abismo sem fundo.\nOutra lenda diz que no mar há uma ilha que aparece no meio da neblina, e dela sai um arco-íris...\nSe um sortudo pisar no arco-íris e pôr os pés na ilha, ele achará tesouros antigos escondidos.\nTambém diz outra lenda que a tal ilha é na verdade uma besta que dorme um sono leve.\n\nA maioria das histórias de marinheiros são esquisitas. Mas há uma história que eles acreditam piamente.\nO Arconte Geo usou uma lança para cortar um arco-íris, e perfurou um redemoinho no centro do mar.\n\nDesde aquele dia, golfinhos e baleias evitam aquele local com uma música.\nAlgumas pessoas dizem que os golfinhos e as baleias estão lamentando pelos seus deuses, cantando em um tom suave.\nTambém há pessoas que dizem que cantam porque estão chocados com a lança do Arconte Geo, pois ela tem o poder de perfurar o arco-íris.\n\nNas ruas também há pessoas que acreditam.\nHaverá um dia que o redemoinho selado pelo Arconte Geo acordará novamente.\nO vento traz o fedor do peixe para a terra, é o primeiro sinal da serpente de nove cabeças.\nNaquela época, quem poderia dominar aquela 'coisa no mar'...\n",
    "ru": "\nТо было в далёкие времена флотилий и морских чудовищ.\nТогда в Ли Юэ было неспокойно и чудовища наводили ужас в морях.\n\nГоворили, что в море появилась огромная тень.\nОна крушила крепкие корабли в щепки и засасывала их в бездну.\nА ещё говорили, что в море есть остров бессмертных, где вечно сияет радуга...\nЕсли счастливчик найдёт радугу и сойдёт на остров, то обязательно выкопает несметное богатство.\nА ещё говорили, что тот остров на самом деле огромное спящее чудовище.\n\nМоряки всегда рассказывали много небылиц, но была одна история, в которую все свято верили.\nВластелин Камня однажды пронзил радугу копьём, и уничтожил ужасный смерч, который свирепствовал в море.\n\nГоворят, с тех пор в том месте собираются дельфины и киты и поют песни.\nКто-то говорит, что печальными песнями они оплакивают своё погибшее божество.\nА другие - что они славят копьё Властелина Камня, которое смогло пронзить радугу.\n\nА на улицах говорят ещё вот что.\nНастанет день, когда распадётся печать на копье и ужас смерча проснётся вновь.\nВетер принесёт с моря рыбную вонь и это будет предвестником смерча, подобного девятиголовому змию.\nКто тогда сможет одолеть «морское нечто»?..\n",
    "id": "\nMasa lalu yang sangat lama, di mana waktu itu lautan penuh dengan binatang buas.\nSaat itulah Liyue Harbor mulai tidak damai, binatang buas dan kapal perang di laut mulai bermunculan.\n\nLegenda mengatakan bahwa ada bayangan besar di dasar laut terdalam.\nMenggunakan pusaran air dan putaran tornado untuk menghancurkan kapal-kapal keras dan mengerumuni mangsanya ke laut tanpa dasar.\nAda juga legenda mengatakan bahwa, di tengah laut muncul negeri ajaib pelangi, dengan kabut yang tak terhitung jumlahnya keluar dari sana...\nJika yang beruntung menginjakkan kaki dan mendarat di pulau berpelangi itu, mereka pasti akan menemukan harta karun yang tersembunyi.\nAda pula legenda bahwa pulau tersebut merupakan hewan laut yang singgah untuk tidur siang.\n\nSebagian besar legenda di antara para pelaut sangat aneh. Tapi ada cerita yang mereka yakini.\nArchon Geo pernah menggunakan tombak untuk memotong pelangi, dan menusuk pusaran air di tengah laut.\n\nKonon setelah hari itu lumba-lumba dan paus sering berkumpul dan berkeliaran di kawasan laut itu sambil bernyanyi.\nAda yang mengatakan bahwa lumba-lumba dan paus berduka atas dewa yang mereka puja, menyanyikan lagu-lagu yang dalam dan tragis.\nBeberapa orang mengatakan bahwa mereka mengagumi tombak milik Archon Geo, yang memang memiliki kekuatan untuk menembus cahaya pelangi.\n\nAda juga legenda yang beredar di pasaran.\nAkan ada hari di mana pusaran air yang disegel oleh Archon Geo akan terbuka kembali.\nAngin akan membawa bau dari laut terdalam ke daratan, menandakan ledakan tornado seperti ular laut berkepala sembilan.\nPada saat itu, siapa yang bisa menguasai \"makhluk dasar laut\" itu...\n",
    "th": "\nในอดีตเมื่อนานมาแล้ว ในยุคที่เรือล่องไปเคียงข้างกับอสูรในทะเล\nในยุคนั้นอ่าวท่าเรือ Liyue ไม่สงบ เพราะมีอสูรจากทะเลคอยก่อกวนอยู่ตลอด\n\nตำนานเล่าว่า ครั้งหนึ่งเคยมีเงาอันมหึมาอยู่ในห้วงเหวของทะเลลึก\nน้ำวนและทอร์นาโดทำลายได้แม้แต่เรือที่แข็งแรงที่สุด แล้วลากเหยื่อของมันลงสู่ก้นบึ้งของท้องทะเล\nยังมีตำนานเล่าอีกว่า มีเกาะสวรรค์โผล่ขึ้นมาจากกลางทะเล พร้อมกับสายรุ้งและม่านหมอก\nหากผู้ใดโชคดีมีวาสนาได้ไปยังเกาะนั้น ผู้นั้นก็จะค้นพบสมบัติที่ซ่อนมาเป็นเวลานาน\nบางตำนานก็บอกว่า เกาะนี้คือมอนสเตอร์ตัวยักษ์ที่หลับอยู่\n\nตำนานที่เล่ากันในหมู่กะลาสีส่วนใหญ่ เป็นเรื่องประหลาดเหนือคำบรรยาย แต่ก็มีอยู่เรื่องหนึ่ง ที่พวกเขาเชื่อจนสุดใจ\nพวกเขาเชื่อว่า ครั้งหนึ่งราชาแห่งหินเคยใช้หอกที่ตัดผ่านสายรุ้ง แทงเข้าไปยังใจกลางของกระแสน้ำวนที่เคยอยู่ในกลางทะเลลึก\n\nว่ากันว่าหลังจากวันนั้น มักจะพบปลาโลมาและวาฬจับกลุ่มกันร้องเพลง เพื่อฉลองชัยชนะอยู่จุดนั้น\nบางคนบอกว่าปลาโลมาและวาฬกำลังร้องไห้ เพื่อไว้อาลัยที่เทพเจ้าที่พวกมันเคารพจากไป\nบางคนก็บอกว่าพวกมันร้องเพราะทึ่งในพลังอำนาจของราชาแห่งหิน ที่สามารถแทงผ่านสายรุ้งและดึงดวงตะวันลงมา\n\nแต่ยังมีตำนานยังกล่าวไว้ว่า\nสักวันหนึ่ง น้ำวนที่สงบเพราะหอกของราชาแห่งหินผนึกไว้จะตื่นขึ้นอีกครั้ง\nเมื่อลมพัดเอากลิ่นเหม็นของก้นท้องทะเลมาถึงฝั่ง นั่นเป็นสัญญาณว่าทอร์นาโดขนาดใหญ่เท่ากับไฮดราเก้าหัวกำลังจะมาถึง\nถึงตอนนั้น ใครล่ะจะเป็นผู้ไปสะกด \"สิ่งที่อยู่ในทะเล\" กันล่ะ...\n",
    "vi": "\nĐó là thời rất xa xưa, thời đại của những cánh buồm và quái biển nổi sóng.\nKhi đó thành cảng Liyue không yên bình, vô số ma thú dưới biển tác oai tác quái.\n\nTương truyền, dưới đáy biển sâu có một bóng đen rất lớn.\nVới những dòng nước xoáy và vòi rồng, nghiền nát những con tàu kiên cố, quấn lấy những con mồi vào vùng biển sâu vô tận.\nCũng có truyền thuyết kể rằng, giữa biển khơi nổi lên một hòn đảo thần tiên cầu vồng, sương mù vô vàn tràn ra từ đó...\nNếu người may mắn nào đó bước lên cầu vồng và đáp xuống hòn đảo, chắc chắn sẽ phát hiện ra kho báu bí mật được cất giấu bấy lâu nay.\nCũng có truyền thuyết cho rằng hòn đảo ấy chính là một hải thú dừng chân chợp mắt.\n\nHầu hết truyền thuyết lưu truyền trong đám thủy thủ đều ly kì. Nhưng có một câu chuyện mà họ nhất mực tin là thật.\nNham Vương Đế Quân từng dùng một ngọn giáo đâm xuyên cầu vồng, dán chặt vòng xoáy ngang ngạnh tàn phá vào tâm biển sâu.\n\nNghe nói sau hôm ấy, cá heo và cá voi thường tụ tập lang thang ở vùng biển đó, cất tiếng hát ca.\nCó người nói rằng cá heo và cá voi đang khóc thương cho các vị thần mà chúng tôn sùng, hát những bài hát bi tráng trầm bổng.\nCũng có người nói chúng thán phục ngọn giáo của Nham Vương Đế Quân, và xác thực có sức mạnh xuyên qua ánh sáng cầu vồng.\n\nTrên phố cũng có truyền thuyết cho rằng.\nMột ngày nào đó, xoáy nước chết lặng bởi phong ấn của ngọn giáo Nham Thần sẽ thức tỉnh trở lại.\nGió sẽ mang theo mùi hôi thối của biển sâu vào đất liền, là điềm báo cho sự bùng nổ của Vòi Rồng như rắn biển chín đầu.\nĐến lúc đó, ai sẽ là người có thể trấn áp \"những thứ trên biển\" đây...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>20%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>4%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>20%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>4%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>20%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>4%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>20%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>4%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>20%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>4%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>20 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>4 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>4%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "Augmente la force du bouclier de <color=#99FFFFFF>20 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>4 %</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a Força do Escudo em <color=#99FFFFFF>20%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>4%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>20%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>4%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>20%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>4%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>20%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>4%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>20%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>4%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>25%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>5%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>25%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>5%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>25%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>5%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>25%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>5%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>25%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>5%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>25 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>5 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>25%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>5%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>25 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>5{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>25%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>5%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>25%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>5%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>25%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>5%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>25%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>5%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>25%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>5%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>30%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>6%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>30%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>6%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>30%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>6%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>30%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>30%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>6%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>30 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>6 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>30%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>6%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>30 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>6{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>30%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>6%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>30%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>6%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>30%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>6%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>30%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>6%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>30%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>6%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>35%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>7%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>35%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>7%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>35%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>7%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>35%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>7%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>35%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>7%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>35 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>7 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>35%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>7%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>35 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>7{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>35%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>7%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>35%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>7%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>35%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>7%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>35%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>7%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>35%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>7%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>40%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>8%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>40%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>8%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>40%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>8%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>40%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>8%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>40%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>8%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>40 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>8 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>40%</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>8%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>40 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>8{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>40%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>8%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>40%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>8%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>40%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>8%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>40%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>8%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>40%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>8%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    }
  ],
  "internal_name": "Pole_Kunwu",
  "imgid": "pole/kunwu"
}