{
  "id": 13406,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "千岩长枪",
    "zht": "千岩長槍",
    "jp": "千岩長槍",
    "ko": "천암장창",
    "en": "Lithic Spear",
    "de": "Millelithenlanze",
    "es": "Lanza Lítica",
    "fr": "Lance des Millelithes",
    "pt": "Lança de Millelith",
    "ru": "Каменное копьё",
    "id": "Lithic Spear",
    "th": "Lithic Spear",
    "vi": "Thương Thiên Nham"
  },
  "description": {
    "zhs": "取孤云阁的岩片精工打造的长枪，枪尖坚固无比。",
    "zht": "取孤雲閣的岩片精工打造的長槍，槍尖堅固無比。",
    "jp": "孤雲閣の岩の欠片を使って丹念に仕上げた長槍。槍先は非常に鋭い。",
    "ko": "고운각의 바위를 정밀히 가공하여 만든 창. 창끝이 견고하기 그지없다",
    "en": "A spear forged from the rocks of the Guyun Stone Forest. Its hardness knows no equal.",
    "de": "Eine Lanze mit großem Geschick aus dem Gestein der Guyun-Türme gehauen. Die Härte der Speerspitze sucht ihresgleichen.",
    "es": "Una lanza excelentemente forjada con rocas del Bosque de Piedra Guyun. La robustez de su filo no tiene igual.",
    "fr": "Une lance forgée à partir des rochers de la Forêt de pierre de Guyun. Sa pointe est d'une solidité sans pareille.",
    "pt": "Uma lança forjada com pedras da floresta de Guyun. Sua robustez é conhecida por não haver outra igual.",
    "ru": "Копьё тонкой работы, выточенное из утёсов каменного леса Гуюнь. На свете нет ничего твёрже, чем его наконечник.",
    "id": "Tombak panjang yang ditempa dari bebatuan di Guyun Stone Forest. Tingkat kekerasan tombak ini sungguh tiada duanya.",
    "th": "หอกยาวที่ทำขึ้นอย่างประณีตโดยใช้แผ่นหินของป่าหิน Guyun Stone Forest ตัวหอกนั้นคมและแข็งแกร่งไร้ผู้ต้านทาน",
    "vi": "Thương dài được chế tạo kỳ công từ phiến đá ở Cô Vân Các, mũi thương bén nhọn vô cùng."
  },
  "lore": {
    "zhs": "\n古代的千岩军爱用的武器。\n以孤云阁的岩片制成，据说连龙鳞也能穿透…\n因为过于沉重，如今千岩军已经不再装备了。\n\n古时，千岩军尊岩王帝君之名，奉行四句箴言：\n「千岩牢固，重嶂不移，干城戎甲，靖妖闲邪」\n过去致力于斩灭妖魔、守卫道路与郊野。\n在和平的如今，职责则以维护秩序为主。\n\n在过去的某个时期，山岳摇撼，地动频频。\n千岩军为格外强壮的士兵配发了古代战争中留下的，\n极为沉重的千岩长枪，作为挖掘工具，以搜救伤员。\n「千岩长枪之利，能轻易贯通岩石」\n「若再有千人偕阵，可一往而无前」\n\n然而在更早以前的过去，在更为动荡的战争时代中，\n千岩军中的每个人，都有操使这种沉重兵器的本领。\n如此，才能守护岩王帝君的国土，守卫自己的家园，\n千人偕阵，凭千岩长枪之利，靖妖闲邪，一往无前。\n",
    "zht": "\n古代的千岩軍愛用的武器。\n以孤雲閣的岩片製成，據說連龍鱗也能穿透…\n因為過於沉重，如今千岩軍已經不再裝備了。\n\n古時，千岩軍尊岩王帝君之名，奉行四句箴言：\n「千岩牢固，重嶂不移，干城戎甲，靖妖閑邪」\n過去致力於斬滅妖魔、守衛道路與郊野。\n在和平的如今，職責則以維護秩序為主。\n\n在過去的某個時期，山嶽搖撼，地動頻頻。\n千岩軍為格外強壯的士兵配發了古代戰爭中留下的，\n極為沉重的千岩長槍，作為挖掘工具，以搜救傷患。\n「千岩長槍之利，能輕易貫通岩石」\n「若再有千人偕陣，可一往而無前」\n\n然而在更早以前的過去，在更為動盪的戰爭時代中，\n千岩軍中的每個人，都有操使這種沉重兵器的本領。\n如此，才能守護岩王帝君的國土，守衛自己的家園，\n千人偕陣，憑千岩長槍之利，靖妖閑邪，一往無前。\n",
    "jp": "\n古代の千岩軍兵士が愛用していた武器。\n孤雲閣の岩の欠片でできている。龍の鱗をも貫けるらしい……。\nあまりの重さに、現在の千岩軍は使用していない。\n\n古代の千岩軍は岩王帝君を敬い、箴言に従って行動していた。\n「千岩牢固、揺るぎない。盾と武器使ひて、妖魔を駆逐す。」\n千岩軍の使命は、妖魔を討ち滅ぼし、街道や郊外を守ることであった。\n平和な現代において、彼らの使命は秩序を維持することである。\n\n昔、地震が頻発する時期があった。\n地面を掘り出し、負傷者を救い出すため、屈強な千岩軍の兵士に、\n古代戦争で用いられた極めて重い千岩長槍を配ったという。\n「千岩長槍の鋭さは、岩をも簡単に貫ける」\n「千人が一つになれば、我々の前に阻むものはなし」\n\n遥か昔、激動の時代、\n千岩軍の誰もが、この重い兵器を自在に操れた。\nだから、彼らは岩王帝君の土地を守り、自分の故郷を守ることができた。\n千人が一つとなり、千岩長槍の鋭さで全ての妖魔を駆逐する。我々の前に阻むものはなし。\n",
    "ko": "\n고대 천암군이 즐겨 사용하던 무기.\n고운각의 암석으로 만들어서 용의 비늘도 뚫을 수 있다고 한다…\n너무 무거워서 천암군은 더 이상 이 무기를 사용하지 않는다.\n\n고대 천암군이 암왕제군의 이름을 드높이려 잠언 4구를 바쳤다.\n「귀신 잡는 천암군, 드높은 위상은 변치 않지. 악을 물리치고 질서를 잡는 군인 중 군인」\n과거엔 요마를 섬멸하고 길과 교외를 지키는 게 그들의 사명이었다.\n평화로운 지금 그들의 주요 소임은 질서 유지이다.\n\n먼 옛날, 산사태와 지진이 빈번했던 시기가 있었다.\n천암군은 건장한 병사들에게 고대 전쟁 중에 남은 무기를 지급했다.\n그건 몹시 무거운 천암장창으로, 땅을 파서 부상병을 수색하여 구조하는 데 사용되었다.\n「천암장창은 바위도 능히 뚫을 만큼 날카롭네」\n「천 명이 하나 되어 나아간다면, 그 누구도 가로막을 수 없을 것이다」\n\n그러나 훨씬 오래전, 훨씬 더 요동치던 전쟁 시대에,\n천암군은 모두 이런 무거운 무기를 사용할 수 있었다.\n그래서 그들은 암왕제군의 국토와 자신들의 터전을 수호할 수 있었고,\n천 명이 하나 되어 천암장창의 날카로움으로 악을 물리치고 그 누구도 앞을 가로막을 수 없었다\n",
    "en": "\nA weapon favored by the Millelith of yore.\nMade from a lith of the Guyun Stone Forest, said to be able to pierce even through dragon scales...\nIts great weight prevents the Millelith of today from equipping it.\n\nIn ancient times, the Millelith would conduct themselves in Rex Lapis' name according to this axiom:\n\"While rock stays hard, the mountain shall never fail; while the Millelith stands guard, evil shall never prevail.\"\nIn the past, they went forth to subdue demons and protect the roads and the countryside.\nIn these peaceful times, their duties have shifted to maintaining order.\n\nAt a certain point in the past, the earth did shake, and the mountains did tremble.\nThen, the Millelith gave out equipment left over from the ancient wars to those among them who were of unusually great stature.\nThese were the incredibly weighty Lithic Spears, and they were used as shoveling tools to rescue the injured.\n\"The Lithic Spear pierces through rock with ease.\"\n\"If a thousand such spears could be lined up in formation today, none could stand before them.\"\n\nYet in an even earlier era, when the world was in yet deeper turmoil,\nEvery soldier in the Millelith could wield these colossal weapons.\nThus were they able to protect Rex Lapis' kingdom and defend their homeland.\nWith a thousand Lithic Spears lined up in formation, no evil could prevail against them.\n",
    "de": "\nEine von den alten Millelithen bevorzugte Waffe.\nHergestellt aus dem stärksten Stein der Guyun-Türme, soll sie sogar Drachenschuppen durchstechen können.\nIhr großes Gewicht verbietet es den Millelithen aus der heutigen Zeit sie anzulegen.\n\nIn der alten Zeit haben sich die Millelithen im Namen von Rex Lapis nach diesen Regeln verhalten:\n„Millelithen solln sein der Stadt Schild und Schwert, wie Fels und Gestein uns den Frieden beschert.“\nIn der Vergangenheit zogen sie aus, um Dämonen zu schlächten und die Straßen und das Land der Bewohner zu beschützen.\nIn diesen friedlichen Zeiten haben sich ihre Aufgaben auf die Aufrechterhaltung der Ordnung verlagert.\n\nAn einem bestimmten Punkt in der Vergangenheit bebte die Erde und die Berge erzitterten.\nDann griff ein Millelithen-Krieger von außerordentlicher Macht zu einer Waffe aus dem alten Krieg.\nEs war der Speer aus Guyun-Gestein von unglaublichem Gewicht, der nun als Schaufelwerkzeug zur Rettung der Verletzten diente.\n„Die Millelithenlanze durchbohrt Gestein mit Leichtigkeit“\n„Wenn tausend solcher Lanzen heute in einer Reihe aufgestellt würden, könnte keiner etwas dagegen ausrichten.“\n\nDoch in einer noch früheren Ära, als die Welt noch tiefer in Aufruhr war,\nkonnte jeder Soldat der Millelithen mit diesen kolossalen Waffen umgehen.\nDamit konnten sie das Königreich von Rex Lapis schützen und ihr Heimatland verteidigen.\nMit tausend in Formation aufgereihten Speeren ihrer Armee konnte sich kein Übel gegen sie durchsetzen.\n",
    "es": "\nEl arma predilecta de la Geoarmada de la antigüedad.\nFabricada a partir de una roca del Bosque de Piedra Guyun, se dice que puede perforar incluso las escamas de un dragón...\nDebido a su gran peso, los hombres de la Geoarmada de hoy en día son incapaces de equiparla.\n\nEn la antigüedad, la Geoarmada actuaba en nombre de Rex Lapis de acuerdo con un axioma:\n“Duros como la roca, inamovibles como un peñasco. Defendemos la ciudad con nuestro escudo, y luchamos contra el mal con nuestra espada”.\nEn el pasado, sometió a los demonios y protegió los caminos y el campo.\nEn los tiempos de paz actuales, su deber ha pasado a ser el mantenimiento del orden.\n\nEn cierto momento del pasado, la tierra tembló y, con ella, las montañas.\nEntonces, la Geoarmada entregó un arma de la antigua guerra a uno de sus guerreros más poderosos.\nEra la Lanza Lítica, increíblemente pesada, la cual usó como pala para desenterrar y rescatar a todos los heridos que quedaron bajo tierra.\n“La Lanza Lítica perfora la roca con facilidad.\nSi mil lanzas se alinearan en formación hoy en día, ninguna podría estar por delante de ella”.\n\nSin embargo, en una era anterior, cuando el mundo estaba inmerso en una agitación aún más profunda, todos los soldados de la\nGeoarmada podían manejar esta colosal arma.\nAsí fue como protegieron el reino de Rex Lapis y defendieron su patria.\nCon mil Lanzas Líticas alineadas en formación, ningún mal podía prevalecer contra ellas.\n",
    "fr": "\nUne arme affectionnée par les Millelithes d'autrefois.\nConçue dans la roche de Liyue, on raconte qu'elle est capable de percer les écailles du dragon...\nLes Millelithes d'aujourd'hui ne l'utilisent plus en raison de son poids important.\n\nDans les temps anciens, les Millelithes combattant au nom du Souverain de la Roche suivaient les préceptes suivants :\n« Durs comme le roc, puissants comme la montagne ; les Millelithes veillent et terrassent le mal. »\nAutrefois, on les voyait combattre démons et bêtes sauvages, protégeant les routes et les campagnes.\nÀ présent que la paix est aujourd'hui revenue, ils se chargent principalement du maintien de l'ordre.\n\nÀ une époque lointaine, montagnes et terres se mirent à trembler.\nUn guerrier Millelithe à la force hors du commun s'empara alors d'une de ces armes issue des guerres antiques ;\net dans ses mains, l'arme pesante se transforma en outil, qu'il utilisa pour creuser et sauver les blessés.\n« La Lance des Millelithes traverse la pierre avec aise. »\n« Si mille hommes brandissent mille lances, alors nul ne peut les arrêter. »\n\nEn des temps encore plus reculés, quand le monde n'était que désordre et confusion,\nchacun des braves Millelithes était capable de manier cette arme colossale.\nEt ainsi purent-ils protéger le royaume du Souverain de la Roche, et défendre leur terre natale.\nMille hommes brandissant mille lances ; nul ne put les arrêter.\n",
    "pt": "\nA arma predileta dos Millelith de antigamente.\nFeita a partir de uma rocha da Floresta de Pedra de Guyun, é dito ser capaz de perfurar até mesmo através de escamas de dragão...\nDevido ao seu grande peso, impede que os Millelith de hoje sejam capazes de equipá-lo.\n\nNos tempos antigos, os Millelith atuavam em nome de Rex Lapis de acordo com este axioma:\n\"Enquanto a rocha permanecer dura, a montanha nunca falhará; enquanto os Millelith estiverem de guarda, o mal nunca prevalecerá.\"\nNo passado, eles saíam para subjugar os demônios e proteger as estradas e o campo.\nNestes tempos de paz, seus deveres se transformaram em manter a ordem.\n\nEm certo momento do passado, a terra estremeceu, e as montanhas tremeram.\nEntão, um guerreiro Millelith de extraordinária força, pegou uma arma da guerra antiga.\nEra uma Lança dos Millelith, de peso incrível, e em suas mãos, a arma pesada se tornou uma ferramenta, que ele usou para cavar e salvar os feridos.\n\"A Lança dos Millelith perfura a rocha com facilidade.\"\n\"Se mil dessas lanças pudessem ser alinhadas em formação hoje, ninguém seria capaz de estar perante a elas.\"\n\nNo entanto, em uma época ainda mais precoce, quando o mundo estava em um tumulto ainda mais profundo,\nTodos os soldados Millelith poderiam empunhar estas armas colossais.\nAssim, puderam proteger o reino de Rex Lapis e defender sua pátria.\nCom mil lanças dos Millelith alinhadas em formação, nenhum mal poderia prevalecer contra eles.\n",
    "ru": "\nЛюбимое оружие древних Миллелитов.\nИзготовленное из серебра, найденного в каменном лесу Гуюнь, способное пронзить даже чешую дракона...\nЭто оружие тем не менее оказалось слишком тяжёлым, и Миллелиты им больше не пользуются.\n\nС древности Миллелиты были верны Властелину Камня, и девизом их была фраза:\n«Пока Миллелиты на страже города, у зла нет шансов! Будем щитом для родных земель отныне и впредь, оградим их от тьмы и усмирим монстров!»\nВ прошлом они посвятили себя истреблению демонов и защите дорог и земель.\nСейчас, в мирное время, основной своей задачей они считают поддержание порядка.\n\nНекогда в прошлом земля и горы многократно сотрясались.\nМиллелиты выдали своим самым крепким воинам оружие родом из древних эпох.\nТо были ужасно тяжёлые копья Миллелитов, которые использовались в качестве копательного инструмента для спасения раненых.\n«Копьё Миллелитов столь остро, что может пронзить гору».\n«Если тысяча воинов встанет в строй с этими копьями наперевес, то они будут непобедимы».\n\nОднако в ещё более далёком прошлом, в смутную эпоху войн,\nКаждый Миллелит был достаточно силён, чтобы управляться с таким тяжёлым копьём.\nТак они защищали земли Властелина Камня и свою родину.\nТысяча человек, вооружённых острыми копьями Миллелитов, вставали плечом к плечу и смело двигались вперёд, ограждая земли от зла.\n",
    "id": "\nSenjata yang disukai oleh para Millelith dahulu kala.\nDibuat dari potongan batu di Guyun Stone Forest, dikatakan bahwa senjata ini bahkan dapat menembus sisik naga...\nBeratnya yang luar biasa menjadi penghalang bagi para Millelith zaman kini untuk menggunakannya.\n\nPada zaman kuno, para Millelith yang menghormati nama Rex Lapis akan bertindak menurut moto ini:\n\"Selama matahari tetap bersinar, gunung-gunung takkan beranjak; dan selama Millelith tak gentar, keadilan akan tetap berdiri tegak.\"\nDi masa lalu, mereka bersumpah untuk membasmi iblis, melindungi jalanan dan juga pedesaan.\nDi masa damai seperti sekarang, tugas mereka lebih berfokus pada menjaga ketertiban.\n\nPada masa tertentu di masa lalu, bumi bergoncang, dan gunung pun bergetar.\nLalu, seorang prajurit Millelith yang perkasa mengambil senjata dari peperangan zaman kuno,\nItulah Lithic Spear dengan berat yang luar biasa, dan dia menggunakannya sebagai alat penggali untuk menyelamatkan mereka yang terluka.\n\"Lithic Spear tersebut menembus batu dengan mudahnya.\"\n\"Jika ada ribuan tombak seperti itu sekarang ini, maka tidak mungkin ada yang bisa melawan mereka.\"\n\nNamun dahulu kala, saat dunia berada dalam kekacauan yang lebih besar,\nSetiap prajurit Millelith memiliki keterampilan untuk menggunakan senjata yang sangat besar ini.\nKarena itulah mereka bisa melindungi kerajaan Rex Lapis serta tanah air mereka,\nDengan ribuan Lithic Spear berada dalam genggaman, tidak mungkin akan ada kejahatan yang berhasil menang melawan mereka.\n",
    "th": "\nอาวุธที่กองทหาร Millelith ชอบใช้ในสมัยโบราณ\nทำขึ้นมาจากแผ่นหินของป่าหิน Guyun Stone Forest ว่ากันว่าสามารถเจาะทะลุได้แม้แต่เกล็ดของมังกร...\nเนื่องจากน้ำหนักที่มากจนเกินไป ทุกวันนี้กองทหาร Millelith ไม่ได้พกมันอีกต่อไปแล้ว\n\nในสมัยโบราณกองทหาร Millelith นั้นเคารพนามของราชาแห่งหินและยึดหลักตามสุภาษิตสี่ข้อ\n\"Millelith อันแข็งแกร่งผู้แสนหนักแน่นไม่หวั่นไหว เกราะและอาวุธผู้ซึ่งคอยเฝ้าปกปักรักษา ปราบปรามภูตผีและความชั่วร้ายทั้งมวล\"\nในอดีตมุ่งมั่นที่จะทำลายล้างปีศาจร้าย คุ้มครองถนนทุกสายและพื้นที่นอกเมือง\nในวันนี้ที่บ้านเมืองสงบลง ความรับผิดชอบหลักคือการรักษาความเป็นระเบียบเรียบร้อย\n\nบางครั้งในอดีต ภูเขาสั่นสะเทือนและแผ่นดินสั่นไหว\nหลงเหลือจากสิ่งที่ใช้แจกจ่ายให้แก่ทหารที่แข็งแกร่งเป็นพิเศษท่ามกลางสงครามโบราณโดยกองทหาร Millelith\nหอก Millelith ที่หนักมากซึ่งถูกใช้เป็นเครื่องมือขุดเพื่อทำการค้นหาและช่วยเหลือผู้บาดเจ็บ\n\"ความคมของหอก Millelith นั้นสามารถเสียบทะลุหินได้อย่างสบาย\"\n\"หากมีอีกพันคนเข้าร่วม ก็สามารถมุ่งไปข้างหน้าได้อย่างไร้เทียมทาน\"\n\nอย่างไรก็ตามในอดีตก่อนหน้านั้น ท่ามกลางยุคสมัยสงครามที่วุ่นวายมากกว่า\nเหล่าทหารทุกนายของกองทหาร Millelith นั้นล้วนมีความสามารถในการใช้งานอาวุธที่แสนจะหนักชิ้นนี้\nด้วยเหตุนี้จึงสามารถปกป้องดินแดนของราชาแห่งหินและสนามบ้านของตนเองได้\nพันคนเข้าร่วมและอาศัยความคมของหอก Millelith ปราบปีศาจกำราบอสูร มุ่งไปข้างหน้าอย่างไร้เทียมทาน\n",
    "vi": "\nVũ khí yêu thích của Thiên Nham Quân cổ đại.\nTạo thành từ những phiến đá của Cô Vân Các, nghe nói ngay cả vảy rồng cũng có thể xuyên qua...\nBởi vì quá nặng nề, ngày nay Thiên Nham Quân đã không còn trang bị nữa.\n\nVào thời cổ đại, Thiên Nham Quân tôn sùng danh tiếng của Nham Vương Đế Quân, và tuân theo bốn câu châm ngôn:\n\"Thiên Nham vững chắc, núi vững khó dời, binh lính sỹ tốt, dẹp ma trừ tà\"\nTrong quá khứ dốc sức tiêu diệt yêu ma, bảo vệ phố xá và vùng nông thôn.\nTrong hoà bình hiện tại, trách nhiệm chính là duy trì trật tự.\n\nTại một thời điểm trong quá khứ, những ngọn núi lay động, mặt đất rung chuyển.\nThiên Nham Quân phân phát những gì còn lại trong cuộc chiến cổ đại cho những binh sĩ đặc biệt khoẻ mạnh,\nThương Thiên Nham cực kỳ nặng được sử dụng như công cụ khai quật để tìm kiếm và giải cứu người bị thương.\n\"Sức mạnh Thương Thiên Nham là có thể dễ dàng xuyên qua đá\"\n\"Nếu có thêm ngàn người hợp lại cùng nhau, thì không gì có thể ngăn cản\"\n\nThế nhưng, rất lâu trước đó, trong thời đại chiến tranh hỗn loạn,\nMỗi người trong Thiên Nham Quân đều có bản lĩnh sử dụng loại binh khí hạng nặng này.\nBởi vậy mới có thể bảo vệ vùng đất của Nham Vương Đế Quân, bảo vệ quê hương của chính mình,\nHàng ngàn người hợp sức, dựa vào ngọn Thương Thiên Nham, dẹp ma trừ tà, tiến về phía trước.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备此武器的角色便获得<color=#99FFFFFF>7%</color>攻击力提升与<color=#99FFFFFF>3%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>7%</color>攻擊力提升與<color=#99FFFFFF>3%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>7%</color>、会心率+<color=#99FFFFFF>3%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>7%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>3%</color> 증가한다. 최대 중첩수:4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>7%</color> ATK increase and a <color=#99FFFFFF>3%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>7 %</color> und die KT um je <color=#99FFFFFF>3 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>7%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>3%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>7 %</color> de bonus d'ATQ et de <color=#99FFFFFF>3 %</color> de bonus de taux CRIT. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>7%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>3%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>7%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>3%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>7%</color> ATK dan <color=#99FFFFFF>3%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>7%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>3%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>7%</color> tăng tấn công và <color=#99FFFFFF>3%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备此武器的角色便获得<color=#99FFFFFF>8%</color>攻击力提升与<color=#99FFFFFF>4%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>8%</color>攻擊力提升與<color=#99FFFFFF>4%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>8%</color>、会心率+<color=#99FFFFFF>4%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>8%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>4%</color> 증가한다. 최대 중첩수:4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>8%</color> ATK increase and a <color=#99FFFFFF>4%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>8 %</color> und die KT um je <color=#99FFFFFF>4 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>8%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>4%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>8 %</color> de bonus d'ATQ et de <color=#99FFFFFF>4 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>8%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>4%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>8%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>4%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>8%</color> ATK dan <color=#99FFFFFF>4%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>8%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>4%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>8%</color> tăng tấn công và <color=#99FFFFFF>4%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备此武器的角色便获得<color=#99FFFFFF>9%</color>攻击力提升与<color=#99FFFFFF>5%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>9%</color>攻擊力提升與<color=#99FFFFFF>5%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>9%</color>、会心率+<color=#99FFFFFF>5%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>9%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>5%</color> 증가한다. 최대 중첩수:4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>9%</color> ATK increase and a <color=#99FFFFFF>5%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>9 %</color> und die KT um je <color=#99FFFFFF>5 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>9%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>5%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>9 %</color> de bonus d'ATQ et de <color=#99FFFFFF>5 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>9%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>5%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>9%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>5%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>9%</color> ATK dan <color=#99FFFFFF>5%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>9%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>5%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>9%</color> tăng tấn công và <color=#99FFFFFF>5%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备此武器的角色便获得<color=#99FFFFFF>10%</color>攻击力提升与<color=#99FFFFFF>6%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>10%</color>攻擊力提升與<color=#99FFFFFF>6%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>10%</color>、会心率+<color=#99FFFFFF>6%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>10%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>6%</color> 증가한다. 최대 중첩수:4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>10%</color> ATK increase and a <color=#99FFFFFF>6%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>10 %</color> und die KT um je <color=#99FFFFFF>6 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>10%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>6%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>10 %</color> de bonus d'ATQ et de <color=#99FFFFFF>6 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>10%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>6%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>10%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>6%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>10%</color> ATK dan <color=#99FFFFFF>6%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>10%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>6%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>10%</color> tăng tấn công và <color=#99FFFFFF>6%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备此武器的角色便获得<color=#99FFFFFF>11%</color>攻击力提升与<color=#99FFFFFF>7%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>11%</color>攻擊力提升與<color=#99FFFFFF>7%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>11%</color>、会心率+<color=#99FFFFFF>7%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>11%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>7%</color> 증가한다. 최대 중첩수:4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>11%</color> ATK increase and a <color=#99FFFFFF>7%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>11 %</color> und die KT um je <color=#99FFFFFF>7 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>11%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>7%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>11 %</color> de bonus d'ATQ et de <color=#99FFFFFF>7 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>11%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>7%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>11%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>7%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>11%</color> ATK dan <color=#99FFFFFF>7%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>11%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>7%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>11%</color> tăng tấn công và <color=#99FFFFFF>7%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    }
  ],
  "internal_name": "Pole_Lapis",
  "imgid": "pole/lapis"
}