{
  "id": 13505,
  "type": "polearm",
  "rank": 5,
  "name": {
    "zhs": "和璞鸢",
    "zht": "和璞鳶",
    "jp": "和璞鳶",
    "ko": "화박연",
    "en": "Primordial Jade Winged-Spear",
    "de": "Urzeitlicher Jadespeer",
    "es": "Halcón de Jade",
    "fr": "Lance de jade ailée",
    "pt": "Lança de Jade Primitiva",
    "ru": "Нефритовый коршун",
    "id": "Primordial Jade Winged-Spear",
    "th": "Primordial Jade Winged-Spear",
    "vi": "Hòa Phác Diên"
  },
  "description": {
    "zhs": "魔神翡玉化作的长枪，拥有刺杀远古海兽的沉重与锋利。",
    "zht": "魔神翡玉化作的長槍，擁有刺殺遠古海獸的沉重與鋒利。",
    "jp": "魔神の美玉で作った長槍、遠昔の海獣を倒せる重さと鋭さがある。",
    "ko": "마신의 비취옥이 변화한 장창. 고대 바다 괴수를 무찌를 정도의 무게와 예리함을 가지고 있다",
    "en": "A jade polearm made by the archons, capable of slaying ancient beasts.",
    "de": "Ein schwerer und spitzer Speer aus magischer Jade, mit dem man selbst die gewaltigen Meeresungeheuer der Urzeit überwältigen kann.",
    "es": "Una pesada y afilada lanza de jade capaz de derrotar a los poderosos monstruos marinos de la antigüedad.",
    "fr": "Une lance longue et pointue en jade ensorcelé, avec laquelle vous pourriez vaincre les puissants monstres marins des temps préhistoriques.",
    "pt": "Uma lança pesada e afiada feita de jade. Usada para derrotar monstros marinhos poderosos e pré-históricos.",
    "ru": "Это копьё создали Архонты для борьбы с чудовищами доисторических морей.",
    "id": "Sebuah polearm giok yang diciptakan oleh para Archon, memiliki kekuatan untuk membunuh monster laut legenda.",
    "th": "หอกที่แปลงมาจากหยกจ้าวปีศาจ สามารถใช้กำจัดสัตว์ร้ายโบราณได้",
    "vi": "Thương hóa thân từ ma thần, có độ sắc bén và sức mạnh từ thời viễn cổ."
  },
  "lore": {
    "zhs": "\n那是璃月草创的年代，海洋还是巨怪与魔神的园地。\n先民在对海洋的恐惧中度日，以微薄之力与海作战。\n\n万千个春与秋中，过于巨大的海兽成了广袤海域不羁的霸主，\n即使与岩之主造出的石鲸厮杀也不落下风。\n\n那是被璃月人称为「八虬」的魔兽，在海渊深处未曾有匹敌。\n偶然自无底深渊浮上浅水，掀起巨浪如山崩般摧毁屋舍舟船。\n\n岩神于是亲手用玉石与矶岩塑了一只鸢鸟。\n\n石鸟甫一造成，便挣脱了万物桎梏的大地盘旋登上高空，\n如烈日投出的长枪般，直插大洋中心魔兽与岩鲸激斗的战场，\n巨兽应声被钉入了黑暗的海沟，不复浮出。\n从此璃月的人们便摆脱了海中巨兽的咆哮。\n",
    "zht": "\n那是璃月草創的年代，海洋還是巨怪與魔神的園地。\n先民在對海洋的恐懼中度日，以微薄之力與海作戰。\n\n萬千個春與秋中，過於巨大的海獸成了廣袤海域不羈的霸主，\n即使與岩之主造出的石鯨廝殺也不落下風。\n\n那是被璃月人稱為「八虯」的魔獸，在海淵深處未曾有匹敵。\n偶然自無底深淵浮上淺水，掀起巨浪如山崩般摧毀屋舍舟船。\n\n岩神於是親手用玉石與磯岩塑了一隻鳶鳥。\n\n石鳥甫一造成，便掙脫了萬物桎梏的大地盤旋登上高空，\n如烈日投出的長槍般，直插大洋中心魔獸與岩鯨激鬥的戰場，\n巨獸應聲被釘入了黑暗的海溝，不復浮出。\n從此璃月的人們便擺脫了海中巨獸的咆哮。\n",
    "jp": "\n璃月創立当初、海は巨大な妖怪と魔神の楽園だった。\n昔の人は海を恐れながら日々を送った。微力ながらも海と戦っていた。\n\n長い間、巨大すぎる海獣はこの広い海域の王であった。\n岩の創造神が作った石クジラと戦っても力は衰えなかった。\n\nあれは璃月の人に「八虬」と呼ばれた魔獣。深海では負け知らず。\n海から浮上すると、伴う波は津波のように人の船と家を壊した。\n\nそして岩神は玉石と磯岩を使い、一匹の石鳶を作った。\n\n石鳶は生まれた途端に、大地の束縛から飛び立ち、空を駆け回った。\n投げ出した長槍は烈日のように、魔獣と岩クジラの海底の戦場まで貫通した。\nそして、二度と浮上することなく、巨獣もろとも深海の底まで沈んだ。\nそれ以来、璃月の人は海の巨獣の咆哮から解放された。\n",
    "ko": "\n그땐 리월의 초창기 시절로 바다는 거대한 괴물과 마신의 공간이었다.\n선조들은 바다에 대한 공포 속에서 살아가며 나약한 힘으로 바다와 싸웠다.\n\n수천 번의 봄과 겨울이 지나고 거대한 해수는 드넓은 해역의 패자가 되었다.\n거대한 해수는 바위의 신이 창조한 바위 고래에게도 절대 뒤쳐지지 않았다.\n\n리월 사람들이 「팔규」라고 부르는 이 마수를 해연 깊숙한 곳에서 대적할 만한 자는 아무도 없었다.\n가끔 해저 심연에서 얕은 곳으로 떠오를 때면 거대한 파도를 일으켜 배와 집을 부순다.\n\n이 때문에 바위 신은 직접 옥과 돌로 솔개를 빚어 만들어냈다.\n\n솔개는 만들어지자마자 만물을 속박하는 대지로부터 벗어나 높은 하늘로 날아올라,\n뜨거운 태양 아래 던져지는 창처럼 마수와 고래가 전쟁하는 대양으로 치솟았고,\n괴수의 메아리는 어두컴컴한 해구속으로 처박혀 두 번 다시 나타나지 않았다.\n그 후, 리월 사람들은 바닷속 괴수의 포효로부터 벗어났다.\n",
    "en": "\nAt Liyue's foundation, monsters and gods still ruled the seas.\nIn fear the forebears lived, and fought the sea with all they could muster.\n\nAs spring turned to fall and back again for many an eon, a behemoth arose that dominated the seas.\nEven the Geo Archon's Geo Whale could not triumph against it.\n\nThe people of Liyue called it \"Baqiu,\" a beast without rival even in the deepest depths of the ocean abyss.\nIts enormous waves would wash away entire settlements.\n\nSo the Geo Archon fashioned a black kite by hand with jade and stones.\n\nThe stone bird took to the unbound skies once forged.\nInto the heart of the ocean it dove, into the battlefield with the behemoth and the whale.\nInto the depths of the sea the behemoth sank, there to stay forever.\nReleased from its thundering roars were the people of Liyue.\n",
    "de": "\nAls Liyue gegründet wurde, beherrschten immer noch Monster und Götter die Meere.\nDaher lebten die Urväter in ständiger Angst vor dem Ozean und kämpften dagegen mit aller Kraft.\n\nEs vergingen viele Sommer und ein furchtbares Monster wurde zum Herrscher der Meere.\nSelbst der Wal des Herrschers über die Felsen konnte nichts gegen ihn ausrichten.\n\nDie Bewohner Liyues nannten es Baqiu, eine Kreatur so fürchterlich, dass es selbst in den tiefsten Tiefen des Ozeans kein schlimmeres Ungetüm gab.\nVon Zeit zu Zeit drangen Riesenwellen aus dem bodenlosen Abgrund in die seichteren Gewässer vor und zerstörten ganze Siedlungen.\n\nDer Geo-Archon fertigte daraufhin einen schwarzen Flugdrachen mit Jade und Steinen.\n\nDer steinerne Vogel flog sofort nach seiner Schöpfung hoch in den Himmel.\nEr tauchte direkt in das Herz des Ozeans, mitten in das Schlachtfeld des Monsters und des Wales.\nDie Bestie wurde endlich bezwungen und sank tief in den Grund des Ozeans.\nDie Bewohner Liyues konnten endlich aufatmen.\n",
    "es": "\nCuando se fundó Liyue, los monstruos y los arcontes todavía gobernaban los mares.\nLos antepasados vivían atemorizados y lucharon contra el mar con las pocas fuerzas que pudieron reunir.\n\nEn medio de una miríada de primaveras y otoños, una gigantesca criatura marina emergió como líder supremo del inmenso océano.\nNi siquiera la Ballena Geo del Arconte Geo fue capaz de vencerla.\n\nLa gente de Liyue llamó al monstruo “Bachiu”, y nada en los océanos se podía equiparar a él.\nEl ocasional romper de sus olas causó inundaciones que lo asolaron todo a su paso.\n\nEntonces, el Arconte Geo creó a mano un halcón negro con nefrita y piedras.\n\nUna vez labrado, el pájaro Geo se despojó de las cadenas que lo ataban al mundo, ascendió a los cielos\ny, como los rayos del sol ardiente, se arrojó al corazón del océano, donde la feroz bestia y la Ballena Geo peleaban.\nLa bestia cayó a las profundidades de una fosa marina, de donde nunca pudo escapar.\nY así, la gente de Liyue se liberó de sus rugidos.\n",
    "fr": "\nÀ la fondation de Liyue, les océans étaient encore le domaine des monstres et déités.\nLes hommes vivaient en permanence dans la crainte de la mer.\n\nLes siècles passant virent l'émergence d'un monstre marin gigantesque, qui domina les eaux.\nMême la baleine Géo de l'Archon ne pouvait en triompher.\n\nLes gens de Liyue l'appelait « Baqiu », la bête sans rival des abysses marins.\nSes vagues monstrueuses ravageaient régulièrement les camps des hommes, et nombre de navires touchèrent le fond par sa faute.\n\nAlors l'Archon Géo façonnant le jade et la pierre, créa un milan au sombre plumage.\n\nÀ peine y apportait-il la touche finale, que celui-ci décollait vers les nuages.\nPuis, comme si du ciel jaillissait une lance, il plongea des hauteurs dans l'océan rejoindre la baleine Géo dans son combat contre le démon marin.\nCe dernier fut renvoyé au fond des mers, d'où il ne remonta point.\nEt ainsi les habitants de Liyue furent-ils sauvés de la bête rugissante.\n",
    "pt": "\nNa fundação de Liyue, monstros e deuses ainda governavam os mares.\nOs antepassados viviam amedrontados, e lutaram contra o mar com tudo que podiam.\n\nCom o passar do tempo, o monstro marinho gigante se tornou um governador do vasto mar.\nAté a baleia Geo do Arconte Geo não foi capaz de vencê-la.\n\nO povo de Liyue o chamou de \"Baqiu\", uma besta sem rival nem mesmo nas profundezas do abismo oceânico.\nDe vez em quando, vêm uns monstros do fundo do mar, que abalam o mar com as ondas gigantes, suficientes para destruir os barcos e as casas nas proximidades.\n\nEntão, o Arconte Geo criou com sua mão uma pipa preta de jade e pedra.\n\nO pássaro de pedra, assim que foi criado, partiu para o firmamento.\nComo uma lança disparada do céu, chegou exatamente no campo de batalha entre a baleia Geo e o demônio do mar.\nA besta afundou para as profundezas do mar, para de lá nunca mais sair.\nDaquele momento em diante, o povo de Liyue se libertou dos seus rugidos enormes.\n",
    "ru": "\nТо было время начала строительства Ли Юэ, время, когда над морями ещё властвовали боги и монстры.\nПредки жили в бесконечном страхе и всеми своими силами старались обуздать морскую стихию.\n\nМинуло много вёсен и осеней, и всё это время огромный морской зверь терроризировал моря и океаны.\nДаже каменный кит, творение Гео Архонта, не мог его одолеть.\n\nЖители Ли Юэ назвали это чудовище «Ба Цю», и в морских глубинах не было ему равных.\nКогда он поднимался из морских пучин, поднимались и огромные волны высотой с горы, они топили корабли и разрушали города.\n\nТогда Гео Архонт собственноручно создал из камней и нефрита птицу.\n\nКаменная птица, почуяв жизнь, вырвалась из его рук и закружила в вышине.\nПодобно солнечному лучу, пронзающему водную гладь, птица бросилась в сердце океана, туда, где каменный кит бился с чудовищем.\nЧудовище было отброшено во тьму морских пучин, и вновь подняться оно уже не могло.\nС тех пор жители Ли Юэ никогда больше не слышали страшного рёва морского чудовища.\n",
    "id": "\nPada saat Liyue baru terbentuk, monster dan para Dewa masih menguasai lautan.\nNenek moyang mereka hidup dalam ketakutan akan samudra dan bertempur melawan laut dengan kekuatan yang sangat terbatas.\n\nRibuan musim semi dan musim gugur berlalu, seekor behemoth bangkit dan menguasai lautan,\nBahkan Geo Whale milik Archon Geo tidak bisa menang darinya.\n\nMasyarakat Liyue menyebutnya \"Baqiu\", monster tanpa tanding bahkan di kedalaman jurang laut terdalam sekalipun.\nOmbaknya yang ganas bahkan bisa menghanyutkan seluruh pemukiman.\n\nSehingga sang Archon Geo akhirnya membuat sebuah layangan hitam dari giok dan batu.\n\nBurung yang terbuat dari batu itu terbang ke langit yang tak terbelenggu,\nMeluncur ke dalam jantung samudra, menuju medan tempur dengan behemoth dan Geo Whale,\nBehemoth hanyut ke kedalaman laut terdalam dan tidak muncul lagi.\nSejak itu, orang-orang Liyue akhirnya berhasil menyingkirkan raungan binatang buas raksasa itu di laut.\n",
    "th": "\nมันเป็นยุคแห่งการสร้างของ Liyue และมหาสมุทรยังคงเป็นดินแดนของสัตว์อสูรและเทพเจ้า\nบรรพบุรุษอาศัยอยู่ในความเกรงกลัวต่อมหาสมุทรและต่อสู้กับทะเลด้วยความเข้มแข็ง\n\nผ่านฤดูใบไม้ผลิและฤดูใบไม้ร่วงนับพัน สัตว์อสูรในทะเลขนาดใหญ่ได้สร้างอิทธิพลในท้องทะเลไปอย่างกว้างขวาง\nแม้แต่ปลาวาฬหินที่สร้างขึ้นโดยเทพแห่งหินก็ไม่ร่วงลง\n\nนั่นเป็นสิ่งที่คน Liyue เรียกว่าอสูร \"Baqiu\" ซึ่งอยู่ในส่วนลึกของทะเลและไม่เคยมีใครกล้าเผชิญหน้าด้วย\nบางครั้งมันลอยไปในน้ำตื้นจากก้นเหวลึกทำให้เกิดคลื่นขนาดใหญ่ราวกับภูเขาทำลายบ้านเรือนและเรืออย่างราบคาบ\n\nดังนั้นเทพแห่งหินจึงทำว่าวหินด้วยหยกและนกด้วยตัวเอง\n\nมันถูกนำขึ้นไปยังท้องฟ้าอันกว้างใหญ่ทันทีที่ทำเสร็จ\nเช่นเดียวกับหอกที่ถูกขว้างขึ้นสู่ดวงอาทิตย์ เข้าสู่สนามรบของอสูรในทะเลลึกและปลาวาฬหิน\nอสูรยักษ์นั้นถูกตอกเข้าไปในร่องลึกของทะเลและไม่โผล่ออกมาอีกต่อไป\nจากนั้นผู้คน Liyue ก็หลุดพ้นจากเสียงคำรามของอสูรยักษ์\n",
    "vi": "\nĐó là những năm đầu xây dựng Liyue, biển cả vẫn thuộc sự cai quản của cự quái và Ma Thần.\nThuở xưa ấy, người dân sống trong sợ hãi, chỉ biết dùng chút sức mọn đối đầu với biển cả.\n\nNghìn năm trôi qua, hải thú khổng lồ trở thành bá chủ vùng biển lớn.\nCho dù quyết chiến với Thạch Kình do Nham Chi Chủ tạo ra cũng không gục ngã. \n\nNgười dân Liyue bèn gọi là ma thú \"Bát Cù\", kẻ vô địch nơi vực sâu.\nThi thoảng lại ngoi lên từ nơi vực sâu không đáy, tạo ra những cơn sóng cao với sức tàn phá khủng khiếp, phá hủy nhà cửa và thuyền bè.\n\nNham Thần đích thân dùng ngọc thạch và nham thạch nặn ra một con diều hâu.\n\nThạch điểu vừa tạo thành, đã đập cánh bay vút lên trời cao, thoát khỏi sự kìm giữ của vạn vật.\nTrường thương như ánh mặt trời chói lọi, xuyên thẳng vào chiến trường của ma thú và Nham Kình dưới lòng biển sâu thẳm.\nCự thú gào lên rồi bị ghim chặt trong hang động sâu dưới đáy biển đen tối, và không quay trở lại nữa.\nTừ đó trở về sau người dân Liyue đã thoát khỏi sự thống trị của cự thú biển sâu.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "昭理的鸢之枪",
        "zht": "昭理的鳶之槍",
        "jp": "正義を貫く鳶の槍",
        "ko": "정의의 솔개창",
        "en": "Eagle Spear of Justice",
        "de": "Habichtlanze",
        "es": "Lanza justiciera del halcón",
        "fr": "Lance d'aigle de la justice",
        "pt": "Lança da Justiça da Águia",
        "ru": "Птица справедливости",
        "id": "Eagle Polearm of Justice",
        "th": "Eagle Spear of Justice",
        "vi": "Thương Đại Bàng Ngân Nga"
      },
      "description": {
        "zhs": "命中敌人时自身攻击力提高<color=#99FFFFFF>3.2%</color>，持续6秒，最高可以叠加7层。该效果每0.3秒最多触发一次。满层状态时伤害提升<color=#99FFFFFF>12%</color>。",
        "zht": "命中敵人時自身攻擊力提高<color=#99FFFFFF>3.2%</color>，持續6秒，最高可以疊加七層。該效果每0.3秒最多觸發一次。疊滿狀態時傷害提升<color=#99FFFFFF>12%</color>。",
        "jp": "敵に命中した時、自身の攻撃力+<color=#99FFFFFF>3.2%</color>、継続時間6秒、最大7重まで。0.3秒に1回のみ発動できる。7重まで発動すると与えるダメージ+<color=#99FFFFFF>12%</color>。",
        "ko": "적 명중 시 자신의 공격력이 <color=#99FFFFFF>3.2%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 7회. 해당 효과는 0.3초마다 1번 발동한다. 최대 중첩 시 피해가 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "On hit, increases ATK by <color=#99FFFFFF>3.2%</color> for 6s. Max 7 stacks. This effect can only occur once every 0.3s. While in possession of the maximum possible stacks, DMG dealt is increased by <color=#99FFFFFF>12%</color>.",
        "de": "Erhöht den eigenen ANG bei einem Treffer 6 s lang um <color=#99FFFFFF>3,2 %</color>, 7-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Schaden nach Erreichen des Stapellimits um <color=#99FFFFFF>12 %</color>.",
        "es": "Al atacar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>3.2%</color> durante 6 s y puede acumularse hasta 7 veces. Este efecto solo puede ocurrir una vez cada 0.3 s. Cuando se alcanza el máximo de acumulaciones, el daño aumenta en un <color=#99FFFFFF>12%</color>.",
        "fr": "#Les ennemis touchés confèrent un bonus d'ATQ de <color=#99FFFFFF>3,2 %</color> pendant 6{NON_BREAK_SPACE}s. Cet effet peut être déclenché une fois toutes les 0,3 s, et peut être cumulé 7 fois maximum, ce qui augmente les DGT de <color=#99FFFFFF>12 %</color>.",
        "pt": "Ao acertar, aumenta o Dano em <color=#99FFFFFF>3.2%</color> por 6s. Pode acumular até 7 vezes. Pode ocorrer uma vez a cada 0.3s. O acúmulo máximo aumenta o Dano em <color=#99FFFFFF>12%</color>.",
        "ru": "При попадании увеличивает силу атаки на <color=#99FFFFFF>3,2%</color> в течение 6 сек. Эффект может складываться до 7 раз и возникает не чаще чем раз в 0,3 сек. На 7 уровне складывания увеличивает урон на <color=#99FFFFFF>12%</color>.",
        "id": "Saat mengenai musuh, meningkatkan <color=#99FFFFFF>3,2%</color> ATK selama 6 detik. Maks. 7 lapis. Dapat terpicu setiap 0,3 detik. Saat tumpukan penuh, meningkatkan <color=#99FFFFFF>12%</color> DMG.",
        "th": "เพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>3.2%</color> เมื่อโจมตีถูกศัตรู เป็นเวลา 6 วินาที และมากสุดถึง 7 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที โดยความเสียหายจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> เมื่ออยู่ในสภาวะเต็มชั้น",
        "vi": "Khi đánh trúng kẻ địch tấn công của bản thân tăng <color=#99FFFFFF>3.2%</color>, kéo dài 6s, có thể cộng dồn 7 tầng. Mỗi 0.3s có hiệu quả 1 lần, khi cộng dồn đầy sẽ tăng <color=#99FFFFFF>12%</color> sát thương."
      }
    },
    {
      "name": {
        "zhs": "昭理的鸢之枪",
        "zht": "昭理的鳶之槍",
        "jp": "正義を貫く鳶の槍",
        "ko": "정의의 솔개창",
        "en": "Eagle Spear of Justice",
        "de": "Habichtlanze",
        "es": "Lanza justiciera del halcón",
        "fr": "Lance d'aigle de la justice",
        "pt": "Lança da Justiça da Águia",
        "ru": "Птица справедливости",
        "id": "Eagle Polearm of Justice",
        "th": "Eagle Spear of Justice",
        "vi": "Thương Đại Bàng Ngân Nga"
      },
      "description": {
        "zhs": "命中敌人时自身攻击力提高<color=#99FFFFFF>3.9%</color>，持续6秒，最高可以叠加7层。该效果每0.3秒最多触发一次。满层状态时伤害提升<color=#99FFFFFF>15%</color>。",
        "zht": "命中敵人時自身攻擊力提高<color=#99FFFFFF>3.9%</color>，持續6秒，最高可以疊加七層。該效果每0.3秒最多觸發一次。疊滿狀態時傷害提升<color=#99FFFFFF>15%</color>。",
        "jp": "敵に命中した時、自身の攻撃力+<color=#99FFFFFF>3.9%</color>、継続時間6秒、最大7重まで。0.3秒に1回のみ発動できる。7重まで発動すると与えるダメージ+<color=#99FFFFFF>15%</color>。",
        "ko": "적 명중 시 자신의 공격력이 <color=#99FFFFFF>3.9%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 7회. 해당 효과는 0.3초마다 1번 발동한다. 최대 중첩 시 피해가 <color=#99FFFFFF>15%</color> 증가한다",
        "en": "On hit, increases ATK by <color=#99FFFFFF>3.9%</color> for 6s. Max 7 stacks. This effect can only occur once every 0.3s. While in possession of the maximum possible stacks, DMG dealt is increased by <color=#99FFFFFF>15%</color>.",
        "de": "Erhöht den eigenen ANG bei einem Treffer 6 s lang um <color=#99FFFFFF>3,9 %</color>, 7-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Schaden nach Erreichen des Stapellimits um <color=#99FFFFFF>15 %</color>.",
        "es": "Al atacar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>3.9%</color> durante 6 s y puede acumularse hasta 7 veces. Este efecto solo puede ocurrir una vez cada 0.3 s. Cuando se alcanza el máximo de acumulaciones, el daño aumenta en un <color=#99FFFFFF>15%</color>.",
        "fr": "#Les ennemis touchés confèrent un bonus d'ATQ de <color=#99FFFFFF>3,9 %</color> pendant 6{NON_BREAK_SPACE}s. Cet effet peut être déclenché une fois toutes les 0,3 s, et peut être cumulé 7 fois maximum. Lorsque les cumuls sont au max, les DGT augmentent de <color=#99FFFFFF>15 %</color>.",
        "pt": "Ao acertar, aumenta o Dano em <color=#99FFFFFF>3.9%</color> por 6s. Pode acumular até 7 vezes. Pode ocorrer uma vez a cada 0.3s. O acúmulo máximo aumenta o Dano em <color=#99FFFFFF>15%</color>.",
        "ru": "При попадании увеличивает силу атаки на <color=#99FFFFFF>3,9%</color> в течение 6 сек. Эффект может складываться до 7 раз и возникает не чаще чем раз в 0,3 сек. На 7 уровне складывания увеличивает урон на <color=#99FFFFFF>15%</color>.",
        "id": "Saat mengenai musuh, meningkatkan <color=#99FFFFFF>3,9%</color> ATK selama 6 detik. Maks. 7 lapis. Dapat terpicu setiap 0,3 detik. Saat tumpukan penuh, meningkatkan <color=#99FFFFFF>15%</color> DMG.",
        "th": "เพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>3.9%</color> เมื่อโจมตีถูกศัตรู เป็นเวลา 6 วินาที และมากสุดถึง 7 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที โดยความเสียหายจะเพิ่มขึ้น <color=#99FFFFFF>15%</color> เมื่ออยู่ในสภาวะเต็มชั้น",
        "vi": "Khi đánh trúng kẻ địch tấn công của bản thân tăng <color=#99FFFFFF>3.9%</color>, kéo dài 6s, có thể cộng dồn 7 tầng. Mỗi 0.3s có hiệu quả 1 lần, khi cộng dồn đầy sẽ tăng <color=#99FFFFFF>15%</color> sát thương."
      }
    },
    {
      "name": {
        "zhs": "昭理的鸢之枪",
        "zht": "昭理的鳶之槍",
        "jp": "正義を貫く鳶の槍",
        "ko": "정의의 솔개창",
        "en": "Eagle Spear of Justice",
        "de": "Habichtlanze",
        "es": "Lanza justiciera del halcón",
        "fr": "Lance d'aigle de la justice",
        "pt": "Lança da Justiça da Águia",
        "ru": "Птица справедливости",
        "id": "Eagle Polearm of Justice",
        "th": "Eagle Spear of Justice",
        "vi": "Thương Đại Bàng Ngân Nga"
      },
      "description": {
        "zhs": "命中敌人时自身攻击力提高<color=#99FFFFFF>4.6%</color>，持续6秒，最高可以叠加7层。该效果每0.3秒最多触发一次。满层状态时伤害提升<color=#99FFFFFF>18%</color>。",
        "zht": "命中敵人時自身攻擊力提高<color=#99FFFFFF>4.6%</color>，持續6秒，最高可以疊加七層。該效果每0.3秒最多觸發一次。疊滿狀態時傷害提升<color=#99FFFFFF>18%</color>。",
        "jp": "敵に命中した時、自身の攻撃力+<color=#99FFFFFF>4.6%</color>、継続時間6秒、最大7重まで。0.3秒に1回のみ発動できる。7重まで発動すると与えるダメージ+<color=#99FFFFFF>18%</color>。",
        "ko": "적 명중 시 자신의 공격력이 <color=#99FFFFFF>4.6%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 7회. 해당 효과는 0.3초마다 1번 발동한다. 최대 중첩 시 피해가 <color=#99FFFFFF>18%</color> 증가한다",
        "en": "On hit, increases ATK by <color=#99FFFFFF>4.6%</color> for 6s. Max 7 stacks. This effect can only occur once every 0.3s. While in possession of the maximum possible stacks, DMG dealt is increased by <color=#99FFFFFF>18%</color>.",
        "de": "Erhöht den eigenen ANG bei einem Treffer 6 s lang um <color=#99FFFFFF>4,6 %</color>, 7-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Schaden nach Erreichen des Stapellimits um <color=#99FFFFFF>18 %</color>.",
        "es": "Al atacar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>4.6%</color> durante 6 s y puede acumularse hasta 7 veces. Este efecto solo puede ocurrir una vez cada 0.3 s. Cuando se alcanza el máximo de acumulaciones, el daño aumenta en un <color=#99FFFFFF>18%</color>.",
        "fr": "#Les ennemis touchés confèrent un bonus d'ATQ de <color=#99FFFFFF>4,6 %</color> pendant 6{NON_BREAK_SPACE}s. Cet effet peut être déclenché une fois toutes les 0,3 s, et peut être cumulé 7 fois maximum. Lorsque les cumuls sont au max, les DGT augmentent de <color=#99FFFFFF>18 %</color>.",
        "pt": "Ao acertar, aumenta o Dano em <color=#99FFFFFF>4.6%</color> por 6s. Pode acumular até 7 vezes. Pode ocorrer uma vez a cada 0.3s. O acúmulo máximo aumenta o Dano em <color=#99FFFFFF>18%</color>.",
        "ru": "При попадании увеличивает силу атаки на <color=#99FFFFFF>4,6%</color> в течение 6 сек. Эффект может складываться до 7 раз и возникает не чаще чем раз в 0,3 сек. На 7 уровне складывания увеличивает урон на <color=#99FFFFFF>18%</color>.",
        "id": "Saat mengenai musuh, meningkatkan <color=#99FFFFFF>4,6%</color> ATK selama 6 detik. Maks. 7 lapis. Dapat terpicu setiap 0,3 detik. Saat tumpukan penuh, meningkatkan <color=#99FFFFFF>18%</color> DMG.",
        "th": "เพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>4.6%</color> เมื่อโจมตีถูกศัตรู เป็นเวลา 6 วินาที และมากสุดถึง 7 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที โดยความเสียหายจะเพิ่มขึ้น <color=#99FFFFFF>18%</color> เมื่ออยู่ในสภาวะเต็มชั้น",
        "vi": "Khi đánh trúng kẻ địch tấn công của bản thân tăng <color=#99FFFFFF>4.6%</color>, kéo dài 6s, có thể cộng dồn 7 tầng. Mỗi 0.3s có hiệu quả 1 lần, khi cộng dồn đầy sẽ tăng <color=#99FFFFFF>18%</color> sát thương."
      }
    },
    {
      "name": {
        "zhs": "昭理的鸢之枪",
        "zht": "昭理的鳶之槍",
        "jp": "正義を貫く鳶の槍",
        "ko": "정의의 솔개창",
        "en": "Eagle Spear of Justice",
        "de": "Habichtlanze",
        "es": "Lanza justiciera del halcón",
        "fr": "Lance d'aigle de la justice",
        "pt": "Lança da Justiça da Águia",
        "ru": "Птица справедливости",
        "id": "Eagle Polearm of Justice",
        "th": "Eagle Spear of Justice",
        "vi": "Thương Đại Bàng Ngân Nga"
      },
      "description": {
        "zhs": "命中敌人时自身攻击力提高<color=#99FFFFFF>5.3%</color>，持续6秒，最高可以叠加7层。该效果每0.3秒最多触发一次。满层状态时伤害提升<color=#99FFFFFF>21%</color>。",
        "zht": "命中敵人時自身攻擊力提高<color=#99FFFFFF>5.3%</color>，持續6秒，最高可以疊加七層。該效果每0.3秒最多觸發一次。疊滿狀態時傷害提升<color=#99FFFFFF>21%</color>。",
        "jp": "敵に命中した時、自身の攻撃力+<color=#99FFFFFF>5.3%</color>、継続時間6秒、最大7重まで。0.3秒に1回のみ発動できる。7重まで発動すると与えるダメージ+<color=#99FFFFFF>21%</color>。",
        "ko": "적 명중 시 자신의 공격력이 <color=#99FFFFFF>5.3%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 7회. 해당 효과는 0.3초마다 1번 발동한다. 최대 중첩 시 피해가 <color=#99FFFFFF>21%</color> 증가한다",
        "en": "On hit, increases ATK by <color=#99FFFFFF>5.3%</color> for 6s. Max 7 stacks. This effect can only occur once every 0.3s. While in possession of the maximum possible stacks, DMG dealt is increased by <color=#99FFFFFF>21%</color>.",
        "de": "Erhöht den eigenen ANG bei einem Treffer 6 s lang um <color=#99FFFFFF>5,3 %</color>, 7-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Schaden nach Erreichen des Stapellimits um <color=#99FFFFFF>21 %</color>.",
        "es": "Al atacar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>5.3%</color> durante 6 s y puede acumularse hasta 7 veces. Este efecto solo puede ocurrir una vez cada 0.3 s. Cuando se alcanza el máximo de acumulaciones, el daño aumenta en un <color=#99FFFFFF>21%</color>.",
        "fr": "#Les ennemis touchés confèrent un bonus d'ATQ de <color=#99FFFFFF>5,3 %</color> pendant 6{NON_BREAK_SPACE}s. Cet effet peut être déclenché une fois toutes les 0,3 s, et peut être cumulé 7 fois maximum. Lorsque les cumuls sont au max, les DGT augmentent de <color=#99FFFFFF>21 %</color>.",
        "pt": "Ao acertar, aumenta o Dano em <color=#99FFFFFF>5.3%</color> por 6s. Pode acumular até 7 vezes. Pode ocorrer uma vez a cada 0.3s. O acúmulo máximo aumenta o Dano em <color=#99FFFFFF>21%</color>.",
        "ru": "При попадании увеличивает силу атаки на <color=#99FFFFFF>5,3%</color> в течение 6 сек. Эффект может складываться до 7 раз и возникает не чаще чем раз в 0,3 сек. На 7 уровне складывания увеличивает урон на <color=#99FFFFFF>21%</color>.",
        "id": "Saat mengenai musuh, meningkatkan <color=#99FFFFFF>5,3%</color> ATK selama 6 detik. Maks. 7 lapis. Dapat terpicu setiap 0,3 detik. Saat tumpukan penuh, meningkatkan <color=#99FFFFFF>21%</color> DMG.",
        "th": "เพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>5.3%</color> เมื่อโจมตีถูกศัตรู เป็นเวลา 6 วินาที และมากสุดถึง 7 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที โดยความเสียหายจะเพิ่มขึ้น <color=#99FFFFFF>21%</color> เมื่ออยู่ในสภาวะเต็มชั้น",
        "vi": "Khi đánh trúng kẻ địch tấn công của bản thân tăng <color=#99FFFFFF>5.3%</color>, kéo dài 6s, có thể cộng dồn 7 tầng. Mỗi 0.3s có hiệu quả 1 lần, khi cộng dồn đầy sẽ tăng <color=#99FFFFFF>21%</color> sát thương."
      }
    },
    {
      "name": {
        "zhs": "昭理的鸢之枪",
        "zht": "昭理的鳶之槍",
        "jp": "正義を貫く鳶の槍",
        "ko": "정의의 솔개창",
        "en": "Eagle Spear of Justice",
        "de": "Habichtlanze",
        "es": "Lanza justiciera del halcón",
        "fr": "Lance d'aigle de la justice",
        "pt": "Lança da Justiça da Águia",
        "ru": "Птица справедливости",
        "id": "Eagle Polearm of Justice",
        "th": "Eagle Spear of Justice",
        "vi": "Thương Đại Bàng Ngân Nga"
      },
      "description": {
        "zhs": "命中敌人时自身攻击力提高<color=#99FFFFFF>6%</color>，持续6秒，最高可以叠加7层。该效果每0.3秒最多触发一次。满层状态时伤害提升<color=#99FFFFFF>24%</color>。",
        "zht": "命中敵人時自身攻擊力提高<color=#99FFFFFF>6%</color>，持續6秒，最高可以疊加七層。該效果每0.3秒最多觸發一次。疊滿狀態時傷害提升<color=#99FFFFFF>24%</color>。",
        "jp": "敵に命中した時、自身の攻撃力+<color=#99FFFFFF>6%</color>、継続時間6秒、最大7重まで。0.3秒に1回のみ発動できる。7重まで発動すると与えるダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "적 명중 시 자신의 공격력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 7회. 해당 효과는 0.3초마다 1번 발동한다. 최대 중첩 시 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "On hit, increases ATK by <color=#99FFFFFF>6%</color> for 6s. Max 7 stacks. This effect can only occur once every 0.3s. While in possession of the maximum possible stacks, DMG dealt is increased by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den eigenen ANG bei einem Treffer 6 s lang um <color=#99FFFFFF>6 %</color>, 7-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Schaden nach Erreichen des Stapellimits um <color=#99FFFFFF>24 %</color>.",
        "es": "Al atacar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>6%</color> durante 6 s y puede acumularse hasta 7 veces. Este efecto solo puede ocurrir una vez cada 0.3 s. Cuando se alcanza el máximo de acumulaciones, el daño aumenta en un <color=#99FFFFFF>24%</color>.",
        "fr": "#Les ennemis touchés confèrent un bonus d'ATQ de <color=#99FFFFFF>6 %</color> pendant 6{NON_BREAK_SPACE}s. Cet effet peut être déclenché une fois toutes les 0,3 s, et peut être cumulé 7 fois maximum. Lorsque les cumuls sont au max, les DGT augmentent de <color=#99FFFFFF>24 %</color>.",
        "pt": "Ao acertar, aumenta o Dano em <color=#99FFFFFF>6%</color> por 6s. Pode acumular até 7 vezes. Pode ocorrer uma vez a cada 0.3s. O acúmulo máximo aumenta o Dano em <color=#99FFFFFF>24%</color>.",
        "ru": "При попадании увеличивает силу атаки на <color=#99FFFFFF>6%</color> в течение 6 сек. Эффект может складываться до 7 раз и возникает не чаще чем раз в 0,3 сек. На 7 уровне складывания увеличивает урон на <color=#99FFFFFF>24%</color>.",
        "id": "Saat mengenai musuh, meningkatkan <color=#99FFFFFF>6%</color> ATK selama 6 detik. Maks. 7 lapis. Dapat terpicu setiap 0,3 detik. Saat tumpukan penuh, meningkatkan <color=#99FFFFFF>24%</color> DMG.",
        "th": "เพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>6%</color> เมื่อโจมตีถูกศัตรู เป็นเวลา 6 วินาที และมากสุดถึง 7 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที โดยความเสียหายจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เมื่ออยู่ในสภาวะเต็มชั้น",
        "vi": "Khi đánh trúng kẻ địch tấn công của bản thân tăng <color=#99FFFFFF>6%</color>, kéo dài 6s, có thể cộng dồn 7 tầng. Mỗi 0.3s có hiệu quả 1 lần, khi cộng dồn đầy sẽ tăng <color=#99FFFFFF>24%</color> sát thương."
      }
    }
  ],
  "internal_name": "Pole_Morax",
  "imgid": "pole/morax"
}