{
  "id": 13301,
  "type": "polearm",
  "rank": 3,
  "name": {
    "zhs": "白缨枪",
    "zht": "白纓槍",
    "jp": "白纓槍",
    "ko": "백술창",
    "en": "White Tassel",
    "de": "Weiße Quaste",
    "es": "Borla Blanca",
    "fr": "Pampille blanche",
    "pt": "Borla Branca",
    "ru": "Белая кисть",
    "id": "White Tassel",
    "th": "White Tassel",
    "vi": "Thương Bạch Anh"
  },
  "description": {
    "zhs": "千岩军士兵的制式装备，枪身牢靠，枪尖锋锐，是无比可靠的武器。",
    "zht": "千岩軍士兵的制式裝備，槍身牢靠，槍尖鋒銳，是無比可靠的武器。",
    "jp": "千岩軍兵士の制式装備。槍身は丈夫で槍先が鋭い頼もしい武器。",
    "ko": "천암군 병사의 제식 장비. 창신이 튼튼하고 창끝이 예리하여 아주 믿을 만한 무기다",
    "en": "A standard-issue weapon of the Millelith soldiers. It has a sturdy shaft and sharp spearhead. It's a reliable weapon.",
    "de": "Diese Lanze gehört zur Standardausrüstung eines Millelithen. Sie ist stabil und sehr spitz, weswegen man sich auf sie verlassen kann.",
    "es": "Un arma estándar de la Geoarmada. Tiene un eje firme y una punta de lanza afilada. Es un arma muy fiable.",
    "fr": "Une lance dont les Millelithes sont souvent équipés. La hampe solide et la lame tranchante de cette arme en font une valeur sûre.",
    "pt": "Uma arma padrão dos soldados de Millelith. Tem uma ponta bastante afida e resistente. É uma arma confiável.",
    "ru": "Стандартное вооружение Миллелитов. Имеет крепкое древко и острый наконечник.",
    "id": "Senjata standar milik prajurit Millelith dengan poros yang kokoh dan ujung tombak yang tajam. Sebuah senjata yang dapat diandalkan.",
    "th": "มาตรฐานการสวมใส่ของ Millelith Soldier ตัวหอกแข็งแรง ปลายหอกทนทาน ช่างเป็นอาวุธที่มิอาจเทียบได้",
    "vi": "Trang bị cho binh sĩ của Thiên Nham Quân, thân thương chắc chắn, mũi sắc nhọn, là vũ khí vô cùng tốt."
  },
  "lore": {
    "zhs": "\n千岩军士兵素以擅使长兵闻名天下，\n其所持白缨长枪由黑岩厂批量生产，\n这武器历经了千百年来无数战火的考验，\n白缨纵使在硝烟中污损，仍旧傲然飘扬。\n\n传说军中曾经有枪法精绝的高手，\n能在千军之中刺上将而不沾白缨。\n「但那故事属于持枪的豪侠」\n「他的兵器本身却并不出奇」\n老铁匠在学徒脑袋上拍了一掌，\n要他给新打造的长枪配上白缨。\n",
    "zht": "\n千岩軍士兵素以擅使長兵聞名天下，\n其所持白纓長槍由黑岩廠大量生產，\n這武器歷經了千百年來無數戰火的考驗，\n白纓縱使在硝煙中汙損，仍舊傲然飄揚。\n\n傳說軍中曾經有槍法精絕的高手，\n能在千軍之中刺上將而不沾白纓。\n「但那故事屬於持槍的豪俠」\n「他的兵器本身卻並不出奇」\n老鐵匠在學徒腦袋上拍了一掌，\n要他為新打造的長槍配上白纓。\n",
    "jp": "\n千岩軍の兵士は長柄武器使いとして有名である。\n手にする白纓槍は黒岩場の量産型の物。\nこの武器は数千年の間に起きた戦いを経験してきた。\n白い紐が汚れても、戦場に舞う。\n\n伝説によれば、かつて千岩軍に槍術の達人がいた。\n千軍万馬の戦場で槍の白紐を汚さずに敵の将軍の首を簡単に取ったという。\n「しかし、その伝説の主人公は槍を手にする英雄である」\n「その武器はただの普通の武器だ」\n年寄りの職人は弟子の頭を軽く叩いた。\n新しく作った槍に、弟子に白紐をつけてもらった。\n",
    "ko": "\n천암군 병사들은 긴 무기를 잘 다루는 것으로 유명하다.\n그 중 백술이 달린 창은 흑암 공장에서 대량 생산된 것으로,\n이 무기는 수많은 세월 전화를 겪었다.\n백술은 전장에서 오염되었지만 여전히 도도하게 휘날린다.\n\n군에 창법이 일품인 고수가 있다고 하는데,\n그는 백술에 피 한 방울도 묻히지 않고 대군을 뚫고 들어가 장수를 처치할 수 있었다고 한다.\n「하지만 그건 창을 지닌 무사의 이야기야」\n「그의 무기 자체는 별로 특별한 게 없지」\n대장장이가 제자의 머리를 한번 쥐어박더니,\n그에게 새로이 만들어준 창에 백술을 달아줬다.\n",
    "en": "\nThe Millelith Soldiers are renowned the world over for their skilled use of polearm weapons.\nThe signature white-tasseled halberd they wield is mass-produced at the Blackcliff Forge.\nIt is a weapon that has stood the test of countless bloody battles over centuries of history.\nFor even when the smoke of the battlefield stained the tassel a murky shade of gray, it would wave proudly and defiantly like a flag in the wind.\n\nThe army once had in its ranks a legendary master of the polearm.\nHe could hit his target from miles away without staining its tassel.\n\"The legend is that of the polearm's bearer...\"\n\"Not the polearm itself, which was entirely ordinary.\"\nThe old smith smacked his apprentice.\nHe demanded a white tassel for the newly made polearm.\n",
    "de": "\nMillelithen-Soldaten sind auf der ganzen Welt für ihre Stangenwaffenkünste bekannt.\nIhre weiß dekorierten Stangenwaffen wurden in der Schwarzsteinschmiede in Massen gefertigt.\nIhre Waffen haben die unzähligen Kriege und Kämpfe im Laufe der Jahrhunderte makellos überstanden.\nDer Meister war noch ganz in Rauch vom Kampf gehüllt, doch er war stolz auf sich und seine Arbeit.\n\nEinst lebte in Liyue ein legendärer Meister der Schießkunst.\nEr konnte in einer tausend Mann starken Armee direkt sein Ziel treffen.\n„Aber diese Geschichte ist die des Meisters,\nnicht die seiner unbedeutenden Waffe.“\nDer alte Schmied schlug seinem Lehrling auf den Hinterkopf\nund wies ihn an, einen neuen Speer zu fertigen.\n",
    "es": "\nLos soldados de la Geoarmada son conocidos en las Siete Naciones por su maestría con las armas de asta.\nLas borlas blancas que decoran sus lanzas son producidas en la Forja Peñasco Oscuro.\nEstas armas han sido testigo de guerras a lo largo de miles de años.\nAunque sus borlas blancas se han manchado en la batalla, aún ondean con orgullo.\n\nSe dice que, en el pasado, entre las filas de la Geoarmada hubo un legendario lancero.\nEra capaz de golpear a su objetivo a millas de distancia sin manchar su borla.\n“Esa es la historia del legendario lancero,\ncuya arma no tenía nada de especial”.\nEl viejo herrero golpeó a su aprendiz y le pidió\nque hiciera una borla blanca para la nueva lanza.\n",
    "fr": "\nLes Millelithes, soldats au mérite connu de tous, sont célèbres pour leur maîtrise de la lance.\nCertains portent une lance au ruban blanc, fabriquée en masse à la forge de Rochenoire.\nIl s'agit là d'une arme qui a fait ses preuves durant des milliers d'années de combats,\nson ruban blanc semblant semer la destruction au milieu des batailles, volant crânement de cible en cible.\n\nLa légende raconte que l'armée hébergeait en ses troupes un soldat à la maîtrise parfaite de l'art de la lance ;\ncapable de toucher un général au milieu de mille soldats sans que ne soit sali le blanc ruban de son arme.\n« Mais cette légende est celle du porteur de hallebarde ;\nl'arme en elle-même n'a rien de mémorable. »\nAinsi parlait le vieux forgeron à son apprenti ;\npuis il lui demanda d'apporter un ruban pour l'arme juste terminée.\n",
    "pt": "\nOs Soldados Millelithen são conhecidos pelos quatro cantos do mundo por sua habilidade com longas lanças.\nSuas lanças com borlas brancas são produzidas em massa pela Forja do Penhasco Obscuro.\nEssa arma passou por várias batalhas sangrentas durante séculos de história.\nPor isso, suas borlas brancas ficaram tingidas durante a batalha, mas continuam a abanar orgulhosamente.\n\nDiz a lenda que, uma vez, no exército houve um lendário mestre de lanças.\nEle era capaz de atingir seu alvo a milhas de distância sem manchar suas borlas brancas.\n\"Essa é a história do lançador lendário...\"\n\"Não da própria lança, pois esta era muito comum.\"\nO ferreiro velho deu uma palmada na cabeça seu aprendiz,\nE pediu uma borla branca para sua nova lança.\n",
    "ru": "\nСолдаты Миллелита известны всему миру своим мастерством владения древковым оружием.\nУкрашенные белыми лентами копья массово производятся в кузницах Черногорья.\nЭто оружие прошло испытание бесчисленными войнами, вспыхивавшими на протяжении сотен тысяч лет.\nИ хотя ленты теряли свою белизну в дымах сражений, они по-прежнему гордо развевались на ветру.\n\nГоворят, некогда в армии был легендарный мастер копья.\nОн смог поразить генерала в окружении тысячи воинов и не замарать при этом белые ленты копья.\n«Но эта история рассказывает о героизме воина...\nА вовсе не о его копье, которое было самым обычным оружием».\nСтарый кузнец похлопал своего ученика по голове\nи поручил ему подобрать ленты для нового копья.\n",
    "id": "\nTentara Millelith terkenal di seluruh dunia karena keahliannya dalam menggunakan tombak,\nTombak putih yang mereka pakai diproduksi secara massal di Blackcliff Forge,\nSenjata ini telah bertahan dalam ujian perang yang tak terhitung jumlahnya selama ribuan tahun,\nWalau ternoda oleh asap perang, namun tetap berkibar dengan bangga.\n\nPasukan tersebut pernah mempunyai seorang master yang melegenda dalam menggunakan tombak,\nDia bisa menembak targetnya dari jauh tanpa menodai rumbainya.\n\"Legenda mengenai seorang pemakai tombak...\"\n\"Senjata itu sendiri merupakan tombak biasa\"\nPandai besi tua menepuk kepala muridnya,\nDia meminta rumbai putih untuk tombak yang baru dibuatnya.\n",
    "th": "\nกองทหาร Millelith มีชื่อเสียงด้านทักษะการใช้หอกเป็นอาวุธ\nหอก White Tassel(พู่สีขาว) ที่เหล่าทหารถือ ได้ผลิตจาก Blackcliff Forge จำนวนมาก\nอาวุธนี้ได้ผ่านการทดสอบโดยกาลเวลานับพันปีและสงครามที่นับไม่ถ้วน\nพู่สีขาวถึงแม้จะเปื้อนคราบเขม่า แต่ก็ยังโบกสะบัดอย่างภาคภูมิใจ\n\nว่ากันว่าในบรรดาเหล่าทหารนั้น เคยมีผู้ใช้หอกที่มีฝีมืออันสูงส่ง\nสามารถโจมตีทะลุเป้าหมายที่อยู่ไกลออกไปเป็นไมล์ได้โดยที่พู่สีขาวไม่เปื้อน\n\"แต่เรื่องราวนั้นเป็นของบุรุษผู้ถือหอก\"\n\"แต่เดิมแล้วอาวุธของเขานั้นไม่ได้แปลกอะไร\"\nช่างตีเหล็กชราตบหัวลูกศิษย์ของเขา\nจะให้เขาติดพู่สีขาวเข้ากับหอกเล่มใหม่ที่ตีขึ้น\n",
    "vi": "\nBinh sĩ Thiên Nham Quân nổi tiếng gần xa với việc giỏi sử dụng binh khí,\nNắm trong tay Thương Bạch Anh được sản xuất hàng loạt ở Hắc Nham Xưởng.\nVũ khí này đã trả qua vô số những cuộc chiến trong hàng ngàn năm.\nMảnh vải trắng vẫn tung bay một cách kiêu ngạo, ngay cả khi bị vấy bẩn trong làn khói mịt mù.\n\nTheo truyền thuyết, trong quân đội từng có cao thủ thương pháp.\nCó thể chiến đấu trong ngàn quân mà không làm mảnh vải trắng trên cây thương bị bám bẩn.\n\"Thế nhưng đó là câu chuyện kể về hiệp sĩ cầm thương\"\n\"Vũ khí của chàng không có gì đặc biệt\"\nLão thợ già vỗ lên đầu học trò,\nYêu cầu anh làm một mảnh vải phù hợp với cây thương.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "锐利",
        "zht": "銳利",
        "jp": "鋭利",
        "ko": "예리",
        "en": "Sharp",
        "de": "Schärfe",
        "es": "Afilado",
        "fr": "Tranchant",
        "pt": "Acume",
        "ru": "Зоркий",
        "id": "Sharp",
        "th": "Sharp",
        "vi": "Sắc Bén"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>24%</color>。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>24%</color>。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>24%</color>.",
        "fr": "Augmente les DGT infligés par des attaques normales de <color=#99FFFFFF>24 %</color>.",
        "pt": "O Dano causado pelo Ataque Normal aumenta <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>24%</color>.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>24%</color>.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Tấn công thường sát thương tăng <color=#99FFFFFF>24%</color>."
      }
    },
    {
      "name": {
        "zhs": "锐利",
        "zht": "銳利",
        "jp": "鋭利",
        "ko": "예리",
        "en": "Sharp",
        "de": "Schärfe",
        "es": "Afilado",
        "fr": "Tranchant",
        "pt": "Acume",
        "ru": "Зоркий",
        "id": "Sharp",
        "th": "Sharp",
        "vi": "Sắc Bén"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>30%</color>。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>30%</color>。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>30%</color>。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>30%</color>.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>30 %</color>.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>30%</color>.",
        "fr": "Augmente les DGT infligés par des attaques normales de <color=#99FFFFFF>30 %</color>.",
        "pt": "O Dano causado pelo Ataque Normal aumenta <color=#99FFFFFF>30%</color>.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>30%</color>.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>30%</color>.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>30%</color>",
        "vi": "Tấn công thường sát thương tăng <color=#99FFFFFF>30%</color>."
      }
    },
    {
      "name": {
        "zhs": "锐利",
        "zht": "銳利",
        "jp": "鋭利",
        "ko": "예리",
        "en": "Sharp",
        "de": "Schärfe",
        "es": "Afilado",
        "fr": "Tranchant",
        "pt": "Acume",
        "ru": "Зоркий",
        "id": "Sharp",
        "th": "Sharp",
        "vi": "Sắc Bén"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>36%</color>。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>36%</color>。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>36%</color>。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>36%</color> 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>36%</color>.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>36 %</color>.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>36%</color>.",
        "fr": "Augmente les DGT infligés par des attaques normales de <color=#99FFFFFF>36 %</color>.",
        "pt": "O Dano causado pelo Ataque Normal aumenta <color=#99FFFFFF>36%</color>.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>36%</color>.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>36%</color>.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>36%</color>",
        "vi": "Tấn công thường sát thương tăng <color=#99FFFFFF>36%</color>."
      }
    },
    {
      "name": {
        "zhs": "锐利",
        "zht": "銳利",
        "jp": "鋭利",
        "ko": "예리",
        "en": "Sharp",
        "de": "Schärfe",
        "es": "Afilado",
        "fr": "Tranchant",
        "pt": "Acume",
        "ru": "Зоркий",
        "id": "Sharp",
        "th": "Sharp",
        "vi": "Sắc Bén"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>42%</color>。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>42%</color>。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>42%</color>。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>42%</color> 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>42%</color>.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>42 %</color>.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>42%</color>.",
        "fr": "Augmente les DGT infligés par des attaques normales de <color=#99FFFFFF>42 %</color>.",
        "pt": "O Dano causado pelo Ataque Normal aumenta <color=#99FFFFFF>42%</color>.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>42%</color>.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>42%</color>.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>42%</color>",
        "vi": "Tấn công thường sát thương tăng <color=#99FFFFFF>42%</color>."
      }
    },
    {
      "name": {
        "zhs": "锐利",
        "zht": "銳利",
        "jp": "鋭利",
        "ko": "예리",
        "en": "Sharp",
        "de": "Schärfe",
        "es": "Afilado",
        "fr": "Tranchant",
        "pt": "Acume",
        "ru": "Зоркий",
        "id": "Sharp",
        "th": "Sharp",
        "vi": "Sắc Bén"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>48%</color>。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>48%</color>。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>48%</color>。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>48%</color> 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>48%</color>.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>48 %</color>.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>48%</color>.",
        "fr": "Augmente les DGT infligés par des attaques normales de <color=#99FFFFFF>48 %</color>.",
        "pt": "O Dano causado pelo Ataque Normal aumenta <color=#99FFFFFF>48%</color>.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>48%</color>.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>48%</color>.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>48%</color>",
        "vi": "Tấn công thường sát thương tăng <color=#99FFFFFF>48%</color>."
      }
    }
  ],
  "internal_name": "Pole_Ruby",
  "imgid": "pole/ruby"
}