{
  "id": 13507,
  "type": "polearm",
  "rank": 5,
  "name": {
    "zhs": "息灾",
    "zht": "息災",
    "jp": "息災",
    "ko": "식재",
    "en": "Calamity Queller",
    "de": "Ende des Unheils",
    "es": "Pacificadora del Desastre",
    "fr": "Étouffeur de calamités",
    "pt": "Subjugadora de Calamidades",
    "ru": "Усмиритель бед",
    "id": "Calamity Queller",
    "th": "Calamity Queller",
    "vi": "Hủy Diệt"
  },
  "description": {
    "zhs": "由奇异晶石打造成的锋锐利器。幽幽蓝光似乎诉说着无尽往事。",
    "zht": "由奇異晶石打造成的鋒銳利器。幽幽藍光似乎訴說著無盡往事。",
    "jp": "奇妙な晶鉱から作られた鋭利な武器。幽幽たる青白い光は、果てしない過去を語っているかのようだ。",
    "ko": "기이한 수정석으로 만든 날카로운 무기. 푸르스름한 빛이 끝없는 과거를 들려주는 것만 같다",
    "en": "A keenly honed weapon forged from some strange crystal. Its faint blue light seems to whisper of countless matters now past.",
    "de": "Eine sehr scharfe Waffe, hergestellt aus sonderbaren Kristallen. Die ganze Waffe überzieht ein kalter, blauer Schimmer, der Geschichten aus der endlosen Vergangenheit zu erzählen scheint.",
    "es": "Una afilada arma forjada con extraños minerales. Su tenue brillo azul parece estar contando incontables historias del pasado.",
    "fr": "Une arme finement affûtée forgée à partir d'un cristal étrange. Sa faible lumière bleue semble chuchoter d'innombrables choses du passé.",
    "pt": "Uma arma afiada forjada de algum cristal estranho. Sua luz azul tênue parece murmurar incontáveis histórias do passado.",
    "ru": "Отточенное оружие, выкованное из странного кристалла. Его слабый голубой свет, кажется, шепчет о бесчисленных событиях прошлого.",
    "id": "Sebuah senjata tajam yang diciptakan dari kristal aneh. Cahaya birunya yang remang-remang seakan membisikkan cerita masa lalu yang tiada berujung.",
    "th": "อาวุธแหลมคมที่สร้างขึ้นมาจากคริสตัลประหลาดบางอย่าง แสงสีฟ้าจาง ๆ ของมันดูเหมือนจะขับขานเรื่องราวอันไม่รู้จบในอดีต",
    "vi": "Vũ khí sắc bén được chế tạo từ Tinh Thạch kỳ lạ. Ánh sáng xanh u tối dường như đang kể lại vô vàn những chuyện đã qua."
  },
  "lore": {
    "zhs": "\n据说是由世外之物打造成的长柄兵器。\n曾经在无数孤忠而薄命之人手中流转，\n见识过许多厮杀的始末与妖异的血肉。\n\n传说曾有散祟之人来到晶砂之渊口，\n自其中至深处取来水色的不祥晶石，\n请人将其铸成兵器，名之「息灾」。\n\n「将来倘若有灾厄降临，一定也能借其平定吧。」\n嶙峋岩山中求生的部民，向来是不爱噓枯吹生的。\n但既然不曾定有契约，也没有付出，收下也无害。\n\n当妖物的军势旌悬层岩，将辰砂色的大地涂黑时，\n千岩的干城与漆黑的军势相撞，离群的驺骑徂殁。\n如同瞑色中的冷星，息灾在漩涡的中心明灭闪耀…\n\n最终夕曛破开阴云时，污泥终于没入了渊薮深处。\n息灾也随着挥舞它的夜叉消失其中，而归于沉寂。\n往后，挥舞这柄长枪的人多半都罹受类似的命运，\n但不受百里之命而讨敌、不曾矢誓而捍卫黎民者，\n对这样的命运多半也不会有所怨咎吧…\n\n也有一说这柄长枪曾经被其他人相中借走。\n并在冷清的水蚀洞窟中见证过至交的反目。",
    "zht": "\n據說是由世外之物打造成的長柄兵器。\n曾經在無數孤忠而薄命之人手中流轉，\n見識過許多廝殺的始末與妖異的血肉。\n\n傳說曾有散祟之人來到晶砂之淵口，\n自其中至深處取來水色的不祥晶石，\n請人將其鑄成兵器，名之「息災」。\n\n「將來倘若有災厄降臨，一定也能藉其平定吧。」\n嶙峋岩山中求生的部民，向來是不愛噓枯吹生的。\n但既然不曾定有契約，也沒有付出，收下也無害。\n\n當妖物的軍勢旌懸層岩，將辰砂色的大地塗黑時，\n千岩的干城與漆黑的軍勢相撞，離群的騶騎徂歿。\n如同瞑色中的冷星，息災在漩渦的中心明滅閃耀…\n\n最終夕曛破開陰雲時，污泥終於沒入了淵藪深處。\n息災也隨著揮舞它的夜叉消失其中，而歸於沉寂。\n往後，揮舞這柄長槍的人多半都罹受類似的命運，\n但不受百里之命而討敵、不曾矢誓而捍衛黎民者，\n對這樣的命運多半也不會有所怨咎吧…\n\n也有一說這柄長槍曾經被其他人相中借走。\n並在冷清的水蝕洞窟中見證過至交的反目。",
    "jp": "\n俗世のものではない素材により鍛造されたとされる長柄武器。\n過去に孤忠で薄幸な人々の手を数多と渡り、\n数え切れないほどの殺戮と、面妖な血肉を見てきたという。\n\n伝説によると、邪を祓う者が晶砂の入口を訪れた際、\nその深き地から水色の不吉な晶鉱を採取したそうだ。\nそれを利用して鍛造を依頼すると、出来上がった武器に「息災」という名を付けた。\n\n「今後、もし災厄が降りかかろうとも、これがあれば鎮めることができるだろう。」\n荒涼とした山奥で生きる一族は、口が達者とは言い難い。\nだが、契約が成立しておらず、対価も払っていないのであれば、それを受け取ろうとも支障はない。\n\n魔物の軍勢が層岩を侵し、辰砂色の大地を黒に染めた時、\n千岩の盾が漆黒の軍勢と衝突して、はぐれた騎兵が死を迎えた。\nまるで夕暮れに光る星の如く、息災は渦の中心で瞬いていたという…\n\n黄昏が暗雲を貫いた時、汚泥はついに淵薮の底へと沈んでいった。\n息災も、それを振るった夜叉と共に姿を消し、辺りは静寂であった頃に戻った。\nそれ以降、この長槍を手にした者は皆、似たような運命を辿ったとされる。\nしかし、一国の令に縛られることなく敵を討ち、誓いを立てずに民を守る者にとっては、\nかような運命を恨みなどしないだろう…\n\nまた、この長槍はかつて何者かに借し出され、\n冷たい水が侵食する洞窟の中、朋友の反目を見届けたと言われている。",
    "ko": "\n세상 밖의 물건으로 만들었다는 장병기\n홀로 외롭게 충성을 바치다 박명한 사람들 사이에서 전전하며\n수많은 전투의 전말과 괴이한 것들의 피와 살을 보았다\n\n전설에 따르면, 악한 것들을 퇴치하는 자가 모래 심연의 입구로 가서\n그곳 깊이 들어가 물빛의 불길한 수정석을 구해온 뒤\n사람을 불러 병기로 만들어 「식재(息災)」라는 이름을 붙였다고 한다\n\n「나중에 재앙이 몰려온다 해도, 이것으로 평정할 수 있을 것이다」\n우뚝 솟은 바위산에서 살아가는 사람들은 헛된 소문을 잘 믿지 않았다\n그러나 계약도 희생도 없었으니, 받아도 손해는 없었다\n\n요물의 기세가 층암까지 걸려 진사처럼 붉은 대지가 검게 물들 때\n천암의 군대가 칠흑의 군세와 맞섰고, 무리를 벗어난 기병은 죽음을 맞이했다\n해 질 무렵 어두운 하늘의 차가운 별처럼, 식재는 소용돌이의 중심에서 반짝였다…\n\n어스레한 노을빛이 먹구름을 몰아낼 때, 더러운 흙은 마침내 깊숙한 곳에 잠겨버렸고\n식재는 자신을 휘두른 야차와 함께 그 속으로 사라져 적막 속으로 돌아갔다\n그 후 이 장창을 휘두른 사람의 대다수는 비슷한 운명을 맞이했다\n나라의 명을 받지 않고도 적을 무찌르고, 맹세를 하지 않고도 백성을 지킨 자는\n아마 이러한 운명에도 불평하지 않을 것이다…\n\n누군가가 이 장창을 마음에 들어해 빌려가서\n물에 침식된 적막한 동굴에서 지기지우의 사이가 틀어지는 것을 봤다는 설도 있다",
    "en": "\nThey say that this long polearm was forged using materials that are not from this world.\nThe weapon has passed through the hands of many loyal yet unfortunate souls.\nIt has seen many a slaughter begin and end, and tasted many a foul beast's flesh and blood.\n\nIt is said that a person whose job was to exorcise evil once came to the great chasm of crystal sands.\nThere, they retrieved an ominous, aqua-colored crystal from its depths.\nThen, they hired someone to forge it into a weapon, naming it \"Calamity Queller.\"\n\n\"If disaster should befall, this shall surely be used to calm it.\"\nThe tribespeople who made their living in the craggy mountains were not partial to either boasts or critique.\nBut since there was no contract signed, and such words were of no cost, they accepted them all the same.\n\nLater, the time came when the monstrous tides scaled the bedrock, turning the cinnabar-colored earth black.\nThe shield-wall of the Millelith and the dark forces clashed, and any stragglers were all slain.\nLike a cold star amidst the gloom, Calamity Queller flashed this way and that at the heart of the maelstrom...\n\nWhen, at last, the light of the setting sun split the mournful clouds, the dark sludge sunk back into the depths of the chasm.\nThe Calamity Queller was also lost, together with the Yaksha who wielded it — both returned to silence.\nIn times thereafter, those who wielded this spear would largely meet similar fates.\nBut there were people who would fight without requiring orders or protect people without taking any oaths.\nFor them, such a fate was hardly one to be lamented...\n\nIt is also said that this spear was once borrowed from someone.\nAnd in a deserted, water-eroded cave, it would bear witness to a clash between intimate friends.",
    "de": "\nEs wird gesagt, dass sie eine Stangenwaffe ist, die mit Material aus einer anderen Welt hergestellt wurde.\nSie wurde einst in die Hände unzähliger treuer aber unglücklicher Menschen übergeben,\nsie ist eine Zeugin vieler Anfänge und Enden von Tötungskämpfen mit dem Fleisch und Blut von Dämonen.\n\nEs heißt, dass eine Person, deren Aufgabe es war, das Böse auszutreiben, einst zu der großen Kluft aus Kristallsand kam.\nAus der Tiefe wurde der Kristall des Unglücks in der Farbe des Wassers entnommen\nund eine Waffe wurde daraus gemacht, die man nun „Ende des Unheils“ nennt.\n\n„Kommt es in Zukunft zu einer Katastrophe, könnte man sicherlich damit alles wieder in Ordnung bringen.“\nDie Menschen in den steilen Bergen munkeln einfach nicht gern, weder kritisieren sie noch belobigen sie.\nDa aber kein Vertrag unterzeichnet wurde und solche Worte nichts kosten, akzeptierten sie sie trotzdem.\n\nAls die dämonischen Kräfte so stark und aggressiv waren, dass sie die zinnoberrote Erde in eine dunkle Farbe tauchten,\nkollidierten die Millelithen mit der dunklen Macht und die verirrten Krieger fielen.\nWie kaltes Sternenlicht im Dunkeln funkelt „Ende des Unheils“ inmitten eines Wirbels ...\n\nWenn die Sonne endlich durch die dunklen Wolken aufging und die Schlämme in den tiefen Abgrund eintauchten,\nverschwand „Ende des Unheils“ mit dem Yaksha, der es schwang. Alles war zurück in der Stille.\nIn der Folgezeit ereilte diejenigen, die diesen Speer schwangen, meist ein ähnliches Schicksal.\nAber diejenigen, die ohne Befehle Kämpfe führten, die ihre Eide hielten und die die Völker schützten,\nwurden es auch nicht bereuen, sich für ein solches Schicksal entschieden zu haben ... \n\nEs wird auch gesagt, dass dieser Speer einst von jemandem geliehen wurde\nund in der kalten und feuchten Höhle die Szene erlebte, in der Freunde und Verwandte gegeneinander kämpften.",
    "es": "\nDicen que esta lanza se forjó con materiales procedentes de otros mundos.\nAntaño, pasó por las manos de innumerables almas leales y desafortunadas, presenció infinidad de combates de principio a\nfin y derramó la sangre de muchos monstruos.\n\nSe dice que, una vez, un exorcista se adentró en una gran sima de arena cristalizada y rescató de las profundidades un cristal\nmaligno del color del agua.\nEntonces, le encomendó a alguien que lo forjara y lo convirtiera en un arma que bautizaría como “Pacificadora del Desastre”.\n\n“Esta lanza pondrá fin a cualquier mal que se presente”.\nA las tribus que vivían en las escarpadas montañas no les gustaba ni alabar ni criticar las cosas.\nSin embargo, tampoco existía un contrato ni se había establecido un precio, por lo que aceptar la lanza no supondría ningún daño.\n\nCuando las criaturas malignas irrumpieron en las montañas y tiñeron la tierra cinabria de oscuridad, la Geoarmada y las\nfuerzas oscuras se enfrentaron, y todo soldado que se quedó atrás acabó encontrando la muerte.\nComo una estrella helada que centellea en la oscuridad, la Pacificadora del Desastre resplandecía en mitad de aquel caos.\n\nFinalmente, cuando el crepúsculo disipó las oscuras nubes y la corrupción se volvió a hundir en las profundidades de aquella sima, la Pacificadora del Desastre también desapareció junto con\nel Yaksha que la empuñaba, y así se sumieron en el silencio.\nA partir de ese entonces, casi todo aquel que empuñara esta lanza correría la misma suerte.\nSin embargo, aquellos que lucharon sin haber recibido órdenes, que protegieron al pueblo sin haber hecho un juramento, tampoco\nse arrepintieron a pesar del destino que encontraron...\n\nHay quien dice que alguien tomó prestada esta lanza.\nEntonces, en una cueva fría y erosionada por el agua, presenció la pelea entre dos buenos amigos.",
    "fr": "\nIl est dit que cette lance a été créée à partir de matériaux qui ne sont pas de ce monde.\nElle est passée entre les mains de nombreuses âmes loyales bien qu'au destin tragique,\na assisté à de nombreux massacres, et a goûté au sang et à la chair de nombreux monstres.\n\nLa légende veut qu'un jour, un exorciste arriva au grand gouffre des cristaux,\noù il récupéra un cristal de mauvais augure à la couleur de l'eau,\nqu'il demanda ensuite à quelqu'un de forger en arme, qu'il nomma alors « Étouffeur de calamités ».\n\n« Si la calamité venait à tomber, je pourrais l'utiliser pour y mettre fin. »\nLes tribus qui vivaient dans les montagnes escarpées n'étaient pas friandes de critiques ou de belles paroles.\nMais sans contrat signé et comme de telles paroles ne coûtaient rien, ils les acceptèrent tout de même.\n\nQuand les hordes de monstres gravirent la roche, jusqu'à recouvrir de noir la terre de couleur cinabre,\nles boucliers des Millelithes se heurtèrent à cette marée obscure, et tout soldat qui s'écarta de ses camarades trouva sa fin.\nTelle une étoile froide au milieu des ténèbres, l'Étouffeur de calamités scintillait au cœur de ce maelström...\n\nLorsque finalement, la lumière du crépuscule fendit les nuages lugubres, la boue noire s'enfonça de nouveau dans les profondeurs du gouffre.\nL'Étouffeur de calamités fut également perdu, ainsi que le Yaksha qui l'avait brandi... Tous deux étaient repartis dans le silence.\nDès lors, tous ceux qui brandirent cette lance connurent un sort similaire.\nMais aux yeux de ceux qui combattent sans en avoir reçu l'ordre ou protègent les gens sans prêter serment,\nun tel sort n'est guère à déplorer...\n\nIl est également dit que cette lance aurait été empruntée à quelqu'un,\net que dans une grotte déserte et érodée par l'eau, elle aurait été témoin d'un affrontement entre amis proches.",
    "pt": "\nDizem que esta longa lança foi forjada usando materiais que não são deste mundo.\nEla passou pelas mãos de muitas almas leais, porém, desafortunadas,\nviu muitos massacres começarem e terminarem, e provou a carne e o sangue de muitas bestas.\n\nDizem que uma pessoa cujo trabalho era exorcizar o mal uma vez chegou ao grande abismo das areias cristalinas,\nRecuperando de suas profundezas um cristal maligno com a cor da água,\nantes de contratar alguém para forjá-lo em uma arma, nomeando-a de \"Subjugadora de Calamidades\".\n\n\"Caso ocorra um desastre, isto certamente será usado para acalmá-lo.\"\nAs pessoas das tribos que viviam nas montanhas rochosas não se vangloriavam nem criticavam.\nMas como não havia contrato assinado, e tais palavras não tinham custo, eles aceitaram todas da mesma forma.\n\nQuando as marés monstruosas escalaram o leito rochoso, tornando a terra cor de cinábrio preta,\na parede do escudo dos Millelith e as forças das trevas se chocaram, e quaisquer sobreviventes deixados para trás foram mortos.\nComo uma estrela fria no meio da escuridão, a Subjugadora de Calamidades brilhou por todos os lados em meio ao caos...\n\nQuando, finalmente, a luz do sol poente dividiu as nuvens lúgubres, a corrupção afundou de volta nas profundezas do abismo.\nA Subjugadora de Calamidades também se perdeu, junto com os Yaksha que a empunharam - ambos voltaram ao silêncio.\nEm épocas mais tarde, aqueles que empunharam esta lança, em grande parte, enfrentariam destinos semelhantes,\nmas para aqueles que lutariam sem precisar de ordens ou proteger as pessoas sem fazer nenhum juramento,\ndificilmente este destino era de se lamentar...\n\nTambém dizem que esta lança uma vez foi emprestada a alguém.\nE em uma caverna deserta e erodida pela água, ela testemunharia um confronto entre bons amigos.",
    "ru": "\nГоворят, что это копьё выковано из материалов из другого мира.\nОно прошло через руки многих благородных, но несчастливых владельцев,\nвидело начало и конец бесчисленных битв и пробовало плоть и кровь разных тёмных существ.\n\nГоворят, что некто, изгоняющий зло, однажды извлёк из глубин великой пропасти хрустальных песков\nзловещий кристалл цвета морской волны,\nпоручил изготовить из него оружие, и дал этому оружию имя - «Усмиритель бед».\n\n«Если придёт беда, он усмирит её».\nЛюди, живущие среди суровых скалистых гор, не любят громких слов.\nНо раз уж взамен не требуется ни контракта, ни платы, нет вреда в том, чтобы взять предложенное.\n\nКогда армии монстров хлынули в горы, окрасив киноварь земли чёрным,\nтёмные силы столкнулись со стеной щитов Миллелитов и смерть ждала всех отделившихся от толпы.\nИ в центре этого водоворота, подобно холодной звезде среди мрака, сиял Усмиритель бед...\n\nКогда, наконец, свет заходящего солнца разорвал скорбные тучи, мрак снова погрузился в глубины пропасти.\nТогда же исчез и Усмиритель бед - вместе с Яксой, который им орудовал, он вернулся к тишине и безвестности.\nВ последующие времена тех, кто брал в руки это копьё, обычно постигала та же участь.\nНо едва ли заслуживает сожалений судьба тех,\nкто готов сражаться, не требуя приказов, и защищать простых людей, не давая обетов.\n\nГоворят также, что кто-то однажды позаимствовал это копьё,\nчтобы однажды оно стало свидетелем столкновения между близкими друзьями в пустынной проточенной водой пещере.",
    "id": "\nKatanya Polearm ini dibuat dari bahan-bahan yang bukan berasal dari dunia ini.\nSenjata ini sudah menjadi piala bergulir di tangan orang-orang kesepian yang berusia pendek,\ndan sudah menjadi saksi dari awal dan akhir pembunuhan, serta darah dan daging monster.\n\nKonon ada seorang pengusir roh jahat yang pernah datang ke jurang besar dengan pasir yang mengkristal,\nDan masuk ke kedalaman air untuk mengambil batu kristal malapetaka yang berwarna seperti air,\nDia kemudian menyewa seorang pengrajin untuk menempanya menjadi senjata, yang kemudian dinamakan \"Calamity Queller.\"\n\n\"Bila suatu saat malapetaka datang menghadang, senjata ini pasti dapat menenangkannhya.\"\nSuku yang mencari nafkah di pegunungan yang terjal tidak suka menyombongkan diri ataupun mengkritik.\nTapi karena tidak pernah ada kontrak yang ditandatangani, dan tidak ada biaya apa pun, maka tidak ada salahnya menerimanya.\n\nSaat pasukan monster berhamburan di jurang dan menodai tanah merah menjadi hitam,\nDinding pertahanan pasukan Millelith dan pasukan kegelapan saling bertikai, pasukan berkuda yang meninggalkan kawanannya juga tewas.\nSeperti bintang yang menatap dengan dingin, Calamity Queller bersinar terang di tengah kekacauan ....\n\nPada saat matahari terbenam menerobos awan, lumpur gelap tenggelam kembali ke kedalaman jurang.\nCalamity Queller juga hilang ke dalam mengikuti Yaksha yang mengayunkannya, kembali ke dalam kesunyian.\nSejak saat itu, orang-orang yang memakai tombak ini akan mengalami nasib yang sama,\nNamun, bagi mereka yang berperang tanpa dieprintah, atau yang melindungi rakyat tanpa perlu bersumpah,\nNasib seperti itu bukanlah sesuatu yang harus disesali ....\n\nAda juga yang mengatakan kalau tombak ini pernah dipinjam dari seseorang.\nDan menyaksikan perseteruan antar dua sahabat di dalam gua yang terkikis oleh air dingin.",
    "th": "\nว่ากันว่าเป็นอาวุธหอกที่สร้างจากวัสดุที่มาจากต่างโลก\nครั้งหนึ่งมันเคยผ่านมือผู้ที่ภักดีแต่อับโชคมานับไม่ถ้วน\nได้เห็นการเริ่มต้นและจุดจบของการเข่นฆ่า และเลือดเนื้อของสิ่งชั่วร้าย\n\nตามตำนานเล่าว่าคนพเนจรได้มาถึงหุบเหวแห่งผืนทรายคริสตัล\nเข้าไปดึงคริสตัลสีน้ำที่เป็นลางร้ายออกมาจากส่วนลึก\nแล้วนำไปให้คนหลอมเป็นอาวุธ ที่มีชื่อว่า \"Calamity Queller\"\n\n\"หากเกิดภัยพิบัติขึ้นในวันข้างหน้า ก็คงสามารถใช้มันเพื่อทำให้สงบลงได้\"\nชนเผ่าที่ใช้ชีวิตอยู่ในภูเขาหินอันขรุขระ มักอยู่อย่างสงบเสงี่ยมเสมอ\nแต่เนื่องจากไม่เคยทำสัญญา และไม่เคยจ่ายค่าตอบแทน จึงไม่เป็นภัยหากจะรับไว้\n\nเมื่อกองกำลังของปีศาจบุกทะลวงมาตามชั้นหิน และย้อมดินแดนสีชาดให้กลายเป็นสีดำ\nผู้พิทักษ์ Millelith ปะทะกับกองทัพอันดำมืด ทหารม้าพเนจรพากันล้มตาย\nดั่งดวงดาวอันเย็นยะเยือกท่ามกลางความมืดมน Calamity Queller ฉายแสงเจิดจ้าอยู่ในใจกลางของวังวน...\n\nในท้ายที่สุด เมื่ออาทิตย์ลับฟ้าทะลุผ่านเมฆ กากตะกอนก็จมลงสู่ส่วนลึกของห้วงเหว\nCalamity Queller เองก็หายลับไปพร้อมกับยักษาที่กวัดแกว่งมัน และกลับคืนสู่ความเงียบงัน\nในเวลาต่อมา ผู้ที่ถือหอกนี้ก็มักต้องพบเจอกับชะตากรรมที่คล้ายคลึงกัน\nแต่ผู้ที่ต่อสู้กับศัตรูโดยไม่ได้พึ่งพาคำสั่ง ต่อสู้เพื่อปวงประชาโดยไม่ได้พึ่งคำสาบาน\nก็คงไม่ต้องคร่ำครวญกับชะตากรรมเช่นนี้หรอก...\n\nบ้างก็ว่าหอกเล่มนี้เคยถูกผู้อื่นหยิบยืมไป\nและได้เป็นสักขีพยานในการปะทะกันระหว่างสหายคนสนิท ในถ้ำรกร้างเยือกเย็นและถูกน้ำกัดเซาะ",
    "vi": "\nNghe nói là loại vũ khí cán dài được chế tạo từ vật thể bên ngoài thế giới.\nTừng lưu truyền trong tay của vô số những người trung thành nhưng bạc mệnh,\nChứng kiến quá nhiều khởi đầu và kết thúc của các trận giết chóc cùng với máu thịt của yêu ma.\n\nTruyền thuyết nói rằng từng có người phụ trách xua đuổi tà ma đã đến nơi vực sâu tinh thạch,\nTừ nơi sâu thẳm nhất ở đó lấy được tinh thạch xui rủi có màu của nước,\nNhờ người chế tạo thành binh khí, đặt tên \"Hủy Diệt\".\n\n\"Trong tương lai nếu có tai ương giáng xuống, nhất định có thể dùng nó để bình định.\"\nNhững người dân mưu sinh trên núi đá hiểm trở, xưa nay không hề thích khen chê.\nNhưng nếu chưa từng lập ra khế ước, cũng không cần cho đi, thì nhận về cũng không sao cả.\n\nKhi thế lực ma vật quá hùng hổ, biến cả vùng đất màu chu sa trở thành một màu đen u tối,\nCuộc chiến giữa Thiên Nham và thế lực đen tối nổ ra, những chiến sĩ gục ngã.\nGiống như ánh sao lạnh lẽo trong bóng tối, \"Hủy Diệt\" lấp lánh giữa lốc xoáy...\n\nCuối cùng ánh hoàng hôn đã phá tan đi mây đen mù mịt, bùn lầy rồi cũng lắng xuống hang ổ sâu thẳm.\nHủy Diệt đã cùng với sự biến mất của Dạ Xoa sở hữu nó, mà trở về với trầm lặng.\nVề sau, những người từng vung cây thương này, hơn một nửa cũng cùng chung số phận,\nNhưng những người đi thảo phạt mà không chịu sự ràng buộc của vương quyền, bảo vệ lê dân mà không từng lập lời thề,\nĐối với số mệnh như thế, phần lớn cũng không có lời oán trách đâu nhỉ...\n\nCũng có người nói rằng, cây thương này đã từng bị người khác mượn đi.\nVà trong hang động ẩm ướt lạnh lẽo đã chứng kiến cảnh bằng hữu chí cốt trở mặt nhau."
  },
  "effects": [
    {
      "name": {
        "zhs": "灭却之戒法",
        "zht": "滅卻之戒法",
        "jp": "滅却の戒法",
        "ko": "멸각의 계법",
        "en": "Extinguishing Precept",
        "de": "Löschgebot",
        "es": "Ley de la aniquilación",
        "fr": "Précepte d'anéantissement",
        "pt": "Preceito Extinguidor",
        "ru": "Завет погибели",
        "id": "Extinguishing Precept",
        "th": "Extinguishing Precept",
        "vi": "Diệt Khước Giới Pháp"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>12%</color>所有元素伤害加成；施放元素战技后，获得持续20秒的「圆顿」，攻击力每1秒提升<color=#99FFFFFF>3.2%</color>，该攻击力提升效果至多叠加6次。当装备此武器的角色处于队伍后台时，「圆顿」的攻击力提升效果翻倍。",
        "zht": "獲得<color=#99FFFFFF>12%</color>所有元素傷害加成；施放元素戰技後，獲得持續20秒的「圓頓」，攻擊力每1秒提升<color=#99FFFFFF>3.2%</color>，該攻擊力提升效果至多疊加6次。當裝備此武器的角色處於隊伍後台時，「圓頓」的攻擊力提升效果翻倍。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>12%</color>。元素スキルを発動すると、継続時間20秒の「円頓」を獲得し、1秒毎に攻撃力が<color=#99FFFFFF>3.2%</color>アップする。この効果は最大6回まで重ね掛け可能。この武器を装備したキャラクターが待機中の場合、「円頓」による攻撃力アップ効果は2倍になる。",
        "ko": "모든 원소의 피해 보너스를 <color=#99FFFFFF>12%</color> 획득한다. 원소전투 스킬 발동 시, 20초 동안 지속되는 「원돈」을 획득하고 공격력이 1초마다 <color=#99FFFFFF>3.2%</color> 증가한다. 해당 공격력 증가 효과는 최대 6회 중첩된다. 해당 무기를 장착한 캐릭터가 대기 상태일 때 「원돈」의 공격력 증가 효과는 2배가 된다",
        "en": "Gain <color=#99FFFFFF>12%</color> All Elemental DMG Bonus. Obtain Consummation for 20s after using an Elemental Skill, causing ATK to increase by <color=#99FFFFFF>3.2%</color> per second. This ATK increase has a maximum of 6 stacks. When the character equipped with this weapon is not on the field, Consummation's ATK increase is doubled.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>12 %</color>. Verleiht beim Auslösen einer Elementarfähigkeit den Effekt „Vollkommenheit“, der 20 s hält, den ANG pro Sekunde um <color=#99FFFFFF>3,2 %</color> erhöht und 6-fach stapelbar ist. Wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist, wird der ANG-Bonus verdoppelt.",
        "es": "Otorga un <color=#99FFFFFF>12%</color> a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un <color=#99FFFFFF>3.2%</color> por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en combate, el aumento de ataque otorgado por consumación se dobla.",
        "fr": "Confère un bonus de DGT élémentaires de <color=#99FFFFFF>12 %</color>. Après l'utilisation d'une compétence élémentaire, accorde 20 s d'Achèvement, augmentant l'ATQ de <color=#99FFFFFF>3,2 %</color> toutes les secondes. Ce bonus d'ATQ peut être cumulé 6 fois maximum. Lorsque le personnage équipé de cette arme fait partie de l'équipe mais n'est pas déployé, le bonus d'ATQ de l'Achèvement est doublé.",
        "pt": "Obtém um Bônus de Dano Elemental para todos os Elementos de <color=#99FFFFFF>12%</color>; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente <color=#99FFFFFF>3.2%</color> por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
        "ru": "Даёт <color=#99FFFFFF>12%</color> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <color=#99FFFFFF>3,2%</color> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается.",
        "id": "Mendapatkan <color=#99FFFFFF>12%</color> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <color=#99FFFFFF>3,2%</color> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
        "th": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>12%</color>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>3.2%</color> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
        "vi": "Tăng <color=#99FFFFFF>12%</color> sát thương tất cả nguyên tố; Sau khi thi triển Kỹ Năng Nguyên Tố sẽ nhận được hiệu quả \"Viên Đột\", duy trì 20s, sức tấn công mỗi giây tăng <color=#99FFFFFF>3.2%</color>, hiệu quả tăng tấn công này tối đa cộng dồn 6 lần. Khi nhân vật trang bị vũ khí này không xuất hiện trong trận, hiệu quả tăng tấn công của \"Viên Đột\" tăng gấp đôi."
      }
    },
    {
      "name": {
        "zhs": "灭却之戒法",
        "zht": "滅卻之戒法",
        "jp": "滅却の戒法",
        "ko": "멸각의 계법",
        "en": "Extinguishing Precept",
        "de": "Löschgebot",
        "es": "Ley de la aniquilación",
        "fr": "Précepte d'anéantissement",
        "pt": "Preceito Extinguidor",
        "ru": "Завет погибели",
        "id": "Extinguishing Precept",
        "th": "Extinguishing Precept",
        "vi": "Diệt Khước Giới Pháp"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>15%</color>所有元素伤害加成；施放元素战技后，获得持续20秒的「圆顿」，攻击力每1秒提升<color=#99FFFFFF>4%</color>，该攻击力提升效果至多叠加6次。当装备此武器的角色处于队伍后台时，「圆顿」的攻击力提升效果翻倍。",
        "zht": "獲得<color=#99FFFFFF>15%</color>所有元素傷害加成；施放元素戰技後，獲得持續20秒的「圓頓」，攻擊力每1秒提升<color=#99FFFFFF>4%</color>，該攻擊力提升效果至多疊加6次。當裝備此武器的角色處於隊伍後台時，「圓頓」的攻擊力提升效果翻倍。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>15%</color>。元素スキルを発動すると、継続時間20秒の「円頓」を獲得し、1秒毎に攻撃力が<color=#99FFFFFF>4%</color>アップする。この効果は最大6回まで重ね掛け可能。この武器を装備したキャラクターが待機中の場合、「円頓」による攻撃力アップ効果は2倍になる。",
        "ko": "모든 원소의 피해 보너스를 <color=#99FFFFFF>15%</color> 획득한다. 원소전투 스킬 발동 시, 20초 동안 지속되는 「원돈」을 획득하고 공격력이 1초마다 <color=#99FFFFFF>4%</color> 증가한다. 해당 공격력 증가 효과는 최대 6회 중첩된다. 해당 무기를 장착한 캐릭터가 대기 상태일 때 「원돈」의 공격력 증가 효과는 2배가 된다",
        "en": "Gain <color=#99FFFFFF>15%</color> All Elemental DMG Bonus. Obtain Consummation for 20s after using an Elemental Skill, causing ATK to increase by <color=#99FFFFFF>4%</color> per second. This ATK increase has a maximum of 6 stacks. When the character equipped with this weapon is not on the field, Consummation's ATK increase is doubled.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>15 %</color>. Verleiht beim Auslösen einer Elementarfähigkeit den Effekt „Vollkommenheit“, der 20 s hält, den ANG pro Sekunde um <color=#99FFFFFF>4 %</color> erhöht und 6-fach stapelbar ist. Wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist, wird der ANG-Bonus verdoppelt.",
        "es": "Otorga un <color=#99FFFFFF>15%</color> a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un <color=#99FFFFFF>4%</color> por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en combate, el aumento de ataque otorgado por consumación se dobla.",
        "fr": "Confère un bonus de DGT élémentaires de <color=#99FFFFFF>15 %</color>. Après l'utilisation d'une compétence élémentaire, accorde 20 s d'Achèvement, augmentant l'ATQ de <color=#99FFFFFF>4 %</color> toutes les secondes. Ce bonus d'ATQ peut être cumulé 6 fois maximum. Lorsque le personnage équipé de cette arme fait partie de l'équipe mais n'est pas déployé, le bonus d'ATQ de l'Achèvement est doublé.",
        "pt": "Obtém um Bônus de Dano Elemental para todos os Elementos de <color=#99FFFFFF>15%</color>; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente <color=#99FFFFFF>4%</color> por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
        "ru": "Даёт <color=#99FFFFFF>15%</color> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <color=#99FFFFFF>4%</color> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается.",
        "id": "Mendapatkan <color=#99FFFFFF>15%</color> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <color=#99FFFFFF>4%</color> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
        "th": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>15%</color>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>4%</color> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
        "vi": "Tăng <color=#99FFFFFF>15%</color> sát thương tất cả nguyên tố; Sau khi thi triển Kỹ Năng Nguyên Tố sẽ nhận được hiệu quả \"Viên Đột\", duy trì 20s, sức tấn công mỗi giây tăng <color=#99FFFFFF>4%</color>, hiệu quả tăng tấn công này tối đa cộng dồn 6 lần. Khi nhân vật trang bị vũ khí này không xuất hiện trong trận, hiệu quả tăng tấn công của \"Viên Đột\" tăng gấp đôi."
      }
    },
    {
      "name": {
        "zhs": "灭却之戒法",
        "zht": "滅卻之戒法",
        "jp": "滅却の戒法",
        "ko": "멸각의 계법",
        "en": "Extinguishing Precept",
        "de": "Löschgebot",
        "es": "Ley de la aniquilación",
        "fr": "Précepte d'anéantissement",
        "pt": "Preceito Extinguidor",
        "ru": "Завет погибели",
        "id": "Extinguishing Precept",
        "th": "Extinguishing Precept",
        "vi": "Diệt Khước Giới Pháp"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>18%</color>所有元素伤害加成；施放元素战技后，获得持续20秒的「圆顿」，攻击力每1秒提升<color=#99FFFFFF>4.8%</color>，该攻击力提升效果至多叠加6次。当装备此武器的角色处于队伍后台时，「圆顿」的攻击力提升效果翻倍。",
        "zht": "獲得<color=#99FFFFFF>18%</color>所有元素傷害加成；施放元素戰技後，獲得持續20秒的「圓頓」，攻擊力每1秒提升<color=#99FFFFFF>4.8%</color>，該攻擊力提升效果至多疊加6次。當裝備此武器的角色處於隊伍後台時，「圓頓」的攻擊力提升效果翻倍。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>18%</color>。元素スキルを発動すると、継続時間20秒の「円頓」を獲得し、1秒毎に攻撃力が<color=#99FFFFFF>4.8%</color>アップする。この効果は最大6回まで重ね掛け可能。この武器を装備したキャラクターが待機中の場合、「円頓」による攻撃力アップ効果は2倍になる。",
        "ko": "모든 원소의 피해 보너스를 <color=#99FFFFFF>18%</color> 획득한다. 원소전투 스킬 발동 시, 20초 동안 지속되는 「원돈」을 획득하고 공격력이 1초마다 <color=#99FFFFFF>4.8%</color> 증가한다. 해당 공격력 증가 효과는 최대 6회 중첩된다. 해당 무기를 장착한 캐릭터가 대기 상태일 때 「원돈」의 공격력 증가 효과는 2배가 된다",
        "en": "Gain <color=#99FFFFFF>18%</color> All Elemental DMG Bonus. Obtain Consummation for 20s after using an Elemental Skill, causing ATK to increase by <color=#99FFFFFF>4.8%</color> per second. This ATK increase has a maximum of 6 stacks. When the character equipped with this weapon is not on the field, Consummation's ATK increase is doubled.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>18 %</color>. Verleiht beim Auslösen einer Elementarfähigkeit den Effekt „Vollkommenheit“, der 20 s hält, den ANG pro Sekunde um <color=#99FFFFFF>4,8 %</color> erhöht und 6-fach stapelbar ist. Wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist, wird der ANG-Bonus verdoppelt.",
        "es": "Otorga un <color=#99FFFFFF>18%</color> a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un <color=#99FFFFFF>4.8%</color> por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en combate, el aumento de ataque otorgado por consumación se dobla.",
        "fr": "Confère un bonus de DGT élémentaires de <color=#99FFFFFF>18 %</color>. Après l'utilisation d'une compétence élémentaire, accorde 20 s d'Achèvement, augmentant l'ATQ de <color=#99FFFFFF>4,8 %</color> toutes les secondes. Ce bonus d'ATQ peut être cumulé 6 fois maximum. Lorsque le personnage équipé de cette arme fait partie de l'équipe mais n'est pas déployé, le bonus d'ATQ de l'Achèvement est doublé.",
        "pt": "Obtém um Bônus de Dano Elemental para todos os Elementos de <color=#99FFFFFF>18%</color>; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente <color=#99FFFFFF>4.8%</color> por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
        "ru": "Даёт <color=#99FFFFFF>18%</color> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <color=#99FFFFFF>4,8%</color> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается.",
        "id": "Mendapatkan <color=#99FFFFFF>18%</color> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <color=#99FFFFFF>4,8%</color> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
        "th": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>18%</color>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>4.8%</color> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
        "vi": "Tăng <color=#99FFFFFF>18%</color> sát thương tất cả nguyên tố; Sau khi thi triển Kỹ Năng Nguyên Tố sẽ nhận được hiệu quả \"Viên Đột\", duy trì 20s, sức tấn công mỗi giây tăng <color=#99FFFFFF>4.8%</color>, hiệu quả tăng tấn công này tối đa cộng dồn 6 lần. Khi nhân vật trang bị vũ khí này không xuất hiện trong trận, hiệu quả tăng tấn công của \"Viên Đột\" tăng gấp đôi."
      }
    },
    {
      "name": {
        "zhs": "灭却之戒法",
        "zht": "滅卻之戒法",
        "jp": "滅却の戒法",
        "ko": "멸각의 계법",
        "en": "Extinguishing Precept",
        "de": "Löschgebot",
        "es": "Ley de la aniquilación",
        "fr": "Précepte d'anéantissement",
        "pt": "Preceito Extinguidor",
        "ru": "Завет погибели",
        "id": "Extinguishing Precept",
        "th": "Extinguishing Precept",
        "vi": "Diệt Khước Giới Pháp"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>21%</color>所有元素伤害加成；施放元素战技后，获得持续20秒的「圆顿」，攻击力每1秒提升<color=#99FFFFFF>5.6%</color>，该攻击力提升效果至多叠加6次。当装备此武器的角色处于队伍后台时，「圆顿」的攻击力提升效果翻倍。",
        "zht": "獲得<color=#99FFFFFF>21%</color>所有元素傷害加成；施放元素戰技後，獲得持續20秒的「圓頓」，攻擊力每1秒提升<color=#99FFFFFF>5.6%</color>，該攻擊力提升效果至多疊加6次。當裝備此武器的角色處於隊伍後台時，「圓頓」的攻擊力提升效果翻倍。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>21%</color>。元素スキルを発動すると、継続時間20秒の「円頓」を獲得し、1秒毎に攻撃力が<color=#99FFFFFF>5.6%</color>アップする。この効果は最大6回まで重ね掛け可能。この武器を装備したキャラクターが待機中の場合、「円頓」による攻撃力アップ効果は2倍になる。",
        "ko": "모든 원소의 피해 보너스를 <color=#99FFFFFF>21%</color> 획득한다. 원소전투 스킬 발동 시, 20초 동안 지속되는 「원돈」을 획득하고 공격력이 1초마다 <color=#99FFFFFF>5.6%</color> 증가한다. 해당 공격력 증가 효과는 최대 6회 중첩된다. 해당 무기를 장착한 캐릭터가 대기 상태일 때 「원돈」의 공격력 증가 효과는 2배가 된다",
        "en": "Gain <color=#99FFFFFF>21%</color> All Elemental DMG Bonus. Obtain Consummation for 20s after using an Elemental Skill, causing ATK to increase by <color=#99FFFFFF>5.6%</color> per second. This ATK increase has a maximum of 6 stacks. When the character equipped with this weapon is not on the field, Consummation's ATK increase is doubled.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>21 %</color>. Verleiht beim Auslösen einer Elementarfähigkeit den Effekt „Vollkommenheit“, der 20 s hält, den ANG pro Sekunde um <color=#99FFFFFF>5,6 %</color> erhöht und 6-fach stapelbar ist. Wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist, wird der ANG-Bonus verdoppelt.",
        "es": "Otorga un <color=#99FFFFFF>21%</color> a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un <color=#99FFFFFF>5.6%</color> por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en combate, el aumento de ataque otorgado por consumación se dobla.",
        "fr": "Confère un bonus de DGT élémentaires de <color=#99FFFFFF>21 %</color>. Après l'utilisation d'une compétence élémentaire, accorde 20 s d'Achèvement, augmentant l'ATQ de <color=#99FFFFFF>5,6 %</color> toutes les secondes. Ce bonus d'ATQ peut être cumulé 6 fois maximum. Lorsque le personnage équipé de cette arme fait partie de l'équipe mais n'est pas déployé, le bonus d'ATQ de l'Achèvement est doublé.",
        "pt": "Obtém um Bônus de Dano Elemental para todos os Elementos de <color=#99FFFFFF>21%</color>; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente <color=#99FFFFFF>5.6%</color> por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
        "ru": "Даёт <color=#99FFFFFF>21%</color> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <color=#99FFFFFF>5,6%</color> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается.",
        "id": "Mendapatkan <color=#99FFFFFF>21%</color> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <color=#99FFFFFF>5,6%</color> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
        "th": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>21%</color>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>5.6%</color> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
        "vi": "Tăng <color=#99FFFFFF>21%</color> sát thương tất cả nguyên tố; Sau khi thi triển Kỹ Năng Nguyên Tố sẽ nhận được hiệu quả \"Viên Đột\", duy trì 20s, sức tấn công mỗi giây tăng <color=#99FFFFFF>5.6%</color>, hiệu quả tăng tấn công này tối đa cộng dồn 6 lần. Khi nhân vật trang bị vũ khí này không xuất hiện trong trận, hiệu quả tăng tấn công của \"Viên Đột\" tăng gấp đôi."
      }
    },
    {
      "name": {
        "zhs": "灭却之戒法",
        "zht": "滅卻之戒法",
        "jp": "滅却の戒法",
        "ko": "멸각의 계법",
        "en": "Extinguishing Precept",
        "de": "Löschgebot",
        "es": "Ley de la aniquilación",
        "fr": "Précepte d'anéantissement",
        "pt": "Preceito Extinguidor",
        "ru": "Завет погибели",
        "id": "Extinguishing Precept",
        "th": "Extinguishing Precept",
        "vi": "Diệt Khước Giới Pháp"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>24%</color>所有元素伤害加成；施放元素战技后，获得持续20秒的「圆顿」，攻击力每1秒提升<color=#99FFFFFF>6.4%</color>，该攻击力提升效果至多叠加6次。当装备此武器的角色处于队伍后台时，「圆顿」的攻击力提升效果翻倍。",
        "zht": "獲得<color=#99FFFFFF>24%</color>所有元素傷害加成；施放元素戰技後，獲得持續20秒的「圓頓」，攻擊力每1秒提升<color=#99FFFFFF>6.4%</color>，該攻擊力提升效果至多疊加6次。當裝備此武器的角色處於隊伍後台時，「圓頓」的攻擊力提升效果翻倍。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>24%</color>。元素スキルを発動すると、継続時間20秒の「円頓」を獲得し、1秒毎に攻撃力が<color=#99FFFFFF>6.4%</color>アップする。この効果は最大6回まで重ね掛け可能。この武器を装備したキャラクターが待機中の場合、「円頓」による攻撃力アップ効果は2倍になる。",
        "ko": "모든 원소의 피해 보너스를 <color=#99FFFFFF>24%</color> 획득한다. 원소전투 스킬 발동 시, 20초 동안 지속되는 「원돈」을 획득하고 공격력이 1초마다 <color=#99FFFFFF>6.4%</color> 증가한다. 해당 공격력 증가 효과는 최대 6회 중첩된다. 해당 무기를 장착한 캐릭터가 대기 상태일 때 「원돈」의 공격력 증가 효과는 2배가 된다",
        "en": "Gain <color=#99FFFFFF>24%</color> All Elemental DMG Bonus. Obtain Consummation for 20s after using an Elemental Skill, causing ATK to increase by <color=#99FFFFFF>6.4%</color> per second. This ATK increase has a maximum of 6 stacks. When the character equipped with this weapon is not on the field, Consummation's ATK increase is doubled.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>24 %</color>. Verleiht beim Auslösen einer Elementarfähigkeit den Effekt „Vollkommenheit“, der 20 s hält, den ANG pro Sekunde um <color=#99FFFFFF>6,4 %</color> erhöht und 6-fach stapelbar ist. Wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist, wird der ANG-Bonus verdoppelt.",
        "es": "Otorga un <color=#99FFFFFF>24%</color> a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un <color=#99FFFFFF>6.4%</color> por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en combate, el aumento de ataque otorgado por consumación se dobla.",
        "fr": "Confère un bonus de DGT élémentaires de <color=#99FFFFFF>24 %</color>. Après l'utilisation d'une compétence élémentaire, accorde 20 s d'Achèvement, augmentant l'ATQ de <color=#99FFFFFF>6,4 %</color> toutes les secondes. Ce bonus d'ATQ peut être cumulé 6 fois maximum. Lorsque le personnage équipé de cette arme fait partie de l'équipe mais n'est pas déployé, le bonus d'ATQ de l'Achèvement est doublé.",
        "pt": "Obtém um Bônus de Dano Elemental para todos os Elementos de <color=#99FFFFFF>24%</color>; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente <color=#99FFFFFF>6.4%</color> por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
        "ru": "Даёт <color=#99FFFFFF>24%</color> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <color=#99FFFFFF>6,4%</color> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается.",
        "id": "Mendapatkan <color=#99FFFFFF>24%</color> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <color=#99FFFFFF>6,4%</color> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
        "th": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>24%</color>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>6.4%</color> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
        "vi": "Tăng <color=#99FFFFFF>24%</color> sát thương tất cả nguyên tố; Sau khi thi triển Kỹ Năng Nguyên Tố sẽ nhận được hiệu quả \"Viên Đột\", duy trì 20s, sức tấn công mỗi giây tăng <color=#99FFFFFF>6.4%</color>, hiệu quả tăng tấn công này tối đa cộng dồn 6 lần. Khi nhân vật trang bị vũ khí này không xuất hiện trong trận, hiệu quả tăng tấn công của \"Viên Đột\" tăng gấp đôi."
      }
    }
  ],
  "internal_name": "Pole_Santika",
  "imgid": "pole/santika"
}