{
  "id": 13408,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "宗室猎枪",
    "zht": "宗室獵槍",
    "jp": "旧貴族猟槍",
    "ko": "왕실의 장창",
    "en": "Royal Spear",
    "de": "Königlicher Jagdspeer",
    "es": "Lanza de Caza Real",
    "fr": "Lance de chasse royale",
    "pt": "Lança de Caça Real",
    "ru": "Королевское копьё",
    "id": "Royal Spear",
    "th": "Royal Spear",
    "vi": "Thương Săn Tông Thất"
  },
  "description": {
    "zhs": "某位曾支配蒙德的旧日贵族，曾经珍爱的长枪。过去不曾见过天日，但如今依然尖锐无比。",
    "zht": "某位曾支配蒙德的舊日貴族曾經珍愛的長槍。過去不曾見過天日，但如今依然尖銳無比。",
    "jp": "かつてモンドを支配していた旧貴族が愛用していた長槍。長く封印されていたが、槍先は未だ鋭い。",
    "ko": "몬드를 지배했던 옛 귀족이 매우 아끼던 창. 과거엔 빛을 보지 못했지만, 여전히 뾰족하기 그지없다",
    "en": "This polearm was once cherished by a member of the old nobility that governed Mondstadt long ago. Although it has never seen the light of day, it is still incomparably sharp.",
    "de": "Eine Lanze, die früher einer der alten Aristokraten von Mondstadt führte und von diesem gehegt und gepflegt wurde. Sie hat bisher nie das Tageslicht gesehen, ist aber trotzdem unvergleichlich spitz.",
    "es": "Una lanza atesorada por un antiguo aristócrata que gobernó Mondstadt. Aunque nunca ha visto la luz del día, su filo no tiene rival.",
    "fr": "Cette arme d'hast était autrefois chérie par l'un des nobles gouvernant Mondstadt, il y a de cela longtemps. Elle n'a sans doute jamais vu la lumière du jour, et est toujours particulièrement aiguisée.",
    "pt": "Esta lança outrora valorizada por um membro da antiga nobreza que governou Mondstadt há muito tempo. Embora nunca tenha visto a luz do dia, ela ainda é incomparavelmente afiada.",
    "ru": "Некогда это копьё было любимым оружием одного мондштадтского аристократа. Хотя оно никогда не видело солнечного света, это копьё и поныне остро.",
    "id": "Tombak yang dulu dipuja-puja oleh bangsawan kuno yang pernah menjajah Mondstadt. Tombak ini sudah lama tidak digunakan, tetapi masih tajam tiada banding.",
    "th": "หอกของชนชั้นสูงผู้ซึ่งครั้งหนึ่งเคยปกครอง Mondstadt แม้จะผ่านมานานหลายปี แต่ก็ยังเฉียบคมอย่างไม่อาจเทียบได้",
    "vi": "Thanh thương yêu thích của một nhà quý tộc cổ xưa trị vì Mondstadt. Tuy trải qua bao nhiêu năm tháng, đến nay nó vẫn sắc bén vô cùng."
  },
  "lore": {
    "zhs": "\n曾支配蒙德的旧日贵族所收藏的刺枪，做工用料极其讲究。\n也因此，在他们的时代过去无数世代后，仍然尖锐如新造。\n但在贵族的时代，这柄武器从未见过天日，只沐浴过月光。\n\n贵族认为，出身尊贵的人们应当使用长剑战斗。\n剑锋撞击时发出的声音，就是高尚灵魂的谐唱。\n而枪与弩一样，是卑下的角斗者、平民的武器。\n\n紧握草叉、尖木棍的平民，面对执剑的贵胄子弟也有胜算，\n这无疑是蒙德旧日的统治者难以接受、极力抗拒的事实吧。\n\n传说中，也曾经有流着贵族血脉的青年，\n找寻匠人定制了这柄有着家族华美纹样，\n却与青年本人一样，如果不让鲜血泼洒，\n永远也不可能得到家族承认的尖锐兵器。\n\n若想要带来变革，就必须掌握一切力量。\n即使是被认定不符合贵族气度的兵器也一样，\n即使执枪的孤影只能在深夜月下舞动也一样。\n",
    "zht": "\n曾支配蒙德的舊日貴族所收藏的刺槍，做工用料極其講究。\n也因此，在他們的時代過去無數世代後，仍然尖銳如新造。\n但在貴族的時代，這柄武器從未見過天日，只沐浴過月光。\n\n貴族認為，出身尊貴的人們應當使用長劍戰鬥。\n劍鋒撞擊時發出的聲音，就是高尚靈魂的諧唱。\n而槍與弩一樣，是卑下的角鬥者、平民的武器。\n\n緊握草叉、尖木棍的平民，面對執劍的貴胄子弟也有勝算，\n這無疑是蒙德舊日的統治者難以接受、極力抗拒的事實吧。\n\n傳說中，也曾經有流著貴族血脈的青年，\n找尋匠人定製了這柄有著家族華美紋樣，\n卻與青年本人一樣，如果不讓鮮血潑灑，\n永遠也不可能得到家族承認的尖銳兵器。\n\n若想要帶來變革，就必須掌握一切力量。\n即使是被認定不符合貴族氣度的兵器也一樣，\n即使執槍的孤影只能在深夜月下舞動也一樣。\n",
    "jp": "\nかつてモンドを支配していた古い貴族が収蔵していた槍は、素材から製造まで非常に拘りがあった。\nそのため、幾世代がたった今でも、新品のように見える。\nしかし、貴族の時代では、それは日の光に当たる事なく、月光を浴びていた。\n\n高貴な身分の者は長剣で戦うべきであると、貴族は考えていた。\n刀身がぶつかり合う音は、崇高な魂の叫びである。\n槍や弓は、身分の低い剣闘士や平民の武器だ。\n\nヘーホークと木の槍を握った平民は、剣を持った貴族にも負けない。\n古いモンドの統治者には受け入れ難いが、これが事実なのだ。\n\n言い伝えによると、かつて貴族の血筋を持つ青年は、\n探し当てた職人に、一族の美しい家紋が彫られた鋭い武器を作らせた。\nそれは、青年と同じように血を流させなければ、\n決して家族から認められる事のない武器であった。\n\n何かを変えたいのなら、力を持たねばならない。\nそれは、貴族に相応しくない武器にとっても、\n月明りの下でしか槍を振るえない影にとっても同じだ。\n",
    "ko": "\n과거 몬드를 지배했던 귀족들이 수집한 창. 재료부터 제조까지 매우 까다롭다.\n때문에 몇 세대가 지난 지금도 새것처럼 날카롭다.\n하지만 귀족 시대에 이 무기는 햇빛을 보지 못하고 달빛만을 받았다.\n\n귀족들은 신분이 고귀한 이들은 검을 사용해 전투해야 한다고 여겼다.\n검이 부딪히며 나는 소리는 고귀한 영혼의 합창이고\n창은 석궁처럼 천박한 검투사나 평민의 무기였다.\n\n갈퀴와 목창을 쥔 평민은 검을 들고 갑옷을 입은 귀족에게도 뒤지지 않는다.\n이는 몬드의 옛 통치자가 받아들이기 힘든 저항의 사실일 것이다.\n\n전해 내려오는 이야기에 따르면 과거 귀족의 혈통을 가진 청년이\n장인을 찾아 가문의 문양이 새겨진 이 무기를 제작했다.\n하지만 청년 본인과 마찬가지로 피를 흩날리게 하지 않으면\n가문으로부터 절대 인정받지 못하는 무기였다.\n\n뭔가를 바꾸고 싶다면 반드시 힘을 가져야 한다.\n설령 귀족에게 어울리지 않는다고 여겨지는 무기일지라도\n달빛 아래에서만 창을 휘두르는 그림자일지라도 마찬가지다.\n",
    "en": "\nA lance once kept in the collection of a noble who ruled over Mondstadt. A product of premium materials and masterful artisanship.\nFor that reason, it remains sharp as it was on the day it was first forge, even many generations after the nobles' time ended.\nBut back in the era of the nobility, this weapon never saw the light of day, and bathed only in the pale moonlight.\n\nThe nobles believed that those of high blood should use swords in battle.\nTo them, the sound of blades clashing was the chorus the lofty souls.\nThe spear and the bow, on the other hand, were the weapons of plebeian gladiators and commoners.\n\nCommoners with pitchforks and sharpened wooden poles, after all, could yet be a match for sword-wielding scions of nobility.\nThis was, undoubtedly, a hard pill for the rulers of Old Mondstadt to swallow.\n\nLegend has it that there was also a youth of noble stock,\nWho sought out a smith to make this weapon, emblazoned with their house's crest,\nAnd yet which, like this youth, could never earn the favor of his family...\nNo, not without the spilling of blood.\n\nIf that youth wanted change to come, they needed power.\nEven if it meant using a weapon seen as ignoble.\nEven if it meant that their spear-wielding shadow could never see any light but that of the deep night's moon.\n",
    "de": "\nDiese Lanze wurde einst vom alten Adel Mondstadts gesammelt. Ihr Material ist erlesen und hat all die Zeit gut überstanden.\nSelbst nach Generationen ist ihre Spitze noch so stark und neu wie eh und je.\nAber während der Herrschaft der Aristokraten erblickte diese Waffe nie das Licht der Welt.\n\nDie Aristokraten glaubten, dass nur Menschen adeliger Abstammung mit dem Schwert kämpfen sollten.\nDer Klang, den die scharfen Schwerter erzeugten, wenn sie aufeinanderprallten, war die Melodie edler Seelen.\nStattdessen sind Speere und Armbrüste die Waffen der Bauern und demütigen Gladiatoren.\n\nBauern, die Gabeln oder spitze Holzknüppel schwingen, haben die Möglichkeit, sich gegen einen jungen Edelmann zu verteidigen,\nund zweifellos duldeten die ehemaligen Herrscher von Mondstadt dies natürlich nicht und bekundeten ihre starke Ablehnung.\n\nEs war einmal ein junger Mann von noblem Blut, so lautet die Legende,\nder sich einen Handwerker suchte um diesen Speer mit seinem Familienmuster zu gravieren.\nWenn der junge Mann nicht bald Blut vergießen würde,\ndann würde er nie die Anerkennung seiner Familie erhalten.\n\nWenn man einen Wandel herbeiführen will, muss man alle zur Verfügung stehenden Möglichkeiten ausschöpfen,\nselbst wenn die Waffe als unwürdig für die noblen Kreise der Aristokratie angesehen wird.\nDenn nur eine einsame Figur kann damit im Mondlicht tanzen.\n",
    "es": "\nUna lanza que perteneció a la colección de un aristócrata que gobernó Mondstadt. Fue elaborada artesanalmente con materiales de primera calidad.\nPor eso, aunque ha pasado de generación en generación, sigue estando tan afilada como si fuera nueva.\nPero, durante el reinado de la aristocracia, esta arma nunca llegó a ver la luz del día.\n\nLos aristócratas creían que las personas de origen noble solo deben usar espadas en la batalla.\nEl sonido que emiten las espadas afiladas al chocar es la melodía de las almas nobles.\nEn cambio, las lanzas y las ballestas son las armas de los campesinos y los gladiadores humildes.\n\nLos campesinos que blanden con fuerza horquillas o estacas puntiagudas tienen la oportunidad de defenderse frente a un joven noble,\ny, sin duda, los antiguos gobernantes de Mondstadt no toleraban esta idea, ante la que mostraron su oposición.\n\nSe dice que un joven de sangre noble\nbuscó a un artesano y le encargó esta lanza con grabados heráldicos.\nAl igual que el joven, si no derramaba sangre,\nnunca podría obtener el reconocimiento de su familia.\n\nSi quieres provocar un cambio, debes aprovechar todo el poder a tu alcance;\nincluso si el arma se considera impropia de la nobleza,\no si la figura solitaria que la empuña solo puede danzar bajo la luz de la luna.\n",
    "fr": "\nCette lance, appartenant autrefois à la collection privée d'un aristocrate qui dirigeait Mondstadt, a été fabriquée à la main avec des matériaux de haute qualité.\nC'est pourquoi, bien que de nombreuses générations se la soient transmise, elle est toujours aussi tranchante qu'au jour premier.\nCependant, à l'époque de l'aristocratie, cette arme ne vit jamais la lumière du jour, et demeura baignée par les rayons de la lune.\n\nLes aristocrates pensaient que les personnes d'origine noble ne devaient utiliser que des épées en combat,\naffirmant que le son de deux épées aiguisées s'entrechoquant reflétait la mélodie de leurs âmes.\nC'est pourquoi lances et arbalètes étaient les armes des gladiateurs de la plèbe et des humbles paysans.\n\nLes paysans qui brandissent fourches et piquets peuvent après tout déjà se défendre contre un jeune noble armé d'une épée.\nCeci était sans nul doute dur à accepter pour la classe dirigeante.\n\nSelon la légende, un jeune homme de sang noble\nchargea un artisan de lui forger cette lance ornée du blason familial.\nCependant, cette lance, tout comme son jeune propriétaire, ne pouvait recevoir l'approbation de la famille.\nPas sans avoir versé le sang.\n\nPour voir arriver le changement, le jeune noble avait besoin de puissance.\nMême si cela voulait dire utiliser une arme reniée par l'aristocratie.\nMême si cela voulait dire se cacher dans la nuit pour la manier.\n",
    "pt": "\nAs lanças coletadas pelos nobres antigos de Mondstadt eram feitas de materiais de alta qualidade.\nPor essa razão, mesmo depois de passadas incontáveis gerações, ainda é afiada como se fosse nova.\nMas na época dos nobres, esta arma nunca viu a luz do dia, foi apenas banhada pela luz do luar.\n\nOs nobres acreditavam que aqueles que nasciam com sangue azul deveriam lutar com espadas longas.\nO tilintar das espadas brandindo era o canto das almas nobres.\nAs lanças e arcos eram armas baixas, das pessoas comuns.\n\nO povo comum segurando firmemente suas Varas de Madeira tem chance de vencer os descendentes de nobres que usam espadas,\nIsso é, sem sombra de dúvidas, o fato que os governantes antigos de Mondstadt não aceitaram e resistiram a todo custo.\n\nAs lendas dizem que um jovem que tinha sangue nobre nas veias,\nbuscou um artesão para fazer uma arma ornamentada com os símbolos da família\nmas essa arma e esse jovem eram iguais, se não pudessem derramar sangue,\neram armas afiadas que jamais obteriam o reconhecimento da família.\n\nSe você quer trazer a mudança então precisa dominar todo o poder.\nAinda que seja uma arma que não esteja de acordo com a conduta da nobreza,\nAinda que a sombra que segura a arma apenas possa agir durante a noite.\n",
    "ru": "\nПика, которая в древности принадлежала аристократу, правящему Мондштадтом. Она была изготовлена мастером-кузнецом из высококачественных материалов.\nИменно поэтому даже по прошествии многих веков она осталась такой же острой, как и в первый день.\nНо в эпоху аристократов она не видела света дня, её доставали лишь при луне.\n\nАристократы считали, что благородный человек должен воевать мечом.\nЗвук рассекаемого воздуха - это песнь благородной души.\nА копьё или лук - это оружие для низкородных.\n\nТо, что у простолюдина с вилами или острой палкой был шанс одолеть аристократа с мечом,\nдля древних правителей Мондштадта было неприемлемо.\n\nГоворят, что иногда благородная молодёжь\nзаказывала у мастера подобные пики, покрытые фамильным орнаментом.\nЕсли оружие не окропить кровью,\nто оно - как и сам владелец - не будет признано знатью.\n\nДля преобразования необходима сила.\nПоскольку благородному человеку не пристало пользоваться таким оружием,\nто одинокая тень могла сражаться им лишь под покровом тьмы.\n",
    "id": "\nSenjata penusuk yang dikumpulkan oleh bangsawan tua yang pernah mendominasi Mondstadt, sangat indah baik dalam pekerjaan dan juga bahan yang digunakannya.\nDan karena itu, setelah generasi yang tak terhitung jumlahnya di zaman mereka, senjata tersebut masih tajam seolah masih baru.\nNamun di zaman bangsawan, senjata ini belum pernah melihat langit, hanya bermandikan cahaya bulan.\n\nPara bangsawan percaya bahwa orang yang berasal dari bangsawan harus bertarung dengan pedang panjang.\nSuara hantaman pedang adalah paduan suara jiwa yang mulia.\nTombak, lalu busur dan anak panah, adalah senjata untuk gladiator dan warga sipil yang rendah.\n\nWarga sipil yang memegang garpu rumput dan tongkat kayu runcing memiliki kesempatan untuk menang melawan para anak-anak bangsawan yang memegang pedang,\nTidak dapat diragukan lagi, inilah fakta bahwa penguasa lama Mondstadt hampir tidak dapat menerima dan menolak dengan keras akan hal ini.\n\nMenurut legenda, ada juga pemuda dengan darah bangsawan,\nDia menemui sebuah pengrajin ntuk menyesuaikan pegangannya dengan simbol keluarganya yang indah,\nDan seperti keluarga pemuda itu, jika dia tidak ingin ada pertumpahan darah,\nItu tidak akan pernah menjadi senjata tajam yang diakui oleh keluarga.\n\nJika kamu ingin membuat perubahan, kamu harus mempunyai kekuatan untuk itu.\nBahkan senjata yang dianggap tidak sesuai dengan temperamen para bangsawan pun sama,\nBahkan gagang tombak hanya bisa menari di bawah bayangan bulan purnama pada malam hari.\n",
    "th": "\nหอกที่สะสมไว้โดยชนชั้นสูงที่ครั้งหนึ่งเคยปกครอง Mondstadt ทำขึ้นมาจากวัสดุและฝีมือชั้นยอด\nเพราะเหตุนี้ ถึงแม้เวลาจะผ่านไปหลายชั่วอายุคน แต่พวกมันก็ยังคมเหมือนใหม่\nแต่ในยุคของชนชั้นสูงนั้น อาวุธนี้ไม่เคยได้เห็นแสงตะวัน ทำได้เพียงอาบแสงจันทร์ที่เยือกเย็นเท่านั้น\n\nชนชั้นสูงเชื่อว่า ผู้ที่มีสายเลือดสูงส่ง ควรใช้ดาบในการต่อสู้\nสำหรับพวกเขาแล้ว เสียงดาบที่ฟาดฟันกัน เป็นเหมือนเสียงประสานของวิญญาณผู้สูงศักดิ์\nในทางกลับกัน หอกและธนูเป็นอาวุธของทาสนักสู้และพลเรือนผู้ต่ำต้อย\n\nพลเรือนที่ถือคราดและไม้ปลายแหลม ก็มีโอกาสที่จะชนะชนชั้นสูงที่ถือดาบได้\nนี่เป็นสิ่งที่ผู้ที่เคยปกครอง Mondstadt ยุคเก่า ไม่สามารถยอมรับได้\n\nตำนานเล่าว่า เคยมีหนุ่มผู้มีสายเลือดสูงศักดิ์คนหนึ่ง\nเขาเสาะหาช่างตีเหล็กเพราะสร้างอาวุธนี้ แล้วตกแต่งด้ามจับของมันด้วยสัญลักษณ์ประจำตระกูล\nแต่ก็เหมือนกับตัวชายหนุ่มเอง หากไม่หลั่งเลือด\nก็จะไม่มีวันได้รับการยอมรับจากคนในตระกูล\n\nหากเขาต้องการการเปลี่ยนแปลง เขาต้องใช้พลังทั้งหมดที่มี\nถึงแม้มันจะหมายความว่าเขาต้องใช้อาวุธ ที่ไม่คู่ควรกับชนชั้นสูงก็ตาม\nถึงแม้เงาของหอกอันเดียวดายนี้ จะทำได้เพียงกวัดแกว่งอยู่ใต้แสงจันทร์\n",
    "vi": "\nTrường thương được lưu giữ bởi quý tộc cũ thời Mondstadt làm nguyên liệu và nghiên cứu.\nVì thế từ đời của họ qua nhiều đời sau đó, chúng vẫn sắt nhọn như đồ mới.\nNhưng trong thời quý tộc, binh khí không thấy ánh mặt trời mà chỉ được ẩn mình trong ánh trăng.\n\nGiới quý tộc cho rằng, xuất thân cao quý cần phải dùng trường kiếm chiến đấu.\nLưỡi kiếm vụt ra sẽ phát ra âm thanh, đó chính là sự hài hòa của những linh hồn cao thượng.\nThương cũng giống như nỏ, là vũ khí bình dân chỉ dành cho giác đấu sĩ thấp kém.\n\nNgười dân tay cầm côn gỗ nhọn, đối đầu với công tử quý tộc cầm kiếm cũng có thể thắng, \nĐây chắc là hiện thực mà kẻ thống trị ngày cũ khó chấp nhận và kịch liệt phản đối.\n\nTruyền thuyết cũng từng có một thanh niên mang dòng máu quý tộc, \nTìm Thợ Rèn chế tạo một thanh đầy hoa văn hoa mỹ quý tộc, \nGiống như gia thế của người thanh niên, nếu không muốn máu đổ, \nBinh khí sắc bén vĩnh viễn cũng không được gia tộc thừa nhận.\n\nNếu muốn cải cách, cần nắm giữ tất cả sức mạnh.\nCho dù bị cho là binh khí không phù hợp với khí chất quý tộc, \nCho dù tay cầm thương chỉ có thể thi triển trong đêm trăng thanh vắng.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>8%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>8%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>8%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>8%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>8%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>8 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>8%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>8%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>8%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>8%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>8%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>10%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>10%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>10%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>10%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>10%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>10 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>10%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>10 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>10%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>10%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>10%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>10%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>10%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>12%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>12%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>12%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>12%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>12 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>12%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>12 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>12%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>12%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>12%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> โดยจะซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอล จะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>12%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>14%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>14%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>14%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>14%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>14%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>14 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>14%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>14 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>14%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>14%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>14%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>14%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>14%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>16%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>16%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>16%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>16%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>16%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>16 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>16%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>16 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>16%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>16%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>16%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>16%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>16%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    }
  ],
  "internal_name": "Pole_Theocrat",
  "imgid": "pole/theocrat"
}