{
  "id": 13407,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "西风长枪",
    "zht": "西風長槍",
    "jp": "西風長槍",
    "ko": "페보니우스 장창",
    "en": "Favonius Lance",
    "de": "Favonius-Lanze",
    "es": "Lanza de Favonius",
    "fr": "Lance de Favonius",
    "pt": "Lança de Favonius",
    "ru": "Копьё Фавония",
    "id": "Favonius Lance",
    "th": "Favonius Lance",
    "vi": "Thương Tây Phong"
  },
  "description": {
    "zhs": "西风骑士团的制式长枪。枪杆直挺，枪尖轻风流溢。",
    "zht": "西風騎士團的制式長槍。槍桿直挺，槍尖輕風流溢。",
    "jp": "西風騎士団でよく使われる長槍。身が真っ直ぐで、槍先からそよ風が溢れている。",
    "ko": "페보니우스 기사단의 제식용 창. 곧게 선 창대에 창 끝으로 산들바람이 넘실댄다",
    "en": "A polearm made in the style of the Knights of Favonius. Its shaft is straight, and its tip flows lightly like the wind.",
    "de": "Eine Lanze in der Machart des Ordo Favonius. Sie ist makellos gerade und ihre Spitze zischt leicht durch die Luft.",
    "es": "Una lanza hecha al estilo de los Caballeros de Favonius. Su barra es recta y su punta fluye ligeramente como el viento.",
    "fr": "Une longue lance généralement maniée par les chevaliers de l'Ordre de Favonius. Une douce brise caresse la pointe de sa lame qui est attachée à une hampe droite.",
    "pt": "Uma lança no estilo dos Cavaleiros de Favonius. Sua haste é reta e sua ponta flui levemente como o vento.",
    "ru": "Копьё, состоящее на вооружении рыцарей Ордо Фавониус. Лёгкий ветерок ласкает направленный в небеса наконечник.",
    "id": "Polearm yang dibuat berdasarkan gaya dari Knights of Favonius. Gagangnya lurus dan panjang, dan mata pedangnya ringan seperti angin.",
    "th": "หอกมาตรฐานที่ใช้งานโดย เหล่าอัศวินแห่ง Favonius ด้ามหอกตรงดิ่ง ปลายหอกแหลมคม และพลิ้วไหวดั่งสายลม",
    "vi": "Thương nghi thức của Đội Kỵ Sĩ Tây Phong. Mũi thương dài thẳng, đầu thương nhọn như xé được gió."
  },
  "lore": {
    "zhs": "\n西风骑士团的仪仗长枪，是检阅仪式上骄傲的礼器，亦是对魔物致命的利器。\n通过探询风中挺立的乔木，蒙德的工匠学者在元素亲和的道路上取得了成果。\n这杆坚固的枪因此不但是西风骑士的殊荣，也是蒙德卫士勤奋和技术的结晶。\n谨记，当如坚挺长枪般自律，守护风的自由。\n\n古往今来常有人以长枪为兵器，假借距离的优势，弥补避免武艺的不足。\n即使是以削尖的木棍武装自己的平民，或许也能与手执钢剑的士兵对抗。\n推翻贵族统治后，为了庆祝，尖木杖、旗杆与草叉一度插满了城郊绿地。\n\n剑术曾经是贵族的必修之一，因为可以培养贵胄的风度与智慧。\n而在那个时期的这片大地，枪法则属于异邦的角斗奴与叛逆者。\n但在过去也曾有一名使枪的贵族子弟。\n传说厄伯哈特曾藉着至夜的轻风，以枪尖挑起初凝的清露。\n\n原为私生子的厄伯哈特自幼梦想光复往日贵族的高尚与骄傲。\n但是，要动摇腐朽的根基的话，就需要强大的力量。那么——\n无论是怂恿兄长嫡子追逐侠盗的梦想，最终又欺瞒令他逃亡，\n好让自己被扶正也好，\n还是暗地里师从某位使枪的魔女，循着她的技艺寻找死之隙，\n最终又将她除去也好…\n\n「纵使后世贬损又如何。只要能达到目的，一切手段都可以」\n",
    "zht": "\n西風騎士團的儀仗長槍，是檢閱儀式上驕傲的禮器，亦是對魔物致命的利器。\n藉由探詢風中挺立的喬木，蒙德的工匠學者在元素親和的道路上取得了成果。\n這杆堅固的槍因此不但是西風騎士的殊榮，也是蒙德衛士勤奮和技術的結晶。\n謹記，當如堅挺長槍般自律，守護風的自由。\n\n古往今來常有人以長槍為兵器，假借距離的優勢，彌補避免武藝的不足。\n即使是以削尖的木棍武裝自己的平民，或許也能與手執鋼劍的士兵對抗。\n推翻貴族統治後，為了慶祝，尖木杖、旗杆與草叉一度插滿了城郊綠地。\n\n劍術曾經是貴族的必修之一，因為可以培養貴胄的風度與智慧。\n而在那個時期的這片大地，槍法則屬於異邦的角鬥奴與叛逆者。\n但在過去也曾有一名使槍的貴族子弟。\n傳說厄伯哈特曾藉著至夜的輕風，以槍尖挑起初凝的清露。\n\n原為私生子的厄伯哈特自幼夢想光復往日貴族的高尚與驕傲。\n但是，要動搖腐朽的根基的話，就需要強大的力量。那麼——\n無論是慫恿兄長嫡子追逐俠盜的夢想，最終又欺瞞令他逃亡，\n好讓自己被扶正也好，\n還是暗地裡師從某位使槍的魔女，循著她的技藝尋找死之隙，\n最終又將她除去也好…\n\n「縱使後世貶損又如何。只要能達到目的，一切手段都可以」\n",
    "jp": "\n西風騎士団の儀仗用長槍は閲兵儀式で使われる礼器であり、魔物と対抗する武器でもある。\n風中を立つ喬木を探すことで、モンドの工学者が元素の活用方法で成果を挙げた。\nこの硬い槍は西風騎士の栄光だけでなく、モンドを護る人々の勤労と技術の結晶でもある。\n肝に銘じてほしい。槍のように自律し、風の自由を守護することを。\n\n古来より槍を武器にするものは距離の優勢で武芸の不足を補った。\n木の棒を尖らした平民でも、剣を持った兵士に対抗できるかもしれない。\n貴族の統治を覆した祝いとして、郊外には木の杖と旗ざお、ヘーホークがたくさん刺された。\n\n剣術は貴族の風格と知恵を鍛錬することができるため、昔は必修科目の一つだった。\n昔の時代では、槍は異邦の剣闘士の武器だった。\nしかしたった一人槍を使った貴族がいた。\n伝えによると、エバハートは夜の軽風を借りて露をつついた。\n\n私生児であったエバハートは幼い頃から貴族の栄光を復興することを目指した。\nしかし、腐った根を揺るがすには強い力が必要だった。それなら——\n嫡子である兄を唆し盗賊の夢を追いかけさせても、\n自分が跡継ぎになっても、\n裏で槍使いの魔女の弟子になり、その技を身につけた後、\n魔女を殺しても…\n\n「後世に唾棄されても、目的を果たすためにどんな手を使っても構わない」\n",
    "ko": "\n페보니우스 기사단의 의장용 창, 사열식의 자랑스러운 무기이자 마물에게 치명적인 무기이다.\n몬드의 대장장이 학자는 바람 속에서도 꼿꼿함을 유지하는 나무를 연구하여, 원소 친화적 분야에서 성과를 거둔다.\n그 때문에 이 단단한 창은 페보니우스 기사의 특별한 영예이자, 몬드 근위병의 성실함과 기술의 결정체라고 할 수 있다.\n곧은 창처럼 스스로를 관리하여 바람의 자유를 지킬 것을 명심하라.\n\n예로부터 거리적 우위로 무예의 부족함을 보완하기 위해 창을 무기로 사용하는 이들이 있다.\n끝을 뾰족하게 깎은 나무방망이로 자신을 무장한 평민들도 어쩌면 강철검을 든 병사들에게 대항할 수 있을지 모른다.\n귀족 통치 전복을 축하하기 위해 뾰족한 나무 지팡이와 깃대, 그리고 갈퀴를 성 밖 초원 가득 꽂았다.\n\n귀족의 품위와 지혜를 키울 수 있었기에 검술은 한때 귀족의 필수 과목 중 하나였다.\n하지만 그 시대 땐 이 땅에서 창술은 이국의 격투 노예와 반역자가 쓰던 것이었다.\n하지만 과거에도 창을 사용하는 귀족 자제가 한 명 있었다.\n에버하트는 밤바람을 맞으며 창끝으로 첫 이슬방울을 잡았었다고 전해진다.\n\n사생아였던 에버하트는 어릴 때부터 과거 귀족들의 고결함과 긍지를 부활시키길 꿈꿨다.\n하지만 썩어빠진 뿌리를 뽑으려면 강력한 힘이 필요했다. 그래서——\n적장자에게 의적이 되는 꿈을 갖도록 충동질하고 또 그를 기만하여 도망치게 한 뒤\n자신이 이를 바로 잡는 것이든,\n어느 창을 쓰는 마녀를 몰래 사부로 삼아 그녀의 창술을 배운 뒤 기회를 틈타\n그녀를 제거하는 것이든….\n\n「후세의 비난을 받더라도 목적을 달성할 수 있다면 수단과 방법을 가리지 않겠어」\n",
    "en": "\nA spear of honor amongst the Knights of Favonius. It is used in a ceremonial role at parades and reviews, but it is also a keen and mortal foe of monsters.\nBy studying the arbor that held firm in the wind, the craftsmen and scholars of Mondstadt would learn much of elemental affinities.\nThis sturdy spear not only holds a place of special honor among the Knights — it is also a crystallization of the hard work and artistry of the city's defenders.\nWith it in hand, they shall always remember to be disciplined, and to defend Mondstadt's freedom.\n\nIndeed, many people have used polearms of a kind as their weapons, using the reach advantage to supplement their lack of martial skill.\nEven untrained plebeians could arm themselves with sharpened wooden sticks, and they would perhaps be a match for the steel of trained soldiers.\nTo celebrate the overthrow of the aristocracy, long stakes, flagpoles and pitchforks were stuck all over the greenery around the city.\n\nIt was once required of all nobles to study the art of the sword, that they might grow in stature and wisdom.\nIn those days, the art of the spear was reserved for foreign gladiators and traitors.\nBut there was once a noble scion who wielded a spear.\nThey said that Eberhart would enjoy the night breeze as he caught the first drops of dew with his spear tip.\n\nAn illegitimate child, Eberhart dreamed of recapturing the glory and pride of ancient nobility.\nYet, he needed greater power in order to destroy these rotten foundations. So—\nWhether it was instigate his legitimate brother to pursue his dream of becoming a phantom thief, before deceiving him and forcing him to flee,\nSo that he might usurp that legitimacy,\nOr whether it was pledging himself as a certain spear-wielding witch's disciple to learn the fatal loophole in her art,\nAll the better to slay her with...\n\n\"So what if those who came after should despise me? I will do anything to achieve my goals.\"\n",
    "de": "\nDie Favonius-Lanze des Ordo Favonius. Sie wird in einer zeremoniellen Rolle bei Paraden und anderen Anlässen verwendet, aber sie ist gleichzeitig auch ein scharfer und tödlicher Feind der Monster.\nDie Handwerker Mondstadts haben durch das Studium der Bäume, die aufrecht im Wind stehen, ein paar erstaunliche Resultate bezüglich der Neigung zu bestimmten Elementen erbracht.\nDiese robuste Lanze ist nicht nur eine Ehre für jeden, der sie vom Ordo Favonius verliehen bekommt, sie ist auch das Ergebnis harter Arbeit und des Könnens der Wächter von Mondstadt.\nDamit werden sie immer daran denken, diszipliniert zu sein und die Freiheit von Mondstadt zu verteidigen.\n\nIn der Tat haben viele Menschen eine Art Speer oder Lanze als Waffe benutzt und den Reichweitenvorteil davon genutzt, um ihre mangelnde Kampfkunst auszugleichen.\nSelbst untrainierter Pöbel könnte sich mit angespitzten Holzstöcken bewaffnen und sie wären vielleicht sogar dem Stahl ausgebildeter Soldaten ebenbürtig.\nUm den Sturz der Aristokratie zu feiern, wurden lange Pfähle, Fahnenmasten und Mistgabeln überall rund um die Stadt gesteckt.\n\nEinst wurde von allen Aristokraten verlangt, die Schwertkunst zu studieren, damit sie an Statur und Weisheit wachsen konnten.\nDamals war die Kunst des Speerkampfes den ausländischen Gladiatoren und Verrätern vorbehalten.\nEs gab jedoch einst einen Aristokratenspross, der die Lanze der Rebellion schwang.\nEs wird gesagt, dass Eberhart die nächtliche Brise genoss, wenn er die ersten Tautropfen mit seiner Speerspitze auffing.\n\nAls uneheliches Kind träumte Eberhart davon, den Ruhm und Stolz der alten Aristokraten zurückzuerobern.\nDoch er brauchte mehr Macht, um dieses verrottete Fundament zu zerstören ...\nOb es darum ging, seinen Halbbruder dazu anzustiften, seinen Traum zu verfolgen, ein ehrenvoller Dieb zu werden, bevor er ihn täuschte und dann zur Flucht zwang,\num somit seine Legitimität an sich reißen zu können,\noder ob er sich als Schüler einer gewissen Speer schwingenden Hexe verpflichtete, ihre fatale Kunst zu lernen,\nnur um sie danach damit zu beseitigen ...\n\n„Na und? Was wäre, wenn die, die folgten, mich verachten würden? Ich werde alles tun, um meine Ziele zu erreichen.“\n",
    "es": "\nUna lanza de honor de los Caballeros de Favonius. Se utiliza como arma ceremonial en desfiles militares, pero también es un enemigo acérrimo y mortal de los monstruos.\nAl estudiar el gran árbol que se mantenía firme contra el viento, los artesanos y eruditos de Mondstadt aprendieron mucho sobre la afinidad elemental.\nEsta firme lanza no solo es un honor que se le otorga a los Caballeros de Favonius, sino también el fruto del arduo trabajo y las habilidades de los guardianes de Mondstadt.\nCon ella en mano, siempre se acordarán de ser disciplinados y defender la libertad de Mondstadt.\n\nDe hecho, a lo largo de la historia, las personas han usado lanzas de todo tipo debido al alcance que ofrecen para complementar su falta de habilidades de artes marciales.\nIncluso un plebeyo sin ningún entrenamiento podría armarse con un palo de madera afilado y, tal vez, sería un rival digno para el acero de un soldado bien entrenado.\nPara celebrar la caída de la aristocracia, se clavaron estacas, banderas y horquillas por toda la ciudad.\n\nEn el pasado, todos los nobles estaban obligados a estudiar el arte de la espada, pues se decía que ello les hacía más sabios y dignos.\nEn aquellos días, el arte de la lanza se reservaba para los gladiadores y traidores extranjeros.\nPero hubo una vez un noble vástago que empuñaba una lanza.\nSe llamaba Eberhart, y era conocido por disfrutar de la brisa nocturna mientras recogía las primeras gotas del rocío con la punta de su lanza.\n\nEberhart, un hijo ilegítimo, soñaba con recuperar la gloria y el orgullo de la antigua nobleza.\nSin embargo, necesitaba más poder para destruir sus podridos cimientos.\nEstaba decidido a hacerlo fuese como fuese. No le importaba si, para ello, debía empujar a su hermano legítimo a perseguir su sueño de convertirse en un ladrón fantasma para engañarlo, obligarlo a huir\ny, así, convertirse él en el heredero legítimo.\nNi tampoco le importaba si tenía que fingir ser el aprendiz de la bruja que veía la muerte para aprender sus habilidades\ny, más tarde, matarla.\n\n“No me importa que las generaciones futuras me desprecien. Haré cualquier cosa para lograr mis objetivos”.\n",
    "fr": "\nUne lance qui symbolise l'honneur parmi les chevaliers de l'Ordre de Favonius. Bien qu'elle soit fréquemment utilisée lors de cérémonies, cette arme peut transpercer le plus féroce des monstres.\nEn étudiant l'arbre que le vent ne peut ébranler, les forgerons de Mondstadt ont beaucoup appris dans le domaine de l'affinité élémentaire.\nCette lance n'est pas seulement une récompense honorifique pour les chevaliers de l'Ordre ; elle représente aussi la maîtrise des techniques de combat et la ferveur des protecteurs de Mondstadt.\nLorsqu'ils la prennent en main, les chevaliers gardent à l'esprit qu'il doivent rester disciplinés afin de défendre la liberté de Mondstadt.\n\nNombreux sont les combattants qui choisissent la lance pour compenser leur manque de technique.\nUn roturier sans aucune formation pourrait s'armer d'un bâton tranchant et peut-être rivaliser avec un soldat lors d'un combat.\nPour célébrer la chute de l'aristocratie, des banderoles et des drapeaux ont été déployés à l'extérieur de la cité.\n\nLa maîtrise de l'escrime était obligatoire pour un aristocrate pour cultiver sagesse et élégance.\nLa lance était une arme réservée aux gladiateurs et aux traîtres.\nCependant, il existait un noble qui maniait la lance.\nEbelhart appréciait la brise nocturne lorsqu'il recueillait les premières gouttes de rosée avec la pointe de sa lance.\n\nFils illégitime, il rêvait de redorer le blason de la noblesse tombée en déchéance.\nToutefois, afin d'accomplir son rêve, il lui fallait plus de pouvoir.\nPour lui, la fin justifiait les moyens : Ebelhart poussa son frère à devenir un voleur fantôme comme il en rêvait pour le forcer à prendre la fuite, \nafin d'usurper sa place d'héritier légitime.\nEnsuite, il devint l'apprenti d'une sorcière, qui lui enseigna les secrets de son art,\nafin de mieux l'éliminer...\n\n« Je ne me soucie point de ma réputation auprès des générations futures. Rien ne m'arrêtera tant que je n'aurais pas atteint mon objectif. »\n",
    "pt": "\nUma lança de honra entre os Cavaleiros de Favonius. É usada em desfiles e revistas de cerimônia, mas também é um inimigo mortal de monstros.\nAtravés do estudo das árvores, a pesquisa de afinidade elemental deu frutos graças aos trabalhos incansáveis dos artesãos e estudiosos de Mondstadt.\nEsta lança não é apenas uma honra concedida a um Cavaleiro de Favonius, mas também o fruto do trabalho árduo e das habilidades dos guardiões de Mondstadt.\nCom ela em mãos, eles devem sempre se lembrar de ser disciplinados e de defender a liberdade de Mondstadt.\n\nDe fato, muitas pessoas usaram lanças de um tipo como suas armas, usando a vantagem do alcance para complementar sua falta de habilidade marcial.\nMesmo plebeus não treinados poderiam se armar com varas de madeira afiadas, e talvez conseguiriam resistir o aço dos soldados treinados.\nPara celebrar a derrubada da aristocracia, longas estacas, mastros de bandeira e ancinhos ficaram espalhados sobre toda a vegetação da cidade.\n\nAntigamente, todos os nobres tinham que estudar a arte da espada, para que pudessem crescer em estatura e sabedoria.\nNaquela época, a arte da lança era reservada para gladiadores e traidores estrangeiros.\nMas houve uma vez, no passado, um nobre herdeiro que empunhava uma lança.\nSeu nome era Eberhart, e dizem que ele desfrutava da brisa noturna ao pegar as primeiras gotas de orvalho com a ponta de sua lança.\n\nEberhart, um filho ilegítimo, sonhava em reconquistar a glória e o orgulho da antiga nobreza.\nTodavia, para destruir essa fundação podre, ainda precisava de poderes mais fortes...\nEle estava determinado a fazer isso, não importava o que fosse. Mesmo se fosse necessário pressionar seu irmão legítimo a perseguir seu sonho de se tornar um ladrão fantasma a fim de enganá-lo e forçá-lo a fugir,\npara então usurpar seu lugar como legítimo herdeiro.\nNem que precisasse ser aprendiz de uma certa bruxa que empunhava uma lança para aprender os segredos de sua arte.\nE depois matá-la...\n\n\"Não me importo das opiniões críticas dos meus descendentes. Contanto que possa atingir o meu alvo, o faço a todo custo.\"\n",
    "ru": "\nПочётное копьё среди рыцарей Ордо Фавониус. Его используют на парадах и военных смотрах, но оно также является ярым и смертельным противником чудовищ.\nИзучая устойчивость высокого дерева на ветру, кузнечные мастера и учёные Мондштадта многое узнали об элементальных эффектах.\nПоэтому это крепкое копьё - не только гордость Ордо Фавониус, но и квинтэссенция искусства и упорства защитников Мондштадта.\nСтражи вольного ветра да не забудут, что дисциплина их должна быть прочна, как это копьё.\n\nВозможность держать врага на расстоянии и не прибегать к ближнему бою, особенно если ты ему не обучен, делало его основным оружием многих во все времена.\nОбычный человек, вооружившись даже заострённой палкой, вполне может противостоять солдату со стальным мечом.\nКогда аристократия оказалась низвергнута, в знак триумфа по всей окрестности стояли воткнутые в землю заточенные палицы, флагштоки и вилы.\n\nКогда-то фехтование обязательно входило в образование подрастающего аристократа, ведь оно прививало великолепные манеры и развивало мышление.\nВладение копьём в те времена было уделом чужеземных гладиаторов и бунтарей,\nно среди избравших это оружие нашёлся и один наследник знатной семьи.\nПо легенде Эберхарт с помощью лёгкого ветерка в длиннейшую ночь года остриём копья зачерпнул свежую росу.\n\nРождённый вне брака Эберхарт с детства мечтал возродить гордую и благородную аристократию былых дней во всём её великолепии.\nНо для того, чтобы расшатать прогнившие устои, требовалась великая сила. Тогда...\nПодговорить ли сына старшего брата воплотить свою мечту и стать благородным разбойником, а затем обманом вынудить его обратиться в бега,\nи самому стать наследником семьи...\nИли в тайне стать учеником одной ведьмы, перенять её мастерство владения копьём, а затем\nпри удобном случае избавиться от неё...\n\n«Даже если меня ждёт порицание потомков, для достижения цели хороши все средства».\n",
    "id": "\nTombak upacara Knights of Favonius adalah senjata ritual yang sangat dibanggakan dalam ritual upacara tersebut, dan juga merupakan senjata mematikan untuk melawan monster.\nDengan mempelajari tentang pohon-pohon yang menjulang tinggi, para pengrajin Mondstadt telah berhasil melihat buah jerih payah dari kekuatan elemental mereka.\nOleh karena itu, tombak yang kokoh ini bukan hanya wujud kehormatan Knights of Favonius, tetapi juga kristalisasi dari ketekunan dan kehendak Knight Mondstadt.\nIngatlah selalu, untuk selalu menjadi kuat seperti tombak ini, setia menjaga kebebasan bagaikan angin.\n\nSepanjang zaman, orang sering menggunakan tombak panjang sebagai senjata, mengambil keuntungan dari jaraknya yang jauh untuk mengimbangi kurangnya seni bela diri.\nBahkan warga sipil yang dipersenjatai dengan tongkat kayu tajam mungkin dapat menghadapi para prajurit dengan pedang baja di tangan mereka.\nSetelah menggulingkan pemerintahan para bangsawan, untuk merayakannya, tongkat runcing, tiang bendera, dan garpu rumput dulunya pernah memenuhi padang rumput hijau di pinggiran kota.\n\nIlmu berpedang menjadi salah satu pelatihan wajib para bangsawan, karena dapat menumbuhkan sikap dan kebijaksanaan bangsawan.\nDan pada saat itu, keahlian dalam memakai tombak adalah milik budak gladiator dan pemberontak dari negeri asing.\nTetapi di masa lalu ada juga seorang anak bangsawan yang memakai tombak.\nLegenda mengatakan bahwa Eberhart menggunakan angin malam untuk menangkap embun jernih dengan ujung tombaknya.\n\nEberhart, yang semula adalah anak haram, bermimpi untuk kembali ke kaum bangsawan dari sejak dia kecil.\nNamun, untuk mengguncang fondasi yang membusuk, dibutuhkan kekuatan yang kuat. Kemudian...\nMeskipun dia pernah menghasut putra sulung kakak laki-lakinya untuk membuat mimpinya menjadi kenyataan dan menjadikannya sebuah pencuri bangsawan lalu pada akhirnya menjebaknya juga,\nDan membiarkan dirinya sendiri untuk menjadi pewaris,\nSetelah diam-diam di belakang menjadi murid penyihir dan menggunakan tombak untuk mempelajari teknik membunuh,\nDan pada akhirnya menyingkirkan penyihir itu juga...\n\n\"Bahkan jika generasi selanjutnya direndahkan. Selama tujuannya dapat dicapai, semua cara bisa digunakan.\"\n",
    "th": "\nหอกของกองอัศวินแห่ง Favonius นั้น เป็นอาวุธที่ใช้ในพิธีตรวจพลอันแสนภาคภูมิใจ และยังเป็นอาวุธที่น่ากลัวสำหรับมอนสเตอร์อีกด้วย\nจากการศึกษาต้นไม้ที่สูงใหญ่ของ Mondstadt ช่างฝีมือของ Mondstadt ได้รับผลลัพธ์ในการเพิ่มพลังธาตุ\nหอกอันแข็งแรงนี้ไม่เพียงแต่เป็นเกียรติยศของเหล่าอัศวินแห่ง Favonius เท่านั้น แต่ยังรวมถึงการตกผลึกของความขยันและทักษะของผู้พิทักษ์ Mondstadt\nโปรดจำไว้ว่า การมีวินัยในตนเองเปรียบเหมือนหอกอันแข็งแกร่ง ที่ปกป้องอิสรภาพของสายลม\n\nตลอดเวลาที่ผ่านมา ผู้คนมักจะใช้หอกเป็นอาวุธ ใช้ประโยชน์จากระยะไกลเพื่อชดเชยการขาดศิลปะในการต่อสู้\nแม้แต่พลเรือนที่ถืออาวุธไม้แหลมคมก็สามารถเผชิญหน้ากับทหารที่ถือดาบเหล็กในมือของพวกเขาได้\nหลังจากโค่นล้มชนชั้นสูงได้สำเร็จ เพื่อเป็นการฉลองชัย ไม้แหลม เสาธงและคราดได้ถูกปักไปทั่วผืนดินอันเขียวขจี\n\nวิชาดาบนั้นครั้งหนึ่งเคยเป็นทักษะที่จำเป็นสำหรับเหล่าชนชั้นสูง เพราะมันสามารถขัดเกลาพฤติกรรมและภูมิปัญญาอันสูงส่ง\nและแผ่นดินในยุคนั้น วิชาหอกเป็นของทาสนักสู้ และนักปฏิวัติจากต่างแดน\nแต่ในอดีต มีลูกของชนชั้นสูงคนหนึ่งที่ใช้หอก\nในตำนานเล่าว่า Ebelhart ใช้สายลมยามค่ำคืนเพื่อจุดประกายน้ำค้างหยดแรกด้วยปลายหอก\n\nEbelhart แต่เดิมเป็นลูกนอกกฎหมาย เขาใฝ่ฝันที่จะกลับไปสู่สังคมชนชั้นสูงอันสูงส่งและภาคภูมิตั้งแต่วัยเด็ก\nแต่ว่าในการเขย่ารากฐานที่เสื่อมโทรมนั้น จำเป็นต้องใช้พลังอันแข็งแกร่ง ดังนั้น...\nไม่ว่าจะเป็นการสนับสนุนให้พี่ชายคนโตไล่ตามความฝันในการเป็นโจร และในที่สุดก็หลอกเขาให้หนีไป\nเพื่อที่ตัวเขาเองจะได้รับการยอมรับ\nหรือจะเป็นการเรียนรู้อย่างลับ ๆ จากแม่มดคนหนึ่งที่ทำหอก และเรียนรู้ทักษะของเธอเพื่อค้นหาช่องว่างแห่งความตาย\nและสุดท้ายก็กำจัดเธอทิ้ง...\n\n\"โดนคนรุ่นหลังดูถูกแล้วจะทำไมล่ะ ตราบใดที่สามารถบรรลุเป้าหมายได้ จะใช้วิธีการแบบไหนก็ไม่สำคัญหรอก\"\n",
    "vi": "\nTrường thương nghi thức của Đội Kỵ Sĩ Tây Phong, là một binh khí đáng tự hào trong nghi lễ kiểm duyệt, cũng là một vũ khí đáng sợ đối với ma vật.\nQua việc tìm hiểu gốc cây sừng sững, các thợ thủ công Mondstadt đạt được thành quả trong công việc tăng sức mạnh nguyên tố.\nVì thế cây thương cứng cáp này không chỉ là danh hiệu vinh dự cho kỵ sĩ Tây Phong, mà còn là sự kết tinh giữa sự cần cù và ý chí phấn đấu của kỵ sĩ Mondstadt.\nLuôn nhớ rằng, phải vững vàng như cây thương này, bảo vệ tự do của gió.\n\nTừ cổ chí kim thường có người lấy thương làm binh khí, dựa vào ưu thế khoảng cách để bù vào võ nghệ chưa tinh.\nDù lấy cây gỗ vót nhọn vũ trang cho dân thường, cũng có thể chống lại binh lính dùng kiếm sắt.\nSau khi lật đổ sự thống trị của lớp quý tộc, cắm đầy gậy nhọn, cán cờ và cào rơm ở ngoại ô để ăn mừng.\n\nKiếm thuật từng là một sự bắt buộc của lớp quý tộc để có thể đào tạo ra phong độ và trí khôn cho dòng dõi.\nVào thời kì đó thì cả vùng này, thương pháp được xem như cách chiến đấu của dị bang và kẻ phản nghịch.\nNhưng trong quá khứ cũng từng có người trong giới quý tộc dùng thương.\nTheo truyền thuyết, Eberhart trong đêm gió nhẹ, từng lấy mũi thương đón lấy giọt sương vừa đọng.\n\nEberhart, ban đầu là một đứa trẻ ngoài giá thú, mơ ước được trở về với sự cao quý và niềm tự hào của giới quý tộc từ nhỏ.\nTuy nhiên, để khiến một nền tảng đã mục nát lung lay, vẫn cần một sức mạnh to lớn. Vậy thì...\nCho dù từng xúi giục con trai huynh trưởng theo đuổi giấc mơ hành hiệp, nhưng sau cùng lại giăng bẫy khiến hắn phải lánh nạn.\nĐể bản thân mình tự vực dậy cũng được\nHay âm thầm bái một ma nữ dùng thương làm sư phụ, học theo kỹ thuật để tìm ra sơ hở,\nSau đó tiêu diệt luôn cô ta cũng được.\n\n\"Dù hậu thế gièm pha thì đã sao, chỉ cần đạt được mục đích, dùng thủ đoạn gì cũng được.\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>60%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>12</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>60%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>12</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>60%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>60%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>60%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>60%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>60 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>60%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>60%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>60%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>12 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>60%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>12</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>70%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>10.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>70%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>10.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>70%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>10.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>70%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>10.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>70%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>10.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>10,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>70%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>10.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>70 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>10,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>70%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>10.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>70%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>10,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>70%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>10,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>10.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>70%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>10.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>80%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>9</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>80%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>9</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>80%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>9</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>80%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>9</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>80%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>9</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>9</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>80%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>9</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>80 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>9</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>80%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>9</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>80%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>9</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>80%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>9 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>9</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>80%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>9</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>90%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>7.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>90%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>7.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>90%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>7.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>90%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>7.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>90%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>7.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>7,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>90%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>7.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>90 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>7,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>90%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>7.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>90%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>7,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>90%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>7,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>7.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>90%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>7.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>100%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>6</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>100%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>6</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>100%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>6</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>100%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>6</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>100%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>6</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>6</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>100%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>6</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>100 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>6</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>100%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>6</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>100%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>6</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>100%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>6 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>6</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>100%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>6</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Pole_Zephyrus",
  "imgid": "pole/zephyrus"
}