[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "摇滚发源于枫丹，在璃月港属于新兴艺术，辛焱则是这门艺术身先士卒的践行者。\n\n每到夜里，她就会背上亲手做的乐器，站上亲手搭建的舞台，为每一位前来捧场的听众演奏她亲手谱写的乐曲。\n\n她的曲子正如其人，直爽豪迈，自信骄傲。\n\n她在音乐上的造诣或许算不上顶尖，但她的忠实观众会忘情地与她一起欢呼，用声音和肢体发泄平日中的烦闷与苦恼。\n\n当辛焱忘我之时，从她的神之眼迸射出的火焰，像是要带领人们把黑夜点成白昼。\n\n「一位演奏摇滚的奇才，更是一位演奏气氛的大师。」\n\n「蒸汽鸟报社」曾经这样评价过她。\n\n璃月米贵，居大不易。但辛焱会告诉困于尘世冗杂的世人——\n\n摇滚起来，很容易。",
      "zht": "搖滾發源於楓丹，在璃月港屬於新興藝術，辛焱則是這門藝術身先士卒的踐行者。\n\n每到夜裡，她就會背上親手做的樂器，站上親手搭建的舞臺，為每一位前來捧場的聽眾演奏她親手譜寫的樂曲。\n\n她的曲子正如其人，直爽豪邁，自信驕傲。\n\n她在音樂上的造詣或許算不上頂尖，但她的忠實觀眾會忘情地與她一起歡呼，用聲音和肢體發洩平日中的煩悶與苦惱。\n\n當辛焱忘我之時，從她的神之眼迸射出的火焰，像是要帶領人們把黑夜點成白晝。\n\n「一位演奏搖滾的奇才，更是一位演奏氣氛的大師。」\n\n「蒸汽鳥報社」曾經這樣評價過她。\n\n璃月米貴，居大不易。但辛焱會告訴困於塵世冗雜的世人——\n\n搖滾起來，很容易。",
      "jp": "ロックはフォンテーヌから伝わってきた文化で、璃月港の人間にとっては新しい芸術の1つだ。そして、辛炎はこの芸術の先駆者と言われている。\n\n夜になると、彼女は手作りの楽器を背負い、手作りのステージに立ち、観客に自作の曲を演奏する。\n\n彼女の曲は彼女自身のように率直で豪快で、自信と誇りに満ちていた。\n\n彼女の音楽センスは良いとは言えないが、彼女の熱狂的なファンは、彼女と共にステージを盛り上げ、声と体で日中のストレスと悩みを発散する。\n\n辛炎が我を忘れる時に、彼女の神の目から放出される炎は、まるで夜空を白昼に変える程であった。\n\n「天才ロックミュージシャンであり、場を盛り上げる名人でもある」\n\n「スチームバード」新聞社はかつて、辛炎をこう評価した。\n\n璃月で生きていくのは簡単なことではない。だが、辛炎は俗世に捉われている人々に向かって告げるのだ——\n\nロックすれば問題ないと。",
      "ko": "록은 폰타인에서 시작된 것으로 리월항에서는 새로운 예술에 속한다. 신염은 이 예술을 몸소 실현하는 사람이다.\n\n밤이 되면 그녀는 손수 만든 악기를 매고 손수 만든 무대에 올라 그녀의 음악을 듣기 위해 온 청중들을 위해 자작곡을 연주한다.\n\n그녀의 곡은 그녀처럼 솔직하고 호탕하며, 자신감 넘치고 거만하다.\n\n그녀의 음악적인 조예가 최고가 아닐 수도 있지만 그녀의 충실한 관객들은 모든 걸 잊고 그녀와 함께 환호하며 소리와 몸으로 일상 속의 고민들을 날려버린다.\n\n신염이 자신을 잊어버릴 때면 사람들을 어두운 밤에서 대낮으로 이끌듯 그녀의 신의 눈에서 불꽃이 뿜어져 나온다.\n\n「록을 연주하는 천재이자 분위기 연주의 대가」\n\n「스팀버드사」는 그녀를 이렇게 평가한 적 있다.\n\n리월은 물가가 비싸 생계를 유지하기가 어렵지만 신염은 번잡한 속세에 갇힌 사람들에게 말한다--\n\n로큰롤!",
      "en": "Rock 'n' roll originates in Fontaine and is just starting to find its feet in Liyue Harbor, where Xinyan is pioneering the art.\n\nEvery night, she slings on her self-built instrument, steps onto her self-constructed stage, and plays her self-composed songs to a crowd of enthusiastic supporters.\n\nHer music reflects her personality: bold and defiant, loud and proud.\n\nShe is no virtuoso, but this doesn't bother her dedicated fans one bit as they let loose and enjoy the show, singing their hearts out and shaking off the stress of the day.\n\nIn the heat of the moment, the fire that leaps from Xinyan's Vision seems ready to turn night into day.\n\n\"She is a rare rock 'n' roll talent and a master performer who really knows how to create an atmosphere,\" said a review of one of her live shows in The Steambird.\n\nLiving in Liyue is expensive, especially when you want to enjoy the finer things in life. But as Xinyan would say to those tied down by worldly worries:\n\n\"If you know how to rock, then it's easier to roll.\"",
      "de": "Rock ’n’ Roll hat seinen Ursprung in Fontaine und fängt gerade erst an, im Hafen von Liyue Fuß zu fassen. Xinyan ist also eine Pionierin dieser Kunst.\n\nJeden Abend spielt sie auf ihrem selbstgebauten Instrument, auf einer selbsterrichteten Bühne und trägt den Zuschauern selbst komponierte Melodien vor.\n\nSo wie die Person so sind auch ihre Lieder: kühn, trotzig, laut und stolz.\n\nSie ist keineswegs eine Virtuosin, aber ihre treuen Fans spielen trotzdem verrückt und feiern mit Stimme und Körper, um den Stress und die Sorgen des Tages abzuschütteln.\n\nIm Eifer des Gefechts droht das Feuer, das aus Xinyans Göttlichem Auge hervorspringt, die Nacht zum Tag zu machen. „Sie ist ein wahres Rock-’n’-Roll-Genie und eine noch größere Meisterin darin, Atmosphäre zu schaffen“, sagt der Dampfvogel über ihr Können. In Liyue zu leben ist teuer und es ist noch schwieriger, seinen Lebensstil dort aufrechtzuerhalten. Aber wie Xinyan denjenigen sagen würde, die sich um so alltägliche Dinge sorgen:\n\n„Rock ’n’ Roll ist simpel, wirklich simpel“.",
      "es": "El rock se originó en Fontaine y, en la actualidad, está empezando a hacerse un hueco en Liyue. En este sentido, Xinyan es una pionera de esta música.\n\nTodas las noches se cuelga en el cuello el instrumento que ella misma ha hecho, se sube a un escenario construido por ella misma y toca canciones compuestas por ella misma para todo su público.\n\nSu música es igual que ella: audaz, desafiante, ruidosa y orgullosa.\n\nNo es para nada la mejor rockera del mundo, pero sus fieles admiradores siempre disfrutan junto a ella, desahogando su estrés y los problemas del día.\n\nEn el calor del momento, el fuego que brota de la Visión de Xinyan convierte la noche en día.\n\n“Es una verdadera genio del rock, y una maestra cuando de crear un buen ambiente se trata”, comenta la revista «El Pájaro de Vapor» sobre sus habilidades.\n\nVivir en Liyue es caro, y más complicado aún es mantener un buen nivel de vida. Pero, como Xinyan suele decirles a los que se preocupan por asuntos tan mundanos:\n\n“Solo tienes que ponerle rock a la vida”.",
      "fr": "Le rock 'n' roll est originaire de Fontaine. À Liyue, cette tendance musicale commence à peine à percer et Xinyan en est la pionnière.\n\nChaque soir, elle jette un instrument de musique qu'elle a fabriqué dans son dos, monte sur la scène qu'elle a elle-même construite et commence à interpréter des chansons qu'elle a composées pour son public.\n\nSes chansons, comme elle, sont franches et audacieuses, sûres d'elles et arrogantes.\n\nSa technique n'est peut-être pas parfaite, mais ses fans fidèles sont toujours au rendez-vous, prêts à chanter et danser pour chasser la monotonie du quotidien.\n\nLorsque Xinyan s'oublie dans la musique, des flammes jaillissent de son œil divin semblant faire passer de la nuit au jour.\n\n« Elle sait jouer du rock 'n' roll mais plus encore, elle sait mettre l'ambiance. »\n\nC'est en ces termes que L'Oiseau de vapeur a décrit ses performances.\n\nVivre à Liyue coûte cher, et y maintenir son style de vie y est encore plus difficile. À ceux qui lui posent des questions sur ces préoccupations matérielles, Xinyan répond :\n\n« Le rock 'n' roll, c'est la vie ! »",
      "pt": "O Rock 'n' Roll surgiu em Fontaine e está começando a chegar em Liyue. Xinyan é uma pioneira nessa arte.\n\nToda noite, ela pratica no instrumentos que fez, sobe em um palco que construiu e toca músicas que compôs para a audiência.\n\nAs músicas são como ela: audaciosas, desafiadoras, altas e orgulhosas.\n\nEla não é nenhum exemplo de virtude, mas isso não impede seus fãs de celebrarem junto com ela, usando suas vozes e corpos para liberar o estresse do dia.\n\nNo calor do momento, o fogo que salta da Visão de Xinyan ameaça transformar a noite em dia.\n\n\"Ela é uma verdadeira gênio do Rock 'n' Roll, e uma mestra em criar uma boa atmosfera\", diz a revista Pássaro a Vapor.\n\nViver em Liyue custa caro, e manter o estilo de vida é ainda mais difícil. Mas como Xinyan diria para aqueles preocupados com coisas tão mundanas —\n\n\"Só precisa colocar o Rock 'n' Roll na vida\".",
      "ru": "Родина рок-н-ролла - Фонтейн. В Ли Юэ это направление музыки только-только начинает набирать популярность, а Синь Янь представляет его авангард. \n\nКаждую ночь она закидывает за спину музыкальный инструмент, который сделала сама, поднимается на сцену, которую сама построила и начинает исполнять сочинённые ею песни для каждого, кто пришёл на её выступление. \n\nЕё песни, как она сама, откровенные и смелые, самоуверенные и заносчивые. \n\nЕё музыкальные навыки, может, и не идеальны, но её верные слушатели всегда самозабвенно и громко приветствуют её, голосами и танцами прогоняя тоску и печали повседневности. \n\nКогда Синь Янь забывается в музыке, из её Глаза Бога вырывается пламя, которое будто ведёт людей через ночь к свету нового дня. \n\n«Она мастерски играет рок, но ещё более совершенно она играет на струнах людских душ». \n\nТакую оценку ей дала когда-то Паровая птица. \n\nЛи Юэ - дорогой город, и жить в нём нелегко. Но озабоченным этими мирскими трудностями людям Синь Янь отвечает: \n\n«Рок-н-ролл это просто, правда».",
      "id": "Rock 'n' roll berasal dari Fontaine dan baru mulai berkembang di Liyue Harbor. Xinyan, adalah pelopor dalam seni ini.\n\nSetiap malam, dia akan memainkan alat musik yang dia buat dengan tangannya sendiri, berdiri di atas panggung yang dia susun sendiri, dan juga membawakan lagu ciptaannya sendiri untuk para penonton.\n\nLagu yang dia bawakan mencerminkan kepribadiannya: gagah berani, suka tantangan, lantang, dan percaya diri.\n\nDia bukanlah seorang pemusik ulung, tapi dia berhasil membuat para penggemar setianya larut dalam harmoni melodi yang dia ciptakan, sehingga mereka dapat melepaskan diri mereka dari stres dan kepenatan sepanjang hari dalam kebersamaan menyanyi dan menari tersebut.\n\nDalam hangatnya momen kebersamaan itu, api yang melompat dari Vision miliknya seakan menyulap malam menjadi siang.\n\n\"Dia sungguh seorang musisi rock 'n' roll yang jenius, dan ahli dalam menciptakan atmosfer yang hidup\" puji koran The Steambird atas kehebatan Xinyan.\n\nTinggal di Liyue itu mahal, dan mempertahankan gaya hidup di sana jauh lebih sulit. Tapi seakan-akan Xinyan ingin berkata kepada mereka semua bahwa hal-hal yang dianggap mengkhawatirkan itu bukanlah masalah yang terlalu besar –\n\n \"Rock 'n' roll itu mudah saja, sungguh.\"",
      "th": "ร็อกแอนด์โรลมีต้นกำเนิดมาจาก Fontaine และถือเป็นศิลปะแนวใหม่ใน Liyue Xinyan เป็นผู้บุกเบิกศิลปะนี้ขึ้นมา\n\nทุกคืนเธอจะสะพายเครื่องดนตรี ที่ทำขึ้นเองกับมือ ยืนอยู่บนเวทีที่สร้างขึ้นมาเอง และเล่นเพลงที่เธอแต่งขึ้นเองให้ผู้ชมได้ฟัง\n\nเพลงที่เธอแต่งก็เป็นเหมือนกับตัวของเธอเอง ที่ทั้งกล้าหาญ มั่นใจและภาคภูมิใจ\n\nในด้านของดนตรี เธอไม่ใช่คนที่ฝีมือดีเป็นอันดับต้น ๆ แต่แฟน ๆ ที่เหนียวแน่นของเธอต่าง ร่วมร้องเพลงไปด้วยกันเธอ ใช้เสียงเพลงระบายความทุกข์และปัญหาที่พบในแต่ละวัน\n\nเวลาที่ Xinyan ลืมตัว มักจะมีเปลวไฟโพยพุ่งออกมาจากวิชั่นของเธอ ราวกับจะสามารถเปลี่ยนกลางคืนให้กลายเป็นกลางวันได้\n\n\"เธอเป็นอัจฉริยะทางร็อกแอนด์โรล และเป็นผู้เชี่ยวชาญ ด้านการสร้างบรรยากาศ ในการแสดงอีกด้วย\"\n\n\"หนังสือพิมพ์ The Steambird\" ได้เคยกล่าวถึงเธอไว้เช่นนั้น\n\nค่าครองชีพใน Liyue นั้นค่อนข้างสูง การดำรงชีวิตจึงไม่ง่ายนัก แต่ Xinyan บอกคนที่กังวลกับเรื่องธรรมดา ๆ พวกนี้ว่า\n\n\"มาร็อกแอนด์โรลไปด้วยกัน แล้วทุกอย่างจะเป็นเรื่องง่าย\"",
      "vi": "Rock&roll bắt nguồn từ Fontaine, là nghệ thuật mới nổi ở Liyue, Xinyan là người tiên phong trong nghệ thuật này.\n\nMỗi tối, cô đeo nhạc cụ tự làm, đứng trên sân khấu tự mình dựng và chơi những bản nhạc do mình sáng tác cho từng khán giả đến nghe.\n\nÂm nhạc của cô ấy giống như con người cô, thẳng thắn táo bạo, tự tin kiêu ngạo.\n\nNhững thành tích âm nhạc của cô ấy có lẽ không phải đỉnh cao, nhưng khán giả trung thành sẽ cổ vũ nhiệt tình cho cô ấy, trút bỏ sự buồn chán và đau khổ hàng ngày bằng giọng hát và cơ thể của cô.\n\nKhi Xinyan quên đi bản thân, ngọn lửa bắn ra từ Vision của cô dường như dẫn dắt người ta biến đêm thành ngày\n\n\"Một kỳ tài nhạc rock and roll cũng là một bậc thầy về bầu không khí biểu diễn.\"\n\nBáo Chim Hơi Nước từng đánh giá về cô như thế.\n\nLiyue lúa gạo đắt, nhà lớn không dễ có. Nhưng Xinyan sẽ nói cho người đời mắc kẹt nơi trần thế rằng:\\Rock&roll lên nào, rất dễ."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "辛焱在演奏的时候从不循规蹈矩，一切东西都有可能成为她的乐器。\n\n舞台上的柱子、地板、观众的欢呼与叫喊，还有神之眼的火花与爆炸，都可以成为她摇滚乐曲中的点睛之笔。\n\n为了演出而搭建的临时舞台，每每在演出过半的时候就会熊熊燃烧起来，最后只留下一团冒着热气的黑木炭。\n\n千岩军在多次劝告无果之后，只好加强巡逻，想方设法阻止辛焱进行演唱。\n\n双方的斗智斗勇，往往是辛焱取得胜利——她总是能找到可以演唱的地方，以神速搭建起舞台，与观众们一夜欢歌。\n\n比较可靠的坊间说法是，许多千岩军巡逻队的成员在阻扰辛焱的过程中被「摇滚之魂」所感染，成为了她狂热的追捧者。\n\n辛焱总能从这些「摇滚之友」口中提前知道千岩军的巡逻计划，所以轻松就能避开巡查。\n\n久而久之，因为始终没有收获，也没有听说有谁在演唱会上受伤，千岩军对辛焱的行为也就睁一只眼闭一只眼了。",
      "zht": "辛焱在演奏的時候從不循規蹈矩，一切東西都有可能成為她的樂器。\n\n舞臺上的柱子、地板、觀眾的歡呼與叫喊，還有神之眼的火花與爆炸，都可以成為她搖滾樂曲中的點睛之筆。\n\n為了演出而搭建的臨時舞臺，每每在演出過半的時候就會熊熊燃燒起來，最後只留下一團冒著熱氣的黑木炭。\n\n千岩軍在多次勸告無果之後，只好加強巡邏，想方設法阻止辛焱進行演唱。\n\n雙方的鬥智鬥勇，往往是辛焱取得勝利——她總是能找到可以演唱的地方，以神速搭建起舞臺，與觀眾們一夜歡歌。\n\n比較可靠的坊間說法是，許多千岩軍巡邏隊的成員在阻擾辛焱的過程中被「搖滾之魂」所感染，成為了她狂熱的追捧者。\n\n辛焱總能從這些「搖滾之友」口中提前知道千岩軍的巡邏計畫，所以輕鬆就能避開巡查。\n\n久而久之，因為始終沒有收穫，也沒有聽說有誰在演唱會上受傷，千岩軍對辛焱的行為也就睜一隻眼閉一隻眼了。",
      "jp": "辛炎の演奏は常識にはまらない。あらゆるものが彼女の楽器になる。\n\nステージの柱、床、観客の叫び、そして神の目の火花と爆発など、なんでも彼女のロックの一部だ。\n\n臨時のステージは、毎回ライブの途中で燃えてしまい、熱気を纏った黒い木炭だけを残す。\n\n千岩軍が今まで何度も注意してきたが、辛炎は無視し続けたため、見回りを強化し辛炎のライブを止める方針が定まった。\n\n頭脳と体力の勝負、勝者はいつも辛炎だ——彼女はいつもライブに最適な場所を見つけ、神速でステージを作り、観客と一緒に盛り上がる。\n\n信憑性の高い噂によると、多くの千岩軍のメンバーが辛炎のライブを止めようとしているうちに、彼女の「ロックの魂」に惹かれて、結局彼女の熱狂的なファンになったという。\n\nそのため、辛炎はいつも事前にこれらの「ロックフレンド」から千岩軍の見回り計画の情報を手に入れ、無事に見回りの目から逃れることができているわけだ。\n\nそうこうして、始終なんの成果もなく、ライブで怪我人が出ることも聞かないため、千岩軍は辛炎の行為を黙認するようになった。",
      "ko": "신염은 연주할 때 규율을 지키지 않아 모든 물건이 그녀의 악기가 된다.\n\n무대의 기둥, 바닥, 관중의 환호와 외침, 그리고 신의 눈의 스파크와 폭발 모두가 그녀의 록 음악의 마침표가 될 수 있다.\n\n공연을 위해 만든 임시 무대는 연출을 다 끝내기도 전에 이미 불타오르다 결국엔 열기 가득한 숯만 남기게 된다.\n\n천암군의 수차례 조언에도 불구하고 변하지 않자 순찰을 강화하고 신염의 공연을 저지할 방법을 생각하게 된다.\n\n신염과 천암군의 머리싸움은 늘 신염의 승리로 끝이 난다. 그녀는 늘 공연할 수 있는 장소를 찾아내서 빠른 속도로 무대를 만들어 관중들과 함께 밤새도록 노래한다.\n\n믿을만한 소문은 바로 수많은 천암군 순찰대가 신염을 막으러 다니다가 「로큰롤」에 빠져 그녀의 열광적인 팬이 됐다는 것이다.\n\n신염은 「로큰롤 프렌드」로부터 천암군의 순찰 계획을 손에 넣을 수 있기에 순찰을 손쉽게 피할 수 있었다.\n\n천암군은 오랫동안 아무런 소득도 없고 공연에서 다친 사람이 나왔다는 걸 듣지 못하자 결국 신염의 행동을 모르는 척 눈감아주었다",
      "en": "Xinyan does not adhere to traditional performance norms at all. Anything can be used as her instrument.\n\nThe pillars on-stage, the floorboards, the cheers and yells of the audience, and even the explosions and sparks created by her Vision are valid brushes with which she paints her performance.\n\nThe impromptu stage often starts to burn somewhere after the halfway mark of the performance, till all that's left is a smoking pile of charcoal.\n\nAfter many warnings, the Millelith were finally forced to tighten their patrols and try to find ways to stop Xinyan from staging her performances.\n\nThe subsequent battles of wits tended to turn out in Xinyan's favor — she was often able to find a place to perform, set up a stage with frightening speed, and begin a raucous night with her audience.\n\nThe more reliable word on the street is that many patrolling Millelith were themselves infected by the \"spirit of rock 'n' roll,\" becoming her loyal fans in the process.\n\nXinyan would get wind of the Millelith's latest patrol plans from these \"friends of rock,\" and was thus able to avoid their eyes with ease.\n\nEventually, tiring of the lack of results, and in the absence of any evidence that anyone was harmed during Xinyan's performances, the Millelith came to adopt a \"one eye open, one eye shut\" approach to her actions.",
      "de": "Xinyan hält sich in keiner Weise an traditionelle Aufführungsformen. Die Säulen auf der Bühne, die Bodenbretter, die Jubelrufe und Schreie des Publikums und sogar die Explosionen und Funken, die durch ihr Göttliches Auge entstehen, dienen alle ihrem Auftritt.\n\nNach der Hälfte ihrer Konzerte entflammt für gewöhnlich ihre improvisierte Bühne, sodass am Ende nur noch Haufen Asche übrig ist.\n\nNach vielen Warnungen waren die Millelith schließlich gezwungen, ihre Patrouillen zu verschärfen und Wege zu finden, Xinyan von ihren Auftritte abzuhalten.\\Die anschließenden verbalen Kämpfe verliefen eher zu Xinyans Gunsten – sie konnte oft einen Auftrittsort finden, mit erschreckender Schnelligkeit eine Bühne aufbauen und ihrem Publikum eine raue Nacht bieten.\n\nAuf der Straße wird erzählt, dass viele patrouillierende Millelith selbst vom „Geist des Rock ’n’ Roll“ infiziert wurden und dabei zu ihren treuen Fans wurden.\n\nXinyan bekam durch die neuesten Patrouillenplänen der Millelith von diesen „Freunden des Rock“ Wind und konnte so mit Leichtigkeit ausweichen.\n\nIrgendwann wurden die Millelith müde, und da es keine Beweise dafür gab, dass bei Xinyans Auftritten irgendjemand zu Schaden gekommen war, drückten die Millelith bei ihren Auftritten ein Auge zu.",
      "es": "Xinyan nunca sigue la normas y tradiciones, por lo que puede usar cualquier cosa como su instrumento.\n\nLas columnas del escenario, los tablones de madera del suelo, los vítores y gritos del público, las explosiones y chispas creadas por su Visión... Todo ello son los instrumentos con los que da vida a su actuación.\n\nLos escenarios improvisados que monta suelen empezar a arder tras el ecuador de sus actuaciones, hasta que lo único que queda es un montón de carbón humeante.\n\nDespués de muchas advertencias, la Geoarmada se vio obligada a reforzar sus patrullas y a encontrar formas de evitar que Xinyan actuara.\n\nEn esta batalla de ingenio, Xinyan suele salirse con la suya. Siempre encuentra un lugar para actuar, montar un escenario a una velocidad aterradora y dar comienzo a una bulliciosa noche junto a su audiencia.\n\nPor las calles de Liyue, corre el rumor de que muchos soldados de la Geoarmada se infectaron con el “espíritu del rock” durante su patrulla, tras lo que se convirtieron en fieles seguidores de Xinyan.\n\nXinyan averiguaba los planes de patrulla de estos soldados “amigos del rock” y, así, evitaba que la descubrieran.\n\nFinalmente, la Geoarmada, cansada de nunca conseguir nada y sin pruebas de que alguien hubiera salido lastimado de alguna actuación de Xinyan, empezó a hacer la vista gorda con sus actuaciones.",
      "fr": "Xinyan n'adhère pas du tout aux normes traditionnelles. Tout peut être utilisé pour sa performance.\n\nLes piliers sur scène, le plancher, les acclamations et les hurlements du public, et même les explosions et les étincelles créées par son œil divin sont autant d'outils pour sa performance.\n\nLa scène impromptue commence souvent à brûler quelque part à mi-parcours de la représentation, jusqu'à ce qu'il ne reste plus qu'un tas de cendres fumantes.\n\nAprès de nombreux avertissements, les Millelithes ont finalement été forcés d'intensifier leurs patrouilles et d'essayer de trouver des moyens pour empêcher Xinyan de tenir ses représentations.\n\nMais ces batailles d'ingéniosité tournent souvent à l'avantage de Xinyan : elle trouve toujours un endroit où se produire, de monter une scène en vitesse et de commencer à jouer bruyamment avec son public.\n\nLe bruit court que de nombreux patrouilleurs des Millelithes ont eux-mêmes été infectés par « l'esprit du rock 'n' roll » et sont devenus eux-mêmes des fans.\n\nAvec une telle communauté d'« amis du rock », Xinyan a toujours un coup d'avance sur les patrouilles des Millelithes, ce qui lui permet de les éviter facilement.\n\nFinalement, devant le manque de résultats, et en l'absence de preuve que quiconque ait été blessé lors d'une représentation de Xinyan, les Millelithes ont fini par fermer les yeux sur ses prestations.",
      "pt": "Xinyan não segue as normas tradicionais. Qualquer coisa pode ser usada como seu instrumento.\n\nOs pilares no palco, as tábuas do assoalho, os aplausos e gritos do público e até mesmo as explosões e faíscas criadas por sua Visão são instrumentos para os seus shows.\n\nO palco improvisado muitas vezes começa a queimar em algum lugar após a metade da apresentação, até que tudo o que resta é uma pilha fumegante de carvão.\n\nDepois de muitos avisos, os Millelith foram finalmente forçados a aumentar suas patrulhas e tentar encontrar maneiras de impedir que Xinyan encenasse suas apresentações.\n\nAs batalhas de inteligência subsequentes tenderam a acabar em favor de Xinyan - ela muitas vezes conseguia encontrar um lugar para suas apresentações, montar um palco com uma velocidade assustadora e começar uma noite barulhenta com seu público.\n\nA palavra mais confiável na rua é que muitos patrulheiros dos Millelith foram infectados pelo \"espírito do rock 'n' roll\", tornando-se seus fãs leais no processo.\n\nXinyan descobriu sobre os planos de patrulha desses soldados \"amigos do rock\" e, portanto, impediu que eles a descobrissem.\n\nFinalmente, cansada de nunca fazer nada e devido à falta de evidências de que alguém se machucou em qualquer apresentação de Xinyan, os Millelith começaram a fazer vista grossa para suas ações.",
      "ru": "Исполняя музыку, Синь Янь никогда не придерживается правил, и любая вещь может стать её музыкальным инструментом.\n\nКолонны на сцене, настил или улюлюканье и выкрики зрителей, вспышки и взрывы Глаза Бога - всё может стать аккомпанементом к её рок-композициям.\n\nВременная сцена, на которой она выступает, в середине представления всегда полыхает и сгорает дотла, оставляя после себя лишь витающий в горячем воздухе чёрный пепел.\n\nПредупреждения Миллелитов она пропускает мимо ушей, и тем ничего не остаётся, кроме как усиливать патрулирование и всеми способами пытаться помешать Синь Янь проводить концерт.\n\nЭто соревнование в смекалке и мужестве обычно выигрывает Синь Янь - она всегда может найти, где провести концерт, молниеносно строит сцену и зажигает со слушателями всю ночь напролёт.\n\nПо словам относительно надёжных уличных торговцев, очень много Миллелитов из патрулей в устраиваемом Синь Янь хаосе заразились «духом рок-н-ролла» и стали её ярыми поклонниками.\n\nОт этих «друзей рок-н-ролла» Синь Янь всегда заранее узнаёт о планах патрулей Миллелитов, поэтому легко избегает их.\n\nТак как по прошествии долгого времени их патрули не добивались результата, а на концертах ещё никто не пострадал, Миллелиты стали смотреть сквозь пальцы на выступления Синь Янь.",
      "id": "Xinyan tidak pernah terkekang dengan aturan-aturan pertunjukan yang tradisional. Apa pun bisa digunakan sebagai instrumennya.\n\nPilar di atas panggung, papan lantai, sorak-sorai dan teriakan penonton, bahkan ledakan dan percikan api yang berasal dari Visionnya bagaikan sebuah kuas untuk melukiskan penampilannya yang indah.\n\nPanggung yang biasanya muncul dadakan sering terlihat terbakar di suatu tempat saat pertunjukannya baru berjalan setengahnya sampai yang tersisa hanyalah tumpukan arang yang berasap.\n\nSetelah menerima peringatan berkali-kali, Millelith akhirnya terpaksa untuk memperketat patroli mereka dan mencoba mencari cara untuk menghentikan pertunjukan Xinyan.\n\nPermainan petak umpet antara dirinya dengan prajurit Millelith cenderung menguntungkan Xinyan – dia sering kali dapat menemukan tempat untuk tetap melaksanakan pertunjukannya, menyusun panggung secepat kilat, dan memulai malam yang riuh dengan para penontonnya.\n\nKalimat yang lebih tepat untuk menggambarkan keadaan ini adalah bahwa banyak prajurit Millelith yang awalnya berpatroli justru terbuai oleh \"semangat rock 'n' roll\" yang Xinyan bawakan, dan akhirnya malah menjadi penggemar setia Xinyan.\n\nXinyan bisa mengetahui lebih dulu rencana patroli Millelith dengan bantuan informasi dari \"teman-teman rocknya\", karena itu dia mampu menghindari kejaran para Millelith dengan mudah.\n\nLelah dengan upaya petak umpet yang tidak kunjung berhasil ini, akhirnya Millelith memilih untuk \"menutup mata\" terhadap aksi yang dilakukan oleh Xinyan. Lagi pula, tidak pernah ada warga yang dilaporkan terluka juga dalam setiap pertunjukan tersebut, bukan?",
      "th": "Xinyan ไม่เคยทำตามกฎการแสดงแบบเดิม ๆ เลย เธอสามารถใช้ทุกสิ่งทุกอย่างเป็นเครื่องดนตรีได้\n\nทั้งเสาบนเวที พื้นกระดาน และเสียงโห่ร้องของผู้ชม รวมถึงประกายไฟและเสียงระเบิดจากวิชั่นของเธอด้วย ทุกอย่างล้วนสามารถสร้างสีสันให้กับเพลงร็อกแอนด์โรลของเธอได้\n\nเวทีที่สร้างขึ้นชั่วคราวสำหรับการแสดง มักจะเกิดไฟไหม้หลังจากแสดงไปได้ครึ่งทาง สุดท้ายก็หลงเหลือเพียงแค่เถ้าถ่านเท่านั้น\n\nกองทหาร Millelith ได้ตักเตือนไปหลายต่อหลายครั้งแต่ก็ไม่ได้ผล ในที่สุดพวกเขาจึงได้เพิ่มความเข้มงวดในการลาดตระเวน และพยายามหาทางขัดขวางการแสดงของ Xinyan\n\nทั้งสองฝ่ายต่างงัดข้อกันเสมอ แต่ Xinyan มักจะเป็นฝ่ายที่ชนะ เพราะเธอสามารถหาสถานที่ที่สามารถจัดคอนเสิร์ตได้ และสร้างเวทีได้รวดเร็วปานสายฟ้าแลบ เพื่อร่วมดื่มด่ำเสียงเพลงไปตลอดค่ำคืนกับบรรดาผู้ชมของเธอ\n\nแต่ทว่าสมาชิกหลายคนของหน่วยลาดตระเวนแห่งกองทหาร Millelith ที่พยายามขัดขวางการแสดงของ Xinyan กลับถูก \"จิตวิญญาณร็อกแอนด์โรล\" เข้าสิงและกลายมาเป็นแฟนพันธุ์แท้ของเธอแทน\n\nดังนั้น Xinyan จึงมักจะล่วงรู้แผนการลาดตระเวนของทหาร Millelith จากปากของ \"เพื่อนชาวร็อกแอนด์โรล\" เหล่านี้ ทำให้เธอสามารถหลบหนีการลาดตระเวนได้อย่างง่ายดาย\n\nแต่เมื่อเวลาผ่านไป ทหาร Millelith เริ่มเบื่อหน่ายกับการลาดตระเวนที่ไม่เป็นผล อีกทั้งก็ไม่ได้ยินว่ามีใครได้รับบาดเจ็บในคอนเสิร์ต พวกเขาจึงเปลี่ยนท่าทีที่มีต่อการแสดงของ Xinyan และทำเป็นปิดตาข้างหนึ่งไปเสีย",
      "vi": "Xinyan không bao giờ tuân theo các quy tắc khi biểu diễn, mọi thứ đều có thể trở thành nhạc cụ của cô.\n\nCác cột trụ trên sân khấu, sàn nhà, tiếng hò reo và hò hét của khán giả, những tia lửa và tiếng nổ từ Vision đều có thể trở thành những nét chấm phá trong âm nhạc của cô.\n\nSân khấu được xây tạm cho buổi biểu diễn sẽ bùng cháy dữ dội vào giữa buổi biểu diễn, cuối cùng chỉ còn lại một quả cầu than đen bốc khói.\n\nThiên Nham Quân đã phải tăng cường tuần tra sau nhiều lần khuyên nhủ vô ích, cố gắng ngăn Xinyan hát.\n\nTrong trận đấu trí giữa hai bên, thường là Xinyan giành phần thắng, cô ấy luôn có thể tìm thấy nơi để hát, dựng sân khấu thần tốc và hát thâu đêm với khán giả.\n\nLời đồn đáng tin hơn là nhiều thành viên của đội tuần tra Thiêm Nham Quân đã bị nhiễm \"Linh hồn Rock&roll\" trong quá trình ngăn cản vào Xinyan và trở thành người hâm mộ điên cuồng.\n\nXinyan luôn có thể biết được kế hoạch tuần tra của Thiên Nham Quân từ những \"người bạn Rock&roll\" này, nên có thể dễ dàng tránh được cuộc tuần tra.\n\nDần dà, vì không có thu hoạch, cũng không nghe nói có ai bị thương tại buổi hòa nhạc, Thiên Nham Quân bèn làm ngơ trước hành vi của Xinyan."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "辛焱身材高大，皮肤黝黑，还有一对锐利凌厉的眼睛。而为了维持摇滚的心境，她终日都保持演出时候的夸张打扮。\n\n平日里走在街上，在旁人眼中，她都是一副凶相毕露的状态，像极了横行于市井的流氓地痞。\n\n她要是去排队买点心吃，前面的人都会吓得急忙左右闪开，为她清出一条路。\n\n她要是不小心和小孩子对上了眼，那孩子会马上躲到爸爸妈妈的背后去大哭大闹。\n\n而就算辛焱什么都不做，也会经常被人栽赃陷害。只因她面相凶狠，看上去像是坏事做尽的人。\n\n辛焱虽然不会在意别人对她的看法，但她会觉得让别人担惊受怕，或者给人添麻烦，都是很不好的事，所以一直在想办法作出改变。\n\n每天早上起床，她都会照镜子，用手指按摩面部，让眉头和眼角舒展一些。\n\n她还会对着镜子练习微笑，学习用优雅的表情和语气说话。\n\n在她学有所成之后，某次路遇一群小孩在欺负同伴时，她不假思索地冲了上去，帮那孩子解了围。\n\n她露出了她自认为最亲切的微笑，用自认为最温柔的动作摸了摸孩子的头。\n\n孩子确实安静了下来——\n\n但更准确地说，是灵魂出窍般一动不动，被吓得尿了裤子。\n\n而那群欺负人的孩子，也哄地一声，作鸟兽散。\n\n「那个凶凶的阿姨，终于变成鬼来吃人了！快跑啊！」\n\n「谁是你阿姨啊——谁又是鬼啊——！」\n\n一声怒吼，修为尽失。",
      "zht": "辛焱身材高大，皮膚黝黑，還有一對銳利凌厲的眼睛。而為了維持搖滾的心境，她終日都保持演出時候的誇張打扮。\n\n平日裡走在街上，在旁人眼中，她都是一副兇相畢露的狀態，像極了橫行於市井的流氓地痞。\n\n她要是去排隊買點心吃，前面的人都會嚇得急忙左右閃開，為她清出一條路。\n\n她要是不小心和小孩子對上了眼，那孩子會馬上躲到爸爸媽媽的背後去大哭大鬧。\n\n而就算辛焱什麼都不做，也會經常被人栽贓陷害。只因她面相兇狠，看起來像是壞事做盡的人。\n\n辛焱雖然不會在意別人對她的看法，但她會覺得讓別人擔驚受怕，或者給人添麻煩，都是很不好的事，所以一直在想辦法作出改變。\n\n每天早上起床，她都會照鏡子，用手指按摩面部，讓眉頭和眼角舒展一些。\n\n她還會對著鏡子練習微笑，學習用優雅的表情和語氣說話。\n\n在她學有所成之後，某次路遇一群小孩在欺負同伴時，她不假思索地衝了上去，幫那孩子解了圍。\n\n她露出了她自認為最親切的微笑，用自認為最溫柔的動作摸了摸孩子的頭。\n\n孩子確實安靜了下來——\n\n但更準確地說，是靈魂出竅般一動不動，被嚇得尿了褲子。\n\n而那群欺負人的孩子，也哄地一聲，作鳥獸散。\n\n「那個兇兇的阿姨，終於變成鬼來吃人了！快跑啊！」\n\n「誰是你阿姨啊——誰又是鬼啊——！」\n\n一聲怒吼，修為盡失。",
      "jp": "辛炎は大きな体と、黒い肌、鋭い目つきをもっている。ロックの心境を保つため、彼女がいつもステージに立つときは、奇抜すぎるファッションをしている。\n\n普段、街を歩いている時、他人から見れば、辛炎はいつも怖そうな顔をしていて、まるで乱暴なチンピラのように見えた。\n\n彼女が列を並んでいると、前の人は必ず慌てて避け、順番を譲ってくれる。\n\n誤って子供と目が合ってしまったら、子供はすぐに親の後ろに隠れて大声で泣き始める。\n\n辛炎が何もしていなくとも、強面の彼女は、いつも濡れ衣を着せられる。\n\n辛炎は特に他人の目を気にしていないが、他人を驚かせたり、迷惑を掛けたりすることはよくないと彼女は思っている。そのため、彼女はいつも現状を変えようとしていた。\n\n毎日起床すると、彼女は鏡を見ながら、眉間のシワと目つきを和らげるマッサージをしている。\n\nそれに、鏡に向かって笑顔の練習や上品な表情と喋り方の練習もしている。\n\n練習を重ねた彼女はある日、いじめの現場に出くわし、迷わず助けた。\n\nそして、自分が一番優しいと思った笑顔を浮かべながら、子供の頭を優しく撫でた。\n\nその子は確かに一瞬で静かになった——\n\n正確に言うと、その子は魂が抜けるほど驚き、ズボンまで濡らしてしまった。\n\nいじめっ子たちも、蜘蛛の子を散らすようにして逃げ出した。\n\n「あの怖いババア、人食いの鬼になったんだ！早く逃げろ！！」\n\n「おい、誰がババアだー！鬼ってなんだー！」\n\n怒りの咆哮により、練習は全て台無しとなった。",
      "ko": "신염은 큰 키에 까무잡잡한 피부, 그리고 날카롭기 그지없는 눈을 가지고 있다. 그녀는 록의 기분을 유지하고자 공연 때의 과장된 화장을 매일 유지하고 있다.\n\n평소에 그녀가 흉악한 얼굴로 길을 걷는 모습은 마치 시정잡배처럼 보인다.\n\n그녀가 간식을 사기 위해 줄을 서면 앞에 줄 서 있던 사람들은 모두 깜짝 놀라 흩어지며 자리를 양보했다.\n\n그녀가 실수로 어린아이와 눈이라도 마주친다면 그 아이는 바로 부모의 뒤에 숨어 울음을 터트렸다.\n\n그저 천하의 나쁜 놈처럼 생긴 흉악한 얼굴 때문에 신염이 아무 짓도 하지 않았음에도 자주 모함을 받았다.\n\n신염은 다른 사람들을 신경 쓰지 않았지만 다른 사람을 놀라게 하거나 불편하게 하는 건 안 좋은 일이라고 여겨 이를 바꾸려고 노력했었다.\n\n매일 아침 일어나 거울을 보며 손가락으로 얼굴을 마사지하여 눈썹과 눈꼬리를 내렸다.\n\n그리고 거울을 보며 웃는 얼굴을 연습하고 우아한 표정과 말투로 말하는 걸 배웠다.\n\n이를 어느 정도 배운 뒤 한 번은 길을 걷다 아이 여럿이 아이 한 명을 괴롭히는 걸 발견한다. 그녀는 고민하지도 않고 바로 뛰어들어 그 아이를 구했다.\n\n그리곤 그녀 자신이 가장 친절하다고 생각되는 미소를 짓고 가장 따뜻하다고 생각되는 동작으로 아이의 머리를 쓰다듬었다.\n\n아이는 확실히 조용해졌다——\n\n정확히 말하면 아이는 두려움에 영혼이 가출한 듯 완전히 얼어버렸고 바지에 오줌도 지렸다.\n\n괴롭히던 아이들도 화들짝 놀라 뿔뿔이 도망쳤다.「그 무서운 아줌마가 결국 사람 잡아먹는 귀신이 됐어! 빨리 도망쳐!」\n\n「누구보고 아줌마래! 또 누구보고 귀신이래!」\n\n분노에 찬 고함 소리와 함께 노력이 모두 물거품이 됐다",
      "en": "Xinyan is tall, has a sharp gaze, and always wears her stage costume in public to keep herself in the right mood for her music.\n\nIn the eyes of bystanders, this makes her quite the imposing sight as she walks down the street, and many assume she means trouble.\n\nWhen she lines up to buy a snack, people in front of her in the queue will panic and move well out of her way.\n\nIf she happens to lock eyes with a young child, even for a brief moment, they will run crying to their parents.\n\nEven when she has done nothing at all, Xinyan is often suspected of wrongdoing, purely because her fierce appearance makes her look like some sort of heinous villain in the eyes of some people.\n\nXinyan didn't care all that much about how other people saw her, but she did think that it wasn't a good thing to scare others and make trouble for them, if she could at all help it. Thus, she constantly looked for ways to make a change.\n\nEvery day when she woke up in the morning, she would look at herself in the mirror and massage her face with her fingers to stretch and relax her eyes a little.\n\nShe would even practice smiling and study expressions — verbal and facial alike — of great elegance.\n\nAfter a significant amount of practice, she once came across a group of children bullying another child, and instinctually she went over to rescue the bullied child.\n\nShe gave the kid what she thought was a friendly smile and a gentle pat on the head. To say that the upset child quietened down after this would not be incorrect...\n\nHowever, the reality of the matter was that the child was stood there frozen in fear as urine dribbled down their pants.\n\nAs for the would-be bullies, they screamed and fled in panic.\n\n\"Run! Run! The angry lady's turned into a monster! Sh—She's gonna eat us all!\"\n\n\"Hey!!! I ain't gonna eat y'all! ...And I ain't no monster, either!\"\n\nBut it was to no avail. The moment she raised her voice, all her hard work was undone.",
      "de": "Xinyan ist groß, dunkelhaarig und hat überaus scharfe Augen. Um ihren Geisteszustand passend zu ihrer Musik aufrechtzuerhalten, läuft sie auch in der gleichen Art von Kostüm herum, wie sie es auf der Bühne trägt.\\In den Augen der Umstehenden macht sie dies zu einem ziemlich grimmigen Anblick, wenn sie die Straße entlang geht, wie einer dieser Rüpel, die auf dem Marktplatz unterwegs sind.\n\nWenn sie sich für einen Imbiss anstellt, machen die Leute ihr aus Angst Platz. Wenn sie auch nur aus Versehen einem kleinen Kind in die Augen blickt, rennt es weinend zu seinen Eltern.\n\nSelbst wenn sie gar nichts tut, wird Xinyan oft verleumdet, denn ihr wildes Aussehen lässt sie wie eine unverbesserliche Schurkin aussehen.\n\nXinyan kümmerte sich zwar nicht darum, aber sie will andere auch nicht erschrecken und ihnen Ärger bereiten und versuch sich daher ständig zu ändern. Jeden Tag, wenn sie morgens aufwachte, betrachtet sie sich selbst im Spiegel und massierte ihr Gesicht mit den Fingern, um ihre Augen ein wenig zu entspannen.\n\nSie übt sogar zu lächeln und beschäftigt sich mit eleganten Ausdrücken verbaler und non-verbaler Art.\n\nNach ausgiebiger Übung stieß sie einmal auf eine Gruppe von Kindern, die ein anderes Kind schikanierten. Ohne nachzudenken, schritt sie ein, um es zu retten.\n\nSie schenkte dem Kind ein Lächeln, das sie für freundlich hielt, und tätschelte seinen Kopf auf eine Weise, die sie für sanft hielt. Und in der Tat wurde das Kind ruhig ...\n\nOder genauer gesagt, das Kind stand da stocksteif wie eine seelenlose Hülle und nässte sich die Hose ein ...\n\nAuch die Möchtegern-Rüpel flohen mit panischen Schreien.\n\n„Aus der wütenden Tante ist ein wütendes Gespenst geworden! Sie wird uns alle fressen.“\n\n„Wen nennst du hier Tante? Und wer ist ein Gespenst, hm?“\\Leider machte dieses Gebrüll ihre harte Arbeit wieder zunichte.",
      "es": "Xinyan es alta, de piel oscura y tiene una vista extremadamente aguda. Para mantenerse en un estado mental acorde con su música, siempre va vestida y maquillada como en sus conciertos.\n\nPor ello, cuando sus seguidores la ven por la calle, siempre piensan que es una persona feroz, como una matona que merodea por las calles.\n\nCuando hace fila para comer en algún sitio, la gente siempre le abre paso con miedo.\n\nSi su mirada se cruza con la de algún niño pequeño, hará que corra llorando hasta detrás de sus papás.\n\nAunque nunca hace nada malo, la gente suele acusarla de cosas que no ha hecho solo porque, según algunos, su feroz apariencia la hace parecer mala persona.\n\nA Xinyan no le importa lo que otros piensen de ella, pero sí piensa que asustar y causar problemas a los demás no es algo bueno, por lo que siempre está pensando en formas de cambiar.\n\nDurante un tiempo, todos los días por la mañana, se miraba en el espejo y se masajeaba la cara con los dedos para estirar y relajar un poco los ojos.\n\nHasta practicaba su sonrisa y estudiaba elegantes expresiones verbales y faciales.\n\nDespués de mucha práctica, una vez se encontró con un grupo de niños que estaban molestando a otro niño y, sin pensarlo, fue a rescatarlo.\n\nElla sonrió al pequeño de una manera que, pensó, era amigable, y le dio unas palmaditas en la cabeza de una manera que ella pensaba que era suave. De hecho, el niño se calmó...\n\nO, para ser más precisos, el niño se quedó allí inmóvil, con orina goteando de sus pantalones.\n\nLos niños matones también huyeron rápidamente mientras gritaban aterrorizados:\n\n“¡Corran! ¡Corran! ¡La señora enojada se ha transformado en un fantasma devora-niños!”.\n\n“¿A quién llamas ‘señora’? Y, además, ¿a quién llamas ‘fantasma’? ¿Eh?”.\n\nAl gritar aquella frase, todo el trabajo que había hecho se echó a perder.",
      "fr": "Xinyan est grande, a la peau foncée et une paire d'yeux très perçants. Et pour ne pas déroger à son esprit rock 'n' roll, elle porte toujours les tenues excentriques qu'on lui voit sur scène dans la vie de tous les jours.\n\nQuand elle marche dans la rue, elle fait peur aux passants qui la prennent pour un voyou.\n\nQuand elle fait la queue pour faire ses courses, les gens lui cèdent la place.\n\nSi elle croise le regard d'un enfant, il court en pleurant vers ses parents.\n\nMême sans rien faire, Xinyan impressionne par son apparence.\n\nBien que Xinyan se fiche de la façon dont les gens la voient, elle n'aime guère faire peur aux autres ou leur causer du souci. C'est pourquoi elle cherche désespérément un moyen de changer.\n\nChaque jour, quand elle se réveille le matin, elle se regarde dans le miroir et se masse le visage avec les doigts pour étirer et détendre un peu la peau de ses yeux.\n\nElle s'entraîne également à sourire et apprend à utiliser des expressions faciales gracieuses accompagnées d'un ton bienveillant.\n\nAprès une pratique intensive, elle tomba sur un groupe d'enfants qui malmenait un autre enfant, et sans réfléchir, elle alla sauver l'enfant victime d'intimidation.\n\nElle adressa à l'enfant un sourire qu'elle trouvait amical et lui tapota la tête d'une manière qu'elle croyait douce. Et en effet, l'enfant se calma...\n\nOu pour être précis, l'enfant resta là, immobile comme une enveloppe sans âme, l'urine ruisselant le long de son pantalon.\n\nLes intimidateurs fuirent eux aussi avec des cris de panique.\n\n« Courez ! Courez ! La sorcière s'est transformée en croquemitaine ! Elle va tous nous manger ! »\n\n« Qui appelez-vous sorcière !? Et croquemitaine, vraiment !? »\n\nHélas, ce dernier rugissement annula tout son travail acharné.",
      "pt": "Xinyan é alta, morena e tem um par de olhos extremamente aguçados. A fim de manter um estado mental adequado à sua música, ela também anda com o mesmo tipo de traje altamente estilizado que usa no palco.\n\nPara os espectadores, isso a torna uma visão bastante feroz quando ela anda pela rua, como um daqueles valentões que vagueiam pelo mercado.\n\nQuando ela está em uma fila para lanches, as pessoas na frente abrirão caminho para ela com medo.\n\nSe ela acidentalmente fixar os olhos em alguma criança, ela correrá chorando atrás de seus pais.\n\nMesmo se ela não fizer nada, Xinyan é muitas vezes difamada, sua aparência feroz fazendo-a parecer uma vilã incorrigível.\n\nEmbora Xinyan não se importasse como as pessoas a viam, ela achava que assustar os outros e criar problemas para eles também não era bom e, portanto, procurava constantemente maneiras de fazer alguma mudança.\n\nTodos os dias, quando acordava de manhã, ela se olhava no espelho e massageava o rosto com os dedos para esticar e relaxar um pouco os olhos.\n\nEla até praticava o sorriso e estudava expressões - verbais e faciais - de grande elegância.\n\nDepois de praticar bastante, uma vez ela se deparou com um grupo de crianças intimidando outra criança e, sem pensar, foi defender a criança intimidada.\n\nEla deu ao garoto um sorriso que considerou amigável, e afagou sua cabeça de uma maneira que considerou gentil. E, de fato, a criança se acalmou...\n\nOu para ser mais exato, a criança ficou parada como uma pedra, tremendo de medo.\n\nOs pretensos valentões também fugiram desordenadamente com gritos de pânico.\n\n\"Corra! Corra! Aquela tia zangada finalmente se transformou em um fantasma! Sh— Ela vai comer todos nós!\"\n\n\"Quem você está chamando de tia?! E quem é um fantasma, hein?!\"\n\nAo gritar aquela frase, todo o seu trabalho árduo foi para o lixo.",
      "ru": "Синь Янь очень высокого роста. У неё смуглая кожа и острый и ясный взгляд. И, чтобы поддерживать дух рок-н-ролла, она всегда выходит на сцену в броских нарядах. \n\nКогда она выходит на улицу в обычный день, то в глазах обывателей кажется злой. Для них она похожа на дерзкого уличного хулигана. \n\nЕсли она занимает очередь за едой, люди перед ней пугаются и стараются поскорее разойтись, освобождая ей путь. \n\nЕсли она неосторожно встретится глазами с ребенком, то он тот час же спрячется за спины родителей и начнёт рыдать. \n\nНу а если Синь Янь ничего не будет делать, то люди сами подбросят ей неприятности. Лишь из-за её сурового внешнего вида окружающие считают её злодейкой. \n\nХотя Синь Янь не волнует мнение других, она думает, что пугать или доставлять беспокойство другим людям нехорошо, поэтому ищет способы измениться. \n\nКаждое утро она просыпается и делает массаж лица, чтобы расслабить брови и уголки глаз. \n\nЕщё она тренируется улыбаться перед зеркалом и учится изящной мимике и доброжелательному тону речи. \n\nПосле того как она добилась определённых успехов, как-то раз по пути ей встретилась группа детей, обижавших другого ребёнка. Она без раздумий бросилась ему на помощь. \n\nОна сверкнула самой дружественной, по её мнению, улыбкой, и очень ласково, как ей показалось, погладила ребёнка по макушке. \n\nИ, конечно, ребёнок успокоился! \n\nА точнее, замер как вкопанный и помочился в штаны от испуга. \n\nОбидчики же с визгом разбежались. \n\n«А-а, эта жуткая тётя наконец-то превратилась в жуткое приведение и теперь хочет нас съесть! Бегите, спасайтесь!» \n\n«Это кого ты тётей назвал, а?! Это кто здесь, по-твоему, привидение?!» \n\nЭтот сердитый рёв в миг свёл на нет все результаты её тренировок.",
      "id": "Xinyan berperawakan tinggi, dengan kulit hitam, dan memiliki sepasang mata yang sangat tajam. Untuk mendukung kondisi mental yang sesuai dengan aliran musiknya, dia sehari-hari terus memakai kostum dengan gaya yang sama dengan kostum yang dia kenakan ketika sedang manggung.\n\nDi mata orang lain, hal ini terkadang tampak menakutkan, misalnya ketika dia berjalan-jalan, mereka mengira dia mirip para preman yang berjalan-jalan di pasar.\n\nKetika dia mengantre untuk membeli camilan, orang-orang di depannya otomatis akan menyingkir ke samping, dan membukakan jalan untuknya dengan perasaan takut.\n\nKetika dia tidak sengaja menatap mata beberapa anak kecil, anak kecil itu akan lari sambil menangis dan bersembunyi di belakang orang tua mereka.\n\nBahkan sekalipun dia tidak melakukan apa-apa, Xinyan sering difitnah karena penampilannya yang sangar dan membuatnya terlihat seperti seorang penjahat kelas kakap.\n\nXinyan yang tidak pernah peduli dengan pandangan orang, akhirnya mulai berpikir bahwa penampilan yang sering kali membuat orang lain ketakutan dan salah paham itu sepertinya memang tidak baik, karenanya dia terus mencari cara untuk mengubah dirinya.\n\nSetiap pagi ketika Xinyan bangun, dia akan mulai bercermin dan memijat wajahnya dengan jarinya untuk sedikit meregangkan dan mengendurkan matanya.\n\nDia bahkan akan melatih dirinya untuk tersenyum dan mempelajari ekspresi – verbal dan wajah – dengan keanggunan yang luar biasa.\n\nSetelah menjalani latihan yang cukup signifikan, dia pernah menemukan sekelompok anak yang sedang menindas anak lain, dan tanpa pikir panjang, dia langsung menolong anak yang ditindas tersebut.\n\nDia memberikan senyuman yang dia anggap sudah cukup ramah kepada anak itu, serta menepuk kepala sang anak dengan cara yang dia yakini lembut. Dan memang, anak itu diam saja...\n\nAtau tepatnya, anak itu berdiri kaku di sana dan terdiam seperti patung, serta mengompol di celananya.\n\nAnak-anak lain yang menindas juga lari pontang-panting sambil menangis ketakutan.\n\n\"Lari! Lari! Bibi yang marah itu akhirnya berubah menjadi hantu yang marah! Di-dia akan memakan kita semua!\"\n\n\"Siapa yang kalian panggil Bibi!? Dan mana pula hantunya!?\"\n\n*fuhh* Bagaimanapun juga, tangisan mereka telah membuat semua kerja kerasnya ini jadi sia-sia belaka.",
      "th": "Xinyan เป็นคนที่รูปร่างสูงใหญ่ ผิวคล้ำ และมีดวงตาที่เฉียบคม เพื่อคงไว้ซึ่งจิตวิญญาณแห่งร็อกแอนด์โรล เธอจึงมักจะแต่งตัวจัดเต็มเหมือนกับเวลาทำการแสดงอยู่เสมอ\n\nเมื่อออกไปเดินตามท้องถนน ในสายตาคนอื่นมักจะมองว่าเธอดุร้ายน่ากลัว ดูเหมือนพวกอันธพาลที่เดินเตร่ไปมาในตลาด\n\nถ้าเธอต่อแถวซื้อขนม คนข้างหน้าก็ต่างพากันหวาดกลัวหลบไปคนละทิศละทาง เพื่อหลีกทางให้กับเธอ\n\nถ้าเธอเผลอไปสบตากับเด็กเข้า เด็กคนนั้นก็จะร้องไห้ไปหลบอยู่หลังพ่อแม่\n\nและแม้ว่า Xinyan จะไม่ได้ทำอะไร แต่ด้วยหน้าตาที่ดูดุร้ายจึงทำให้เธอถูก ผู้คนตัดสินว่าเป็นคนที่ทำเรื่องเลวร้าย\n\nถึงแม้ Xinyan จะไม่สนใจว่าคนอื่นจะมองเธอยังไง แต่เธอก็คิดว่าการทำให้คนอื่นกลัว หรือทำให้คนอื่นเดือดร้อนนั้นไม่ใช่เรื่องที่ดีนัก เธอจึงมีความคิดที่จะเปลี่ยนแปลงตัวเอง\n\nทุกเช้าเมื่อตื่นขึ้นมา เธอจะมองตัวเองในกระจกและใช้นิ้วนวดหน้า เพื่อให้คิ้วและดวงตาผ่อนคลาย\n\nเธอยังฝึกยิ้มหน้ากระจก พร้อมทั้งฝึกการแสดงออกและการพูดจาด้วยท่าทีที่สง่างาม\n\nหลังจากฝึกสิ่งเหล่านี้แล้ว มีอยู่ครั้งนึงเธอเห็นเด็กกลุ่มหนึ่งรังแกเพื่อนอยู่ เธอจึงปรี่เข้าไปช่วยเด็กที่ถูกรังแกโดยไม่คิดอะไรทั้งสิ้น\n\nเธอยิ้มและลูบหัวเด็กด้วยท่าทีที่เธอคิดว่าเป็นมิตรและอ่อนโยนมากที่สุด\n\nแน่นอนว่าเด็กก็เงียบลง...\n\nถ้าพูดให้ตรงๆ ก็คือ เด็กตกใจกลัวซะจนฉี่ราด นิ่งสนิทไม่ไหวติง\n\nและกลุ่มเด็ก ๆ ที่มารังแกนั้น ก็วิ่งหนีเตลิดเปิดเปิงด้วยความกลัว\n\n\"ป้าคนที่ดุ ๆ คนนั้นกลายเป็นผีกินคนแล้ว! วิ่งหนีเร็ว!\"\n\n\"ใครเป็นป้าแก... แล้วใครเป็นผีกันฮะ...!\"\n\nเธอตะโกนไปด้วยความโกรธ และแล้วความพยายามทั้งหมดก็สูญเปล่า",
      "vi": "Xinyan cao lớn, nước da ngăm đen đôi mắt sắc lạnh. Để duy trì tâm hồn Rock&roll, cô đã trang điểm đậm suốt buổi biểu diễn cả ngày.\n\nNgày thường đi trên đường, trong mắt người khác, trông cô khá hung dữ, chẳng khác nào tên lưu manh chạy qua chợ.\n\nNếu cô ấy xếp hàng mua đồ ăn vặt, những người phía trước sẽ sợ hãi và né tránh, nhường cho cô ấy.\n\nNếu vô tình gặp một đứa trẻ, đứa trẻ sẽ ngay lập tức trốn sau lưng cha mẹ và khóc.\n\nNgay cả khi Xinyan không làm gì, cô cũng thường bị người khác nhận định như thế. Vì khuôn mặt dữ tợn, trông cô giống như một kẻ toàn làm chuyện xấu.\n\nDù Xinyan không quan tâm người khác nghĩ gì về mình, nhưng cô cảm thấy việc làm người khác sợ hãi hoặc gây rắc rối là chuyện tồi tệ, vì vậy cô ấy đã cố gắng thay đổi.\n\nMỗi sáng thức dậy, cô sẽ soi gương, dùng ngón tay xoa bóp mặt, kéo căng lông mày và khóe mắt một chút.\n\nCô còn tập mỉm cười trước gương và tập nói chuyện với biểu cảm và giọng điệu duyên dáng.\n\nSau khi học tất cả, một lần khi bắt gặp một nhóm trẻ bắt nạt bạn, cô đã lao đến mà không suy nghĩ để giải vây cho đứa trẻ.\n\nCô nở nụ cười mà cô ấy cho là tử tế nhất và xoa đầu nó bằng cử chỉ dịu dàng nhất.\n\nĐứa trẻ im lặng một lúc.\n\nNhưng chính xác hơn, nó bất động như thể hồn vía lên mây, nó sợ đến mức tè ra quần.\n\nĐám trẻ đi bắt nạt cũng hét toáng lên bỏ chạy tán loạn.\n\n\"Dì hung tợn kia biến thành quỷ ăn thịt người rồi! Chạy đi!\"\n\n\"Ai là dì các ngươi! Ai là quỷ hả!\"\n\nMột tiếng hét giận dữ, tu vi bấy lâu tan biến."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "评价万事万物，辛焱心中自有一套标准，而衡量结果只分两类，「摇滚」和「不摇滚」。\n\n若是正义正直之事，比如见义勇为，知难而上，那就是「摇滚」，若是不入流之事，比如欺善怕恶，偷奸耍滑，那就是「不摇滚」。\n\n摇滚的精神中有叛逆与反抗，但若是违背道德之事，那仍然是「不摇滚」。\n\n具体的判断标准掌握在辛焱自己手中，可能是根据事情的结果，也可能是根据她的心情，但这两个词表达出的褒贬含义还是很明确的。\n\n只不过，这一套标准用在某些场合时听起来会不太对劲。\n\n由于面相凶恶，辛焱几乎没有朋友。而「万民堂」的香菱，是难得的可以和她聊得很投缘的人。\n\n辛焱造访「万民堂」有一个特殊的原因——她可以在这里找到编曲的灵感。\n\n每当香菱研发出新菜，和别人避之不及的反应不同，辛焱会特别主动地试吃。\n\n前所未有的酸甜苦辣在味蕾爆炸之时，她脑中的灵感也会奔涌而出。\n\n「香菱，你又做出了很摇滚的菜嘛！」\n\n虽然对辛焱来说，这是她心中认为的最高评价，但听到这种评价的香菱，有点开心不起来的样子。",
      "zht": "評價萬事萬物，辛焱心中自有一套標準，而衡量結果只分兩類，「搖滾」和「不搖滾」。\n\n若是正義正直之事，比如見義勇為，知難而上，那就是「搖滾」，若是不入流之事，比如欺善怕惡，偷奸耍滑，那就是「不搖滾」。\n\n搖滾的精神中有叛逆與反抗，但若是違背道德之事，那仍然是「不搖滾」。\n\n具體的判斷標準掌握在辛焱自己手中，可能是根據事情的結果，也可能是根據她的心情，但這兩個詞表達出的褒貶含義還是很明確的。\n\n只不過，這一套標準用在某些場合時聽起來會不太對勁。\n\n由於面相兇惡，辛焱幾乎沒有朋友。而「萬民堂」的香菱，是難得的可以和她聊得很投緣的人。\n\n辛焱造訪「萬民堂」有一個特殊的原因——她可以在這裡找到編曲的靈感。\n\n每當香菱研發出新菜，和別人避之不及的反應不同，辛焱會特別主動地試吃。\n\n前所未有的酸甜苦辣在味蕾爆炸之時，她腦中的靈感也會奔湧而出。\n\n「香菱，妳又做出了很搖滾的菜嘛！」\n\n雖然對辛焱來說，這是她心中認為的最高評價，但聽到這種評價的香菱，有點開心不起來的樣子。",
      "jp": "辛炎が全ての物事を判断する基準は二つある。「ロック」か「ロックじゃない」か。\n\nそれが正義や勇気に溢れているなら「ロック」。騙しや盗み、背を背けることは「ロックじゃない」。\n\nロックの精神の中には反発や反抗が含まれているが、もしそれが道徳に反することであれば、それも「ロックじゃない」方に分類される。\n\n具体的な判断基準は、彼女に委ねられている。その時の結果でも変わるし、彼女の気持ちで変わる事もある。だが、この二つの基準は明確なものに変わりはない。\n\n凶悪な外見のせいで、辛炎には友人がほぼいなかった。「万民堂」の香菱は、彼女が意気投合できる数少ない人物の一人だ。\n\n辛炎が「万民堂」を訪れるには、特別な理由があった。そこに行けば、作曲のインスピレーションを得られるからだ。\n\n香菱が新しい料理を開発する度、他人と違って辛炎は積極的に試食した。\n\n味わった事のない酸味甘味苦味辛味、それらが舌の上で爆発する時、彼女の脳内ではインスピレーションが迸る。\n\n「香菱、あんたまたロックな料理を作ったな！」\n\n辛炎にとって、これは最高の評価だった。だが、それを聞いた香菱は、どこか不機嫌そうな様子であった。",
      "ko": "세상만물을 평가할 때 신염은 자신만의 기준이 존재한다. 그리고 평가 결과는 오로지 「록같다」와 「록같지 않다」로만 결정된다.\n\n정의롭고 정직한 일일 경우 예를 들어 불의를 참지 않고 어려움에 굴복하지 않는 건 바로 「록같다」. 품격 낮은 일일 경우 예를 들어 약자에게 강하고 강자에게 약하거나 잔꾀를 부리는 건 「록같지 않다」.\n\n록 스피릿에는 반골 기질과 반항기가 가득하지만 도덕에 위배되는 일은 「록같지 않다」이다.\n\n정확한 판단 기준은 신염 본인에게 있기에 이는 사건의 결과나 그녀의 기분에 의해 결정될 수 있지만 이 두 단어가 표현하는 뜻은 아주 명확하다.\n\n그저 이러한 기준이 어쩔 땐 이상하게 사실이다.\n\n흉악한 생김새로 인해 신염은 친구가 거의 없다. 하지만 「만민당」의 향릉은 그녀와 스스럼없이 대화할 수 있는 사람이다.\n\n신염은 특별한 이유 때문에 「만민당」을 방문한다. 이는 바로 여기서 편곡의 영감을 얻기 때문이다.\n\n신염은 향릉이 새로운 요리를 개발할 때마다 다른 사람들의 피하기 급급한 반응과는 달리 자발적으로 맛을 본다.\n\n전대미문의 시고 달고 쓰고 매운맛이 입안에서 폭발할 때면 그녀의 머릿속에서도 영감이 폭발한다.\n\n「향릉, 또 아주 록같은 음식을 만들었네!」\n\n신염에게 이는 최고의 찬사지만 향릉은 이에 불만인 듯하다",
      "en": "Xinyan has one standard by which she judges all things: is it or isn't it \"rock 'n' roll?\"\n\nAll that is just and upright — standing up for those who have been wronged, taking on challenges — is \"rock 'n' roll,\" and all that is reprehensible — fearing the wicked, oppressing the kind, dirty tricks, scheming ways — is \"not rock 'n' roll.\"\n\nRock is the spirit of rebellion and resistance, yes, but patently immoral acts are nonetheless \"not rock 'n' roll.\"\n\nXinyan reserves the right to make these judgments, and whether these judgments are based on results or her mood, the difference between the things covered by these two opposing terms is clear.\n\nThe only catch is that these standards sound odd in certain contexts.\n\nDue to her fierce appearance, Xinyan nearly has no friends, with Xiangling of Wanmin Restaurant being one of the few exceptions with whom she can speak most freely.\n\nXinyan has a special reason for coming to Wanmin Restaurant — for musical inspiration.\n\nWhenever Xiangling is researching new recipes, others may run for the hills, but not Xinyan. She intentionally eats all the experimental products, and amid the taste bud explosion that results from the never-before-seen flavors, inspiration flows into her mind.\n\n\"Tell you what, Xiangling, that dish rocked!\"\n\nThough Xinyan considers this to be the highest praise, Xiangling finds it a little hard to be happy about such ratings.",
      "de": "Xinyan hat einen Standard, nach dem sie alle Dinge beurteilt: Ist es oder ist es nicht „Rock-’n’-Roll“?\n\n „Alles, was gerecht und aufrecht ist – für die einzustehen, denen Unrecht zugefügt wurde, Herausforderungen anzunehmen – ist „Rock ’n’ Roll“, und alles, was verwerflich ist – Angst vor den Bösen, Unterdrückung der Bösen, schmutzige Tricks, Intrigen – ist „nicht Rock ’n’ Roll“.\n\nRock ist der Geist der Rebellion und des Widerstands, aber offensichtlich unmoralische Handlungen sind trotzdem „nicht Rock ’n’ Roll“.\n\nXinyan behält sich das Recht vor, diese Urteile zu fällen, und unabhängig davon, ob diese Urteile auf Fakten oder ihrer Stimmung beruhen, ist der Unterschied zwischen diesen beiden Dingen klar.\n\nDer einzige Haken ist, dass diese Standards in bestimmten Zusammenhänge seltsam klingen.\n\nAufgrund ihres grimmigen Auftretens hat Xinyan fast keine Freunde, wobei Xiangling vom Restaurant Wanmin eine der wenigen Ausnahmen ist, mit denen sie am freiesten sprechen kann.\n\nXinyan hat einen besonderen Grund, ins Restaurant Wanmin zu kommen – für musikalische Inspiration.\n\nWenn immer Xiangling sich neue Rezepte ausdenkt, laufen andere vielleicht weg, aber nicht Xinyan. Sie isst absichtlich alles Experimentelle, und inmitten der Geschmacksknospen-Explosion, die sich aus den nie zuvor gesehenen Aromen ergibt, fließt die Inspiration in ihren Geist.\n\n„Ich sag dir was, Xiangling, das Gericht hat gerockt!“\n\nObwohl Xinyan dies als höchstes Lob betrachtet, fällt es Xiangling ein wenig schwer, sich über solche Bewertungen zu freuen.",
      "es": "Xinyan juzga todas las cosas con un único criterio: “¿es o no es rock?”.\n\nTodo lo que es justo, como defender a los indefensos o asumir desafíos, es rock, y todo lo que es reprobable, como temer a las personas malvadas, oprimir a las buenas personas, jugar sucio o conspirar, no es rock.\n\nEl rock encarna el espíritu de rebelión y resistencia, mientras que los actos inmorales no son rock.\n\nLa decisión de lo que es o no es rock es única y exclusiva de Xinyan, y dicha decisión se basa en cómo se desarrollan las cosas o en su estado de ánimo. Ahora bien, las connotaciones de ser o no ser “rock” están bien claras.\n\nEl único problema es que los criterios para decidirlo suenan un poco extraños en ciertos contextos.\n\nDebido a su feroz aspecto, Xinyan casi no tiene amigos. Xiangling, la chef del Restaurante Wanmin, es una de las pocas personas con las que puede hablar con más libertad.\n\nHay un motivo especial por el que Xinyan va al Restaurante Wanmin: para buscar inspiración musical.\n\nSiempre que Xiangling investiga y prueba nuevas recetas, la gente suele salir corriendo, pero ese no es el caso de Xinyan. Ella come con gusto las recetas experimentales de Xiangling, cuyos sabores, al causar en sus papilas gustativas una explosión de sabores nunca antes vistos, hacen que le llegue la inspiración.\n\n“Xiangling, has vuelto a hacerlo. ¡Este plato es puro rock!”.\n\nAunque, para Xinyan, este es el mayor de los elogios, Xiangling no sabe muy bien cómo sentirse al escucharlo...",
      "fr": "Xinyan juge toute chose sous le même angle : c'est rock 'n' roll, ou ça ne l'est pas.\n\nTout ce qui a trait à la justice – défendre ceux dans le besoin, protéger la veuve et l'orphelin – est rock 'n' roll, et tout ce qui est « répréhensible » – fuir devant le mal, opprimer son prochain, les manigances et complots – n'est pas rock 'n' roll.\n\nCertes, le rock représente l'esprit de rébellion et de résistance, mais tout ce qui est immoral n'est pas rock 'n' roll, c'est tout.\n\nXinyan se réserve le droit de juger chaque chose de la sorte, que ces jugements soient basés sur des résultats ou son humeur du moment, et la différence entre les deux catégories est bien claire dans son esprit.\n\nSeul inconvénient, cet état d'esprit résulte parfois en des situations légèrement problématiques.\n\nD'extérieur peu amène, Xinyan n'a que peu d'amis, Xiangling étant l'une des rares personnes à qui elle peut parler librement.\n\nLa présence de Xinyan au Restaurant Wanmin s'explique par son besoin d'inspiration.\n\nNombreux sont ceux qui partent en courant lorsque Xiangling essaie une nouvelle recette, mais pas Xinyan. Elle ingurgite volontairement toutes les expériences de la cuisinière, et laisse son inspiration suivre les étranges goûts dansant sur son palais.\n\n« Xiangling, crois-moi : ce plat était rock 'n' roll ! »\n\nBien qu'il s'agisse là du meilleur compliment du répertoire de Xinyan, cela ne semble faire ni chaud ni froid aux yeux de Xiangling.",
      "pt": "Xinyan tem um parâmetro pelo qual julga todas as coisas: é ou não é \"rock 'n' roll?\"\n\nTudo que é justo e correto, defender aqueles que foram injustiçados, aceitar desafios é \"rock 'n' roll\", e tudo o que é repreensível, temer os perversos, oprimir pessoas, truques sujos, modos intrigantes \"não são rock 'n' roll\".\n\nRock é o espírito de rebelião e resistência sim, mas atos imorais, no entanto, \"não são rock 'n' roll\".\n\nXinyan se reserva o direito de fazer esses julgamentos e, independentemente de esses julgamentos serem baseados nos resultados ou em seu humor, a diferença entre as coisas abrangidas por esses dois termos opostos é clara.\n\nO único problema é que esses padrões soam estranhos em certos contextos.\n\nDevido a sua aparência feroz, Xinyan quase não tem amigos, com Xiangling do Restaurante Wanmin sendo uma das poucas exceções com quem ela pode falar mais livremente.\n\nXinyan tem uma razão especial para ir ao Restaurante Wanmin - para inspiração musical.\n\nQuando Xiangling está buscando por novas receitas, outros podem correr para as montanhas, mas não Xinyan. Ela come intencionalmente todos os produtos experimentais e, em meio à explosão das papilas gustativas que resulta dos sabores nunca antes experimentados, a inspiração flui em sua mente.\n\n\"Preciso dizer, Xiangling, esse prato arrasa!\"\n\nEmbora Xinyan considere isso como o maior elogio, Xiangling acha um pouco difícil ficar feliz com essas avaliações.",
      "ru": "Синь Янь оценивает окружающий мир по одному критерию: похоже это на «рок» или нет. \n\nЕсли дело правое, например, самоотверженная помощь кому-то или преодоление себя, то это «рок». Плохие дела, например, издевательство над слабыми, воровство или хитрость, - это «не рок».\n\nКонечно, рок пропитан духом сопротивления и бунта, но безнравственные поступки - это всё равно «не рок».\n\nСинь Янь сама решает, что правильно, а что нет, и судит когда по результатам, когда по настроению, но тем не менее смысл этих двух противоположных оценок предельно ясен.\n\nОднако в определённых случаях эти суждения звучат странно.\n\nИз-за того, что Синь Янь обладает суровым внешним видом, у неё почти нет друзей, и только Сян Лин из ресторана «Народный выбор» оказалась тем редким человеком, с которым она может спокойно поболтать.\n\nУ Синь Янь есть особый повод приходить в ресторан «Народный выбор»: здесь она находит вдохновение для новых композиций.\n\nКаждый раз, когда Сян Лин придумывает блюдо, все спешно разбегаются и прячутся от неё. Все... кроме Синь Янь, которая, наоборот, стремится пробовать новое.\n\nКогда Синь Янь ощущает небывалый взрыв вкусов, на неё находит вдохновение.\n\n«Ого, Сян Лин, вот это рок-н-ролл!»\n\nХотя Синь Янь считает это наивысшей оценкой, Сян Лин сложно радоваться таким словам.",
      "id": "Xinyan memiliki satu standar yang dia gunakan untuk menilai semua hal: apakah hal itu \"rock 'n' roll atau bukan?\"\n\nSemua yang adil dan benar – membela mereka yang lemah, berani menerima tantangan – adalah \"rock 'n' roll\"; sementara semua perbuatan yang tercela – tunduk pada yang jahat, menindas sesama, menggunakan trik yang kotor dan licik – bukanlah \"rock 'n' roll\".\n\nRock mengandung semangat memberontak dan melawan, itu benar, tapi secara tegas bagaimanapun tindakan amoral tetaplah \"bukan rock 'n' roll\".\n\nXinyan berhak membuat penilaian ini, dan entah apakah penilaian ini didasarkan pada hasil atau suasana hatinya,namun perbedaan antara hal-hal yang \"rock 'n' roll\" dan bukan ini sudah jelas.\n\nNamun dalam beberapa kondisi, standar ini tampaknya tidak begitu pas untuk diterapkan.\n\nKarena penampilannya yang galak, Xinyan hampir tidak memiliki teman. Berbeda dengan kebanyakan orang, Xiangling dari Wanmin Restaurant ternyata adalah salah satu orang yang paling dia bisa ajak bicara.\n\nXinyan memiliki alasan spesial untuk datang ke Wanmin Restaurant, yaitu untuk mencari inspirasi dalam musiknya.\n\nSetiap kali Xiangling sedang mencoba resep baru, orang lain mungkin akan langsung kabur, tapi tidak dengan Xinyan. Dia sengaja memakan semua produk percobaan tersebut, dan di tengah ledakan cita rasa baru yang belum pernah dirasakan sebelumnya, inspirasinya akan musik baru pun tercipta.\n\n\"Xiangling, hidangan itu lezat sekali!\"\n\nMeskipun Xinyan yakin ini adalah pujian terbaiknya, seorang Xiangling masih tidak terlalu puas dengan komentar tersebut.",
      "th": "Xinyan มีเกณฑ์ในการตัดสินทุกสิ่งเพียงอย่างเดียวนั่นก็คือ \"ร็อกแอนด์โรล\" กับ\"ไม่ใช่ร็อกแอนด์โรล\"\n\nถ้าเป็นเรื่องที่ถูกต้องอย่างการแสดงความกล้าหาญ นั่นคือ \"ร็อกแอนด์โรล\" แต่ถ้าเป็นเรื่องแย่ ๆ เช่นการรังแกคนอื่นหรือการลักขโมย นั่นคือเรื่องที่ \"ไม่ใช่ร็อกแอนด์โรล\"\n\nจริงอยู่ที่จิตวิญญาณร็อกแอนด์โรลแฝงไปด้วยการกบฏและการต่อต้าน แต่ถ้าเป็นเรื่องที่ผิดศีลธรรมละก็นั่น \"ไม่ใช่ร็อกแอนด์โรล\"\n\nเกณฑ์ในการตัดสินล้วนขึ้นอยู่กับ Xinyan อาจจะตัดสินจากบทสรุปของเรื่องราว และก็อาจจะขึ้นอยู่กับอารมณ์ของเธอเองด้วย แต่การตัดสินจากทั้งสองสิ่งนี้ล้วนแม่นยำทั้งสิ้น\n\nในบางสถานการณ์ เกณฑ์การตัดสินนี้อาจฟังดูไม่ค่อยเหมาะสมเท่าไหร่นัก\n\nเนื่องจากหน้าตาที่ดูดุร้ายของเธอ จึงทำให้ Xinyan ดูเหมือนจะไม่มีเพื่อนเลย แต่ Xiangling แห่งภัตตาคาร Wanmin เป็นหนึ่งในไม่กี่คนที่สามารถพูดคุยกับเธอได้อย่างถูกคอ\n\nXinyan ไปที่ภัตตาคาร Wanmin ด้วยเหตุผลพิเศษ... เป็นเพราะเธอสามารถหาแรงบันดาลใจ ในการแต่งเพลงได้จากที่นี่\n\nทุกครั้งที่ Xiangling คิดค้นเมนูใหม่ขึ้นมา คนอื่นมักจะวิ่งหนีทันทีแต่ไม่ใช่ Xinyan เพราะเธอตั้งใจขอชิมเองเลย\n\nเมื่อต่อมรับรสแผ่ซ่านจากรสเผ็ดรสเปรี้ยวที่ได้ชิม แรงบันดาลใจในหัวของเธอก็จะพรั่งพรูออกมา\n\n\"Xiangling เธอทำอาหารที่ร็อกแอนด์โรลอีกแล้วนะ!\"\n\nสำหรับ Xinyan นี่เป็นการตัดสินที่ดีที่สุดแล้ว แต่สำหรับคนที่ได้ฟังคำวิจารณ์แบบนี้อย่าง Xiangling กลับดีใจไม่ออกซะอย่างนั้น",
      "vi": "Khi đánh giá mọi thứ, Xinyan có một bộ tiêu chuẩn trong đầu, kết quả đánh giá chỉ được chia thành hai loại, \"Rock\" và \"Không Rock\".\n\nNếu là vấn đề chính nghĩa như hành động dũng cảm, vượt qua khó khăn thì đó là \"Rock\", nếu là chuyện xấu như bắt nạt người thiện, ăn cắp vặt, ăn chơi trác táng thì đó là \"Không Rock\".\n\nCó sự nổi dậy và phản kháng trong tinh thần rock&roll, nhưng nếu trái với luân thường đạo lý thì nó vẫn \"Không Rock\".\n\nCác tiêu chí cụ thể để đánh giá do chính tay Xinyan, có thể dựa trên kết quả của vấn đề hoặc tâm trạng của cô, nhưng ý khen chê của hai từ này vẫn rất rõ ràng.\n\nChỉ là bộ tiêu chuẩn này có vẻ sai khi được sử dụng trong một số trường hợp.\n\nVì khuôn mặt dữ tợn, Xinyan hầu như không có bạn bè. Xiangling của \"Vạn Dân Đường\" là người hiếm hoi có thể trò chuyện rất hợp với cô ấy.\n\nCó một lý do đặc biệt khiến Xinyan đến thăm \"Vạn Dân Đường\" - Cô có thể tìm thấy nguồn cảm hứng soạn nhạc tại đây.\n\nBất cứ khi nào Xiangling phát triển món ăn mới, không né tránh như những người khác, Xinyan sẽ chủ động thử món đó.\n\nKhi vị giác bùng nổ, cảm hứng trong não cô ấy cũng sẽ ùa ra.\n\n\"Xiangling, bạn lại làm ra món ăn rất Rock&roll rồi!\"\n\nVới Xinyan đây là đánh giá cao nhất mà cô ấy nghĩ, nhưng Xiangling nghe được đánh giá này lại cảm thấy không vui."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "摇滚的永恒主题，是反抗。\n\n辛焱想要反抗的东西并不是实物，而是一种名为「成见」的桎梏。\n\n她出身在一户贫穷的农家，父母对她有着极高的期望，将最好的东西都留给了她，希望麻雀能够蜕变成闪耀的凤凰。\n\n——当然，这「凤凰」必须是他们心中默认的那种样子。\n\n然而天不遂人愿，辛焱长得比普通女孩子高大不少，面相也和软绵绵的「可爱」两字沾不上太大的边，女孩子应该掌握的烹饪、家务、女红等等，也一项都做不好。\n\n因为曾被最深刻的「成见」支配了童年，辛焱才能明白「成见」究竟有多么可怕。\n\n但即便是她成为了摇滚歌手，她也没有放弃这些技能的修行。\n\n不仅是因为不服输，还是因为她觉得，因为没天赋就放弃，也是一种「成见」。\n\n前不久，她的一位乐迷，云堇，受邀去她家中做客。\n\n要不是辛焱为她开门，云堇还以为自己走错了屋子。\n\n房间一尘不染，窗明几净，屋中的摆件全是手工制作，排列得整整齐齐。\n\n灶台边还是湿润的，说明前不久才做过饭，还有编了一半的彩色布条放在床前，很像是辛焱演出服袖子上的装饰。\n\n——简直就是一位贤惠持家的女士的房间，哪来半点摇滚气息？\n\n因为和「摇滚」给人的固有印象反差太大，辛焱担心这位乐迷难以接受。\n\n但没想到在这之后，云堇对辛焱的支持和追捧，好像比以前更加热烈了。",
      "zht": "搖滾的永恆主題，是反抗。\n\n辛焱想要反抗的東西並不是實物，而是一種名為「成見」的桎梏。\n\n她出身在一戶貧窮的農家，父母對她有著極高的期望，將最好的東西都留給了她，希望麻雀能夠蛻變成閃耀的鳳凰。\n\n——當然，這「鳳凰」必須是他們心中預期的那種樣子。\n\n然而天不遂人願，辛焱長得比普通女孩子高大不少，面相也和軟綿綿的「可愛」兩字沾不上太大的邊，女孩子應該掌握的烹飪、家務、女紅等等，也一項都做不好。\n\n因為曾被最深刻的「成見」支配了童年，辛焱才能明白「成見」究竟有多麼可怕。\n\n但即便是她成為了搖滾歌手，她也沒有放棄這些技能的修行。\n\n不僅是因為不服輸，還是因為她覺得，因為沒天賦就放棄，也是一種「成見」。\n\n前不久，她的一位樂迷，雲堇，受邀去她家中做客。\n\n要不是辛焱為她開門，雲堇還以為自己走錯了屋子。\n\n房間一塵不染，窗明几淨，屋中的擺設全是手工製作，排列得整整齊齊。\n\n灶台邊還是濕潤的，代表前不久才做過飯，還有編了一半的彩色布條放在床前，很像是辛焱演出服袖子上的裝飾。\n\n——簡直就是一位賢慧持家的女士的房間，哪來半點搖滾氣息？\n\n因為和「搖滾」給人的固有印象反差太大，辛焱擔心這位樂迷難以接受。\n\n但沒想到在這之後，雲堇對辛焱的支持和追捧，好像比以前更加熱烈了。",
      "jp": "永遠に変わらないロックのテーマは、反抗である。\n\n辛炎が抗いたかったのは実在するなにかではなく、「先入観」という名の手枷だった。\n\n辛炎は貧しい農家に生まれた。両親は彼女に高い期待を託し、いつも一番いいものを彼女のために残していた。彼女が雀から輝く鳳凰になるのが、両親の夢だった。\n\n——当然、この「鳳凰」とは、人々が考える一般的な鳳凰の姿を意味していた。\n\nだがそんな思いに反して、辛炎は普通の女の子よりも大きく成長し、外見もお世辞にも「可愛い」という言葉では、形容できなかった。女の子が一通り身につけなければならない料理、家事、縫物、どれを取っても上手くできなかった。\n\n「先入観」に幼少期を支配されていたからこそ、辛炎は「先入観」の本当の恐ろしさをよく知っていた。\n\nロック歌手になっても、彼女は、幼い頃できなかったことを諦めなかった。\n\n負けず嫌いだったのもあるが、それよりも、才能がなかったと諦めることも、彼女にとっては「先入観」の一つだったからだ。\n\n少し前、ファンの一人である雲菫が、辛炎に招待され彼女の家を訪れた。\n\nドアを開けたのが辛炎でなければ、雲菫は家を間違えたのかと勘違いする所だった。\n\n部屋は埃一つ落ちておらず、窓は磨かれ、部屋に丁寧に並べられた置物は、ほとんどが手作りのように見えた。\n\n台所が濡れていることから、恐らく少し前まで料理をしていたのだろう。ベッドの前には、途中まで織られた虹色の布が置かれており、辛炎が演出に使う衣装の装飾によく似ていた。\n\nまるで、たおやかな女性の部屋のようで、どこにもロックの気配を感じられなかった。\n\n「ロック」とのイメージからあまりにもかけ離れているため、ファンには受け入れ難いのではないかと、辛炎は心配した。\n\nだがあの後、雲菫の応援や追っかけは、ますます熱烈なものとなったように感じた。",
      "ko": "록의 스피릿은 반항이다.\n\n신염이 반항하길 원하는 건 실체가 아닌 「편견」이라는 족쇄이다.\n\n그녀는 아주 가난한 농민 가정에서 태어났다. 그녀의 부모는 그녀에게 큰 기대를 걸며 그녀에겐 가장 좋은 것만 주며 허물을 벗고 누구보다 아름다운 봉황이 되길 바랐다.\n\n——당연히 이 「봉황」은 그들 마음속에 있는 그런 모습이다.\n\n하지만 하늘도 무심하게 신염은 평범한 여자아이보다 많이 커졌고 생김새도 「귀여움」이라는 단어와는 멀어졌다. 그리고 요리, 집안일 등은 전혀 하지 못했다.\n\n아주 깊었던 「편견」이 어린 시절을 집어삼켰었기에 신염은 「편견」이 얼마나 무서운 건지 알 수 있었다.\n\n그녀는 록 가수가 되었지만 수행을 멈추지 않았다.\n\n이는 지기 싫어하는 성격 때문일 뿐만 아니라 재능이 없어서 포기한다는 것조차 일종의 「편견」이라고 여기기 때문이다.\n\n얼마 전 그녀는 그녀의 팬 운근을 집으로 초대했었다.\n\n신염이 문을 열어주지 않았다면 운근은 자기가 길을 잘못 들었다고 생각했을 것이다.\n\n방과 창문은 먼지나 얼룩 하나 없이 깨끗했고 방에 있는 물건들은 모두 수공예품으로 깔끔하게 정리되어 있었다.\n\n부뚜막이 축축한 걸 보니 이는 얼마 전에 밥을 해 먹었다는 뜻이다. 게다가 신염의 공연복에 쓸 장식처럼 보이는 짜다만 천이 침대 앞에 놓여 있었다.\n\n——이건 완전히 현모양처 같은 여성의 방으로 록과는 절대 매칭되지 않는다.\n\n「록」이 주는 인상과는 정반대였기 때문에 신염은 이 팬이 이를 받아들이지 못할까 걱정했다.\n\n하지만 이날 이후 신염에 대한 운근의 추종은 예전보다 더 뜨거워졌다",
      "en": "The eternal subject of rock 'n' roll is resistance.\n\nBut the thing that Xinyan resists is not a concrete thing, but rather, the conceptual shackles of \"prejudice.\"\n\nShe was born into a poor family, and her parents placed great stock in her, giving her the best of what little they had in the hopes that she would be able to rise to \"become a phoenix.\"\n\nOf course, this \"phoenix\" would have to be something that they would recognize.\n\nBut things don't always turn out as planned. Xinyan grew to be taller than most girls, and her looks were far from anything that might be considered \"cute.\" Nor was she any good at any of the feminine arts, whether it was cooking, chores, needlework.\n\nSo, since her childhood was so deeply impacted by such \"prejudices,\" Xinyan understands how terrifying they could be.\n\nYet becoming a rock 'n' roll star has not caused her to give up on these other arts.\n\nThis is not only because she hates losing, but because she feels that \"giving up because you have no talent\" is itself a prejudiced belief.\n\nNot long ago, a fan of Xinyan's named Yun Jin was invited to her place as a guest.\n\nBut if Xinyan hadn't opened the door herself, Yun Jin would have thought that she had the wrong house.\n\nThe house was spick and span, the windows were clean, and the home ornaments were hand-made and immaculately arranged.\n\nThe cooktop was still moist, indicating that someone had been cooking not long before, and there was half-sewn cloth by the bedside that looked much like the decorations Xinyan wore during her performances.\n\nWhy, this was practically the room of some refined lady of reputable upbringing, with nary any spirit of rock 'n' roll to be found!\n\nXinyan was quite worried that this fan of hers would find the difference between their impression of \"rock 'n' roll\" and this reality too jarring.\n\nUnexpectedly, Yun Jin's support and fandom would only grow more intense after this.",
      "de": "Das ewige Thema des Rock ’n’ Roll ist der Widerstand.\n\nAber das, wogegen Xinyan Widerstand leistet, ist keine konkrete Sache, sondern das „Vorurteil“ selbst.\n\nSie wurde in eine arme Familie geboren, und ihre Eltern legten großen Wert in sie und gaben ihr das Beste von dem wenigen, das sie hatten, in der Hoffnung, dass sie zu einem „Phönix“ aufsteigen würde.\n\nNatürlich müsste dieser „Phönix“ etwas sein, das sie anerkennen würden.\n\nAber die Dinge entwickeln sich nicht immer wie geplant. Xinyan wurde größer als die meisten Mädchen und ihr Aussehen war weit entfernt von allem, was man als „hübsch“ bezeichnen könnte. Und Kochen, Hausarbeiten erledigen oder Nähen wollte sie auch nicht.\n\nDa ihre Kindheit so stark von solchen „Vorurteilen“ geprägt war, versteht Xinyan, wie stark diese sein können. Aber ein Rock-’n’-Roll-Star zu werden, hat sie nicht dazu veranlasst, diese anderen „Künste“ aufzugeben.\\Das liegt nicht nur daran, dass sie es hasst zu verlieren, sondern auch daran, dass sie meint, dass „Aufgeben, weil man kein Talent hat“ selbst ein Vorurteil ist. Vor nicht allzu langer Zeit war ein Fan von Xinyan namens Yunjin ihr zu Gast.\n\nHätte Xinyan nicht selbst die Tür geöffnet, hätte Yunjin gedacht, dass sie im falschen Haus wohnt. \\Das Haus war blitzblank, die Fenster sauber und die Dekorationen handgefertigt und makellos arrangiert.\n\nDer Herd war noch feucht, was darauf hindeutete, dass jemand vor nicht allzu langer Zeit gekocht hatte, und am Bett lag ein halbgenähtes Tuch, das der Dekoration ähnelte, die Xinyan während ihrer Auftritte trug.\n\nDies war das Zimmer einer kultivierten Dame, in dem sich kaum ein Geist des Rock ’n’ Rolls finden ließ!\n\nXinyan war besorgt, dass dieser Fan den Unterschied zwischen ihrem Haus und „Rock ’n’ Roll“ erschütternd finden würde.\n\nUnerwarteterweise wurden Yunjins Unterstützung danach noch größer.",
      "es": "El tema más constante en el rock es la resistencia.\n\nPero contra lo que Xinyan resiste no es una cosa concreta, sino más bien los grilletes del concepto de “prejuicio”.\n\nNació en una familia pobre y sus padres pusieron grandes esperanzas en ella, dándole lo poco que tenían con la esperanza de que pudiera convertirse en “un fénix que surge de las cenizas”.\n\nSin embargo, este “fénix” no podría ser cualquier cosa, sino que se tendría que parecer a lo que sus padres esperaban de ella.\n\nPero las cosas no siempre salen según lo planeado. Xinyan creció, era más alta que la mayoría de las chicas y su aspecto estaba lejos de considerarse “lindo”. Tampoco era buena en ninguna de las labores tradicionalmente asociadas a las mujeres, como la cocina, los quehaceres domésticos, la costura...\n\nDe modo que, puesto que su infancia estuvo tan profundamente marcada por los prejuicios, Xinyan comprende lo terriblemente duros que estos pueden llegar a ser.\n\nAun así, convertirse en una estrella del rock no la ha hecho renunciar a seguir practicando todas esas tareas.\n\nEsto no solo se debe a que odia perder, sino a que cree que “los únicos que se dan por vencido son aquellos que no tienen talento”, lo cual, curiosamente, es en sí mismo un prejuicio.\n\nNo hace mucho tiempo, Xinyan invitó a su casa a una admiradora suya llamada Yun Jin.\n\nSi no hubiera sido Xinyan quien abrió la puerta, Yun Jin habría pensado que se había equivocado de casa.\n\nLa casa estaba impecable: las ventanas estaban limpias y la decoración estaba toda hecha a mano y colocada a la perfección.\n\nLa cocina aún estaba caliente, lo que indicaba que alguien había estado cocinando hace poco, y había un pañuelo a medio coser junto a la cama, el cual se parecía mucho a los patrones decorativos de la ropa que Xinyan llevaba en sus conciertos.\n\nParecía la casa de la típica mujer que se encarga de todas las labores domésticas. ¡Ahí no había ni rastro de rock!\n\nA Xinyan le preocupaba que su admiradora tuviera una idea muy diferente de cómo debía ser una estrella del rock.\n\nSin embargo, para su sorpresa, Yun Jin apoyó aún más fervientemente a Xinyan desde entonces.",
      "fr": "Un des thèmes éternels du rock 'n' roll est la résistance.\n\nCependant, ce à quoi Xinyan résiste n'est pas quelque chose de concret ; il s'agit plutôt d'entraves conceptuelles appelées « préjugés ».\n\nNée dans une famille paysanne pauvre de parents aux attentes extrêmement élevées à son égard, elle grandit au centre des attentions de ces derniers, qui espéraient voir un jour ce « moineau » se transformer en « phénix ».\n\nBien sûr, ce « phénix » se devait de réaliser quelque chose qu'eux estimaient grandiose.\n\nMais les choses ne se passèrent pas comme prévu. Xinyan a toujours été bien plus grande que la plupart des autres filles de son âge, et son visage n'a jamais correspondu à la définition coutumière du terme « mignon ». De plus, elle n'a jamais réussi à maîtriser les « arts féminins » : cuisine, travaux ménagers, broderie, aucun des arts que les familles traditionnelles associent à la gente féminine ne réussit à révéler ses talents.\n\nC'est pourquoi Xinyan, dont l'enfance fut dominée par ces préjugés, sait bien à quel point ce que ces préconceptions peuvent avoir de terrifiant.\n\nElle n'a jamais abandonné la pratique de ses compétences, même après être devenue chanteuse de rock 'n' roll.\n\nXinyan refuse non seulement d'admettre ses défaites, mais elle estime également qu'abandonner en raison d'un manque de talent est en soi un de ces « préjugés » qu'elle exécre tant.\n\nIl n'y a pas si longtemps, elle a invité l'une de ses fans, Yun Jin, chez elle.\n\nMais cette dernière aurait juré s'être trompée de maison si Xinyan ne lui avait pas ouvert la porte en personne.\n\nSols impeccables, fenêtres claires et propres, décorations toutes faites à la main et agencées avec soin...\n\nLes plaques de cuisson étaient encore chaudes, indiquant que quelqu'un venait de cuisiner, et des bandes de tissu coloré à moitié tricotées étaient posées sur le lit, ressemblant à celles cousues sur les manches du costume de Xinyan.\n\nOn se serait crus dans la chambre d'une femme de ménage appliquée, bien loin de l'image associée au rock 'n' roll...\n\nXinyan craignait au départ que ce contraste avec l'idée du rock 'n' roll ne rebute sa fan.\n\nMais, à son plus grand étonnement, l'adulation et l'enthousiasme de Yun Jin s'en trouvèrent décuplés.",
      "pt": "O eterno tema do rock and roll é a resistência.\n\nMas aquilo a que Xinyan resiste não é algo concreto, mas sim os grilhões conceituais do \"preconceito\".\n\nEla nasceu em uma família pobre, e seus pais depositaram grandes expectativas nela, dando-lhe o melhor do pouco que eles tinham na esperança de que ela seria capaz de se \"tornar uma fênix\".\n\nClaro, essa \"fênix\" teria que ser algo que eles reconheceriam.\n\nMas as coisas nem sempre saem conforme planejado. Xinyan cresceu e ficou mais alta do que a maioria das garotas, e sua aparência estava longe de qualquer coisa que pudesse ser considerada \"fofa\". Ela também não era boa em nenhuma das artes femininas, fosse cozinhar, fazer tarefas domésticas, bordar.\n\nEntão, como sua infância foi profundamente afetada por tais \"preconceitos\", Xinyan entende o quão aterrorizantes eles podiam ser.\n\nAinda assim, se tornar uma estrela rock and roll não a fez desistir dessas outras artes.\n\nIsso não é apenas porque ela odeia perder, mas porque ela sente que \"desistir porque você não tem talento\" é em si uma crença preconceituosa.\n\nNão muito tempo atrás, uma fã de Xinyan chamada Yunjin foi convidada para sua casa como hóspede.\n\nMas se Xinyan não tivesse aberto a porta ela mesma, Yunjin teria pensado que ela estava na casa errada.\n\nA casa estava impecável, as janelas estavam limpas e os enfeites da casa eram feitos à mão e arrumados de maneira imaculada.\n\nA estrutura do fogão ainda estava úmida, indicando que alguém havia cozinhado há pouco tempo, e havia um tecido costurado pela metade ao lado da cama que parecia muito com as decorações que Xinyan usava durante suas apresentações.\n\nParecia a casa da típica mulher que cuida de todos os afazeres domésticos. Não havia nenhum sinal de rock and roll lá!\n\nXinyan estava preocupada que sua fã tivesse uma ideia muito diferente de como um astro do rock deveria ser.\n\nNo entanto, para sua surpresa, Yunjin apoiou Xinyan com ainda mais fervor desde então.",
      "ru": "Лейтмотив рок-н-ролла - бунт. \n\nНо Синь Янь бунтует не против какой-то конкретной вещи, а против оков, именуемых «предубеждение». \n\nОна родилась в бедной крестьянской семье, и родители возлагали на Синь Янь большие надежды, старались дать ей всё лучшее, что у них было, верили, что их «маленький воробушек» сможет превратиться в «сверкающего феникса». \n\n...Конечно, этот «феникс» должен был соответствовать их ожиданиям. \n\nНо человек предполагает, а судьба располагает, и Синь Янь выросла гораздо выше своих сверстниц, а лицо её никак нельзя было назвать милым. Заниматься готовкой, домашними делами и другими женскими вещами у неё тоже получалось из рук вон плохо. \n\nТак как предубеждения преследовали Синь Янь с детства, она знает, насколько они могут быть ужасны. \n\nХотя Синь Янь и стала исполнительницей рок-н-ролла, она не прекратила изучать те навыки. \n\nОна делает это не потому что не умеет сдаваться, а потому что считает, что бросать занятия из-за отсутствия «таланта» тоже своего рода предубеждение. \n\nНедавно Синь Янь пригласила в гости свою поклонницу по имени Юнь Цзинь. \n\nИ, если бы Синь Янь не открыла ей дверь сама, Юнь Цзинь бы подумала, что ошиблась дверью. \n\nВ доме Синь Янь царила абсолютная чистота, окна сверкали, а на столе не было ни пылинки. Все украшения в доме были сделаны хозяйкой и аккуратно расставлены. \n\nПлита ещё была немного влажной - на ней явно недавно готовили, а на постели лежало ещё недоплетённое украшение, похожее на те, что Синь Янь обычно носит на рукавах во время выступления. \n\nЭтот дом выглядел так, будто здесь живёт добропорядочная леди, и ничего не напоминало о духе рок-н-ролла! \n\nИз-за того, что убранство её дома сильно контрастирует с общепринятым понятием духа рок-н-ролла, Синь Янь беспокоилась, что её поклонница не поймёт её. \n\nНо неожиданно после этого визита Юнь Цзинь стала превозносить и поддерживать Синь Янь и, похоже, стала её ещё более ярой поклонницей.",
      "id": "Topik abadi dari rock 'n' roll adalah penolakan.\n\nTapi hal yang ditolak Xinyan bukanlah hal yang konkret, melainkan belenggu dari konsep \"prasangka\".\n\nDia dilahirkan dalam keluarga miskin, orang tuanya benar-benar berharap besar pada dirinya, memberi Xinyan segala yang terbaik yang bisa mereka berikan dengan harapan bahwa anaknya itu bisa bangkit dan menjadi seseorang yang berhasil.\n\nTentu saja, \"menjadi seseorang yang berhasil\" pun, orang tuanya berharap dia masih tetap menjadi sesosok pribadi yang dapat kenali.\n\nTapi, segala sesuatu belum tentu selalu berjalan mulus sesuai rencana. Xinyan ternyata tumbuh sebagai seorang perempuan dengan tinggi badan di atas rata-rata perempuan pada umumnya, dan penampilannya jauh dari kata \"feminin\". Dia juga tidak terampil dalam melakukan keahlian perempuan pada umumnya, baik itu memasak, melakukan pekerjaan rumah, dan menjahit.\n\nKarena sejak masa kecilnya Xinyan begitu dipengaruhi oleh \"prasangka\" seperti itu, dia menjadi paham betapa menakutkannya sebuah prasangka itu.\n\nNamun menjadi bintang rock 'n' roll tidak membuatnya menyerah pada seni yang \"lain daripada yang lain ini\".\n\nIni bukan hanya karena dia benci dengan kekalahan, tapi karena dia merasa bahwa \"menyerah karena merasa bahwa diri sendiri tidak punya bakat\" itu sendiri merupakan keyakinan berprasangka.\n\nBelum lama ini, seorang penggemar Xinyan yang bernama Yun Jin diundang ke rumahnya sebagai tamu.\n\nKalau saja bukan Xinyan yang membukakan pintunya sendiri, Yun Jin akan mengira bahwa dia salah mendatangi rumah.\n\nRumah itu rapi dan teratur, jendelanya bersih. Rumah itu dilengkapi dengan ornamen yang dibuat dengan tangannya sendiri dan diletakkan dalam keadaan yang tertata rapi.\n\nKompor masih berhawa panas, menandakan bahwa seseorang baru memasak belum lama ini, dan ada kain setengah dijahit di samping tempat tidur yang sangat mirip dengan motif yang dikenakan Xinyan saat manggung.\n\nAneh sekali, keadaan seperti ini biasanya hanya akan ditemukan pada kediaman-kediaman perempuan elite yang berasal dari keluarga terpandang, dan juga Yun Jin sama sekali tidak menemukan adanya pernak pernik yang berkaitan dengan atmosfer rock 'n' roll di rumah ini!\n\nXinyan agak khawatir bahwa penggemarnya ini akan menemukan perbedaan yang mencolok antara kesan \"rock 'n' roll\" dan kenyataan yang ditemukan pada rumahnya ini.\n\nSiapa sangka, ternyata setelah peristiwa kunjungan ini Yun Jin malah semakin menyukai dan mendukung Xinyan.",
      "th": "สิ่งที่ไม่เคยตายไปจากร็อกแอนด์โรลก็คือการต่อต้าน\n\nสิ่งที่ Xinyan อยากจะต่อต้านไม่ใช่สิ่งที่เป็นรูปธรรม แต่กลับเป็นแนวคิดเรื่องความมี \"อคติ\"\n\nเธอเกิดมาในครอบครัวชาวนาที่ยากจน พ่อและแม่ตั้งความหวังในตัวเธอค่อนข้างสูง พวกเขามักจะเก็บสิ่งที่ดีที่สุดไว้ให้เธอเสมอ และหวังว่านกกระจอกจะกลายเป็น \"หงส์\" ที่เปล่งประกาย\n\n...แน่นอนว่า \"หงส์\" ตัวนี้จะต้องเป็นแบบที่พวกเขาคิดเอาไว้\n\nแต่เรื่องราวกลับไม่เป็นอย่างที่หวัง Xinyan มีรูปร่างที่สูงใหญ่กว่าเด็กผู้หญิงทั่วไปมาก หน้าตาก็ช่างห่างไกลจากคำว่า \"น่ารัก\" ไปหลายขุม เด็กผู้หญิงควรจะมีความเป็นแม่บ้านแม่เรือน อย่างการทำอาหาร ทำงานบ้าน และงานเย็บปักถักร้อยเป็นต้น แต่เธอกลับไม่เก่งเลยสักอย่าง\n\nเป็นเพราะความ \"อคติ\" ที่ฝังใจมาตั้งแต่เด็ก Xinyan จึงเข้าใจว่า \"อคติ\" นั้นน่ากลัวแค่ไหน\n\nแม้ว่าเธอจะเป็นนักดนตรีร็อกแอนด์โรล แต่เธอไม่เคยหยุดฝึกฝนทักษะเหล่านี้\n\nไม่ใช่แค่เพราะเธอไม่ยอมแพ้ แต่เพราะเธอรู้สึกว่าการยอมแพ้เพียงเพราะไม่มีพรสวรรค์นั่นคือ \"อคติ\"\n\nเมื่อไม่นานมานี้แฟนเพลงคนนึงของเธอ Yun Jin ถูกเชิญให้มาเป็นแขกที่บ้านของเธอ\n\nถ้า Xinyan ไม่ได้มาเปิดประตูให้เอง Yun Jin คงนึกว่าตัวเองมาผิดบ้าน\n\nเพราะบ้านช่องไม่มีฝุ่นเลยแม้แต่นิด หน้าต่างสะอาดสะอ้าน ในบ้านเต็มไปด้วยของตกแต่งบ้านที่ทำขึ้นด้วยมือ และจัดวางเป็นระเบียบเรียบร้อยอย่างไม่มีที่ติ\n\nข้างเตายังคงชื้นอยู่แสดงว่าเพิ่งมีคนทำอาหาร และที่เตียงมีผ้าสีสดใสที่เย็บค้างเอาไว้ ดูเหมือนเป็นเครื่องประดับที่แขนเสื้อที่ Xinyan ใส่เวลาทำการแสดง\n\nเห็นได้ชัดว่านี่เป็นห้องของผู้หญิงที่เพียบพร้อม และได้รับการอบรมเลี้ยงดูมาเป็นอย่างดี ทำไมถึงไม่มีกลิ่นอายร็อกแอนด์โรลเลยล่ะ?\n\nXinyan กลัวว่าแฟนเพลงคนนี้ของเธอจะรับไม่ได้ เพราะมันช่างต่างจากภาพลักษณ์ความเป็นร็อกแอนด์โรลที่เธอมีเป็นอย่างมาก\n\nแต่คิดไม่ถึงว่า ดูเหมือน Yun Jin กลับให้ยิ่งสนับสนุนและติดตามเธอมากกว่าเดิมซะอีก",
      "vi": "Chủ đề muôn thuở của rock là sự phản kháng.\n\nThứ Xinyan muốn phản kháng không phải là hiện vật, mà là một loại xiềng xích gọi là \"định kiến\".Cô sinh ra trong một gia đình nông dân nghèo khó, cha mẹ vô cùng kỳ vọng vào cô, để lại cho cô những điều tốt đẹp nhất, hy vọng chim sẻ có thể hóa thành phượng hoàng tỏa sáng.\n\nTất nhiên, \"Phượng hoàng\" này phải là thứ mà họ mặc định.\n\nTuy nhiên, người tính không bằng trời tính, Xinyan cao hơn nhiều so với các cô gái bình thường, khuôn mặt không hề \"dễ thương\" mềm mại. Con gái nên thành thạo nấu ăn, nội trợ, đỏm dáng v.v, cô cũng chẳng giỏi thứ nào.\n\nVì cô từng bị chi phối bởi \"định kiến\" sâu sắc nhất trong thời thơ ấu của mình, Xinyan có thể hiểu \"định kiến\" đáng sợ như thế nào.\n\nNhưng ngay cả khi trở thành ca sĩ nhạc rock, cô ấy vẫn không từ bỏ việc luyện tập những kỹ năng này.\n\nKhông chỉ vì cô không chịu thua, mà còn vì cô cảm thấy không có tài năng nên bỏ cuộc cũng là một \"định kiến\".\n\nGần đây, một người hâm mộ âm nhạc của cô, Yun Jin, đã được mời đến nhà cô làm khách.\n\nNếu không phải Xinyan mở cửa, Yun Jin nghĩ rằng mình đã đi nhầm nhà.\n\nCăn phòng không một hạt bụi, cửa sổ sáng sủa, đồ trang trí trong nhà đều được làm thủ công và sắp xếp gọn gàng.\n\nBên bếp vẫn còn ẩm, nghĩa là vừa mới nấu cơm xong, đầu giường có một dây vải sặc sỡ đang bện dở, rất giống trang sức trên tay áo trang phục diễn của Xinyan.\n\nRõ ràng là căn phòng của một cô gái đảm đang, đâu có tí Rock nào?\n\nVì trái ngược với ấn tượng vốn có của \"Rock\", Xinyan lo lắng người hâm mộ này khó lòng tiếp nhận.\n\nNhưng không ngờ sau chuyện này, Yun Jin lại ủng hộ và theo đuổi Xinyan, dường như còn nhiệt tình hơn trước."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "在辛焱的眼中，许多大人都因为「成见」事倍功半，担惊受怕，惶惶不得终日。\n\n不知生活为何物，也不知未来在何方。\n\n她将这些想法写在了歌中，却只换来了大人们的冷嘲热讽。\n\n「小丫头片子，哪里知道柴米油盐贵？」\n\n对此，辛焱毫不在意。因为这些嘲讽，也都只来自对她年龄的「成见」。\n\n倘若「成见」是这么容易被颠覆的东西，那就没有反抗的价值了。\n\n她相信摇滚就像一颗又一颗的种子，一场演出过后，总会在那么三两个大人的心中生根发芽。\n\n当他们第二天起床时，也许会灵感涌现，又或是想换换心情…\n\n即使仅仅稍微变化一下思考的方式也好…说不定他们就会发现，困扰自身多时的所谓「现实难题」，不过是茶杯里的风暴。\n\n当然，除了听众与「摇滚之友」以外，没有多少人会认为这是「摇滚」的功劳。\n\n但大家都会在茶余饭后聊天的时候，带上这么一句。\n\n「有个玩摇滚的小姑娘，挺有意思的。」",
      "zht": "在辛焱的眼中，許多大人都因為「成見」事倍功半，擔驚受怕，惶惶不得終日。\n\n不知生活為何物，也不知未來在何方。\n\n她將這些想法寫在了歌中，卻只換來了大人們的冷嘲熱諷。\n\n「黃毛丫頭一個，哪裡知道柴米油鹽貴？」\n\n對此，辛焱毫不在意。因為這些嘲諷，也都只來自對她年齡的「成見」。\n\n倘若「成見」是這麼容易被顛覆的東西，那就沒有反抗的價值了。\n\n她相信搖滾就像一顆又一顆的種子，一場演出過後，總會在那麼三兩個大人的心中生根發芽。\n\n當他們第二天起床時，也許會靈感湧現，又或是想換換心情…\n\n即使僅僅稍微變化一下思考的方式也好…說不定他們就會發現，困擾自身多時的所謂「現實難題」，不過是茶杯裡的風暴。\n\n當然，除了聽眾與「搖滾之友」以外，沒有多少人會認為這是「搖滾」的功勞。\n\n但大家都會在茶餘飯後聊天的時候，帶上這麼一句。\n\n「有個玩搖滾的小姑娘，挺有意思的。」",
      "jp": "辛炎の目には、大人たちは「先入観」を恐れるために、全力を出し切れず、いつも不安がっているように映っていた。\n\n何のために生活しているのか、未来はどこに向かっているのかも知らないようだった。\n\n彼女はこの考えを歌にしたが、大人たちの冷たい嘲笑をもらっただけだった。\n\n「小娘に人生の何が分かるんだ？」\n\n辛炎は特にそれらを気にすることはなかった。この嘲笑も、彼女の年齢に対する「先入観」からきているものに過ぎないからだ。\n\n仮に「先入観」が簡単に覆せるようなものなら、それは反抗する価値のないものだ。\n\n彼女は、ロックは小さい種だと信じていた。一度のステージで、きっと数人の大人の心にロックの芽が生える。\n\nその人達が次の日目覚めた時、心に何か変化が起きているのかもしれない…\n\nほんのわずかな変化で構わない…もしかしたら、彼らは自分達を捕えていた「難題」は、ただの茶碗に映る風景なのだと気付くのかもしれない。\n\nもちろん、観客と「ロックフレンド」以外、誰もこれが「ロック」のおかげだと思わないだろう。\n\nだが、人々は食後の談笑の時にきっとこう言うのだ。\n\n「あのロックを歌っている小娘は面白いな」",
      "ko": "신염의 눈에는, 많은 어른들이 「편견」에 사로잡혀서 자신이 쏟은 노력에 비해 성과가 적다며 늘 가슴 졸이며 살아가는 것처럼 보였다.\n\n 자신들이 무엇을 위해 살아가고 있는지, 미래가 어디로 향하고 있는지 역시 모르는 것 같았다.\n\n그녀는 이러한 생각을 노래에 적었지만 어른들의 비아냥거림을 받았다.\n\n「꼬맹이 따위가 어떻게 삶의 어려움을 알겠어?」\n\n신염은 이를 전혀 신경 쓰지 않았다. 이런 조소는 모두 그녀의 나이에 대한 「편견」 때문이니까.\n\n만약 「편견」이 이렇게 쉽게 사라지는 것이었다면 반항할 가치조차 없었을 것이다.\n\n그녀는 록은 씨앗처럼 공연이 끝날 때마다 어른 2~3명의 마음속에서 싹을 틔우리라 믿었다.\n\n그들이 다음날 잠에서 깬 뒤 영감을 얻든 아니면 생각이 바뀌든…\n\n생각이 조금이라도 변한다면… 어쩌면 그들은 그들을 오랫동안 괴롭히던 「어려운 현실」이 그저 찻잔 속의 폭풍일 뿐이라는 것을 알아차릴 수도 있을 것이다.\n\n청중과 「로큰롤 프렌드」 외에 이게 「록」의 공로라는 걸 아는 사람은 많지 않다.\n\n하지만 사람들은 휴식 시간에 이야기를 나누다 이런 말을 하게 됐다.\n\n「록 하는 아가씨 한 명 있는데, 재밌더라」",
      "en": "The way Xinyan sees it, many adults fail to realize their potential because they are tied down by prejudice, giving in to fear and endless anxiety.\n\nThey do not understand what life is about, or where they are going.\n\nShe wrote these thoughts into her songs, but invited scorn from the very same adults. \"What does this brat know?\"\n\nEven so, Xinyan did not waver. After all, such mockery was born of prejudice towards her age.\n\nAnd if prejudice were something so easily overthrown, there would be no value in resisting it, would there?\n\nShe believes that rock 'n' roll is like a seed. After every performance, some seeds might sprout within the hearts of those adults who listen.\n\nWhen they wake up the next day, perhaps they might receive some inspiration, or perhaps a change of mood will come over them...\n\nEven if it only changes their thinking a little bit... Perhaps they might find that the real-life troubles they are facing are nothing but a storm in a teacup.\n\nOf course, few people other than her audience and the \"friends of rock\" would credit this to rock 'n' roll.\n\nBut people do nonetheless say this around the tables after tea.\n\n\"Well, having a girl who plays rock 'n' roll is pretty interesting, no?\"",
      "de": "So wie Xinyan es sieht, können viele Erwachsene ihr Potenzial nicht ausschöpfen, weil sie von Vorurteilen gefesselt sind und sich der Angst und endlosen Ängsten hingeben.\n\nSie verstehen nicht, worum es im Leben geht oder wo ihr Ziel liegt.\n\nSie baute diese Gedanken in ihre Lieder ein, erntete aber von denselben Erwachsenen Verachtung: „Was weiß dieses Gör schon?“\n\nXinyan schwankte dennoch nicht. Schließlich speiste solcher Spott sich aus den Vorurteilen gegenüber ihrem Alter. Und wenn Vorurteile so leicht zu überwinden wären, hätte es keinen Wert, ihnen zu widerstehen, oder?\n\nSie glaubt, dass Rock ’n’ Roll wie ein Samenkorn ist. Nach jedem Auftritt sprießen vielleicht einige Samen in den Herzen der Erwachsenen, die zuhören.\n\nWenn sie am nächsten Tag aufwachen, sind sie womöglich inspiriert, oder vielleicht packt sie ein Stimmungswandel ...\n\nUnd wenn es nur ihr Denken ein wenig verändert ... Vielleicht stellen sie fest, dass ihre wirklichen Probleme nichts anderes sind als ein Sturm in der Teetasse.\n\nNatürlich würden das nur wenige Leute außer ihrem Publikum und den „Freunden des Rock“ dem Rock ’n’ Roll zuschreiben.\\Aber beim Tee sagen die Leute trotzdem: „Na ja, ein Mädchen zu haben, das Rock ’n’ Roll spielt, ist doch ziemlich interessant, oder?“",
      "es": "Según Xinyan, muchos adultos no se dan cuenta de su potencial porque tienen la vista nublada por sus prejuicios, los cuales les causan temor y preocupación.\n\nNo entienden lo que es la vida, ni saben hacia dónde van.\n\nXinyan incluye estas ideas en la letra de sus canciones. Sin embargo, solo recibe críticas y burlas por parte de los adultos.\n\n“¿Qué sabrá esa niña inmadura?”.\n\nPero a Xinyan no le afectan estos comentarios, ya que sabe que se deben a los prejuicios de la gente con respecto a su edad.\n\nY es que si fuera tan fácil acabar con los prejuicios, luchar contra ellos no merecería la pena.\n\nPara ella, el rock es como una pequeña semilla que, por lo menos, germinará en el corazón de dos o tres personas tras uno de sus conciertos.\n\n¿Quién sabe? Tal vez, al despertarse al día siguiente, esas personas se sientan inspiradas o su forma de ver las cosas haya cambiado.\n\nAunque solo cambien un poco, tal vez sea suficiente para que se den cuenta de que, en realidad, sus problemas no son tan graves como piensan.\n\nDesgraciadamente, excepto el público de Xinyan o los “amigos del rock”, casi nadie piensa que ello sea mérito del rock.\n\nAun así, hay una frase que se repite mucho durante las horas del té:\n\n“Que haya una mujer que toca rock es algo bueno, ¿no creen?”",
      "fr": "Aux yeux de Xinyan, l'anxiété due aux préjugés explique pourquoi tant d'adultes peinent à s'accomplir pleinement.\n\nIls ne comprennent pas le vrai sens de la vie, ni la direction dans laquelle ils se dirigent.\n\nXinyan traduit ces pensées en chanson, mais n'obtient en échange que le cynisme des adultes.\n\n« Gamine, comment pourrais-tu connaître la valeur des choses ? »\n\nCependant, Xinyan ne prête guère attention à ces paroles blessantes. Après tout, ces moqueries ne sont que le résultat des préjugés qu'ont les autres sur son âge !\n\nEt si un préjugé était facilement éliminé, y résister n'aurait pas la même valeur, après tout.\n\nPour Xinyan, le rock 'n' roll est semblable à une graine. Après chaque représentation, cette graine prend racine dans le cœur de quelques adultes dans l'audience.\n\nEt lorsque ceux-ci se réveillent le lendemain, qui sait si l'inspiration ne les aura pas visité, ou si leur humeur ne s'en trouvera pas améliorée...\n\nMême un infime changement dans leur façon de penser peut peut-être se solder par la réalisation que les « problèmes » auxquels ils font face ne sont au bout du compte qu'autant de tempêtes dans un verre d'eau.\n\nBien sûr, à part ses fans et les « amis du rock », rares sont ceux qui attribueraient ces changements au rock 'n' roll...\n\nMais, à l'heure du thé et des discussions mondaines, le consensus est là et tout le monde s'accorde à dire :\n\n« Dites donc, cette gamine qui joue du rock 'n' roll, c'est plutôt intéressant, non ? »",
      "pt": "Na visão de Xinyan, muitos adultos não conseguem realizar seu potencial porque estão presos ao preconceito, cedendo ao medo e à ansiedade sem fim.\n\nEles não entendem do que se trata a vida ou aonde estão indo.\n\nEla escreveu esses pensamentos em suas canções, mas apenas recebeu críticas e xingamentos dos adultos. \"O que essa pirralha sabe?\"\n\nMesmo assim, Xinyan não vacilou. Afinal, essa zombaria nasceu do preconceito em relação à idade dela.\n\nE se o preconceito fosse algo tão facilmente derrubado, não haveria valor em resistir a ele, não é?\n\nEla acredita que o rock 'n' roll é como uma semente. Depois de cada apresentação, algumas sementes podem brotar nos corações dos adultos que ouvem.\n\nQuando eles acordarem no dia seguinte, talvez recebam alguma inspiração ou talvez uma mudança de humor surja neles...\n\nMesmo se isso apenas mudar seu pensamento um pouco... Talvez eles possam descobrir que os problemas da vida real que estão enfrentando nada mais são do que uma tempestade em copo d'água.\n\nClaro, poucas pessoas além de seu público e os \"amigos do rock\" dariam crédito ao rock 'n' roll por isso.\n\nMas mesmo assim as pessoas dizem isso nas mesas depois do chá.\n\n\"Bem, ter uma garota que toca rock 'n' roll é muito interessante, não?\"",
      "ru": "По мнению Синь Янь, множество взрослых людей не может реализовать свой потенциал, беспокоится и пребывает в смятении целыми днями именно из-за предубеждений. \n\nОни не знают сути жизни и куда им двигаться. \n\nСинь Янь вложила эти мысли в свои песни, но в ответ получила лишь насмешки. \n\n«Откуда девчонка может знать такие вещи?» \n\nНо Синь Янь не обращает внимания на это, ведь все язвительные смешки произрастают из тех самых предубеждений по поводу её возраста. \n\nЕсли бы предубеждения было так легко уничтожить, то смысла в бунте против них не было бы. \n\nСинь Янь верит, что рок-н-ролл подобен семенам. После каждого выступления они западают в душу двум-трём людям с тем, чтобы укорениться там. \n\nИ когда эти люди просыпаются на другой день, они, возможно, ощущают прилив вдохновения или изменение настроения... \n\nДаже если посыл Синь Янь хоть чуть-чуть изменил их мышление, то это уже хорошо! Кто знает, вдруг они обнаружат, что так называемые тяготы жизни, которые их так мучили, на самом деле лишь буря в стакане? \n\nКонечно, мало кто кроме слушателей Синь Янь и «друзей рока» свяжет эти изменения с благотворным влиянием рока. \n\nНо, когда люди общаются на досуге, в их разговорах порой проскальзывает такая фраза: \n\n«Девчонка, играющая рок-н-ролл... Это должно быть интересно».",
      "id": "Menurut pendapat Xinyan, banyak orang dewasa gagal menyadari potensi mereka karena terkekang oleh prasangka, menyerah pada rasa takut dan kecemasan yang tak ada habisnya.\n\nMereka tidak mengerti apa makna dan tujuan hidup mereka.\n\nDia menuliskan pemikiran-pemikiran ini ke dalam lagu-lagunya, tapi karya tersebut justru mengundang cemoohan dari orang dewasa yang dimaksud. \"Dasar bocah sok tahu!\"\n\nMeski begitu, Xinyan tidak goyah. Lagi pula, ejekan semacam itu lahir dari prasangka orang dewasa itu terhadap orang seusianya.\n\nSeandainya prasangka adalah sesuatu yang dapat dihilangkan dengan mudah, maka usaha untuk menolaknya bukanlah sesuatu yang bernilai, bukan?\n\nDia percaya kalau rock 'n' roll itu seperti benih. Setelah setiap pertunjukan berakhir, benih-benih itu mungkin mulai tumbuh dalam hati orang-orang dewasa yang mendengarkannya dengan rasa peduli.\n\nKetika mereka bangun keesokan harinya, bisa saja mereka mendapatkan inspirasi, atau mungkin suasana hati mereka menjadi lebih baik...\n\nBahkan kalau hal itu berhasil mengubah pemikiran mereka sedikit saja... mungkin mereka akan menyadari bahwa inti masalah kehidupan yang mereka hadapi ternyata hanyalah sebuah aspek sederhana.\n\nTentu saja, hanya sedikit orang di luar sana terkecuali penontonnya sendiri dan beberapa \"teman-teman rock\" yang setuju bahwa hal positif ini adalah berkat rock 'n' roll.\n\nTetapi buktinya, orang-orang tetap mengatakan kalimat ini di sela-sela mereka makan dan minum teh.\n\n\"Seorang perempuan dengan pertunjukan rock 'n' roll? Menarik sekali!\"",
      "th": "ในสายตาของ Xinyan ผู้ใหญ่หลาย ๆ คนไม่รู้ถึงศักยภาพของตัวเอง เพราะพวกเขาถูกผูกเอาไว้ด้วยคำว่า \"อคติ\" จนทำให้หวาดกลัวและหวาดหวั่น\n\nพวกเขาไม่เข้าใจว่าชีวิตคืออะไร และไม่รู้ว่าอนาคตจะไปทางไหน\n\nเธอเอาวิธีคิดแบบนี้มาเขียนในเพลงด้วย แต่กลับถูกเยาะเย้ยถากถางจากพวกผู้ใหญ่ว่า \"ยัยเด็กเมื่อวานซืน จะรู้เรื่องรู้ราวอะไรกัน?\n\nแต่ Xinyan ไม่ได้ใส่ใจเลย เพราะคำถากถางเหล่านี้ ล้วนมาจากความ \"อคติ\" ที่พวกผู้ใหญ่มีต่ออายุของเธอเท่านั้น\n\nถ้าอคติเป็นสิ่งที่สามารถลบล้างได้อย่างง่ายดายล่ะก็ งั้นการต่อต้านก็คงไม่มีคุณค่าอะไร\n\nเธอเชื่อว่าร็อกแอนด์โรลเป็นเหมือนกับเมล็ดพันธุ์ ที่หลังจากทำการแสดงแล้ว มักจะไปงอกเงยอยู่ในใจของผู้ใหญ่บางคนที่ได้รับฟัง\n\nเมื่อพวกเขาตื่นขึ้นมาในวันรุ่งขึ้น บางทีพวกเขาอาจได้รับแรงบันดาลใจบางอย่าง หรือความรู้สึกที่เปลี่ยนไป...\n\nหากมันสามารถเปลี่ยนวิธีคิดของพวกเขาได้สักเล็กน้อย... บางทีพวกเขาอาจจะพบว่าปัญหาในชีวิตจริงที่พวกเขา กำลังเผชิญอยู่เป็นแค่เรื่องเล็กน้อยเท่านั้น\n\nแน่นอนว่า นอกเหนือจากผู้ชมของเธอและ \"เพื่อนร็อกแอนด์โรล\" แล้วมีเพียงไม่กี่คนที่ชื่นชมในความเป็น \"ร็อกแอนด์โรล\"\n\nแต่ทุกคนมักจะพูดถึงเรื่องนี้ในมื้ออาหารว่า\n\n\"มีเด็กผู้หญิงที่เล่นเพลงร็อกแอนด์โรลอยู่คนนึง น่าสนใจมาก\"",
      "vi": "Trong mắt Xinyan, rất nhiều người trưởng thành đều vì \"định kiến\" mà hoảng sợ không thôi.\n\nKhông biết cuộc sống là gì và tôi không biết tương lai nằm ở đâu.\n\nCô ấy viết những suy nghĩ này trong bài hát, nhưng chỉ nhận được sự chế giễu từ người lớn.\n\n\"Đúng là nhóc con, đâu biết củi gạo dầu muối đắt thế nào?\"\n\nXinyan không để tâm điều này. Vì sự chế giễu ấy cũng chỉ là \"định kiến\" với độ tuổi của cô.\n\nNếu \"định kiến\" dễ dàng bị lật đổ, thì sự phản kháng sẽ không có giá trị.\n\nCô ấy tin rằng rock giống như hạt giống, sau một buổi biểu diễn, nó sẽ luôn bén rễ trong trái tim của vài người trưởng thành.\n\nKhi họ thức dậy vào ngày hôm sau, họ có thể bị thôi thúc hoặc muốn thay đổi...\n\nNgay cả khi họ chỉ thay đổi cách suy nghĩ một chút...có thể họ sẽ phát hiện cái gọi là \"vấn đề thực tế\" mà bản thân bị ràng buộc bấy lâu nay chỉ là một cơn bão trong tách trà.\n\nTất nhiên, ngoài khán giả và \"Người bạn của Rock\", không nhiều người nghĩ rằng đây là công lao của \"Rock\".\n\nNhưng mọi người sẽ nói một câu như thế này khi trò chuyện sau bữa tối.\n\n\"Có một cô bé chơi nhạc rock and roll, rất thú vị.\""
    }
  },
  {
    "title": {
      "zhs": "辛焱的乐器",
      "zht": "辛焱的樂器",
      "jp": "辛炎の楽器",
      "ko": "신염의 악기",
      "en": "Xinyan's Instrument",
      "de": "Xinyans Instrument",
      "es": "El instrumento de Xinyan",
      "fr": "L'instrument de Xinyan",
      "pt": "Instrumento de Xinyan",
      "ru": "Музыкальный инструмент Синь Янь",
      "id": "Instrumen Xinyan",
      "th": "เครื่องดนตรีของ Xinyan",
      "vi": "Nhạc cụ của Xinyan"
    },
    "line": {
      "zhs": "辛焱的主打乐器——一把造型独特的琴，是她亲手制作的。她仿造了从枫丹传过来的摇滚乐器的样式，加入了自身的理解进行了改造。\n\n比如，她在乐器尾部加装了月牙形状的斧刃，方便在危急时刻作为战斗武器使用。\n\n又比如，将「神之眼」的力量引入乐器之中，可以很方便地喷出火焰，爆出火花。\n\n再比如，其实乐器的内部也可以喷火。如果它不幸落入了别人的手中，它就能顺利摧毁自己，以保证不会被用至异途。\n\n…如此种种，数不胜数。\n\n所以，严格来说，它与世界上任何一把乐器都不相同，能奏出的音乐也是绝无仅有。\n\n——嗯？这些改造，听起来都和音乐没什么关系？\n\n那你可能需要更加了解辛焱的摇滚，才能领会其中的真意吧。",
      "zht": "#辛焱的主打樂器——一把造型獨特的琴，是她親手製作的。她仿造了從楓丹傳過來的搖滾樂器的樣式，加入了自身的理解進行了改造。\n\n比如，她在樂器尾部加裝了月牙形狀的斧刃，方便在危急時刻作為戰鬥武器使用。\n\n又比如，將「神之眼」的力量引入樂器之中，可以很方便地噴出火焰，爆出火花。\n\n再比如，其實樂器的內部也可以噴火。如果它不幸落入了別人的手中，它就能順利摧毀自己，以保證不會被用至異途。\n\n…如此種種，數不勝數。\n\n所以，嚴格來說，它與世界上任何一把樂器都不相同，能奏出的音樂也是絕無僅有。\n\n——嗯？這些改造，聽起來都和音樂沒什麼關係？\n\n那{F#妳}{M#你}可能需要更加瞭解辛焱的搖滾，才能領會其中的真意吧。",
      "jp": "辛炎がメインで使う楽器——独特な形をした琴は、彼女の手作りだ。それは、フォンテーヌから伝わったロックの楽器を土台に、彼女自身がさらなる改造を加えたものだった。\n\n例えば、彼女は楽器の後頭部に、三日月型の斧を付け加えた。いざという時に、すぐに戦えるようにするためだ。\n\n更に、「神の目」の力も楽器の中に組み込み、簡単に炎を噴射し、火花を散らせるようにした。\n\nそして、実は楽器の内部も炎を噴射できるのだ。万が一、楽器が他人の手に落ちても、悪用されないための保険として、自爆するようになっている。\n\n…それ以外にも、数えきれない程の機能がある。\n\nつまり、これは世界で唯一の楽器であり、奏でる音楽も世界で唯一のものだ。\n\n——ん？この改造は、音楽とあまり関係がないと？そう思うなら、君はもう少し辛炎のロックに耳を傾け、その真意を理解した方がいい。",
      "ko": "신염의 메인 악기——그녀가 손수 제작한 독특한 외형의 기타. 폰타인의 록 악기를 따라 만든 것으로 자신의 해석에 따라 개조했다.\n\n예를 들어 악기 끝부분에 초승달 형태의 도끼날을 달아 위급할 때 무기로 사용한다.\n\n또 「신의 눈」의 힘을 악기에 주입해 화염을 손쉽게 분출하며 스파크를 뿜어낸다.\n\n게다가 사실 악기 내부에서도 불을 뿜어낼 수 있다. 만약 다른 사람이 악기를 손에 넣게 된다면 악기 스스로 불타오를 것이기에 이상한 용도로 사용되지 않을 것이다.\n\n…이런 것들이 한두 가지가 아니다.\n\n때문에 이는 세상에 존재하는 모든 악기와는 다르며, 연주할 수 있는 음악도 극히 드물다.\n\n——응? 음악과는 전혀 상관없는 개조 같다고?\n\n그럼 신염의 록을 좀 더 이해해야만 그 진정한 의미를 알 수 있을 거야",
      "en": "Xinyan's main instrument is a hand-made lyre of a very unique design. She based it off the rock 'n' roll instruments that were imported from Fontaine before adding additional modifications based on personal understanding.\n\nFor example, she mounted a crescent-shaped axe-blade on the tail end of the instrument so it might serve as a weapon in a pinch.\n\nShe also connected it to her Vision, allowing it to spew flames and sparks. Its internals can also spew flame, all the better for it to self-destruct if it falls into the wrong hands, preventing its misuse...\n\nThe list of modifications goes on, and they are too numerous to count.\n\nThis instrument is thus unique, and its sound profile is also special.\n\n—Sorry, what? What do you mean, \"these modifications sound like they have nothing to do with music?\"\n\nSounds like you, too, need to attend one of her performances. You'll understand then.",
      "de": "Das Hauptinstrument von Xinyan ist eine handgefertigte Leier mit einem einzigartigen Design. Sie basierte auf den Rock ’n’ Roll-Instrumenten, die von Fontaine importiert wurden, und weist ein paar individuelle Modifikationen auf.\n\nZum Beispiel montierte sie ein halbmondförmiges Axtblatt am hinteren Ende des Instruments, sodass es im Notfall als Waffe dienen konnte.\n\nSie verband es auch mit ihrem Göttlichen Auge, sodass es Flammen und Funken sprühen konnte. Sein Inneres kann ebenfalls Feuer spucken, so ist es in der Lage, sich selbst zu zerstören, falls es in die falschen Hände gerät ...\n\nDie Liste der Modifikationen geht weiter, sie sind zu zahlreich, um sie alle aufzuzählen.\n\nDas Instrument ist einzigartig, und auch sein Klang ist etwas Besonderes.\n\n– Entschuldigung, was? Was meinst du mit „diese Modifikationen klingen so, als hätten sie nichts mit Musik zu tun“?\n\nKlingt eher so, als müsstest auch du eines ihrer Konzerte besuchen. Dann wirst du es verstehen.",
      "es": "El instrumento principal de Xinyan es una guitarra hecha a mano con un diseño muy singular. Para hacerla, se inspiró en los instrumentos de rock originales de Fontaine y, después, la modificó según su propio gusto y criterio.\n\nPor ejemplo, colocó una hoja de hacha en forma de media luna en el extremo de la cola del instrumento para que pudiera servir como arma en caso de apuro.\n\nTambién la conectó a su Visión, lo que le permite usarla para invocar chispas y llamas. Sus componentes internos también pueden lanzar llamas, y tiene un mecanismo de autodestrucción por si acaso cae en las manos equivocadas.\n\nLa lista de modificaciones no acaba aquí, pero estas son demasiado numerosas como para explicarlas todas.\n\nSu instrumento es, por lo tanto, único, y también lo es la música que se puede tocar con él.\n\n¿Estás pensando que “estas modificaciones no tienen nada que ver con la música”?\n\nSi es así, deberías ir a un concierto de Xinyan. Seguro que, entonces, lo entenderás.",
      "fr": "L'instrument de prédilection de Xinyan est une guitare faite de ses propres mains à la conception unique. Cette dernière imite le style des anciens instruments de rock 'n' roll de Fontaine, tout en y incorporant certaines des idées et trouvailles de la jeune fille.\n\nPar exemple, Xinyan y a ajouté une lame de hache en croissant à l'extrémité, ce qui s'avère particulièrement pratique lors des situations critiques.\n\nElle y a aussi intégré son œil divin, ce qui lui permet d'utiliser l'instrument pour projeter flammes et étincelles.\n\nOn peut aussi mentionner que la caisse de l'instrument peut s'embraser. La guitare peut donc s'auto-détruire si elle venait à tomber entre de mauvaises mains, ce qui permet d'éviter toute utilisation abusive.\n\n... Et la liste continue !\n\nVoilà pourquoi cet instrument est unique en son genre, et pourquoi le son qu'il produit ne ressemble à rien d'autre.\n\nQuoi ? Comment ça, ces transformations n'ont rien à voir avec la musique ?\n\nVous devriez peut-être assister à une de ses représentations. Vous comprendriez sans doute...",
      "pt": "O instrumento principal de Xinyan é uma lira feita à mão com um desenho muito único. Ela se baseou nos instrumentos de rock and roll que foram importados de Fontaine antes de acrescentar algumas modificações adicionais baseadas em seu entendimento pessoal.\n\nPor exemplo, ela montou uma Lâmina de Machado em forma de lua crescente na extremidade traseira do instrumento para que ela pudesse servir como uma arma em caso de necessidade.\n\nEla também conectou-a à sua Visão, permitindo que ela emitisse chamas e faíscas. Seu interior também pode lançar chamas e o melhor, ela também pode se autodestruir caso caia em mãos erradas, evitando que seja mal usada...\n\nA lista de modificações continua, e elas são numerosas demais para contar.\n\nEste instrumento é, portanto, único e seu perfil sonoro também é especial.\n\n-Desculpe, o quê? Como assim, \"essas modificações parecem não ter nada a ver com música?\"\n\nParece que você também precisa assistir a uma de suas apresentações. Aí sim você irá entender.",
      "ru": "Главный музыкальный инструмент Синь Янь - это мандолина с уникальным внешним видом, которую она сделала сама. Мандолина была создана на основе тех инструментов, что используются в Фонтейне при исполнении рок композиций, но Синь Янь добавила несколько модификаций по собственному усмотрению. \n\nНапример, к хвосту инструмента она прикрепила лезвие в форме полумесяца, которое в драке может служить оружием. \n\nЕщё её мандолина связана с Глазом Бога, поэтому легко может вспыхивать пламенем и разбрасывать искры. \n\nНа самом деле, внутри мандолины тоже может гореть огонь, и, если она окажется в чужих руках, то может легко сгореть, чтобы не быть использованной не по назначению. \n\nМодификаций очень много, и перечислять их все будет долго. \n\nПоэтому, строго говоря, мандолина не похожа ни на один инструмент в мире, и музыка, исполняемая на ней, тоже уникальна. \n\n...Что? Вам кажется, что эти модификации не имеют ничего общего с музыкой? \n\nПохоже, вам тоже стоит посетить выступление Синь Янь,чтобы понять суть её рок-н-ролла!",
      "id": "Alat musik utama Xinyan adalah lira dengan desain yang sangat unik dan dibuat oleh tangannya sendiri. Dia membuatnya berdasarkan pada instrumen rock 'n' roll yang diimpor dari Fontaine, kemudian menambahkan beberapa modifikasi tambahan berdasarkan pemahaman pribadinya.\n\nSebagai contoh, dia memasang sebilah kapak berbentuk bulan sabit di ujung ekornya sehingga dapat berfungsi sebagai senjata dalam keadaan darurat.\n\nDia juga menghubungkan alat musik tersebut dengan Visionnya, sehingga memungkinkan benda tersebut melontarkan percikan api. Bagian dalamnya juga dapat menyemburkan api, hal ini dirancang agar benda ini bisa menghancurkan dirinya sendiri jika jatuh ke tangan yang salah, serta mencegah penyalahgunaannya...\n\nBenda ini terus dimodifikasi dari waktu ke waktu, terlalu banyak untuk menghitung apa saja yang harus dimodifikasi.\n\nKarena hal tersebut, instrumen ini menjadi unik, dan suara yang dihasilkannya pun menjadi istimewa.\n\n—Maaf, kamu bilang apa? Apa maksudmu tadi bicara, \"Modifikasi ini sepertinya tidak ada hubungannya dengan musik?\"\n\nSepertinya orang seperti kamu juga perlu menghadiri salah satu pertunjukannya. Setelahnya kamu pasti akan mengerti.",
      "th": "เครื่องดนตรีหลักของ Xinyan คือ... พิณที่มีการออกแบบขึ้นมาเป็นพิเศษ ซึ่งเธอสร้างขึ้นโดยดัดแปลงมาจาก เครื่องดนตรีร็อกแอนด์โรลที่สืบทอดกันมาของ Fontaine\n\nอย่างเช่น เธอได้ติดขวานรูปพระจันทร์เสี้ยวที่ปลายของเครื่องดนตรี เพื่อใช้เป็นอาวุธเวลาฉุกเฉิน\n\nรวมถึงได้ใส่พลังของวิชั่นเข้าไปในเครื่องดนตรี ทำให้สามารถพ่นประกายไฟและระเบิดเป็นพลุไฟได้\n\nจริง ๆ แล้วเครื่องดนตรีนี้ยังสามารถพ่นไฟได้ด้วย เพื่อป้องกันไม่ให้มันถูกนำไปใช้ในทางที่ผิด เมื่อมันตกไปอยู่ในมือของคนอื่น มันจึงสามารถทำลายตัวเองได้\n\n...และยังมีการดัดแปลงอีกมากมายจนนับไม่ถ้วน\n\nดังนั้นมันจึงไม่เหมือนเครื่องดนตรีชิ้นไหนในโลก และมีเสียงที่เป็นเอกลักษณ์ด้วย\n\n...หืม? การดัดแปลงเหล่านี้ ฟังแล้วไม่เห็นเกี่ยวอะไรกับดนตรีเลย?\n\nเธอคงต้องทำความเข้าใจในความเป็นร็อกแอนด์โรลของ Xinyan ให้มากขึ้น ถึงจะเข้าใจความหมายที่แท้จริง",
      "vi": "Nhạc cụ chính của Xinyan là một cây đàn có hình dáng độc đáo, do cô chế tạo. Cô bắt chước phong cách nhạc cụ rock được truyền lại từ Fontaine, và cải tạo nó.\n\nVí dụ, cô thêm một lưỡi rìu hình lưỡi liềm vào phần cuối của nhạc cụ, thuận tiện để sử dụng làm vũ khí chiến đấu khi cần.\n\nVí dụ khác, đưa sức mạnh của Vision vào nhạc cụ có thể dễ dàng phóng lửa và nổ pháo hoa.\n\nVí dụ khác, bên trong nhạc cụ cũng có thể phun lửa. Nếu không may rơi vào tay người khác, nó có thể tự hủy một cách êm thấm để đảm bảo rằng nó sẽ không bị lợi dụng vào mục đích khác.\n\nVô vàn ví dụ khác.\n\nCho nên, nó khác với bất kỳ nhạc cụ nào trên thế giới, âm thanh của nó cũng là độc nhất vô nhị.\n\nHả?Những cải tiến này, nghe có vẻ không liên quan đến âm nhạc?\n\nVậy có lẽ bạn cần biết thêm về nhạc rock&roll của Xinyan để hiểu ý nghĩa thực sự của nó."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "辛焱是个与璃月港格格不入的人，直到她邂逅「摇滚」的那一天，她才找到了真正的归宿。\n\n但她所生存的地方没有摇滚的土壤，想让这里的人接受她的音乐，必须足够引人注目。\n\n她沉醉于音乐的世界，寻找可以震撼人心的方法，她弹坏了很多把乐器，双手都磨出了茧，结果还是不尽如人意。\n\n「这么吵的东西，谁爱听啊。」\n\n屡屡遭到这等恶评，让辛焱产生了放弃的念头。\n\n她坐在天衡山上，俯瞰夜晚的璃月港。火光虽然点亮了街道，却点不亮她眼中这座商业都市的「摇滚魂」。\n\n她也想过远走高飞，去一个懂得欣赏摇滚的地方。但在她看来这是一种逃避，与摇滚天生的反抗精神背道而驰。\n\n——她不仅要留下来，还要成为真正能照亮璃月港的「火」。\n\n她开始尝试用火焰去震撼人心，往音乐中加入火花与爆炸。\n\n可对普通人来说，要控制火焰谈何容易？\n\n训练的时候，她不知道多少次烫伤了手指，炸飞了乐器。但她仍然坚持在天衡山上练习，每天如此。\n\n或许是神灵也很期待，某种全新的音乐形式席卷尘世七国吧…\n\n滚烫火热的「神之眼」，成为了画龙点睛的最后一笔。\n\n辛焱跑下山去，在璃月港举行了她的第一次摇滚音乐会。\n\n火花与爆炸为她打着节拍，她的音乐之路，由此开始。",
      "zht": "辛焱是個與璃月港格格不入的人，直到她邂逅「搖滾」的那一天，她才找到了真正的歸宿。\n\n但她所生存的地方沒有搖滾的土壤，想讓這裡的人接受她的音樂，必須足夠引人注目。\n\n她沉醉於音樂的世界，尋找可以震撼人心的方法，她彈壞了很多把樂器，雙手都磨出了繭，結果還是不盡如人意。\n\n「這麼吵的東西，誰愛聽啊。」\n\n屢屢遭到這等惡評，讓辛焱產生了放棄的念頭。\n\n她坐在天衡山上，俯瞰夜晚的璃月港。火光雖然點亮了街道，卻點不亮她眼中這座商業都市的「搖滾魂」。\n\n她也想過遠走高飛，去一個懂得欣賞搖滾的地方。但在她看來這是一種逃避，與搖滾天生的反抗精神背道而馳。\n\n——她不僅要留下來，還要成為真正能照亮璃月港的「火」。\n\n她開始嘗試用火焰去震撼人心，往音樂中加入火花與爆炸。\n\n可對普通人來說，要控制火焰談何容易？\n\n訓練的時候，她不知道多少次燙傷了手指，炸飛了樂器。但她仍然堅持在天衡山上練習，每天如此。\n\n或許是神靈也很期待，某種全新的音樂形式席捲塵世七國吧…\n\n滾燙火熱的「神之眼」，成為了畫龍點睛的最後一筆。\n\n辛焱跑下山去，在璃月港舉行了她的第一次搖滾音樂會。\n\n火花與爆炸為她打著節拍，她的音樂之路，由此開始。",
      "jp": "璃月港は辛炎にとって、しっくり来ない場所であった。「ロック」と遭遇した日、彼女は己の帰る場所を見つけたのだ。\n\nだが、彼女が生まれ育った場所には、ロックの文化はない。ここにいる人達に自分の音楽を受け入れてもらうには、人の注目を集めるしかない。\n\n彼女は音楽の世界に深く入り込み、人々の心を震わす方法を探した。数えきれない程の楽器を壊れるまで弾き、両手にはタコができた。だが、それでも結果は予想通りのものだった。\n\n「うるさいぞ！」\n\n度重なる悪評に、辛炎の頭に諦めの文字が浮かんだ。\n\n彼女は天衡山に座り、夜の璃月港を見下ろした。炎は町の明かりを灯しているが、「ロック魂」を灯してはくれない。\n\n彼女は、どこか遠くのロックを理解してくれる場所に行こうと考えた事もある。しかし、これは逃げることを意味し、ロックの精神を反することを意味する。\n\n——彼女はここに残って、本当の意味で璃月港を照らす「炎」となるのだ。\n\n彼女は、炎を使い人々の心を震わせる試みを始めた。音楽の中に火花と爆発を織り込んだのだ。\n\nだが、普通の人にとって、炎をコントロールするのは簡単なことではない。\n\n練習中、彼女は数えきれなほどの火傷を手に負い、楽器を吹き飛ばした。だが、それでも彼女は毎日、天衡山の上で練習を続けた。\n\nもしかすると、神もこの全く新しい音楽が、七国を席捲することを期待していたのだろう…\n\n燃え滾る「神の目」は、龍の絵に眼を入れた。\n\n辛炎は全速で山を駆け下り、璃月港で一回目のロック音楽会を開いた。\n\n火花と爆発にのって、彼女の音楽の道は始まった。",
      "ko": "신염은 리월항에 전혀 어울리지 않는 사람이다. 그녀가 「록」과 조우하던 그날, 그녀는 진정한 고향을 찾게 됐다.\n\n하지만 그녀가 사는 곳에는 록이 뿌리내리지 않았기에 이곳 사람들에게 그녀의 음악을 받아들이게 하기 위해선 이목을 확실히 끌어야 할 필요가 있었다.\n\n그녀는 음악의 세계에 빠져 사람의 마음을 뒤흔들 수 있는 방법을 찾으려 했다. 수많은 악기가 망가지고 양손에 굳은살이 박일 정도로 연습했지만 결과는 시원찮았다.\n\n「이렇게 시끄러운 음악을 누가 들어!」\n\n이러한 악평을 받을 때마다 신염은 포기하고 싶다는 마음이 피어났다.\n\n그녀는 천형산에 앉아 리월항의 야경을 바라봤다. 불빛이 거리를 밝혔지만 이 상업 도시의 「록 스피릿」은 밝히지 못했다.\n\n그녀도 멀리멀리 떠나 록을 즐길 줄 아는 곳에 가고 싶은 생각을 가진 적 있다. 하지만 이건 일종의 도피로 록의 반항 정신에 위배되는 것이다.\n\n——그녀는 리월에 남았을 뿐만 아니라 진정으로 리월항을 밝힐 수 있는 「불」이 되고자 했다.\n\n그녀는 불꽃으로 사람들의 마음을 뒤흔들고자 시도하여 음악 속에 불꽃과 폭발을 가미했다.\n\n하지만 일반인들이 화염을 통제하는 게 어디 쉬운 일인가?\n\n훈련할 때 그녀는 손에 얼마나 많은 화상을 입고 얼마나 많은 악기들을 날려버렸는지 모른다. 하지만 그녀는 천형산에서 매일매일 연습에 매진했다.\n\n어쩌면 신도 어떤 새로운 음악 장르가 속세를 휩쓰는 걸 기대했을까?\n\n아주 뜨거운 「신의 눈」이 화룡점정이 됐다.\n\n신염은 산을 뛰쳐내려가 리월항에서 그녀의 첫 번째 록 콘서트를 거행했다.\n\n불꽃과 폭발이 장단을 맞추는 그녀의 음악의 길은 이렇게 시작됐다",
      "en": "Xinyan was someone who never fit in in Liyue Harbor, and she only found where she belonged when she encountered rock 'n' roll.\n\nBut because she lived in a land that had no place for rock 'n' roll yet, she needed to be able to attract enough attention.\n\nShe immersed herself in the world of music, looking for a way to move people's hearts. She broke many an instrument and played till calluses formed on both hands, but still, it was unsatisfactory.\n\n\"Who'd want to listen to this racket?\"\n\nThe rotten-tomato reviews she received were starting to get to her. She wondered if she should quit.\n\nSitting on top of Mt. Tianheng, she looked down over Liyue Harbor. But though the lights lit the streets and alleys of the harbor, they could not light the flame of the spirit of rock 'n' roll.\n\nShe considered leaving, to go someplace where rock 'n' roll was appreciated. But would this not be running away? Would it not be a betrayal of rock 'n' roll's spirit of resistance?\n\nNo, she would not leave. She would become a \"flame\" that could light Liyue Harbor up.\n\nShe started experimenting with the use of fire to move people, adding sparks and explosions to her music.\n\nBut this was no mean feat for an ordinary person.\n\nWho knows how many times she must have burnt her fingers or blown her instrument up. But still, she continued to practice every single day on top of Mt. Tianheng.\n\nAnd perhaps it was that the gods themselves had great expectations of this new form of music that would soon grace the seven nations...\n\nBut regardless, the boiling-hot Vision would be the final stroke of perfection.\n\nXinyan dashed down the mountain and began her very first rock 'n' roll concert in Liyue Harbor.\n\nThus did her musical journey begin, with showers of sparks and explosions keeping time.",
      "de": "Xinyan war jemand, der niemals wirklich in den Hafen von Liyue gepasst hat, und sie hat erst erkannt wo sie hingehört, als sie Rock ’n’ Roll für sich entdeckt hat.\n\nAber weil sie in einem Land lebte, in dem Rock ’n’ Roll noch keinen Platz hatte, musste sie einen Weg finden genug Aufmerksamkeit zu erregen.\n\nSie tauchte in die Welt der Musik ein, suchte nach einer Möglichkeit die Herzen der Menschen zu bewegen. Sie spielte viele Instrumente kaputt und übte, bis sich Hornhaut an ihren Händen bildete, aber dennoch war es nicht zufriedenstellend für sie.\n\n„Wer würde schon diesem Krach zuhören wollen?“\n\nDas negative Feedback, das sie erhielt, begann ihr an die Nieren zu gehen. Sie spielte mit dem Gedanken aufzuhören.\n\nVom Gipfel des Tianheng-Berges blickte sie auf Liyues Hafen herab. Und obwohl die Lichter die Straßen und Gassen vom Hafen von Liyue erleuchteten, so konnten sie nicht die Flamme des Geistes des Roch‘n‘Roll entzünden.\n\nSie zog es in Betracht fortzugehen, an einen Ort, an dem man Rock ’n’ Roll zu schätzen weiß. Aber wäre das nicht weglaufen? Wäre das nicht ein Betrug an den Idealen des Widerstands von Rock ’n’ Roll selbst?\n\nNein, sie würde nicht fortgehen, sie würde zu einer „Flamme“ werden, die den Hafen von Liyue erstrahlen lässt.\n\nSie begann mit Feuer zu experimentieren, fügte ihrer Musik Flammen und Funken hinzu, um die Menschen zu bewegen.\n\nDas war eine beachtliche Leistung für einen normalen Menschen.\n\nMan kann nur ahnen, wie oft sie sich die Finger verbrannt oder ihre Instrumente in die Luft gesprengt hat. Doch sie übte jeden Tag auf dem Gipfel der Tianheng-Berges weiter.\n\nVielleicht waren es die Götter selbst, die große Erwartungen an diese neue Form der Musik hatten, die schon bald die sieben Nationen bereichern sollte ...\n\nDoch es war das kochend heiße Göttliche Auge, das der finale Schritt zur Perfektion war.\n\nXinyan eilte den Berg hinunter und begann mit ihrem ersten Rock ’n’ Roll-Konzert im Hafen von Liyue.\n\nSo begann ihre musikalische Reise, mit einem Regen aus Funken und Explosionen, die die Zeit still stehen lassen.",
      "es": "Xinyan es una persona que nunca ha encajado en Liyue. El único momento en el que no se sintió fuera de lugar fue cuando descubrió el rock.\n\nPero, como vivía en una región donde esta música no tenía cabida, necesitaba atraer la suficiente atención.\n\nXinyan se sumergió en el mundo de la música, buscando una forma de conmover a las personas. Rompió muchos instrumentos y tocó hasta que le salieron callos en ambas manos, pero, aun así, no consiguió lo que buscaba.\n\n“¿De verdad a alguien le gusta escuchar este alboroto?”.\n\nLas duras críticas que recibió estaban empezando a afectarla, hasta el punto que comenzó a preguntarse si debía dejar el rock.\n\nSentada en la cima de la Cordillera Tianheng, miró hacia Liyue, donde las luces iluminaban las calles y los callejones del puerto, pero no eran capaces de prender la llama del rock.\n\nEntonces, consideró si debía marcharse a algún lugar donde la gente sí apreciara su música. Sin embargo, ¿eso no sería huir? ¿No sería una traición al espíritu de resistencia del rock?\n\nNo, Xinyan no podía irse. Estaba decidida a convertirse en la “llama” que iluminaría todo Liyue.\n\nEmpezó a experimentar con el uso del fuego para emocionar a su público, empleando chispas y explosiones en su música.\n\nPero aquello no era algo tan fácil de conseguir para una persona común y corriente.\n\nQuién sabe cuántas veces se quemó los dedos o hizo que su instrumento explotara por los aires. Aun así, siguió practicando todos los días en la cima de la Cordillera Tianheng.\n\nTal vez es que los dioses deseaban que esta nueva forma de hacer música llegara a todos los rincones de las Siete Naciones... Pero, independientemente de ello, el hecho de que a Xinyan le llegara su acalorada y ferviente Visión fue, sin duda, la guinda del pastel.\n\nEntonces, descendió montaña abajo para dar comienzo a su primer concierto de rock en Liyue.\n\nAsí, el viaje musical de Xinyan comenzó con fuego y explosiones.",
      "fr": "Xinyan n'a jamais vraiment réussi à s'intégrer au Port de Liyue, et ce n'est qu'en faisant la connaissance du rock 'n' roll qu'elle commença à s'y sentir chez elle.\n\nL'endroit où elle vivait alors n'ayant guère de place pour ce type de musique, elle dut trouver comment attirer suffisamment l'attention, seul moyen pour que les gens du cru goûtent au rock 'n' roll.\n\nElle se plongea donc corps et âme dans la musique, cherchant le meilleur moyen d'infléchir le cœur de ses contemporains. Mais après moult instruments cassés, ampoules et callosités aux mains, les résultats n'étaient toujours pas satisfaisants à ses yeux.\n\n« Qui peut bien écouter tout ce raffut ? »\n\nMoqueries et commentaires négatifs finirent presque par avoir raison de sa motivation.\n\nAssise la nuit au sommet des Monts Tianheng, Xinyan contemplait la cité commerçante de Liyue, dont les lumières illuminaient les rues, mais que la flamme du rock 'n' roll ne semblait pouvoir atteindre...\n\nElle pensa un moment à tout laisser tomber pour partir loin, en un lieu où le rock 'n' roll serait apprécié à sa juste valeur. Mais elle réalisa bien vite qu'il s'agissait là d'une échappatoire, voire même d'une trahison allant à l'encontre de l'esprit de résistance du rock 'n' roll.\n\nC'était décidé. Non seulement elle allait rester, mais elle deviendrait en plus la flamme musicale qui allait embraser le Port de Liyue.\n\nElle expérimenta alors avec le feu, joignant étincelles et explosions à ses prestations dans l'espoir de faire naître la flamme chez son public.\n\nMais le feu n'est pas une bête facile à dompter...\n\nElle finit par perdre le compte du nombre de fois où elle se brûla les doigts lors de ses répétitions ou de la quantité d'instrument qui explosèrent en éclats... Sa persévérance et sa détermination ne faiblirent pas pour autant, et elle continua à pratiquer tous les jours au cœur des Monts Tianheng.\n\nPeut-être que les dieux l'entendirent, et qu'ils attendaient avec impatience que cette nouvelle forme de musique balaie les Sept Nations...\n\nToujours est-il que l'obtention d'un œil divin vint apporter la touche finale à sa création.\n\nDévalant aussitôt la montagne avec hâte, Xinyan donna son tout premier concert de rock 'n' roll au Port de Liyue.\n\nEt ainsi débuta son périple musical, au milieu des étincelles et des explosions...",
      "pt": "Xinyan era alguém que nunca se encaixou no Porto de Liyue, e ela só descobriu onde pertencia quando descobriu o rock 'n' roll.\n\nMas como ela vivia em uma terra que ainda não tinha lugar para o rock 'n' roll, ela precisava ser capaz de atrair atenção suficiente.\n\nEla mergulhou no mundo da música, procurando uma maneira de tocar o coração das pessoas. Ela quebrou muitos instrumentos e tocou até formar calos em ambas as mãos, mas ainda assim, não estava satisfeita.\n\n\"Quem iria gostar de ouvir essa barulheira toda?\"\n\nAs críticas que ela recebeu estavam começando a afetá-la. Ela se perguntou se deveria parar.\n\nSentada no topo do Monte Tianheng, ela olhou para o Porto de Liyue. Mas embora as luzes iluminassem as ruas e becos do porto, eles não podiam acender a chama do espírito do rock 'n' roll.\n\nEla pensou em ir para algum lugar onde o rock 'n' roll fosse apreciado. Mas isso não seria fugir? Não seria uma traição ao espírito de resistência do rock 'n' roll? \n\nNão, ela não iria embora. Ela se tornaria uma \"chama\" que poderia iluminar o Porto de Liyue.\n\nEla começou a experimentar o uso do fogo para mover as pessoas, adicionando faíscas e explosões à sua música.\n\nMas isso não era fácil para uma pessoa comum.\n\nQuem sabe quantas vezes ela deve ter queimado os dedos ou explodido seu instrumento. Mesmo assim, ela continuou a praticar todos os dias no topo do Monte Tianheng.\n\nE talvez os próprios deuses tivessem grandes expectativas em relação a essa nova forma de música que logo agraciaria as sete nações...\n\nMas independentemente disso, a Visão fervente seria o golpe final da perfeição.\n\nXinyan desceu montanha abaixo e começou seu primeiro show de rock 'n' roll no Porto de Liyue.\n\nAssim começou sua jornada musical, com chuvas de faíscas e explosões marcando o ritmo.",
      "ru": "Для Ли Юэ Синь Янь никогда не была «своей». Только в тот день, когда она познакомилась с рок-н-роллом, она поняла, каков должен быть её истинный дом. \n\nНо в месте, где она жила, не было рок-н-ролла, и, чтобы местные жители приняли её музыку, Синь Янь должна была привлечь их внимание. \n\nОна с головой ушла в мир музыки и всё искала способы потрясти людей. Она сломала не один музыкальный инструмент, стёрла пальцы до мозолей, но результат всё равно не удовлетворял её. \n\n«Ну кому же понравиться слушать такие громкие вещи?» \n\nПостоянные нападки и критика заставили её задуматься о том,чтобы бросить своё занятие. \n\nОна часто сидела на горе Тяньхэн и смотрела на ночной Ли Юэ. На улицах загорались огни, но они не могли разжечь огонь рок-н-ролла в этом торговом городе. \n\nСинь Янь хотелось убежать далеко-далеко, уехать в место, где люди любят рок-н-ролл. Но в её понимании этот побег шёл вразрез с бунтарским духом рока, который был ей так близок. \n\nПоэтому она должна была остаться. И не просто так - она должна стать тем самым огнём, который «зажжёт» Ли Юэ. \n\nСинь Янь стала экспериментировать с огнём, чтобы привлечь внимание публики, и к музыке она начала добавлять искры и взрывы. \n\nНо для обычного человека это было непросто. \n\nСинь Янь сожгла все пальцы и взорвала множество инструментов, пока училась. Но она всё равно продолжала упражняться на горе Тяньхэн каждый день. \n\nВозможно, боги тоже надеялись, что пожар совершенно нового вида музыки однажды охватит эти бренные семь королевств... \n\nИ огненно-жаркий Глаз Бога стал последним недостающим штрихом. \n\nСинь Янь сбежала с горы и дала свой первый концерт в Ли Юэ. \n\nПовсюду летели искры и взрывы грохотали в такт музыке, знаменуя начало музыкального пути Синь Янь.",
      "id": "Xinyan adalah seseorang yang tidak pernah cocok dengan apa pun di Liyue Harbor, dan dia hanya menemukan jati dirinya saat bertemu dengan rock 'n' roll.\n\nTapi karena dia tinggal di negeri yang belum terdapat rock 'n' roll, dia harus menjadi cukup menarik untuk mendapatkan perhatian khalayak umum.\n\nDia mendedikasikan dirinya dalam dunia musik, dan terus mencari cara untuk dapat menggerakkan hati orang-orang. Dia memecahkan banyak alat musik dan memainkannya sampai kedua tangannya mengalami kapalan, tapi tetap saja, itu tidak membuahkan hasil yang memuaskan.\n\n\"Siapa yang mau mendengarkan irama berisik dan tidak karuan ini?\"\n\nKomentar sangat pedas yang diterimanya itu mulai membuatnya berpikir untuk menyerah saja. Dia bertanya-tanya dalam hatinya apakah dia harus menghentikan langkahnya sampai di sini saja.\n\nSuatu ketika dia sedang duduk di puncak Mt. Tianheng, dia melihat ke Pelabuhan Liyue yang tepat berada di bawah sana. Liyue Harbor – meskipun lampu menerangi jalan-jalan dan gang-gang di sana, namun mereka sama sekali tidak bisa menyalakan api semangat rock 'n' roll.\n\nDia mempertimbangkan untuk pergi, pergi ke suatu tempat di mana rock 'n' roll bisa dihargai. Tapi bukankah ini sama saja dengan melarikan diri? Bukankah itu pengkhianatan terhadap semangat perlawanan rock 'n' roll?\n\nTidak, dia tidak akan pergi. Dia akan menjadi \"api\" sesungguhnya yang bisa menerangi Liyue Harbor.\n\nDia mulai bereksperimen dengan api untuk menggerakkan orang, menambahkan percikan api dan ledakan ke dalam musiknya.\n\nIni sungguh bukanlah hal yang mudah bagi orang biasa sepertinya.\n\nEntah sudah seberapa sering jari-jarinya terbakar atau alat musiknya meledak. Tapi dia tetap berpegang teguh pada tekadnya, dia terus berlatih setiap hari di puncak Mt. Tianheng.\n\nDan mungkin para dewa pun memiliki ekspektasi yang besar terhadap bentuk musik baru yang akan segera menghiasi keagungan ketujuh negara di Teyvat ini...\n\nDitambah lagi, Vision yang \"mendidih\" akan menjadi \"sentuhan terakhir\" yang sempurna.\n\nXinyan berlari menuruni gunung dan mengadakan konser rock 'n' roll pertamanya di Liyue Harbor.\n\nPercikan api dan ledakan membuatnya berdebar kencang, demikianlah dia memulai perjalanan musiknya.",
      "th": "Xinyan เป็นคนที่เข้ากับ Liyue ไม่ได้แม้แต่น้อยเลย จนกระทั่งวันที่เธอได้รู้จักกับร็อกแอนด์โรล เธอถึงเจอบ้านที่แท้จริง\n\nแต่ที่ที่เธออยู่กลับไม่มีที่สำหรับร็อกแอนด์โรลเลย ถ้าต้องการให้คนที่นี่ยอมรับในเพลงของเธอ ก็จะต้องสามารถดึงดูดความสนใจได้มากพอ\n\nเธอทุ่มเทให้กับโลกแห่งดนตรี และหาวิธีที่จะสามารถดึงดูดใจคนให้ได้ เธอเล่นเครื่องดนตรีจนพังไปไม่รู้กี่ชิ้นต่อกี่ชิ้น และเล่นจนมือทั้งสองข้างด้านไปหมด แต่สุดท้ายก็ยังไม่ได้ผล\n\n\"เสียงดังโหวกเหวกแบบนี้ ใครจะอยากฟังล่ะ\"\n\nคำวิจารณ์ที่เสียดแทงใจแบบนี้ ทำให้ Xinyan นึกอยากจะยอมแพ้\n\nเธอนั่งอยู่บนยอดเขา Tianheng และมองดูเมือง Liyue ในยามค่ำคืน แม้ว่าแสงไฟจะสว่างไปทั่วทุกตรอกซอกซอย แต่กลับไม่สามารถจุดไฟแห่งจิตวิญญาณร็อกแอนด์โรล ให้สว่างขึ้นในเมืองการค้าแห่งนี้ได้\n\nเธอเคยคิดจะหนีไปไกล ๆ ไปในที่ที่เข้าใจและชื่นชมในร็อกแอนด์โรล แต่ดูแล้วคงเป็นแค่การวิ่งหนีเท่านั้น และยังเป็นการทรยศต่อจิตวิญญาณแห่งร็อกแอนด์โรลอีกด้วย\n\n...เธอไม่เพียงต้องการอยู่ต่อ แต่ยังต้องการเป็น \"ไฟ\" ที่ส่องสว่างไปทั่ว Liyue ด้วย\n\nเธอเริ่มลองใช้เปลวไฟทำให้คนตื่นตาตื่นใจ และเพิ่มประกายไฟและเสียงระเบิดเข้าไปในเสียงดนตรี\n\nแต่สำหรับคนธรรมดาแล้ว การควบคุมไฟนั้นไม่ง่ายเลย\n\nตอนฝึกซ้อม นิ้วของเธอโดนไฟไหม้จนบาดเจ็บ และเครื่องดนตรีระเบิดไปไม่รู้กี่ครั้งต่อกี่ครั้ง แต่เธอก็ยังฝึกซ้อมบนยอดเขา Tianheng อยู่ทุกวัน\n\nหรือบางทีเทพเจ้าเอง ก็คงตั้งตารอดนตรีรูปแบบใหม่ ที่จะกล่อมเกลาไปทั่วทั้งเจ็ดประเทศเช่นกัน...\n\nวิชั่นอันร้อนแรงได้กลายเป็น ส่วนสำคัญที่ทำให้เพลงสมบูรณ์\n\nXinyan วิ่งลงจากภูเขา และจัดคอนเสิร์ตร็อกแอนด์โรลครั้งแรกของเธอขึ้นที่ Liyue\n\nพลุไฟและเสียงระเบิดได้ให้จังหวะ และทำให้เส้นทางแห่งดนตรีของเธอเริ่มต้นขึ้น",
      "vi": "Xinyan là người không hợp với Liyue, cho đến ngày cô gặp Rock, cô mới tìm thấy ngôi nhà thuộc về mình.\n\nNhưng nơi cô ấy sống không có tiền đề về Rock, nếu muốn mọi người chấp nhận âm nhạc của mình thì cô phải thật bắt mắt.\n\nCô đắm chìm trong thế giới âm nhạc, tìm cách gây ngạc nhiên cho mọi người, cô đã làm vỡ rất nhiều nhạc cụ, bàn tay đầy vết chai mà kết quả vẫn không như ý.\n\n\"Ai thích nghe những thứ ồn ào vậy chứ?\"\n\nLiên tục nhận được những đánh giá tồi tệ, Xinyan đã có ý định từ bỏ.\n\nCô ngồi trên Thiên Hoành Sơn, nhìn ra Cảng Liyue vào ban đêm. Dù ánh lửa soi sáng đường phố, nhưng nó không soi sáng được “tâm hồn Rock” của thành phố thương mại này trong mắt cô.\n\nCô cũng đã nghĩ đến việc cao chạy xa bay đến một nơi biết quý trọng nhạc rock&roll. Nhưng theo cô, đây là sự chạy trốn, đối nghịch với tinh thần phản kháng tự nhiên của rock&roll.\n\nCô không chỉ muốn ở lại, mà còn muốn trở thành \"ngọn lửa\" thắp sáng Cảng Liyue.\n\nCô bắt đầu cố gắng gây ngạc nhiên cho mọi người bằng ngọn lửa, thêm tia lửa và tiếng nổ vào âm nhạc.\n\nĐối với người bình thường, việc kiểm soát ngọn lửa dễ dàng sao?\n\nTrong quá trình luyện tập, cô đã không biết bao nhiêu lần làm thương ngón tay, nổ nhạc cụ. Nhưng cô vẫn nhất quyết tập luyện trên Thiên Hoành Sơn mỗi ngày.\n\nCó lẽ thần linh cũng đang rất mong đợi, một hình thức âm nhạc mới sẽ quét qua bảy vương quốc...\n\n\"Vision\" nóng bỏng đã trở thành điểm nhấn hoàn thiện.\n\nXinyan đã chạy xuống núi và tổ chức buổi hòa nhạc rock đầu tiên của cô ở Cảng Liyue.\n\nHoa lửa và tiếng nổ hoà cùng nhịp điệu, và hành trình âm nhạc của cô bắt đầu từ đây."
    }
  }
]