[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是辛焱，璃月港唯一的摇滚乐手，最近在想要不要去其他地方巡回演出，目的地的话…啊，听说你是走遍了很多地方的旅行者，对吧？让我加入你们吧！去哪里都行。",
      "zht": "#我是辛焱，璃月港唯一的搖滾樂手，最近在想要不要去其他地方巡迴演出，目的地的話…啊，聽說{F#妳}{M#你}是走遍了很多地方的旅行者，對吧？讓我加入你們吧！去哪裡都行。",
      "jp": "アタイは辛炎、璃月港唯一のロックミュージシャンだ。最近、コンサートツアーをやろうと思っててな、えーと場所は…あんた、色んなところを巡ってる旅人だよな？アタイをその旅に加えろ！どこへ行こうと構わねぇ！",
      "ko": "난 신염이야. 리월항의 유일한 로커지. 요즘 순회공연 좀 다녀볼까 하는데, 목적지는…. 넌 여러 곳을 돌아다니는 여행자지? 어디든 좋으니 나도 좀 끼워줘라!",
      "en": "Xinyan's the name, an' rock 'n' roll's the game — and I'm the only one who plays it in Liyue Harbor. Been thinking about staging concerts elsewhere lately, but... Hmm... Well, word is that you've been all over the place, Traveler. So, what say you sign me up for your world tour? Anywhere's good!",
      "de": "#Xinyan ist mein Name und Rock ’n’ Roll ist mein Ding — im Hafen von Liyue bin ich außerdem die Einzige, die ihn spielt. Ich habe in letzter Zeit auch über Konzerte andernorts nachgedacht, aber ... Hmm ... Na ja, man sagt, dass du schon überall warst, {F#Reisende}{M#Reisender}. Also, nimmst du mich mit auf deine Welttournee? Egal wohin!",
      "es": "#Soy Xinyan, la única rockera de Liyue. Últimamente he estado pensando en hacer una gira, pero no sé por dónde... Ah, escuché que tú has estado en muchos lugares, viajer{F#a}{M#o}. ¿Y si me uno a ti? ¡No me importa adonde vayamos!",
      "fr": "#Xinyan c'est mon nom, le rock 'n' roll c'est ma passion ! Et je suis la seule à en jouer dans tout le Port de Liyue. J'pense organiser des concerts d'ailleurs ces derniers temps, mais... Hum... Eh bien, on dit que tu voyages partout, {M#voyageur}{F#voyageuse}... Alors, ça te dirait que je t'accompagne en tournée mondiale ? N'importe où, ça me va !",
      "pt": "Xinyan é o nome, e o rock and roll é o estilo - e eu sou a única que toca ele no Porto de Liyue. Ultimamente, tenho pensado em fazer concertos em outros lugares, mas... Hmm... Bem, dizem que você tem andado por toda parte, Viajante. Então, o que me diz de você me inscrever para sua turnê mundial? Qualquer lugar seria bom!",
      "ru": "#Меня зовут Синь Янь, и я единственный рок-музыкант в Ли Юэ. Подумываю о том, чтобы отправиться в турне, а вот куда... А, я слышала, ты, путешественн{F#ица}{M#ик}, во многих местах бывал{F#a}, верно? Как насчёт того, чтобы путешествовать вместе? Куда угодно!",
      "id": "Aku adalah Xinyan, satu-satunya musisi rock 'n' roll di pelabuhan Liyue. Belakangan ini aku sedang berencana untuk mengadakan pertunjukan di tempat lain. Tempat tujuanku selanjutnya... Ah, kudengar kamu sering pergi ke berbagai tempat kan, Pengembara? Biarkan aku ikut denganmu! Aku akan ikut ke mana pun kamu pergi.",
      "th": "ฉันชื่อ Xinyan เป็นนักดนตรีร็อกแอนด์โรลเพียงหนึ่งเดียวของท่าเรือ Liyue ช่วงนี้ฉันกำลังคิดว่าจะจัดทัวร์คอนเสิร์ตต่างเมือง จุดประสงค์คือ... อ๊ะ ได้ยินว่าคุณเคยไปมาหลายเมืองแล้วใช่มั้ยนักเดินทาง? ให้ฉันเข้าร่วมวงด้วยได้มั้ย? แล้วเราก็ไปทัวร์รอบโลกกัน",
      "vi": "Tôi là Xinyan, nhạc sĩ nhạc Rock duy nhất ở cảng Liyue. Gần đây tôi muốn đi diễn ở những nơi khác, điểm đến tiếp theo... À, nghe nói bạn đã đi qua rất nhiều nơi rồi đúng không? Hãy để tôi tham gia với bạn! Đi đâu cũng được."
    }
  },
  {
    "title": {
      "zhs": "闲聊·气势",
      "zht": "閒聊·氣勢",
      "jp": "世間話·勢い",
      "ko": "잡담·기세",
      "en": "Chat: Vigor",
      "de": "Gespräch – Elan",
      "es": "Charla - Vigor",
      "fr": "Bavardage – Vigueur",
      "pt": "Bate-papo · Vigor",
      "ru": "Поболтаем: Энергия",
      "id": "Berbincang: Suasana",
      "th": "แชท - บรรยากาศ",
      "vi": "Nói chuyện phiếm - Không khí"
    },
    "line": {
      "zhs": "摇滚不可缺少的，就是激情——喂，别发呆了，快动起来！",
      "zht": "搖滾不可缺少的，就是激情——喂，別發呆了，快動起來！",
      "jp": "ロックに欠かせないのが情熱だ——おい、ぼーとしてないでさっさと動け！",
      "ko": "로큰롤에 열정은 필수야——이봐, 뭘 멍하니 있는 거야, 움직이라고!",
      "en": "If there's fire in your soul, you gotta rock 'n' roll. So c'mon! Let's get movin'!",
      "de": "Wenn es Feuer in deiner Seele gibt, ergib dich dem Rock ’n’ Roll. Also komm schon! Bewegen wir uns!",
      "es": "Lo único que no le puede faltar al rock es pasión. Así que vamos, ¡muévete!",
      "fr": "Si t'as le feu dans ton âme, tu dois faire du rock 'n' roll. Allez ! C'est parti !",
      "pt": "O que é indispensável para o rock and roll é a paixão. Então vamos lá! Vamos nos mexer!",
      "ru": "Нет жизни без рок-н-ролла! Давай, не стой столбом, пошли скорее!",
      "id": "Hidup ini memang butuh musik rock 'n' roll yang menggairahkan —— Hei, jangan bengong saja, ayo bergerak!",
      "th": "ร็อกแอนด์โรลเป็นสิ่งที่ขาดไม่ได้ มันคือความร้อนแรงในใจ—— เฮ้ย ยืนนิ่งอยู่ทำไมล่ะ โยกหัวหน่อยเซ่!",
      "vi": "Điều không thể thiếu với rock and roll là sự đam mê... Hey, đừng đứng đực ra nữa, quẩy lên nào!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·新曲",
      "zht": "閒聊·新曲",
      "jp": "世間話·新曲",
      "ko": "잡담·신곡",
      "en": "Chat: New Song",
      "de": "Gespräch – Neues Lied",
      "es": "Charla - Nueva canción",
      "fr": "Bavardage – Nouveau chant",
      "pt": "Bate-papo · Nova Canção",
      "ru": "Поболтаем: Новая песня",
      "id": "Berbincang: Lagu Baru",
      "th": "แชท - บทเพลงใหม่",
      "vi": "Nói chuyện phiếm - Bản nhạc mới"
    },
    "line": {
      "zhs": "要不我来弹首曲子给你听，我新写的哦？",
      "zht": "#要不我來彈首曲子給{F#妳}{M#你}聽，我新寫的哦？",
      "jp": "一曲弾いてやろうか、アタイの新曲だぞ？",
      "ko": "아니면 내가 새로 쓴 곡 연주해줄까?",
      "en": "I just came up with an awesome new riff, wanna hear it?",
      "de": "Ich habe mir gerade ein geniales neues Riff ausgedacht, willst du es hören?",
      "es": "He compuesto una nueva canción, ¿quieres escucharla?",
      "fr": "Je viens de trouver ce nouveau riff super génial ! Tu veux l'écouter ?",
      "pt": "Acabei de inventar um novo refrão fantástico, quer ouvir?",
      "ru": "О, я только что придумала новую песню, хочешь послушать?",
      "id": "Mau kumainkan sebuah lagu untukmu? Lagu ini baru saja kutulis, loh!",
      "th": "ให้ฉันเล่นเพลงใหม่ให้ฟังมั้ย? ฉันเพิ่งแต่งเสร็จเลยนะ",
      "vi": "Hay là tôi chơi một bản nhạc cho bạn nghe, bài mới của tôi đó?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·注目",
      "zht": "閒聊·注目",
      "jp": "世間話·注目",
      "ko": "잡담·주목",
      "en": "Chat: Look!",
      "de": "Gespräch – Guck!",
      "es": "Charla - ¡Mira!",
      "fr": "Bavardage - Regard",
      "pt": "Bate-papo · Atenção",
      "ru": "Поболтаем: Смотри!",
      "id": "Berbincang: Perhatian",
      "th": "แชท - ความสนใจ",
      "vi": "Nói chuyện phiếm - Chú ý"
    },
    "line": {
      "zhs": "快看那边！好像有很摇滚的东西！",
      "zht": "快看那邊！好像有很搖滾的東西！",
      "jp": "あっち見ろ！なんかすげえロックなものがあるみたいだぞ。",
      "ko": "저길 봐! 엄청 로큰롤한 게 있어!",
      "en": "Whatever's going on over there... Looks pretty rock 'n' roll to me!",
      "de": "Was da drüben auch los ist, für mich sieht das ziemlich nach Rock ’n’ Roll aus!",
      "es": "¡Mira lo que hay por allí! ¡Parece algo muy rockero!",
      "fr": "Peu importe ce qui se passe là-bas... Ça m'a l'air bien rock 'n' roll !",
      "pt": "O que quer que esteja acontecendo por lá... Parece bastante rock and roll para mim!",
      "ru": "Скорее, глянь туда! Вот это рок-н-ролл!",
      "id": "Coba lihat ke sana! Sepertinya ada hal yang sangat rock 'n' roll!",
      "th": "เฮ้ ดูตรงนั้นสิ เหมือนจะมีอะไรน่าสนุกอยู่ล่ะ!",
      "vi": "Nhìn bên kia! Dường như có thứ gì đó rất rock and roll!"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "这么大的雨…可不能让琴被淋到了啊。",
      "zht": "這麼大的雨…可不能讓琴被淋到了啊。",
      "jp": "すげえ雨降ってるな…琴が濡れないように気をつけねーと。",
      "ko": "비가 많이 오네…. 내 악기가 젖으면 안 되는데",
      "en": "It's really comin' down... Would be all sorts of bad if my guitar got wet.",
      "de": "Es schüttet wirklich wie aus Eimern ... Es wäre ganz schlecht, wenn meine Gitarre nass würde.",
      "es": "Llueve mucho... Oh, no, no puedo dejar que mi guitarra se moje.",
      "fr": "Il tombe des cordes... Ce sera pas bon si mon instrument prend l'eau...",
      "pt": "Está chovendo tanto... Seria horrível se minha guitarra se molhasse.",
      "ru": "Ух, какой сильный дождь... Нельзя, чтобы гитара намокла!",
      "id": "Hujannya sangat lebat... jangan sampai alat musikku basah terkena hujan.",
      "th": "ฝนตกหนักขนาดนี้... เดี๋ยวกีตาร์ก็เปียกหมดพอดี",
      "vi": "Mưa to như vậy... không thể để cây đàn bị ướt được."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "看样子这雨一时半会儿不会停…嗯，但演出不会推迟！",
      "zht": "看樣子這雨一時半會不會停…嗯，但演出不會推遲！",
      "jp": "どうやらすぐには止んでくれないみたいだ…ん～、でもステージは延期しねーぞ！",
      "ko": "당분간 비가 계속 내릴 것 같아…. 흠, 그래도 공연을 미룰 순 없지!",
      "en": "This rain ain't clearin' any time soon... but the show's still on, people!",
      "de": "Der Regen wird so schnell nicht aufhören ... aber die Darbietung geht weiter, Leute!",
      "es": "No parece que vaya a dejar de llover pronto... ¡pero el concierto no se pospondrá!",
      "fr": "Cette pluie ne va pas finir de sitôt... Mais le spectacle continue, les gars !",
      "pt": "Essa chuva não vai passar tão cedo... Mas o show deve continuar, pessoal!",
      "ru": "Видимо, дождь нескоро закончится... Но шоу должно продолжаться!",
      "id": "Sepertinya hujan ini masih akan terus berlanjut... Hmmm, tetapi pertunjukan tetap harus berjalan!",
      "th": "ฝนนี่เมื่อไหร่จะหยุดตกกันนะ... ฮึ แต่ยังไงคอนเสิร์ตก็ไม่เลื่อนแน่นอน!",
      "vi": "Có vẻ như mưa sẽ không ngừng rơi... Hừm, nhưng màn trình diễn sẽ không bị hoãn lại!"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "唔…这种天气要怎么吸引观众呢？对了！来一场「暴风雪极限耐力摇滚挑战」怎么样！",
      "zht": "唔…這種天氣要怎麼吸引觀眾呢？對了！來一場「暴風雪極限耐力搖滾挑戰」怎麼樣！",
      "jp": "うーん…この天気の中でどう観客を引きつけるか…そうだ！「猛吹雪の極限忍耐力ロック挑戦！」なんてやってみるのはどうだ？",
      "ko": "흐음… 이런 날씨엔 관중들을 어떻게 모으지? 그래! 「눈보라 속 극한의 인내심으로 로큰롤에 도전」 같은 건 어때?!",
      "en": "Hmm... How do we attract more folks in this weather? Right! How about we stage a rock-till-you-drop snowstorm endurance challenge?",
      "de": "Hmm ... wie locken wir bei diesem Wetter nur mehr Leute an? Genau! Wie wäre es, wenn wir eine „Rocke bis du umfällst“-Herausforderung in der Schneesturmedition auf die Beine stellen?",
      "es": "Humm... ¿Cómo atraemos a más gente con este tiempo? ¡Ya sé! ¡Hagamos un “desafío rockero de máxima resistencia contra la nieve”!",
      "fr": "Hum... Comment attirer la foule avec ce temps ? Je sais ! Et si on faisait un marathon rock'en neige ?",
      "pt": "Hmmm... Como atraímos mais gente com este clima? Certo! Que tal se fizermos um \"desafio de resistência à tempestade de neve até cair\"?",
      "ru": "Ну и как в такую погоду привлекать публику? А! Знаю! Как насчёт рока, пока ты противостоишь буре?",
      "id": "Wah, bagaimana caranya menarik penonton di cuaca seperti ini? Benar juga! Bagaimana kalau kita adakan adu ketahanan badai angin dan salju!",
      "th": "โอ๊ย... อากาศอย่างงี้จะมีคนออกมาดูคอนเสิร์ตมั้ยเนี่ย? จริงสิ! เรามาจัดกิจกรรม \"การท้าทายสุดโหดของคอร็อคกลางหิมะ\" ดีมั้ย?",
      "vi": "Hừm... Thời tiết thế này thì làm sao có thể thu hút được khán giả? Phải rồi! Làm một bản \"Thử thách nhạc rock giới hạn nhẫn nại của sấm sét cuồng phong\" thì sao!"
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "呜哇，快找个地方躲躲，不然发型要塌了！",
      "zht": "嗚哇，快找個地方躲躲，不然髮型要塌了！",
      "jp": "やばっ、どっか隠れないと髪型が乱れる！",
      "ko": "으악, 빨리 피해야겠어. 안 그럼 헤어 스타일이 다 망가질 거야!",
      "en": "Ack! Gotta find some cover, quick, or my hairdo's gonna fall apart!",
      "de": "Oh nein, ich muss mich schnell irgendwo unterstellen, oder meine Frisur ist im Eimer!",
      "es": "¡Aj! ¡Tengo que encontrar un lugar donde refugiarme antes de despeinarme!",
      "fr": "Argh ! Je dois me mettre à l'abri, et vite, ou ma coiffure sera fichue !",
      "pt": "Arg! Preciso encontrar alguma cobertura, rápido, ou meu penteado vai cair aos pedaços!",
      "ru": "Ай! Надо найти где спрятаться, скорее! А то причёска испортится!",
      "id": "Waw, ayo cepat cari tempat berteduh, nanti rambutku rusak!",
      "th": "อ๊า รีบหาที่หลบเร็วเข้า เดี๋ยวผมฉันเสียทรงหมด!",
      "vi": "Úi da, phải tìm một nơi tránh, nếu không sẽ hỏng kiểu tóc mất!"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早啊，我刚刚在开嗓，今天嗓子的状态也好得很呢。",
      "zht": "早啊，我剛剛在開嗓，今天嗓子的狀態也好得很呢。",
      "jp": "おっす、さっきまで喉を開く練習をしてたんだ。今日も喉は絶好調だぞ。",
      "ko": "좋은 아침, 방금 목 좀 풀어봤는데 오늘도 상태가 좋아",
      "en": "Mornin'! I was just warmin' my voice up. We're in real good shape today.",
      "de": "Morgen! Ich habe gerade meine Stimme aufgewärmt. Wir sind heute in Top-Form.",
      "es": "¡Buenos días! Estaba probando mi voz. Parece que hoy estoy en muy buena forma.",
      "fr": "Yo ! J'm'échauffais un peu la voix. Je me sens d'attaque aujourd'hui.",
      "pt": "Bom dia! Eu estava apenas aquecendo minha voz. Estamos em muito boa forma hoje.",
      "ru": "Утречко! А я как раз распеваюсь. Я сегодня в хорошей форме!",
      "id": "Selamat pagi, aku sedang melakukan pemanasan tenggorokan, kondisiku hari ini sangat bagus.",
      "th": "อรุณสวัสดิ์ เมื่อกี้ฉันเพิ่งเริ่มวอร์มเส้นเสียงไป วันนี้เสียงดีเหมือนกันนะเนี่ย",
      "vi": "Chào buổi sáng, tôi mới luyện giọng xong,tình trạng cổ họng của tôi hôm nay rất tốt."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "啊，收工了收工了，哈…没什么事的话，我去打个盹儿。",
      "zht": "啊，收工了收工了，哈…沒什麼事的話，我去打個盹。",
      "jp": "あがりあがり、ふわぁー——用事がないんならちょっと寝てくる…",
      "ko": "끝났다, 끝났어. 하암——별일 없으면 잠깐 좀 잘래…",
      "en": "Alright, that's a wrap! *yawns* If there's nothin' else, I'll go take a nap somewhere...",
      "de": "Gut, das war’s! *gähn* Wenn sonst nichts weiter ist, mache ich irgendwo ein Nickerchen ...",
      "es": "¡Muy bien, eso es todo! *Bosteza* Si no hay nada más que hacer, iré a dormirme una siesta en algún lado...",
      "fr": "Et voilà, c'est fini ! *bâille* S'il n'y a plus rien, je vais aller me faire une petite sieste dans un coin...",
      "pt": "Muito bem, isso é tudo! *Bocejo* Se não tiver mais nada, vou tirar uma soneca em algum lugar...",
      "ru": "Ух, вот это круговерть... Если дел больше не осталось, то я пойду вздремну.",
      "id": "Saatnya pulang! *hoam* Kalau sudah tidak ada hal lain, aku akan pergi tidur dulu.",
      "th": "โอเค งานเสร็จเรียบร้อยแล้ว *หาว*... ถ้าไม่มีเรื่องอื่นล่ะก็ ฉันจะไปงีบสักหน่อย",
      "vi": "À, xong việc rồi... Nếu không có việc gì nữa thì tôi đi ngủ đây."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "马上就要演出了，你也一起来嗨吗？",
      "zht": "#馬上就要演出了，{F#妳}{M#你}也一起來嗨嗎？",
      "jp": "いよいよ開演だ、一緒に盛り上がろーぜ！",
      "ko": "곧 공연 시작이야. 너도 같이 놀아볼래?",
      "en": "Almost about to go live over here. You comin'?",
      "de": "Die Vorstellung geht gleich los. Kommst du und lässt die Sau raus?",
      "es": "¡El concierto está a punto de empezar! ¿Vienes?",
      "fr": "On passe bientôt en live là-bas. Tu viens ?",
      "pt": "Estou prestes a começar o show. Você vem?",
      "ru": "Скоро выступление! Ты со мной?",
      "id": "Sebentar lagi pertunjukan akan dimulai, kamu ikut?",
      "th": "คอนเสิร์ตกำลังจะเริ่มแล้ว เธอก็มาสนุกด้วยกันสิ!",
      "vi": "Buổi biểu diễn sắp diễn ra, bạn cũng ra quẩy cùng chứ?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "哦，好的，你先去睡吧。我吗？我还要保养我的琴，还想改改曲子，嘿嘿，刚从舞台下来，睡也睡不着的。",
      "zht": "#哦，好的，{F#妳}{M#你}先去睡吧。我嗎？我還要保養我的琴，還想改改曲子，嘿嘿，剛從舞臺下來，睡也睡不著的。",
      "jp": "おーわかった、先に寝ろ。ん、アタイはいつ寝るかって？まずは琴の手入れをして、それから曲の編集だな。ハハ、ステージの後は余韻ですぐには眠れねーよ。",
      "ko": "알겠어. 먼저 가서 자. 나? 난 악기도 관리해야 하고 편곡도 하고 싶은데. 헤헤, 막 무대에서 내려오면 피곤해도 잠이 안 와",
      "en": "Me? Oh, I've got a guitar to maintain, tunes to rewrite... I mean, I just got offstage, there's no way I can sleep right now.",
      "de": "Ich? Oh, ich muss mich um meine Gitarre kümmern, Lieder überarbeiten ... Ich meine, ich bin gerade von der Bühne gekommen, ich kann jetzt nicht gleich schlafen.",
      "es": "Oh, está bien, que duermas bien. Yo aún tengo que hacer mantenimiento de mi guitarra y modificar algunas canciones... Como acabo de bajarme del escenario, me es imposible dormir ahora.",
      "fr": "Oh, moi ? J'ai ma guitare à nettoyer, des morceaux à fignoler... Et puis, je viens de quitter la scène, impossible de dormir maintenant !",
      "pt": "Eu? Oh, tenho uma guitarra para manter, músicas para reescrever... Quero dizer, acabei de sair do palco, não tem como eu conseguir dormir agora.",
      "ru": "Я? Ну, мне нужно привести гитару в порядок, переписать парочку мелодий... И потом, я только что со сцены, не смогу уснуть.",
      "id": "Oh, baiklah, kamu istirahat dulu. Aku? Aku masih mau merawat alat musikku dulu dan mengubah aransemen musikku. Aku baru saja turun dari panggung, aku sama sekali belum mengantuk.",
      "th": "อ้อ โอเค คุณไปนอนก่อนเถอะ ฉันเหรอ? ฉันต้องขัดเงากีตาร์ก่อน แล้วก็ยังมีเพลงที่ต้องแก้อีก ฮี่ฮี่ เพิ่งลงมาจากเวที ตอนนี้นอนไม่หลับหรอก",
      "vi": "Vậy bạn đi ngủ trước đi. Tôi á? Tôi cần bảo dưỡng cây đàn, còn phải sửa lại ca khúc, hehe, vừa xuống sân khấu, không thể ngủ được."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱自己·凶恶",
      "zht": "關於辛焱自己·兇惡",
      "jp": "辛炎自身について·強面",
      "ko": "신염 자신에 대해·흉악",
      "en": "About Xinyan: Frightening",
      "de": "Über Xinyan – Beängstigend",
      "es": "Sobre Xinyan - Fiereza",
      "fr": "À propos de Xinyan – Dureté",
      "pt": "Sobre Xinyan - Assustador",
      "ru": "Поболтаем: Пугающий вид",
      "id": "Tentang Xinyan: Sangar",
      "th": "เกี่ยวกับตัว Xinyan - ดุร้าย",
      "vi": "Về bản thân Xinyan - Tàn ác"
    },
    "line": {
      "zhs": "你居然不怕我？唉，有人说，我眼神跟刀子一样，衣服不好好穿，讲话也不守规矩。他们一看到我就躲得远远的，哎，真是…只是风格不一样而已，我又不是什么怪物…",
      "zht": "#{F#妳}{M#你}居然不怕我？唉，有人說，我眼神跟刀子一樣，衣服不好好穿，講話也不守規矩。他們一看到我就躲得遠遠的，唉，真是…只是風格不一樣而已，我又不是什麼怪物…",
      "jp": "あんた、アタイが怖くねーのか？ハハッ、みんなはアタイのことを刀みてーな目つきで、着てる服も喋り方もめちゃくちゃだーって言うんだ。ヤツらはアタイと目があったらすぐ逃げ出す。ああ、なんだかな…スタイルが違うってだけなのに、アタイ、別に化け物じゃねーし…",
      "ko": "넌 내가 무섭지 않다고? 허, 어떤 사람들은 내 눈빛이 날카롭고, 옷과 말투도 단정치 못하다면서 날 보면 멀찌감치 도망가버려. 휴…스타일이 다른 것뿐이지, 내가 무슨 괴물도 아닌데 말이야…",
      "en": "Not afraid of me, are you? Some folks say I've got eyes like knives, that I don't wear my clothes right, that I don't speak right. They give me a pretty wide berth, too. Really, can't a girl sport her own style without bein' looked at like she's some weird creature outta who-knows-where?",
      "de": "Du hast keine Angst vor mir, oder? Manche Leute sagen, dass ich Augen wie Messer habe, dass ich meine Kleidung nicht richtig trage, dass ich nicht ordentlich spreche. Sie machen auch einen großen Bogen um mich. Echt, kann ein Mädchen nicht ihren eigenen Stil verfolgen, ohne dass sie wie eine seltsame Kreatur von sonst wo angesehen wird?",
      "es": "¿No me tienes miedo? Algunas personas dicen que mis ojos parecen cuchillos, y que no visto ni hablo bien. Además, la gente nunca se acerca a mí. ¿Acaso no puede una chica lucir su propio estilo sin que la miren como si fuera un monstruo?",
      "fr": "T'as pas peur de moi, hein ? Certains disent que mes yeux sont comme des couteaux, que je porte mal mes vêtements, que je ne parle pas bien. Et ils n'osent même pas m'approcher... Non mais vraiment, est-ce qu'une fille peut afficher son propre style sans être considérée comme une créature bizarre sortie d'on ne sait où ?",
      "pt": "Você não está com medo de mim, não é? Algumas pessoas dizem que eu tenho olhos como facas, que não uso bem minhas roupas, que não falo direito. Quando me veem, fogem de mim... Sério, uma garota não pode usar seu próprio estilo sem ser olhada como se fosse uma criatura estranha que veio de sei lá onde?",
      "ru": "Ты что, не боишься меня? А, некоторые говорят, будто мой взгляд остёр, как нож, одежда неправильная, говорю я неправильно. Они как меня видят, сразу прячутся кто куда, вот уж... Но у нас просто разные стили, я же не монстр какой-то...",
      "id": "Kamu tidak takut padaku? Heh, banyak yang bilang mataku tajam seperti pisau, baju juga tidak kupakai dengan benar, omonganku juga kasar. Mereka langsung pergi jauh-jauh saat melihatku. Benar-benar... Apakah seorang wanita tidak bisa bergaya dengan bebas, aku juga manusia biasa...",
      "th": "คุณไม่กลัวฉันเหรอ? เอ่อ บางคนบอกว่าตาฉันคมเหมือนมีด เสื้อผ้าก็ดูประหลาด คำพูดก็ไม่เหมือนชาวบ้านชาวเมือง พอพวกเขาเห็นฉันก็จะพากันหลบทันที เฮ้อ จริง ๆ เลย... ที่จริงแล้วก็แค่ชอบคนละสไตล์นะ ฉันไม่ใช่สัตว์ประหลาดสักหน่อย...",
      "vi": "Bạn không sợ tôi sao? Hừm, một số người nói rằng tôi có ánh mắt sắc như dao, ăn mặc không cẩn thận, ăn nói cũng không ra sao. Họ nhìn thấy tôi là tránh xa rồi, haizz... Đó chỉ là phong cách mà thôi, tôi không phải là một con quái vật mà..."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱自己·摇滚",
      "zht": "關於辛焱自己·搖滾",
      "jp": "辛炎自身について·ロック",
      "ko": "신염 자신에 대해·록",
      "en": "About Xinyan: Rock 'N' Roll",
      "de": "Über Xinyan – Rock ’n’ Roll",
      "es": "Sobre Xinyan - Rock and roll",
      "fr": "À propos de Xinyan – Rock 'n' roll",
      "pt": "Sobre Xinyan - Rock 'N' Roll",
      "ru": "Поболтаем: Рок-н-ролл",
      "id": "Tentang Xinyan: Rock and Roll",
      "th": "เกี่ยวกับตัว Xinyan - ร็อกแอนด์โรล",
      "vi": "Về bản thân Xinyan - Rock and Roll"
    },
    "line": {
      "zhs": "摇滚是从枫丹传过来的，算是新东西吧。不过啊，在璃月挺不受欢迎的，一般人都觉得吵吵嚷嚷，不喜欢听。所以我啊，很感激每一个能来听我唱歌的人，哈哈。",
      "zht": "搖滾是從楓丹傳過來的，算是新東西吧。不過啊，在璃月挺不受歡迎的，一般人都覺得吵吵嚷嚷，不喜歡聽。所以我啊，很感激每一個能來聽我唱歌的人，哈哈。",
      "jp": "ロックはフォンテーヌから伝わってきたもんだから、まあ新種の文化ってとこだな。はぁ…でも璃月じゃ不人気なんだよ、うるさいって言って嫌うヤツが多くてな。だからアタイは、アタイのステージを観に来てくれる人に感謝してる、ハハハ。",
      "ko": "로큰롤은 폰타인에서 건너온 신문물이야. 음, 하지만 리월에선 인기가 없어. 보통 시끄럽다고 싫어하더라구. 그래서 내 노랠 들으러 와주는 팬들이 더 고마워. 하하",
      "en": "Rock 'n' roll came to Liyue from Fontaine, so I guess you could call it a new thing. But it's not too hot around here. Most think it's an awful racket not fit for human ears. And that's why I appreciate everyone who does come listen, haha!",
      "de": "Rock ’n’ Roll kam aus Fontaine nach Liyue, also könnte man es wohl als neu bezeichnen. Es ist hier aber auch nicht besonders beliebt. Die meisten halten es für furchtbaren Krach, der nicht für menschliche Ohren gemacht ist. Und deshalb freue ich mich über jeden, der vorbeikommt und zuhört, haha!",
      "es": "El rock llegó a Liyue desde Fontaine, así que se podría considerar como algo nuevo. Sin embargo, no es una música que sea muy bienvenida... La mayoría piensa que el rock consiste en hacer ruido. Por eso me siento tan agradecida con todas las personas que vienen a escuchar mis canciones, ¡jaja!",
      "fr": "Le rock 'n' roll est arrivé à Liyue depuis Fontaine, donc je suppose qu'on peut appeler ça quelque chose de nouveau... Mais ce n'est pas super populaire dans le coin. Les gens du coin pensent que c'est une cacophonie horrible qui ne convient pas aux oreilles... Et c'est pourquoi j'adore tous ceux qui viennent en écouter, haha !",
      "pt": "O rock and roll veio de Fontaine para Liyue, então acho que você poderia chamar isso de uma coisa nova. Mas não está tão quente por aqui. A maioria acha que é uma barulheira horrível que não serve para os ouvidos humanos. E é por isso que eu agradeço a todos que vêm ouvir, hahaha!",
      "ru": "Рок-н-ролл пришёл к нам из Фонтейна, это штука новая. Но в Ли Юэ такое не любят. Многие думают, что рок-н-ролл - это не музыка, а ужасный шум. Поэтому я рада каждому, кто слушает мои песни, ха-ха!",
      "id": "Rock 'n' roll awalnya berasal dari Fontaine, memang masih sebuah hal yang baru. Sayangnya, rock 'n' roll tidak terlalu populer di Liyue karena orang-orang merasa lagunya terlalu berisik. Maka dari itu aku sangat berterima kasih kepada setiap orang yang datang mendengarku bernyanyi, hahaha.",
      "th": "ร็อกแอนด์โรลเผยแพร่มาจาก Fontaine ถือเป็นสิ่งแปลกใหม่ แต่ที่ Liyue ดูเหมือนจะไม่ได้รับการยอมรับเท่าไร คนทั่วไปรู้สึกว่าแสบแก้วหู ไม่น่าฟัง เพราะงั้นฉันถึงซาบซึ้งต่อแฟนเพลงทุกคนที่มาฟังคอนเสิร์ตฉันไงล่ะ ฮ่าฮ่า",
      "vi": "Rock and roll đến từ Fontaine, vì vậy nó khá mới mẻ. Tuy nhiên ở Liyue không được mọi người đón nhận, hầu hết mọi người đều cho rằng nó ồn ào và không thích nghe. Vì vậy, tôi rất biết ơn tất cả những người đến và nghe tôi hát, haha."
    }
  },
  {
    "title": {
      "zhs": "关于我们·观演",
      "zht": "關於我們·觀演",
      "jp": "ライブ体験について…",
      "ko": "우리에 대해·관람",
      "en": "About Us: The Audience",
      "de": "Über uns – Das Publikum",
      "es": "#Sobre nosotr{F#as}{M#os} - Actuación",
      "fr": "À propos de nous – Audience",
      "pt": "Sobre Nós - A Audiência",
      "ru": "Поболтаем: Зрители",
      "id": "Tentang Kami: Penonton",
      "th": "เกี่ยวกับเรา - ชมการแสดง",
      "vi": "Về chúng tôi - Xem biểu diễn"
    },
    "line": {
      "zhs": "来看我演出？哈，到前面来吧！前面的感觉更好。咳咳，那么，璃月港独一份的摇滚现场，现在开始！",
      "zht": "來看我演出？哈，到前面來吧！前面的感覺更好。咳咳，那麼，璃月獨一份的搖滾現場，現在開始！",
      "jp": "アタイのステージを見に来たのか？ハハハ、じゃーもっと前に来い！前の方がもっと盛り上がるぞ。ンンッ、そんじゃ璃月港でここしかない限定ライブ始めるぞ！",
      "ko": "내 공연 보러 온 거야? 하하, 앞으로 와! 앞쪽이 더 좋아. 흠흠, 그럼 지금부터 리월항의 하나뿐인 로큰롤 공연을 시작합니다!",
      "en": "You wanna hear me play? Come to the front — it sounds best from there! *clears throat* Alright then, comin' at you from the one and only rock stage in Liyue!",
      "de": "Du willst mich spielen hören? Komm nach vorne, von hier klingt es besser! *räusper* Gut, jetzt geht es los, auf der einzigen Rockbühne in ganz Liyue!",
      "es": "¿Quieres verme actuar? Acércate, ¡así lo escucharás mejor! *Ejem* Muy bien, ¡que resuene el único escenario de rock de Liyue!",
      "fr": "Tu veux m'écouter jouer ? Viens tout devant ; ça sonne bien mieux ! Ahem, et maintenant, tout droit arrivée de la seule et unique scène rock de Liyue !",
      "pt": "Você quer me ouvir tocar? Venha para a frente - soa melhor a partir daí! *cof, cof, cof* Muito bem então, vindo até você do único palco de rock em Liyue!",
      "ru": "Хочешь послушать моё выступление? Подходи ближе, тут лучше слышно! Хэй, представление на единственной рок-сцене Ли Юэ начинается!",
      "id": "Datang melihat pertunjukanku? Wah, ayo maju ke depan! Duduk di depan lebih asyik, hehe. Kalau begitu, konser rock 'n' roll satu-satunya di Liyue, akan segera dimulai!",
      "th": "มาดูฉันแสดงหรอ? ฮ่าฮ่า มาหน้าเวทีสิ! ข้างหน้ามันได้อารมณ์กว่านะ แค่กแค่ก คอนเสิร์ตร็อกแอนด์โรลหนึ่งเดียวใน Liyue เริ่มขึ้นแล้ว!",
      "vi": "Đến xem tôi trình diễn? Haha, đứng phía trước đi! Đứng phía trước cảm giác sẽ tốt hơn. E hèm, buổi biểu diễn Rock and Roll duy nhất ở cảng Liyue xin được bắt đầu!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·投缘",
      "zht": "關於我們·投緣",
      "jp": "意気投合について…",
      "ko": "우리에 대해·의기투합",
      "en": "About Us: Kindred Spirits",
      "de": "Über uns – Verwandte Seelen",
      "es": "#Sobre nosotr{F#as}{M#os} - Espíritus afines",
      "fr": "À propos de nous – Esprits semblables",
      "pt": "Sobre Nós - Espíritos Afins",
      "ru": "Поболтаем: Общий язык",
      "id": "Tentang Kami: Cocok",
      "th": "เกี่ยวกับเรา - เข้าขากัน",
      "vi": "Về chúng tôi - Phù hợp"
    },
    "line": {
      "zhs": "我还在想为什么和你这么聊得来，原来你不是这个世界的人，那也就用不着关心这个世界的条条框框了——人生就该是这样！繁文缛节什么的统统闪一边去，无拘无束，自由自在。",
      "zht": "#我還在想為什麼和{F#妳}{M#你}這麼聊得來，原來{F#妳}{M#你}不是這個世界的人，那也就用不著關心這個世界的條條框框了——人生就該是這樣！繁文縟節什麼的統統閃一邊去，無拘無束，自由自在。",
      "jp": "あんたとはわりと意気投合したが、あんたはこの世界の人間じゃないんだったな。まあ、それならこの世界のルールを気にせずに済むし——それこそ人生ってもんだろ！つまんねぇルールとかさっさとなくなっちゃえばいい。縛られずに自由に生きるべきだと思わねぇか？",
      "ko": "너랑은 왜 이렇게 말이 잘 통하나 했더니 넌 이 세계 사람이 아니었구나. 그래서 이 세계의 규율을 신경 쓸 필요가 없었던 거야——인생이 그래야지! 허례허식 따위 개나 주라고 해. 구속 없이, 자유롭게!",
      "en": "And here I was wonderin' why we got on so well! So you're not from this world, and that's why you don't care for its rules. Now that's how life should be like! Lose the red tape, and live free!",
      "de": "Und ich habe mich schon gewundert, warum wir so gut miteinander auskommen! Du bist also nicht aus dieser Welt, weshalb du nicht viel auf ihre Regeln gibst. So sollte das Leben sein! Die Konventionen hinter sich lassen und ein freies Leben genießen!",
      "es": "¡Y yo aquí preguntándome cómo es que nos llevamos tan bien! Así que no eres de este mundo y no te importan sus reglas... ¡Así es como debería ser la vida! ¡Rompe las cadenas que te aprisionan y vive libremente!",
      "fr": "Et dire que je me demandais pourquoi on s'entendait si bien ! Tu n'es donc pas de ce monde, et c'est pourquoi tu ne te soucies pas de ses règles. Voilà comment devrait être vécue la vie ! À bas les formalités et vive la liberté !",
      "pt": "E aqui estava eu me perguntando porquê nos damos tão bem! Então você não é deste mundo, e é por isso que você não se importa com suas regras. Agora é assim que a vida deve ser! Livre-se da burocracia, e viva livre!",
      "ru": "Я вот подумала, знаешь, почему мы с тобой так легко общий язык нашли? Ты же не из этого мира, значит, тебя и его правила не волнуют! Вот так нужно жить! Ну их, эти все церемонии, да здравствует свобода!",
      "id": "Aku masih bingung kenapa aku cocok sekali berbicara denganmu, ternyata kamu bukan datang dari dunia ini, kalau begitu kamu tidak perlu menuruti segala peraturan di dunia ini —— hidup memang harus begitu! Tidak terkekang oleh hal apa pun, bebas melakukan yang kamu.",
      "th": "ฉันว่าแล้วเชียวทำไมเราถึงคุยกันถูกคอ ที่แท้คุณก็ไม่ได้มาจากโลกใบนี้นี่เอง มิน่าคุณถึงไม่ได้สนกฎเกณฑ์และกรอบข้อบังคับของสังคม ชีวิตคนเราควรจะเป็นแบบนี้แหละ! ปลดปล่อยตนเอง ใช้ชีวิตนอกกรอบอย่างอิสระ",
      "vi": "Tôi vẫn đang thắc mắc tại sao tôi có thể nói chuyện với hợp với bạn như vậy, hóa ra bạn không phải là người của thế giới này, nên cũng không cần quan tâm đến các quy định cứng nhắc của thế giới này... cuộc sống thì phải như vậy! Dẹp hết mấy cái lễ nghi phiền phức này này đi, không gì trói buộc tự do tự tại."
    }
  },
  {
    "title": {
      "zhs": "关于我们·邀请",
      "zht": "關於我們·邀請",
      "jp": "招待について…",
      "ko": "우리에 대해·초대",
      "en": "About Us: Invitation",
      "de": "Über uns – Einladung",
      "es": "#Sobre nosotr{F#as}{M#os} - Invitación",
      "fr": "À propos de nous - Invitation",
      "pt": "Sobre Nós - Convites",
      "ru": "О нас: Приглашение",
      "id": "Tentang Kita: Undangan",
      "th": "เกี่ยวกับเรา - เรียนเชิญ",
      "vi": "Về chúng tôi - Lời mời"
    },
    "line": {
      "zhs": "我想让我摇滚的音乐元素更丰富一点。其实，你的节奏感很好嘛，要不要试试帮我打鼓？没打过？唉呀，不要怯场，关键是气势。来试试看嘛，你绝对很有天赋的。",
      "zht": "#我想讓我搖滾的音樂元素更豐富一點。其實，{F#妳}{M#你}的節奏感很好嘛，要不要試試幫我打鼓？沒打過？唉呀，不要怯場，關鍵是氣勢。來試試看嘛，{F#妳}{M#你}絕對很有天賦的。",
      "jp": "アタイのロックにもっと音楽的な要素を加えてぇなって思ってる。なっ、あんたリズム感やばいからドラムでもやってみねぇか？やったことない？大丈夫だってビビんなよ。要するに勢いだ勢い！やってみろ、あんたセンスあるから絶対うまくやれるはずだって！",
      "ko": "난 내 로큰롤을 더 풍부하게 만들고 싶어. 너 리듬감 좋던데, 드럼 좀 쳐볼래? 안 해봤다고? 에이, 주눅들 필요 없어. 자신감이 제일 중요해! 한번 해봐, 분명 재능 있을 거야!",
      "en": "I'd sure love to add some extra flavor to my rock 'n' roll. Wanna get on the drums next time? You've got a good sense of rhythm. ...You've never played? Don't sweat it, it's a question of soul, not skill! Give it a go, I just know you'll be great!",
      "de": "Ich würde meinem Rock ’n’ Roll auf jeden Fall gerne noch etwas Würze verleihen. Willst du beim nächsten Mal ans Schlagzeug? Du hast ein gutes Rhythmusgefühl ... du hast noch nie gespielt? Keine Sorge, das ist eine Frage des Geistes, nicht der Übung! Probiere es aus, ich weiß du wirst das gut machen!",
      "es": "Me gustaría darle un toque especial a mi música. Tienes buen sentido del ritmo, ¿te gustaría tocar la batería conmigo? ¿Nunca la has tocado? No te preocupes, ¡lo importante es tu actitud, no tu habilidad! Vamos, inténtalo, ¡sé que tienes un don para esto!",
      "fr": "#J'adorerais ajouter une touche supplémentaire à mon rock... Tu veux t'essayer à la batterie la prochaine fois ? Tu as un bon sens du rythme... Quoi ? Tu n'en as jamais joué ? Ne t'inquiète pas, c'est une question de passion, pas de talent ! Vas-y, je suis sûre que tu seras {M#génial}{F#géniale} !",
      "pt": "Eu definitivamente adoraria adicionar um sabor extra ao meu rock and roll. Quer ficar na bateria na próxima vez? Você tem um bom senso de ritmo... Você nunca tocou? Não se preocupe, é uma questão de alma, não de habilidade! Experimente, tenho certeza que você se sairá bem!",
      "ru": "#Я хочу немного разнообразить свой рок-н-ролл. У тебя неплохое чувство ритма, не хочешь стать мо{F#ей}{M#им} барабанщи{F#цей}{M#ком}? Никогда не пробовал{F#a}? Ай, не напрягайся, главное - желание. Попробуй, уверена, у тебя получится!",
      "id": "Sekarang aku sedang ingin memperkaya musik rock 'n' roll-ku. Sebenarnya kamu memiliki bakat membaca ritme, bagaimana kalau kamu jadi pemain drumku? Kamu tidak pernah bermain drum? Jangan khawatir, yang penting bukan teknik, tapi jiwamu. Coba saja dulu, kamu ini benar-benar berbakat!",
      "th": "ฉันอยากเพิ่มความรู้สึกให้ดนตรีร็อกแอนด์โรลของฉันให้สมบูรณ์ยิ่งขึ้น ที่จริงจังหวะคุณก็ดีเหมือนกันนะ คุณอยากจะลองตีกลองดูไหม ยังไม่เคยตีกลองมาก่อนเหรอ? โอ้ ไม่ต้องตื่นเต้น สิ่งสำคัญคือความรู้สึกต่างหากล่ะ ลองดูสิ คุณต้องทำได้ดีอย่างแน่นอน",
      "vi": "Tôi muốn làm cho nguyên tố âm nhạc Rock and Roll của mình phong phú hơn. Thực ra, bạn cảm nhạc rất tốt, bạn có muốn thử chơi trống cho tôi không? Chưa chơi bao giờ? Ồ, đừng lo, điều quan trọng là động lực. Hãy thử xem, bạn hoàn toàn có tài năng đó."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "会把「神之眼」的火用来给摇滚伴奏的，估计全提瓦特也就我一个。有人批评我，应该好好敬重这种力量…不过，既然神都把「神之眼」给了我，就说明他对我的用法，也是认可的吧。",
      "zht": "會把「神之眼」的火用來給搖滾伴奏的，大概全提瓦特也就我一個。有人批評我，應該好好敬重這種力量…不過，既然神都把「神之眼」給了我，就說明他對我的用法，也是認可的吧。",
      "jp": "「神の目」の炎をロックの伴奏に使うヤツは、テイワット中探してもアタイしかいねぇだろうな。この力にもっと畏敬の念を抱くべきだーって批判するヤツもいるけど。……神様が「神の目」をアタイにくれた以上、アタイの使い方だって一応神に認められてるってコトだよな？",
      "ko": "「신의 눈」의 불을 로큰롤 반주로 사용하는 사람은 아마 티바트 대륙에서 나밖에 없을 거야. 존귀한 힘을 이런 데 썼다고 비난하는 사람들도 있지만…신이 나한테 「신의 눈」을 주셨다는 건, 내가 사용하는 방법을 인정해주신 거 아닐까?",
      "en": "I'm guessin' that I'm the only person in Teyvat who uses the fire from their Vision in rock performances. Some say I should respect that power more... But the way I see it, the gods gave the Vision to me, so they like my style, don'cha think?",
      "de": "Ich schätze, dass ich die einzige Person in Teyvat bin, die das Feuer ihres Göttlichen Auges in ihren Rock-Auftritten nutzt. Einige sagen, dass ich meine Macht mit mehr Respekt behandeln sollte ... Aber so wie ich das sehe haben die Götter mir dieses Göttliches Auge gegeben, also mögen sie meinen Stil, meinst du nicht auch?",
      "es": "Supongo que soy la única persona de todo Teyvat que usa su Visión Pyro en conciertos de rock. Algunos dicen que debería respetar más mi poder... Pero a mi modo de ver, si los dioses me dieron una Visión, es porque les gusta mi estilo, ¿no crees?",
      "fr": "Je suppose que je suis la seule personne en Teyvat à utiliser le feu de son œil divin pour des performances rock... Certains disent que je devrais respecter davantage ce pouvoir... Mais bon, les dieux ont choisi de me donner cet œil, alors ils doivent aimer mon style, tu ne crois pas ?",
      "pt": "Acho que sou a única pessoa de Teyvat que usa o fogo da sua Visão em suas apresentações de rock. Alguns dizem que eu deveria respeitar mais esse poder... Mas do jeito que eu vejo, os deuses me deram a Visão, então eles gostam do meu estilo, não acha?",
      "ru": "Мне кажется, во всём Тейвате я одна использую огонь из Глаза Бога в своих выступлениях. Некоторые критикуют меня, мол, я должна уважать данную мне силу... Но раз боги дали Глаз Бога именно мне, значит, они не против, чтобы я использовала его именно так, а?",
      "id": "Aku berencana menggunakan api dari Vision milikku untuk iringan musikku, sepertinya belum ada hal seperti ini di Teyvat. Banyak orang yang menceramahiku, katanya aku menggunakan kekuatanku untuk hal yang salah... Menurutku, kalau para dewa sudah memberikan Vision kepadaku, itu berarti mereka juga menyetujui caraku memakainya.",
      "th": "ฉันจะใช้ไฟที่ได้จากวิชั่นมาประกอบจังหวะร็อคของเพลงฉัน ทั่วทั้ง Teyvat น่าจะมีแค่ฉันคนเดียวที่ทำแบบนี้ได้ มีคนวิจารณ์ว่าควรให้การเคารพพลังมากกว่านี้... แต่ในเมื่อเทพเจ้าประทานวิชั่นให้ฉัน ก็แสดงว่าพวกเขายอมรับวิธีใช้งานของฉันใช่มั้ยล่ะ?",
      "vi": "Tôi sẽ sử dụng Vision hỏa làm nhạc đệm cho Rock and Roll, có lẽ tôi là người duy nhất trên Teyvat làm như vậy. Một số người đã chỉ trích tôi phải tôn trọng sức mạnh này... Tuy nhiên, nếu thần đã ban Vision cho tôi thì điều đó chứng minh cách sử dụng tôi cũng được thần linh chấp nhận."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·命名",
      "zht": "有什麼想要分享·命名",
      "jp": "シェアしたいこと·名付ける",
      "ko": "하고 싶은 이야기·이름 짓기",
      "en": "Something to Share: Naming",
      "de": "Willst du mir etwas mitteilen – Namensgebung",
      "es": "¿Algo que decir? - Nombres",
      "fr": "Quelque chose à partager - Noms",
      "pt": "Algo para Compartilhar - Nomeando",
      "ru": "Давай поделимся: Дать имя",
      "id": "Berbagi Cerita: Memilih Nama",
      "th": "ต้องการจะแชร์อะไร - ตั้งชื่อ",
      "vi": "Có gì muốn chia sẻ không - Đặt tên"
    },
    "line": {
      "zhs": "这把琴，是我亲手做的哦。本来是按照枫丹的摇滚乐器来做的，但做着做着就不再是一个东西了。我一直想给它取一个好听又好记的名字，比如「焱琴」「碎玉」「定山」什么的，但还是差点味道…你有什么好主意吗？",
      "zht": "#這把琴，是我親手做的哦。本來是按照楓丹的搖滾樂器來做的，但做著做著就不再是一個東西了。我一直想給它取一個好聽又好記的名字，比如「焱琴」「碎玉」「定山」什麼的，但還是差點味道…{F#妳}{M#你}有什麼好主意嗎？",
      "jp": "この琴はアタイが作ったんだ。ホントはフォンテーヌのロック楽器みたいなのが作りたかったんだけど、作っていくうち、だんだん違うものになっちまってさ。こいつにはずっと名前をつけようとしてるんだが…例えば「炎琴」や「砕玉」とか、「定山」とか、でもなんかイマイチなんだよな…あんたなんかいい案ないか？",
      "ko": "이 악기는 내가 직접 만든 거야. 원래는 폰타인의 록 악기를 따라 만든 건데, 만들다 보니 완전 다른 게 됐지 뭐야. 듣기 좋으면서도 기억하기 쉬운 이름을 지어주고 싶어. 「염금」, 「쇄옥」, 「정산」? 뭔가 입에 착 안 붙는데…. 혹시 좋은 아이디어 없어?",
      "en": "I made this guitar myself, y'know? Based it off a rock 'n' roll instrument from Fontaine at first, but it stopped looking like the original real fast. I wanted to give it a rad name, like \"The Fyre Lyre,\" or \"The Jadebreaker,\" or \"The Hill Stiller.\" Still, feels like we're missin' something... Any ideas?",
      "de": "Ich habe diese Gitarre selbst gemacht, weißt du? Zuerst basierte sie auf einem Rock-’n’-Roll-Instrument aus Fontaine, aber es sah relativ schnell schon nicht mehr wie das Original aus. Ich wollte ihr einen abgefahrenen Namen geben, wie „die Feuerleier“ oder „der Jadezerschmetterer“ oder „der Bergbezwinger“. Aber irgendwie haben sie nicht das gewisse Etwas ... Hast du eine Idee?",
      "es": "Yo misma hice esta guitarra, ¿sabes? Al principio, me basé en un instrumento de rock de Fontaine, pero rápidamente dejó de parecerse al original. Quería darle un nombre increíble, como “Lira Pírica”, “Destructora de Jade” o “Silenciadora de Montañas”, pero siento que a todos esos nombres les falta algo... ¿Alguna sugerencia?",
      "fr": "J'ai fabriqué cette guitare moi-même, tu sais ? C'est basé sur un instrument de rock 'n' roll de Fontaine, mais ça n'a rapidement plus rien eu à voir avec l'original. Je voulais lui donner un nom accrocheur, comme « Lyre délire », ou « Brise-jade », ou même « Ligne de colline ». Pourtant, j'ai l'impression que quelque chose manque... T'as des idées ?",
      "pt": "Eu mesma fiz essa guitarra, sabia? Me baseei num instrumento de rock and roll de Fontaine no início, mas ele parou de parecer original bem rápido. Eu queria dar a ela um nome radical como \"A Lira de fogo\", \"Quebrador de Jade\", ou \"Estilizador de Colinas\". Ainda assim, parece que estamos esquecendo algo... Alguma ideia?",
      "ru": "Я сделала эту гитару сама. Сначала я взяла за основу инструмент для рок-н-ролла из Фонтейна, но в процессе она отошла от оригинала. Я хотела дать ей звучное имя, например, «Огнегитара», или «Нефритолом», или «Могучая Гора», но это всё не то... У тебя, случаем, нет идей?",
      "id": "Alat musikku ini kubuat sendiri loh. Awalnya kubuat berdasarkan sebuah alat musik rock 'n' roll dari Fontaine, tetapi bentuknya menjadi tidak sama lagi setelah kuselesaikan. Aku selalu ingin memberikan dia sebuah nama yang bagus dan mudah diingat, seperti \"The Fyre Lyre\", \"The Jadebreaker\", \"The Hill Stiller\" atau sejenisnya. Tapi sepertinya masih kurang sesuatu... Apakah kamu ada ide?",
      "th": "กีตาร์อันนี้ฉันทำเองเลยนะ ตอนแรกตั้งใจใช้เครื่องดนตรีร็อกแอนด์โรลของ Fontaine เป็นต้นแบบ แต่ทำไปทำมามันก็ไม่เหมือนต้นแบบเลยสักนิด ฉันอยากตั้งชื่อเท่ ๆ ให้มัน เช่น \"The Fyre Lyre\" , \"The Jadebreaker\" หรือ\"The Hill Stiller.\" แต่ก็ยังรู้สึกเหมือนมันขาดอะไรสักอย่างไป... คุณมีไอเดียดี ๆ มั้ย?",
      "vi": "Tôi đã tự làm cây đàn này. Ban đầu nó được làm theo nhạc cụ rock của Fontaine, nhưng càng làm nó lại càng không còn giống nữa. Tôi luôn muốn đặt cho nó một cái tên đẹp và dễ nhớ, chẳng hạn như \"Đàn của Yanxin\", \"Ngọc vỡ\", \"Định Sơn\" gì đó... nhưng nó vẫn thiếu chất gì đó... Bạn có ý tưởng nào hay không?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·宴乐",
      "zht": "有什麼想要分享·宴樂",
      "jp": "シェアしたいこと·宴楽",
      "ko": "하고 싶은 이야기·연악",
      "en": "Something to Share: Opera",
      "de": "Willst du mir etwas mitteilen – Oper",
      "es": "¿Algo que decir? - Ópera",
      "fr": "Quelque chose à partager - Opéra",
      "pt": "Algo para Compartilhar - Ópera",
      "ru": "Давай поделимся: Опера",
      "id": "Berbagi Cerita: Pesta",
      "th": "ต้องการจะแชร์อะไร - โอเปร่า",
      "vi": "Có gì muốn chia sẻ không - Bữa tiệc âm nhạc"
    },
    "line": {
      "zhs": "欸，你知道「宴乐」吗？就是有钱人在宴会上听的曲子。一会儿唱这个多有本事，一会儿又唱那个多了不起…把音乐用成这个样子，哎呀，一点儿都不摇滚。",
      "zht": "#欸，{F#妳}{M#你}知道「宴樂」嗎？就是有錢人在宴會上聽的曲子。一會唱這個多有本事，一會又唱那個多了不起…把音樂用成這個樣子，哎呀，一點都不搖滾。",
      "jp": "あんた「宴楽」って知ってるか？金持ちが宴会で聴く音楽のことなんだけど。「こいつがすごいぞ」って煽ったり、「あいつがとんでもねえ」って歌ったりするんだ…そんなことに音楽を使うなんて、ああ、全然ロックじゃねぇ。",
      "ko": "「연악」이라고 들어봤어? 돈 많은 사람들이 연회에서 듣는 음악인데, 이 사람이 얼마나 대단한지 또 저 사람이 얼마나 위대한지에 대해 노래해…. 음악을 그렇게 사용하다니, 쳇, 전혀 로큰롤하지 않다고",
      "en": "You ever heard of opera? It's what those rich guys listen to at their banquets. It's all tenor this and falsetto that... Gettin' so uptight about music, ugh — it's just not rock 'n' roll.",
      "de": "Hast du schon mal von einer Oper gehört? Das hören die reichen Leute bei ihren Banketts. Tenor hier, Falsetto dort ... Sie sind so unentspannt mit ihrer Musik, urgh — das ist einfach nicht Rock ’n’ Roll.",
      "es": "¿Has oído hablar de la ópera? Es lo que escuchan los ricos en los banquetes. Que si tenor, que si soprano... Hacer que la música se vuelta tan complicada no es rock.",
      "fr": "Tu as déjà entendu parler de l'opéra ? C'est ce que ces riches écoutent lors de leurs banquets. Du ténor ceci, du fausset cela... Être si coincé quand on parle de musique, beurk... Ce n'est pas rock 'n' roll du tout !",
      "pt": "Você já ouviu falar em ópera? É o que aqueles ricos ouvem em seus banquetes. É tudo tenor isso e falsete aquilo... Ficar tão exigente com a música, urg - simplesmente não é rock and roll.",
      "ru": "#Ты слышал{F#a} оперу? Эти песни, которые слушают богачи на своих банкетах. Ты должен уметь спеть так, потом вот так, и всё должно быть идеально... Я тебе вот что скажу: такая музыка - это ну совсем не рок-н-ролл.",
      "id": "Hei, apakah kamu pernah mendengar tentang opera? Itu adalah sebuah pertunjukan musik yang didengar oleh para orang kaya. Sebentar bernyanyi tenor, sebentar bernyayi falsetto... Mau menyanyi saja repot sekali, benar-benar tidak rock 'n' roll.",
      "th": "เอ่อ คุณรู้จัก \"โอเปร่า\" มั้ย? งานที่คนรวยชอบไปน่ะ ร้องเสียงแบบนี้ สักพักก็เปลี่ยนเป็นการร้องอีกแบบนึง... การร้องเพลงมันต้องมีกฎเยอะขนาดนั้นเลยเหรอ เหอะ สู้ร็อกแอนด์โรลไม่ได้เลย",
      "vi": "Này, bạn biết \"Bữa tiệc âm nhạc\" không? Đó là những ca khúc dành cho người giàu trong bữa tiệc của họ. Lúc này hát cái này, lúc kia hát cái khác... sử dụng âm nhạc như vậy, haiz, không có tý chất rock chút nào."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我最喜欢的一套演出服，是我亲手用「霓裳花」织的。你肯定也见过那种花吧，红得够激情。而且，和我的摇滚也很搭呢。",
      "zht": "#我最喜歡的一套演出服，是我親手用「霓裳花」織的。{F#妳}{M#你}肯定也見過那種花吧，紅得夠激情。而且，和我的搖滾也很搭呢。",
      "jp": "一番気に入ってるステージ衣装は、「霓裳花」で編んだ服だな。あんたも花くらいは見たことあるんじゃないか？赤くて情熱的なんだ！それにアタイのロックと最高に合う！",
      "ko": "내가 제일 좋아하는 무대의상은 내가 직접 「예상꽃」으로 짠 거야. 너도 그 꽃 본 적 있지? 빨갛고 정열적이잖아! 게다가 내 로큰롤하고도 잘 어울린다구!",
      "en": "My favorite stage outfit's one I made by hand outta Silk Flowers. You must've seen those flowers before, haven'tcha? Passion-red, they are — a perfect match for my music!",
      "de": "Mein liebstes Bühnenoutfit habe ich von Hand aus Seidenblumen gefertigt. Du hast solche Blumen sicher schon mal gesehen, oder? Mit ihrem leidenschaftlichen Rot sind sie einfach perfekt für meine Musik!",
      "es": "Mi ropa favorita para actuar es una prenda que hice a mano con flores de seda. Has visto esas flores antes, ¿cierto? ¡Su color rojo pasión es perfecto para mi música!",
      "fr": "Ma tenue de scène préférée est celle que j'ai faite à la main avec des fleurs de soie. Tu as sûrement déjà vu ces fleurs avant, non ? Rouge passion ! Elles sont parfaites pour ma musique !",
      "pt": "Minha roupa favorita para usar no palco, fiz ela usando Flores de Seda. Você com certeza já viu essa flor, com uma cor vermelha brilhante. Além disso, elas combinam com minha música.",
      "ru": "#Мне больше всего нравится тот сценический костюм, который я сделала из шелковицы. Ты, наверное, видел{F#a} эти цветы, да? Они такие ярко-алые, идеально сочетаются с моим рок-н-роллом!",
      "id": "Kostum panggung favoritku adalah yang kujahit sendiri dengan menggunakan Silk Flower. Kamu pasti pernah melihat bunga berwarna merah merekah itu. Sangat cocok sekali dengan musikku.",
      "th": "คอสตูมชุดโปรดของฉัน คือชุดที่ฉันถักด้วย \"Silk Flower\" ด้วยตัวเอง คุณต้องเคยเห็นดอกไม้ชนิดนั้นแน่ มันแดงจนน่าดึงดูด และมันเข้ากันได้ดีกับเพลงร็อกแอนด์โรลของฉัน",
      "vi": "Bộ trang phục biểu diễn yêu thích của tôi là do chính tay tôi dệt bằng \"Hoa Nghê Thường\". Chắc hẳn bạn đã từng nhìn thấy loại hoa đó, nó đỏ rực đến mức say đắm. Hơn nữa, nó rất hợp với nhạc rock and roll của tôi."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "我经常去「万民堂」吃夜宵，香菱如果手头不忙，还经常跟我聊天，一直聊到很晚很晚。啊？你问我都点的啥？嗯…其实是香菱做啥我吃啥，哈哈。每次都不一样，味道也千变万化，她可以说是料理界的「摇滚明星」了！",
      "zht": "#我經常去「萬民堂」吃宵夜，香菱如果手頭不忙，還經常跟我聊天，一直聊到很晚很晚。啊？{F#妳}{M#你}問我都點的啥？嗯…其實是香菱做啥我吃啥，哈哈。每次都不一樣，味道也千變萬化，她可以說是料理界的「搖滾明星」了！",
      "jp": "アタイはよく「万民堂」で夜食を食べるんだけど、香菱が忙しくない時はいつも話しかけてくれるんだ。たまに、遅くまで二人で話しこんじゃったりさ。うん？何を注文したかって？あー…ぶっちゃけアタイが注文するんじゃなくって、香菱が作ってくれたものを食べてるだけなんだ。ハハハ、だから料理は毎回変わる、味もな。もうあの子のことは料理界の「ロックスター」って呼んでも全然いいと思うんだよなー！",
      "ko": "난 「만민당」에 자주 야식을 먹으러 가. 향릉이 바쁘지 않으면 밤늦게까지 수다를 떨어. 응? 뭘 시키냐고? 음… 사실 향릉이 만드는 건 다 먹어, 하하. 매번 달라. 맛도 천차만별이고. 향릉은 요리계의 「로큰롤 스타」라고 할 수 있지!",
      "en": "I have dinner at the Wanmin Restaurant often. If Xiangling's got some time on her hands, we'll chat till it's real late. Eh? You wanna know what I order? See... I actually eat everything she makes. It's never the same thing, and the flavor's different each time, too. Ooh, she's the rock star of the culinary world, she is!",
      "de": "Ich esse oft im Restaurant Wanmin zu Abend. Wenn Xiangling ein bisschen Zeit hat, plaudern wir bis es richtig spät ist. Hm? Du willst wissen, was ich bestelle? Schau ... ich esse eigentlich alles, was sie zubereitet. Es ist niemals genau gleich und der Geschmack ist auch jedes Mal anders. Ooh, sie ist ein Rockstar der kulinarischen Welt. Das ist sie wirklich!",
      "es": "Suelo cenar en el Restaurante Wanmin. Si Xiangling no está ocupada, charlamos hasta que se hace tarde. ¿Eh? ¿Quieres saber qué pido? Pues... en realidad, como lo que me haga Xiangling, jaja. Siempre es algo distinto, ¡y su sabor también! ¡Ella es la estrella del rock del mundo de la cocina!",
      "fr": "Je mange souvent au Restaurant Wanmin. Si Xiangling a du temps libre, on peut même discuter jusqu'à très tard. Quoi ? Tu veux savoir ce que je commande ? Tu sais... Je mange tout ce qu'elle prépare ! Ce n'est jamais deux fois la même chose, et ça a un goût différent à chaque fois aussi... Oh, c'est la rock star du monde culinaire, je te dis !",
      "pt": "Eu comumente vou até o Restaurante Wanmin comer um lanche de noite, se Xiangling não estiver ocupada, ela vem comigo para conversarmos até tarde da noite. Ah? Você quer saber o que como? Na verdade, eu como o que Xiangling faz, haha. Nenhuma vez é igual, o sabor sempre muda, ela pode dizer que é uma estrela do rock do mundo da culinária.",
      "ru": "Я часто захожу в ресторан «Народный выбор», чтобы перекусить перед сном. Если Сян Лин не торопится, то мы с ней можем до ночи проболтать. А? Спрашиваешь, что я заказываю? Ну... Что Сян Лин делает, то и ем, хи-хи. Блюда всегда разные, вкусы тоже, и вообще, она просто рок-звезда кулинарии!",
      "id": "Aku sering pergi ke Wanmin Restaurant untuk makan camilan malam hari, dan kalau Xiangling sedang tidak sibuk dia biasa menemaniku ngobrol hingga larut malam. Ha? Aku biasanya memesan makanan apa? Hmmm, sebenarnya aku makan apa pun yang Xiangling masak untukku, hahaha. Setiap hidangan yang dia masak selalu berbeda, dia benar-benar bisa disebut sebagai seorang bintang di dunia kuliner!",
      "th": "ฉันมักจะไปทานอาหารเย็นที่ภัตตาคาร Wanmin ถ้า Xiangling ไม่ยุ่งมากเธอมักจะคุยกับฉันจนดึกเลยล่ะ หา? ฉันชอบสั่งอะไรงั้นเหรอ? อืม... จริงๆแล้ว Xiangling ทำอะไรและฉันก็กินอย่างนั้นแหละ ฮ่าฮ่า มันแตกต่างกันทุกครั้งและรสชาติก็เปลี่ยนไปเรื่อย ๆ เรียกได้ว่าเธอเป็น \"ร็อคสตาร์\" ในโลกแห่งการทำอาหารเลยล่ะ!",
      "vi": "Tôi thường đến Vạn Dân Đường ăn đêm, nếu Xiangling không bận, thường thì cô ấy sẽ trò chuyện cùng với tôi đến khuya. Bạn muốn biết tôi gọi những món gì sao? À... thực ra Xiangling nấu món gì tôi ăn món đó, haha. Mỗi lần đều khác nhau, mùi vị cũng luôn thay đổi, cô ấy có thể nói là một \"Ngôi sao nhạc Rock\" trong thế giới ẩm thực!"
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "以前没什么人听我的摇滚，有一天他突然来邀请我，说可以去他那里试试，合适的话可以去当驻唱歌手，我心里激动啊，终于有人理解我的音乐了！就直接答应了下来。结果去了场地才知道，他居然是那个「往生堂」的客卿…这明显不合适啊，真是个怪人。",
      "zht": "以前沒什麼人聽我的搖滾，有一天他突然來邀請我，說可以去他那裡試試，適合的話可以去當駐唱歌手，我心裡激動啊，終於有人理解我的音樂了！就直接答應了下來。結果去了場地才知道，他居然是那個「往生堂」的客卿…這明顯不適合啊，真是個怪人。",
      "jp": "昔、誰もアタイのロックを聞いてくれなかった。でもある日、「うちでやってみないか？合格すれば常駐の歌手として雇う」って急に彼に誘われてさ。やっとアタイの音楽を理解してくれるヤツが現れたって嬉しくてその話に乗ったんだけど。結局現地に行ってみたら、彼が葬儀業者の「往生堂」の客卿だったことを知った…どう考えてもアタイの音楽に合うわけないだろ、変なヤツだよ。",
      "ko": "아무도 내 로큰롤을 들어주지 않던 어느 날, 그가 날 찾아와서 그가 있는 곳에서 연주해보지 않겠냐는 거야. 합이 맞으면 전속 가수가 될 수 있다면서 말이지. 드디어 내 음악을 알아주는 사람이 있다는 생각에 설레더라구! 바로 오케이하고 따라갔는데, 그제서야 그 사람이 「왕생당」의 객경이란 걸 알았어…. 너무 안 어울리잖아. 정말 괴짜 같은 사람이야",
      "en": "There was this one fellow who invited me to perform at his place, back when there weren't many who would give my music the time of day. I was touched, let me tell you what. Like, hey, someone gets it! I agreed right away... But when I got there, I found out that he was the consultant at the Wangsheng Funeral Parlor. What a weird guy. I mean, how was that appropriate?",
      "de": "Es gab da mal einen Typen, der mich eingeladen hat bei ihm aufzutreten, als noch nicht viele meiner Musik eine Chance gegeben haben. Ich war wirklich gerührt! Endlich versteht mich jemand! Ich habe sofort zugestimmt ... aber also ich dort angekommen bin, hat sich herausgestellt, dass er der Berater vom Bestattungsunternehmen Wangsheng war. Was für ein seltsamer Typ. Ich meine, das war doch echt unangemessen, oder?",
      "es": "Un día me invitó a actuar en su casa cuando todavía no había nadie a quien le gustara mi música. Dijo que, si a la gente le gustaba, podría seguir yendo a actuar. La verdad es que me conmovió, ¡por fin alguien entendió mi música! Así que acepté su invitación de inmediato, pero cuando llegué allí, descubrí que él era el asesor de la Funeraria El Camino. Qué tipo más extraño... Claramente ese no era el lugar apropiado para mi música.",
      "fr": "Il y avait un type qui m'a invitée à jouer chez lui, à l'époque où il n'y en avait pas beaucoup qui s'intéressaient à ma musique. Et ça m'a bien touchée, je te le dis. Du genre : « Hé, enfin quelqu'un qui capte ce que je fais » ! J'ai tout de suite accepté... Mais quand je suis arrivée là-bas, j'ai découvert qu'il était employé au Funérarium Wangsheng. Quel gars bizarre... Enfin, je veux dire, c'était pas vraiment approprié...",
      "pt": "Antes, ninguém escutava minha música, até que um dia, um homem me convidou para ir até a casa dele tocar na época que não era ainda apropriado cantar, eu fique muito feliz, finalmente havia alguém que entendia minha música! Aceitei imediatamente. Assim que cheguei, eu soube que ele era o chefe da Funerária de Wangsheng... Isso claramente não era apropriado, que pessoa estranha.",
      "ru": "Раньше, когда ещё мало кто слушал мою музыку, этот тип пригласил меня выступить у него. Я обрадовалась, ну, думаю, хоть кто-то понимает мою музыку! Конечно, я тут же согласилась. Но когда пришла, оказалось, что он консультант в ритуальном бюро «Ваншэн». Это же совсем неуместно. Представляешь, какой чудак?",
      "id": "Pada awalnya tidak ada orang yang suka mendengar musikku, hingga suatu hari ada seseorang yang mengajakku untuk bermain di tempatnya. Kalau cocok, aku bisa menjadi penyanyi utama di sana. Aku langsung menerima ajakannya dengan penuh semangat, akhirnya ada orang yang mengerti musikku! Tetapi saat aku sampai di tempatnya, aku baru tahu ternyata dia adalah konsultan di Wangsheng Funeral Parlor... Jelas saja musikku tidak cocok! Benar-benar orang yang aneh.",
      "th": "ก่อนหน้านี้ ไม่มีใครฟังเพลงร็อกแอนด์โรลของฉันหรอก จู่ ๆ วันหนึ่งเขาก็เชิญฉันมา และบอกว่าสามารถไปลองดูได้ ถ้าแสดงดีจะได้เป็นนักร้องประจำ ฉันตื่นเต้นมากที่ในที่สุด ก็มีคนเข้าใจเพลงของฉัน! ก็เลยตอบตกลงไป ปรากฏว่าพอไปถึงแล้วถึงรู้ว่า เขาเป็นที่ปรึกษาของโถงแห่งการเกิดใหม่ Wangsheng... นี่มันไม่เหมาะสมเลยสักนิด ช่างเป็นคนประหลาดจริง ๆ",
      "vi": "Trước đây chẳng mấy ai nghe nhạc Rock and Roll của tôi, một ngày nọ anh ấy đột nhiên đến mời tôi và nói rằng tôi có thể đến chỗ của anh ấy thử xem, nếu phù hợp thì có thể làm ca sĩ lưu trú, tôi đã rất xúc động vì cuối cùng cũng có người hiểu được âm nhạc của tôi! Nên đã trực tiếp đồng ý. Kết quả là khi đến địa điểm mới biết, anh ấy lại là khách của \"Vãng Sinh Đường\"... Điều này rõ ràng không thích hợp, đúng là một người kỳ quái."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "你知道千岩军吧？他们以前总是妨碍我，说什么这里也不准搭舞台，那里也不准，麻烦死了。咳咳，不过在我找总务司申诉之后，听说那个「天权星」专门修订了璃月的什么…呃…反正是某个规则，划定了演出专属场地，还要申请什么许可。哎…其实还是很麻烦，不过，好歹不用像之前一样，被赶得到处乱跑了嘛。",
      "zht": "#{F#妳}{M#你}知道千岩軍吧？他們以前總是妨礙我，說什麼這裡也不准搭舞臺，那裡也不准，麻煩死了。咳咳，不過在我找總務司申訴之後，聽說那個「天權星」專門修訂了璃月的什麼…呃…反正是某個規則，劃定了演出專屬場地，還要申請什麼許可。哎…其實還是很麻煩，不過，好歹不用像之前一樣，被趕得到處亂跑了嘛。",
      "jp": "あんた、千岩軍って知ってるだろ？ヤツらには、いつもアタイのライブをダメにされてきてさ。ここにステージを作るのは禁止だとか、そこはダメだとかホント面倒くさい連中だよ…でも、アタイがそのことを総務司にクレーム入れたら、あの「天権」が璃月のナントカを改訂してくれたみたいでさ…とにかく、そのナントカってルールで今後はステージを専用スペースに建てることになって、事前申請もしなくちゃいけなくなった、あ～…相変わらず面倒くせぇ。まあでも、昔みたいにあちこち追い出されず済むようになったよ。",
      "ko": "천암군 알지? 예전에 그 녀석들이 날 엄청 방해했었어. 여기에 무대를 세우면 안 된다, 저기도 안 된다. 귀찮아 죽는 줄 알았다니깐! 흠흠, 그러다 내가 총무부에 신고하니까 그 「천권성」이 리월의 그…뭐더라, 아무튼 무슨 규율을 개정했는데 공연 전용 장소를 정했다더라고. 허가도 받아야 된다던데. 휴…여전히 귀찮긴 하지만 그래도 예전처럼 이리저리 쫓겨나지 않아도 되니깐",
      "en": "Y'know, the Millelith used to get in my way all the time. Can't set up a stage here, can't perform there. Real bother, it was... Ahem. But after I wrote to the Ministry of Civil Affairs, I heard that the Tianquan amended one of Liyue's... Uh, some rule or something. She designated some spots for performances to take place, so long as you apply. *sigh* It's still a load of trouble if you ask me, but it's better than being harangued by those Millelith every time, so...",
      "de": "Weißt du, die Millelithen kamen mir andauernd in die Quere. Ich darf meine Bühne dort nicht aufbauen und hier nicht singen. Das war echt nervig ... Ähem. Aber nachdem ich dem Rat für Allgemeine Angelegenheiten geschrieben hatte, hörte ich, dass der Tianquan eine von Liyues ... ähm, Regeln oder so, geändert hatte. Sie schrieb einige Orte als Veranstaltungsplätze aus, solange man sich anmeldet. *seufz* Das ist immer noch ein ziemlicher Aufwand, wenn du mich fragst, aber besser als jedes Mal von den Millelithen eine Predigt zu hören zu bekommen. Von daher ...",
      "es": "¿Sabías que la Geoarmada solía ponerse en mi camino todo el tiempo? Que si no puedo montar un escenario aquí, no puedo actuar allá... Qué gente tan molesta... *Ejem* Después de poner una demanda en el Ministerio de Asuntos Civiles, escuché que el Equilibrio Celestial había cambiado una ley de Liyue de no sé qué cosa... Bueno, no sé, lo importante es que era una ley. Al parecer, designó los lugares en los que se podían hacer conciertos, y la gente solo podía ir a verlos si llevaba un permiso. *Suspira* Son tantas molestias... Pero bueno, ahora es mejor que antes. Al menos ya no tengo que salir corriendo si me ven actuando.",
      "fr": "Tu sais, les Millelithes me mettaient tout le temps des bâtons dans les roues. Interdit d'installer une scène ici, interdit de jouer là-bas... C'était horrible, je te dis... Ahem... Mais après avoir écrit au Bureau des affaires civiles, j'ai entendu dire que la Megrez avait modifié l'une des... Euh, une règle ou quelque chose comme ça de Liyue. Elle a désigné des emplacements pour que les représentations puissent avoir lieu, à condition de s'inscrire. *soupir* C'est toujours bien trop compliqué, si tu veux savoir, mais c'est quand même mieux que de se faire sermonner par ces Millelithes à chaque fois, par contre...",
      "pt": "Antes, os Millelith sempre tentavam me parar, diziam que não podia cantar aqui, ali também não podia, muito chatos. Mas, depois que registrei uma reclamação no Ministério dos Assuntos Civis, ouvi dizer que Tianquan fez emendas a lei alguma coisa de Liyue... De qualquer maneira, era uma regra que passava a delimitar onde artistas poderiam cantar, só precisava se registrar para uma licença. *Suspiro*... Na verdade, ainda é muito problemático, mas é melhor do que antes, que sempre tinha que ficar fugindo de um local para outro.",
      "ru": "Знаешь же Миллелитов? Они раньше всё время мне мешали, говорили, мол, тут нельзя строить сцену, там нельзя выступать, надоели мне до смерти. Хе-хе, но потом я подала жалобу в Департамент по делам граждан, и, говорят, после этого Воля Небес внесла поправки в этот... как его... в какой-то закон Ли Юэ и выделила в городе специальные площадки для выступлений. Но, чтобы выступать, всё ещё нужно получить разрешение. Эх... Сложно всё это, но лучше, чем раньше: теперь хоть не прогоняют.",
      "id": "Apakah kamu tahu tentang Millelith? Dulu mereka sering sekali menghalangiku, selalu bilang kalau di sini tidak boleh membangun panggung, di sana juga tidak boleh, benar-benar merepotkan. Hehe, tetapi setelah kulaporkan mereka ke Bagian Urusan Sipil dan Tianquan merevisi sebuah... Ehmmm, sebuah peraturan lah pokoknya. Mereka menentukan beberapa tempat sebagai tempat khusus pertunjukan, kamu hanya perlu mendaftar saja. Yah... menurutku masih sangat repot, tapi setidaknya aku sudah tidak diusir seperti dulu lagi.",
      "th": "คุณรู้จักกองทหาร Millelith มั้ย? พวกเขาเคยขวางฉันไว้ โดยบอกว่าฉันไม่ได้รับอนุญาตให้ตั้งเวทีตรงนี้ และตรงนั้นก็ตั้งไม่ได้เหมือนกัน ยุ่งยากชะมัด อะแฮ่ม แต่หลังจากที่ฉันยื่นเรื่องร้องเรียนกับฝ่ายกิจการทั่วไป ฉันได้ยินมาว่า Tianquan แห่ง Qixing ดูแลปัญหาของ Liyue โดยเฉพาะเรื่อง... เอ่อ... เรื่องกฎบางข้อที่ระบุถึงสถานที่สำหรับจัดการแสดง และต้องขอใบอนุญาต เฮ้อ... ที่จริงมันยุ่งยากมาก แต่ฉันไม่ต้องวิ่งไปวิ่งมาเหมือนเมื่อก่อนอีกแล้ว",
      "vi": "Bạn biết Thiên Nham Quân không? Trước đây họ luôn đề phòng tôi, nói cái gì mà ở đây không được phép dựng sân khấu, ở đó cũng không được, phiền chết đi được. Hê hê, nhưng sau khi tôi gửi đơn khiếu nại lên tổng vụ, nghe nói \"Thiên Quyền Tinh\" chuyên sửa đổi cái gì đó ở Liyue... ờ... Nói chung là quy tắc, quy định nơi chuyên dùng để biểu diễn, còn phải xin cấp phép gì đó. Haiz... thực là phiền phức, nhưng mà, tốt xấu gì cũng không bị đuổi chạy khắp nơi như trước nữa."
    }
  },
  {
    "title": {
      "zhs": "关于白术…",
      "zht": "關於白朮…",
      "jp": "白朮について…",
      "ko": "백출에 대해…",
      "en": "About Baizhu",
      "de": "Über Baizhu ...",
      "es": "Sobre Baizhu...",
      "fr": "À propos de Baizhu...",
      "pt": "Sobre Baizhu...",
      "ru": "О Бай Чжу...",
      "id": "Tentang Baizhu",
      "th": "เกี่ยวกับ Baizhu...",
      "vi": "Về Baizhu..."
    },
    "line": {
      "zhs": "白术先生开的药方保养嗓子效果一流，为了答谢他，我在他面前来了一段即兴摇滚，结果…他养的那条蛇就晕了过去。从那以后，那条蛇看到我就一个劲儿地往白术先生的衣领里面钻，哈哈哈。我从那以后才知道，蛇原来对震动很敏感。",
      "zht": "白朮先生開的藥方保養嗓子效果一流，為了答謝他，我在他面前來了一段即興搖滾，結果…他養的那條蛇就暈了過去。從那以後，那條蛇看到我就一個勁地往白朮先生的衣領裡面鑽，哈哈哈。我從那以後才知道，蛇原來對震動很敏感。",
      "jp": "白朮先生が処方してくれる薬は喉のケアにめっちゃ良いんだ。で、過去にお礼を言いに彼の前で即興ロック演奏したら…彼の蛇が気絶しちゃってさ。あれ以来あの蛇、アタイを見かけると必死に白朮先生の服の中に逃げようとするんだ、ハハハ。あとで聞いたけど、蛇って振動にすっごい敏感らしいな。",
      "ko": "백출 선생의 목 관리 처방전은 효과가 최고야. 한번은 고마워서 즉흥적으로 로큰롤을 불렀는데…백출 선생이 기르던 그 뱀이 기절해 버리더라고. 그때부터 그 뱀은 나만 보면 백출 선생 옷깃으로 숨어. 하하하, 뱀이 진동에 예민한 동물이란 걸 그때 알았어",
      "en": "Dr. Baizhu's prescriptions are the tops at preserving my voice. I did an impromptu performance for him as thanks, but... the snake he keeps around his neck fainted away. Haha, now it ducks up Dr. Baizhu's sleeve every time I'm around. I only discovered afterwards that snakes are very sensitive to vibrations.",
      "de": "Dr. Baizhus Verschreibungen sind die besten, wenn es um den Erhalt meiner Stimme geht. Ich habe für ihn als Dankeschön einen spontanen Auftritt hingelegt, aber ... die Schlange, die er um seinen Hals trägt, ist ohnmächtig geworden. Haha, jetzt versteckt sie sich jedes Mal, wenn sie mich sieht, im Ärmel von Dr. Baizhu. Ich habe erst hinterher erfahren, dass Schlangen sehr empfindlich auf Vibrationen reagieren.",
      "es": "Las medicinas del Dr. Baizhu son las mejores para mantener mi voz en buen estado. Como agradecimiento, hice una actuación improvisada para él, pero... la serpiente que le cuelga del cuello se desmayó, jaja. Desde entonces, se esconde en la manga del Dr. Baizhu cada vez que me ve. Después de aquello, descubrí que las serpientes son muy sensibles a las vibraciones.",
      "fr": "Les prescriptions de monsieur Baizhu sont les meilleures pour préserver ma voix ! Et j'ai même fait un concert improvisé une fois pour le remercier, mais... Le serpent qu'il garde autour du cou s'est évanoui. Et maintenant, il se planque dans la manche de monsieur Baizhu chaque fois que je suis dans le coin. Je n'ai découvert qu'après-coup que les serpents sont très sensibles aux vibrations...",
      "pt": "As prescrições do Sr. Baizhu são ótimas para conservar minha voz. Para agradecer, fiz uma performance improvisada de rock na sua frente, o resultado foi que... A cobra que ele cria desmaiou. Desde esse dia, toda vez que a cobra dele me vê, se esconde dentro de sua camisa. Hahaha. Foi ai que eu descobri que cobras são muito sensíveis à vibrações.",
      "ru": "Рецепты господина Бай Чжу для горла - самые лучшие. Чтобы отблагодарить его, я выступила перед ним с импровизацией... Но змея, которая у него на шее, упала в обморок от моей музыки. С тех пор она прячется в рукаве господина Бай Чжу, как только видит меня, ха-ха. А я теперь знаю, что змеи очень чувствительны к вибрациям.",
      "id": "Obat yang diberikan oleh tuan Baizhu untuk merawat tenggorokanku sangat ampuh. Aku mempersembahkan sebuah lagu untuknya sebagai rasa terima kasihku, tetapi ular yang bertengger di lehernya itu... pingsan. Sekarang setiap kali ular itu melihatku, dia langsung bersembunyi masuk ke dalam kerah tuan Baizhu, hahaha. Sejak saat itu aku tahu bahwa ular sangat sensitif pada getaran.",
      "th": "ใบสั่งยาของดร. Baizhu รักษาเสียงของฉันได้ดีที่สุด ฉันทำการแสดงสดให้เขาฟังเพื่อเป็นการขอบคุณ แต่... งูที่เกาะคอของเขากลับหายไป ฮ่าฮ่า ตอนนี้มันชอบม้วนตัวอยู่ในแขนเสื้อของดร. Baizhu ทุกครั้งที่ฉันอยู่ใกล้ ๆ พอเห็นอย่างงั้นฉันก็ค้นพบว่า งูไวต่อแรงสั่นสะเทือนมาก",
      "vi": "Đơn thuốc do Baizhu tiên sinh kê rất có hiệu quả cho việc dưỡng cổ họng, để cảm ơn anh ấy, tôi đã ngẫu hứng hát một đoạn Rock and Roll tặng anh ấy, kết quả là... con rắn mà anh ấy nuôi đã bị ngất xỉu. Kể từ đó, mỗi khi con rắn đó thấy tôi liền trốn vào trong cổ áo của anh ấy, hahaha. Từ đó tôi mới biết hoá ra rắn rất mẫn cảm với những chấn động."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "她啊，说话直爽，气量也大，聊起来特别投缘。「死兆星」号乘风破浪的故事，实在是太帅了，给了我很多摇滚的灵感。嘿嘿，我还专门写了一首歌给他们。现在，只要我唱第一句，好多船员都能跟我唱下去，都快变成船歌啦。",
      "zht": "她啊，說話直爽，氣量也大，聊起來特別投緣。「死兆星」號乘風破浪的故事，實在是太帥了，給了我很多搖滾的靈感。嘿嘿，我還專門寫了一首歌給他們。現在，只要我唱第一句，好多船員都能跟我唱下去，都快變成船歌啦。",
      "jp": "彼女か？率直で肝っ玉がでかくて気が合うヤツだよ。「死兆星」号の武勇伝がマジでかっこいい、あの話からロックのインスピレーションをたくさんもらったぜ！ハハハ、特別に、あいつらに歌を作ったこともある。今じゃアタイが歌い始めたら、ほとんどの船員が一緒に歌ってくれる、もう船歌でいいんじゃないかって思うね！",
      "ko": "아, 그녀는 시원시원하고 통이 커서 말이 잘 통해. 「사조성」호에서 겪은 이야기들은 너무 멋있어서 내 로큰롤에 지대한 영감을 주지! 헤헤, 그들을 위해 노래도 따로 만들어줬어. 이제 내가 첫 소절만 불러도 선원들이 다 따라 부른다니까. 이러다 그냥 뱃노래가 되겠어!",
      "en": "Her? She speaks her mind and has a big heart, and we get on great. The Crux's adventures are real epic. They've given me tons of inspiration in the past! I even wrote them a song. Nowadays, I just need to sing the first line, and most all the sailors will join in. It's fast becoming a new sea shanty, it is.",
      "de": "Beidou? Sie spricht mit ihrer Seele und hat ein großes Herz, wir kommen hervorragend miteinander aus. Die Abenteuer der Crux sind wirklich episch. In der Vergangenheit haben sie mich oft inspiriert! Ich habe ihnen sogar ein Lied geschrieben. Heutzutage muss ich nur die ersten Zeilen singen und fast alle Matrosen stimmen mit ein. Es ist auf dem besten Weg ein neuer Shanty-Song zu werden, echt wahr!",
      "es": "Nos llevamos muy bien porque siempre dice lo que piensa y tiene un gran corazón. Las aventuras del Alcor son realmente épicas. ¡Me han servido mucho de inspiración! De hecho, hasta escribí una canción para su tripulación. Tan pronto como canto la primera estrofa, todo el mundo se une a mí. Al final, ¡convierten la canción en una saloma! ¡Jaja!",
      "fr": "Elle ? Elle dit ce qu'elle pense et a un grand cœur, et on s'entend très bien. Les aventures de l'Alcor sont vraiment épiques. Elles m'ont apporté pas mal d'inspiration dans le passé ! Je leur ai même dédié une chanson. Maintenant, j'ai juste à fredonner la première ligne, et presque tous les marins s'y mettent à cœur joie. C'est en passe de devenir un nouveau chant de marin !",
      "pt": "Ela é muito franca, tem um bom caráter, é boa de se conversar. As histórias da Frota Crux são ótimas, me encheram de inspiração. Eu ainda escrevi uma música especial para eles. Mas agora, se eu cantar apenas uma frase, os marinheiros cantam juntos, está se tornando uma canção de bordo!",
      "ru": "Бэй Доу? Она честная, сильная, а ещё мы с ней хорошо ладим. Истории о приключениях «Алькора» действительно грандиозные, они так вдохновляют меня! Я даже специально написала песню для команды. Теперь, стоит мне запеть, как они подхватывают, да ещё и поют мои песни как морские!",
      "id": "Dia ya, orangnya selalu berterus terang dan berhati besar, kita berdua sangat cocok. Kisah tentang armada Alcor benar-benar keren, mereka memberiku banyak sekali inspirasi. Aku bahkan menuliskan sebuah lagu khusus untuk mereka. Setiap kali aku mulai menyanyikan lagu itu, semua awak kapal pasti ikut bernyanyi bersamaku. Sepertinya sebentar lagi lagu itu akan menjadi lagu resmi mereka.",
      "th": "เธอน่ะเหรอ เป็นคนพูดตรงไปตรงมา มีอารมณ์ขัน และเธอเป็นคนที่มีมารยาทในการสนทนา เรื่องราวของเรือ The Alcor ที่แล่นผ่านสายลมและเกลียวคลื่นมันเท่มากเลย และฉันได้รับแรงบันดาลใจในการแต่งเพลงร็อกแอนด์โรลมากมาย เฮ้ ฉันแต่งเพลงสำหรับพวกเขาโดยเฉพาะด้วยนะ ตอนนี้พอฉันร้องเพลงท่อนแรก ลูกเรือหลายคนก็ร้องเพลงคลอกับฉันได้ และในไม่ช้ามันก็จะกลายเป็นเพลงเรือ",
      "vi": "Cô ấy à, nói chuyện thẳng thắn, khoan dung độ lượng, trò chuyện rất ăn ý. Những câu chuyện về \"Ngôi Sao Chết Chóc\" đạp gió rẽ sóng thực sự vô cùng ấn tượng, mang lại cho tôi rất nhiều cảm hứng Rock and Roll. Hì hì, tôi còn viết một ca khúc cho riêng họ. Giờ thì chỉ cần tôi hát câu đầu tiên, rất nhiều thuyền viên có thể hát tiếp cùng với tôi, nó gần như trở thành bài ca về thuyền rồi."
    }
  },
  {
    "title": {
      "zhs": "关于重云…",
      "zht": "關於重雲…",
      "jp": "重雲について…",
      "ko": "중운에 대해…",
      "en": "About Chongyun",
      "de": "Über Chongyun ...",
      "es": "Sobre Chongyun...",
      "fr": "À propos de Chongyun...",
      "pt": "Sobre Chongyun...",
      "ru": "О Чун Юне...",
      "id": "Tentang Chongyun",
      "th": "เกี่ยวกับ Chongyun...",
      "vi": "Về Chongyun..."
    },
    "line": {
      "zhs": "他超有意思！看上去文静内向，但有一次演出，他好像是被朋友叫过来，要跟我说什么话。舞台上声音太大，我还没听清呢，他已经一个箭步跳上台来和我一起唱了，还唱得特别摇滚。这就叫「人不可貌相」吧。",
      "zht": "他超有意思！看上去文靜內向，但有一次演出，他好像是被朋友叫過來，要跟我說什麼話。舞臺上聲音太大，我還沒聽清呢，他已經一個箭步跳上臺來和我一起唱了，還唱得特別搖滾。這就叫「人不可貌相」吧。",
      "jp": "あいつは最っ高に面白い！物静かで暗いヤツに見えるけど、全然違うぞ。昔、あいつが友達に連れて来られた時にステージ上にいるアタイに話しかけてきたんだけど、周りがうるさくて聞こえなくって。そしたら次の瞬間、いきなりステージに上がってアタイと一緒に歌い始めたんだ、しかもこれがめっちゃロックだったワケ。こーいうのがいわゆる「人は見かけによらない」っていうヤツなんだな！",
      "ko": "걘 얌전하고 내성적인 것 같지만 진짜 재밌어! 한번은 공연하는데 친구한테 불려 나온 것 같더라고. 나한테 무슨 말을 하려던 거 같았는데, 무대 소리가 너무 커서 제대로 듣지도 못했어. 근데 어느샌가 쏜살같이 무대로 올라오더니 나랑 같이 노랠 부르는 거야. 그것도 엄청 로큰롤답게. 역시 「사람은 외모로 판단하면 안 된다」니까!",
      "en": "He's one interesting guy. He looks introverted enough, but there was this one time when he came to one of my performances. A friend brought him or something, and he had some words for me, but I couldn't hear 'em over the music. Before I knew it, he was right up there on the stage with me, singing and rockin' his heart out. Guess you really can't judge a book by its cover!",
      "de": "Er ist ein interessanter Typ. Er sieht sehr schüchtern aus, aber einmal kam er zu einem meiner Auftritte. Ein Freund hatte ihn im Schlepptau oder so und er sagte etwas zu mir, aber wegen der Musik konnte ich ihn nicht hören. Bevor ich mich versah stand er mit mir auf der Bühne und sang und rockte sein Herz aus dem Leib. Ich schätze man kann ein Buch wirklich nicht nach seinem Einband beurteilen!",
      "es": "Es una persona muy interesante y, a primera vista, parece muy introvertido. Una vez asistió a uno de mis conciertos porque lo trajo un amigo o algo así. Quería decirme algo, pero no pude escucharlo bien por la música. Entonces, de repente se subió al escenario conmigo para cantar y rockear. ¡Las apariencias engañan!",
      "fr": "C'est un gars intéressant. Il a l'air assez introverti, mais il y a eu cette fois-là, quand il est venu à l'une de mes prestations... Un ami l'a amené ou quelque chose comme ça, et il voulait me dire quelque chose, mais je ne pouvais pas l'entendre avec la musique. Avant que je ne m'en rende compte, il avait grimpé sur scène avec moi, chantant de tout son cœur. Je suppose que l'habit ne fait vraiment pas le moine !",
      "pt": "Ele é muito interessante! Ele parece bem introvertido, mas uma vez, durante uma performance, parece que um amigo chamou ele para vir. Ele queria me dizer algo, mas o som no palco estava muito alto, eu não conseguia ouvir claramente. Ele imediatamente pulou para cima e começou a cantar comigo. Realmente, você não pode julgar um livro por sua capa.",
      "ru": "Он очень интересный! Выглядит скромным и замкнутым, но однажды пришёл на моё выступление. Его, кажется, привёл друг, а потом он пытался перекинуться со мной парой слов, но я не слышала его из-за музыки. И тогда он запрыгнул на сцену и стал зажигать со мной! Вот что называется «внешность обманчива».",
      "id": "Dia benar-benar orang yang menarik! Dari luar kelihatannya seperti orang pemalu, tetapi waktu itu dia pernah datang ke konserku sekali. Sepertinya dia diajak oleh temannya dan dia ingin mengatakan sesuatu padaku, tetapi suara di panggung terlalu keras sekali. Aku belum sempat mendengar ucapannya, tiba-tiba dia sudah berdiri di atas panggung bersamaku dan bernyanyi sekeras-kerasnya! Benar-benar tidak bisa menilai seseorang dari penampilannya.",
      "th": "เขาน่าสนใจสุด ๆ ! เขาเป็นคนเงียบ ๆ และเก็บตัว แต่ระหว่างคอนเสิร์ตครั้งหนึ่งดูเหมือนว่าเพื่อนเขาให้เขามาพูดบางอย่างกับฉัน แต่เสียงบนเวทีดังเกินไป ฉันเลยได้ยินไม่ชัด เขากระโดดขึ้นไปบนเวทีแล้วร้องเพลงกับฉันและเขาก็ร้องเพลงได้ร็อคมาก ๆ นี่สินะที่เรียกว่า \"อย่ามองคนที่ภายนอก\"",
      "vi": "Anh ấy siêu thú vị! Trông có vẻ trầm tĩnh nội tâm, nhưng trong một buổi biểu diễn, anh ấy hình như là được bạn bè gọi đến để nói với tôi cái gì đó. Âm thanh trên sân khấu quá lớn, tôi còn chưa nghe rõ, anh ấy đã nhảy lên sân khấu và cùng hát với tôi rồi, còn hát đậm chất Rock and Roll. Đây được gọi là \"Người không thể chỉ nhìn bề ngoài\"."
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "她明明是往生堂的堂主，却每天一副开开心心的样子，完全不知道在想什么。街上碰到的话，还会大大方方地和我打招呼，说什么「喜欢玩火的人，是生意兴隆的保障呢。」…呃，有、有点诡异。",
      "zht": "她明明是往生堂的堂主，卻每天一副開開心心的樣子，完全不知道在想什麼。街上碰到的話，還會大大方方地和我打招呼，說什麼「喜歡玩火的人，是生意興隆的保障呢。」…呃，有、有點詭異。",
      "jp": "彼女、往生堂の堂主なのに、いっつも楽しそうな顔をしてんだよな、ちょっと何考えてんのか分かんねぇ。街中で会っても堂々とアタイに声を掛けてくるんだけど、「火遊びが好きな人は、商売繁盛のための保障ですね。」とか変なこと言っててよ…ちょ、ちょっと不気味だよな。",
      "ko": "그녀는 왕생당의 당주인데도 언제나 즐거워 보여. 무슨 생각을 하는 건지 도통 모르겠다니까. 거리에서 마주치면 나한테 거리낌 없이 인사하면서 「불장난을 좋아하는 사람은 분명 장사가 번창할 거야」라나 뭐라나…. 음, 조, 좀 이상해",
      "en": "I've no clue what she's thinking, going around looking all happy-clappy like that when she's the head of the Wangsheng Funeral Parlor. Always greets me cheerily too, saying \"I like people who play with fire, they're good for business\" or somethin' like that... She's a bit bizarre, I tell you.",
      "de": "Ich habe keine Ahnung, was sie sich dabei denkt, herumzustolzieren und auszusehen, als wäre alles Friede, Freude, Eierkuchen, wenn sie die Direktorin des Bestattungsunternehmens Wangsheng ist. Sie grüßt mich auch immer freudig mit den Worten: „Ich mag Leute, die mit dem Feuer spielen. Die sind gut fürs Geschäft“ oder sowas in der Art ... Ich sag’s dir, sie ist ein bisschen skurril.",
      "es": "Es la directora de la Funeraria El Camino, pero siempre está feliz, y nunca sé en qué está pensando. Cuando nos encontramos en la calle, me saluda muy alegremente y me dice: “Me gusta la gente que juega con fuego. Eso es que se les da bien hacer negocios”. Es un poco extraña...",
      "fr": "Je n'ai aucune idée de ce qu'elle a dans la tête, à avoir l'air toute joyeuse comme ça alors qu'elle gère le Funérarium Wangsheng. Elle m'accueille toujours gentiment aussi, en disant « J'aime les gens qui jouent avec le feu, ils sont bons pour les affaires » ou un truc comme ça... Elle est un peu bizarre, je te dis.",
      "pt": "Ela é a chefe da Funerária de Wangsheng, mas todo dia está com uma aparência alegre, não faço a menor ideia do que ela está pensando. Se encontrar com ela na rua, ela sempre me cumprimenta alegremente, dizendo \"Pessoas que gostam de brincar com fogo são ótimas para os négocios\"... Que pessoa estranha.",
      "ru": "Не знаю, о чём она думает, когда каждый день ходит радостная и шутит шуточки. Она же хозяйка ритуального бюро «Ваншэн»! Когда мы встречаемся на улице, она радостно здоровается и говорит что-то типа «люблю людей, которые играют с огнём! Вы - гарант нашего процветания!» Странная она...",
      "id": "Meskipun dia adalah pimpinan Wangsheng Funeral Parlor, aku benar-benar tidak mengerti kenapa dia bisa begitu ceria setiap harinya. Aku pernah berpapasan dengannya di jalanan dan dia menyapaku dengan lantang dan berkata, \"Orang-orang yang senang bermain api adalah jaminan bisnis yang sukses\". Dia...sedikit aneh.",
      "th": "เห็นได้ชัดว่าเธอเป็นผู้ดูแลโถงแห่งการเกิดใหม่ Wangsheng แต่เธอดูมีความสุขทุกวัน โดยไม่รู้เลยว่ากำลังคิดอะไรอยู่กันแน่ ถ้าเจอกันบนถนนก็จะทักทายฉันอย่างจริงใจว่า \"คนชอบเล่นกับไฟ คือผู้ที่จะทำให้ธุรกิจรุ่งเรือง\"... เอ่อ ใช่ ดูเป็นคนที่แปลกนิดหน่อย",
      "vi": "Cô ấy rõ ràng là người đứng đầu Vãng Sinh Đường, nhưng trông cô ấy ngày nào cũng rất vui vẻ, hoàn toàn không đoán được là đang nghĩ gì. Nếu gặp ngoài đường, sẽ chào hỏi tôi một cách cởi mở, nói gì mà \"Những người thích chơi đùa với lửa, là sự đảm bảo cho việc làm ăn phát đạt.\"... Ờ, có, có chút kỳ lạ."
    }
  },
  {
    "title": {
      "zhs": "关于云堇…",
      "zht": "關於雲堇…",
      "jp": "雲菫について…",
      "ko": "운근에 대해…",
      "en": "About Yun Jin",
      "de": "Über Yunjin ...",
      "es": "Sobre Yun Jin...",
      "fr": "À propos de Yun Jin...",
      "pt": "Sobre Yunjin...",
      "ru": "О Юнь Цзинь...",
      "id": "Tentang Yun Jin",
      "th": "เกี่ยวกับ Yun Jin...",
      "vi": "Về Yun Jin..."
    },
    "line": {
      "zhs": "告诉你个小秘密，别到处乱讲哦。那个人可喜欢摇滚了，不管多忙，一周都来听我三场，只多不少。按理说，「和裕茶馆」的戏班头牌，该喜欢什么琴棋书画，花鸟虫鱼才对吧？肯定是平时被憋坏了，哈哈哈。",
      "zht": "#告訴{F#妳}{M#你}個小秘密，別到處亂講哦。那個人可喜歡搖滾了，不管多忙，一周都來聽我三場，只多不少。按理說，「和裕茶館」的戲班頭牌，該喜歡什麼琴棋書畫，花鳥蟲魚才對吧？肯定是平時被憋壞了，哈哈哈。",
      "jp": "こっそり教えてやるけど、誰にも言うなよ。あの人、ガチのロックファンなんだ。どんだけ忙しくても、アタイのライブを週に3回以上は見に来る。「和裕茶館」の看板娘っていったら、琴棋書画とか花鳥風月みたいなのを好むイメージだよな？きっと普段からストレス溜めてるにちげえねぇよ、ハハ。",
      "ko": "이건 비밀이니까 여기저기 말하고 다니면 안 돼. 그 사람은 로큰롤을 엄청 좋아해. 아무리 바빠도 일주일에 세 번 이상은 내 노랠 들으러 온다니까. 「화유다관」 극단 최고의 배우는 취미도 고상할 줄 알았는데, 평소에 쌓인 게 많았나 봐, 하하하",
      "en": "Tell you a secret — but you gotta keep it that way, you hear? She's real fond of rock 'n' roll. Comes to watch me at least three times a week no matter how packed her schedule is. You'd think that the head of Heyu Tea House's troupe would be into finer arts and all, eh? But I guess it gets suffocating after a while. Haha.",
      "de": "Ich verrate dir ein Geheimnis, aber du musst es für dich behalten, hörst du? Sie liebt Rock ’n’ Roll. Sie kommt mindestens dreimal die Woche, um mich zu sehen, egal wie voll ihr Terminkalender ist. Man müsste denken, dass die Anführerin der Truppe des Teehaus Heyu sich mehr für die feineren Künste interessieren würde, hm? Aber ich fürchte, das Zeug erdrückt einen nach einer Weile. Haha.",
      "es": "Te contaré un secreto, pero no puedes decírselo a nadie, ¿de acuerdo? En realidad, le encanta el rock. Viene a verme al menos tres veces a la semana por muy apretada que esté su agenda. Pensabas que a la actriz estrella de la Casa de Té Heyu solo le interesaban la pintura y la caligrafía, ¿verdad? Supongo que ella también se cansa de eso, jaja.",
      "fr": "J'te dis un secret, mais tu dois le garder pour toi, hein ? Elle aime vraiment le rock 'n' roll ! Elle vient me voir au moins trois fois par semaine, peu importe à quel point son emploi du temps est chargé. On penserait que la tête d'affiche du Salon de thé Heyu serait dans les beaux-arts et tout, hein ? Mais bon, je suppose que ça vous angoisse au bout d'un moment, haha.",
      "pt": "Vou lhe contar um pequeno segredo, não saia espalhando. Ela realmente gosta de Rock 'N' Roll, não importa quão ocupada esteja, toda semana ela ouve minhas três performances. Você esperaria que a chefe da Casa de Chá Heyu gostaria de artes mais refinadas, não? Mas isso deve ser bem sufocante, hahaha.",
      "ru": "Поделюсь с тобой секретиком, но ты никому, ага? Юнь Цзинь очень любит рок-н-ролл. Хотя она и очень занятой человек, но она приходит послушать мои концерты три раза в неделю. Казалось бы, глава труппы чайного дома «Хэюй» должна любить высокое искусство и всё такое, да? Но, я думаю, это приедается, ха-ха.",
      "id": "Sini kuberi tahu sebuah rahasia, jangan bilang siapa-siapa ya. Wanita itu adalah penggemar berat rock 'n' roll, tidak peduli seberapa sibuknya dia, dia pasti menyempatkan diri untuk datang ke konserku tiga kali seminggu, bisa lebih, tidak pernah kurang. Padahal lebih masuk akal kalau kepala Heyu Tea House menyukai seni-seni tradisional seperti lukisan-lukisan, bukan? Pasti dia sudah muak dengan semua itu, hahaha.",
      "th": "จะบอกความลับให้ฟัง อย่าไปเล่าให้คนอื่นฟังนะ คน ๆ นั้นชอบร็อกแอนด์โรลมากเลยล่ะ เธอมาดูฉันแสดงอย่างน้อยสัปดาห์ละสามครั้ง ไม่ว่าตารางงานของเธอจะแน่นแค่ไหนก็ตาม คุณคงคิดว่าหัวหน้าคณะละครของโรงน้ำชา Heyu จะชอบศิลปะชั้นสูงใช่ไหมล่ะ? แต่ฉันเดาว่าดูแต่ของพวกนั้นทุกวันคงอึดอัดหายใจไม่ออก ฮ่าฮ่า",
      "vi": "Mách cho bạn một bí mật, đừng có kể với ai nhé. Người đó rất thích Rock and Roll, bất kể bận đến đâu, một tuần đều sẽ đến nghe tôi hát ba lần trở lên. Theo lý mà nói đoàn kịch đầu bảng của \"Hòa Dụ Trà Quán\", phải yêu thích cầm kỳ thi hoạ, hoa điểu trùng ngư mới đúng chứ? Chắc chắn thường ngày phải kiềm chế đến hỏng rồi, hahaha."
    }
  },
  {
    "title": {
      "zhs": "想要了解辛焱·其一",
      "zht": "想要瞭解辛焱·其一",
      "jp": "辛炎を知る·1",
      "ko": "신염에 대해 알기·첫 번째",
      "en": "More About Xinyan: I",
      "de": "Ich will mehr über Xinyan erfahren I",
      "es": "Más sobre Xinyan (I)",
      "fr": "Connaître Xinyan (1)",
      "pt": "Mais Sobre Xinyan - I",
      "ru": "Узнать больше о Синь Янь I",
      "id": "Mengenal Xinyan: I",
      "th": "อยากรู้เกี่ยวกับ Xinyan-1",
      "vi": "Muốn tìm hiểu Xinyan - Điều thứ 1"
    },
    "line": {
      "zhs": "想要了解我？哈，一般人看到我就躲得远远的了，你还真是奇怪。那好吧，那就…从了解我的摇滚开始？",
      "zht": "#想要瞭解我？哈，一般人看到我就躲得遠遠的了，{F#妳}{M#你}還真是奇怪。那好吧，那就…從瞭解我的搖滾開始？",
      "jp": "アタイを知りたい？ハハッ、フツーのヤツならアタイと目があった時点で逃げ出すぞ、あんた変わってるな。いいよ、じゃ…まずアタイのロックから教えてやろうか！",
      "ko": "나에 대해 알고 싶어? 하하, 사람들은 보통 날 보면 멀찌감치 피하던데 넌 참 이상해. 좋아, 그럼…내 로큰롤부터 알아가 볼래?",
      "en": "You wanna know more about me? Haha! Well, aren't you just odd? Most people would do just the opposite. Well, where should we start? ...Eh, I guess we'll start with rock 'n' roll.",
      "de": "Du willst mehr über mich wissen? Hm, bist du irgendwie seltsam? Die meisten Menschen würden eher das Gegenteil vorziehen. Na ja, wo sollen wir anfangen? Hm, ich würde sagen wir starten mit Rock ’n’ Roll.",
      "es": "¿Quieres saber más sobre mí? Eso sí que es extraño. La mayoría de la gente se aleja de mí cuando me ve. Está bien, ¿por dónde debería empezar? Ah, claro, por el rock.",
      "fr": "Tu veux en savoir plus sur moi ? T'es un peu bizarre quand même. La plupart des gens feraient exactement le contraire... Eh bien, par où commencer ? Euh, je suppose qu'on peut commencer par le rock 'n' roll.",
      "pt": "#Você quer me conhecer? Ha, se uma pessoa normal me vê à distância, já quer se afastar, você é realmente muito estranh{M#o}{F#a}. Mas, está bem... Vamos começar entendendo pelo meu Rock 'N' Roll.",
      "ru": "#Хочешь узнать обо мне побольше? Ну разве ты не странн{F#ая}{M#ый}? Большинство людей наоборот хотят от меня отдалиться. Что ж, с чего бы начать?.. Может, начнём с рок-н-ролла?",
      "id": "Kamu ingin lebih mengerti tentang diriku? Ha, kamu benar-benar aneh, orang-orang biasanya akan pergi jauh-jauh saat melihatku. Baiklah kalau begitu, bagaimana kalau kamu mulai dari... mengenal musik rock 'n' roll-ku terlebih dahulu?",
      "th": "อยากรู้จักฉันมากขึ้น? ฮ่า คุณนี่แปลกจริง ๆ คนทั่วไปแค่เห็นฉันก็หนีไปแล้ว งั้นก็ได้ งั้นเริ่มจาก... เข้าใจดนตรีร็อกแอนด์โรลของฉันก่อนเป็นไง?",
      "vi": "Muốn hiểu rõ về tôi? Ha, người bình thường đều tránh xa khi nhìn thấy tôi, bạn thực kỳ lạ. Được rồi, vậy thì... bắt đầu với việc hiểu Rock and Roll của tôi vậy?"
    }
  },
  {
    "title": {
      "zhs": "想要了解辛焱·其二",
      "zht": "想要瞭解辛焱·其二",
      "jp": "辛炎を知る·2",
      "ko": "신염에 대해 알기·두 번째",
      "en": "More About Xinyan: II",
      "de": "Ich will mehr über Xinyan erfahren II",
      "es": "Más sobre Xinyan (II)",
      "fr": "Connaître Xinyan (2)",
      "pt": "Mais Sobre Xinyan - II",
      "ru": "Узнать больше о Синь Янь II",
      "id": "Mengenal Xinyan: II",
      "th": "อยากรู้เกี่ยวกับ Xinyan-2",
      "vi": "Muốn tìm hiểu Xinyan - Điều thứ 2"
    },
    "line": {
      "zhs": "小时候，大人都让我要像个女孩子，让我学这个，学那个，但我天赋不行，总是挨骂。摇滚就不一样，没人教我，我也能做得很好，但却被大人说「没个女孩儿样」，唉，这就叫成见。",
      "zht": "小時候，大人都讓我要像個女孩子，讓我學這個，學那個，但我天賦不行，總是挨罵。搖滾就不一樣，沒人教我，我也能做得很好，但卻被大人說「沒個女孩樣」，唉，這就叫成見。",
      "jp": "子供の頃、もっと女の子らしくしろって言われてきた。いろんなことを学ばされたけど、センスがないからうまく行くわけもなくてな、それで散々なこと言われたよ。でもロックは違う、教える人がいなくてもアタイはちゃんとできる。なのにそれでも「女の子らしくない」って言われる。フン、これが偏見っていうやつさ。",
      "ko": "어릴 때, 어른들은 다들 나한테 얌전하게 이거 배워라 저거 배워라 했지만, 성격상 잘 안 되더라고. 항상 꾸중만 들었지. 하지만 로큰롤은 달라. 누가 가르쳐주지 않았는데도 잘했거든. 어른들은 「여자애답지 않다」라고 하는데…. 휴, 이런 걸 고정 관념이라고 하지",
      "en": "Back when I was little, the adults all said I had to be more girly, that I should learn and study all these things. Wasn't ever any good at it, though, and I'd often get roasted bad. Rock 'n' roll's a different story. No one ever taught me, but I can do it just fine. And of course, the adults say \"that's unladylike!\" *sigh* Talk about prejudice.",
      "de": "Als ich noch klein war, haben die Erwachsenen immer gesagt, dass ich mädchenhafter sein muss, dass ich all diese Dinge erlernen sollte. Ich war aber nie gut darin und ich habe deswegen oft einen auf den Deckel bekommen. Rock ’n’ Roll ist eine andere Geschichte. Niemand hat es mir jemals beigebracht, aber ich kann es einfach. Und natürlich sagen die Erwachsenen: „So etwas macht eine Dame nicht!“ *seufz* Das nenne ich Vorurteile.",
      "es": "Cuando era pequeña, todos los adultos decían que tenía que ser más femenina, que debía aprender cosas y estudiar. Sin embargo, nunca se me dio bien, y a menudo me regañaban. Con el rock no me pasa. Nadie me enseñó nunca a tocarlo, pero sé hacerlo bien. Además, los adultos siempre me dicen “¡eso no es propio de una dama!” *Suspira* Cuántos prejuicios...",
      "fr": "Quand j'étais petite, les adultes disaient tous que je devais être plus « fille », que je devrais apprendre et étudier tous ces trucs. Mais j'ai jamais été douée pour tout ça, et j'me faisais souvent réprimander... Avec le rock 'n' roll, c'est différent. Personne ne m'a enseigné, mais je peux faire ça très bien. Et bien sûr, les adultes disent « Ce n'est pas pour une jeune fille » ! *soupir* En voilà des préjugés...",
      "pt": "Quando eu era pequena, os adultos diziam que eu devia parecer mais uma menina, estudar isso, estudar aquilo, mas eu não era boa nessas coisas, então só recebia broncas. Com Rock 'N' Roll foi diferente, ninguém me ensinou, e eu sabia fazer bem, mas os adultos diziam: \"Isso não é coisa de mulher\". Ai... Quanto preconceito.",
      "ru": "В детстве взрослые хотели, чтобы я вела себя так, как и положено девочке, училась делать всякие девчачьи штучки. Но ничего не получалось, поэтому меня всё время ругали. С рок-н-роллом всё по-другому: никто не учил меня, но получалось хорошо. И, конечно, взрослые говорили: «Это занятие совсем не подходит девочке!» Эх... К слову о предубеждениях.",
      "id": "Sejak aku masih kecil, orang-orang dewasa selalu menyuruhku menjadi lebih feminim, belajar ini, belajar itu, lalu aku akan dimarahi bila aku tidak bisa mempelajarinya. Berbeda dengan rock 'n' roll, aku bisa menguasainya tanpa ada yang mengajariku. Tetapi orang-orang selalu berkata bahwa aku \"tidak seperti seorang wanita\". Ini baru namanya stereotip.",
      "th": "ตอนที่ฉันยังเด็กพวกผู้ใหญ่ขอให้ฉันเป็นเหมือนเด็กผู้หญิงคนอื่น ให้ฉันเรียนรู้สิ่งนั้นสิ่งนี้ แต่ความสามารถของฉันไม่ดี และฉันมักจะถูกดุอยู่เสมอ แต่ร็อกแอนด์โรลไม่เหมือนกัน ไม่มีใครสอนฉันแต่ฉันก็ทำได้ดี แต่พวกผู้ใหญ่บอกว่า \"แบบนี้มันไม่เหมือนผู้หญิงเลยสักนิด\" เฮ้อ อคติจริง ๆ เลย",
      "vi": "Khi còn nhỏ, người lớn đều yêu cầu tôi phải giống con gái, cho tôi học cái này, cái kia, nhưng tư chất của tôi không tốt, luôn bị mắng mỏ. Rock and Roll thì khác, chẳng có ai dạy, tôi cũng có thể làm tốt, nhưng lại bị người lớn nói rằng \"không ra dáng con gái\", ôi trời, đây là thứ được gọi là thành kiến."
    }
  },
  {
    "title": {
      "zhs": "想要了解辛焱·其三",
      "zht": "想要瞭解辛焱·其三",
      "jp": "辛炎を知る·3",
      "ko": "신염에 대해 알기·세 번째",
      "en": "More About Xinyan: III",
      "de": "Ich will mehr über Xinyan erfahren III",
      "es": "Más sobre Xinyan (III)",
      "fr": "Connaître Xinyan (3)",
      "pt": "Mais Sobre Xinyan - III",
      "ru": "Узнать больше о Синь Янь III",
      "id": "Mengenal Xinyan: III",
      "th": "อยากรู้เกี่ยวกับ Xinyan-3",
      "vi": "Muốn tìm hiểu Xinyan - Điều thứ 3"
    },
    "line": {
      "zhs": "你有注意到我今天有什么区别吗？其实为了见你，我出门之前做了面部的按摩，放松了眼睛和嘴，还对着镜子练习了半小时的微笑。怎么样？是不是看上去没那么凶了？比原来更凶了？唉…",
      "zht": "#{F#妳}{M#你}有注意到我今天有什麼區別嗎？其實為了見{F#妳}{M#你}，我出門之前做了面部的按摩，放鬆了眼睛和嘴，還對著鏡子練習了半小時的微笑。怎麼樣？是不是看上去沒那麼兇了？比原來更兇了？唉…",
      "jp": "昨日のアタイと今日のアタイの違いに気付いたか？あんたに会うため、出かける前に顔のマッサージをしたんだ。それに目と口の筋肉をほぐすために鏡に向かって笑顔の練習もしたんだぞ？どうだ？いつもより優しく見えるよな？うん？…いつもより怖くなった？ふん…",
      "ko": "나 오늘 좀 달라진 거 없어? 사실 널 만나려고 얼굴 마사지도 하고 눈이랑 입 좀 풀어주면서 거울 보고 30분 동안이나 웃는 연습을 했어. 어때? 덜 사나워 보이지?…예전보다 더 사나워 보인다고? 으…",
      "en": "Say, do you notice anything different 'bout me today? I did some facial massages to relax my mouth and eyes, and practiced smiling less broadly in front of a mirror for half an hour. So, how'd it go? Do I look a bit less fierce than usual? ...Even scarier? Huh, okay...",
      "de": "Sag mal, fällt dir an mir heute etwas auf? Ich habe mir eine Gesichtsmassage gegönnt, um meinen Mund und meine Augen zu entspannen, und ich habe eine halbe Stunde lang Lächeln vor dem Spiegel trainiert. Also, hat es was gebracht? Sehe ich etwas weniger grimmig aus als sonst? ... Noch gruseliger? Oh, ähm ...",
      "es": "¿No notas algo diferente en mí hoy? Me di un masaje facial para relajar la boca y los ojos, y estuve practicando mi sonrisa frente al espejo durante media hora. ¿Y bien? ¿Me veo un poco menos agresiva de lo habitual? ¿O más aún? *Suspira*",
      "fr": "Hé, tu remarques pas que j'ai quelque chose de différent aujourd'hui ? J'ai fait des massages du visage pour détendre ma bouche et mes yeux, et je me suis entraînée à sourire plus naturellement devant le miroir pendant une demi-heure. Alors, comment c'est ? Un peu moins froid que d'habitude ? ... Quoi ! Encore pire ? Bon ben, okay...",
      "pt": "Você reparou algo diferente em mim hoje? Para encontrar você, antes de sair de casa eu fiz uma massagem no rosto para relaxar meus olhos e boca, e pratiquei como sorrir por meia hora na frente do espelho. O que acha? Pareço menos assustadora? Ou mais do que antes? *Suspiro*...",
      "ru": "#Ты заметил{F#a} что-нибудь особое во мне сегодня? Я сделала массаж лица, чтобы расслабить мимические мышцы, и полчаса училась улыбаться перед зеркалом. Скажи, как оно? Я стала менее жутко выглядеть? Что... Стало ещё хуже? Эх...",
      "id": "Apakah kamu merasa ada yang berbeda dengan diriku hari ini? Demi bertemu denganmu, aku memijat bagian wajahku untuk melemaskan bagian mata dan mulutku sebelum keluar rumah. Aku bahkan berlatih tersenyum di depan kaca selama setengah jam. Bagaimana? Mukaku sudah tidak segarang dulu kan? Apa? Malah semakin garang? Hei...",
      "th": "บอกมาสิ คุณสังเกตเห็นอะไรที่แตกต่างเกี่ยวกับฉันในวันนี้รึเปล่า? ฉันนวดหน้าเพื่อผ่อนคลายปากและตาของฉัน และฝึกยิ้มหน้ากระจกตั้งครึ่งชั่วโมง แล้วมันเป็นยังไงบ้าง? ฉันดูดุน้อยกว่าปกติหรือเปล่า?... โอ้ ฉันดูน่ากลัวกว่าเดิมใช่มั้ย? เฮ้อ...",
      "vi": "Bạn có nhận thấy hôm nay tôi có gì khác không? Thực ra, vì gặp bạn, trước khi ra ngoài tôi đã mát-xa mặt, thả lỏng miệng và mắt, còn đứng tập cười trước gương đến nửa giờ. Thế nào? Nhìn không còn quá hung dữ nữa phải không? Nhìn hung dữ hơn hả? Hự..."
    }
  },
  {
    "title": {
      "zhs": "想要了解辛焱·其四",
      "zht": "想要瞭解辛焱·其四",
      "jp": "辛炎を知る·4",
      "ko": "신염에 대해 알기·네 번째",
      "en": "More About Xinyan: IV",
      "de": "Ich will mehr über Xinyan erfahren IV",
      "es": "Más sobre Xinyan (IV)",
      "fr": "Connaître Xinyan (4)",
      "pt": "Mais Sobre Xinyan - IV",
      "ru": "Узнать больше о Синь Янь IV",
      "id": "Mengenal Xinyan: IV",
      "th": "อยากรู้เกี่ยวกับ Xinyan-4",
      "vi": "Muốn tìm hiểu Xinyan - Điều thứ 4"
    },
    "line": {
      "zhs": "陪我练琴辛苦了！欸？差不多到中午了，来吃午饭吧，你的份我也准备了！喏，里面有西红柿，香肠，煎蛋…什么？我不像是做这种事的人？别、别小看我啊！做个吃的，摆个可爱的造型，也、也没什么不行的吧。",
      "zht": "#陪我練琴辛苦了！欸？差不多到中午了，來吃午飯吧，{F#妳}{M#你}的份我也準備了！喏，裡面有番茄，香腸，煎蛋…什麼？我不像是做這種事的人？別、別小看我啊！做個吃的，擺個可愛的造型，也、也沒什麼不行的吧。",
      "jp": "琴の練習に付き合って疲れたろ！そろそろ昼めしの時間だ。一緒に食べよーぜ、あんたの分まで作ったんだ！具はトマト、ソーセージに卵焼き…あん？こんなことするヤツに見えないって？バッ、バカにすんなよ！料理とか、可愛く盛り付けたりとか、べっ、別にいいじゃんかよ！",
      "ko": "나랑 같이 악기 연습하느라 수고했어! 곧 점심시간이니까 밥 먹자. 네 몫도 준비했어! 토마토랑 소시지, 계란후라이도 있어…. 뭐? 난 이런 거 못 하게 생겼다고? 야, 얕잡아보지 마! 요리하고 귀여운 포즈를 잡는 것쯤이야, 못, 못할 것도 없지!",
      "en": "Thanks for staying to jam with me! It's almost time for lunch. I've brought your share as well! We've got tomatoes, sausages, fried eggs... Say what? I don't seem like the type? H—Hey now, don't you look down on me. M—Making a nice-looking meal was no problem at all!",
      "de": "Danke, dass du geblieben bist, um mit mir zu jammen! Es ist schon fast Zeit fürs Mittagessen. Ich habe dir auch eine Portion mitgebracht! Wir haben Tomaten, Würstchen, gebratene Eier ... Was bitte? Ich sehe gar nicht aus, als könnte ich sowas? H... he, sieh mich nicht so an. Ein l... leckeres Essen zu machen, war gar kein Problem!",
      "es": "¡Gracias por quedarte a tocar conmigo! Ya es casi la hora de comer. Mira, ¡también traje tu comida! Son tomates, salchichas y huevo frito... ¿Qué? ¿Que este comportamiento no es propio de mí? Oye, ¡no me menosprecies! ¡Yo también sé hacer cosas lindas!",
      "fr": "#Merci d'être {M#resté }{F#restée} kiffer la vibe avec moi ! C'est presque l'heure de manger. Et j'ai même apporté ta part ! Il y a des tomates, des saucisses, des œufs au plat... Comment ça, j'en ai pas l'air comme ça ? Hé, faut pas me prendre de haut, hein ? Faire un bon repas, c'est pas un problème !",
      "pt": "Obrigada por praticar comigo! É quase meio-dia, vamos comer, eu também trouxe sua parte! Dentro tem tomates, salsicha, ovos fritos... O quê? Eu não pareço uma pessoa que consegue fazer essas coisas? Não me subestime! Fazer uma comida boa não foi difícil mesmo!",
      "ru": "#Спасибо, что остал{F#aсь}{M#ся} со мной на репетиции! Время обеда. Пойдём, поедим - я и для тебя приготовила! Вот помидоры, сосиски, яичница... Что? Я не похожа на того, кто будет о таком заботиться? Эй! Не надо меня недооценивать! Нет ничего такого в том, чтобы приготовить вкусный и красивый обед!",
      "id": "Terima kasih telah menemaniku latihan! Wah, sudah saatnya makan siang, aku sudah membawakan bekal untukmu juga! Ada tomat, sosis, telur goreng... Apa? Aku tidak kelihatan seperti orang yang bisa memasak? Ja, jangan meremehkanku! Aku juga bisa memasak bekal yang sedikit... imut.",
      "th": "ฝึกกีตาร์เป็นเพื่อนฉันจนเหนื่อยเลยนะ! เอ๊ะ? เกือบเที่ยงแล้วนี่นา มาทานอาหารกลางวันกันเถอะ ฉันเตรียมส่วนของคุณไว้ด้วยนะ! มีมะเขือเทศ ไส้กรอก ไข่เจียว... อะไรนะ? ฉันไม่เหมือนคนที่ทำเรื่องแบบนี้เหรอ? อย่า อย่าดูถูกฉันเซ่! ทำอาหาร แค่จัดจานให้ดูน่ากิน ไม่เห็นจะยากเลย",
      "vi": "Cùng tôi luyện đàn vất vả rồi! Hả? Sắp đến trưa rồi, đến ăn trưa nào, tôi đã chuẩn bị cả phần của bạn! Đây, có cà chua, xúc xích, trứng rán... Cái gì? Tôi không giống người làm những việc này? Đừng, đừng đánh giá thấp tôi nhé! Làm đồ ăn, trang trí cho trông dễ thương, cũng, cũng không có gì không được cả."
    }
  },
  {
    "title": {
      "zhs": "想要了解辛焱·其五",
      "zht": "想要瞭解辛焱·其五",
      "jp": "辛炎を知る·5",
      "ko": "신염에 대해 알기·다섯 번째",
      "en": "More About Xinyan: V",
      "de": "Ich will mehr über Xinyan erfahren V",
      "es": "Más sobre Xinyan (V)",
      "fr": "Connaître Xinyan (5)",
      "pt": "Mais Sobre Xinyan - V",
      "ru": "Узнать больше о Синь Янь V",
      "id": "Mengenal Xinyan: V",
      "th": "อยากรู้เกี่ยวกับ Xinyan-5",
      "vi": "Muốn tìm hiểu Xinyan - Điều thứ 5"
    },
    "line": {
      "zhs": "我很信奉摇滚的反抗精神，但我觉得这不代表我就一定要去张扬个性，我也可以有很正常的生活，可以做缝纫，可以养花养鱼，可以做造型可爱的菜肴，可以喜欢任何事，还有…任何人，对吧。",
      "zht": "我很信奉搖滾的反抗精神，但我覺得這不代表我就一定要去張揚個性，我也可以有很正常的生活，可以做縫紉，可以養花養魚，可以做造型可愛的菜餚，可以喜歡任何事，還有…任何人，對吧。",
      "jp": "アタイはロックの反骨精神を崇拝してる。だからって、常に反抗的に生きてるってわけじゃないぞ。アタイだって普通の生活を過ごしてるよ。裁縫をして楽しんだり、花や魚を育てたり、可愛い料理を作ったり、好きなことしてる。それから…好きな人を作る、とか、な？",
      "ko": "난 로큰롤의 반항 정신이 맘에 들어. 그렇다고 내가 개성 강한 것만 좋아하는 건 아니야. 나도 평범한 생활을 할 줄 안다고. 바느질도 하고, 꽃이나 물고기도 키우고, 아기자기하게 요리도 하고, 뭐든, 그리고…누구든 좋아할 수 있는 거잖아. 안 그래?",
      "en": "I believe in rock 'n' roll's spirit of resistance, but I don't think it means that I have to go around shoving it in people's faces. I'm perfectly capable of living normally. I can sew, I can grow flowers and keep fish, and make nice-looking meals. I'm allowed to like anything... or anyone I want, right?",
      "de": "Ich glaube an den Widerstandsgeist des Rock ’n’ Roll, aber ich glaube nicht, dass ich rumlaufen und es den Leuten unter die Nase reiben muss. Ich bin sehr wohl in der Lage ein normales Leben zu führen. Ich kann nähen, Pflanzen anbauen, Fische halten und ganz ansehnliche Mahlzeiten zubereiten. Ich darf alles... und jeden mögen, den ich will, habe ich recht?",
      "es": "Creo en el espíritu de resistencia del rock, pero eso no quiere decir que tenga que ir empujando y pegando a la gente por la calle. Yo también puedo tener una vida normal. Es más, sé coser, cultivar flores, criar peces y preparar comida de aspecto hermoso. También tengo el derecho de que me gusten otras cosas... o personas, ¿no crees?",
      "fr": "Je crois en l'esprit de résistance du rock 'n' roll, mais ça ne veut pas dire qu'il faut que j'aille le fourrer de force dans les oreilles des gens. Je suis bien capable de vivre normalement. Je sais coudre, je peux faire pousser des fleurs ou élever des poissons, et je peux faire de bons petits plats. J'ai le droit d'aimer ce que je veux...",
      "pt": "Eu acredito no espírito de resistência do Rock 'N' Roll, mas não acho que preciso ficar indo mostrar isso na cara das pessoas. Posso ter uma vida comum, posso costurar, posso cuidar de flores e peixes, posso fazer comidas boas, gostar de qualquer coisa... E de qualquer pessoa, não é?",
      "ru": "Я верю в бунтарский дух рок-н-ролла, но это не значит, что я буду этим кичиться. У меня тоже может быть нормальная жизнь. Да, я могу шить, выращивать цветы и держать рыбок, могу делать очаровательные обеды. Я имею право любить всё что угодно... И кого угодно, правда?",
      "id": "Aku percaya pada jiwa kegigihan rock 'n' roll, tapi bukan berarti aku harus memaksa orang untuk menyukai musikku. Aku juga tetap bisa hidup dengan normal, bisa menjahit, bisa menanam bunga, memelihara ikan, dan membuat bekal yang lucu. Aku bebas untuk menyukai hal apa pun... atau siapa pun, kan?",
      "th": "ฉันเชื่อในจิตวิญญาณแห่งการต่อต้านของร็อกแอนด์โรล แต่ไม่ได้หมายความว่าฉันต้องไปยัดเยียดความคิดแบบนี้ใส่หัวคนอื่น ฉันสามารถใช้ชีวิตได้ตามปกติ ฉันเย็บผ้าได้ ฉันปลูกดอกไม้ เลี้ยงปลาและทำอาหารหน้าตาน่ารัก ฉันจะชอบอะไรก็ได้... หรือใครก็ได้ที่ฉันต้องการใช่ไหม?",
      "vi": "Tôi rất tin vào tinh thần nổi loạn của Rock and Roll, nhưng tôi nghĩ điều đó không có nghĩa tôi phải thể hiện cá tính của mình, tôi cũng có thể có một cuộc sống bình thường, có thể may vá, trồng hoa và nuôi cá, có thể làm những món ăn dễ thương, có thể thích bất cứ điều gì, và... bất cứ ai, phải không."
    }
  },
  {
    "title": {
      "zhs": "辛焱的爱好…",
      "zht": "辛焱的愛好…",
      "jp": "辛炎の趣味…",
      "ko": "신염의 취미…",
      "en": "Xinyan's Hobbies",
      "de": "Xinyans Hobbys ...",
      "es": "Aficiones de Xinyan...",
      "fr": "Les loisirs de Xinyan...",
      "pt": "Passatempos de Xinyan",
      "ru": "Хобби Синь Янь",
      "id": "Hobi Xinyan",
      "th": "งานอดิเรกของ Xinyan",
      "vi": "Sở thích của Xinyan..."
    },
    "line": {
      "zhs": "爱好那当然是摇滚！你有没有全情投入过某件事呢？当你与你最爱的东西合二为一，时间空间什么的都不再重要，只需要尽情享受，尽情宣泄——对对！这样沉醉进去的感觉，上百次上千次都不够！",
      "zht": "#愛好那當然是搖滾！{F#妳}{M#你}有沒有全情投入過某件事呢？當{F#妳}{M#你}與{F#妳}{M#你}最愛的東西合二為一，時間空間什麼的都不再重要，只需要盡情享受，盡情宣洩——對對！這樣沉醉進去的感覺，上百次上千次都不夠！",
      "jp": "趣味はもちろんロック！あんた、今まで何かに全力で打ち込んだ経験はあるか？好きなものとひとつになった時、時間も空間も何もかも忘れて、全力で楽しんで、全力で発散する——そう！この酔いしれるような感覚、もう何百回、何千回とやっても飽きねぇよ！",
      "ko": "취미는 당연히 로큰롤이지! 뭔가에 완전히 빠져든 적 있어? 가장 좋아하는 것과 하나가 될 땐, 시간이나 공간 따윈 중요치 않아. 맘껏 즐기고 발산하는 거지——맞아맞아! 그런 느낌은 수백 번, 수천 번 느껴도 모자라!",
      "en": "Hobbies? Rock 'n' roll, of course! You ever have that something you put your all into? When everything you love comes together into one thing, the place and time loses all importance. You just need to enjoy it to the fullest, and express yourself to your heart's content! Haha... Ah, I can never get enough of that feeling.",
      "de": "Hobbys? Natürlich Rock ’n’ Roll! Hattest du jemals etwas, in das du all deine Kraft gesteckt hast? Wenn alles, was du liebst, in einer Sache zusammenkommt, sodass Zeit und Raum ihre Relevanz verlieren. Du musst es einfach in vollen Zügen genießen und dich nach Herzenslust ausdrücken! Ich kann von diesem Gefühl niemals genug bekommen!",
      "es": "¿Mis aficiones? ¡El rock, obviamente! ¿Alguna vez has puesto todo tu empeño en algo? Cuando tú y la cosa que más te gusta se convierten en uno, el tiempo y el espacio no son importantes. ¡Lo único que quieres es disfrutar al máximo y desahogar tus preocupaciones! ¡Es una sensación de la que es imposible cansarse!",
      "fr": "Mes loisirs ? Le rock 'n' roll, pardi ! T'as déjà eu quelque chose dans lequel se plonger à fond ? Quand tout ce que tu aimes se concentre en un seul point, le lieu et la date importent peu. Il te suffit d'en profiter au max, et tu peux t'exprimer à ta guise ! Je me lasserai jamais de ce sentiment !",
      "pt": "Meu hobby? Claro que é Rock 'N' Roll! Você tem algo que depositou todas as suas emoções nele? Quando você e o que você mais ama se tornam um, quando o tempo não é mais importante, só precisa aproveitar o máximo que pode! Nunca sinto o suficiente desse sentimento!",
      "ru": "#Хобби? Конечно рок-н-ролл! Было ли у тебя когда-нибудь такое дело, в которое ты вкладывал{F#a} всю душу? Когда ты становишься единым целым с тем, что любишь, время и место уже не имеют значения. Нужно лишь наслаждаться всей душой, дать волю чувствам! Кажется, мне всегда будет мало этих ощущений!",
      "id": "Kalau bicara hobi sudah pasti rock 'n' roll! Apakah kamu pernah mengerahkan seluruh jiwamu untuk melakukan sesuatu? Saat kamu dan hal yang kamu sukai menjadi satu, waktu dan tempat rasanya sudah menjadi tidak penting, yang terpenting adalah menikmatinya dan mengekspresikan dirimu! Perasaan inilah yang selalu kucari, aku tidak akan pernah puas!",
      "th": "แน่นอนว่างานอดิเรกคือเพลงร็อกแอนด์โรล! คุณเคยทุ่มเทให้กับบางอย่างมั้ย? เมื่อคุณรวมมันเข้ากับสิ่งที่คุณชื่นชอบ เวลาและสถานที่ก็ไม่สำคัญอีกต่อไป คุณเพียงแค่สนุกกับมันและระบายตัวตนให้มากที่สุด—— ใช่ ใช่! ความรู้สึกมึนเมาแบบนี้ร้อยครั้งพันครั้งก็ไม่พอ!",
      "vi": "Sở thích tất nhiên là Rock and Roll! Bạn đã bao giờ cống hiến hết mình cho một điều gì đó chưa? Khi bạn và thứ bạn yêu thích nhất hợp lại thành một, thời gian và không gian đều không còn quan trọng nữa, chỉ cần mặc sức tận hưởng, mặc sức bày tỏ... Đúng đúng! Cảm giác đắm say như vậy, có trải qua trăm lần ngàn lần cũng chưa đủ!"
    }
  },
  {
    "title": {
      "zhs": "辛焱的烦恼…",
      "zht": "辛焱的煩惱…",
      "jp": "辛炎の悩み…",
      "ko": "신염의 고민…",
      "en": "Xinyan's Troubles",
      "de": "Xinyans Sorgen ...",
      "es": "Preocupaciones de Xinyan...",
      "fr": "Les problèmes de Xinyan...",
      "pt": "Preocupações de Xinyan...",
      "ru": "Беспокойство Синь Янь",
      "id": "Kegelisahan Xinyan",
      "th": "เรื่องกลุ้มใจของ Xinyan",
      "vi": "Nỗi buồn của Xinyan..."
    },
    "line": {
      "zhs": "我每次不小心和路边的小孩子对上眼，都会把他们吓哭。唉，到底有没有办法，能让我看起来不那么凶啊？能想到的办法我全试过了，都没什么用…",
      "zht": "我每次不小心和路邊的小孩子對上眼，都會把他們嚇哭。唉，到底有沒有辦法，能讓我看起來不那麼兇啊？能想到的辦法我全試過了，都沒什麼用…",
      "jp": "悩みは街中の子供と目があったら、絶対泣かすこと。ああ、もっと優しく見える方法はないのか。思いついた方法は全部試したけど、全然効果がなかったんだ…",
      "ko": "어린애들이 길에서 나랑 눈이 마주치면 항상 놀라서 울어. 휴, 덜 사납게 보이는 법 어디 없을까? 생각나는 방법은 다 써봤는데 아무런 소용도 없었어…",
      "en": "*sigh* I send children a-crying every time I accidentally lock eyes with them on the road. *sigh* If only there was a way to make me look a little less scary. But I've tried everythin', and nothing sticks...",
      "de": "Jedes Mal, wenn sich auf der Straße die Blicke von mir und einem Kind treffen, fängt es an zu weinen. *seufz* Wenn es doch nur einen Weg gäbe, dass ich ein bisschen weniger furchteinflößend aussehe. Aber ich habe schon alles ausprobiert, nichts funktioniert ...",
      "es": "Hago llorar a los niños cuando los miro. *Suspira* Ojalá hubiera una manera de parecer menos aterradora... Lo he intentado todo, pero nada funciona...",
      "fr": "Je fais pleurer les enfants à chaque fois que je les regarde sans faire exprès dans les yeux... *soupir* Si seulement il y avait un moyen pour que je sois moins effrayante... Mais j'ai tout essayé, et rien ne marche...",
      "pt": "Toda vez que não tomo cuidado, faço uma criança chorar na estrada se olhar para elas. Mas não tem jeito, será que há uma maneira de eu não ser tão assustadora assim? Já pensei em tudo, mas nada funcionou...",
      "ru": "Каждый раз, когда я случайно встречаюсь взглядом с детьми, они начинают рыдать от страха. Эх. Неужели нет ничего, что могло бы сделать меня менее страшной? Я всё перепробовала, но ничего не помогает...",
      "id": "Setiap kali ada anak kecil yang bertatap mata denganku, dia pasti akan menangis. *huff* Apakah ada cara agar aku tidak terlihat begitu garang? Aku sudah mencoba berbagai cara, tetapi tidak ada gunanya...",
      "th": "ทุกครั้งที่ฉันบังเอิญเจอเด็กข้างถนน ฉันจะทำให้พวกเขาตกใจจนร้องไห้ เฮ้ มีวิธีไหนที่ทำให้ฉันดูดุน้อยลงบ้างมั้ย? ฉันลองทุกอย่างที่คิดได้แล้ว แต่ยังไม่ได้ผลเลย...",
      "vi": "Mỗi lần tôi vô tình gặp lũ trẻ bên đường, đều sẽ doạ chúng khóc. Này, có cách nào khiến tôi bớt dữ tợn hơn không? Tôi đã thử mọi cách mà tôi có thể nghĩ ra, đều không có hiệu quả..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "璃港船局的午饭真的超好吃！油水很多，肉也管够，虽然菜就那么几样，但我怎么吃都吃不腻！要我说，光是为了尝尝他们的午饭，就值得去船局干一天活！",
      "zht": "璃港船局的午飯真的超好吃！油水很多，肉也夠，雖然菜就那麼幾樣，但我怎麼吃都吃不膩！要我說，光是為了嚐嚐他們的午飯，就值得去船局幹一天活！",
      "jp": "璃月港船舶局の昼めしはまじで旨い！脂っこくてお肉もいっぱい入っててさ。種類は少ねーけどアタイは飽きない！アタイから言わせれば、賄いのためだけに船舶局で一日働く価値はあるね。",
      "ko": "리월항 선박 관리국의 점심은 정말 맛있어! 기름기도 적당하고, 고기도 넉넉해. 종류가 다양하진 않지만 아무리 먹어도 질리질 않아! 그러니까 점심 한 끼 먹자고 관리국에서 온종일 일하는 것도 손해는 아니라니까!",
      "en": "The lunch down at the Liyue dockyards rocks! Ahh, oily, meaty... Bit skimpy on the vegetables, but I could never get tired of it! Far as I'm concerned, a whole day in the dockyards is worth it just for the lunch!",
      "de": "Das Essen unten an Liyues Schiffswerft rockt! Fettig, mit viel Fleisch ... ein bisschen geizig, was das Gemüse angeht, aber ich kann nicht genug davon bekommen! Was mich angeht ist allein das Essen dort es wert, den ganzen Tag in der Werft zu sein!",
      "es": "¡La comida de los astilleros de Liyue está deliciosa! Es jugosa, carnosa... Un poco escasa de verduras, ¡pero nunca me canso de comerla! En mi opinión, ¡vale la pena pasar un día entero en los astilleros solo por la comida!",
      "fr": "Les déjeuners du chantier naval de Liyue sont tip top ! Copieux, huileux... Un peu radin sur les légumes, mais je m'en lasse jamais ! Pour moi, une journée entière au chantier naval vaut le coup rien que pour le déjeuner !",
      "pt": "O almoço do estaleiro de Liyue é ótimo! É oleoso, com muita carne, apesar de não ter tantos vegetais assim, mas não consigo deixar de comer! Um dia no estaleiro vale a pena só por causa do almoço!",
      "ru": "Обожаю перекусывать в доках Ли Юэ! Всё такое жирное, мяса много! Правда, маловато овощей, но мне никогда не приедаются местные блюда! Я считаю, обед там стоит того, чтобы провести весь день в доках!",
      "id": "Makan siang di dermaga Liyue enak sekali! Aromanya yang wangi, dagingnya yang empuk. Meskipun jenis hidangannya tidak banyak, tapi aku tidak pernah bosan makan di situ! Kalau aku diminta untuk bekerja seharian di dermaga Liyue agar bisa mendapatkan makan siang mereka, aku tidak keberatan!",
      "th": "อาหารกลางวันที่แผนกเรือของ Liyue อร่อยสุดยอดเลยล่ะ! หอมมันชุ่มฉ่ำ ให้เนื้อเยอะด้วยนะ ถึงแม้อาหารจะมีไม่กี่อย่าง แต่ฉันกินยังไงก็ไม่เบื่อ! ฉันกล้าพูดเลยว่า ฉันยอมไปทำงานที่แผนกเรือทั้งวัน ขอแค่ได้ชิมอาหารกลางวันของพวกเราก็พอ!",
      "vi": "Bữa trưa ở cục tàu cảng Liyue siêu ngon! Nhiều dầu, thịt cũng đầy đủ, mặc dù chỉ có vài món ăn, nhưng ăn hoài không ngán! Phải nói rằng, chỉ cần được thưởng thức bữa trưa của họ cũng đáng để làm việc ở cục tàu một ngày!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我几乎不挑食，但我讨厌清汤寡水的菜。咸就是咸，辣就是辣，有滋有味吃着才过瘾！哪怕食材只够做一道「珍珠翡翠白玉汤」，我也会事先备好干碟蘸水。",
      "zht": "我幾乎不挑食，但我討厭清湯寡水的菜。鹹就是鹹，辣就是辣，有滋有味吃起來才過癮！哪怕食材只夠做一道「珍珠翡翠白玉湯」，我也會事先備好醬料。",
      "jp": "好き嫌いはほぼねーけど、あっさりした料理は嫌いだな。しょっぱいとか辛いとか、味がしっかりついた食べ物こそ料理って感じがする。もし「真珠翡翠白玉湯」しか料理がなかったとしたら、あらかじめ唐辛子とソースを用意しとく。",
      "ko": "딱히 편식하는 건 없지만 멀겋고 싱거운 요리는 별로 안 좋아해. 음식은 짜고 매워야 먹을 맛이 나지! 「진주비취백옥탕」 만들 재료밖에 없다면 찍어 먹을 고춧가루라도 준비하겠어!",
      "en": "Not that I'm picky, but I can't stand bland food. If it's supposed to be salty or spicy, make it salty or spicy! You can't have a good time if you don't go all-in on the flavor! Even if all I had on hand were enough ingredients for one serving of Jewelry Soup, I'd make sure I'd do right by them!",
      "de": "Ich bin nicht wählerisch, aber ich kann fades Essen einfach nicht ausstehen. Wenn es salzig oder würzig sein soll, dann macht es auch salzig oder würzig! Man kann keine gute Zeit haben, wenn man beim Geschmack nicht alles gibt! Selbst wenn ich gerade genug Zutaten für eine Portion Juwelensuppe hätte, dann würde ich sichergehen, dass ich ihnen gerecht werde!",
      "es": "No es que sea exigente, pero no soporto la comida sosa y con mucho caldo. Si es salado, es salado, y si es picante, ¡es picante! ¡No sirve de nada que el sabor se quede a la mitad! Aunque solo tuviera suficientes ingredientes para hacer un estofado de gemas, ¡me aseguraría de que el caldo supiera delicioso!",
      "fr": "C'est pas que je sois difficile, mais je supporte pas la nourriture fade. Si c'est censé être salé ou pimenté, alors lésine pas sur le sel ou le piment ! Tu peux pas passer un bon moment si t'y vas pas à fond ! Même si j'ai juste assez d'ingrédients pour une portion de soupe aux perles et au jade sous la main, je m'assure de faire ça bien !",
      "pt": "Eu não sou muito exigente com comida, mas eu não gosto de comida sem gosto. Salgada, picante, todos os sabores são bons! Ainda que eu só tivesse ingredientes para fazer um Ensopado de Gemas, eu faria bem.",
      "ru": "Мне всё равно что есть, но я терпеть не могу пресные блюда. Солёное, острое - неважно, но пусть вкус будет насыщенным! Даже если продуктов хватит только на то, чтобы сделать одну порцию супа из украшений, я сделаю её отлично!",
      "id": "Aku sebenarnya tidak pilih-pilih makanan, tapi aku tidak suka makanan yang tawar. Kalau harus asin ya asin, pedas ya pedas, tidak boleh tanggung-tanggung kalau soal rasa! Seandainya aku hanya memiliki bahan untuk memasak Jewelry Soup, aku tetap akan memasaknya seenak mungkin.",
      "th": "ฉันเป็นคนไม่เรื่องมากเรื่องกิน แต่ฉันไม่ชอบน้ำซุปที่มันจืดชืด จะเค็มก็เค็ม จะเผ็ดก็เผ็ด อาหารต้องรสจัดถึงจะอร่อย! ถ้ามีวัตถุดิบพอที่จะทำ Jewelry Soup เพียงอย่างเดียวล่ะก็ ฉันจะทำน้ำจิ้มให้เรียบร้อยซะก่อน",
      "vi": "Tôi hầu như không kén ăn, nhưng tôi ghét những món canh nhạt nhẽo. Mặn thì ra mặn, cay thì ra cay, có hương có vị ăn mới đã! Cho dù nguyên liệu chỉ đủ để làm một món \"Canh Trân Châu Phỉ Thúy Bạch Ngọc\", thì tôi cũng sẽ chuẩn bị sẵn muối ớt để chấm."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "身体情不自禁想要跟着律动起来。太酷了！",
      "zht": "身體情不自禁想要跟著律動起來。太酷了！",
      "jp": "自然と体がリズムに乗ってきたぜ。ロックな料理だな！",
      "ko": "몸이 저절로 리듬 타게 돼. 진짜 멋진데!",
      "en": "Wowee, you've rocked my socks off with this one. I am moving to the groove of your awesome food! Mm-mm!",
      "de": "Mein Körper kann gar nicht anders, als sich im Rhythmus zu bewegen. Das ist so cool!",
      "es": "¡Guau, te luciste con esto! Ahora me muevo al ritmo de la comida, ¡mmm!",
      "fr": "Mon corps ne peut pas s'empêcher de suivre le rythme, trop cool !",
      "pt": "Uau! Você fez meu corpo tremer com esse daqui. Que legal!",
      "ru": "Ого, настоящий рок-н-ролл! Хочется двигаться в ритме твоих потрясающих блюд!",
      "id": "Waw, makananmu benar-benar bikin lidahku goyang. Enak sekali sampai bikin aku tidak bisa diam! Yeah!",
      "th": "ร่างกายของฉันเคลื่อนไหวไปตามจังหวะ เจ๋งสุดยอดไปเลย!",
      "vi": "Cơ thể không tự chủ được, muốn lắc lư theo nhịp điệu luôn. Thật tuyệt!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "味道不错，稍微欠点「火花」…需要我帮你摆个盘吗？",
      "zht": "#味道不錯，稍微欠點「火花」…需要我幫{F#妳}{M#你}擺個盤嗎？",
      "jp": "味は悪くない。ただ「パンチ」がちっと足りねぇな…アタイが盛ってやろうか？",
      "ko": "맛은 괜찮은데 반짝하는 「스파크」가 부족해…. 내가 플레이팅 좀 도와줄까?",
      "en": "The taste ain't bad, but it's lackin' that special spark... I can help you with the presentation if you want?",
      "de": "Es ist gut, aber es fehlt ein wenig an „Funken“ ... Darf ich es in eine andere Form für dich ändern?",
      "es": "No está nada mal, aunque le falta un poco de “chispa”... Si quieres, puedo ayudarte con la presentación.",
      "fr": "Pas mal, mais ça manque d'étincelles... Tu veux que je t'aide à présenter ton assiette ?",
      "pt": "O gosto é ótimo, mas sinto como se estivesse faltando alguma coisa, tipo uma faísca... Quer que eu te ajude com o arranjo dos pratos?",
      "ru": "Вкус неплох, но не хватает изюминки... Я могу помочь с презентацией, если хочешь.",
      "id": "Rasanya lumayan enak, tapi sedikit kurang \"percikan\" ... Kalau mau, aku bisa bantu di bagian penampilannya.",
      "th": "รสชาติใช้ได้ แต่ยังขาด \"ประกายไฟ\" นิดหน่อย... อยากให้ฉันช่วยจัดจานมั้ย?",
      "vi": "Hương vị rất tuyệt, mặc dù hơi thiếu \"tia lửa\"... có cần tôi giúp bạn bày ra đĩa không?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "你不介意我调点佐料，配着吃吧？",
      "zht": "#{F#妳}{M#你}不介意我調點佐料，配著吃吧？",
      "jp": "調味料を足してから食べたいんだけど、いいよな？",
      "ko": "혹시 내가 소스 좀 만들어서 먹어도 돼?",
      "en": "Hmm... You don't mind if I add a little something to spice things up, do ya?",
      "de": "Macht es dir etwas aus, wenn ich eine Soße mische und sie zusammen esse?",
      "es": "¿Te importa si lo condimento un poco antes de comérmelo?",
      "fr": "Ça ne te dérange pas si j'ajoute des condiments ?",
      "pt": "Você não se importa se eu adicionar algo antes?",
      "ru": "Если ты не против, я бы добавила перчинки в это блюдо!",
      "id": "Hmmm ... kamu keberatan enggak kalau kutambahin bumbu-bumbu sendiri biar lebih mantap?",
      "th": "ถ้าไม่รังเกียจ ฉันขอปรุงรสชาติเพิ่มหน่อยได้มั้ย?",
      "vi": "Bạn có phiền không nếu tôi pha thêm chút gia vị để ăn kèm?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！你看，这是我特地做的刺绣，我参考枫丹的洋娃娃的样子，把我们两个纹在了上面，特别可爱对吧？欸…为什么这样看着我呀，我、我会刺绣是很奇怪的事吗？",
      "zht": "#生日快樂！{F#妳}{M#你}看，這是我特地做的刺繡，我參考楓丹的洋娃娃的樣子，把我們兩個紋在了上面，很可愛對吧？欸…為什麼這樣看著我呀，我、我會刺繡是很奇怪的事嗎？",
      "jp": "誕生日おめでと！なっ、見てみろ、あんたのために特別に作った刺繍だ。フォンテーヌの人形を参考にして、アタイたち二人を模して縫ったんだ、最っ高に可愛いだろ？…なんだよその目は？アタイが刺繍できるってそんな変なことか？",
      "ko": "생일 축하해! 봐, 내가 특별히 만든 자수야. 폰타인의 인형 모양을 참고해서 우리 둘을 위에 새겼어. 너무 귀엽지? …왜 그렇게 쳐다봐? 내, 내가 자수 놓는 게 그렇게 이상한 일이야?",
      "en": "Happy birthday! I made some embroidery especially for you. Check it out — I sewed both our images on in the style of Fontaine's dolls. Pretty cute, eh? ...Why are you looking at me like that? Wh—What, it's not that weird that I can do embroidery!",
      "de": "Alles Gute zum Geburtstag! Ich habe einige Stickereien speziell für dich gemacht. Sieh sie dir an — ich habe Bilder von uns im Stil von Fontaine-Puppen aufgenäht. Ziemlich süß, hm? ...Warum siehst du mich so an? Was? Es ist nicht seltsam, dass ich sticken kann!",
      "es": "¡Feliz cumpleaños! Hice un bordado especialmente para ti. Mira, he cosido nuestro aspecto para que parezcamos muñecas de Fontaine. Lindo, ¿eh? ¿Por qué me miras así? Oye, ¡no es tan extraño que sepa coser!",
      "fr": "Joyeux anniversaire ! J'ai fait une broderie spécialement pour toi... Regarde... J'ai cousu nos deux images dans le style des poupées de Fontaine. C'est plutôt mignon, hein ? ... Pourquoi tu me regardes comme ça ? Je sais faire de la broderie, ça a rien de bizarre !",
      "pt": "Feliz aniversário! Olhe, isso é um bordado especial que fiz para você, costurei nossas imagens no estilo das bonecas de Fontaine. Muito fofo, não é? *Suspiro*... Por que você está me olhando assim? Por acaso é tão estranho que eu costure?",
      "ru": "С днём рождения! Смотри, я вышила это специально для тебя! Видишь, это мы с тобой в стиле тех кукол из Фонтейна, очень мило, правда? Эм... Почему ты так смотришь на меня? Эй, то, что я умею вышивать - это ничуть не странно!",
      "id": "Selamat ulang Tahun! Lihat deh, aku menyulam sesuatu untukmu, aku mendapatkan inspirasi dari boneka dari Fontaine. Ada wajah kita berdua di sini, lucu sekali kan! Ke... kenapa melihatku dengan ekspresi begitu? Memangnya aneh kalau aku bisa menyulam?",
      "th": "สุขสันต์วันเกิด! ดูสิ นี่เป็นงานปักที่ฉันตั้งใจทำขึ้นเป็นพิเศษเลยนะ ใช้การปักแบบ Fontaine ปักตุ๊กตาของเราสองคนไว้ข้างบน น่ารักมากเลยใช่มั้ยล่ะ? เฮ้ย... มองฉันแบบนั้นทำไมกัน! ฉะ ฉันเย็บปักถักร้อยมันแปลกมากเหรอ?",
      "vi": "Chúc mừng sinh nhật! Nhìn này, đây là hình thêu mà tôi đặc biệt làm, tôi đã tham khảo hình dạng búp bê của Fontaine, rồi thêu hình hai chúng ta lên đó, trông rất dễ thương phải không? Này... tại sao cứ nhìn tôi như vậy, tôi, chuyện tôi biết thêu thùa rất kỳ lạ sao?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "嗯！就是这样的节奏！",
      "zht": "嗯！就是這樣的節奏！",
      "jp": "うん！このリズムだ！",
      "ko": "응! 바로 이 리듬이지!",
      "en": "That's the groove, alright! That's what I'm talkin' about!",
      "de": "Das ist der Groove, den ich meine!",
      "es": "¡Así es! ¡Ese es el espíritu! ¡Sigue con ese ritmo!",
      "fr": "Ça, c'est du groove, ouais ! C'est de ça que je parle !",
      "pt": "É isso aí, esse é o ritmo! É disso que estou falando!",
      "ru": "Ю-ху! Вот это ритм! То что нужно!",
      "id": "Ya! Benar begini ritmenya!",
      "th": "อื้ม! จังหวะแบบนี้มันใช่เลย!",
      "vi": "Ừm! Chính là nhịp điệu này!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "状态火热，期待我的下一次演出吧！",
      "zht": "狀態火熱，期待我的下一次演出吧！",
      "jp": "アッツアツの絶好調！今度のステージを楽しみにしてな！",
      "ko": "열기가 엄청난걸! 다음 공연도 기대해줘!",
      "en": "I'm on fire lately. Look out for my next performance!",
      "de": "Es geht heiß her! Du kannst es sicher kaum bis zum meinem nächsten Auftritt erwarten!",
      "es": "#¡Estoy que ardo! ¡Estate atent{F#a}{M#o} a mi próxima actuación!",
      "fr": "J'suis en feu dernièrement. Manque pas ma prochaine prestation !",
      "pt": "Estou pegando fogo ultimamente. Cuidado com minha próxima apresentação!",
      "ru": "Да я в ударе! Жди моего следующего выступления!",
      "id": "Suasananya semangat sekali, tunggu aku di pertunjukan selanjutnya!",
      "th": "ร้อนแรงดั่งไฟ! รอชมการแสดงต่อไปของฉันได้เลย!",
      "vi": "Trạng thái cuồng nhiệt, đón chờ lần biểu diễn tiếp theo của tôi nhé!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "掌握了这么强的力量，说不定也能创作出前所未有的摇滚！谢谢你，我的新作不会让你失望的！",
      "zht": "#掌握了這麼強的力量，說不定也能創作出前所未有的搖滾！謝謝{F#妳}{M#你}，我的新作不會讓{F#妳}{M#你}失望的！",
      "jp": "こんなに力を身につけた今なら、これまで作れなかったロックを生み出せるかもしれない！ありがとな、アタイの新作はあんたの期待を裏切ったりしねーぞ！",
      "ko": "이렇게 강력한 힘을 손에 넣었으니 독창적인 로큰롤을 만들어 낼 수 있겠어! 고마워, 신곡은 절대 널 실망시키지 않을 거야!",
      "en": "With such power, who knows what never-before-seen bangers I'll be able to come up with? Thanks so much! My next work won't disappoint!",
      "de": "Wer weiß, was für niemals zuvor gesehene Knaller mir einfallen, mit so einer Macht? Vielen Dank! Meine nächste Arbeit wird nicht enttäuschen!",
      "es": "Con este poder, mi rock se convertirá en algo sin precedentes. ¡Muchas gracias! ¡Mis próximas canciones no te decepcionarán!",
      "fr": "Avec une telle puissance, qui sait quels hits inédits je pourrai inventer ? Merci beaucoup ! Ma prochaine œuvre ne te décevra pas !",
      "pt": "Com um poder tão forte, você poderá compor um rock and roll sem precedentes! Meu novo trabalho não irá decepcioná-lo!",
      "ru": "Да с этой силой я могу исполнять такой рок-н-ролл, какого ещё никто не слышал! Спасибо тебе! Мои следующие работы тебя не разочаруют!",
      "id": "Sepertinya aku bisa menggunakan kekuatan ini untuk membuat musik rock 'n' roll yang belum pernah ada! Terima kasih, karya terbaruku pasti tidak akan mengecewakanmu!",
      "th": "ด้วยพลังที่แข็งแกร่งแบบนี้ ฉันอาจสร้างเพลงร็อกแอนด์โรลชั้นยอดที่ไม่เคยมีมาก่อน! ขอบคุณนะ ผลงานเพลงใหม่ของฉัน จะไม่ทำให้คุณผิดหวังแน่นอน!",
      "vi": "Nắm giữ sức mạnh to lớn như vậy, nói không chừng cũng có thể tạo ra những bản nhạc Rock and Roll chưa từng có! Cảm ơn bạn, tác phẩm mới của tôi sẽ không làm bạn thất vọng!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "酷！我感受到你饱满的「激情」了！那么，就让我写一首专属于你的摇滚，只为你而奏响吧！",
      "zht": "#酷！我感受到{F#妳}{M#你}飽滿的「激情」了！那麼，就讓我寫一首專屬於{F#妳}{M#你}的搖滾，只為{F#妳}{M#你}而奏響吧！",
      "jp": "やっばい！あんたの「パッション」、最っ高に感じた！そんじゃ、あんたのためだけのロックを、あんたのためだけに歌ってやるよ！",
      "ko": "멋져! 네 「열정」이 느껴져! 그럼 내가 너만을 위한 로큰롤을 만들어서 연주해 줄게!",
      "en": "I feel your awesome, overflowing passion! Tell you what, I'll write you a rock song. It'll be your song — and I'll play it just for you!",
      "de": "Ich spüre deine unfassbare, sprudelnde Leidenschaft! Ich sage dir was, ich werde einen Rocksong für dich schreiben. Es wird dein Song sein, und ich spiele ihn nur für dich!",
      "es": "¡Siento tu desbordante pasión! Te escribiré una canción de rock, ¡y la tocaré solo para ti!",
      "fr": "Je ressens ta superbe passion qui déborde ! Je sais, je vais t'écrire une chanson de rock. Ce sera ta chanson, et je la jouerai juste pour toi !",
      "pt": "Eu sinto sua incrível e abundante paixão? Quer saber, vou te escrever uma canção de rock. Será sua canção e eu a tocarei só para você!",
      "ru": "Ух, круто! Я чувствую твой энтузиазм! знаешь, что? Я напишу для тебя рок-песню. Это будет твоя песня - и я исполню её только для тебя!",
      "id": "Keren! Aku benar-benar bisa merasakan gairahmu! Kalau begitu, aku akan membuatkan satu lagu khusus untukmu, dan hanya akan kumainkan untukmu!",
      "th": "วู้ว! ฉันรู้สึกถึง \"ความร้อนแรง\" ของคุณอย่างเต็มเปี่ยม! ถ้างั้น เดี๋ยวฉันจะแต่งเพลงร็อกแอนด์โรล ที่ไม่เหมือนใครสำหรับคุณ และจะเล่นเพื่อคุณเท่านั้น!",
      "vi": "Tuyệt! Tôi đã cảm thấy bạn tràn đầy sự \"đam mê\"! Vậy hãy để tôi viết một bản nhạc Rock and Roll dành riêng cho bạn, chỉ tấu lên cho mình bạn!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "能跟上节拍吗？",
      "zht": "能跟上節拍嗎？",
      "jp": "リズムに乗れるかい？",
      "ko": "리듬을 따라올 수 있겠어?",
      "en": "Feel the beat!",
      "de": "Fühle den Rhythmus!",
      "es": "¡Siente el ritmo!",
      "fr": "Pouvez-vous suivre le rythme ?",
      "pt": "Sinta a batida!",
      "ru": "Почувствуй ритм!",
      "id": "Ikuti irama!",
      "th": "ตามจังหวะทันมั้ย?",
      "vi": "Theo kịp chứ?"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "热情还不够！",
      "zht": "熱情還不夠！",
      "jp": "もっと熱くなれ！",
      "ko": "열정이 부족해!",
      "en": "Power chord!",
      "de": "Nie genügend Leidenschaft!",
      "es": "¡Acorde poderoso!",
      "fr": "L'enthousiasme ne suffit pas !",
      "pt": "Cabo de alimentação!",
      "ru": "Дай жару!",
      "id": "Kurang energik!",
      "th": "ความร่าเริงยังไม่พอ!",
      "vi": "Vẫn chưa đủ nhiệt huyết!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "来点火花吧！",
      "zht": "來點火花吧！",
      "jp": "火花を散らせ！",
      "ko": "불꽃 좀 터뜨려볼까!",
      "en": "Pyrotechnics!",
      "de": "Pyrotechnik!",
      "es": "¡Pirotecnia!",
      "fr": "Faisons des étincelles !",
      "pt": "Pirotecnia!",
      "ru": "Фейерверки!",
      "id": "Berikan sedikit percikan api!",
      "th": "มาจุดดอกไม้ไฟกันเถอะ!",
      "vi": "Thêm chút tia lửa đi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "摇滚时间到！",
      "zht": "搖滾時間到！",
      "jp": "ロックの時間だぞ！",
      "ko": "로큰롤 타임!",
      "en": "Time to rock!",
      "de": "Es ist Zeit für Rock ’n’ Roll!",
      "es": "¡Hora de rockear!",
      "fr": "Rock 'n' roll !",
      "pt": "É hora de arrebentar!",
      "ru": "Время рок-н-ролла!",
      "id": "Saatnya untuk Rock 'n' Roll!",
      "th": "ได้เวลาร็อกกันแล้ว!",
      "vi": "Đã đến giờ Rock&Roll!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "为反抗高歌！",
      "zht": "為反抗高歌！",
      "jp": "反逆の歌を奏でろ！",
      "ko": "반항을 위한 노래!",
      "en": "Shred 'til I'm dead!",
      "de": "Singen für den Widerstand!",
      "es": "¡A poguear!",
      "fr": "Je chante pour me rebeller !",
      "pt": "Vamos curtir até morrer!",
      "ru": "Рок жив!",
      "id": "Main cepat (shredding) sampai mati!",
      "th": "ร้องเพลงเพื่อต่อต้าน!",
      "vi": "Hát cho kháng chiến!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "听我的最强音！",
      "zht": "聽我的最強音！",
      "jp": "アタイの最強の音を聞け！",
      "ko": "내 최강음을 들어라!",
      "en": "Amp it up!",
      "de": "Hör dir das an!",
      "es": "¡Suban el volumen!",
      "fr": "Écoutez ma voix résonner plus fort !",
      "pt": "Hora de amplificar as coisas!",
      "ru": "Могу ещё громче!",
      "id": "Dengarkan nada tertinggiku!",
      "th": "ฟังเสียงที่เข้มที่สุดของฉัน!",
      "vi": "Hãy lắng nghe chất giọng này!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "为了庆祝，演奏一曲吧！",
      "zht": "為了慶祝，演奏一曲吧！",
      "jp": "めでたいな、一曲演奏するぜ！",
      "ko": "축하 의미로 노래 한 곡 연주해 줄게!",
      "en": "Time to celebrate! Ready? 1, 2, 3, 4...",
      "de": "Zeit zum Feiern! Seid ihr bereit? 1, 2, 3, 4 ...",
      "es": "#¡Esto hay que celebrarlo! ¿Preparad{F#a}{M#o}? 1, 2, 3, 4...",
      "fr": "#C'est le moment de fêter ça ! {F#Prête}{M#Prêt} ? 1, 2, 3, 4...",
      "pt": "#Hora de celebrar! Preparad{M#o}{F#a}? 1, 2, 3, 4...",
      "ru": "#Время праздновать! Готов{F#а}? 1, 2, 3, 4...",
      "id": "Ini harus dirayakan! Sudah siap? Satu! Dua! Tiga! Empat ...!",
      "th": "ถึงเวลาฉลองแล้ว จัดไปเลยหนึ่งเพลง!",
      "vi": "Đến lúc ăn mừng rồi, hát lên!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "很「摇滚」嘛！",
      "zht": "很「搖滾」嘛！",
      "jp": "「ロック」じゃねぇか！",
      "ko": "완전 「로큰롤」이야!",
      "en": "This rocks!",
      "de": "Das rockt!",
      "es": "¡Esto es rock!",
      "fr": "C'est rock !",
      "pt": "Isso é rock and roll!",
      "ru": "Вот это рок-н-ролл!",
      "id": "Mantap!",
      "th": "ร็อกแอนด์โรลสุด ๆ เลย!",
      "vi": "Chất chơi chưa!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "气氛嗨起来了！",
      "zht": "氣氛嗨起來了！",
      "jp": "ハイになってきたぜ！",
      "ko": "분위기가 살아났어!",
      "en": "Woohoo! Let me hear ya!",
      "de": "Juhu! Ich will euch hören!",
      "es": "¡Yuuujuuu! ¡Más alto!",
      "fr": "Youhou ! Faites du bruit !",
      "pt": "Uhuuuu! Mais alto!",
      "ru": "Ю-ху! Я вас не слышу!",
      "id": "Asyik! Mana suaranya?",
      "th": "มาโยกย้ายกันหน่อย!",
      "vi": "HIGH ghê!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "都还只是前奏…",
      "zht": "都還只是前奏…",
      "jp": "まだイントロだ…",
      "ko": "아직 전주밖에 못 했는데…",
      "en": "That was jus' the intro...",
      "de": "Das war nur das Vorspiel ...",
      "es": "Eso era solo el calentamiento...",
      "fr": "Ce n'est que le prélude...",
      "pt": "Isso foi só a introdução...",
      "ru": "Это было всего лишь вступление...",
      "id": "Ini hanyalah lagu pendahuluan (prelude)...",
      "th": "ยังคงเป็นแค่อินโทร...",
      "vi": "Mới chỉ dạo đầu thôi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "乐感不太好啊。",
      "zht": "樂感不太好啊。",
      "jp": "音楽性がやばいな。",
      "ko": "음감이 별로야",
      "en": "Alright, that sounded kinda bad.",
      "de": "Das hörte sich irgendwie schlecht an.",
      "es": "Eso no sonó muy bien.",
      "fr": "Ce n'est pas très musical.",
      "pt": "Ok, não gostei do tom disso.",
      "ru": "Ладно, здесь и правда прозвучало бездарно.",
      "id": "Kedengarannya buruk.",
      "th": "ความรู้สึกของเพลงไม่ค่อยดีเลยนะ",
      "vi": "Cảm âm không được tốt lắm."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "这种程度，早习惯了。",
      "zht": "這種程度，早習慣了。",
      "jp": "この程度、もう慣れた。",
      "ko": "이 정도는 적응됐어",
      "en": "I'm used to this much.",
      "de": "Daran bin ich gewöhnt.",
      "es": "Estoy acostumbrada...",
      "fr": "À ce niveau, j'ai l'habitude.",
      "pt": "Já estou acostumada.",
      "ru": "Мне к такому не привыкать.",
      "id": "Aku sudah terbiasa dengan ini.",
      "th": "ระดับแบบนี้ ควรจะชินได้แล้วนะ",
      "vi": "Mức độ này đã quen từ lâu rồi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "我的摇滚会支援你的。",
      "zht": "我的搖滾會支援你的。",
      "jp": "アタイのロックが援護する。",
      "ko": "내 로큰롤로 널 도와줄게",
      "en": "Rockin' to the rescue!",
      "de": "Mein Rock ’n’ Roll ist deine stärkste Unterstützung!",
      "es": "¡Rockeando al rescate!",
      "fr": "Le rock à la rescousse !",
      "pt": "Solando ao resgate!",
      "ru": "Спешу на помощь!",
      "id": "Terjun untuk menyelamatkan!",
      "th": "ให้ร็อกแอนด์โรลของฉันช่วยเธอเอง",
      "vi": "Điệu Rock của tôi sẽ cổ vũ bạn."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "这可不摇滚！",
      "zht": "這可不搖滾！",
      "jp": "こんなのはロックじゃねぇ！",
      "ko": "이건 로큰롤 하지 않아!",
      "en": "Hey now, don't rock till you drop!",
      "de": "Das ist absolut kein Rock ’n’ Roll!",
      "es": "¡Eso es muy poco rock!",
      "fr": "Ce n'est pas rock 'n' roll...",
      "pt": "Ei, isso não é rock 'n' roll!",
      "ru": "Это не круто!",
      "id": "Cih! Ingat, tahu batas!",
      "th": "นี่มันไม่ร็อคเลยนะ!",
      "vi": "Đây không phải là rock!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "节拍…乱了。",
      "zht": "節拍…亂了。",
      "jp": "リズムが……乱れた。",
      "ko": "리듬이… 엉망이야",
      "en": "The beat's all... messed up.",
      "de": "Der Rhythmus ist total ... durcheinander.",
      "es": "El bajo... entra tarde...",
      "fr": "Le rythme est... perturbé.",
      "pt": "A batida está... errada.",
      "ru": "Совсем в такт не попадаю...",
      "id": "Iramanya... kacau.",
      "th": "ผิดจังหวะ... ไปหมดแล้ว",
      "vi": "Tiết tấu...loạn rồi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "还不够…激昂…",
      "zht": "還不夠…激昂…",
      "jp": "情熱が…足りなかった…",
      "ko": "아직… 클라이맥스가 아닌데…",
      "en": "Didn't make it... to the chorus...",
      "de": "Hab es nicht geschafft ...",
      "es": "No llegué... al estribillo...",
      "fr": "Ce n'était pas assez... passionné...",
      "pt": "Não cheguei... até o refrão...",
      "ru": "Даже до припева... не добрались...",
      "id": "Belum berhasil sampai... chorus...",
      "th": "ยังตื่นเต้น... ไม่พอ...",
      "vi": "Vẫn chưa đủ...khí thế..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "不该…跑调的。",
      "zht": "不該…走音的。",
      "jp": "音程を…取るべきだったか…",
      "ko": "삑사리를 내면… 안 됐었어",
      "en": "Went... out of tune...",
      "de": "Verstimmt ...",
      "es": "Se me rompió... una cuerda...",
      "fr": "Ça ne devait pas... sonner faux.",
      "pt": "Fiquei... fora do tom...",
      "ru": "Может, и правда слуха нет...",
      "id": "Nadanya... sumbang...",
      "th": "ไม่ควร... ผิดคีย์นะ",
      "vi": "Không nên...lạc nhịp."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "这可不摇滚。",
      "zht": "這可不搖滾。",
      "jp": "全然ロックじゃねぇ！",
      "ko": "이건 로큰롤이 아니야",
      "en": "Tch! Not cool.",
      "de": "Nicht so toll.",
      "es": "¡Eso es muy poco rock!",
      "fr": "Ce n'est pas rock 'n' roll.",
      "pt": "Tsc! Não foi legal.",
      "ru": "Так не круто!",
      "id": "Cih! Kurang keren.",
      "th": "นี่มันไม่ร็อคเลยนะ...",
      "vi": "Không được lung lay."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "啊，我的琴！",
      "zht": "啊，我的琴！",
      "jp": "ちっ！アタイの琴がっ！",
      "ko": "아, 내 악기!",
      "en": "Hey! Not the guitar!",
      "de": "He! Nicht mein Instrument!",
      "es": "¡No! ¡La guitarra no!",
      "fr": "Ah, ma guitare !",
      "pt": "Ei! A guitarra não!",
      "ru": "Эй! Не трожь гитару!",
      "id": "Hei! Gitarku!",
      "th": "อ๊า กีต้าร์ของฉัน",
      "vi": "Này, đàn của tôi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "轮到我登场了！",
      "zht": "輪到我登場了！",
      "jp": "アタイの出番だ！",
      "ko": "내 차례군!",
      "en": "I'm takin' the stage!",
      "de": "Ich gehe auf die Bühne!",
      "es": "¡Me subo al escenario!",
      "fr": "C'est mon tour !",
      "pt": "O palco é meu!",
      "ru": "Теперь мой выход!",
      "id": "Giliranku naik panggung!",
      "th": "ตาฉันขึ้นแสดงแล้วล่ะ!",
      "vi": "Đến lượt tôi rồi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "非常摇滚的选择！",
      "zht": "非常搖滾的選擇！",
      "jp": "最っ高にロックなチョイスだ！",
      "ko": "로큰롤다운 선택이야!",
      "en": "Aw yeah, rock on!",
      "de": "Sehr rockige Entscheidung!",
      "es": "¡Que no pare el rock!",
      "fr": "Un choix très rock !",
      "pt": "Isso aí, é hora do rock!",
      "ru": "Рок-н-ролл жив!",
      "id": "Pilihan yang sangat Rock 'n' Roll!",
      "th": "เป็นตัวเลือกที่ร็อคมากเลยล่ะ!",
      "vi": "Một lựa chọn rất rock!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "一起演奏吧！",
      "zht": "一起演奏吧！",
      "jp": "一緒に演奏しよーぜ！",
      "ko": "같이 연주하자!",
      "en": "Let's jam!",
      "de": "Lass uns rocken!",
      "es": "¡Toca conmigo!",
      "fr": "Jouons !",
      "pt": "Vamos curtir!",
      "ru": "Сейчас зажжём!",
      "id": "Ayo kita improvisasi musiknya!",
      "th": "มาร่วมแสดงด้วยกันเถอะ!",
      "vi": "Cùng chơi nhé!"
    }
  }
]