[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "璃月港的商人都知道，飞云商会里有一位行秋少爷。\n\n在旁人看来，行秋待人温和有礼，又勤奋好学，是年轻一代中的翘楚。\n\n作为家族次子，商会事务尚不需要行秋主持。但在各大巨贾子弟中，行秋拥有罕见的读书天赋，向来受教书先生们赞赏。\n\n家中那位正在向老爹学习经商与持家的大哥，也认为行秋将来必成大器。\n\n殊不知，行秋看完厚度惊人的经商总集与贤人哲思以后，会把它们从中间挖空，塞进武侠小说看个不停。\n\n偶尔，行秋也会突然消失。旁人问及去了哪里、做了什么时，他总是回答：「偷得浮生半日闲」。",
      "zht": "璃月港的商人都知道，飛雲商會裡有一位行秋少爺。\n\n在旁人看來，行秋待人溫和有禮，又勤奮好學，是年輕一代中的翹楚。\n\n作為家族次子，商會事務尚不需要行秋主持。但在各大巨賈子弟中，行秋擁有罕見的讀書天賦，向來受教書先生們讚賞。\n\n家中那位正在向老爹學習經商與持家的大哥，也認為行秋將來必成大器。\n\n殊不知，行秋看完厚度驚人的經商總集與賢人哲思以後，會把它們從中間挖空，塞進武俠小說看個不停。\n\n偶爾，行秋也會突然消失。旁人問及去了哪裡、做了什麼時，他總是回答：「偷得浮生半日閒」。",
      "jp": "飛雲商会に行秋という名の坊ちゃんがいることを、璃月港の商人はみんな知っている。\n\n行秋は穏やかで礼儀正しく、勉強熱心でもあるため、若い世代の中で優れた存在だと思われていた。\n\n次男である彼は、商会を仕切る必要はないが、大手商家の出で勤勉な若者が少ないこともあり、行秋は教師たちからも一目を置かれる存在だ。\n\n父親に商人としての心得を学んでいる行秋の兄も、行秋は将来大成すると思っている。\n\nしかし実際の行秋は、商売の心得や先人の言葉などを読んだ後の時間、いつも武俠小説ばかりを読んでいる。\n\n時にふと姿を消すこともある。一体どこに行ったのか、何をしていたのかと聞かれると、彼はいつも「儚い人生の中で一瞬の暇を得ただけだ」と答えている。",
      "ko": "리월항의 상인들은 모두 비운 상회에 행추라고 하는 도련님이 있다는 걸 안다.\n\n주변 사람들의 눈에 행추는 온화하고 예절 바르며 부지런하고 학구적인 걸출한 인재다.\n\n행추는 둘째 아들로서 아직 상회의 일을 주관하지 않아도 된다. 그러나 그는 거상 자제 중에서 보기 드물게 머리가 좋아 선생님들의 사랑을 독차지 해왔다.\n\n현재 아버지에게 장사에 대해 배우고 있는 그의 형도 동생은 반드시 큰 사람이 될 거라 생각한다.\n\n그러나 사실 행추는 두꺼운 상업 총집과 현인의 철학을 읽은 뒤 항상 무협 소설을 읽는다.\n\n행추는 가끔 갑자기 사라지기도 하는데, 주변 사람들이 어디 가서 뭘 했냐고 물어보면 그는 늘 「번뇌에서 벗어나 조용한 곳에서 심신을 수양했습니다」라고 답한다",
      "en": "Every merchant in Liyue Harbor knows of Xingqiu from the Feiyun Commerce Guild.\n\nAll see him as a kind and well-mannered young man who is an excellent student, a top talent in every sense.\n\nAs the second-born son of the family, Xingqiu is not required to shoulder the burden of managing the Guild's affairs. However, Xingqiu possesses a unique scholarly talent among his peers — that is, the offspring of Liyue's wealthiest merchants — and was often praised by his tutors as a young student.\n\nXingqiu's elder brother, while he was learning the family business from their father, firmly believed that Xingqiu would become a great asset to the business one day.\n\nHowever, little did he know that Xingqiu, after finishing the dauntingly thick volumes on commerce and philosophy, would hollow them out and sneak martial art novels into them, which he read incessantly thereafter.\n\nSometimes, Xingqiu suddenly disappears for hours at a time with no explanation. When asked why, he simply replies: \"A moment of solitude.\"",
      "de": "Jeder Händler in Liyue kennt Xingqiu von der Händlergilde Feiyun.\n\nJeder hält ihn für einen freundlichen und wohlerzogenen jungen Mann, der auch noch ein ausgezeichneter Schüler ist – also ein Talent in jeder Hinsicht.\n\nAls zweitgeborener Sohn der Familie muss Xingqiu nicht die Last tragen, die Angelegenheiten der Gilde zu regeln. Xingqiu besitzt jedoch ein Talent, das einzigartig unter den gleichaltrigen Nachkommen von Liyues reichsten Kaufleuten ist, und wurde daraufhin von seinen Lehrern häufig gelobt.\n\nXingqius älterer Bruder, der die Führung des Familienunternehmens und alles weitere von seinem Vater lernte, war fest davon überzeugt, dass Xingqiu eines Tages ein großer Gewinn für das Geschäft werden würde.\n\nJedoch wusste er nicht, dass Xingqiu die erstaunlich dicken Bände über Handel und Philosophie, nachdem er sie fertig gelesen hatte, aushöhlen und Kampfkunstromane in ihnen verstecken würde, die er dann ununterbrochen las.\n\nManchmal verschwand Xingqiu plötzlich stundenlang ohne Erklärung. Auf die Frage nach dem Grund seiner Abwesenheit antwortete er einfach, „Ich brauchte einen Moment der Ruhe.“",
      "es": "Cualquier comerciante de Liyue conoce a Xingchiu, el joven amo del Gremio de Comerciantes de Feiyun.\n\nTodos lo ven como alguien amable, educado, con ganas de aprender y, sin duda alguna, un joven sobresaliente.\n\nXingchiu es el segundo hijo de su familia, por lo que no necesita cargar con la responsabilidad de los asuntos del gremio. Sin embargo, tiene un talento único para el estudio y sus tutores a menudo lo elogian.\n\nEl hermano mayor de Xingchiu, quien aprende el negocio familiar, también cree que él sería un gran activo en el futuro.\n\nPero este, a pesar de haber leído gigantescos manuales sobre comercio y filosofía, prefiere las novelas de artes marciales, su género literario favorito.\n\nA veces, Xingchiu desaparece durante horas. Cuando se le pregunta sobre ello, solamente dice: “Estaba pasando un tiempo a solas”.",
      "fr": "Nul marchand du Port de Liyue n'ignore qui est Xingqiu, de la Guilde des marchands de Feiyun.\n\nTous voient en lui un jeune homme aimable et poli, diligent dans ses études ; en un mot, un talent comme il en existe peu.\n\nEn tant que second fils de sa famille, Xingqiu n'a pas à porter la responsabilité de la gestion de la Guilde. Cela ne l'empêche pas de se différencier des autres fils de riches marchands par son don unique pour l'étude, qui lui valut souvent les louanges de ses précepteurs lorsqu'il était plus jeune.\n\nSon frère ainé, qui apprend les ficelles du métier auprès de leur père, est convaincu que Xingqiu fera un excellent ajout aux affaires de la famille un jour.\n\nMais ce qu'il ignore, c'est qu'après avoir fini les intimidants et épais volumes de commerce et de philosophie, Xingqiu les creuse pour y cacher des nouvelles d'arts martiaux, qu'il lit sans discontinuer.\n\nIl lui arrive parfois de disparaître durant plusieurs heures ; lorsqu'on lui demande où il était, sa réponse ne change jamais : « Besoin de solitude. »",
      "pt": "Todo comerciante no Porto de Liyue conhece Xingqiu da Guilda de Comerciantes de Feiyun.\n\nTodos o veem como um jovem gentil e educado, que é um excelente aluno. Em suma, um dos principais talentos em todos os sentidos.\n\nComo o segundo filho da família, Xingqiu não é obrigado a carregar o fardo de gerenciar os assuntos da guilda. No entanto, Xingqiu possui um talento acadêmico único entre seus colegas - isto é, os filhos dos comerciantes mais ricos de Liyue - e era frequentemente elogiado por seus tutores quando jovem.\n\nO irmão mais velho de Xingqiu, enquanto aprendia os negócios da família com o pai, acreditava firmemente que Xingqiu se tornaria um grande trunfo para os negócios um dia.\n\nNo entanto, pouco sabia que Xingqiu, depois de terminar os volumes assustadoramente grossos de comércio e filosofia, escondia entre eles romances de artes marciais, que passou a ler incessantemente a partir de então.\n\nÀs vezes, Xingqiu desaparece repentinamente por horas seguidas, sem explicação. Quando perguntado o motivo, ele simplesmente responde: \"Um momento sozinho\".",
      "ru": "Все торговцы Ли Юэ знакомы с молодым господином Син Цю из торговой гильдии «Фэйюнь».\n\nОкружающие видят в нём доброго и воспитанного юношу, стремящегося к познаниям.\n\nБудучи вторым сыном в семье, Син Цю не придётся взваливать на себя бремя ведения дел гильдии, однако пока дети других торговцев тратят деньги своих отцов, Син Цю занимается учёбой и слушает своих учителей.\n\nСтарший брат Син Цю, получивший экономическое образование от своего отца, также считает, что его младший брат будет полезным в будущем.\n\nНо заканчивая читать учебники по коммерции и философии, он вырезал страницы и тайком носил в этих книгах романы о боевых искусствах.\n\nСин Цю зачастую пропадал часами. Когда его спрашивали, где он был, он отвечал: «Я всего лишь хочу минуточку одиночества».",
      "id": "Setiap pedagang di Pelabuhan Liyue tahu tentang Xingqiu dari Feiyun Commerce Guild.\n\nSemuanya melihatnya sebagai seorang pria baik dan penuh sopan santun yang juga merupakan pelajar yang baik, benar-benar berbakat di berbagai bidang.\n\nSebagai putra kedua yang lahir di keluarganya, Xingqiu tidak diwajibkan untuk memikul beban mengelola persoalan Guild. Namun, Xingqiu mempunyai bakat unik yang hebat di antara yang lainnya, yaitu, keturunan pedagang terkaya Liyue, dan kerap dipuji oleh gurunya sedari muda.\n\nKakak laki-laki Xingqiu, saat dia mempelajari bisnis keluarga dengan ayah mereka, percaya bahwa suatu hari nanti Xingqiu akan menjadi sebuah aset berharga bagi bisnis keluarga mereka.\n\nNamun, dia tak menyangka bahwa Xingqiu, setelah menyelesaikan berbagai buku tebal tentang perdagangan dan filsafat, dia akan melubangi mereka dan malah menaruh buku novel bela diri di dalamnya, dan dia terus membacanya tanpa henti.\n\nTerkadang, Xingqiu tiba-tiba menghilang selama berjam-jam tanpa penjelasan sama sekali. Saat ditanya kenapa, dia hanya menjawab: \"Momen kesendirian selama setengah hari.\"",
      "th": "นักธุรกิจแห่งท่าเรือ Liyue ล้วนทราบกันดีว่าที่สมาคมการค้า Feiyun นั้นมีนายน้อยคนหนึ่งนามว่า Xingqiu\n\nในสายตาของผู้คนรอบข้างนั้น Xingqiu ทั้งอบอุ่นนอบน้อม มีความขยันและกระตือรือร้นที่จะเรียนรู้สูง ซึ่งถือได้ว่าเป็นเด็กหนุ่มรุ่นใหม่ที่ยอดเยี่ยม\n\nในฐานะลูกคนที่สองของครอบครัวแล้ว งานธุรกิจของสมาคมนั้นไม่จำเป็นต้องให้ Xingqiu เป็นผู้รับผิดชอบคนหลัก อย่างไรก็ตามในหมู่คนหนุ่มสาวในบ้านพ่อค้าใหญ่ทั้งหลายนั้น Xingqiu มีความสามารถในการอ่านที่หาตัวจับได้ยากและได้รับการยกย่องจากอาจารย์อยู่เสมอ\n\nพี่ใหญ่ในครอบครัวที่กำลังเรียนรู้ธุรกิจครอบครัวจากพ่อก็ยังเชื่อว่า Xingqiu นั้นจะกลายเป็นคนที่มีความสามารถสูงมากและเป็นกำลังที่สำคัญในอนาคต\n\nแต่ใครจะไปรู้ได้ว่าเมื่อ Xingqiu อ่านหนังสือธุรกิจและปรัชญาปราชญ์จบแล้ว เขาจะเจาะพวกมันตรงกลางออกเพื่อแทรกด้วยนวนิยายศิลปะการต่อสู้เข้าไปและอ่านอย่างไม่ยอมหยุด\n\nในบางครั้ง Xingqiu จะหายตัวไป โดยทุกครั้งที่คนใกล้ตัวถามว่าหายไปไหนเขาก็มักจะตอบว่า \"แอบไปทำตัวว่าง ๆ ลอย ๆ มาครึ่งวัน\" อย่างนี้เสมอ",
      "vi": "Thương nhân cảng Liyue đều biết, trong Thương Hội Phi Vân một có vị thiếu gia tên Xingqiu.\n\nDưới con mắt của người ngoài, Xingqiu cư xử nhã nhặn lễ phép, còn siêng năng ham học, là nhân tài xuất chúng trong những thanh niên cùng thời.\n\nThân là con trai thứ, công việc trong thương hội không cần Xingqiu quản lý. Nhưng trong số con cháu của những ông trùm giàu sụ, Xingqiu sở hữu tài năng học tập hiếm có, xưa nay luôn được thầy cô khen ngợi.\n\nNgười anh lớn trong nhà hiện đang theo bố học kinh doanh và quản lý cơ nghiệp cũng cho rằng tương lai Xingqiu nhất định thành tài.\n\nNhưng thật ra sau khi Xingqiu xem xong quyển sách Kinh Doanh và Hiền Triết dày cộp, thì đã rứt sạch các trang giấy, rồi nhét quyển tiểu thuyết võ hiệp vào đó, xem không mệt mỏi.\n\nCó khi Xingqiu sẽ đột nhiên biến mất, khi người ngoài hỏi thăm cậu rốt cuộc đã đi đâu, làm gì, cậu sẽ trả lời: \"Cõi đời tạm được nửa ngày nhàn\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "对行秋来说，「偷得浮生半日闲」可以指代很多意思。\n\n有时指的是去「万文集舍」看新进的小说；有时指的是去「和裕茶馆」缠着云堇老板开发新饮料。\n\n而在某些特别的时候，指的是「独自行侠仗义」。\n\n击败拦路的恶匪、赶走捣乱的怪物、帮哭泣的孩子摘下挂在树梢上的风筝…这一切都在行秋「行侠仗义」的范围之内。\n\n就像武侠逸闻中广为流传的「微服私访」故事那样——在某些冒险的尽头，行秋并不在乎动用飞云商会的力量来解决一些武力之外的问题。",
      "zht": "對行秋來說，「偷得浮生半日閒」可以指代很多意思。\n\n有時指的是去「萬文集舍」看新進的小說；有時指的是去「和裕茶館」纏著雲堇老闆開發新飲料。\n\n而在某些特別的時候，指的是「獨自行俠仗義」。\n\n擊敗攔路的惡匪、趕走搗亂的怪物、幫哭泣的孩子摘下掛在樹梢上的風箏…這一切都在行秋「行俠仗義」的範圍之內。\n\n就像武俠逸聞中廣為流傳的「微服私訪」故事那樣——在某些冒險的盡頭，行秋並不在乎動用飛雲商會的力量來解決一些武力之外的問題。",
      "jp": "行秋にとって、「儚い人生の中での一瞬」には様々な意味が含まれている。\n\n「万文集舎」で新たに入荷された小説を読む時があれば、「和裕茶屋」でオーナーの雲菫に新しいドリンクを開発してほしいと駄々をこねる時もある。\n\nそしてたまに、「一人で人助け」ということを意味している時もある。\n\n匪賊を倒したり、怪物を駆逐したり、泣いている子供のために木に引っ掛かった凧を取ってあげたり…それは全て行秋にとって「人助け」なのである。\n\nそして、武俠小説によくある「身分を隠して訪問する」物語のように、冒険の終わりに、武力では解決できないような複雑な問題を飛雲商会の力で解決することも、行秋は少しも躊躇わないのだ。",
      "ko": "행추에게 「번뇌에서 벗어나 조용한 곳에서 심신을 수양한다」는 여러 가지의 의미가 있다.\n\n어쩔 땐 「만문집사」에서 새로 나온 소설을 읽는 것을 의미하고, 어쩔 땐 「화유다관」에 가서 새로운 음료를 개발하라고 운근 사장을 보채는 걸 의미하기도 한다.\n\n그리고 가끔은 「홀로 협행을 행하는 것」을 뜻하기도 한다.\n\n길을 막는 악당들을 물리치거나, 말썽부리는 몬스터를 쫓아내거나, 우는 아이를 도와 나무에 걸린 연을 내려다 주는 것 등…. 이 모든 것들이 행추의 「협행」에 포함되어 있다.\n\n무협 소설에 나오는 「미복잠행」 이야기처럼, 행추는 무력으로 해결할 수 없는 문제는 주저하지 않고 비운 상회의 힘을 빌리기도 한다",
      "en": "To Xingqiu, \"a moment of solitude\" can mean all sorts of things.\n\nExamples include visiting Wanwen Bookhouse to peruse the latest novels and going to Heyu Tea House to sample Yun Jin's latest drink.\n\nSometimes, it means that he is off to fight for justice in the name of chivalry.\n\nDefeating bandits on the road, driving away monsters, helping distressed children by fetching their kites from the tree tops... there are all manner of responsibilities that fall into the category of chivalry.\n\nInspired by tropes from his beloved martial arts novels — such as the king who wears a disguise and mingles with the common folk — Xingqiu does not hesitate to leverage the power of the Feiyun Commerce Guild to resolve more complex issues when violence isn't the answer.",
      "de": "Für Xingqiu kann „Ein Moment der Ruhe“ alles Mögliche bedeuten.\n\nZum Beispiel der Besuch der Buchhandlung Wanwen, um die neuesten Romane zu lesen, oder der Besuch des Teehauses Heyu, um Yunjins neuestes Getränk zu probieren.\n\nManchmal bedeutet es aber auch, dass er für die Gerechtigkeit kämpfen muss.\n\nBanditen auf der Straße besiegen, Monster vertreiben, notleidenden Kindern helfen, indem er ihre Drachen aus den Baumwipfeln pflückt ... es gibt alle Arten von Verantwortlichkeiten, die in die Kategorie der kleineren und größeren Heldentaten fallen.\n\nInspiriert von Anekdoten aus seinen geliebten Kampfkunstromanen wie der König, der sich verkleidet und sich dann unter die einfachen Leute mischt, zögert Xingqiu nicht, die Macht der Händlergilde Feiyun zu nutzen, um komplexere Probleme zu lösen, wenn Gewalt nicht die Antwort ist.",
      "es": "Para Xingchiu, “un tiempo a solas” podría significar todo tipo de cosas.\n\nPor ejemplo, ir a la Casa de Libros Wanwen para leer las últimas novelas de moda, o ir a la Casa de Té Heyu para ver a Yun Jin preparar las nuevas bebidas.\n\nA veces significa que está listo para ser un “caballero de la justicia”.\n\nDerrotar a los bandidos, ahuyentar a los monstruos, ayudar a los niños pobres a buscar sus cometas en las copas de los árboles... todo es responsabilidad de un héroe de la justicia.\n\nTambién, viaja en encubierto, al igual que esas escenas clásicas de las novelas, y al final de sus aventuras, no dudaría en usar el poder del Gremio de Comerciantes de Feiyun para resolver algunos problemas complejos cuando la violencia no es la respuesta.",
      "fr": "Pour Xingqiu, un « moment de solitude » peut signifier toutes sortes de choses.\n\nParfois, cela peut vouloir dire visiter la Librairie Wanwen pour y parcourir les derniers romans disponibles, ou passer un moment au Salon de thé Heyu à goûter les dernières boissons proposées par Yun Jin.\n\nD'autres fois, cela signifie qu'il est parti « combattre pour la justice »...\n\nVaincre les bandits de grand chemin, chasser les monstres, ou aider quelque gamin des alentours à récupérer son cerf-volant coincé dans un arbre : autant de responsabilités qui entrent dans cette catégorie.\n\nInspiré par ses lectures – par exemple l'histoire classique du roi se grimant pour se mêler au peuple -, Xingqiu n'hésite pas à mettre à profit la réputation de la Guilde des marchands de Feiyun pour venir à bout des problèmes que la force ne peut résoudre.",
      "pt": "Para Xingqiu, \"um momento sozinho\" pode significar muitas coisas.\n\nPor exemplo, ir à Livraria Wanwen para ler os últimos romances ou ir à Casa de Chá para conhecer as novas bebidas de Yunjin.\n\nÀs vezes, isso significa que ele foi recrutado para ser um \"guerreiro da justiça\".\n\nDerrotar bandidos na estrada, afugentar monstros, ajudar crianças pobres a pegar suas pipas nas copas das árvores... Tudo isso é responsabilidade de um herói da justiça.\n\nEle também viajava disfarçado, assim como nas cenas clássicas dos romances, e no final de suas aventuras não hesitaria em usar o poder da Guilda de Comerciantes para resolver alguns problemas complexos quando a violência não era a resposta.",
      "ru": "Для Син Цю «минуточка одиночества» означала совсем не то, что для других людей.\n\nОн мог, к примеру, сходить в книжный магазин «Ваньвэнь» за новым романом или пойти в чайный дом «Хэюй» попробовать новые рецепты Юнь Цзинь.\n\nНо также «минуточка одиночества» могла означать время, когда Син Цю становился «воином справедливости».\n\nОбязанности «воина» заключались в том, чтобы сражаться с бандитами на дороге, отгонять монстров от города и помогать детишкам снимать воздушных змеев с деревьев.\n\nКак герои в его романах, помогая другим, Син Цю скрывает своё лицо, но и не боится использовать своё положение в торговой гильдии, если другого выхода из ситуации нет.",
      "id": "Bagi Xingqiu, \"momen kesendirian\" bisa berarti banyak hal.\n\nContohnya mengunjungi Wanwen Bookhouse untuk membaca novel-novel terbaru dan pergi ke Heyu Tea House untuk mencicipi minuman terbaru Yun Jin.\n\nTerkadang, itu berarti bahwa dia pergi untuk memperjuangkan keadilan atas nama Knight.\n\nMengalahkan bandit di jalan, mengusir para monster, membantu anak-anak mengambil layang-layang mereka yang tersangkut di pohon... Semua itu adalah tanggung jawab seorang Knight.\n\nTerinspirasi oleh kiasan dari novel seni bela diri kesayangannya —— seperti raja yang menyamar dan bergaul dengan rakyat jelata —— Xingqiu tidak ragu menggunakan kekuatan Feiyun Commerce Guild untuk menyelesaikan masalah yang rumit ketika kekerasan bukan cara yang tepat.",
      "th": "สำหรับ Xingqiu แล้วการ \"แอบไปทำตัวว่าง ๆ ลอย ๆ ครึ่งวัน\" นั้นอาจมีความหมายมากมาย หลายอย่าง\n\nบางครั้งมันหมายถึงการไปที่ \"Wanwen Bookhouse\" เพื่ออ่านนวนิยายเรื่องใหม่ บางครั้งมันหมายถึงการไปที่ \"โรงน้ำชา Heyu\" เพื่อหมกตัวอยู่กับ Yun Jin เจ้าของร้านเพื่อพัฒนา เครื่องดื่มใหม่\n\nในบางช่วงเวลาพิเศษนั้นมัน หมายถึง \"กล้าหาญเพียงลำพัง\"\n\nเอาชนะความชั่วร้ายตามท้องถนน, กำจัดสัตว์อสูรที่ก่อความวุ่นวาย, ช่วยเด็กที่กำลังร้องไห้เก็บว่าว ที่ค้างบนต้นไม้... ทั้งหมดนี้ล้วนหมายถึง \"กล้าหาญเพียงลำพัง\" ของ Xingqiu ทั้งสิ้น\n\nเช่นเดียวกับเรื่องราว \"การเดินทางแบบไม่ระบุตัวตน\" ที่แพร่กระจายอย่างกว้างขวาง ในหมู่นวนิยายผู้กล้า... เมื่อสิ้นสุดการผจญภัยในบาง ครั้งนั้น Xingqiu ไม่ได้สนใจที่จะใช้พลังของ สมาคมการค้า Feiyun เพื่อแก้ปัญหาอื่นนอกเหนือจากการต่อสู้เลย",
      "vi": "Đối với Xingqiu mà nói, \"Cõi đời tạm được nửa ngày nhàn\" có rất nhiều ý nghĩa.\n\nCó khi là đến \"Vạn Văn Tập\" xem tiểu thuyết mới nhập về; có khi là đến \"Hòa Dụ Trà Quán\" quấn lấy chủ tiệm Yun Jin nghiên cứu đồ uống mới.\n\nCòn trong dịp đặc biệt, \"một mình hành hiệp trượng nghĩa\".\n\nĐánh bại kẻ cướp chặn đường, đánh đuổi quái vật gây rối, giúp đứa trẻ khóc nhè lấy con diều mắc vào ngọn cây... tất cả đều trong phạm vi Xingqiu \"hành hiệp trượng nghĩa\".\n\nNhư kiểu thường thấy trong võ hiệp là \"Vi Phục Xuất Tuần\", trong mỗi lần nguy hiểm ập đến, Xingqiu cũng không ngại ngần sử dụng sức mạnh của Thương Hội Phi Vân để giải quyết một số vấn đề mà vũ lực không làm được."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "某日，行秋的大哥前来寻他，屋内却没有人在。回来后，行秋遇到了候在走廊上的大哥。\n\n「你房内太过凌乱，我便自作主张替你收拾了一番。行秋啊，你与大哥同样肩负着飞云商会的名声，理应为众人作出表率。岂能不知一屋不扫，何以扫天下？昔年仙人有云…」\n\n对着行秋唠叨半小时后，大哥终于放过了他，临走前留下一句奇怪的话：\n\n「下次，大哥不会未经许可进入你房间了，丫鬟那边我也会提点一句。」\n\n行秋一头雾水，不知该作何回答。离去的大哥却在转身后换上一副惆怅面孔，自言自语道：\n\n「床底下还藏了书…嗯…大哥可不会去看那是什么书的。哎，行秋也长大啦，以后会不会嫌我的管教太啰嗦呢？这叫做什么来着…青春期，是吗？」\n\n行秋也很奇怪。他藏了这么多武侠小说，早已做好与帮佣们斗智斗勇的准备，可为什么一直没人来探查他的房间呢？",
      "zht": "某日，行秋的大哥前來尋他，屋內卻沒有人在。回來後，行秋遇到了候在走廊上的大哥。\n\n「你房內太過凌亂，我便自作主張替你收拾了一番。行秋啊，你與大哥同樣肩負著飛雲商會的名聲，理應為眾人作出表率。豈能不知一屋不掃，何以掃天下？昔年仙人有云…」\n\n對著行秋嘮叨半小時後，大哥終於放過了他，臨走前留下一句奇怪的話：\n\n「下次，大哥不會未經許可進入你房間了，丫鬟那邊我也會提點一句。」\n\n行秋一頭霧水，不知該作何回答。離去的大哥卻在轉身後換上一副惆悵面孔，自言自語道：\n\n「床底下還藏了書…嗯…大哥可不會去看那是什麼書的。哎，行秋也長大啦，以後會不會嫌我的管教太囉嗦呢？這叫做什麼來著…青春期，是嗎？」\n\n行秋也很奇怪。他藏了這麼多武俠小說，早已做好與幫傭們鬥智鬥勇的準備，可是為什麼一直沒人來探查他的房間呢？",
      "jp": "ある日、行秋の兄は弟の元を訪れたが、部屋には誰もいなかった。行秋が戻った時、廊下で待つ兄とばったり会った。\n\n「お前の部屋があまりにも汚いから、片付けておいたぞ。行秋よ、お前は俺と同じ、飛雲商会を背負う人間なのだから、みんなの手本となる人でなければならない。部屋の乱れは心の乱れだぞ。昔、仙人様が…」\n\n30分も説教した後、兄はやっと彼を解放した。しかし、次に兄は不可解な言葉を残した。\n\n「次からもうお前の部屋には勝手に入らない。使用人たちにも言っておくから」\n\n訳の分からない言葉に、行秋はどう返事すべきか分からなかった。そして、そんな行秋を置いて部屋を出た兄は、悲しい表情で独り言を漏らす。\n\n「ベッドの下に本を隠すなんて…どんな本かはお兄ちゃんは見ないでおくから。はぁ、行秋も大人になったんだな。俺の事も口うるさい奴だと思ってるのだろうか。そうか、これが…思春期というやつなのかな？」\n\n——その後、行秋自身もおかしいと思い始めた。自分が大量の武侠小説を隠しているのは、使用人たちの知恵と勇気を試すためだったのが、なぜ今日になっても誰も探そうとしないのだろう。",
      "ko": "어느 날, 행추의 형이 방에 들어와 그를 찾았으나 방에는 아무도 없었다. 돌아온 행추는 복도에서 형과 마주치게 된다.\n\n「네 방이 어지러워서 내가 대신 정리 좀 해줬단다. 행추야, 너도 나처럼 비운 상회의 명성을 짊어지고 있으니 타인의 모범이 되어야지. 방 청소도 못하면서 어떻게 천하를 호령할 수 있겠느냐? 옛날에 선인은…」\n\n형은 행추에게 30분 동안 잔소리를 한 뒤 그를 놓아준다. 그리고 이상한 말을 남기고 떠난다:\n\n「다음부턴 네 방에 허락 없이 들어가지 않을게. 그리고 하녀들에게도 주의시키마.」\n\n행추는 갑자기 멍해져서 어떻게 답해야 할지 몰랐다. 떠나던 형이 갑자기 몸을 돌리고 낙담하는 표정으로 혼잣말을 한다:\n\n「침대 밑에 숨겨진 책들… 음… 난 그 책이 뭔지 보지 않을 거야. 어휴, 행추도 다 컸네. 나중에 내가 잔소리한다고 뭐라 하는 건 아닐런지? 혹시 이런 걸 그… 사춘기라고 하는 건가?」\n\n행추도 의아하긴 마찬가지였다. 시녀들과 지혜를 겨뤄보려 이렇게 많은 무협 소설을 숨겨 놓고 준비했건만 왜 아무도 그의 방에 오지 않은 걸까?",
      "en": "One day, Xingqiu's older brother came looking for him, only to find he wasn't around. When Xingqiu later returned, he came across his brother in the hallway.\n\n\"Your room was a mess, so I cleaned it up. Listen, both you and I are responsible for the reputation of Feiyun Commerce Guild. We have to act the part. If you can't clean up a room, how will you clean up the world? An adeptus once said...\"\n\nAfter half an hour of lecturing, Xingqiu was finally let go, but his brother said something strange at the end:\n\n\"I'll not enter your room without permission next time... I'll make sure the maids do the same.\"\n\nXingqiu had no idea what he was talking about. However, as his brother turned away, with a despondent look upon his face, he muttered to himself:\n\n\"Those books under his bed... No. No, I shouldn't go looking at what kind of books they are... Xingqiu is growing up after all... Don't want to be lecturing him all the time... Puberty perhaps?\"\n\nAfterwards, even Xingqiu found it odd. Expecting that one of the maids would have something to say about the stash of martial arts novels under his bed, he had long since prepared his response, but in the end, no one ever bothered to check his room again.",
      "de": "Eines Tages war Xingqius älterer Bruder auf der Suche nach ihm, nur um festzustellen, dass er nicht zu Hause war. Als Xingqiu später zurückkam, stieß er auf dem Flur auf seinen Bruder.\n\n„Dein Zimmer war der reinste Saustall, also habe ich mir die Freiheit genommen aufzuräumen. Merke dir, sowohl du als auch ich, wie sind für den Ruf der Händlergilde Feiyun verantwortlich. Wir müssen diesen Fakt akzeptieren. Wenn du noch nicht einmal dein Zimmer aufräumen kannst, wie willst du dann in der Welt für Ordnung sorgen? Ein weiser Adept sagte einmal ... “\n\nNach einer halben Stunde Vortrag wurde Xingqiu endlich entlassen, aber zum Schluss hin sagte sein Bruder etwas Seltsames:\n\n „Ich werde dein Zimmer das nächste Mal nicht ohne deine Erlaubnis betreten ... Ich werde dafür sorgen, dass die Dienstmädchen es mir gleichtun.“\n\nXingqiu hatte keine Ahnung, wovon er da sprach oder was er meinte. Als sich sein Bruder jedoch mit einem verzweifelten Gesichtsausdruck von ihm abwandte, murmelte er vor sich hin:\n\n„Diese Bücher unter seinem Bett ... Nein. Nein, ich sollte nicht nachsehen, was das für Bücher sind ... Xingqiu wird doch erwachsen ... Ich sollte ihn nicht die ganze Zeit belehren ... Ist es vielleicht die Pubertät?“\n\nLetztendlich fand es sogar Xingqiu seltsam. In der Erwartung, dass eines der Dienstmädchen etwas über den Stapel an Kampfkunstromanen unter seinem Bett zu sagen haben würde, hatte er seine Antwort längst vorbereitet, aber am Ende machte sich niemand die Mühe, sein Zimmer noch einmal zu durchstöbern.",
      "es": "Un día, el hermano de Xingchiu fue a visitarlo, pero se encontró con que no había nadie en casa. Cuando regresó, Xingchiu vio a su hermano esperando en el pasillo.\n\n“Tu habitación estaba hecha un desastre, así que me tomé la libertad de limpiarla por ti. Escucha, tanto tú como yo somos responsables de la reputación del Gremio de Comerciantes de Feiyun. Tenemos que dar ejemplo. Es como lo que dicen los Adeptus: ‘Si no puedes limpiar una habitación, ¿cómo pretendes limpiar el mundo?’”\n\nDespués de media hora de sermonear a Xingchiu, finalmente lo dejó ir, pero dijo algo extraño al final:\n\n“No entraré en tu habitación sin previo aviso la próxima vez... También informaré a las sirvientas para que lo tengan en cuenta”.\n\nXingchiu no tenía idea de lo que estaba hablando. A pocos pasos de distancia, su hermano murmuró para sí mismo con melancolía:\n\n“Humm... no miraré qué tipo de libros esconde debajo de su cama... Xingchiu es un hombre adulto ahora... No quiero sermonearlo todo el tiempo. Será la pubertad, ¿no?”.\n\nDespués, incluso Xingchiu encontró aquello extraño. Esperando que una de las sirvientas tuviera algo que decir sobre el alijo de novelas de artes marciales que había debajo de su cama, hacía tiempo que había preparado su respuesta, pero al final, nadie se molestó en volver a mirar en su habitación.",
      "fr": "Le frère de Xingqiu vint un jour le chercher, mais sa chambre était déserte. À son retour, Xingqiu tomba sur ce dernier dans le couloir.\n\n« Ta chambre était dans un tel désordre, je t'ai aidé à la ranger. Écoute, tu es comme moi responsable de la réputation de la Guilde des marchands de Feiyun ; tu devrais être source d'inspiration. Si tu n'es pas capable de nettoyer ta chambre, comment veux-tu un jour nettoyer le monde ? Comme l'a dit autrefois un Adepte... »\n\nLe sermon dura plus d'une demi-heure avant que Xingqiu puisse retourner à ses affaires ; mais son frère termina d'une étrange manière :\n\n« Je ne pénètrerai plus dans ta chambre sans autorisation, et je m'assurerai que le personnel fasse de même. »\n\nNe comprenant pas ce qu'il voulait dire, Xingqiu resta sans réponse. Mais en s'éloignant, son frère maugréa pour lui-même :\n\n« Tous ces livres sous son lit... Je préfère ne pas savoir. La puberté, sans doute... »\n\nXingqiu ne comprit pas vraiment pourquoi par la suite personne ne lui posa de questions sur les romans d'arts martiaux cachés sous son lit (pour lesquels il avait depuis longtemps préparé une réponse toute prête), pas plus qu'il ne comprit pourquoi plus personne ne mit les pieds dans sa chambre.",
      "pt": "Um dia, o irmão mais velho de Xingqiu veio procurá-lo, mas descobriu que ele não estava por perto. Quando Xingqiu voltou mais tarde, ele encontrou seu irmão no corredor.\n\n\"Seu quarto estava uma bagunça, então eu lhe ajudei a arrumar. Ouça, você e eu somos responsáveis pela reputação da Guilda de Comerciantes de Feiyun. Temos que agir de acordo. Se você não pode nem limpar um quarto, como vai querer ajudar o mundo? Um Adeptus disse uma vez...\"\n\nDepois de meia hora de palestras, Xingqiu foi finalmente liberado, mas seu irmão disse algo estranho no quarto:\n\n\"Não entrarei no seu quarto sem permissão da próxima vez... vou garantir que as empregadas façam o mesmo\".\n\nXingqiu não fazia ideia do que estava falando. No entanto, quando seu irmão se virou, com um olhar desanimado, ele murmurou para si mesmo: \n\n\"Aqueles livros debaixo da cama... Não, eu não deveria folhear esse tipo de livro， eles são... Afinal de contas, Xingqiu está crescendo... Não quero dar bronca o tempo todo... Puberdade, talvez?\"\n\nNo final, até Xingqiu achou estranho, esperando que uma das empregadas tivesse algo a dizer sobre o estoque de romances de artes marciais embaixo da cama, mas ninguém nunca entrou em seu quarto novamente.",
      "ru": "Однажды, когда Син Цю не было дома, к нему в комнату зашёл брат. Когда Син Цю вернулся, у них состоялся серьёзный разговор в коридоре.\n\n«В твоей комнате полный бардак, мне пришлось за тобой прибраться. Послушай, и ты, и я вместе ответственны за репутацию нашей гильдии, и мы должны подойти к своим обязанностям со всей ответственностью. Если ты не можешь навести порядок в своей комнате, то как ты изменишь мир? Адепты как-то сказали...»\n\nПосле получасовой поучительной лекции брат наконец отпустил Син Цю, но уходя он добавил:\n\n«Когда мне нужно будет зайти в твою комнату в следующий раз, я тебя предупрежу... Также скажу служанкам делать то же самое».\n\nСин Цю не понял, о чём говорит его брат, который подумал про себя:\n\n«Я не стану проверять, какие книги он прячет под кроватью. Син Цю уже совсем взрослый, не хочу, чтобы он думал, что я без конца его поучаю. Может, он просто так становится юношей?»\n\nВ итоге даже сам Син Цю был удивлён тем, сколько романов о боевых искусствах он прятал под своей кроватью. Он был готов к тому, что горничные станут смотреть на него косо, но оказалось, что ни одна из них не убиралась достаточно тщательно, чтобы увидеть его секрет.",
      "id": "Suatu hari, kakak laki-laki Xingqiu datang mencarinya, tapi dia sedang pergi. Ketika Xingqiu kembali, dia melihat saudaranya itu menunggunya di koridor.\n\n\"Kamarmu sangat berantakan, jadi aku membersihkannya. Dengar, kamu dan aku bertanggung jawab atas reputasi Feiyun Commerce Guild. Kita harus bertindak dengan benar. Jika kamu tidak bisa membersihkan kamar, bagaimana kamu membersihkannya dunia? Adeptus pernah berkata...\"\n\nSetelah menceramahi Xingqiu selama setengah jam, akhirnya selesai juga. Tapi kakaknya itu mengatakan sesuatu yang aneh sebelum dia pergi:\n\n\"Lain kali aku tidak akan masuk ke kamarmu tanpa izin, aku juga akan memastikan pelayan melakukan hal yang sama.\"\n\nXingqiu tidak tahu apa yang dibicarakan kakaknya. Lalu, ketika saudaranya itu berbalik, dengan wajah sedih, dia bergumam pada dirinya sendiri:\n\n\"Buku-buku di bawah tempat tidurnya... Tidak, aku seharusnya tidak melihat buku-buku itu... Xingqiu sudah dewasa... Aku tidak ingin menceramahinya setiap saat... Mungkin karena sedang dalam masa pubertas?\"\n\nXiangqiu pun merasa aneh. Dia mengira bahwa satu dari pelayannya akan mengatakan sesuatu tentang novel seni bela diri yang ada di bawah kasurnya, dan dia sudah memperiapkan jawabannya, tapi akhirnya malah tidak ada orang yang peduli dan mengecek kamarnya lagi.",
      "th": "วันหนึ่งพี่ชายคนโตของ Xingqiu มาหาเขาที่ห้องแต่ก็ไม่เจอใคร เมื่อกลับมาถึง Xingqiu ก็ได้พบกับพี่ชายที่กำลังยืนรออยู่ที่ทางเดิน\n\n\"ห้องของนายมันชักจะรกเกินไป แล้วนะ ฉันทนไม่ไหวก็เลยจัดการเก็บกวาดห้องให้แทนไปซะยกใหญ่เลย... Xingqiu เอ๋ย ทั้งนายและพี่ต่างก็แบกรับชื่อเสียงของสมาคมการค้า Feiyun เอาไว้ มีเหตุผลมากมายที่จะเป็นตัวอย่าง ให้กับทุก ๆ คน หากไม่สามารถเก็บกวาดห้องแค่ ห้องเดียวได้แล้วนายจะไปจัดการ กับโลกทั้งใบนี้ได้ยังไงกัน? เมื่อหลายปีก่อนเหล่าเซียนนั้นมีเมฆ...\"\n\n\"หลังจากนั่งบ่น Xingqiu ได้ครึ่งชั่วโมง สุดท้ายพี่ชายก็ยอมปล่อยเขาไป โดยก่อนที่จะจากไปพี่ชายได้ทิ้งคำพูดแปลก ๆ ไว้กับเขา:\n\n\"ครั้งหน้า... พี่จะไม่เข้าห้องของนายโดยไม่ได้ รับอนุญาตอีกแล้ว แล้วก็จะบอกพวกสาวใช้แบบเดียวกันนี่แหละ\"\n\nXingqiu นั้นมึนงงไม่รู้ว่าจะตอบว่าอย่างไรดี ส่วนพี่ชายที่กลับตัวเดินจากไปก็ เปลี่ยนสีหน้ากลายเป็นเศร้าใจและ พูดกับตัวเองว่า:\n\n\"ที่ใต้เตียงยังมีหนังสือซ่อนอยู่อีก...อืม...พี่ก็คงไม่สามารถไปดูได้ว่ามันคือหนังสืออะไร เฮ้ออ Xingqiu ก็โตแล้วล่ะนะ อีกหน่อยจะโกรธที่ฉันจุกจิกจู้จี้มั้ยนะ? จะว่าไป...นี่มันเรียกว่าอะไรนะ...ช่วงวัยรุ่นใช่มั้ยนะ?\"\n\nXingqiu เองก็แปลกใจ ทั้ง ๆ ที่เขาซ่อนนิยายศิลปะการต่อสู้ไว้ตั้งมากมายขนาดนั้นและก็เตรียมรับมือกับเหล่าคนรับใช้ไว้ตั้งนานแล้ว แต่ทำไมถึงไม่มีใครมาตรวจดูห้อง เขาสักทีนะ?",
      "vi": "Một ngày nọ, anh của Xingqiu đến tìm, nhưng nhà không có ai. Khi quay về, Xingqiu gặp anh trai đang chờ ngoài hành lang.\n\n\"Phòng của em lộn xộn quá, nên anh đã giúp em dọn dẹp. Xingqiu à, em và anh đều gánh vác danh tiếng của Thương Hội Phi Vân như nhau, theo lý thì nên trở thành tấm gương cho mọi người. Nếu ngay cả quét nhà mà cũng không biết, làm sao quét được thế giới? Năm xưa tiên nhân có câu...\"\n\nSau khi lải nhải với Xingqiu nửa tiếng, anh trai cuối cùng cũng tha cho cậu, lúc sắp đi còn buông lại một câu nói kỳ quái:\n\n\"Lần sau anh sẽ không tự ý vào phòng em nữa, anh cũng sẽ nhắc nhở nha hoàn chú ý hơn.\"\n\nXingqiu ù ù cạc cạc, không biết trả lời ra sao. Người anh trai vừa xoay người bỏ đi thì ngay lập tức treo lên bộ mặt rầu rĩ, tự nói với mình:\n\n\"Dưới gầm giường còn giấu cả sách... ừm... anh đây sẽ không xem đó là sách gì đâu. Haiz, Xingqiu cũng lớn rồi, sau này có chê mình dạy dỗ lắm điều không nhỉ? Đây gọi là... thời thanh xuân, phải không nhỉ?\"\n\nXingqiu cũng kỳ lạ thật, giấu nhiều tiểu thuyết kiếm hiệp đến vậy, tức là đã sớm chuẩn bị sẵn sàng để đấu trí đấu võ với đám nha hoàn, nhưng sao lại không có ai vào phòng nó tra xét nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "为了不让行秋成日泡在绯云坡的书店「万文集舍」里，老爹允许他前往「古华派」学武。不过，行秋很快发现，「古华派」只是没落已久的小门派，压根给不出像样的教导，就连报名用的豪华道场也是临时租借而来，根本不归门派所有。\n\n老爹当然也知道这一点。他只是想让行秋学一些华而不实的剑术，聊以娱乐。\n\n出乎意料的是，博闻强识、通读古书的行秋已经达到一法通万法通的境界。他在「古华派」修习，凭借自身知识辅以古籍记载，彻底振兴了衰退已久的古华武术。\n\n初入门的行秋曾对古华派武术感到失望。然而，门人善使的「小术」完全符合他的渴望。\n\n灰粉、烟雾砂、纸鱼游水、吞剑吐火…生在商贾之家，行秋就是喜欢这种琳琅满目的选择感。\n\n当即决定花上十天半月，将古华派一百门江湖奇术学全。行秋认为，这对行侠仗义而言，也是种极有力的补充。",
      "zht": "為了不讓行秋成日泡在緋雲坡的書店「萬文集舍」裡，老爹允許他前往「古華派」學武。不過，行秋很快發現，「古華派」只是沒落已久的小門派，壓根給不出像樣的教導，就連報名用的豪華道場也是臨時租借而來，根本不歸門派所有。\n\n老爹當然也知道這一點。他只是想讓行秋學一些華而不實的劍術，聊以娛樂。\n\n出乎意料的是，博聞強識、通讀古書的行秋已經達到一法通萬法通的境界。他在「古華派」修習，憑藉自身知識輔以古籍記載，徹底振興了衰退已久的古華武術。\n\n初入門的行秋曾對古華派武術感到失望。然而，門人善使的「小術」完全符合他的渴望。\n\n灰粉、煙霧砂、紙魚游水、吞劍吐火…生在商賈之家，行秋就是喜歡這種琳琅滿目的選擇感。\n\n當即決定花上十天半月，將古華派一百門江湖奇術學全。行秋認為，這對行俠仗義而言，也是種極有力的補充。",
      "jp": "数年前、行秋が緋雲の丘にある本屋「万文集舎」に入り浸らないよう、父親は、武芸を学ばせるために彼を「古華派」に送り出した。しかし「古華派」はすでに没落した門派で、きちんと教えられる師範もいない。申し込んだ際に見た豪華な道場でさえ、一時的に借りたであると行秋はすぐに察した。\n\nもちろん、父親はそれを承知の上で彼をそこに送った。趣味や娯楽として、見た目が華やかなだけの剣術を習ってもらうつもりだったからだ。\n\nしかし、皆の予想を遥かに超える出来事がおきた。様々な知識を本で学んだ行秋は、すぐにコツを掴み、己の知識を使い、長らく没落していた古華武術を振興させたのだ——もちろん、それは少し経ってからの出来事である。\n\n入門したばかりの行秋は、最初こそ古華派の実力に失望したものだが、世渡りに使う「小策」を目にした瞬間、やる気が沸き上がった。\n\n石灰の粉、煙霧の砂、紙の魚、剣を飲み火を吹く…商人の家に生まれた行秋は、このような豊富な選択肢を持つ感覚が好きなのだ。\n\nそして、きっとこれは自分の人助けにも役立つものでもある。この時、彼は古華派の奇術を全て覚えると決めたのだった。",
      "ko": "행추가 비운 언덕의 서점 「만문집사」에서 매일 죽치고 있는 걸 막고자 아버지는 행추에게 「고화파」에 가서 무예를 배우는 걸 허락했다. 하지만 행추는 「고화파」는 그저 몰락한지 오래인 작은 문파로 배울 게 없을 뿐만 아니라 신청할 때 봤던 화려한 도장도 잠시 빌린 것으로 평소엔 사용하지 못하는 것임을 알아차린다.\n\n아버지도 이에 대해 알고 있었지만 행추가 실속 없는 검술이라도 재미로 배우길 바랄 뿐이었다.\n\n하지만 뜻밖에도 기억력이 뛰어나고 고서를 통달한 행추는 만류귀종의 경지에 올라 「고화파」에서 수련하며 자신의 지식과 고적의 기록을 바탕으로 쇠퇴한지 오래인 고화 무술을 부활시킨다.\n\n처음 입문했을 때 행추는 고화파의 무술에 실망했으나 문하생들이 사용하는 「술수」는 그의 갈망을 완전히 만족시켰다.\n\n회색 가루, 연막 모래, 종이 물고기로 헤엄치기, 검을 삼켜 불 뱉기… 상인 집안에서 나고 자란 행추는 수많은 것들 중에 무언갈 고르는 걸 좋아했다.\n\n그는 즉시 시간을 들여 고화파의 100가지 강호 술수를 모두 배우기로 한다. 이가 협행에 매우 유익하다고 생각했기 때문이었다",
      "en": "To keep Xingqiu from spending his whole day at Wanwen Bookhouse in Feiyun Slope, his father agreed to let him learn martial arts from the Guhua Clan. Much to his dismay, Xingqiu quickly discovered that Guhua was a dying art that had been in constant decline for years. There was no proper tuition and it turned out the luxury dojo he had signed up in didn't even belong to the clan — they had just rented it temporarily to keep up appearances.\n\nXingqiu's father was, of course, fully aware of this state of affairs in advance. To him, the whole thing was just for fun; he thought Xingqiu would be content to learn a spot of bladework for show, not for serious self-defense.\n\nHe hadn't counted on the prodigiously intelligent and extremely well-read Xingqiu being as outstanding a talent in Guhua as he was in every other discipline he had turned his hand to. A combination of his own intuition and extensive knowledge of ancient literature meant he was able to completely revitalize the dead art.\n\nXingqiu was disappointed by Guhua's martial arts program at the beginning, but he found the other tricks they taught to be exactly what he had hoped for.\n\nQuicklime, smoking sand, paper fish, sword-swallowing, fire-breathing... Xingqiu was spoilt for choice.\n\nHe decided on the spot that he would learn them all, no matter how long it would take him. He reasoned that they would be useful to have in his repertoire during his future exploits as a chivalrous hero.",
      "de": "Um Xingqiu davon abzuhalten, den ganzen Tag in der Buchhandlung Wanwen am Feiyun-Hang zu verbringen, erklärte sich sein Vater bereit, ihn die Kampfkunst der Guhua-Schule lernen zu lassen. Zu seiner großen Bestürzung stellte Xingqiu schnell fest, dass Guhua eine sterbende Kunst war, die seit Jahren stetig in der Gunst der Interessenten sank. Es gab keinen richtigen Unterrichtsplan und es stellte sich sogar heraus, dass die Luxustrainingshalle, in der er sich angemeldet hatte, nicht einmal zur Guhua-Schule gehörte. Man hatte sie nur vorübergehend angemietet, um den guten Schein zu wahren.\n\nXingqius Vater war sich dessen natürlich bereits im Voraus bewusst. Für ihn war das Ganze nur ein Spaß. Er dachte, Xingqiu würde sich damit zufriedengeben, diese Kampfkunst nur für ein paar nützliche Tricks zu lernen, nicht zur ernsthaften Selbstverteidigung.\n\nEr hatte nicht damit gerechnet, dass Xingqiu in der Guhua-Schule ein ebenso herausragendes Talent war wie in jeder anderen Disziplin, in der seine Finger steckten. Eine Kombination aus seiner eigenen Intuition und den umfassenden Kenntnissen der alten Literatur bedeuteten, dass er die fast schon tote Kunst vollständig wiederbeleben konnte.\n\nXingqiu war zu Beginn vom Kampfkunstprogramm der Guhua-Schule enttäuscht, fand aber die anderen Tricks und Kniffe, die sie ihn lehrten, genau richtig.\n\nBrandkalk, rauchender Sand, Papierfische, Schwertschlucken, Feuerspucken ... Xingqiu hatte die Qual der Wahl.\n\nEr entschied ohne Umschweife, dass er sie alle lernen würde, egal wie lange er brauchen würde. Er argumentierte, dass alle Techniken nützlich sein würden, um diese während seiner künftigen Heldentaten in seinem Repertoire zu haben.",
      "es": "Para evitar que Xingchiu pasara todo el día en la Casa de Libros Wanwen de la Pendiente Feiyun, su padre accedió a permitirle aprender las artes marciales del Clan Guhua. Para su consternación, Xingchiu descubrió rápidamente que Guhua era una escuela moribunda que había estado en constante declive durante años. No había forma de matricularse en la Academia Guhua y resultó que el gimnasio de lujo en el que se había inscrito ni siquiera pertenecía al clan: lo habían alquilado temporalmente para mantener las apariencias.\n\nEl padre de Xingchiu, por supuesto, era plenamente consciente de la situación del clan. Para él, solo era por diversión. Pensó que Xingchiu se contentaría con aprender un poco a usar la espada para recrearse, no para defensa personal.\n\nNo había contado con que Xingchiu, prodigiosamente inteligente y extremadamente bien instruido, tuviera tanto talento para las técnicas Guhua como lo tenía para otras disciplinas en las que se había interesado anteriormente. Una combinación de su propia intuición y un amplio conocimiento de la literatura antigua le permitieron revitalizar por completo unas artes marciales muertas.\n\nXingchiu estaba decepcionado por el programa de artes marciales de Guhua al principio, pero descubrió que los otros trucos que enseñaban eran exactamente lo que esperaba.\n\nPolvo de cal, arena humeante, peces de papel, tragar espadas, escupir fuego... La cantidad de opciones deslumbró a Xingchiu.\n\nInmediatamente, decidió que los aprendería todos, sin importar cuánto tiempo le llevara. Pensó que serían útiles en su repertorio durante sus futuras hazañas como héroe errante.",
      "fr": "Afin d'éviter que Xingqiu passe le plus clair de son temps à la Librairie Wanwen de la Pente Feiyun, son père l'autorisa à étudier les arts martiaux auprès du Clan Guhua. Xingqiu découvrit rapidement que le Guhua était une école sur le déclin depuis des années. Il n'y avait pas d'enseignement digne de ce nom, et même le luxueux dojo dans lequel il s'était occupé de son inscription s'avéra être loué, n'appartenant aucunement au clan.\n\nSon père était bien sûr au fait de cet état de choses. À ses yeux, tout cela n'était qu'une manie passagère, et il était convaincu que son fils saurait se contenter d'apprendre quelques mouvements d'épée pour impressionner, et passerait à autre chose.\n\nC'était sans compter sur le talent et l'érudition de Xingqiu, qui brillait dans tout ce à quoi il s'intéressait. Ses nombreuses connaissances et sa maîtrise de la littérature ancienne lui permirent de ressusciter l'art mourant.\n\nBien que quelque peu déçu au départ par ses premières leçons, Xingqiu fut en revanche particulièrement intéressé par les divers tours et techniques qu'il apprit par la suite, qui répondirent parfaitement à ses attentes.\n\nLancers de poussière, sable dissimulant, poissons de papier, avalage d'épée, crachage de feu... Xingqiu n'avait que l'embarras du choix.\n\nIl décida d'apprendre toutes ces techniques, peu importe le temps requis, estimant qu'elles seraient un atout non négligeable lors de ses futurs exploits de héros combattant pour le bien.",
      "pt": "Para impedir que Xingqiu passasse o dia inteiro na Biblioteca Wanwen na Encosta de Feiyun, seu pai concordou em deixá-lo aprender artes marciais com o clã Guhua. Para sua consternação, Xingqiu rapidamente descobriu que Guhua era uma arte em esquecimento que estava em constante declínio há anos. Não existiam aulas adequadas e o dojo de luxo em que ele havia se inscrito nem pertencia ao clã - eles acabaram de alugá-lo temporariamente para manter as aparências.\n\nO pai de Xingqiu estava, obviamente, ciente desses assuntos com antecedência. Para ele, tudo era apenas por diversão. Ele achava que Xingqiu se contentaria em aprender um pouco da arte das lâminas para se exibir, e não para defesa pessoal.\n\nEle não contava que o prodigiosamente inteligente e extremamente culto Xingqiu fosse um talento tão notável em Guhua quanto em todas as outras disciplinas em que se dedicou. Uma combinação de sua própria intuição e amplo conhecimento da literatura antiga fez com que ele fosse capaz de revitalizar completamente a arte morta.\n\nXingqiu ficou desapontado com o programa de artes marciais de Guhua no início, mas aprendeu outros truques.\n\nPó de cal, areia fumegante, peixe de papel, engolir espadas, soprar fogo... Xingqiu ficou deslumbrado com as várias opções.\n\nEle decidiu imediatamente que aprenderia todas elas, não importando quanto tempo levasse. Ele pensou que seriam úteis em seu repertório durante as futuras façanhas como um herói errante.",
      "ru": "Чтобы Син Цю не сидел целыми днями в книжном магазине, его отец записал его в школу боевых искусств Гухуа. Но вскоре Син Цю обнаружил, что школа Гухуа оказалась в полном упадке. В ней не только не оказалось сносных учителей, но и то роскошное додзё, в котором проходила церемония посвящения, было коварным прикрытием. Отец знал об этом и в своё оправдание говорил, что он хотел бы, чтобы увлечение Син Цю боевыми искусствами было мимолётным развлечением. Он и подумать не мог, что умный и начитанный Син Цю добьётся таких успехов в стиле Гухуа. Благодаря глубоким познаниям в древности и литературе, Син Цю удалось вернуть школу Гухуа к её былому величию. Поначалу же Син Цю был разочарован школой, но он внезапно отыскал вдохновение в прикладных «трюках» этой школы, таких как известковый порошок, дымящийся песок, бумажная рыба, глотание мечей и дыхание огнём... Обилие этих трюков ослепило Син Цю, он тут же решил выучить их все, сколько бы времени у него на это ни ушло. Он знал, что всё это обязательно пригодится ему в его «другой» героической жизни.",
      "id": "Agar Xingqiu tidak menghabiskan seluruh harinya di Wanwen Bookhouse di Feiyun Slope, ayahnya setuju untuk membiarkannya belajar seni bela diri dari Klan Guhua. Namun, Xingqiu dengan cepat menyadari bahwa Klan Guhua adalah sekolah kecil yang tidak memiliki pengajaran yang layak. Dan ternyata dojo mewah tempat dia mendaftar itu bahkan bukan milik Klan — mereka hanya menyewa sementara saja.\n\nTentu saja ayah Xingqiu sudah mengetahui hal tersebut. Menurutnya, semua itu hanya untuk bersenang-senang; dia berpikir bahwa Xingqiu hanya ingin belajar ilmu pedang untuk hiburan belaka, dan bukan untuk pertahanan diri.\n\nYang mengejutkan adalah, Xingqiu sangat berpengetahuan luas, dan memiliki talenta yang luar biasa di Guhua. Dengan mengandalkan pengetahuannya sendiri, dan buku-buku kuno, dia menghidupkan kembali seni bela diri Guhua.\n\nAwalnya Xingqiu merasa kecewa dengan program seni bela diri Guhua, namun ternyata teknik yang mereka ajarkan tepat seperti yang diharapkannya.\n\nDia memutuskan pada saat itu juga bahwa dia akan mempelajari semuanya, tidak peduli berapa lama waktu yang dibutuhkan. Xingqiu percaya bahwa hal tersebut akan sangat berguna untuk seorang Knight dan keadilan.",
      "th": "เพื่อไม่ให้ Xingqiu เอาแต่หมกตัวอยู่ที่ห้อง Feiyun Slope ของร้านหนังสือ \"Wanwen Bookhouse\" พ่อของเขาอนุญาตให้เขาไป เรียนวิชาต่อสู้ที่สำนัก \"Guhua\" แต่ Xingqiu ก็รู้ได้โดยทันทีว่าสำนัก \"Guhua\" นั้นเป็นเพียงสถานที่ที่ล้าหลัง ไม่ได้น่าสนใจอีกต่อไป ไม่เพียงแต่ไม่มีอาจารย์ดี ๆ สอนเท่านั้น ขนาดเวทีที่เห็นเมื่อตอนวันสมัคร ยังเป็นของที่ยืมมาชั่วคราว ไม่ได้มีความยิ่งใหญ่เลยสักนิด\n\nแน่นอนว่าพ่อของเขานั้นรู้เรื่องนี้ดี เขาเพียงแต่ต้องการให้ Xingqiu เรียนอะไรซักอย่างที่ไม่ใช้วิชาดาบ ที่แท้จริง ซึ่งเป็นแค่เพียงเรื่องสนุกสนาน เท่านั้น\n\nแต่สิ่งที่คาดไม่ถึงก็คือ Xingqiu ผู้มีพลังการเรียนรู้ที่สูงมากนั้น ไป ๆ มา ๆ กลับสามารถเรียนรู้ผ่านทางหนังสือ โบราณได้อย่างทะลุปรุโปร่ง เขาฝึกฝนใน \"สำนัก Guhua\" และอาศัยความรู้และบันทึกโบราณ ของเขาเพื่อฟื้นฟูศิลปะการต่อสู้ของ Guhua ที่เสื่อมโทรมเป็นเวลานาน\n\nXingqiu ผู้เข้า ๆ ออก ๆ สำนัก Guhua อาจจะเคยรู้สึกผิดหวังไปบ้าง อย่างไรก็ตามเมื่อได้เห็น \"ทักษะเล็ก ๆ\" ของผู้ที่ร่ำเรียนวิชาจนเก่งกาจแล้ว เขาก็กลับมาตื่นเต้นอีกครั้ง\n\nผงขี้เถ้า, ควันทราย, ปลากระดาษว่ายน้ำ, กลืนดาบและพ่นไฟ... แม้จะเกิดในบ้านของนักธุรกิจแต่ Xingqiu ชอบความหลากหลายของตัวเลือก นี้มากกว่า\n\nในเวลานั้นเขาได้ตัดสินใจว่า ไม่ว่าจะใช้เวลาเท่าไหร่ก็จะ สำเร็จวิชาทั้งหมดของสำนัก Guhua ให้ได้ ซึ่งสิ่งเหล่านี้เมื่อพูดถึง ความกล้าหาญของตนแล้ว ก็ถือเป็นเรื่องดีที่มีประโยชน์",
      "vi": "Để Xingqiu không đắm chìm trong mơ mộng cả ngày ở tiệm sách Vạn Văn Tập trên Dốc Phi Vân, bố cho phép Xingqiu đến \"Phái Cổ Hoa\" học võ. Nhưng không lâu sau Xingqiu đã phát hiện, \"Phái Cổ Hoa\" chỉ là tiểu môn phái sa sút đã lâu, chẳng ra dáng dạy võ, mà đến đạo trường xa hoa dùng cho việc báo danh cũng là đi thuê tạm thời, rõ ràng không phải sở hữu của môn phái.\n\nTất nhiên, bố cậu cũng biết điều này. Ông chỉ muốn để Xingqiu đến học chút múa may chứ không phải kiếm pháp thực sự, giải trí mà thôi.\n\nNhưng điều mà mọi người không ngờ đến là, một người kiến thức sâu rộng, thông hiểu sách cổ như Xingqiu đã đạt đến cảnh giới nhất pháp thông mở thông vạn pháp. Cậu dựa vào kiến thức của mình cộng thêm sự hỗ trợ từ sách cổ, chăm chỉ tu tập, chấn hưng võ thuật Cổ Hoa đã suy tàn từ lâu.\n\nXingqiu đã từng rất thất vọng về võ thuật phái Cổ Hoa khi mới nhập môn, nhưng những \"tiểu thuật\" mà môn nhân thường dùng lại hoàn toàn phù hợp với khát vọng của cậu.\n\nBột vôi, cát khói, cá giấy bơi trong nước, nuốt kiếm phun lửa... sinh ra trong gia đình thương gia, Xingqiu ưa thích cảm giác chọn lựa tuyệt vời này.\n\nKhi đó cậu quyết định dùng thời gian nửa tháng mười ngày học hết một trăm môn kỳ thuật giang hồ của Phái Cổ Hoa. Cũng xem như một phần bổ trợ vào con đường hành hiệp trượng nghĩa của cậu."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "剑客少爷行秋，人前静若处子，人后动若脱兔，对着亲近的人则会变得唠叨。虽说还不及大哥，却也足够调皮捣蛋了。\n\n而这般古灵精怪个性的主要受害者，是一位出没在璃月山林一带的少年方士——重云。\n\n「重云啊重云，昨日我为你找到一座闹鬼的凶宅，快去练练手吧。」\n\n「重云啊重云，你千万要相信我，那间凶宅里的机关不是我布置的…什么？你说根本不是凶宅？嗯，这倒不是我能预料的事…」\n\n「重云啊重云，何必用那种眼神瞪我呢？瞧你身上都青一块紫一块了，还是好好躺着吧。」\n\n「重云啊重云，我家有个丫鬟，曾在须弥国贵族府中研习精油理疗秘术。我找她来帮你推拿筋骨，你可要领我这份人情呀…」",
      "zht": "劍客少爺行秋，人前靜若處子，人後動若脫兔，對著親近的人則會變得嘮叨。雖說還不及大哥，卻也足夠調皮搗蛋了。\n\n而這般古靈精怪個性的主要受害者，是一位出沒在璃月山林一帶的少年方士——重雲。\n\n「重雲啊重雲，昨日我為你找到一座鬧鬼的凶宅，快去練練手吧。」\n\n「重雲啊重雲，你千萬要相信我，那間凶宅裡的機關不是我佈置的…什麼？你說根本不是凶宅？嗯，這倒不是我能預料的事…」\n\n「重雲啊重雲，何必用那種眼神瞪我呢？瞧你身上都青一塊紫一塊了，還是好好躺著吧。」\n\n「重雲啊重雲，我家有個丫鬟，曾在須彌國貴族府中研習精油理療秘術。我找她來幫你推拿筋骨，你可要領我這份人情呀…」",
      "jp": "剣客のお坊ちゃんである行秋は、よく知らない人の前では物静かだが、本当はとても活発で、親しい人に対してかなりお喋りである。そして、彼の兄ほどではないが、十分やんちゃでわんぱくでもある。\n\nそんないたずらっ子な行秋の被害者は、主に璃月周囲の山道を往来する方士——重雲である。\n\n「重雲、重雲、昨日幽霊が出る屋敷を見つけたよ。手慣らしにうってつけだ」\n\n「重雲、重雲、信じてくれ、あのお化け屋敷の罠は僕の仕業じゃ…えっ？お化け屋敷じゃない？えっと、それは僕も予測できっこないよ…」\n\n「重雲、重雲、そんなに睨まないでくれ…ほら、君あざだらけだから、休んだほうがいいよ…」\n\n「重雲、重雲、うちにスメール国の貴族の家でオイルセラピーを学んできた使用人がいてさ、彼女に君の傷を診てもらおう。嫌とは言わないでくれよ…」",
      "ko": "검객 도련님 행추는 사람 앞에선 얌전하나 뒤에선 아주 민첩하게 행동하며 사적으로 친한 사람에겐 잔소리를 많이 한다. 친형보단 아니지만 장난기도 충분하다.\n\n이런 장난기 가득한 재간둥이의 피해자는 리월 인근 숲에서 머무는 소년 도사——중운이다.\n\n「중운아 중운아, 어제 너를 위해 귀신이 나오는 흉가를 찾았어. 어서 가보자.」\n\n「중운아 중운아, 그 흉가에 있는 장치들은 내가 설치한 게 아냐, 날 믿어…. 뭐라고? 흉가가 아니라고? 음, 그건 내 예상 밖인데….」\n\n「중운아 중운아, 왜 그런 눈으로 날 쳐다보는 거야? 몸이 온통 새파랗게 질렸잖아. 일단 편하게 누워있어」\n\n「중운아 중운아, 우리 집에 하녀가 예전에 수메르 귀족 가문에서 오일 치료의 비법을 배웠대. 그녀를 데리고 와서 널 치료해 줄게. 내 호의를 받아줘…」",
      "en": "There are two sides to the swashbuckling Xingqiu's personality. While quiet and unassuming in front of strangers, he is gregarious and chatty in the company of close friends and family. Though more restrained than his elder brother, he even has a playful and mischievous side.\n\nThe one who usually bears the brunt of his bizarre sense of humor is someone named Chongyun, an exorcist usually found on one of the forest trails around Liyue.\n\n\"Chongyun... I found a haunted house for you to practice in...\"\n\n\"Chongyun, you have to believe me... It wasn't me who laid the traps inside that haunted house— What? It's not haunted? Well... I, uh, couldn't have known that, could I?\"\n\n\"Chongyun... Don't glare at me like that... Look, you're injured. You'd better just lie there and get some rest.\"\n\n\"Tell you what, Chongyun, we have a maid who learned the art of essential oil therapy in a nobleman's house in Sumeru... How about I ask her to tend to your wounds? You owe me for this, though...\"",
      "de": "Die Persönlichkeit des verwegenen Xingqiu hat zwei Seiten. Während er sich vor Fremden ruhig und bescheiden gibt, ist er gesellig und gesprächig in Gesellschaft enger Freunde und Familie. Obwohl er zurückhaltender ist als sein älterer Bruder, hat er trotzdem eine spielerische und schelmische Seite.\n\nDerjenige, der normalerweise die Hauptlast seines bizarren Sinns für Humor trägt, ist ein junger Mann namens Chongyun, ein Mystiker, der normalerweise auf einem der Waldwege um Liyue herum zu finden ist.\n\n„Chongyun! Ich habe gestern ein Spukhaus gefunden, in dem du üben kannst.“\n\n„Chongyun, du musst mir glauben. Ich war es nicht, der die Fallen in diesem Spukhaus gelegt hat! Was? Es wird nicht von Geistern heimgesucht? Nun ... wie hätte ich das wissen sollen?“\n\n„Chongyun! starr mich nicht so an ... Schau, du bist verletzt! Du solltest besser einfach da liegen bleiben und dich ausruhen.“\n\n„Ich sag dir, Chongyun, wir haben eine Magd, die die Kunst der Therapie mit ätherischen Ölen in einem Adelshaus in Sumeru gelernt hat ... Wie wäre es, wenn ich sie darum bitten würde, sich um deine Wunden zu kümmern? Dafür schuldest du mir aber einen ...“",
      "es": "Xingchiu es un espadachín de doble cara. Por lo general, es callado y tímido frente a extraños, pero aunque no es tan irritante como su hermano, en realidad es bastante extrovertido, hasta el punto de ser odioso con gente más cercana. En ocasiones muestra su lado travieso.\n\nLa víctima de sus travesuras suele ser Chongyun, un joven al que generalmente se le puede ver en los senderos del bosque cerca de Liyue.\n\n“Chongyun... encontré una casa embrujada para que practiques...”\n\n“Chongyun, Confía en mí, yo no puse esas trampas... ¿Qué? ¿No está embrujada? Eso sí que no me lo esperaba”.\n\n“Chongyun... No me mires así, estás herido. Es mejor que te recuestes”.\n\n“Chongyun... Tenemos una criada que aprendió el arte de la terapia de aceites esenciales en casa de un noble de Sumeru. ¿Qué tal si le pido que revise tus heridas? Me debes una...”.",
      "fr": "Xingqiu est un épéiste à la personnalité aux multiples facettes ; calme et sans prétention devant les étrangers, il se révèle d'un tempérament sociable et bavard en compagnie d'amis et de proches. Plus réservé que son frère, il n'en possède pas moins un côté joueur et espiègle.\n\nLa victime la plus courante de son étrange sens de l'humour est un jeune exorciste répondant au nom de Chongyun, que l'on trouve généralement parcourant les sentiers de forêt aux alentours de Liyue.\n\n« Chongyun, j'ai trouvé hier une maison hantée, tu pourrais aller t'y entraîner, qu'en penses-tu ? »\n\n« Chongyun, crois-moi ! Ce n'est pas moi qui ai posé ces pièges ! Comment ça, la maison n'était pas hantée ? Ah, mais comment aurais-je pu le prévoir ? »\n\n« Chongyun, ne me regarde pas comme ça... Tu es couvert de bleus, mieux vaut t'allonger et te reposer. »\n\n« Écoute Chongyun : une de nos servantes a appris l'art de la thérapie par les huiles essentielles à Sumeru, laisse-moi lui demander de te soigner d'accord ? Mais tu me devras une faveur... »",
      "pt": "Há dois lados na personalidade do Xingqiu. Enquanto quieto e despretensioso na frente de estranhos, ele é sociável e falador na companhia de amigos e familiares próximos. Embora mais contido que seu irmão mais velho, ele ainda tem um lado brincalhão e travesso.\n\nA pessoa que geralmente suporta o peso de seu senso de humor bizarro é alguém chamado Chongyun, um polímata que geralmente é encontrado em uma das trilhas da floresta em torno de Liyue.\n\n\"Chongyun... Encontrei uma casa mal-assombrada para você praticar...\"\n\n\"Chongyun, você precisa acreditar em mim... Não fui eu quem colocou as armadilhas dentro daquela casa mal-assombrada - O quê? Não é assombrada? Bem... Eu não tinha como saber, não é?\"\n\n\"Chongyun... Não me olhe assim... Olha, você está ferido, é melhor você ficar lá e descansar um pouco.\"\n\n\"Chongyun, temos uma empregada que aprendeu a arte da terapia com óleos essenciais na casa de um nobre em Sumeru... Que tal pedir para ela que cuide das suas feridas?\"",
      "ru": "Син Цю является довольно двуликим мастером меча. Перед незнакомыми людьми он обычно ведёт себя тихо и робко, но со своими близкими и друзьями он тот ещё экстраверт, да к тому же и ужасный ворчун (но не такой ворчун, как его брат).\n\nБывает, что он даже показывает свою озорную сторону. Жертвой его игр обычно становится некто по имени Чун Юнь, которого можно найти на лесных тропинках у Ли Юэ.\n\n«Чун Юнь... Я нашёл дом с привидениями, в котором ты сможешь потренироваться!»\n\n«Чун Юнь... Я честно не расставил там ловушек... Что? Там нет привидений? Что ж... Откуда мне было знать?»\n\n«Чун Юнь... Не смотри так на меня. Ты уже поранился. Лучше просто лежи спокойно и не шевелись...»\n\n«Чун Юнь... У нас есть одна служанка, которая училась массажу в доме знатного человека из Сумеру. Я попрошу, чтобы она осмотрела твои раны... За это ты теперь у меня в долгу...»",
      "id": "Ada dua kepribadian Xingqiu yang saling berlawanan. Dia diam dan tenang di depan orang asing, tapi dia suka bergaul dan suka berbicara di depan orang-orang terdekat dan keluarganya. Meskipun tidak seperti kakak laki-lakinya, dia juga memiliki sisi yang menyenangkan dan nakal.\n\nDan korban utama dari kepribadiannya yang aneh adalah Chongyun, seorang exorcist yang biasa ditemui di jalanan hutan sekitar Liyue.\n\n\"Chongyun ... aku menemukan rumah berhantu untuk kamu latihan...\"\n\n\"Chongyun, kau harus percaya padaku ... Bukan aku yang meletakkan jebakan di dalam rumah berhantu itu —— Apa? Itu tidak berhantu? Yah... aku, uh, tidak mungkin tahu itu, kan?\"\n\n\"Chongyun... jangan menatapku seperti itu... Lihat, kamu terluka. Kamu sebaiknya berbaring di sana dan beristirahat.\"\n\n\"Chongyun, Chongyun, ada seorang pelayan di keluargaku yang pernah belajar teknik fisioterapi di rumah bangsawan di Sumeru... Bagaimana kalau aku memintanya untuk menyembuhkan lukamu? Tapi, kamu akan berutang budi padaku...\"",
      "th": "Xingqiu ผู้เป็นทั้งนายน้อยและนักดาบ เงียบเมื่ออยู่ต่อหน้าผู้คนและ มีชีวิตชีวามากในตอนลับหลัง เป็นคนคุยจ้อเมื่ออยู่กับคนที่สนิท และถึงแม้ว่าจะพูดไม่ทันพี่ใหญ่ ของเขา แต่ก็ถือว่าซุกซนเลยทีเดียว\n\nเหยื่อรายหลักของเด็กหนุ่มซุกซน ผู้นี้เป็นหนุ่มน้อยนักปราบปีศาจที่ เดินทางอยู่บริเวณป่าเขาใกล้ Liyue...Chongyun\n\n\"Chongyun เอ๋ยย Chongyun เมื่อวานฉันหาบ้านผีดุให้นายได้แล้ว รีบไปลองฝึกวิชากันเถอะ\"\n\n\"Chongyun เอ๋ยย Chongyun นายต้องเชื่อฉันนะ กลไกที่อยู่ในบ้านผีสิงนั่นไม่ใช่ ของที่ฉันเตรียมไว้นะ... ว่าไงนะ? ไม่ใช่บ้านผีสิงซักหน่อยงั้นเหรอ? อืม เรื่องพวกนี้ฉันก็บอกไม่ได้หรอกนะ...\"\n\n\"Chongyun เอ๋ยย Chongyun อย่ามองฉันแบบนั้นสิ... ดูนายสิตัวช้ำไปหมดแล้วนะเนี่ย ยังไงนอนพักสักเดี๋ยวนึงเถอะนะ...\n\n\"Chongyun เอ๋ยย Chongyun ที่บ้านฉันมีสาวรับใช้อยู่คนหนึ่ง เธอเคยเรียนเคล็ดวิชาลับสำหรับ สกัดน้ำมันรักษาของพวกชนชั้นสูง ใน Sumeru ฉันจะไปตามเธอมาช่วยดูอาการ บาดเจ็บของนายให้นะ ห้ามปฏิเสธความหวังดีในครั้งนี้ ของฉันเชียวล่ะ...\"",
      "vi": "Thiếu gia kiếm khách Xingqiu trước mặt người lạ điềm đạm nho nhã, nhưng thật ra bản chất lại rất hoạt bát, với người thân lại cực kỳ ba hoa. Tuy không bì kịp anh trai nhưng cũng đủ nghịch ngợm phá phách.\n\nNạn nhân của cái tính khí cổ quái này là một phương sĩ thiếu niên hành tẩu nơi núi rừng gần Liyue - Chongyun.\n\n\"Chongyun à Chongyun, hôm qua tôi đã tìm thấy ngôi nhà bị ma ám cho cậu, mau đi luyện tập đi\".\n\n\"Chongyun à Chongyun, cậu nhất định phải tin tôi, cơ quan trong ngôi nhà bị ám đó không phải do tôi bố trí đâu... Cái gì? Cậu nói ngôi nhà đó không hề bị ám? Ừm, chuyện này sao tôi biết được...\"\n\n\"Chongyun à Chongyun, cần gì phải nhìn tôi bằng ánh mắt đó chứ? Người cậu bầm tím cả rồi, ngoan ngoãn nằm yên đi\"\n\n\"Chongyun à Chongyun, nhà tớ có một nha hoàn, từng nghiên cứu bí thuật trị liệu tinh dầu trong phủ quý tộc nước Sumeru. Tôi đi tìm cô ấy giúp cậu xoa nắn gân cốt, cậu không được từ chối tấm lòng của tôi đâu đấy...\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "「侠义」一词，释义因人而异。\n\n自由仗义者为侠，善恶分明者为侠，一身正气者为侠…\n\n但在行秋看来，「侠义」的意义，仅仅是做好事、做好人。\n\n身为璃月港巨贾之后，行秋的本分是在生意场里摸爬滚打，「侠义」二字，本该与他渐行渐远。\n\n但在「神之眼」的帮助下，他开始办成一桩又一桩曾经只能向往的「传奇轶事」。\n\n商会的事自然不能放下，但只要能亲自行侠仗义，哪怕只是偶尔，也已让行秋倍感满足。\n\n唯一会削减行秋笑容的，只有他人口中对那些「侠士」动机的庸俗猜测。\n\n地位、名利、暗中交易…当听到有人如此编排侠客的本心，行秋面上波澜不惊，心中却已将那人列入黑名单，放在比最讨厌吃的胡萝卜更低的位置。",
      "zht": "「俠義」一詞，釋義因人而異。\n\n自由仗義者為俠，善惡分明者為俠，一身正氣者為俠…\n\n但在行秋看來，「俠義」的意義，僅僅是做好事、做好人。\n\n身為璃月港巨賈之後，行秋的本分是在生意場裡摸爬滾打，「俠義」二字，本該與他漸行漸遠。\n\n但在「神之眼」的幫助下，他開始辦成一樁又一樁曾經只能嚮往的「傳奇軼事」。\n\n商會的事自然不能放下，但只要能親自行俠仗義，哪怕只是偶爾，也已讓行秋倍感滿足。\n\n唯一會削減行秋笑容的，只有他人口中對那些「俠士」動機的庸俗猜測。\n\n地位、名利、暗中交易…當聽到有人如此編排俠客的本心，行秋面上波瀾不驚，心中卻已將那人列入黑名單，放在比最討厭吃的胡蘿蔔更低的位置。",
      "jp": "「義侠心」という言葉の解釈は十人十色かもしれない。\n\n自由に生きることだったり、善悪がはっきりしていることだったり、正義感を持つことだったり…\n\n行秋にとって、「義侠心」の意味はいいことをして、いい人になることである。\n\n本来、璃月港の商人の子供として、彼の本分はビジネスの場で生きることだ。「義侠心」からは離れていくはずだった。\n\nしかし「神の目」のおかげで、彼はかつて憧れることしかできなかった「伝説の逸話」を、自ら作れるようになった。\n\nもちろん、商会のことを放っておくわけにはいけないが、自らの手で人助けすることは、行秋を満ち足りた気分にさせてくれる。\n\n行秋の笑顔が崩れるのは、他人が「任侠」に対してくだらない憶測を述べた時だけだ。\n\n地位、名利、闇取引…任侠の心をこう解釈されると、彼は表情には出さないが心の中で必ず相手をブラックリスト——彼の一番嫌いなニンジンよりも下等の位に入れる。",
      "ko": "「의협」이란 단어는 사람마다 다르게 해석한다.\n\n자유를 추구하는 자도 협이 될 수 있고, 선악이 분명한 자도 협이 될 수 있으며, 바른 기운이 가득한 자도 협이 될 수 있다….\n\n행추에게 「의협」이란 좋은 일을 하고 좋은 사람이 되는 것이다.\n\n행추는 리월항의 거상이 된 후 일에 치여 「의협」이라는 단어와 점차 멀어지게 됐다.\n\n하지만 「신의 눈」의 도움 아래 그는 마음속으로만 생각해오던 「전설 같은 일화」를 수행할 수 있게 됐다.\n\n상회의 일을 손 놓을 순 없지만 그래도 가끔 직접 협행을 하는 걸로 행추는 아주 만족한다.\n\n타인이 「협객」의 동기가 졸렬할 것이라고 추측할 때만 행추의 얼굴에 서린 미소가 사라진다.\n\n지위, 명예, 암중 거래…. 다른 사람이 협객의 본심을 이렇게 매도할 때 행추의 표정은 바로 변하진 않는다. 그저 행추는 그 사람을 가장 싫어하는 당근보다 더 높은 순위의 블랙리스트에 추가할 뿐이다",
      "en": "The notion of chivalry means different things to different people.\n\nChivalry means listening to your conscience calling you to action when you see an injustice, right? Or is chivalry simply about knowing right from wrong? No, that's not enough — it must have something to do with being a righteous person...\n\nTo Xingqiu, chivalry simply means: Be good, and do good.\n\nAs a son of a wealthy merchant in Liyue Harbor, he was born to ride the waves in the world of trade. Notions of chivalry should have gradually left him as he grew up.\n\nHowever, obtaining a Vision changed everything — it meant he was finally able accomplish those legendary deeds he could only dream of as a child.\n\nOf course, there is no way he can completely divest himself of his duties in the Guild, but so long as he gets to go out and be the hero even occasionally, he is perfectly content with his life.\n\nThe only thing that can wipe the smile from Xingqiu's face is when cynics question the true motives of chivalrous heroes.\n\nRank, reputation, reward, shadowy deals... Whenever Xingqiu hears people smearing the names of true heroes, the expression on his face may not change, but he will be sure to add that person to the special section of his blacklist reserved for people he despises even more than carrots.",
      "de": "Ein wahrer Held zu sein, bedeutet für verschiedene Leute verschiedene Dinge.\n\nEs bedeutet doch, auf das eigene Gewissen zu hören, das einen zum Handeln aufruft, wenn man eine Ungerechtigkeit sieht, oder? Oder geht es dabei einfach nur darum, Richtig von Falsch zu unterscheiden? Nein, auch das ist nicht genug, es muss etwas damit zu tun haben, ein rechtschaffener Mensch zu sein ...\n\nFür Xingqiu bedeutet ein Held zu sein einfach, „Sei gut und tu Gutes.“\n\nAls Sohn eines reichen Kaufmanns in Liyue sollte er eigentlich seine Erfahrungen in der Geschäftswelt machen. Die Vorstellung eines Helden hätte ihn somit allmählich verlassen müssen, als er aufwuchs.\n\nDas Erhalten eines Göttlichen Auges änderte jedoch alles. Es führte dazu, dass er endlich in der Lage war, jene legendären Taten zu vollbringen, von denen er als Kind nur träumen konnte.\n\nNatürlich gibt es keine Möglichkeit, dass er sich völlig von seinen Pflichten in der Händlergilde trennen kann, aber solange er auch nur gelegentlich ein Held sein kann, ist er vollkommen zufrieden mit seinem Leben.\n\nDas einzige jedoch, was das Lächeln von Xingqius Gesicht wischen kann, ist, wenn Zyniker die wahren Motive großer Helden hinterfragen.\n\nRang, Ruf, Belohnungen, Schattengeschäfte ... Immer, wenn Xingqiu hört, wie Leute die Namen wahrer Helden in den Dreck ziehen, verzieht er zwar keine Miene, aber er wird diese Person mit Sicherheit seiner schwarzen Liste hinzufügen, die den Menschen vorbehalten ist, die er noch mehr verachtet als Möhren.",
      "es": "Ser un noble caballero puede significar algo diferente para cada persona.\n\nSer un caballero significa escuchar tu conciencia, que te llama a la acción cuando ves una injusticia, ¿cierto? ¿O tal vez ser un caballero se trata simplemente de distinguir el bien y el mal? No, eso no es suficiente, debe tener algo que ver con ser una persona justa...\n\nSin embargo, para Xingchiu, simplemente significa ser bueno y hacer el bien.\n\nComo hijo de un rico comerciante de Liyue, nació para dedicarse al mundo de los negocios. Poco a poco, se alejó de la vida de un héroe.\n\nSin embargo, obtener una Visión lo cambió todo, ya que significaba que finalmente podía lograr esas hazañas legendarias con las que solo podía soñar cuando era niño.\n\nPor supuesto, no puede dejar de lado sus deberes en el Gremio, pero ser capaz de vivir su vida como un héroe de vez en cuando es suficiente para él.\n\nLo único que borra esa sonrisa de su rostro son los dudosos motivos detrás de algunos héroes sinvergüenzas.\n\nEstatus, riqueza, acuerdos secretos... Cada vez que Xingchiu escucha tales conversaciones que distorsionan las verdaderas intenciones de un héroe, no cambia su expresión, pero pone a esa persona en su lista negra, una lista de personas que odia, incluso más que las zanahorias.",
      "fr": "La notion de chevalerie diffère selon les gens.\n\nÉcouter sa conscience et réparer les injustices, savoir différencier le bien du mal, être juste... Autant de définitions toutes valables.\n\nMais aux yeux de Xingqiu, la chevalerie se résume tout simplement de la manière suivante : être bon, et faire le bien.\n\nFils d'un riche marchand de Liyue, la voie des affaires était son chemin tout tracé, et l'idée de chevalerie aurait logiquement dû l'abandonner au fil des ans.\n\nMais l'œil divin changea la donne : Xingqiu est à présent en mesure de réaliser son idéal d'actes héroïques.\n\nIl lui est bien sûr impossible de se soustraire complètement à ses responsabilités au sein de la Guilde des marchands ; mais tant qu'il peut sortir et faire le héros de temps en temps, Xingqiu s'estime comblé.\n\nLa seule chose capable d'effacer son habituel sourire est lorsque les cyniques remettent en question les motivations réelles des héros de la chevalerie.\n\nGrade, réputation, transactions discutables... Quand il entend quelqu'un diffamant le nom de vrais héros, son expression ne change pas ; mais il prend une note mentale et s'assure de rajouter le nom de la personne à la liste noire de ceux qu'il déteste encore plus que les carottes.",
      "pt": "Ser um cavaleiro significa coisas diferentes para pessoas diferentes.\n\nCavaleiro significa ouvir sua consciência chamando você para agir diante de uma injustiça, certo? Ou talvez seja simplesmente saber o certo e o errado? Não, isso não basta - deve ter algo a ver com ser uma pessoa justa...\n\nPara Xingqiu, cavaleiro significa simplesmente: seja bom e faça o bem.\n\nComo filho de um comerciante rico no Porto de Liyue, ele nasceu para o mundo do comércio. Aprendeu noções de cavalheirismo gradualmente à medida que crescia.\n\nNo entanto, uma visão mudou tudo - ele finalmente conseguia realizar aquelas ações lendárias com as quais só podia sonhar quando criança.\n\nClaro, não há como se desfazer completamente de seus deveres na Guilda, mas desde que ele saia e seja um herói, mesmo que ocasionalmente, já ficava satisfeito com sua vida.\n\nA única coisa que pode tirar o sorriso do rosto de Xingqiu é quando os cínicos questionam os verdadeiros motivos dos heróis cavaleiros.\n\nPosição, reputação, recompensa, acordos sombrios... Sempre que Xingqiu ouve pessoas falando mal sobre verdadeiros heróis, a expressão em seu rosto pode não mudar, mas ele certamente inclui essas pessoas em uma seção especial de sua lista negra reservada para quem ele odeia mais do que cenouras.",
      "ru": "Что делает обычного человека героем? У разных людей на этот счёт разные мнения.\n\nГероем может быть тот, кто умеет отличать добро от зла, и действует в соответствии со своим чувством справедливости.\n\nОднако для Син Цю это просто означает быть хорошим и делать добро людям.\n\nОн родился в семье богатейшего торговца Ли Юэ, и ему было суждено плыть на волнах коммерции.\n\nЖизнь борца за справедливость и геройские поступки с возрастом отдалялись от него.\n\nОднако получив Глаз Бога, Син Цю мог наконец совершать подвиги, о которых в детстве так мечтал.\n\nКонечно, он не может просто так отказаться от своих обязанностей в гильдии, но работа героем на полставки всегда приносила ему удовольствие.\n\nУлыбку на его лице могли стереть только люди, с цинизмом говорящие, что герой - это всего лишь статус, личная выгода и тайные сделки...\n\nТаких людей Син Цю записывал в свой чёрный список - список людей, которых он ненавидел больше, чем морковь.",
      "id": "Arti kata \"Knight\" mungkin saja berbeda-beda untuk setiap orang.\n\nSeseorang yang berani melawan ketidakadilan dapat disebut Knight, seseorang yang dapat membedakan baik dan buruk juga dapat disebut Knight, atau mungkin seorang Knight adalah orang yang penuh dengan kebajikan...\n\nBagi Xingqiu sendiri, menjadi seorang Knight berarti melakukan hal baik dan menjadi orang baik.\n\nSebagai anak dari pedagang kaya di Pelabuhan Liyue, hidup Xingqiu dipenuhi dengan seluk beluk perdagangan dan kata \"Knight\" semakin lama semakin jauh dari dirinya.\n\nTetapi setelah dia mendapatkan Vision, dia akhirnya bisa menjalankan misi legendaris yang menjadi impian Xingqiu sejak kecil.\n\nTentu saja dia tidak dapat meninggalkan pekerjaannya di Guild, tetapi asalkan dia bisa meluangkan sedikit waktunya untuk menjadi seorang pahlawan, itu sudah cukup bagi Xingqiu.\n\nSatu-satunya hal yang bisa menghapus senyuman dari raut wajah Xingqiu adalah banyaknya gosip-gosip buruk yang beredar tentang para Knight.\n\nPerebutan posisi, ketenaran, transaksi gelap... Saat mendengar seseorang mencela kemuliaan seorang Knight, raut wajah Xingqiu masih terlihat tenang, tapi dalam hati, dia sudah memasukkan orang itu ke daftar orang yang paling dia benci dalam hidupnya, bahkan lebih benci daripada sebatang wortel.",
      "th": "คำว่า \"กล้าหาญ\" แต่ละคนอาจมีการตีความที่ แตกต่างกันไป\n\nการมีอิสระคือความกล้า การแยกแยะความดีและความชั่ว อย่างชัดเจนนั้นคือความกล้า คนที่ชอบธรรมนั้นคือความกล้า...\n\nแต่ในมุมมองของ Xingqiu นั้น ความหมายของ \"ความกล้า\" นั้นก็คือการทำสิ่งที่ดี การเป็นคนดี\n\nหลังจากเป็นยักษ์ใหญ่ของท่าเรือ Liyue หน้าที่ของ Xingqiu ก็คือการแย่งชิงในด้านธุรกิจการค้า ซึ่งคำว่า \"ความกล้าหาญ\" นั้นควรจะหายไปจากเขา\n\nแต่ภายใต้ความช่วยเหลือของ \"วิชั่น\" เขาจึงสามารถทำสิ่งที่เป็น \"ตำนาน\" ซึ่งครั้งหนึ่งเคยปรารถนาได้\n\nแม้ว่าเรื่องของสมาคมการค้านั้น ไม่สามารถละทิ้งไปได้ แต่ในบางครั้งก็ยังสามารถแสดง ความกล้าออกมาได้บ้าง แค่นี้ก็ทำให้ Xingqiu นั้นพอใจมากจนถึงขั้นยิ้มไม่หุบแล้ว\n\nสิ่งเดียวที่จะทำลายรอยยิ้มบน ใบหน้าของ Xingqiu นั้น ก็มีแต่เหล่าผู้คนที่ชอบคาดเดา \"ผู้กล้า\" ไปในทางที่หยาบคาย\n\nตำแหน่ง, ชื่อเสียงและโชคลาภ, การลักลอบค้าขาย...ทุกครั้งที่ Xingqiu ได้ยินว่ามีคนพยายามทำสิ่งเหล่านี้ ใบหน้าของเขานั้นบางทีอาจจะ ไม่มีการเปลี่ยนแปลง แต่ในใจของเขานั้นจะต้องจำชื่อ ของคน ๆ นั้นไว้ในบัญชีดำและ ให้อยู่ต่ำกว่าสิ่งที่เค้าเกลียดที่สุด อย่างหัวไชเท้าเสียอีก",
      "vi": "Một từ “nghĩa hiệp”, mỗi người hiểu mỗi khác.\n\nKẻ nghĩa hiệp tự do gọi là Hiệp, người thiện ác phân minh gọi là Hiệp, kẻ chính khí ngời ngời gọi là Hiệp...\n\nNhưng với Xingqiu, ý nghĩa của \"nghĩa hiệp\" là làm việc tốt, làm người tốt.\n\nVới tư cách là hậu bối của thương nhân lớn cảng Liyue, bổn phận của Xingqiu là chiến đấu trong thương trường, hai chữ \"nghĩa hiệp\" với cậu có lẽ rất xa vời.\n\nNhưng dưới dự giúp đỡ của Vision, cậu đã bắt đầu làm được những “việc huyền thoại” mà trước kia chỉ có thể ngước nhìn.\n\nChuyện thương hội đương nhiên không thể bỏ mặc, nhưng chỉ cần có thể đích thân hành hiệp trượng nghĩa, cũng đã khiến Xingqiu vô cùng thỏa mãn.\n\nThứ duy nhất phá vỡ khuôn mặt tươi cười của Xingqiu chính là những suy đoán tầm thường của mọi người về động cơ của \"Hiệp Sĩ\".\n\nĐịa vị, danh lợi, giao dịch ngầm... khi Xingqiu nghe thấy có người thêu dệt về hiệp khách như vậy, tuy gương mặt không gợn chút biểu cảm, nhưng trong lòng đã liệt người đó vào danh sách đen, bỏ vào vị trí còn thấp hơn cả cà rốt mà cậu ghét ăn nhất."
    }
  },
  {
    "title": {
      "zhs": "《沉秋拾剑录》",
      "zht": "《沉秋拾劍錄》",
      "jp": "『沈秋拾剣録』",
      "ko": "《침추습검록》",
      "en": "\"A Legend of Sword\"",
      "de": "„Vom Schwert gefunden im Herbst“",
      "es": "«Una leyenda de espadas»",
      "fr": "« Une légende d'épée »",
      "pt": "\"A Lenda da Espada\"",
      "ru": "«Легенда о клинке»",
      "id": "\"Legenda Pedang\"",
      "th": "\"ตำนานของดาบ\"",
      "vi": "\"Trầm Thu Thập Kiếm Lục\""
    },
    "line": {
      "zhs": "行秋以自身经历为素材，撰写了一部武侠小说《沉秋拾剑录》，想要在璃月港出版。\n\n不料，却被璃月港的出版机构以「设定过于离谱，剧情却意外地俗套，没人会喜欢」为由拒了稿。\n\n不服气的行秋自己印了几本，偷偷放在常去的书店「万文集舍」里，然而，确实没人爱看，令他颇受打击。\n\n行秋不知道的是，路过的稻妻客商看到这本书，买下一本带回稻妻国，竟在当地广受好评。稻妻文人争相模仿，却无一部能超越《沉秋拾剑录》。自此这本书便在稻妻文坛常驻一席之地。",
      "zht": "行秋以自身經歷為素材，撰寫了一部武俠小說《沉秋拾劍錄》，想要在璃月港出版。\n\n不料，卻被璃月港的出版機構以「設定過於離譜，劇情卻意外地俗套，沒人會喜歡」為由拒了稿。\n\n不服氣的行秋自己印了幾本，偷偷放在常去的書店「萬文集舍」裡，然而，確實沒人愛看，令他頗受打擊。\n\n行秋不知道的是，路過的稻妻客商看到這本書，買下一本帶回稻妻國，竟在當地廣受好評。稻妻文人爭相模仿，卻無一部能超越《沉秋拾劍錄》。自此這本書便在稻妻文壇常駐一席之地。",
      "jp": "行秋が自分の経歴を元に『沈秋拾剣録』という武侠小説を書き、璃月港で出版しようとした。\n\nしかしながら、璃月港の出版社に「常軌を逸した設定につまらない物語の展開、誰もこんな小説を読まないぞ」と出版を断られた。\n\n納得行かなかった行秋は自分で数冊を印刷し、こっそりと勝手に行きつけの本屋「万文集舎」に置いた。残念ながらこの本に興味を持つ人はほとんどいなかった、行秋はかなりショックを受けた。\n\nでも行秋は知らなかった。たまに通りかかった稲妻の商人がこの本を母国に持って帰ったところ、小説は稲妻で大人気を得た。さらに稲妻の文人は皆行秋の書き方を模倣し、たくさんの小説を書いたが、『沈秋拾剣録』を超えた小説はなかった。あれからこの小説は常に稲妻の文壇の一角を占めている。",
      "ko": "행추는 본인의 경험을 소재로 《침추습검록》이라는 무협 소설을 집필해 리월항에 출판하길 원했다.\n\n다만 리월항의 출판사가 「설정이 너무 터무니없고 스토리는 너무 진부하여 사람들로부터 외면받을 것」을 이유로 작품을 거절한다.\n\n이에 불복한 행추는 자신이 직접 책을 몇 권 인쇄하여 자주 가는 서점 「만문집사」에 몰려 놓아둔다. 하지만 확실히 사람들에게 외면받자 그는 큰 충격을 받는다.\n\n행추가 몰랐던 건 지나가던 이나즈마 상인이 이 책을 보고 한 권을 사서 이나즈마로 가지고 돌아간 뒤 거기서 인기가 폭발했다는 사실이다. 이나즈마의 문인들이 이를 모방했지만 《침추습검록》을 뛰어넘는 소설은 하나도 없었다. 그때부터 이 책은 아니즈마 문학계에 한자리 차지하게 된다",
      "en": "Xingqiu once wrote a martial arts novel named \"A Legend of Sword\" based on his own experiences, intending to publish it in Liyue Harbor.\n\nTo his surprise, his manuscript was rejected by local publishing houses, who believed that no one would have any interest in a story with \"a setting as wildly unrealistic as the plot is banal.\"\n\nUndeterred, Xingqiu had a few copies printed privately, and sneakily placed them on the shelves of Wanwen Bookhouse during one of his many trips there. But just as the publishers had suspected, it failed to garner much interest from readers. This was quite a blow to Xingqiu's confidence.\n\nUnbeknownst to him, however, a passing merchant from Inazuma did purchase a copy to bring home, where it received rave reviews. Writers the region over attempted to copy the success of \"A Legend of Sword,\" but none succeeded — it maintains permanent residency in the number one bestseller spot to this day.",
      "de": "Nach reichlicher eigener Erfahrung schrieb Xingqiu selbst einmal einen Kampfkunstroman mit dem Titel „Vom Schwert gefunden im Herbst“ und beabsichtigte, diesen in Liyue zu veröffentlichen. Zu seiner großen Überraschung wurde sein Manuskript von sämtlichen Verlagen abgelehnt, weil diese glaubten, dass niemand Interesse haben würde an einer Geschichte mit „solch einem unrealistischen Hintergrund und einer derart banalen Handlung“.\n\nPikiert davon ließ Xingqiu einige Exemplare seines Buches selbst drucken und platzierte sie heimlich in der Buchhandlung Wanwen, die er oft besuchte. Leider wurde es zur Tatsache, dass wirklich niemand sein Buch mochte, eine Tatsache, die er nicht so gut aufgenommen hat.\n\nWas er jedoch nicht wusste, war, dass ein reisender Händler aus Inazuma tatsächlich eine Kopie kaufte, um sie mit nach Hause zu bringen, wo sie dann begeisterte Kritiken erhielt. Schriftsteller aus der Region haben versucht, den Erfolg von „Vom Schwert gefunden im Herbst“ zu kopieren, aber keiner hat es bisher geschafft. Bis heute hat das Buch einen ständigen Sitz an der besten Stelle als Nummer eins.",
      "es": "Xingchiu escribió una vez una novela de artes marciales llamada «Una leyenda de espadas», basada en sus propias experiencias, con la intención de publicarla en Liyue.\n\nPara su sorpresa, las editoriales locales rechazaron editar el libro, ya que creían que a nadie le interesaría una historia con “una ambientación tan poco realista y una trama tan convencional”.\n\nResentido, Xingchiu colocó a escondidas algunos ejemplares en la Casa de Libros Wanwen, lugar que solía frecuentar. Sin embargo, la realidad fue que a nadie le gustó el libro, lo que él no se tomó muy bien.\n\nSin saberlo, un comerciante de Inazuma que pasaba por allí compró una copia para llevársela a casa, donde recibió excelentes críticas. Los escritores de la región intentaron copiar la obra «Una leyenda de espadas», pero ninguno tuvo éxito. Desde entonces, la obra ha estado en la cima del mundo literario de Inazuma de manera permanente.",
      "fr": "Xingqiu a par le passé écrit un roman de cape et d'épée reposant sur ses expériences, intitulé « Une légende d'épée », comptant le faire publier à Liyue.\n\nÀ sa surprise, son manuscrit fut refusé par les maisons d'édition locales, qui lui répondirent que « le cadre sort trop de la normale et l'intrigue est trop quelconque pour que le public soit intéressé.\n\nNe s'avouant pas vaincu pour autant, Xingqiu en fit lui-même imprimer à compte d'auteur plusieurs exemplaires, qu'il déposa discrètement à la Librairie Wanwen... pour se voir confirmer qu'en effet personne n'était intéressé par son œuvre – à sa grande déception.\n\nMais il ignore encore aujourd'hui qu'un marchand d'Inazuma de passage à Liyue en acheta un exemplaire, qu'il ramena dans son pays natal, et que le bouquin y reçut un accueil exceptionnel. Nombre d'auteurs locaux, envieux du succès d'« Une légende d'épée », essayèrent de copier le livre, sans succès. L'œuvre demeure à ce jour l'un des meilleurs best-sellers d'Inazuma.",
      "pt": "Xingqiu escreveu uma vez um romance de artes marciais chamado \"Uma Lenda da Espada\", com base em suas próprias experiências, com a intenção de publicá-lo no Porto de Liyue.\n\nPara sua surpresa, seu manuscrito foi rejeitado pelas editoras locais, que acreditavam que ninguém teria interesse em uma história com \"um cenário tão irrealista e um enredo tão banal\".\n\nRessentido, Xingqiu imprimiu algumas cópias em particular e as colocou furtivamente na livraria Wanwen, que ele frequentava. Mas realmente ninguém se interessou, um fato que ele não aceitou muito bem.\n\nEle não sabia, no entanto, que um comerciante que passava em Inazuma realmente comprou uma cópia para levar para casa, onde recebeu ótimas críticas. Os escritores da região tentaram copiar o sucesso de \"A Lenda da Espada\", mas nenhum conseguiu - ela continua sendo a obra mais vendida até hoje.",
      "ru": "Син Цю написал роман о боевых искусствах «Легенда о клинке», взяв за основу собственный опыт, и собирался было опубликовать его в Ли Юэ.\n\nК его удивлению местные издательства рукопись отвергли, заявив, что место и время действия романа возмутительны, а сюжет до крайности избит.\n\nСин Цю не примирился, и подложил несколько копий в любимый книжный магазин «Ваньвэнь». Роман, однако, и правда никому не понравился, что сильно задело Син Цю.\n\nНо он не догадывался, что один странствующий купец купил и привёз одну из копий домой, в Инадзуму, где книгу встретили с восторгом. «Легенда о клинке» вызвала целую волну подражателей, но успех романа не удалось превзойти никому. С тех пор роман стал культовым и занял особое место в литературе Инадзумы.",
      "id": "Xingqiu pernah menulis sebuah novel berjudul \"Legenda Pedang\" yang ditulis berdasarkan pengalaman hidupnya, dan dia berniat untuk mempublikasikannya di Pelabuhan Liyue.\n\nBetapa mengejutkannya saat Xingqiu mengetahui bahwa naskahnya ditolak untuk dipublikasikan dengan alasan \"latar belakang cerita yang tidak masuk akal, alur cerita yang sangat klise, tidak akan ada orang yang menyukainya.\"\n\nPantang menyerah, Xingqiu mencetak naskahnya sendiri dan menaruh beberapa buku di toko buku yang sering dia kunjungi, Wanwen Bookstore. Ternyata benar tidak ada orang yang menyukainya dan hal ini membuat Xingqiu sangat terpukul.\n\nTetapi Xingqiu tidak menyadari bahwa seorang pedagang asing membeli bukunya dan membawanya pulang ke kota asalnya, Inazuma, di mana banyak orang menyukai karya Xingqiu. Para penulis di Inazuma mencoba meniru novel \"Legenda Pedang\" ini tetapi tidak ada yang berhasil melampaui kesuksesannya. Sampai sekarang, karya Xingqiu masih menjadi novel terpopuler di dunia sastra.",
      "th": "Xingqiu ใช้ประสบการณ์ที่ตนพบเจอ เขียนเป็นนิยายการต่อสู้ \"ตำนานของดาบ\" และอยากจะตีพิมพ์ในเมือง Liyue\n\nแต่กลับถูกสำนักพิมพ์เมือง Liyue ปฏิเสธตีพิมพ์ด้วยเหตุผลที่ว่า \"เนื้อหาเกินจริง บทกลับเชย คงไม่มีใครชอบหรอก\"\n\nด้วยความที่ Xingqiu ไม่พอใจจึงตีพิมพ์ด้วยตัวเอง และแอบไปวางไว้ที่ชั้นหนังสือใน ร้านหนังสือ \"Wanwen Bookhouse\" ซึ่งก็ไม่มีใครชอบอ่านมันจริง จึงทำให้เขาได้รับโจมตีทางจิตใจ เป็นอย่างมาก\n\nแต่ Xingqiu ไม่รู้ว่ามีพ่อค้าจาก Inazuma ที่ผ่านมาและซื้อมันกลับไปยัง Inazuma และได้รับความชื่นชอบเป็น อย่างมากในเมืองนี้ มีนักประพันธ์เมือง Inazuma ที่พยายามเลียนแบบ \"ตำนานของดาบ\" แต่ไม่มีเรื่องไหนที่สามารถเหนือกว่าได้ นิยายเรื่องนี้จึงมีชื่อเสียงและ ตำแหน่งในวงการวรรณคดี Inazuma",
      "vi": "Xingqiu đã dùng những trải nghiệm của bản thân làm tài liệu để viết một bộ tiểu thuyết võ thuật tên \"Trầm Thu Thập Kiếm Lục\", dự định xuất bản ở cảng Liyue.\n\nNhưng không ngờ rằng lại bị đơn vị xuất bản của cảng Liyue từ chối bản thảo với lý do \"bối cảnh quá kỳ lạ, tình tiết cũ rích, sẽ không có người thích\".\n\nXingqiu không chịu thua, đã tự mình in ra vài cuốn, lén bỏ vào trong hiệu sách \"Vạn Văn Tập\" mà anh thường lui tới. Nhưng mà, thực sự không ai thích đọc, khiến anh có phần bị đả kích.\n\nNhưng Xingqiu không biết rằng, thương nhân Inazuma đi ngang qua đây nhìn thấy cuốn sách này, đã mua một cuốn mang về Inazuma lại rất được yêu thích. Nhà văn của Inazuma đã bắt chước để cạnh tranh, nhưng không một cuốn nào có thể vượt qua \"Trầm Thu Thập Kiếm Lục\". Từ đó cuốn sách này đã có một chỗ đứng trong nền văn học nước nhà của Inazuma."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "数百年来，武学门派「古华派」式微。辉煌时期，「古华派」曾以枪剑闻名璃月。相传，其有三大镇派秘术——枪法「刺明法」、剑法「裁雨法」，以及枪剑双绝的「生克法」。此三绝之术随代代传承不断精进，时光推移，三绝技巧渐臻化境，威力却不断削弱，导致古华派势力低迷，人心流散…三绝更是如尘埃中的宝库，静候一位继承者。\n\n多年后，尘封的古华派等来了行秋。数百年间，唯有他一人仅仅花费四年便悟出了传古承今的「武理」。\n\n古华枪剑讲究「如臂使指」，在璃月诸派武术中，这是相当常见的意识。而依行秋之见，枪与剑的运用，其根本是对于「神之眼」的运用。武人应将「神之眼」视为身体的延伸，枪与剑则又是「神之眼」的延伸。即是说：枪术与剑术的本质，乃是瞳术。\n\n行秋参悟此道，挥毫写就武理歌诀一篇。古华派宗主观之落泪，当即宣布：「并非行秋需要古华派，而是古华派需要行秋。」自此，这篇歌诀被供奉在古华派重地「王山厅」，不许弟子瞻仰，外人更是无从得见。\n\n以下为歌诀全文：\n\n我習古華久，深秘我已悉。古華槍劍長浮鏽，今日溶洗與爾知。\n\n古華之劍華，若雨若飄華。飄華人可擷，雨線人難畫。古華之槍華，灼灼兮燈華。燈華易脆散，複聚如燃霞。\n\n如燃霞，三尺光，何輝煌。人謂使劍如使指，我言劍光是目光。\n\n游離物外無重量，裁雨者雨，刺明者明。動如龍蛇捉不住，青眼為劍，側目為槍。\n\n——其实，歌诀内容本应对所有弟子公开，封存真迹的原因只是字实在太丑了。",
      "zht": "數百年來，武學門派「古華派」式微。輝煌時期，「古華派」曾以槍劍聞名璃月。相傳，其有三大鎮派秘術——槍法「刺明法」、劍法「裁雨法」，以及槍劍雙絕的「生克法」。此三絕之術隨代代傳承不斷精進，時光推移，三絕技巧漸臻化境，威力卻不斷削弱，導致古華派勢力低迷，人心流散…三絕更是如塵埃中的寶庫，靜候一位繼承者。\n\n多年後，塵封的古華派等來了行秋。數百年間，唯有他一人僅僅花費四年便悟出了傳古承今的「武理」。\n\n古華槍劍講究「如臂使指」，在璃月諸派武術中，這是相當常見的意識。而依行秋之見，槍與劍的運用，其根本是對於「神之眼」的運用。武人應將「神之眼」視為身體的延伸，槍與劍則又是「神之眼」的延伸。即是說：槍術與劍術的本質，乃是瞳術。\n\n行秋參悟此道，揮毫寫就武理歌訣一篇。古華派宗主觀之落淚，當即宣佈：「並非行秋需要古華派，而是古華派需要行秋。」自此，這篇歌訣被供奉在古華派重地「王山廳」，不許弟子瞻仰，外人更是無從得見。\n\n以下為歌訣全文：\n\n我習古華久，深秘我已悉。古華槍劍長浮鏽，今日溶洗與爾知。\n\n古華之劍華，若雨若飄華。飄華人可擷，雨線人難畫。古華之槍華，灼灼兮燈華。燈華易脆散，複聚如燃霞。\n\n如燃霞，三尺光，何輝煌。人謂使劍如使指，我言劍光是目光。\n\n遊離物外無重量，裁雨者雨，刺明者明。動如龍蛇捉不住，青眼為劍，側目為槍。\n\n——其實，歌訣內容本應對所有弟子公開，封存真跡的原因只是字實在太醜了。",
      "jp": "ここ数百年、武学門派「古華派」はどんどん没落していった。最盛期の「古華派」は、槍と剣法で璃月で名を轟かせていた。噂によれば、古華派には門外不出の三つの秘術がある——槍法「刺明の法」、剣法「裁雨の法」、そして剣と槍の二刀流の「生克の法」。この三つの秘術は、歴代の当主の工夫によりどんどん強くなり完成の域に達したが、威力だけがどんどん弱くなった。そのせいで古華派は衰退し、門生も去っていった。…三つの秘術はお蔵入りになり、次の継承者の出現を待つことになった。\n\n数年後、衰退した古華派に行秋が訪れた。ここ数百年の間で、四年以内に「武理」を悟った者は行秋しかいない。\n\n古華の槍や剣術の真髄は「剣を指の如く使う」ことだ。璃月の数々の門派ではごく普通の考えである。しかし、行秋は違うと思った。槍と剣の使用の根本は「神の目」の使用だと。武人なら「神の目」を自身の体の一部だと思い、そして槍と剣を「神の目」の一部だと考えるべきだ、というのが行秋の考えである。すなわち、槍術と剣術の本質は瞳術そのもの。\n\n真理を悟った行秋は、武理の口訣を作成した。当時の古華派の当主はそれを読み涙を流し、そしてその場で宣言した。「行秋が古華派を必要とするのではなく、古華派が行秋を必要とするのだ」。あれから、この口訣は古華派の要地である「王山厅」に保管されるようになった。部外者だけではなく、門生も閲覧禁止となっている。\n\n以下は口訣の全文である。\n\n長きこと古華派の武を修錬し、其の奥義全て習得せし。古華槍と剣術は古臭く、今変革の時なり。\n\n古華の剣、雨に打たれし花びらの如く。花びらは拾えど、雨は拾えず。古華の槍は燃ゆる燈火の如く。燈火は消え、そして又燃ゆ、まるで燃えたり霞のごとし。\n\n燃ゆ霞のひかり、何といふかがやきならむ。人は剣を己が身の指とたとえれど、我は剣人の目と思えし。\n\n眼差しは物にとらわれず、正に活殺自在の剣なり。其の疾きこと龍の如く、目は剣、橫目は槍なり。\n\n——実は、この口訣が未公開になった理由はたった一つ、行秋の字が汚すぎるからである。",
      "ko": "수백년 동안 무학 문파인 「고화파」는 쇠퇴하였다. 「고화파」가 좋던 시절에는 창검으로 리월에서 이름을 떨쳤다. 「고화파」에는 3대 절대 비기--창술의 「자명법(刺明法)」, 검술의 「재우법(裁雨法)」, 창검 쌍절의 「생극법(生剋法)」이 있다고 전해 내려온다. 이 3개의 비술은 대대로 내려오며 끊임없이 정진됐지만, 시간이 흘러감에 따라 절정에 이르렀으나 위력은 계속해서 감소하며 고화파의 세력이 쇠퇴하고 인심을 잃게 됐다. 3대 비술은 먼지 가득한 창고에서 계승자를 기다리고 있었다.\n\n수 년 후 행추가 고화파에 오게 된다. 수 백 년 동안 유일하게 그만이 4년만에 고대부터 전해 내려온 「무리」를 깨닫게 된다.\n\n고화는 창검을 「몸의 일부처럼 자유자재」로 사용하는 걸 중시하고 이는 리월의 여러 문파들도 마찬가지이다. 하지만 행추가 볼 때 창과 검의 운용은 「신의 눈」을 운용하는 것과 같았다. 무인이라면 「신의 눈」을 신체의 연장선이라 여기고 창과 검은 「신의 눈」의 연장선으로 여겨야 한다. 즉, 창술과 검술의 본질은 바로 동술이라는 것이다.\n\n행추는 이를 깨닫고 무리의 요결을 써 내려갔다. 고화파 종주는 이를 보고 눈물을 흘리며: 「행추에게 고화파가 필요한 것이 아니라 고화파에 행추가 필요한 것이다」라고 선포한다. 이때부터 이 요결은 고화파의 중지 「왕산청」에 보관되어 제자들이 보지 못하도록 하고 외인은 더욱 보지 못하도록 했다.\n\n아래는 요결의 전문이다:\n\n고화파에 오랫동안 있으며 비결을 깨우치게 됐다. 녹슬어 있던 고화의 창검이 이제 다시 날을 세우리라.\n\n고화파의 검은 소나기처럼 화려하기만 할 뿐이다. 연자는 꽃을 피울 수 있겠지만, 읽지 않은 자는 파멸하게 될 것이다. 고화파의 창은 타오르는 등불과도 같다. 등불은 타오르는 노을빛처럼 모였다 흩어진다.\n\n사람들은 칼은 몸의 일부이며, 검광은 눈빛이라 말한다.\n\n속세에서 벗어난 이들은 가벼우리라. 비를 베는 자는 비를 벨 것이고 빛을 찌르는 자는 빛을 찌를 것이리. 용의 춤을 막지 못할 것이다. 오른 쪽 눈은 칼날이요, 왼쪽 눈엔 창이니라.\n\n——사실, 비결 내용은 모든 제자들에게 공개됐으나 진본을 봉인한 이유는 너무 심한 악필이기 때문이다",
      "en": "The martial arts school known as the Guhua Clan has been in decline for several hundred years now. In its heyday, the name of the Clan rang like steel throughout the harbor. It was said that the Clan harbored three great secret arts — the ways of the \"Light Piercer\" for polearms, \"Rain Cutter\" for swords, and \"Life Ender\" for those who excelled in both. The three arts would be refined over the generations, and with time would reach their apex. Yet the Clan's strength would continue to wane, leading to them losing their influence... The three arts became diamonds hidden in the rough, quietly awaiting a successor.\n\nAfter many years, the Guhua Clan would finally get one in Xingqiu. It was he who successfully grasped the ancient \"Martial Principle\" after merely four years of study.\n\nThe Guhua weapon arts stress using the weapon as an extension of your body, and indeed this is a common idea amongst the various schools of martial arts in Liyue. But the way Xingqiu saw it, the basis of the polearm and sword was the use of a Vision. Martial artists were meant to see a Vision as an extension of themselves, and see their weapon as an extension of the Vision. Hence, he says that: the arts of both the polearm and the sword are just the art of the \"eye.\" \n\nHaving come to this epiphany, Xingqiu took up a quill and penned a verse on the Martial Principle. Reading it, the Guhua head was shaken with tears, declaring that \"it is not Xingqiu who needs the Guhua Clan, but the Guhua Clan that needs Xingqiu.\" Since then, this verse has been sealed up at the Clan headquarters at Wangshan Hall. Disciples are proscribed from reading it, much less outsiders.\n\nThe verse reads thus:\n\nGuhua's arts I have studied long, in its secrets I am trained, now its long-lost depths fall upon me like the coming of blessed rain.\n\nThe beating heart of Guhua's sword art is as a shower of floating flowers. One amidst may seize a bloom, but those without read only doom.\n\nThe Guhua lance is a lantern's dance, like flames in night's deep glooming. Like sparks, they scatter with ease in the dark, then join like the daybreak looming.\n\nThey say the sword is as your arm — I say its glint is the beholder's eye, a light like the bright dawn coming.\n\nThose who wander are burdened not. Freely they cut rain, and enlightened they pierce light. Like a snaking dragon, they cannot be subdued. In their right eye the blade, and in the other the spear.\n\nThis text should have been free for all to read. The only reason why it was sealed is the dreadful handwriting.",
      "de": "Die als Guhua-Schule bekannte Kampfkunstschule befindet sich seit mehreren hundert Jahren im Niedergang. In seiner Blütezeit war der Name der Guhua-Schule in ganz Liyue bekannt und hoch angesehen. Es wird gesagt, dass die Schule drei große Kampfkünste unterrichte, die da wären: „Lichtstichkunst“ für Stangenwaffen, die „Regenschnittkunst“ für Schwerter und die „Schlächterkunst“ nur für diejenigen, die die anderen beiden bereits meisterhaft beherrschen. Die drei Künste wurden über die Generationen hinweg verfeinert und mit der Zeit erreichten sie ihren Höhepunkt. Dennoch ließ die Stärke und der Einfluss der Schule weiter nach ... Die drei Künste wurden zu einem verstaubten Schatz, der still auf einen Nachfolger wartete.\n\nNach vielen Jahren kam Xingqiu endlich zur Guhua-Schule. Er war es, der das alte Kampfprinzip nach nur vier Jahren des Studiums erfolgreich begriff.\n\nDie Guhua-Waffenkünste betonen stets, die Waffe als Erweiterung des eigenen Körpers zu benutzen, und dies ist ebenfalls eine verbreitete Idee unter den verschiedenen Kampfkunstschulen in Liyue. Aber so wie Xingqiu es sah, war die Grundlage der Stangenwaffe und des Schwertes die Verwendung eines Göttlichen Auges. Kampfkünstler sollten das Göttliche Auge als Erweiterung ihrer selbst und ihre Waffe als Erweiterung des Göttlichen Auges sehen. Dazu sagt er Folgendes: Sowohl die Künste des Stangenwaffenkampfes als auch die des Schwertkampfes sind nur die Kunst des „Auges“. Nachdem Xingqiu zu dieser Erleuchtung gekommen war, nahm er eine Feder und schrieb einige Verse über das Prinzip des Kämpfens. Als der Vorsteher der Guhua-Schule sie las, war er zu Tränen gerührt und erklärte, dass „nicht Xingqiu die Guhua-Schule braucht, sondern die Guhua-Schule Xingqiu.“ Seitdem wurde dieser Vers im Hauptquartier der Schule in der Wangshan-Kammer angebracht. Jüngern ist es verboten, ihn laut vorzulesen, geschweige denn Außenstehenden.\n\nDie Verse lauten wie folgt:\n\nLange studierte ich die Guhua-Künste, bis ich selbst die geheimsten von ihnen erlernte. Doch lagen Lanze und Schwert unberührt, verdeckt von Rost und Staub, während die Jahre vergingen. Nun werde ich ihnen ihren alten Glanz zurückgeben.\n\nDas Schwert tanzt nun im Regen schwebender Blüten. Eine Blüte zu ergreifen ist einfach, ihre Gesamtheit zu erfassen jedoch nicht.\n\nDie Lanze ist eine Laterne in der tiefen Dunkelheit der Nacht. Ihre Funken zerstreuen sie sich schnell, sammeln sich aber erneut wie die Sonne am Anbruch des Tages.\n\nDer brennende Feuerball der Sonne wirft seinen schwachen Schein in den Morgen. Welch eine Pracht! Die Menschen sagen, das Schwert sei wie der eigene Arm. Doch ich sage, es ist wie der Augenschein.\n\nWer sich von der Last der Dinge befreit, ist auch frei von Sorgen. Schneide den Regen und werde Regen. Stich das Licht und werde Licht. Wie ein Drache, wie eine Schlange bewege dich und du wirst dich nicht unterwerfen, Schwert und Lanze wie der Schein deiner Augen.\n\nDieser Text sollte eigentlich für alle frei lesbar sein. Der einzige Grund, warum er weggeschlossen wurde, ist die schreckliche Kalligrafie.",
      "es": "La escuela de artes marciales conocida como el Clan Guhua ha estado en declive durante varios cientos de años. En su apogeo, el nombre del Clan se oía por todo Liyue. Se dice que este tenía tres grandes técnicas secretas: la técnica de “perforación ligera” para lanzas, la de “corte de lluvia” para espadas y la de “ejecutor de vidas” para ambas armas. Las tres técnicas se perfeccionaron a lo largo de generaciones y, con el tiempo, llegaron a su punto álgido. Sin embargo, la fuerza del Clan siguió disminuyendo, lo que hizo que perdieran poder e influencia. Estas tres técnicas se convirtieron en diamantes ocultos que esperaban silenciosamente a un sucesor.\n\nDespués de muchos años, el Clan Guhua encontró a dicho sucesor: Xingchiu. Fue él quien comprendió tan bien los principios de las artes marciales después de solo cuatro años de estudio.\n\nLas técnicas de armas Guhua enfatizan el uso del arma como una extensión del cuerpo y, de hecho, esta es una idea común entre las diversas escuelas de artes marciales de Liyue. Pero para Xingchiu, la base del uso de la lanza y la espada era tener una Visión. Los artistas marciales debían considerar la Visión como una extensión de sí mismos, y ver su arma como una extensión de esa Visión. Xingchiu decía que las técnicas de lanza y espada consistían en “tener ojos” para saber cómo manejarlas.\n\nCuando llegó a esta epifanía, Xingchiu tomó una pluma y escribió un poema sobre los principio de las artes marciales. Al leerlo, el entonces líder del Clan Guhua no pudo evitar llorar, y declaró que “no es Xingchiu quien necesita al Clan Guhua, sino el Clan Guhua el que necesita a Xingchiu”. Desde entonces, el poema se conserva en el Salón Wangshan, la sede del Clan. Los discípulos tienen prohibido leerlo, y mucho menos los extraños.\n\nEl poema decía así:\n\nLas artes de Guhua que tanto he estudiado, en sus secretos estoy entrenado, y ahora su conocimiento cae sobre mí como la bendita lluvia que se ve venir.\n\nLa técnica Guhua de la espada es como una lluvia de flores embelesadas. Quien esté preparado, podrá agarrar una flor, pero los que no lo estén morirán con temor.\n\nLa técnica Guhua de la lanza es como un baile de faroles, que iluminan la oscuridad en la profunda noche. Como chispas en la oscuridad, se dispersan con facilidad, mientras con el amanecer que se avecina alcanzan la unidad.\n\nDicen que una espada es como un brazo. Yo digo que su brillo es el ojo de su amo: una luz brillante como el amanecer.\n\nAquellos que deambulan no están abrumados, pues libremente cortan la lluvia y perforan la luz iluminados. Como un dragón serpenteante, son imposibles de someter. En su ojo derecho, la espada, y con el otro la lanza pueden sostener.\n\nEn un principio, se supone que este texto debería haber sido accesible para todo el mundo. La única razón por la que se guardó es la terrible caligrafía de Xingchiu.",
      "fr": "L'école d'arts martiaux connue sous le nom de Clan Guhua est depuis plusieurs siècles sur le déclin ; mais au faîte de sa gloire, la réputation du clan était connue de tous à travers Liyue. La légende parle des trois arts secrets qui y étaient enseignés – la Voie de la Lumière Perçante pour l'arme d'hast, la Voie des Lames de Pluie pour l'épée, et la Voie de l'Ultime Agonie pour ceux excellant au maniement de l'épée comme de la lance –, trois voies transmises et perfectionnées de génération en génération, trois voies devant un jour atteindre leur apogée... Mais le déclin amorcé continua au fil des années, et l'influence du clan se fit moindre de jour en jour. Les Trois Voies devinrent aussi précieuses et rares que le diamant caché dans la montagne, attendant patiemment le héros qui pourrait un jour les faire revivre...\n\nLe Clan Guhua, après maintes et maintes années, trouva en Xingqiu ce héros, qui parvint à maîtriser toutes les subtilités de l'« Idéal Martial », le principe le plus complexe et le plus profond de l'école, en l'espace de seulement quatre années.\n\nL'une des composantes sous-jacentes de l'enseignement du clan est l'idée que l'arme n'est que le prolongement du corps, principe partagé par nombre d'autres écoles à Liyue. Mais aux yeux de Xingqiu, le maniement de la lance et de l'épée repose sur l'utilisation de l'œil divin. En effet, pour lui, l'œil divin est le prolongement de l'artiste martial, et son arme le prolongement de l'œil divin. Comme il aime à le répéter : « L'art de la lance et de l'épée n'est que l'art de l'« œil. » »\n\nÀ ce stade de sa compréhension des principes de l'École, Xingqiu prit la plume, et rédigea un verset sur l'Idéal Martial. À sa lecture, le maître du clan prononça les mots suivants : « Ce n'est point Xingqiu qui a besoin du clan, mais bien le clan qui a besoin de Xingqiu. »\n\nL'écrit orne depuis la Salle de la Montagne Céleste, l'un des lieux les plus sacrés du Clan Guhua ; sa vue est interdite aux disciples, sans même parler des étrangers au clan.\n\nLe texte est ainsi rédigé :\n\n« Longtemps ai-je étudié les voies du Guhua,\n\nEt dans ses maints secrets suis-je aujourd'hui versé.\n\nLa profondeur qui fut perdue m'échoit,\n\nLumière insoupçonnée, et guide de mes pensées.\n\nLa Voie de l'épée, déluge de fleurs,\n\nAux seuls élus est révélée ;\n\nMais au profane, qui l'ose défier,\n\nEst telle la lame perçant le cœur.\n\nLa Voie de l'hast, mortelle danse,\n\nComme autant de flammes éclaire la nuit.\n\nEt au jour levant, plus un ennemi,\n\nNe reste debout face à la lance.\n\nL'épée dit-on, le bras imite,\n\nMais son éclat l'œil renvoie.\n\nLe pèlerin va, marche et médite,\n\nL'Idéal Martial portant ses pas.\n\nLa lance perçant la lumière file,\n\nL'épée qui pleut cent coups inflige.\n\nTel le dragon, l'arme voltige,\n\nInsaissable, et invincible. »\n\n\n\nÀ dire vrai, le contenu du sonnet aurait tout à fait pu être montré aux disciples du clan, mais la raison pour laquelle on préféra le sceller est que l'écriture était bien trop hideuse pour être exposée au public.",
      "pt": "A escola de artes marciais conhecida como o Clã Guhua está em declínio há centenas de anos. Em seu auge, o nome do Clã ressoava como aço por todo o porto. Diz-se que existem três grandes artes secretas do Clã - os caminhos do \"Perfurador de Luz\" para lanças, \"Cortador de Chuva\" para as espadas e \"Executor de Vidas\" para aqueles que se destacaram em ambos. As três artes seriam refinadas ao longo das gerações, e com o tempo alcançariam seu ápice. No entanto, a força do Clã continuava a diminuir, levando-os a perder sua influência... As três artes se tornaram diamantes escondidos em meio às pedras brutas, esperando silenciosamente por um sucessor.\n\nDepois de muitos anos, o Clã Guhua finalmente conseguiria um em Xingqiu. Foi ele quem dominou com sucesso o antigo \"Princípio Marcial\", após apenas quatro anos de estudo.\n\nA arte da arma Guhua enfatiza o uso da arma como uma extensão de seu corpo, e de fato essa é uma ideia comum entre as várias escolas de artes marciais em Liyue. Mas para Xingqiu, a base da lança e da espada era o uso de uma Visão. Os artistas marciais deveriam ver uma Visão como uma extensão de si mesmos, e ver sua arma como uma extensão da Visão. Assim, ele diz que: as artes da lança e da espada são apenas a arte do \"olho\".\n\nTendo chegado a essa epifania, Xingqiu pegou uma pluma e escreveu um verso sobre o Princípio Marcial. Lendo-o, os Guhua foram sacudidos por lágrimas, declarando que \"Xingqiu não precisa do Clã Guhua, mas o Clã Guhua precisa de Xingqiu\". Desde então, esse verso está guardado na sede do Clã no Pavilhão Wangshan. Os discípulos são proibidos de lê-lo, muito menos os forasteiros.\n\nO verso lê-se assim:\n\nAs artes do Guhua eu muito estudei, em seus segredos sou treinado, agora suas profundezas há muito perdidas caem sobre mim como a chuva abençoada.\n\nO coração pulsante da arte da espada de Guhua é como uma chuva de flores flutuantes. Uma poderá desabrochar, mas aqueles que não a lerem perecerão.\n\nA lança Guhua é uma dança de lanternas, como as chamas no escuro profundo da noite. Como as faíscas, elas se dispersam com facilidade no escuro, depois se unem como o amanhecer que se aproxima.\n\nDizem que a espada é como seu braço - eu digo que o brilho está no olho de quem vê, uma luz como o amanhecer claro que se aproxima.\n\nAqueles que vagueiam não carregam o fardo. Cortam livremente a chuva e perfuram a luz com sabedoria. Como um dragão-cobra, eles não podem ser subjugados. Em seu olho direito está a lâmina, e no outro a lança.\n\nEste texto deveria ter sido de leitura livre para todos. A única razão pela qual ele foi guardado é a péssima caligrafia.",
      "ru": "Школа боевых искусств Гухуа последние несколько сотен лет находилась в упадке. В славные времена имя школы сталью гремело по землям Ли Юэ. Согласно легенде, у школы существовало три великих тайных искусства: «Путь светлого жала» для владеющих копьём, «Путь лезвия дождя» для избравших меч, и «Путь жнеца жизни» для тех, кто преуспел с обоими видами оружия. Эти техники передавались и оттачивались из поколения в поколение, и со временем достигли вершины. Но сила школы продолжала угасать, и она теряла былое влияние... Три великих искусства - словно запылившееся сокровище, которое ожидало своего наследника. И через множество лет он пришёл в лице Син Цю. Он стал единственным, кто смог постичь «Истину боя» всего лишь за четыре года. Боевое искусство Гухуа рассматривало оружие как продолжение тела бойца, как и многие другие школы Ли Юэ. Но по мнению Син Цю в основе боя с мечом и копьём лежало использование Глаза Бога. Глаз Бога был продолжением тела бойца, в то время как его оружие было продолжением Глаза Бога. Таким образом, как утверждает он, искусство меча и копья являются искусством «глаза». Разгадав эту тайну, Син Цю взмахнул пером и записал Истину боя в стихотворной форме. До слёз потрясённый стихом глава школы воскликнул: «Это не Син Цю нужна школа Гухуа, а школе Гухуа нужен Син Цю!» С тех пор стихотворение хранится в сердце школы в зале Ваншань. Ученикам, и тем более посторонним, читать его запрещается. А вот и сам стих:\n\nИскусство Гухуа я изучал, пока секреты его не познал. Сталь Гухуа ржавчиной покрылась, но сегодня знанием умылась.\n\nКак лепестки цветов на ветру искрятся мечи, копья подобны пляске огней во мраке ночи.\n\nВам скажут, что меч - продолжение вас. Не правы они. Меч - это блеск глаз.\n\nСтранник не ведает тяжести пут, клинки его дождь и свет рассекут. Как древний дракон, неуловим, он режет и колет глазом своим.\n\nПо правде говоря, содержание стиха следовало сделать доступным для всех учеников. Спрятали его ото всех из-за ужасного почерка Син Цю.",
      "id": "Selama ratusan tahun, reputasi perguruan bela diri Klan Guhua terus menurun. Saat masa kejayaannya, nama Klan Guhua dikenal di seluruh penjuru Liyue. Konon katanya perguruan ini memiliki tiga jurus rahasia——jurus tombak \"Light Piercer\", jurus pedang \"Rain Cutter\" dan jurus \"Life Ender\" untuk yang bisa menguasai kedua senjata ini. Ketiga jurus sakti ini terus diwariskan generasi demi generasi, setiap generasi memberi ketiga jurus ini suatu perubahan, tetapi kekuatannya terus melemah, kini hampir tidak ada orang yang mengingat Klan Guhua... Ketiga jurus sakti ini bagaikan harta karun yang tertutup debu, menunggu datangnya seorang pewaris sejati.\n\nHingga akhirnya lapisan debu ini terangkat oleh kedatangan Xingqiu. Hanya Xingqiu seorang yang berhasil menguasai \"Martial Principle\" dalam waktu 4 tahun yang singkat.\n\nDalam prinsip bela diri Guhua, seseorang harus menggunakan tombak dan pedang seperti bagian dari tubuhnya, prinsip ini memang sangat umum di kalangan perguruan bela diri Liyue. Tapi bagi Xingqiu, menggunakan tombak dan pedang sama halnya seperti menggunakan Vision. Ahli bela diri seharusnya bisa menggunakan Vision sebagai bagian dari tubuhnya, sedangkan senjata yang digunakan juga merupakan bagian dari Vision. Maka dari itu dia menyimpulkan bahwa inti dari ilmu tombak dan ilmu pedang adalah ilmu \"mata\".\n\nSaat Xingqiu menyadari hal ini, dia menuliskan prinsip ini menjadi satu bait dalam Martial Principle. Saat kepala perguruan Guhua membaca bait ini, air mata menetes dari matanya dan dia berkata \"bukan Xingqiu yang membutuhkan Klan Guhua, tetapi Klan Guhua yang membutuhkan Xingqiu.\" Sejak saat itu, bait penting ini disegel di kuil \"Wangshan Hall\", bahkan murid-murid perguruan pun dilarang mengambil dan membacanya, terlebih lagi orang asing.\n\nBait ini berbunyi:\n\nPrinsip Guhua ada di jiwaku, ilmu Guhua tertanam di tubuhku. Ketahuilah bahwa karat dan debu yang ada di tombak dan pedang Guhua, akan tersapu bersih hari ini.\n\nSetiap tebasan pedang Guhua, bagaikan hujan bunga yang lebat. Alangkah mudahnya manusia memetik bunga, betapa sulitnya manusia melukis hujan. Setiap hunusan tombak Guhua, bersinar bagai lentera di malam gelap. Sebuah lentera akan mudah padam, tetapi ratusan lentera akan selalu nyala membara.\n\nMerah membara, bagaikan awan di langit senja. Orang berkata gunakan pedang bagaikan jari, aku berkata cahaya pedang adalah cahaya mata.\n\nSeseorang yang bebas akan terlepas dari segala beban, dia dapat menebas hujan, dia dapat menusuk cahaya. Gerak tubuh selincah ular naga, tidak akan tertangkap, satu bola mata bagaikan pedang, bola mata lain bagaikan tombak.\n\n——Pada kenyataannya, semua isi bait ini sudah disebarkan kepada semua murid perguruan, alasan sebenarnya mengapa tulisan aslinya disegel adalah... karena tulisan tangan Xingqiu yang sangat jelek.",
      "th": "นับหลายร้อยปีที่ผ่านมา สำนักวิชาการต่อสู้ \"สำนัก Guhua\" ล่มจม และเมื่อยุครุ่งเรืองสำนัก Guhua เคยมีชื่อเสียงอย่างมากในเมือง Liyue ในด้านวิชาดาบและหอก ตำนานกล่าวว่ามีสามสำนักที่มี วิชาลับ—วิชาหอก \"Light Piercer\", วิชาดาบ \"Rain Cutter\" และวิชาดาบหอกพิฆาตคู่ \"Life Ender\" สามวิชาลับนี้มีการพัฒนาขึ้น ในทุกยุคทุกสมัย จนถึงจุดสูงแต่การพัฒนานี้ทำให้ ฤทธิ์เดชของวิชาถดถอยลง สำนัก Guhua จึงเดินไปสู่จุดต่ำสุดและผู้คนเริ่ม แตกแยก... สามวิชาลับจึงยิ่งเป็นดั่งสมบัติ ใต้พื้นทราย ซึ่งกำลังรอผู้สืบทอด\n\nหลายปีต่อมาสำนัก Guhua เก่าแก่นี้รอการมาถึงของ Xingqiu จนได้ นับร้อยปีมานี้มีเพียงเขาคนเดียว ที่ใช้เวลาแค่สี่ปีไขความลับ \"หลักการการต่อสู้\"\n\nสำนัก Guhua ตระหนักการใช้หอกและดาบที่คล่อง ซึ่งสำนักการต่อสู้อื่นใน Liyue ก็รู้ดีในเทคนิคทั่วไปนี้ แต่ในความคิดของ Xingqiu การใช้งานหอกและดาบแท้จริง คือการใช้งานวิชั่น นักสู้ควรที่จะมองวิชั่นเป็น ส่วนขยายของร่างกาย หอกและดาบคือส่วนขยายของวิชั่น หรือความจริงแล้วทั้งวิชาดาบและ หอกคือศิลปะทางสายตา\n\nXingqiu ได้รู้ลึกถึงศาสตร์นี้ จึงทำการเขียนโคลงหลักการต่อสู้ ขึ้นมา เมื่อหัวหน้าสำนัก Guhua เห็นดังนี้ ตื้นตันจนหลั่งน้ำตาและประกาศว่า: \"Xingqiu ไม่ได้ต้องการพึ่งสำนัก Guhua แต่สำนักต่างหากที่ต้องการ Xingqiu\" หลังจากนั้นโคลงบทนี้ถูกเก็บไว้ใน สถานที่สำคัญของสำนัก ณ โถง Wangshan และไม่อนุญาตให้แม้แต่ลูกศิษย์ หรือคนนอกได้เห็น\n\nต่อไปนี้คือโคลงดังกล่าว:\n\nข้านั้นฝึกวิชา Guhua มาเนิ่นนาน และรู้ซึ้งเป็นอย่างดี ดาบและหอกของ Guhua ที่เต็มไปด้วยสนิม บัดนี้ได้ถูกชะล้างและกลับไป มีชื่อเสียงอีกครั้ง\n\nหัวใจหลักของศิลปะ Guhua ดั่งสายฝนที่ล่องลอย สามารถหยิบจับแต่ยากที่จะอธิบาย ศิลปะหอก Guhua เปล่งประกายแสงงดงาม แต่ยากที่จะยืนยาว เมื่อเกิดขึ้นอีกครั้งดั่งแสงอรุณ\n\n ดั่งแสงอรุณ แสงเพียงชั่วครู่ ความรุ่งโรจน์นั้นมาจากไหน ผู้คนกล่าวว่าใช้ดาบดั่งมือตน ฉันคิดว่าแสงจากดาบคือตาของคุณ\n\n สิ่งล่องลอยไร้ซึ่งแรงกดดัน สามารถตัดฝนรับแสงสว่าง ดั่งงูที่ไม่สามารถจับต้องได้ ตาข้างหนึ่งคือดาบ อีกข้างคือหอก\n\nความจริงแล้วบทเพลงดังกล่าว ควรที่จะแจ้งให้ลูกศิษย์ทุกคนทราบ เหตุผลเดียวที่เก็บซ่อนมันไว้อย่างดี เพราะตัวหนังสือที่เขียนดูไม่ได้เลย...",
      "vi": "Hàng trăm năm nay, võ thuật của phái Cổ Hoa đang ngày một suy thoái. Trong thời kỳ huy hoàng, phái Cổ Hoa đã từng rất nổi tiếng ở Liyue. Tương truyền, có ba tuyệt kỹ trấn phái chính là: Thương pháp \"Thích Minh Pháp\", kiếm pháp \"Tài Vũ Pháp\", và thương kiếm song tuyệt \"Sinh Khắc Pháp\". Ba tuyệt kỹ này được truyền từ đời này qua đời khác và không ngừng cải tiến. Thời gian trôi qua, ba tuyệt kỹ này đã dần đạt đến trình độ siêu phàm, nhưng uy lực lại ngày một suy yếu, nên đã khiến thế lực của phái Cổ Hoa giảm sút, lòng người ly tán... Ba tuyệt kỹ giống như kho báu bị bụi phủ, im lặng chờ đợi người thừa kế.\n\nNhiều năm sau, phái Cổ Hoạ phủ bụi đã đợi được Xingqiu. Trong hàng trăm năm, anh là người duy nhất chỉ trong 4 năm có thể ngộ ra \"võ lý\" từ xa xưa truyền lại.\n\nKiếm pháp của phái Cổ Hoa chú trọng vào việc \"người kiếm hợp nhất, tự do điều khiển\", đây cũng là quan điểm phổ biến của các môn phái võ thuật ở Liyue. Nhưng theo quan điểm của Xingqiu, việc dùng thương và kiếm về cơ bản là sự vận dụng Vision. Người luyện võ nên coi Vision là một phần cơ thể, thương và kiếm chỉ là một phần của Vision. Cũng là nói: Bản chất của thương pháp và kiếm pháp chính là \"đồng thuật\".\n\nXingqiu hiểu theo hướng này, vung bút viết ra một bài thơ về võ lý. Tông chủ của phái Cổ Hoa nhìn mà rơi nước mắt, lập tức tuyên bố: \"Không phải là Xingqiu cần phái Cổ Hoa, mà là phái Cổ Hoa cần Xingqiu.\" Kể từ đó, bài thơ này đã được cung phụng ở \"Vương Sơn Đình\", một nơi quan trọng của phái Cổ Hoa, không cho phép các đệ tử nhìn thấy, người ngoài lại càng khó được chiêm ngưỡng.\n\nDưới đây là toàn bộ bài thơ:\n\nTôi đây học võ đã lâu. Cổ Hoa bí kíp thâm sâu đã tường. Luận lý cũ người xưa để lại. Nay viết lại cải tiến hơn xưa.\n\nKiếm pháp phái Cổ Hoa, như nước như gió động. Gió thổi dễ cảm nhận, mưa bay khó họa hình. Thương pháp phái Cổ Hoa, rực rỡ như đốm lửa. Tia lửa dễ tan nhanh, tụ lại thì cháy rực.\n\nNhư hoàng hôn, sáng một vùng, áng chiều tan, lòng người động. Nếu người vung kiếm như ngọn gió, ánh kiếm trong ta là ánh nhìn.\n\nThoát ly vạn vật không trọng lượng, cắt mưa ngăn gió ngọn thương vung. Như rồng như rắn không bắt được, mắt xanh như kiếm như thương kia.\n\nThực ra, nội dung bài thơ vốn dĩ công khai cho tất cả các đệ tử được thấy, chỉ vì chỉ vì chữ viết quả thực quá xấu nên mới niêm phong bản gốc."
    }
  }
]