[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "在下行秋，不过书海一蠹。某虽不才，仍愿为君略尽绵薄。难得有机会说这种风格的台词，感觉还不错。",
      "zht": "在下行秋，不過書海一蠹。某雖不才，仍願為君略盡綿薄。難得有機會說這種風格的臺詞，感覺還不錯。",
      "jp": "僕は行秋、ただの読書好きだ。不束者だが、君のために尽力するよ。せっかくこういうセリフを言えるんだ、ハハッ、悪くないね。",
      "ko": "소생 행추라 하옵니다. 무수한 책의 바다를 헤매는 책벌레죠. 뛰어난 재능은 없으나, 최선을 다해 당신을 돕겠습니다. 모처럼 느끼한 대사를 해봤는데, 나쁘지 않군",
      "en": "Xingqiu at your service, my liege! I humbly trust that even one such as I, a mere bookworm, may yet prove to be of some utility under your wise leadership. Nice, I don't often get a chance to speak with such formality. It felt pretty good!",
      "de": "Xingqiu zu deinen Diensten, ein Wurm in einem Meer aus Büchern. Ich bin nicht mit vielen Talenten gesegnet, dennoch möchte ich dir von Nutzen sein. Nicht oft habe ich Gelegenheit, in diesem Ton zu sprechen, das macht mir Freude.",
      "es": "#Xingchiu a su servicio, mi {F#señora}{M#señor}. Confío humildemente en que incluso un individuo como yo, un simple ratón de biblioteca, podrá resultar de alguna utilidad bajo su sabio liderazgo. Qué bien, pocas veces tengo la oportunidad de hablar con tanta formalidad. ¡Qué bien me hace sentir!",
      "fr": "Xingqiu, à votre service. Je ne suis qu'un humble rat de bibliothèque, mais j'ose espérer pouvoir être de quelque utilité sous votre commandement. Ah, je n'ai guère l'occasion de parler comme ça, il faut reconnaître que ça sonnait bien !",
      "pt": "#Xingqiu ao seu serviço, {M#meu senhor}{F#minha senhora}! Confio humildemente que mesmo alguém como eu, um mero leitor de livros, ainda possa ser de alguma utilidade sob sua liderança sábia. Bom, muitas vezes não tenho a chance de falar com tanta formalidade. Foi muito bom!",
      "ru": "Син Цю к вашим услугам! Хотя я лишь обыкновенный книжный червь, человек маленький и заурядный, я искренне надеюсь, что мне представится шанс сослужить вам хорошую службу. Приятно вновь говорить в таком высокопарном стиле - мне редко удаётся так изъясняться.",
      "id": "Xingqiu siap melayanimu, meskipun tidak berbakat, Xingqiu masih bersedia melakukan yang terbaik untukmu. Ah aku jarang sekali mendapatkan kesempatan untuk bicara formal begitu, aku merasa cukup baik.",
      "th": "ข้าน้อย Xingqiu มาแล้ว ถึงแม้หนอนหนังสืออาจจะ ไม่เก่งกาจอะไร แต่ก็อยากทำให้ ดีที่สุดเพื่อคุณ นาน ๆ ที จะได้พูดอะไรแบบนี้ รู้สึกไม่เลวเลยแฮะ",
      "vi": "Tại hạ tên Xingqiu, chỉ là một con mọt sách. Mặc dù tôi bất tài, nhưng cũng nguyện góp một phần sức. Hiếm lắm mới nói mấy câu hoa mỹ thế này, cảm giác có vẻ hay hay nhỉ."
    }
  },
  {
    "title": {
      "zhs": "闲聊·无人夜",
      "zht": "閒聊·無人夜",
      "jp": "世間話·夜を独歩す",
      "ko": "잡담·아무도 없는 밤",
      "en": "Chat: Night of Solitude",
      "de": "Gespräch – Menschenleere Nacht",
      "es": "Charla - Noche solitaria",
      "fr": "Bavardage - Nuit solitaire",
      "pt": "Bate-papo - Noite Solitária",
      "ru": "Поболтаем: Безлюдная ночь",
      "id": "Berbincang: Malam Sunyi",
      "th": "แชท - คืนที่ไร้ผู้คน",
      "vi": "Nói chuyện phiếm - Đêm không người"
    },
    "line": {
      "zhs": "「有时明月无人夜，独向昭潭制恶龙。」",
      "zht": "「有時明月無人夜，獨向昭潭制惡龍。」",
      "jp": "「明月や、夜を独歩す、かたわらに、悪龍罰すも、また一興」",
      "ko": "「이따금 아무도 없는 달 밝은 밤에, 홀로 소담에서 악룡을 무찌르네」",
      "en": "'Twas on a deserted moonlit night that the hero approached the vile dragon's limpid lair...",
      "de": "„In einer menschenleeren Nacht ging er zur Höhle des Drachen.“",
      "es": "“En una solitaria noche bajo la luz de la luna, el héroe se acercó a la guarida del malvado dragón...”",
      "fr": "« C'est par une nuit solitaire que le héros arriva en vue de l'antre du cruel dragon... »",
      "pt": "\"Foi numa noite de luar deserta que o herói se aproximou do vil covil límpido do dragão...\"",
      "ru": "«Безлюдной ночью, под полною луной герой вошёл в пристанище дракона злого...»",
      "id": "\"Pada malam sepi di bawah cahaya sinar rembulan, seorang pahlawan mendekati sarang naga jahat.\"",
      "th": "\"บางครั้งในค่ำคืนที่เดียวดาย มีเพียงฉันคนเดียวที่จะจัดการมังกรดุร้ายนั่นได้\"",
      "vi": "“Đôi khi trăng sáng quạnh hiu, trong đầm độc bước đại chiến ác long.”"
    }
  },
  {
    "title": {
      "zhs": "闲聊·文章",
      "zht": "閒聊·文章",
      "jp": "世間話·文章",
      "ko": "잡담·문장",
      "en": "Chat: Literature",
      "de": "Gespräch – Schrift",
      "es": "Charla - Ensayo",
      "fr": "Bavardage - Littérature",
      "pt": "Bate-papo - Artigo",
      "ru": "Поболтаем: Литература",
      "id": "Berbincang: Literatur",
      "th": "แชท - บทความ",
      "vi": "Nói chuyện phiếm - Văn chương"
    },
    "line": {
      "zhs": "「衣裓贮文章，自言学雕虫。」",
      "zht": "「衣裓貯文章，自言學雕蟲。」",
      "jp": "「衣へと、言の葉綴る、筆先は、童に帰り、思うがままに」",
      "ko": "「옷자락에 문장을 담고, 홀로 글을 쓰는 재주를 익히겠다 말하네」",
      "en": "I never embark on a journey without a good book to accompany me.",
      "de": "„Die Bücher gut verstaut in dicker Kleidung, die Schriftrollen immer dabei.“",
      "es": "“Nunca me embarco en una aventura sin un buen libro que me haga compañía”.",
      "fr": "Je ne pars jamais nulle part sans un bon bouquin comme compagnon.",
      "pt": "Nunca embarco em uma viagem sem um bom livro para me acompanhar.",
      "ru": "Куда бы я ни шёл, всегда со мной в дорожный плащ завёрнутая книга.",
      "id": "\"Aku tidak pernah pergi bertualang tanpa sebuah buku untuk menemaniku.\"",
      "th": "\"ฉันไม่เคยออกเดินทางโดยที่ไม่มี หนังสือดี ๆ ติดตัวไปด้วย\"",
      "vi": "\"Giấu văn chương trong quần áo, tự trò chuyện cùng côn trùng.”"
    }
  },
  {
    "title": {
      "zhs": "闲聊·偷闲",
      "zht": "閒聊·偷閒",
      "jp": "世間話·暇を得る",
      "ko": "잡담·잠깐의 휴식",
      "en": "Chat: Taking a Break",
      "de": "Gespräch – Pause",
      "es": "Charla - Tomar un descanso",
      "fr": "Bavardage - Repos",
      "pt": "Bate-papo - Pausa",
      "ru": "Поболтаем: Отдых",
      "id": "Berbincang: Istirahat Sejenak",
      "th": "แชท - แอบอู้",
      "vi": "Nói chuyện phiếm - Làm biếng"
    },
    "line": {
      "zhs": "正所谓「偷得浮生半日闲」，哈哈。",
      "zht": "正所謂「偷得浮生半日閒」，哈哈。",
      "jp": "「儚い人生の中で一瞬の暇を得た」というやつだ、ハハッ。",
      "ko": "이른바 「어지러운 속세에서 잠시동안 한적함을 얻는다」로군, 하하",
      "en": "Now this is what I call, \"a moment of solitude.\"",
      "de": "Das nenne ich einen Moment der Ruhe, hahaha!",
      "es": "A esto lo llamo yo “tener tiempo para uno mismo”.",
      "fr": "Voilà ce que j'appelle « un moment de solitude », haha.",
      "pt": "\"É tão bom procrastinar e fazer o que gosta durante um dia conturbado.\"",
      "ru": "Что называется, «Я всего лишь хочу минуточку одиночества...», ха-ха.",
      "id": "Inilah yang kusebut dengan \"waktu kesendirian\", haha.",
      "th": "ดังคำกล่าวที่ว่า \"ช่วงเวลาแห่งการอยู่คนเดียว\" ฮ่า ๆ",
      "vi": "“Lại được thư nhàn thêm nửa hôm,” ha ha."
    }
  },
  {
    "title": {
      "zhs": "闲聊·阅卷",
      "zht": "閒聊·閱卷",
      "jp": "世間話·読書",
      "ko": "잡담·독서",
      "en": "Chat: Reading",
      "de": "Gespräch – Bewertungen",
      "es": "Charla - Leyendo",
      "fr": "Bavardage - Lecture",
      "pt": "Bate-papo - Leitura",
      "ru": "Поболтаем: Чтение",
      "id": "Berbincang: Membaca",
      "th": "แชท - กำลังอ่าน",
      "vi": "Nói chuyện phiếm - Đọc sách"
    },
    "line": {
      "zhs": "如此如此，这般这般…欸？欲知后事如何，且听下回分解？唔…",
      "zht": "如此如此，這般這般…欸？欲知後事如何，且聽下回分解？唔…",
      "jp": "ふむふむ、なるほど…えっ？次回お楽しみに？むっ…",
      "ko": "이러이러해서, 이렇게 됐구나…. 음? 다음 이야기가 궁금하다면, 다음 회를 보세요? 으…",
      "en": "Oh my goodness... Oh my gosh... Wow— Huh? \"All will be revealed in the next volume\"? Aw, drat...",
      "de": "Ooohoho, unglaublich ... Da geht’s rund! ... Was? Fortsetzung folgt? Oh nein ...",
      "es": "¡Oh! ¡Por Los Siete! ¡Ya llega el final del libro! Espera... ¿Eh? ¿“Si quieres saber qué ocurrió después, lo sabrás en el siguiente volumen”? ¡¿En serio?!",
      "fr": "Diable, voilà qui est passionnant, vraiment. Mais... « Tout vous sera révélé dans le prochain chapitre » ? *soupir* ...",
      "pt": "Se quiser saber o resto da história, aguarde o próximo volume.",
      "ru": "Так-так... Что же будет, что же будет... Что? «Продолжение следует»?! М-да...",
      "id": "Wa-wah-wah, akhir dari buku ini akan segera... eh? \"Jika ingin tahu apa yang terjadi selanjutnya, nantikan volume selanjutnya\", ah...",
      "th": "เกิดอะไรขึ้น อะไรนะ...เอ๋? ถ้าอยากรู้ว่าเกิดอะไรหลังจากนั้น ก็พบกันใหม่ในตอนต่อไป? เอ่อ...",
      "vi": "Chuyện là thế này thế này... Sao? Muốn biết tiếp theo thế nào sao, hồi sau sẽ rõ..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·新书",
      "zht": "閒聊·新書",
      "jp": "世間話·新刊",
      "ko": "잡담·신간",
      "en": "Chat: New Books",
      "de": "Gespräch – Neues Buch",
      "es": "Charla - Nuevo libro",
      "fr": "Bavardage - Nouveau livre",
      "pt": "Bate-papo - Livros Novos",
      "ru": "Поболтаем: Новые книги",
      "id": "Berbincang: Buku baru",
      "th": "แชท - หนังสือใหม่",
      "vi": "Nói chuyện phiếm - Sách mới"
    },
    "line": {
      "zhs": "盘算着也该到「万文集舍」新进小说的日子了，不妨…我们顺道去看看？",
      "zht": "盤算著也該到「萬文集舍」新進小說的日子了，不妨…我們順道去看看？",
      "jp": "そろそろ「万文集舎」の新刊入荷日だな…ついでに行ってみないかい？",
      "ko": "「만문집사」에 새 소설 들어오는 날짜가 거의 다 됐군. 그럼… 가는 길에 한번 들러볼까?",
      "en": "If my calculations are correct, Wanwen Bookhouse is due to receive a batch of new releases today. Might we add a small detour to our adventure?",
      "de": "Meinen Berechnungen zufolge erwartet die Buchhandlung Wanwen heute eine Ladung Neuerscheinungen. Wir können nicht vielleicht einen kleinen Abstecher dorthin machen?",
      "es": "Si mis cálculos son correctos, la Casa de Libros Wanwen recibirá hoy nuevas publicaciones. ¿Te importaría que nos desviáramos un poco de nuestra aventura?",
      "fr": "Si mes calculs sont corrects, la Librairie Wanwen devrait faire rentrer les nouveautés aujourd'hui. Serait-il possible d'ajouter un léger détour à notre aventure ?",
      "pt": "Estou pensando, devem chegar mais romances no Biblioteca Wanwen. Então, que tal irmos dar uma olhada lá?",
      "ru": "Если я правильно помню, в книжном магазине «Ваньвэнь» сегодня новое поступление... Может, зайдём, посмотрим?",
      "id": "Jika perhitunganku benar, Wanwen Bookhouse akan mendapatkan sejumlah buku yang baru rilis hari ini. Mungkin kita bisa sedikit memutar untuk melihat-lihat?",
      "th": "ถ้าฉันคำนวณไม่ผิดน่าจะถึงวันเปิดตัวนิยายเล่มใหม่ของ Wanwen Bookhouse แล้วล่ะ ยังไง...พวกเราไปดูหน่อยดีมั้ย?",
      "vi": "Xem ra cũng đến ngày quyển tiểu thuyết mới nói về cuộc sống “Vạn Văn Tập” ra mắt rồi. Hay là... tiện thể chúng ta đến xem chung nhé?"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "这么说来，我们家出品的锦缎伞，好像既不能遮阳也不能挡雨。唯一的用处就是挂在墙上。",
      "zht": "這麼說來，我們家出品的錦緞傘，好像既不能遮陽也不能擋雨。唯一的用處就是掛在牆上。",
      "jp": "そういえば、うちの商会の錦の傘は日傘としても雨傘としても使えないみたいだ。唯一の使い道は壁に飾るだけだよ。",
      "ko": "그러고 보니, 우리 상회에서 생산한 금단 우산은 햇빛도 못 가리고 비도 못 막지. 유일한 용도는 벽에 걸어서 장식품으로 사용하는 거야",
      "en": "My family makes ornate umbrellas that block neither rain nor shine. Their sole purpose is for decoration upon a wall.",
      "de": "Die Schirme aus unserem Familienbetrieb halten weder Sonne noch Regen ab. Sie dienen einzig als Wanddekoration.",
      "es": "Mi familia tiene como menester la fabricación de paraguas de uso estético: no bloquean los rayos del sol ni se pueden mojar. Sirven para embellecer la pared con su presencia.",
      "fr": "Ma famille fabrique des ombrelles qui ne protègent ni du soleil ni de la pluie. Tout juste bonnes à être accrochées au mur.",
      "pt": "Em suma, os guarda-chuvas sedosos da minha família não guardam a chuva, nem o sol. O único uso deles é pendurar na parede.",
      "ru": "Следует признать, что шёлковые зонты с вышивкой, которые изготавливает наша семья, не защищают ни от солнца, ни от дождя и годятся только для того, чтобы вешать их на стену.",
      "id": "Kalau begini, payung hiasan yang dibuat keluarga kami sepertinya tidak berguna untuk menahan hujan ataupun cahaya matahari. Mereka hanya bisa dipajang di dinding saja.",
      "th": "พูดถึงร่มผ้าทอของครอบครัว ของเรา ดูเหมือนจะไม่สามารถ กันทั้งแดดและฝนได้ ประโยชน์เพียงอย่างเดียวที่ทำได้ ก็คือแขวนไว้บนผนัง",
      "vi": "Nếu nói như thế, loại ô gấm của nhà chúng ta không thể che được nắng mưa, mà chỉ dùng để treo tường."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "晴了就好，不然藏书会生霉的。",
      "zht": "晴了就好，不然藏書會發霉的。",
      "jp": "晴れてよかった、でないと本がカビてしまう。",
      "ko": "날이 맑아져서 다행이군. 안 그럼 내 책들에 곰팡이가 생길 거야",
      "en": "Good, the rain has stopped. Any longer and my books would have gotten wet.",
      "de": "Wie gut, dass es jetzt sonnig ist. Meine Bücher würden sonst noch anfangen zu schimmeln.",
      "es": "¡Maravilloso! La lluvia ha cesado. Un segundo más, y mis libros se hubieran echado a perder con el agua.",
      "fr": "Ah, la pluie s'est arrêtée, tant mieux. Mes livres auraient fini par s'abîmer.",
      "pt": "Ainda bem que faz sol, senão, os livros iam ficar molhados.",
      "ru": "Как хорошо, что дождь закончился. Ещё немного, и все мои книги вымокли бы.",
      "id": "Oh bagus, hujan sudah berhenti. Jika tidak, buku-bukuku pasti akan basah dan berjamur.",
      "th": "ฝนหยุดก็ดีแล้ว ไม่งั้นคลังหนังสือของฉันขึ้นราแน่",
      "vi": "Thế thì tốt, bằng không sẽ có nấm mốc ở mấy quyển sách đang cất giữ."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "只有这种天气的时候，我才会觉得家里比书店好。家里炭火很足，而书堆里就不准用火。",
      "zht": "只有這種天氣的時候，我才會覺得家裡比書店好。家裡炭火很足，而書堆裡就不准用火。",
      "jp": "こういう日にだけ、本屋より自宅のほうがいいと思うんだ。うちは暖をとるための炭がいくらでもあるけど、本屋は火気厳禁だからね。",
      "ko": "이런 날씨엔 서점보다 집이 더 좋은 것 같아. 집에선 불을 피워 몸을 따뜻하게 할 수 있지만, 서점에선 책 때문에 불을 지필 수가 없거든",
      "en": "Only when it snows like this would I prefer to be at home than in a book store. For there is a well-stocked fireplace at home, while there is no fire allowed in book stores.",
      "de": "Nur in dieser Art von Wetter bin ich lieber zu Hause als in einem Buchladen. Denn zu Hause gibt es eine gemütliche Feuerstelle, in einer Buchhandlung geht das natürlich nicht.",
      "es": "El único momento en el que preferiría estar en mi morada en lugar de estar en una librería es cuando nieva. Pero únicamente porque en mi hogar me espera una chimenea bien caliente. En una librería no se permite el fuego.",
      "fr": "Je crois que je préférerais être chez moi près de notre cheminée bien garnie qu'à la librairie par ce temps... On ne peut pas allumer de feu dans une librairie.",
      "pt": "Apenas nos dias deste tempo, sinto que ficar em casa é melhor que na livraria. Em casa está quentinho com essa fogueira, mas na livraria, não é possível ter fogo.",
      "ru": "Только в такую погоду я начинаю думать, что дома лучше, чем в книжной лавке. Дома есть уютный камин, а вот в книжном магазине запрещено разводить огонь.",
      "id": "Hanya pada cuaca seperti inilah aku merasa rumahku lebih baik daripada toko buku. Karena di rumah ada perapian yang lengkap, sedangkan api tidak diperbolehkan di dalam toko buku.",
      "th": "มีแค่อากาศแบบนี้เท่านั้นที่ฉันจะรู้สึกว่าในบ้านดีกว่าร้านหนังสือ เพราะในบ้านมีฟืนไฟเพียงพอ แต่ในร้านหนังสือไม่อนุญาตให้ จุดไฟ",
      "vi": "Chỉ có thế này, tôi mới thấy nhà mình hơn hẳn hiệu sách. Nhà có lửa than đầy đủ, lại không cần dùng sách để đốt."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "练功的好…啊不，是看书的好时节啊。好啦，我脸上又没有写字，别一直盯着我看了。",
      "zht": "練功的好…啊不，是看書的好時節啊。好啦，我臉上又沒有寫字，別一直盯著我看了。",
      "jp": "修行…いや、読書日和だね。よせ、僕の顔に字なんて書いていない、じっと見ないでくれ。",
      "ko": "무술 연습… 아니 책 읽기 딱 좋은 날이네. 뭐야, 내 얼굴에 뭐가 묻은 것도 아닌데, 그만 좀 쳐다봐",
      "en": "Great weather for practicing martial arts, but perfect weather for reading. Hey, what's that ridiculous look for? You look as if you're trying to decipher some strange text written on my forehead.",
      "de": "Dieses Wetter eignet sich hervorragend zum Kampftraining ... Aber es ist auch gut zum Lesen. Was soll der verwirrte Blick, als hätte ich Text auf meiner Stirn?",
      "es": "¡Excelente clima para recrearnos en la práctica de las nobles artes marciales! Aunque también hace un día magnífico para dedicarnos a la lectura. Eh, ¿a qué viene esa mirada? ¿Estás intentando descifrar un código secreto escrito en mi frente?",
      "fr": "Un temps agréable pour l'entraînement, mais encore meilleur pour la lecture... Bien, nul besoin de me regarder comme ça, vous savez.",
      "pt": "Ótimo tempo para praticar artes marciais... Mas tempo perfeito para a leitura. Ei, o que é esse olhar ridículo? Parece que você está tentando decifrar um texto estranho escrito na minha testa.",
      "ru": "Неплохая погода для тренировки... Но ещё лучше она подходит для чтения. Нет, друг мой, у меня на лице ничего не написано, не надо так смотреть.",
      "id": "Cuaca yang baik untuk latihan bela diri... tapi ini cuaca yang sempurna untuk membaca. Hei, kenapa menatapku begitu, tidak ada tulisan apa-apa di wajahku jadi jangan menatapku lagi.",
      "th": "อากาศดีเหมาะกับการฝึกฝน... อ่าไม่สิ เป็นเวลาที่เหมาะกับการอ่านหนังสือต่างหาก เอาล่ะ บนหน้าฉันไม่ได้เขียนอะไร ไว้ซะหน่อย อย่าเอาแค่จ้องสิ",
      "vi": "Luyện công tuyệt thật... À nhầm, đọc sách thật là tuyệt. Được rồi, mặt tôi không có chữ, đừng có nhìn chằm chằm nữa."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早啊。早上的时间这么难得，能做做自己喜欢的事情就好了。",
      "zht": "早啊。早上的時間這麼難得，能做做自己喜歡的事情就好了。",
      "jp": "おはよう。朝の時間は貴重だから、自分の好きなことができたらいいな。",
      "ko": "좋은 아침. 아침 시간은 귀중하니, 자기가 하고 싶은 걸 하면 돼",
      "en": "Morning! The morn hours are precious. Spend them on that which matters to you.",
      "de": "Guten Morgen. Früh vergeht die Zeit so schnell. Wenn man etwas tun kann, das man mag, ist das viel wert.",
      "es": "¡Buenos días! La mañana es el momento más valioso del día. Durante ella, puedes hacer lo que realmente te gusta hacer.",
      "fr": "Belle matinée... Les heures du matin sont précieuses ; utilisez-les sur ce que vous jugez important.",
      "pt": "Bom dia! O tempo da manhã é bem precioso, se pudesse aproveitar para fazer algo que eu gosto.",
      "ru": "Доброе утро! Утренние часы мимолётны и прекрасны. Посвяти же их тому, что любишь.",
      "id": "Selamat pagi. Waktu di pagi hari sungguh berharga, ada baiknya untuk melakukan apa yang kamu suka.",
      "th": "มอร์นิ่ง เช้า ๆ นี่ช่างเป็นช่วงเวลาพิเศษที่สามารถทำสิ่งที่ตัวเองชอบได้",
      "vi": "Sớm thế? Hiếm khi thức sớm thế này, nếu được làm chuyện mình thích thì hay biết mấy."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭有点不想吃米饭，想吃糕点。待在书斋吃，父亲和兄长就不知道了…嗯？想一起来吗？嗯…只要你不把碎屑沾到书上就行。",
      "zht": "#午飯有點不想吃米飯，想吃糕點。待在書齋吃，父親和兄長就不知道了…嗯？想一起來嗎？嗯…只要{F#妳}{M#你}不把碎屑沾到書上就行。",
      "jp": "昼ごはんは米よりも、菓子のほうが食べたいな。書斎で食べれば、父上や兄上に知られることもない…ん？一緒に来るのか？うん…本に食べかすを落とさなければいいよ。",
      "ko": "점심은 쌀밥 말고 다과 같은 게 먹고 싶네. 서재에서 먹으면 아버지랑 형도 모를 거야…응? 너도 같이 먹고 싶다고? 음… 책에 부스러기만 흘리지 않으면 돼",
      "en": "I am uninclined to eat a heavy meal this luncheon, but instead indulge in some baked treats. As long as I eat in the study, my father and brother never have to know! Oh, you want to join me? Well... As long as you don't get crumbs on the books, I suppose it's fine.",
      "de": "Mittags esse ich keinen Reis, ich esse lieber etwas Gebäck. Wenn ich nur in meinem Studienzimmer esse, finden mein Vater und Bruder das nie heraus. Was? Du willst mit mir essen? In Ordnung, solange du nicht herumkrümelst.",
      "es": "No me encuentro con apetito para comer arroz en el almuerzo. Me deleitaré con algo de repostería. Si como mientras estudio, ¡mi padre y mi hermano nunca me descubrirán! Oh, ¿quieres venir conmigo? Bueno... Mientras no se te caiga la comida en los libros, supongo que está bien.",
      "fr": "Je n'ai guère envie de prendre un repas trop lourd. Plutôt quelques snacks... Tant que je mange à l'étude, mon frère comme mon père n'en sauront rien ! Oh, vous voulez vous joindre à moi ? Ma foi... Tant que vous faites attention aux miettes sur les ouvrages, pourquoi pas ?",
      "pt": "Não quero arroz, só quero comer petiscos. Podemos comer no quarto de estudo, assim eles não vão saber... Você quer ir comigo?... Contanto que evite derrubar migalhas nos livros.",
      "ru": "Мне не хочется плотно есть в обед. Предпочитаю сладкую выпечку. Всё равно, пока я обедаю в библиотеке за чтением, ни отец, ни старший брат не знают, что я ем... А? Хочешь присоединиться? Прошу. Только не кроши на книги, пожалуйста.",
      "id": "Untuk makan siang, aku tidak ingin makan nasi, aku ingin makan kue. Selama aku makan di ruang belajar, ayah dan kakakku tidak akan tahu... eh? Kamu ingin bergabung denganku? Hm... baiklah asalkan jangan sampai menjatuhkan makanan ke atas buku.",
      "th": "อาหารกลางวันฉันไม่ค่อยอยาก กินข้าวเท่าไหร่ อยากกินขนมมากกว่า แอบกินในห้องหนังสือแค่นี้พ่อกับพี่ก็ไม่รู้แล้ว...อืม? อยากไปด้วยกันมั้ย? อืม...ขอแค่เธอไม่ทำขนมหก เลอะเทอะใส่หนังสือก็พอ",
      "vi": "Không muốn ăn cơm trưa, muốn ăn điểm tâm cơ. Mình định ăn tại phòng, chẳng biết phụ thân và huynh trưởng...? Muốn ăn cùng không? Ừm... Chỉ cần bạn đừng làm rơi mảnh vụn vào sách vở là được."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "去偷点萤火虫来看书，怎么样？唔，我的玩笑话你可别当真，对眼睛不好的。",
      "zht": "#去偷點螢火蟲來看書，怎麼樣？唔，我的玩笑話{F#妳}{M#你}可別當真，對眼睛不好的。",
      "jp": "ホタルを捕って読書に使ってみたくないかい？むっ、僕の冗談を真に受けるなよ、目に悪いぞ。",
      "ko": "반딧불이를 좀 훔쳐서 책을 읽을까? 음, 농담이야, 눈에 안 좋으니까 하지 마",
      "en": "What say you we snatch a few fireflies and read in the light they give? Hehe... Hey, I'm joking. Seriously, don't, it's bad for your eyesight.",
      "de": "Sollen wir ein paar Glühwürmchen fangen gehen und dann in ihrem Licht lesen? Ich scherze bloß, das ist nicht gut für deine Augen.",
      "es": "¿Qué te parece si atrapamos algunas luciérnagas y leemos bajo su luz? Oye, que era broma. En serio, no lo hagas, es malo para la vista.",
      "fr": "Pourquoi n'irions-nous pas attraper quelques-unes de ces lucioles, pour lire dans leur lumière ? Hé, je plaisantais. Vraiment. C'est très mauvais pour la vue.",
      "pt": "Vamos pegar alguns Vaga-lumes a fim de ter luz para ler, o que você acha? Hum? Estou brincando, não leve a sério! Faz mal aos olhos.",
      "ru": "Как насчёт того, чтобы поймать несколько светлячков и почитать в их свете? Шучу. Лучше не стоит - испортишь зрение.",
      "id": "Bagaimana jika kita pergi menangkap beberapa kunang-kunang untuk membaca buku? Ah, aku hanya bercanda, jangan lakukan itu, tidak baik untuk matamu.",
      "th": "แอบไปจับหิ่งห้อยมาใช้ตอนอ่าน หนังสือเป็นไง? เอ่อ ฉันล้อเล่นน่ะ เธออย่าคิดจริงจังนะ มันไม่ดีต่อสายตาหรอก",
      "vi": "Có muốn bắt đom đóm về đọc sách không? Này, tôi đùa đấy, đừng tin, hại mắt lắm."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "明天我也在老地方。只要你不中途迷了路，就准能找得到我。",
      "zht": "#明天我也在老地方。只要{F#妳}{M#你}不中途迷了路，就準能找得到我。",
      "jp": "明日もいつもの場所にいるよ。君が道に迷わない限り、きっと見つけるさ。",
      "ko": "내일도 같은 장소에 있을게. 도중에 길을 잃지만 않는다면 분명 날 찾을 수 있을 거야",
      "en": "You will find me in the same place as ever tomorrow. So I'll see you then. Unless you manage to get lost on the way.",
      "de": "Morgen bin ich auch wieder hier. Wenn du dich nicht unterwegs verläufst, wirst du mich schon finden.",
      "es": "Mañana estaré donde siempre. Si no te pierdes por el camino, podrás encontrarme allí.",
      "fr": "Je serai aussi à l'endroit habituel demain. C'est là que vous me trouverez – à moins de vous perdre en chemin.",
      "pt": "Você vai me encontrar no mesmo lugar de sempre amanhã. Portanto, nos veremos então. A menos que você consiga se perder no caminho.",
      "ru": "Завтра я буду на старом месте. Увидимся там, если не заблудишься.",
      "id": "Besok aku akan berada di tempat biasa. Selama kamu tidak tersesat di tengah jalan, kamu pasti bisa menemukanku.",
      "th": "พรุ่งนี้ฉันก็อยู่ที่เดิมนี่แหละ ขอแค่เธอไม่หลงทางก็จะสามารถ หาฉันเจอได้",
      "vi": "Ngày mai tôi vẫn ở nơi cũ. Chỉ cần bạn không bị lạc đường, chắc chắn sẽ tìm được tôi."
    }
  },
  {
    "title": {
      "zhs": "关于行秋自己…",
      "zht": "關於行秋自己…",
      "jp": "行秋自身について…",
      "ko": "행추 자신에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu sendiri",
      "th": "เกี่ยวกับตัวของ Xingqiu เอง...",
      "vi": "Về bản thân Xingqiu"
    },
    "line": {
      "zhs": "在人前彬彬有礼，是因为大家见我是飞云商会的二少爷；在你面前能这么轻松，大概因为你看我的方式并不一样吧。",
      "zht": "#在人前彬彬有禮，是因為大家見我是飛雲商會的二少爺；在{F#妳}{M#你}面前能這麼輕鬆，大概因為{F#妳}{M#你}看我的方式並不一樣吧。",
      "jp": "みんなの前で礼儀正しくしてるのは、みんなが僕のことを飛雲商会の次男坊だと思ってるから。君に素を見せてるのは、君が僕をそんな目で見てないからだろうね。",
      "ko": "사람들 앞에서 예의 바르게 행동하는 건, 내가 비운 상회의 둘째이기 때문이야. 네 앞에서 이렇게 편안하게 있을 수 있는 건, 아마 너는 남들과 같은 눈으로 날 보지 않아서겠지",
      "en": "I always have to put on an act around other people, because they see me only as the second son of the Feiyun Commerce Guild. It's a relief that I can just be myself around you. I think it's because you don't see me in the same way.",
      "de": "Vor den meisten Leuten muss ich mich immer verstellen, weil ich der zweite Sohn aus der Händlergilde Feiyun bin. Es ist wirklich eine Erleichterung, dass ich ganz ich selbst sein kann bei dir. Wahrscheinlich, weil du mich mit anderen Augen siehst.",
      "es": "Frente al resto de personas, tengo el deber de comportarme adecuadamente, ya que me ven solamente como el segundo hijo del Gremio de Comerciantes de Feiyun. Estar cerca de ti mitiga mi ansiedad, ya que tengo la oportunidad de ser yo mismo. Tal vez sea porque no me miras como el resto de personas.",
      "fr": "Je me trouve souvent à jouer la comédie autour des autres, qui ne voient en moi que le « second fils de la Guilde des marchands de Feiyun ». Pouvoir être moi-même en votre présence est un vrai soulagement. J'imagine que c'est parce que vous me voyez d'un autre œil.",
      "pt": "Sempre tenho que fazer um ato ao redor de outras pessoas, porque elas me veem apenas como o segundo filho da Guilda dos Comerciantes de Feiyun. É um alívio que eu possa ser eu mesmo ao seu redor. Acho que é porque você não me vê da mesma maneira.",
      "ru": "Я всегда должен быть вежлив и учтив с людьми, ведь все видят во мне только второго сына мастера Торговой гильдии «Фэйюнь». С тобой мне легче. Наверное, это потому что ты воспринимаешь меня иначе.",
      "id": "Aku harus selalu bersikap penuh sopan santun di hadapan orang, karena mereka melihatku hanya sebagai putra kedua dari Feiyun Commerce Guild. Aku senang sekali bisa menjadi diriku apa adanya saat bersamamu. Mungkin karena kamu melihatku berbeda dari yang lain.",
      "th": "ที่ฉันสุภาพอ่อนโยนต่อหน้าคนอื่น ก็เพราะทุกคนมองว่าฉันคือนายน้อยที่สองของสมาคมการค้า Feiyun แต่เวลาอยู่ต่อหน้าเธอแล้ว ผ่อนคลายแบบนี้ อาจเพราะเธอมองฉันไม่เหมือนที่คนอื่นมองล่ะมั้ง",
      "vi": "Nho nhã, lễ độ trước mặt người khác, vì tôi là nhị thiếu gia của Thương Hội Phi Vân; Còn vì sao tôi lại dịu dàng trước mặt bạn như thế, có lẽ do cách bạn nhìn tôi khác hẳn với cách nhìn của bọn họ."
    }
  },
  {
    "title": {
      "zhs": "关于我们·书友",
      "zht": "關於我們·書友",
      "jp": "読書仲間について…",
      "ko": "우리에 대해·책벗",
      "en": "About Us: Reading Buddies",
      "de": "Über uns – Bücher",
      "es": "Sobre nosotros - Amigos lectores",
      "fr": "À propos de nous - Amis de lecture",
      "pt": "Sobre Nós - Amigos leitores",
      "ru": "О нас: Товарищи по чтению",
      "id": "Tentang Kita: Teman membaca",
      "th": "เกี่ยวกับเรา - เพื่อนอ่านหนังสือ",
      "vi": "Về chúng tôi - Bạn đọc sách"
    },
    "line": {
      "zhs": "你算是我的书友吧。什么？打架？古华派？战友？…唔！你都在说些什么呢。不是说好这是我们两人间的秘密吗！",
      "zht": "#{F#妳}{M#你}算是我的書友吧。什麼？打架？古華派？戰友？…唔！{F#妳}{M#你}都在說些什麼呢。不是說好這是我們兩人間的秘密嗎！",
      "jp": "君と僕は読書仲間だよね。ん？喧嘩？古華派？戦友？…ちょ、何を言ってるかな。二人の秘密だって言ったじゃないか！",
      "ko": "넌 나의 책동무이려나? 뭐? 싸움? 고화파? 전우? …윽! 무슨 소릴 하는 거야. 이건 우리끼리 비밀로 하기로 했잖아!",
      "en": "I would say we are book buddies. Huh? Combat? Guhua Clan? Comrades in arms? ...What on earth are you talking about? I told you that's our little secret!",
      "de": "Sind wir jetzt Buchkumpel? Was? Kämpfen? Guhua-Schule? Kamerad? Was sagst du denn da nur? Ich hab doch gesagt, das ist unser kleines Geheimnis!",
      "es": "Se podría decir que somos compañeros de estudio. ¿Eh? ¿Combate? ¿Clan Guhua? ¿Compañeros de armas? ¿De qué demonios estás hablando? ¡Te dije que ese era nuestro pequeño secreto!",
      "fr": "Je dirais que nous sommes... partenaires de lecture. Comment ? Le combat ? Le Clan Guhua ? « Frères d'armes » ? ... Mais de quoi parlez-vous donc. Il me semble que nous étions convenus qu'il s'agissait d'un secret.",
      "pt": "#Você é {M#o meu amigo}{F#a minha amiga} de livro. Como assim? Luta? Clã de Guhua? Companheiro de luta? Ugh! O que você está falando? Achei que era um segredo entre nós dois!",
      "ru": "Мы с тобой друзья по книгам. Что? Драки? Школа боевых искусств Гухуа? Товарищи по оружию?.. Что ты такое говоришь! Я же сказал, что эти секреты должны остаться между нами!",
      "id": "Kamu adalah teman kutu bukuku. Apa? Bertarung? Klan Guhua? Teman seperjuangan?... eh, apa yang kamu katakan. Sudah kubilang itu rahasia antara kita berdua saja!",
      "th": "เธอถือว่าเป็นเพื่อนอ่านหนังสือของฉัน ว่าไงนะ? ทะเลาะ? สำนัก Guhua? เพื่อนร่วมต่อสู้?...เอ่อ! เธอพูดอะไรเนี่ย ตกลงกันแล้วไม่ใช่เหรอว่านี่คือ ความลับระหว่างเราสองคนน่ะ!",
      "vi": "Bạn xem như là bạn đọc sách của tôi vậy. Cái gì? Đánh nhau à? Phái Cổ Hoa hả? Làm chiến hữu ư?... Ừm! Bạn đang nói gì thế? Chẳng phải đã bảo đây là bí mật giữa hai người sao?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·结拜",
      "zht": "關於我們·結拜",
      "jp": "契りについて…",
      "ko": "#우리에 대해·{F#의남매}{M#의형제}",
      "en": "About Us: Swornship",
      "de": "Über uns – Brüderlichkeit",
      "es": "Sobre nosotros - Lealtad fraternal",
      "fr": "À propos de nous - Fraternité",
      "pt": "Sobre Nós - Irmandade",
      "ru": "О нас: Побратимы",
      "id": "Tentang Kita: Ikatan janji",
      "th": "เกี่ยวกับเรา - ร่วมสาบาน",
      "vi": "Về chúng tôi - Kết nghĩa"
    },
    "line": {
      "zhs": "我要和你结拜，就去绝云间的祭坛那边。不行，不能拒绝。你知道了我的底细，也就知道了一直被我掩饰着的真实的自己…我不能放你走。除非…你答应我不会撒手不干！",
      "zht": "#我要和{F#妳}{M#你}結拜，就去絕雲間的祭壇那邊。不行，不能拒絕。{F#妳}{M#你}知道了我的底細，也就知道了一直被我掩飾著的真實的自己…我不能放{F#妳}{M#你}走。除非…{F#妳}{M#你}答應我不會撒手不幹！",
      "jp": "君と契りを結ぶ、さっそく絶雲の間の祭壇に行くぞ。だめだ、断るなんて許さない。君は僕の内情を知ってしまったし、僕がずっと隠してきた本当の自分を知ってしまったんだ…君を手放すわけにはいかない。君が…手を引かないと約束してくれるなら話は別だけど。",
      "ko": "#너와 {F#의남매}{M#의형제}를 맺은 뒤, 절운간의 제단 쪽에 가봐야겠어. 아니, 거절하면 안 돼. 넌 내 속사정도 알고 있고, 내가 숨기고 있던 내 진짜 모습까지도 알아버렸어…. 널 그냥 놓아줄 순 없어. 절대 내팽개치지 않겠다고 약속하면 모를까!",
      "en": "We should become sworn siblings, let's go to the altar at Jueyun Karst. Nope, no ifs, no buts, you know too much about me! You know the real me, the one I normally have to hide. I simply can't let you go until you promise me you will go through with it!",
      "de": "Ich will, dass wir einen Schwur zur Blutsbrüderschaft leisten, direkt am Altar im Jueyun-Karst. Nein, keine Rückzieher! Du weißt viel zu viel über mich. Du kennst mein wahres Ich, das ich sonst geheimhalte. Ich werde dich nicht gehen lassen, bis du einwilligst.",
      "es": "Deberíamos hacer una ceremonia para convertirnos en hermanos de juramento. ¿Por qué no vamos al Desfiladero Jueyun? ¡No hay peros que valgan! Posees mucha información acerca de mi persona, conoces mi yo verdadero, ese que siempre tengo la obligación de ocultar. Sencillamente, ¡no puedo dejarte ir hasta que me prometas que lo harás!",
      "fr": "#Devenons {M#frères}{F#frère et sœur}. Non, ne refusez point. Vous savez tout de moi, vous connaissez la face que j'ai cachée si longtemps au monde... Je ne puis me résoudre à vous laisser partir. À moins que... Vous me fassiez le serment de ne jamais abandonner !",
      "pt": "#Vamos ter um ritual de irmandade, mesmo no Altar do Relevo de Jueyun. Não recuse, por favor. Você já soube tudo sobre mim, inclusive, sobre meu eu verdadeiro, que foi sempre escondido... Não vou te deixar escapar, a não ser que você seja sempre {M#o meu companheiro}{F#a minha companheira}.",
      "ru": "#Я бы хотел, чтобы мы с тобой стали названными брат{F#ом и сестрой}{M#ьями}. Давай пойдём к алтарю в Заоблачном пределе. Нет, отказ не принимается. Ты понимаешь меня, знаешь истинного меня, которого я вынужден скрывать ото всех... Я не отпущу тебя, пока ты не согласишься!",
      "id": "Ayo kita melakukan sumpah saudara di altar Jueyun Karst. Tidak, tidak ada kata andai, tapi atau apa pun juga, kamu sudah tahu terlalu banyak tentang diriku! Kamu mengetahui diriku yang sebenarnya, diriku yang biasanya harus kusembunyikan. Aku tidak akan membiarkanmu pergi sampai kamu berjanji akan melakukannya!",
      "th": "ฉันกับเธอต้องไปสาบานร่วมกัน ไปที่แท่นบูชาของ Jueyun Karst จะปฏิเสธไม่ได้นะ เพราะเธอรู้ความจริงของฉัน และก็รู้ตัวตนแท้จริงที่ฉันปิดบัง มาตลอด...ฉันปล่อยเธอไปไม่ได้ เว้นแต่...เธอจะสัญญากันฉันว่าจะไม่มีวันบอกใคร!",
      "vi": "Tôi muốn kết bái với bạn tại tế đàn Tuyệt Vân Gián kia. Không được, không được từ chối. Bạn biết lai lịch của tôi, biết luôn những chuyện mà tôi cố che giấu. Tôi không thể thả bạn đi, trừ khi... Bạn hứa với tôi rằng sẽ không khoanh tay đứng nhìn!"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·古书",
      "zht": "關於「神之眼」·古書",
      "jp": "「神の目」について·古書",
      "ko": "「신의 눈」에 대해·고서",
      "en": "About the Vision: Ancient Books",
      "de": "Über das „Göttliche Auge“ – Alte Schriften",
      "es": "Sobre la Visión - Libro antiguo",
      "fr": "À propos de l'œil divin - Anciens livres",
      "pt": "Sobre a Visão - Livros Antigos",
      "ru": "Глаз Бога: Древние книги",
      "id": "Tentang Vision: Buku kuno",
      "th": "เกี่ยวกับ \"วิชั่น\" - หนังสือโบราณ",
      "vi": "Về Vision - Sách Cổ"
    },
    "line": {
      "zhs": "「神之眼」的事情，虽然一般少有记载，但在我所收集的古书中却有一段特别的描述，待我找给你。",
      "zht": "#「神之眼」的事情，雖然一般少有記載，但在我所收集的古書中卻有一段特別的描述，待我找給{F#妳}{M#你}。",
      "jp": "「神の目」に関する記載は少ないが、僕が集めた古書に特別な記述があるんだ。探してくるから待ってて。",
      "ko": "「신의 눈」에 관한 기록은 거의 없지만, 내가 수집한 고서 중에 이를 특이하게 묘사한 내용이 있어, 이따 보여줄게",
      "en": "There aren't many records on matters concerning Visions, but I do have a passage dedicated to the topic in my collection of ancient texts. I can lend it to you if you want.",
      "de": "Zu „Göttlichen Augen“ gibt es in der Regel nur sehr wenige Aufzeichnungen, aber in meiner Kollektion alter Texte habe ich ein paar detailliertere Beschreibungen. Ich suche sie dir einmal heraus.",
      "es": "No existen demasiados registros que traten el tema de las Visiones, pero sí que poseo un pasaje sobre ello en mi colección de textos arcaicos. Podría prestártelo si así lo quisieras.",
      "fr": "Il existe peu de traces écrites sur le sujet des yeux divins, mais j'ai dans ma collection de textes anciens un passage qui y est entièrement dédié. Je serai ravi de vous prêter l'ouvrage en question.",
      "pt": "Não há muitos registros sobre assuntos relativos a Visões, mas tenho uma passagem dedicada ao tema em minha coleção de textos antigos. Posso te emprestar, se você quiser.",
      "ru": "Хотя в литературе не так много упоминаний Глаз Бога, мне удалось найти несколько абзацев о них в древних текстах. Я могу дать тебе почитать, если хочешь.",
      "id": "Walaupun hal mengenai Vision jarang dicatat di mana pun, tapi ada penjelasan spesial di dalam buku kuno yang telah kukoleksi, aku bisa meminjamkannya padamu.",
      "th": "ถึงแม้จะไม่ค่อยมีบันทึกที่เกี่ยวกับ เรื่องวิชั่น แต่หนังสือโบราณที่ฉันสะสมไว้มี บทกวีท่อนหนึ่งที่ได้เอ่ยถึงวิชั่น เดี๋ยวฉันหามาให้เธอ",
      "vi": "Bình thường, ít có ghi chép nào nói về Vision, nhưng tôi từng thấy một đoạn miêu tả đặc biệt về nó trong một quyển sách cổ; Để tôi tìm nó cho bạn."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·领悟",
      "zht": "關於「神之眼」·領悟",
      "jp": "「神の目」について·理解",
      "ko": "「신의 눈」에 대해·깨달음",
      "en": "About the Vision: Realization",
      "de": "Über das „Göttliche Auge“ – Erkenntnisse",
      "es": "Sobre la Visión - Interpretación",
      "fr": "À propos de l'œil divin - Interprétation",
      "pt": "Sobre a Visão - Realização",
      "ru": "Глаз Бога: Осознание",
      "id": "Tentang Vision: Penguasaan",
      "th": "เกี่ยวกับ \"วิชั่น\" - ทำความเข้าใจ",
      "vi": "Về Vision - Lĩnh Ngộ"
    },
    "line": {
      "zhs": "受书中启发，我领会到，枪术与剑术的本质，正是瞳术。唔，解释起来可能有点费力…如果你真想知道，就跟我去「王山厅」走一趟吧。事先声明，到时候你可不准笑。",
      "zht": "#受書中啟發，我領會到，槍術與劍術的本質，正是瞳術。唔，解釋起來可能有點費力…如果{F#妳}{M#你}真想知道，就跟我去「王山廳」走一趟吧。事先聲明，到時候{F#妳}{M#你}可不準笑。",
      "jp": "本を読んで悟ったんだけど、槍術と剣術の本質は瞳術にある。うん、説明するのは少し難しい…もし、ちゃんと知りたいなら、僕と一緒に「王山庁」に行こう。先に言っておくけど、笑ってはいけないからね。",
      "ko": "난 책 속의 깨우침을 받고, 창술과 검술의 본질은 바로 동술이란 걸 깨달았지. 음, 설명하자면 복잡한데… 만약 정말 알고 싶다면, 나랑 같이 「왕산청」에 가보자. 미리 말해두지만, 가서 보고 웃으면 안 돼",
      "en": "I've come to an epiphany based on some things I've been reading — ultimately, the arts of both the polearm and the sword are just the art of the \"eye.\" Ugh, it's a little difficult to explain... If you want to know more, come with me to Wangshan Hall. But first, you have to promise me you won't laugh.",
      "de": "Die Bücher haben mich inspiriert und mich zu dem Entschluss gebracht, dass sowohl die Künste des Stangenwaffenkampfes als auch die des Schwertkampfes bloß Künste des Auges sind. Es ist etwas schwer zu erklären ... Wenn du mehr erfahren willst, begleite mich zur Wangshan-Kammer. Du darfst aber nicht lachen.",
      "es": "Tuve una epifanía a raíz de mis últimas lecturas. En última instancia, el manejo de la pértiga y la espada son un mero arte que consiste en la coordinación mano con ojo. Uf, explicártelo podría ser un poco complicado. Si quieres saber más, deberías acompañarme al Salón Wangshan. Pero antes, tienes la obligación de prometerme que no te reirás.",
      "fr": "C'est par mes lectures que m'est apparue la vérité suivante : l'art de l'hast comme de l'épée ne sont au fond que l'art de la coordination de l'œil avec la main. *soupir* Comment expliquer... Si vous souhaitez en apprendre davantage sur le sujet, joignez-moi dans la Salle de la Montagne Céleste. Mais vous devez d'abord me faire le serment de ne point rire.",
      "pt": "Cheguei a uma epifania baseada em algumas coisas que tenho lido - em última análise, a essência das artes da lança e da espada é exatamente a arte da coordenação entre o olho e a mão. Ugh, é um pouco difícil explicar... Se você quiser saber mais, venha comigo ao Pavilhão Wangshan. Mas primeiro, você tem que me garantir que não vai rir.",
      "ru": "Прочитанное навело меня на мысль, что в основе и фехтования, и искусства владения копьём лежит одно - искусство видеть. Пожалуй, это сложно объяснить... Если тебе интересно, приходи в зал Ваншань. Только обещай не смеяться!",
      "id": "Terinspirasi dari buku-buku yang telah kubaca, aku menyadari bahwa esensi dari ilmu tombak dan pedang adalah seni koordinasi tangan-mata. Hm, ini agak sulit untuk dijelaskan... jika kamu ingin tahu, ayo ikuti aku ke Wangshan Hall. Tapi pertama-tama, kamu harus berjanji padaku kamu tidak akan tertawa.",
      "th": "จากหนังสือที่ฉันอ่าน ทำให้ได้เข้าใจถึงแก่นแท้ของการ ใช้หอกและดาบ ว่าเป็นศิลปะการต่อสู้ที่ประสานกัน ระหว่างมือและตา เฮ้อ มันค่อนข้างยากที่จะอธิบายให้เข้าใจ...ถ้าเธออยากรู้จริง ๆ ก็ไปที่โถง Wangshan กับฉันสักครั้งสิ ขอบอกไว้ก่อนว่าเธอห้ามหัวเราะ เชียวนะ",
      "vi": "Theo lời sách dạy, tôi đã lĩnh hội được bản chất của Thương và Kiếm, cơ bản là giống nhau. Ừ, khó mà giải thích rõ... Nếu bạn thật sự muốn biết, thì đến Vương Sơn Đình với tôi một chuyến. Nói trước nha, tới đó không được cười."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "璃月非去不可的地方？这个问题很难回答，不过，如果消失了会让我很难过的地方…「万文集舍」稳排第一，「古华堂」能进前十吧。",
      "zht": "璃月非去不可的地方？這個問題很難回答，不過，如果消失了會讓我很難過的地方…「萬文集舍」穩排第一，「古華堂」能進前十吧。",
      "jp": "璃月の行かないと損する場所？この質問は難しいなぁ…でも、なくなると悲しい場所なら…「万文集舎」は不動の一位で、「古華堂」もトップ10に入るかな。",
      "ko": "리월에서 꼭 가봐야 할 곳? 어려운 문제군. 하지만, 없어지면 가장 속상할 것 같은 곳이라면… 1위는 당연히 「만문집사」고, 「고화당」은 10위 안에 들려나",
      "en": "Must-see places in Liyue? That's a tough question. Hmm... The place I would miss the most if it disappeared would be the Wanwen Bookhouse, first and foremost. The Guhua Sect would be in the top ten, too.",
      "de": "Top sehenswerte Orte in Liyue? Die Frage ist schwer zu beantworten. Wenn es aber verschwinden würde, wäre ich sehr traurig darüber ... Die Buchhandlung Wanwen ist meine Nummer eins, die Guhua-Stätte ist auch in den Top Zehn meiner Liste.",
      "es": "¿Lugares que deberías ver en Liyue? Es una pregunta algo compleja... Humm... El lugar que más extrañaría si desapareciera sería la Casa de Libros Wanwen, por encima del resto de lugares. Aunque la Academia Guhua también tendría una posición privilegiada entre los diez primeros.",
      "fr": "Les endroits à voir à Liyue ? C'est une question difficile, mais l'endroit qui à moi me manquerait le plus dût-il un jour disparaître, serait la Librairie Wanwen. La Confrérie Guhua aussi, dans les dix premiers.",
      "pt": "Lugares imperdíveis em Liyue? Essa é uma pergunta difícil. Hmm... O lugar que eu mais sentiria falta se desaparecesse seria a Biblioteca Wanwen, em primeiro lugar. A Seita Guhua também estaria entre os primeiros dez.",
      "ru": "Что посмотреть в Ли Юэ? Сложно сказать. Место, по которому я стал бы скучать, если бы оно вдруг исчезло... Это, конечно, книжный магазин «Ваньвэнь». Ну и клан Гухуа попадёт в десятку лучших.",
      "id": "Tempat yang harus dikunjungi di Liyue? Pertanyaan yang cukup sulit. Tapi tempat yang akan membuatku sedih jika hilang adalah Wanwen Bookhouse, lalu Sekte Guhua juga akan masuk dalam daftar sepuluh besar.",
      "th": "สถานที่ที่ต้องไปให้ได้ของ Liyue เหรอ? คำถามนี้ตอบยากจัง แต่ถ้าเป็นสถานที่ที่ฉันจะเสียใจมากถ้ามันหายไป อันดับแรกก็คือร้าน \"Wanwen Bookhouse\" ส่วน \"คณะ Guhua\" น่าจะติดหนึ่งในสิบล่ะมั้ง",
      "vi": "Liyue là nơi không đi không được sao? Câu này hơi khó trả lời, nhưng nếu có một nơi biến mất khiến tôi buồn... thì chắc chắn là Vạn Văn Tập, rồi đến Cổ Hoa Đường."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "以前是兔子，后来是鹿。对我来说，「请从绝处，读我侠义」是舍弃一切的觉悟，鹿却是绝处逢得新生的希望。真想再见它一次啊。",
      "zht": "以前是兔子，後來是鹿。對我來說，「請從絕處，讀我俠義」是捨棄一切的覺悟，鹿卻是絕處逢得新生的希望。真想再見牠一次啊。",
      "jp": "昔はウサギで、今は鹿かな。僕にとって、九死の時に見せる義侠心は全てを捨てる覚悟であって、鹿は九死から新たに生まれる希望だからね。もう一度会ってみたいな。",
      "ko": "예전엔 토끼가 좋았는데, 지금은 사슴으로 바뀌었어. 나에게 있어서 「막다른 절벽에서 저의 의협심을 읽으십시오」라는 건, 모든 걸 버릴 각오를 하는 것. 사슴은 절망 속에서 새로운 생명을 얻는 희망을 상징하지. 직접 한번 보고 싶네",
      "en": "I used to like rabbits, but I'm more a fan of stags now. To me, the saying \"May my final stand be a monument to chivalry\" is about abandoning worldly possessions and reaching enlightenment. But the stag's final resting place represents the hope for life anew. Oh, how I'd love to see it again.",
      "de": "Ich war immer mehr für Hasen, aber jetzt ist es mehr der Hirsch. Für mich bedeutet der Spruch „Miss meine Tugend an den Taten, die ich vollbringe“ das Bewusstsein, alles Weltliche aufzugeben und Erleuchtung zu finden. Der letzte Ruheplatz des Hirschs repräsentiert die Hoffnung auf ein neues Leben. Oh, wie gern ich ihn wiedersehen möchte!",
      "es": "En épocas pasadas me encantaban los conejos, pero ahora mis preferencias se decantan hacia los ciervos. A mi juicio, el dicho “que mi última batalla sea un monumento a la caballerosidad” hace una profunda reflexión acerca del abandono de las posesiones mundanas y el alcance de la iluminación. Sin embargo, el lugar de descanso final del ciervo representa la esperanza de una nueva vida. Oh, cómo me gustaría poder deleitarme viéndolo de nuevo.",
      "fr": "J'aimais bien les lièvres, mais je préfère les cerfs. Pour moi, derrière l'expression « Que mon instant final soit un hommage à la chevalerie » se cache l'idée de se défaire de toutes ses possessions matérielles pour atteindre l'éveil. Mais le lieu du repos éternel du cerf représente l'espoir de voir la vie renaître... Ah, j'aimerais tellement le revoir.",
      "pt": "Antigamente eu gostava de coelhos, mas agora sou mais fã de cervos. Para mim, o ditado: \"Que minha resistência final seja um monumento ao cavalheirismo\" significa uma epifania de abandonar tudo do mundo material, no entanto, o cervo simboliza a esperança de uma vida nova. Oh, como eu adoraria vê-lo novamente.",
      "ru": "Раньше мне нравились зайцы, но теперь я больше люблю оленей. Для меня цитата «пусть одою рыцарству будет последняя битва моя» означает отринуть всё в момент смерти. Но последнее пристанище оленей обычно дышит надеждой на новую жизнь. О, как я хотел бы увидеть его снова.",
      "id": "Aku dulu menyukai kelinci, sekarang rusa. Bagiku, ungkapan \"Semoga saat terakhirku bagaikan monumen Knight\" adalah mengenai meninggalkan harta duniawi dan mencapai pencerahan. Namun saat-saat terakhir rusa melambangkan harapan untuk kehidupan yang baru. Aku ingin melihatnya lagi.",
      "th": "เมื่อก่อนฉันเคยชอบกระต่ายแต่ตอนนี้กลับชอบกวางมากกว่า สำหรับฉันแล้ว \"ขอให้ที่พักพิงสุดท้ายของฉันเป็น อนุสาวรีย์แห่งความกล้าหาญ\" นี่สื่อถึงการละทิ้งทรัพย์สินทางโลกและที่พักพิงแห่งสุดท้ายของกวางนั้นแสดงถึงความหวังสำหรับชีวิต ใหม่ อยากจะเห็นมันอีกครั้งจัง",
      "vi": "Trước kia là thỏ, sau này là nai. Đối với tôi mà nói, \"Hãy hiểu sự nghĩa hiệp của tôi khi tuyệt vọng\" chính là sự giác ngộ, vứt bỏ tất cả, nai lại là hi vọng có được cuộc sống mới từ tuyệt cảnh. Thật sự muốn gặp nó lần nữa."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "北斗阁下是我非常敬重的人。不过希望她不要喊我「小子」，也不要一见面就揉我头发。",
      "zht": "北斗閣下是我非常敬重的人。不過希望她不要喊我「小子」，也不要一見面就揉我頭髮。",
      "jp": "北斗殿は僕の尊敬している方だ。でも、できれば僕のことを「坊や」って呼んだり、会う度に僕の髪をわしゃわしゃしたりするのはやめてほしいかな。",
      "ko": "북두 님을 매우 존경하지만, 나를 「녀석」이라고 부르거나 매번 내 머리를 문지르지 않으셨으면 좋겠어",
      "en": "I have great respect for Lady Beidou. I just wish she wouldn't call me \"kid\" and ruffle my hair each time she sees me.",
      "de": "Beidou ist jemand, den ich wirklich sehr respektiere. Ich würde mir nur wünschen, dass sie mich nicht immer „Junge“ nennt und mir dann durch die Haare strubbelt, wenn sie mich sieht.",
      "es": "Tengo un gran respeto por la gran Beidou. Pero desearía que no me llamara “niño” y me revolviera el pelo cada vez que me ve.",
      "fr": "J'éprouve un grand respect à l'égard de dame Beidou. Mais je préférerais qu'elle arrête de m'appeler « gamin » et de m'ébouriffer les cheveux à chaque fois qu'elle me voit.",
      "pt": "A Beidou é uma pessoa que eu altamente respeito. Mas espero que ela não me chame de \"garoto\", e não toque no meu cabelo.",
      "ru": "Я очень уважаю госпожу Бэй Доу. Единственное, я бы хотел, чтобы она перестала звать меня «мальчиком» и трепать по волосам при каждой встрече.",
      "id": "Aku benar-benar menghormati Nona Beidou. Kuharap dia tidak akan memanggilku \"bocah\" lagi dan mengacak-acak rambutku setiap kali dia melihatku.",
      "th": "ท่าน Beidou คือคนที่ฉันนับถือมาก แต่หวังว่าเธอจะไม่เรียกฉันว่า \"เจ้าหนู\" และไม่ขยี้หัวฉันทุกครั้งที่เจอน่ะ",
      "vi": "Beidou là người mà tôi vô cùng kính trọng. Nhưng hi vọng cô ấy đừng gọi tôi là \"nhóc con\", cũng đừng vò tóc tôi nữa."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "「天权」大人是我不得不敬重的人。不然会给家父以及家兄添麻烦。嗯？对她本人，我想想。嗯…还是算了，不说人坏话了。",
      "zht": "「天權」大人是我不得不敬重的人。不然會給家父以及家兄添麻煩。嗯？對她本人，我想想。嗯…還是算了，不說人壞話了。",
      "jp": "天権様は敬重しなくてはいけない相手だ、でないと父上や兄上に迷惑をかけるからね。ん？彼女本人？そうだな…うん、悪口はやめておこう。",
      "ko": "「천권」 님은 내가 존경하지 않을 수 없는 분이야. 안 그러면 아버지와 형에게 폐를 끼치게 되지. 응? 그분 본인에 대해서? 글쎄. 음… 역시 그만둘래, 다른 사람 험담은 하기 싫어",
      "en": "In her capacity as the Tianquan, I am obliged to respect her. Otherwise, it could create issues for my father and brother. On a personal level? Let me think... I think I will go with \"No comment,\" I shan't speak ill of others.",
      "de": "Den „Tianquan“ muss ich auf jeden Fall respektieren, sonst gibt es nachher Schwierigkeiten für meinen Vater und Bruder. Persönlich finde ich sie, mal überlegen ... Nun ja, da hab ich nicht viel zu sagen.",
      "es": "Puesto que es el Equilibrio Celestial, estoy obligado a respetarla. De lo contrario, podría causar problemas a mi padre y a mi hermano. ¿A nivel personal, dices? Déjame pensar... Elijo la opción de “sin comentarios”. No me gusta hablar mal de los demás.",
      "fr": "Je me dois de faire preuve de respect à l'égard de dame Ningguang, sinon mon père et mon frère pourraient en pâtir. Comment, au niveau personnel ? Eh bien... Hum. Acceptez que je me taise sur ce sujet.",
      "pt": "Na sua capacidade como Tianquan, sou obrigado a respeitá-la. Caso contrário, ela poderia criar problemas para meu pai e meu irmão. A nível pessoal? Deixe-me pensar... Acho que irei com \"Sem comentários\", não vou falar mal dos outros.",
      "ru": "Госпожа Воля Небес - та, кого я обязан уважать, иначе у моих отца и брата будут неприятности. Как я лично отношусь к ней? Дай мне подумать. Хм... Я не люблю плохо говорить о других, поэтому воздержусь от комментариев.",
      "id": "Tianquan adalah seseorang yang harus kuhormati. Jika tidak, maka akan menjadi masalah bagi ayah dan kakakku. Eh? Secara pribadi ya, biar kupikir. Ah... sudahlah, aku tidak mau berbicara buruk mengenai orang lain.",
      "th": "ท่าน Tianquan คือคนที่ฉันจะไม่นับถือไม่ได้ ไม่งั้นจะสร้างปัญหาให้พ่อกับพี่ชายของฉันได้ ฮืม? ส่วนตัวเธอน่ะเหรอ ฉันคิดก่อน อืม...ช่างเถอะ ฉันไม่อยากพูดถึงคนอื่นไม่ดีน่ะ",
      "vi": "\"Thiên Quyền\" đại nhân là người mà tôi không thể không tôn trọng. Nếu không sẽ mang lại phiền phức cho phụ thân và anh em nhà tôi. Hở? Về cô ấy sao, để tôi nghĩ xem... à mà thôi, không nên nói xấu người khác."
    }
  },
  {
    "title": {
      "zhs": "关于重云…",
      "zht": "關於重雲…",
      "jp": "重雲について…",
      "ko": "중운에 대해…",
      "en": "About Chongyun",
      "de": "Über Chongyun ...",
      "es": "Sobre Chongyun...",
      "fr": "À propos de Chongyun...",
      "pt": "Sobre Chongyun...",
      "ru": "О Чун Юне...",
      "id": "Tentang Chongyun",
      "th": "เกี่ยวกับ Chongyun...",
      "vi": "Về Chongyun..."
    },
    "line": {
      "zhs": "唉，重云这家伙，虽然也知道我的底细，但真要和他搭档去完成任务还得审慎。他现在还是执着「武」技，却不理解「侠」心的境界。需要多练练。尤其…是吃辣的方面，哈哈。",
      "zht": "唉，重雲這傢伙，雖然也知道我的底細，但真要和他搭檔去完成任務還得審慎。他現在還是執著「武」技，卻不理解「俠」心的境界。需要多練練。尤其…是吃辣的方面，哈哈。",
      "jp": "はあ、重雲のやつか、彼は僕の秘密を知ってるけど一緒に任務を行うとなると、気を付けないといけない。今の彼はまだ「武」にこだわっていて、「義侠」の心を理解してないからね。まだまだ鍛錬が必要だ…特に、辛いものを食べることに関してはね、ハハハ。",
      "ko": "휴, 중운 그 녀석도 내 진짜 모습을 알고 있긴 하지만, 그와 함께 임무를 나설 땐 역시 신중히 생각해야 돼. 아직도 「무」예에만 집착하고 「협」심의 경지는 전혀 이해하지 못하고 있으니. 아직 훈련이 더 필요해. 특히… 매운 걸 먹는 훈련이, 하하",
      "en": "Ah, dear Chongyun. Though he understands me quite well, one has to exercise caution when teaming up with him to go on a quest. He is making good progress in the martial arts, but I would say he hasn't quite internalized the chivalric code yet... He needs more practice. Especially at eating spicy food...",
      "de": "Mein lieber Chongyun, auch wenn er mich sehr gut kennt, so muss man auf gemeinsamen Reisen dennoch vorsichtig sein. Seine Kampfkünste werden immer besser, aber noch fehlt ihm die richtige Einstellung. Er muss einfach noch üben ... und mehr scharfes Essen verspeisen.",
      "es": "Ah, mi querido Chongyun. Aunque me entiende bastante bien, hay que ser precavido para ir junto a él de aventuras. Está haciendo un buen progreso en las artes marciales, pero diría que todavía no ha internalizado el código caballeresco. Necesita más práctica, sobre todo comiendo comida picante...",
      "fr": "Ah, ce cher Chongyun. Il me connaît bien, mais il faut savoir se montrer prudent lorsque l'on part à l'aventure à ses côtés. Il fait un très bon allié, mais... Certaines qualités lui font encore défaut. En particulier la faculté de pouvoir manger épicé, hahaha.",
      "pt": "Ugh... Quanto ao Chongyun, embora conheçamos muito bem, tenho que ser mais cauteloso se formos companheiros de missão. Ele ainda está focado no \"ofício\" das artes marciais, mas não entende o que realmente é cavalheirismo. Para entender profundamente o significado de cavalheirismo, exige muito tempo, treinamento e, especialmente... Habilidade para comer comida picante. Hahaha.",
      "ru": "А, дражайший Чун Юнь. Хотя он тоже прекрасно понимает меня, идти с ним на задание нужно осторожно. Его искусство фехтования с каждым днём становится всё лучше, но ему не достаёт понимания рыцарского благородства. Ему стоит больше практиковаться... И, конечно, есть больше острой пищи, ха-ха.",
      "id": "Ah, Chongyun ya, walaupun dia cukup mengerti tentangku, tapi seseorang harus benar-benar berhati-hati jika pergi menyelesaikan misi bersamanya. Kemajuannya dalam ilmu bela diri sungguh pesat, tapi menurutku dia masih belum begitu mengerti mengenai kode etik Knight... dia masih perlu belajar banyak. Terutama dalam memakan makanan pedas, haha.",
      "th": "อ่า เจ้า Chongyun ถึงแม้จะรู้ความจริงของฉันแล้ว แต่ถ้าออกไปทำภารกิจร่วมกับเขาจริง ๆ ก็ต้องระวังให้ดี ตอนนี้เขาหมกมุ่นอยู่กับทักษะ \"การต่อสู้\" แต่กลับไม่เข้าใจใน \"ความกล้าหาญ\" ซึ่งต้องฝึกฝนมากกว่านี้ โดยเฉพาะอย่างยิ่งในแง่ของ ... กินเผ็ดฮ่าฮ่า",
      "vi": "Haiz, Chongyun tuy hiểu rõ tình cảnh của tôi, nhưng muốn cùng anh ấy đi hoàn thành nhiệm vụ thì vẫn phải cẩn trọng. Hiện giờ anh ấy vẫn chỉ biết \"Võ\" chứ chưa thông suốt cảnh giới của \"Hiệp\", cần phải rèn luyện thêm. Đặc biệt là trên phương diện...ăn cay, ha ha ha."
    }
  },
  {
    "title": {
      "zhs": "关于云堇…",
      "zht": "關於雲堇…",
      "jp": "雲菫について…",
      "ko": "운근에 대해…",
      "en": "About Yun Jin",
      "de": "Über Yunjin ...",
      "es": "Sobre Yun Jin...",
      "fr": "À propos de Yun Jin...",
      "pt": "Sobre Yunjin...",
      "ru": "О Юнь Цзинь...",
      "id": "Tentang Yun Jin",
      "th": "เกี่ยวกับ Yun Jin...",
      "vi": "Về Yun Jin..."
    },
    "line": {
      "zhs": "云堇啊，她只要能喝到满意的饮品，就会有动力去创作新戏。我呢，就一直在床底下囤着一小罐茶叶，就是为了等哪天她兴致索然的时候给她送去。这样，我就有听不完的异侠传奇了！",
      "zht": "雲堇啊，她只要能喝到滿意的飲品，就會有動力去創作新戲。我呢，就一直在床底下囤著一小罐茶葉，就是為了等哪天她興致索然的時候給她送去。這樣，我就有聽不完的異俠傳奇了！",
      "jp": "雲菫はね、気に入った飲み物を飲むと、芝居の創作意欲が上がるんだ。僕の寝台の下に茶葉入れが置いてあるのも、彼女がやる気をなくした時にあげるためなんだよ。そうすれば、僕はずっと侠客物語を楽しめる。",
      "ko": "운근은 맛있는 음료만 마시면 새로운 작품을 쓸 원동력이 생기나 봐. 그래서 난 운근이 작품 쓸 의욕이 없을 때 가져다줄 찻잎을 항상 침대 밑에 쟁여두지. 그럼 무협 소설 이야기를 원 없이 들을 수 있어!",
      "en": "When Yun Jin drinks a beverage she is fond of, she will be inspired to write a new play. So, I keep a jar of tea leaves under my bed at all times, ready to deliver to her on the day that her inspiration dries up. This way, I shall never run out of heroic tales to listen to!",
      "de": "Wenn Yunjin ein Getränk zu sich nimmt, das sie sehr mag, inspiriert sie das dazu, ein neues Stück zu schreiben. Daher bewahre ich immer eine kleine Dose Tee unter meinem Bett auf, falls sie mal plötzlich einen Schub Inspiration braucht. So sitze ich immer an der Quelle für neue heroische Geschichten!",
      "es": "Cuando Yun Jin bebe algo que le gusta, se siente inspirada para escribir una nueva obra. Por ello, siempre mantengo un frasco de hojas de té debajo de mi cama en todo momento, listo para entregárselo el día en que se le agote la inspiración. De esta manera, ¡siempre tendré cuentos heroicos que escuchar!",
      "fr": "Il suffit à Yun Jin de boire quelque chose qui lui plaît pour se sentir capable d'écrire une pièce entière. Je garde donc une boîte de thé sous mon lit, au cas où l'inspiration lui manquerait – comme ça, je ne manquerai jamais de récits épiques à écouter.",
      "pt": "A Yunjin só tem motivação de criar novas óperas quando tem bebidas favoritas. Por minha vez, guardo muitos chás em baixo da cama, que servem para motivá-la quando está sem inspirações... Assim, as lendas nunca se acabam.",
      "ru": "Стоит Юнь Цзинь испить любимого напитка, как она тут же обретает вдохновение для создания новой пьесы. Поэтому под кроватью у меня всегда стоит чайничек с чаем, чтобы в тот день, когда вдохновение покинет её, я мог предложить ей немного чаю. Так что у неё никогда не закончатся героические истории для меня!",
      "id": "Saat Yun Jin minum minuman yang bisa memuaskannya, dia akan terinspirasi untuk menulis drama baru. Jadi, aku menyimpan satu toples daun teh di bawah kasur setiap saat, siap dikirimkan untuknya saat inspirasi datang. Dengan begini, aku tidak pernah kehabisan kisah menarik untuk didengar!",
      "th": "Yun Jin น่ะเหรอ แค่ได้ดื่มเครื่องดื่มที่ถูกใจ เธอก็มีแรงบันดาลใจในการสร้าง ละครเรื่องใหม่แล้ว ฉันมักจะมีใบชากล่องหนึ่งเก็บไว้ ใต้เตียงเสมอ เมื่อไหร่ที่เธอไม่มีแรงบันดาลใจฉัน จะได้เอาไปให้เธอทันที ทีนี้ฉันก็จะมีตำนานของผู้กล้าให้ฟังอยู่ตลอดยังไงล่ะ!",
      "vi": "Yun Jin sao, chỉ cần uống được thức uống ưng ý là cô ấy có động lực sáng tạo vở mới ngay. Lúc nào tôi cũng trữ sẵn một bình lá trà dưới gầm giường, chờ hôm nào cô ấy mất hứng thì lấy ra tặng ngay, vậy là tôi sẽ có truyền kỳ dị hiệp nghe hoài không hết rồi!"
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "那个小姑娘，正是「往生堂」的当代堂主。嗯？问我怎样看待她的为人？…行事作风嘛，坊间传闻是作不了数的。真想了解一个人，还得看她真正想要的是什么。",
      "zht": "那個小姑娘，正是「往生堂」的當代堂主。嗯？問我怎樣看待她的為人？…行事作風嘛，坊間傳聞是作不了數的。真想瞭解一個人，還得看她真正想要的是什麼。",
      "jp": "あの小娘は今の往生堂の堂主だよ。ん？彼女をどう思ってるかって？…やり方に関しては噂話を聞いてもしょうがないよ。人を理解するには、相手の本当にほしいものを理解しなければいけないからね。",
      "ko": "그 소녀가 바로 현재 「왕생당」의 당주야. 어? 그녀의 성품이 어떻냐고? …거리에 떠도는 소문으로 품행을 판단할 순 없지. 누군가에 대해 알고 싶다면, 그 사람이 뭘 원하는지 보면 돼",
      "en": "Ah yes, the young lady who is now the Director of the Wangsheng Funeral Parlor. If you're asking what I think about her as a person... Well, there are all sorts of rumors about the way she works. But I think if you really want to understand someone, you need to find out what they are really after.",
      "de": "Diese junge Dame ist die, die jetzt das Bestattungsunternehmen Wangsheng leitet. Was ich von ihr als Mensch halte? Nun, es gibt einige Gerüchte über sie und ihre Methoden. Aber wenn du dir ganz sicher sein willst, finde am besten heraus, was ihr Begehr ist.",
      "es": "Ah sí, la joven que ahora es la directora de la Funeraria El Camino. ¿Que qué pienso de ella como persona? Bueno, hay todo tipo de rumores sobre su forma de trabajar. Pero creo que, si realmente quieres entenderla, debes descubrir qué es lo que realmente busca.",
      "fr": "La jeune femme qui est à la tête du Funérarium Wangsheng ? Ce que j'en pense ? ... Il y a toutes sortes de rumeurs sur ses méthodes de travail. Mais je crois qu'il vaut toujours mieux comprendre et connaître quelqu'un plutôt que de juger par des rumeurs.",
      "pt": "Aquela garota é a mestre da Funerária de Wangsheng. Ei? Você quer saber a minha opinião sobre a personalidade dela? Existem muitos rumores sobre como ela trabalha. Mas eu acho que se você realmente quiser entender alguém, deve descobrir o que é que eles realmente desejam.",
      "ru": "А, эта девушка, которая сейчас владеет ритуальным бюро «Ваншэн». Что я думаю о ней? Ходит много слухов о её стиле работы. Но чтобы по-настоящему узнать человека, нужно знать, к чему он действительно стремится.",
      "id": "Ah iya, gadis muda yang sekarang menjadi pemimpin Wangsheng Funeral Parlor itu. Jika kamu bertanya apa yang kupikirkan tentang dirinya... banyak sekali rumor mengenai dirinya. Tapi menurutku jika kamu ingin memahami seseorang, kamu harus mencari tahu apa yang sebenarnya mereka inginkan.",
      "th": "สาวน้อยคนนั้น ที่ตอนนี้เป็นหัวหน้าของโถงแห่งการเกิดใหม่ Wangsheng น่ะเหรอ ฮืม? ถามว่าฉันคิดยังไงกับเธอ ในฐานะคน ๆ นึง?...มีข่าวลือมากมายเกี่ยวกับวิธีการทำงานของเธอ แต่ฉันคิดว่าถ้าเธออยากที่จะเข้าใจ ใครสักคนจริง ๆ เธอจะต้องดูว่าสิ่งที่เขาต้องการ จริง ๆ คืออะไร",
      "vi": "Cô gái đó chính là đường chủ của Vãng Sinh Đường. Hửm? Hỏi tôi về cách đối nhân xử thế của cô ấy ư?... Mấy việc này thuộc về tác phong làm việc rồi, trên phố đầy tin đồn đấy thôi. Muốn hiểu rõ một người thì phải xem cô ấy thực sự muốn thứ gì."
    }
  },
  {
    "title": {
      "zhs": "关于七七…",
      "zht": "關於七七…",
      "jp": "七七について…",
      "ko": "치치에 대해…",
      "en": "About Qiqi",
      "de": "Über Qiqi ...",
      "es": "Sobre Qiqi...",
      "fr": "À propos de Qiqi...",
      "pt": "Sobre Qiqi",
      "ru": "О Ци Ци...",
      "id": "Tentang Qiqi",
      "th": "เกี่ยวกับ Qiqi...",
      "vi": "Về Qiqi..."
    },
    "line": {
      "zhs": "总感觉七七的身上藏着谜团。但只要白术先生在场，就跟她说不上几句话。除非，我们能找个白术先生外出看诊的机会，专门…",
      "zht": "總感覺七七的身上藏著謎團。但只要白朮先生在場，就跟她說不上幾句話。除非，我們能找個白朮先生外出看診的機會，專門…",
      "jp": "七七は謎だらけって感じだね。でも白朮先生がいると、彼女とは話せないんだ。そうだな、白朮先生が診察に出かける時を狙ってさ…",
      "ko": "항상 느끼는 거지만, 치치는 수수께끼투성이야. 하지만 백출 씨가 옆에 있으면 그 애와 대화 몇 마디 하기도 힘들지. 아니면, 백출 씨가 진찰하러 나간 틈을 노려볼까…",
      "en": "I've always thought there is more to Qiqi than meets the eye. But it's impossible to have a conversation with her when Baizhu's around. Hmm... We could wait till Baizhu makes a home call to one of his other patients and corner her...",
      "de": "Qiqi hat bestimmt noch einige Geheimnisse. Aber man kann sich unmöglich mit ihr unterhalten, wenn Baizhu in der Nähe ist. Es sei denn, wir kriegen Baizhu dazu, einem Patienten einen Hausbesuch abzustatten ...",
      "es": "Siempre he pensado que Qiqi esconde algo. Pero es imposible tener una conversación con ella cuando el Dr. Baizhu está cerca. Humm... Podríamos esperar a que el doctor saliera a visitar a algún paciente para tenderle una emboscada...",
      "fr": "J'ai toujours l'impression que Qiqi cache une énigme. Mais il suffit que maître Baizhu soit dans les environs et il est impossible de lui parler. Il faudrait profiter d'un moment où quelque course l'appelle ailleurs...",
      "pt": "Eu sempre imaginei que há mais na Qiqi do que se vê. Mas é impossível ter uma conversa com ela quando Baizhu está por perto. Hmm... Poderíamos esperar até que Baizhu fizesse uma visita domiciliar a um de seus outros pacientes e a gente encurralasse ela...",
      "ru": "У меня такое ощущение, что в Ци Ци есть какая-то загадка. Но с ней невозможно общаться, когда рядом господин Бай Чжу. Разве что мы можем подождать удобного случая, когда его вызовут к больному на дом, и разговорить её...",
      "id": "Aku selalu merasa Qiqi penuh misteri. Tapi tidak mungkin bertanya padanya saat ada Baizhu. Hm... kita bisa menunggu sampai Baizhu pergi menemui pasiennya lalu kita tanya Qiqi...",
      "th": "ฉันมักจะรู้สึกว่า Qiqi มีความลับอะไรซ่อนอยู่ แต่ตราบใดที่คุณ Baizhu อยู่ ก็คงไม่สามารถพูดอะไรกับเธอ ได้มากนัก นอกจากว่าเราจะหาโอกาสตอนที่ คุณ Baizhu ออกตรวจข้างนอก แล้วไปหาเธอโดยเฉพาะ ...",
      "vi": "Cứ cảm thấy Qiqi có rất nhiều điều bí ẩn. Nhưng hễ Baizhu ở đó thì chẳng nói với cô được mấy câu. Trừ phi, chúng ta tìm cơ hội nhân lúc Baizhu ra ngoài khám bệnh..."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "见到香菱的时候，你可得多观察一下她的表情。尤其是刚刚添置完食材回来的香菱，笑得越开心，就越危险。要是被她缠上、逼你试吃新品…这种情况，我一般会靠重云来处理。",
      "zht": "#見到香菱的時候，{F#妳}{M#你}可得多觀察一下她的表情。尤其是剛剛添置完食材回來的香菱，笑得越開心，就越危險。要是被她纏上、逼{F#妳}{M#你}試吃新品…這種情況，我一般會靠重雲來處理。",
      "jp": "香菱に会った時は、彼女の表情を観察してみるといい。特に食材を手に入れたばかりの彼女が楽しそうに笑うほど、危ないんだ。試食を迫られたら…まあ、そういう時、僕は重雲を身代わりにするけどね。",
      "ko": "향릉의 표정에 항상 주목해야 해. 특히 식자재를 구하고 돌아온 향릉은 기쁘게 웃을수록 위험해. 새로운 메뉴를 먹어보라고 끈질기게 들러붙기라도 하면… 그런 상황이 오면 난 항상 중운에게 맡기지만 말이야",
      "en": "When you first spot Xiangling out and about, the first thing you should do is check the look on her face. Especially when she's just coming back from collecting new ingredients — the more excited she looks, the more dangerous it is to approach. Because if she sees you, she'll force you to taste-test her latest concoction... I usually get Chongyun to handle these situations, hehe...",
      "de": "Wenn man Xiangling sieht, sollte man sich ihren Gesichtsausdruck etwas genauer ansehen. Besonders, wenn sie neue Zutaten gesammelt hat. Je aufgeregter sie aussieht, desto gefährlicher ist es, ihr näherzukommen. Denn wenn sie dich sieht, wird sie dich zwingen, ihre neueste Kreation zu probieren. Ich lasse Chongyun meistens diesen Teil übernehmen, hehe.",
      "es": "Cuando veas a Xiangling por primera vez, lo primero que debes hacer es fijarte en la expresión de su rostro, sobre todo cuando acaba de regresar de recolectar nuevos ingredientes. Cuanto más emocionada esté, más peligroso es acercarse a ella. Si te ve, te obligará a probar su última receta... Normalmente, es Chongyun quien se encarga de esas cosas.",
      "fr": "La première chose à faire quand on tombe sur Xiangling, c'est regarder son expression. En particulier quand elle est de retour d'une collecte d'ingrédients. En règle générale, plus elle a l'air excitée, et plus la situation est dangereuse, parce que si elle vous voit, elle vous fait goûter tous ses essais... Je laisse Chongyun s'occuper de ce genre de problème en général.",
      "pt": "Quando encontrar com a Xiangling, observe as suas expressões faciais. Especialmente quando ela acabou de encontrar novos ingredientes, quanto mais sorri, mais perigoso. Ela vai te arrastar para provar novas culinárias... Neste caso, o Chongyun sempre é a minha grande ajuda.",
      "ru": "При встрече с Сян Лин следует обратить внимание на выражение её лица. Особенно в момент, когда она только-только вернулась с охоты за новыми ингредиентами - чем шире её улыбка, тем опаснее ситуация. Если попадёшься ей в такое время, она заставит тебя пробовать её новое кулинарное творение... Обычно в таких ситуациях я прибегаю к помощи Чун Юня, ха-ха.",
      "id": "Ketika pertama kali kamu melihat Xiangling, kamu dapat mengamati ekspresi wajahnya. Terutama jika dia baru saja kembali dari mengumpulkan bahan-bahan, semakin dia terlihat bersemangat, maka dia semakin berbahaya. Karena jika dia melihatmu, dia akan memaksamu untuk mencicipi karya terbarunya itu... Biasanya aku menarik Chongyun untuk menghadapi masalah seperti itu.",
      "th": "เมื่อเธอเจอ Xiangling สิ่งแรกที่ควรทำคือสังเกตท่าทาง ของเธอ โดยเฉพาะตอนที่ Xiangling เพิ่งกลับมาจากการรวบรวม วัตถุดิบใหม่ ๆ ยิ่งเธอดูดีใจมากเท่าไหร่ก็ยิ่งอันตรายมากเท่านั้น เพราะถ้า Xiangling เห็นเธอ ก็จะบังคับให้ลองชิมเมนูใหม่ของ เธอ...เรื่องพวกนี้ฉันมักจะให้ Chongyun ช่วยจัดการให้เสมอน่ะ...",
      "vi": "Khi gặp Xiangling, bạn phải quan sát kỹ biểu cảm của cô ấy. Nhất là khi Xiangling vừa mua xong nguyên liệu, cười càng vui thì càng nguy hiểm. Lỡ như bị cô bám theo, ép bạn ăn thử món mới thì... Nếu gặp tình huống đó, tôi thường nhờ Chongyun đến xử giúp."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱…",
      "zht": "關於辛焱…",
      "jp": "辛炎について…",
      "ko": "신염에 대해…",
      "en": "About Xinyan",
      "de": "Über Xinyan ...",
      "es": "Sobre Xinyan...",
      "fr": "À propos de Xinyan...",
      "pt": "Sobre Xinyan...",
      "ru": "О Синь Янь...",
      "id": "Tentang Xinyan",
      "th": "เกี่ยวกับ Xinyan...",
      "vi": "Về Xinyan..."
    },
    "line": {
      "zhs": "辛焱到底是在哪里演出的？从吃虎岩到玉京台，哪里都躲不过那种鸡飞狗跳的穿透力…唉，能够安静看书的时日是多么宝贵啊。",
      "zht": "辛焱到底是在哪裡演出的？從吃虎岩到玉京臺，哪裡都躲不過那種雞飛狗跳的穿透力…唉，能夠安靜看書的時日是多麼寶貴啊。",
      "jp": "辛炎は一体どこで演出してるんだ？チ虎岩から玉京台まで、どこもかしこも彼女から逃げられないじゃない…はあ、静かに本を読む時間はどんなに貴重か。",
      "ko": "신염은 도대체 어디서 공연하는 거야? 그 엄청난 관통력을 지닌 소리를 피할 곳이 치호암에서부터 옥경대까지 그 어디에도 없다고…. 휴, 조용히 책을 읽던 날들이 그립구나",
      "en": "Where does Xinyan perform? Anywhere from Chihu Rock to Yujing Terrace — no spot is untouched by her disruptive presence... A quiet day when I can curl up with a good book is a rare treasure indeed.",
      "de": "Wo tritt Xinyan denn überall auf? Vom Chihu-Fels angefangen bis hin zu den Yujing-Terrassen, überall hat sie schon gewirbelt. Einen ruhigen Tag zum Lesen zu finden, ist schon was Besonderes.",
      "es": "¿Dónde actúa Xinyan? En cualquier lugar: desde el Peñasco Chihu hasta la Terraza Yujing. Sus alocadas actuaciones llegan a todos los rincones. Por eso, para mí, el mayor de los tesoros es un día tranquilo en el que puedo sentarme a leer tranquilamente un buen libro.",
      "fr": "Où peut-on écouter Xinyan ? N'importe où de la Falaise Chihu à la Terrasses Yujing : aucun lieu n'est épargné par sa... présence. Les jours de calme propices à la lecture sont une denrée aussi rare que précieuse.",
      "pt": "Onde é que o espetáculo da Xinyan? Do Penhasco Chihu para o Terraço de Yujing, não tem como fugir desse barulho... *Suspiro* Que saudades dos tempos em que podia ler quietamente.",
      "ru": "Где выступает Синь Янь? Везде от горы Тигра до террасы Юйцзин, там, где от её навязчивого присутствия не спрячешься... Прекрасный день, когда можно спокойно почитать книгу, - такая роскошь.",
      "id": "Di mana Xinyan melakukan pertunjukannya? Di mana pun, dari Chihu Rock sampai Yujing Terrace, tidak ada tempat yang tidak dijamah oleh kehadirannya... ah, hari yang tenang di mana aku bisa membaca buku benar-benar waktu yang berharga.",
      "th": "Xinyan ทำการแสดงที่ไหนเหรอ? ตั้งแต่ Chihu Rock ไปจนถึง Yujing Terrace ไม่มีที่ไหนที่จะหลบความวุ่นวายแบบนั้นได้พ้น...เอ่ คืนวันที่สามารถอ่านหนังสือได้ อย่างสงบนั้นช่างมีค่าเสียจริง",
      "vi": "Xinyan biểu diễn ở đâu thế? Từ Ngật Hổ Nham đến Ngọc Kinh Đài, không chỗ nào tránh được sức mạnh xuyên thấu gà bay chó chạy đó... haiz, những giờ phút yên tĩnh xem sách quả là quý báu mà."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre o Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "下一卷、下下卷、下下下卷的重要场景，我都已经想好要配怎样的插画了！啊，必须赶快把灵感记下来，修书一封，寄给白垩老师…",
      "zht": "下一卷、下下卷、下下下卷的重要場景，我都已經想好要配怎樣的插畫了！啊，必須趕快把靈感記下來，修書一封，寄給白堊老師…",
      "jp": "次巻、次々巻、次々々巻の大事なシーンにどんな挿絵を入れるか全部考えておいたぞ！あっ、急いで文にして白亜先生に送らないと…",
      "ko": "다음권, 다다음권, 다다다음권의 중요 장면에 들어갈 삽화를 전부 생각해뒀어! 아, 영감받았을 때 빨리 기록해둬서 백악 선생님께 편지로 보내야지…",
      "en": "I've thought of all the illustrations I want for each major event in the next three volumes! I should write my thoughts down before I forget them, and send them to Mr. Kreideprinz...",
      "de": "Die Illustrationen für die nächsten drei Bände habe ich bereits festgelegt! Ich muss den Inhalt ganz schnell niederschreiben und meine Notizen dann dem Kreideprinzen schicken ...",
      "es": "¡He pensado en todas las ilustraciones que quiero para los pasajes más importantes de los próximos tres volúmenes! Debería anotarlo antes de que se me olvide y enviárselo al Príncipe de la Roca Caliza.",
      "fr": "J'ai déjà réfléchi aux illustrations qui devraient accompagner les trois prochains volumes. Je devrais faire part de mes idées à maître Albedo...",
      "pt": "Já tenho ideia de ilustração dos três seguintes volumes! Ah! Eu tenho que anotar essa inspiração, e enviar uma carta ao Príncipe do Giz.",
      "ru": "Я уже придумал, какими должны быть иллюстрации к следующим трём томам! Ах, надо скорее записать, пока не забыл, составить письмо и отправить его Принцу мела...",
      "id": "Aku telah memikirkan ilustrasi yang kuinginkan untuk tiga volume ke depan! Aku harus menuliskannya sebelum lupa, lalu mengirimkannya kepada Tuan Kreideprinz...",
      "th": "ฉันได้คิดภาพประกอบสำหรับฉาก สำคัญในหนังสือเล่มถัดไป เล่มถัดถัดไป และเล่มถัดถัดถัดไปเอาไว้แล้ว! อ่า ต้องรีบจดไอเดียเอาไว้แล้วส่งไปให้อาจารย์ Kreideprinz...",
      "vi": "Tôi đã nghĩ ra tranh minh họa cho những phân cảnh quan trọng của quyển sau, quyển tới, quyển tới tới rồi! À, phải nhanh tay viết lại ý tưởng rồi gửi cho thầy Kreideprinz..."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "我看见过家父和家兄接待这位先生，就从他们行礼时候的恭敬态度来看…对方应该是很有地位的人物吧。我还听说他是给仙人办丧事的人，感觉很有底蕴。要不要一起去挖掘他身上的秘密呢？",
      "zht": "我看見過家父和家兄接待這位先生，就從他們行禮時候的恭敬態度來看…對方應該是很有地位的人物吧。我還聽說他是給仙人辦喪事的人，感覺很有底蘊。要不要一起去挖掘他身上的秘密呢？",
      "jp": "父上と兄上がこの方を招待してるところを見たことがある。相手をとても敬っていたから、すごい人物なんだろうね。そういえば、彼は仙人の葬儀を担当すると聞いた、きっと物知りだと思う。彼の秘密を一緒に探ってみないかい？",
      "ko": "아버지와 형이 그분을 대접하는 걸 본 적 있어. 그들이 공경한 태도로 인사하는 걸 봤을 때… 아마 지위가 엄청 높으신 분이 아닐까? 선인의 장례를 치른다고 들었는데, 엄청난 신분을 숨기고 있는 것 같아. 같이 그의 비밀을 발굴하러 가지 않을래?",
      "en": "My father and brother entertained that gentleman as a guest once. From the way they were acting, he must be a very high-profile figure indeed. I also heard that he directs funerals for the adepti, so he must surely have great depth to his character. We should do some digging and see what we can find out about him!",
      "de": "Von dem Moment an, als mein Vater und Bruder diesen Herrn abgeholt hatten, habe ich gesehen, wie respektvoll sie ihn behandelten ... Er muss eine sehr hohe Position bekleiden. Außerdem soll er sogar bereits Beerdigungen für die Adepten organisiert haben, also muss er einiges an internem Wissen haben. Lass uns schauen, was wir alles herausfinden können.",
      "es": "Mi padre y mi hermano recibieron a ese caballero como invitado una vez. A juzgar por la forma en que se comportaban, debe ser alguien con una posición elevada. También escuché que dirige los funerales de los Adeptus, así que debe tener una gran profundidad de carácter. ¡Deberíamos investigar un poco para ver qué podemos descubrir sobre él!",
      "fr": "Mon père et mon frère ont rencontré ce gentleman par le passé. À leurs manières, je dirais qu'il doit s'agir de quelqu'un d'important. Il est chargé des rites funéraires pour les Adeptes, et doit connaître certaines choses que peu connaissent. Peut-être aurions-nous intérêt à en apprendre plus sur lui ?",
      "pt": "O meu pai e os meus irmãos receberam este senhor de uma maneira bem respeitosa... Portanto, este senhor deve ser muito prestigiado. Ouvi dizer que ele presta serviço relacionado a funerais dos Adepti. Parece ser gentil. Vamos explorar os seus segredos escondidos?",
      "ru": "Я видел, как отец и брат принимали этого господина. Судя по их учтивости, он должен быть важным человеком. Я слышал, он заведует похоронными церемониями для Адептов, поэтому, должно быть, многое знает. Хочешь, вместе займёмся раскрытием его тайн?",
      "id": "Aku pernah melihat ayah dan kakak laki-lakiku menyambut pria ini dengan sangat sopan. Dari cara mereka menyambutnya, sepertinya pria ini dari kalangan atas. Aku juga dengar bahwa dia yang mengarahkan pemakaman untuk Adeptus, jadi dia pasti punya informasi dari orang dalam. Apa kamu ingin mengungkap rahasianya bersama-sama?",
      "th": "ฉันเห็นพ่อและพี่ชายต้อนรับคุณคนนี้ในฐานะแขกมาก่อน หากมองจากท่าทางแสดงความเคารพที่นอบน้อมนั้น...อีกฝ่ายน่าจะเป็นคนที่มีฐานะเลยล่ะ ฉันได้ยินมาว่าเขาเป็นคนจัดพิธีศพให้กับท่านเซียนด้วย เขาต้องมีอะไรซ่อนอยู่แน่ ๆ เราไปขุดคุ้ยความลับของเขากันมั้ย?",
      "vi": "Tôi đã thấy phụ thân và anh trai tiếp đãi người này, từ thái độ cung kính khi hành lễ cho thấy, đối phương là nhân vật rất có địa vị. Tôi còn nghe nói ông ấy là người lo tang sự cho tiên nhân, cảm thấy chắc chắn có nội tình. Có muốn cùng đi thăm dò bí mật của ông ấy không?"
    }
  },
  {
    "title": {
      "zhs": "关于申鹤…",
      "zht": "關於申鶴…",
      "jp": "申鶴について…",
      "ko": "신학에 대해…",
      "en": "About Shenhe",
      "de": "Über Shenhe ...",
      "es": "Sobre Shenhe...",
      "fr": "À propos de Shenhe...",
      "pt": "Sobre Shenhe...",
      "ru": "О Шэнь Хэ...",
      "id": "Tentang Shenhe",
      "th": "เกี่ยวกับ Shenhe",
      "vi": "Về Shenhe..."
    },
    "line": {
      "zhs": "总觉得申鹤小姐看我的眼神里略显凶恶，让我不敢随便跟她搭话。奇怪，难道我无意中得罪过她吗？或者…得罪过她身边的人？",
      "zht": "總覺得申鶴小姐看我的眼神裡略顯兇惡，讓我不敢隨便跟她搭話。奇怪，難道我無意中得罪過她嗎？或者…得罪過她身邊的人？",
      "jp": "申鶴さんの僕を見る目つきは、少し恐ろしい感じがする。だから僕も、気軽には話しかけられない。ふむ…おかしいな、まさか無意識のうちに彼女…もしくは彼女の周りの人からの恨みを買ったのだろうか？",
      "ko": "신학 씨가 날 보는 눈이 좀 험악한 것 같아서 쉽게 말을 못 걸겠어. 이상해. 혹시 내가 무의식중에 신학 씨한테 실수라도 한 걸까? 아니면… 그 주위 사람에게 실수했나?",
      "en": "I find that Miss Shenhe seems to look at me somewhat fiercely, so I daren't approach her lightly. Bizarre, did I inadvertently upset her? Or maybe... upset someone close to her?",
      "de": "Ich merke, dass Shenhe mich etwas grimmig anzuschauen scheint, also wage ich es nicht, mich ihr leichtfertig zu nähern. Seltsam, habe ich sie versehentlich verärgert? Oder vielleicht ... jemanden verärgert, der ihr nahe steht?",
      "es": "Creo que la Srta. Shenhe siempre me mira con cierta ferocidad, así que no me atrevo a acercarme a ella así como así. Qué extraño, ¿la habré enojado sin darme cuenta? ¿O tal vez... habré enojado a alguien cercano a ella?",
      "fr": "Je trouve que mademoiselle Shenhe me regarde un peu férocement, alors je n'ose pas l'approcher à la légère. C'est bizarre, l'ai-je contrariée par inadvertance ? Ou peut-être que j'ai... importuné quelqu'un qui lui est proche ?",
      "pt": "Acho que a Srta. Shenhe parece me olhar com certa ferocidade, então não ouso me aproximar dela. Que estranho, eu inadvertidamente a chateei alguma vez? Ou talvez... chateei alguém próximo a ela?",
      "ru": "Мне кажется, что госпожа Шэнь Хэ всегда смотрит на меня немного свирепо, поэтому я не осмеливаюсь к ней подходить. Странно, неужели я чем-то расстроил её? Или, может... расстроил кого-то из её близких?",
      "id": "Aku merasa kalau Nona Shenhe selalu melihatku dengan pandangan tajam, sehingga aku jadi takut untuk menghampirinya. Aneh, apa aku pernah menyinggungnya? Atau mungkin ... menyinggung seseorang yang dekat dengannya?",
      "th": "ฉันมักจะรู้สึกอยู่เสมอว่าสายตาที่คุณ Shenhe มองฉัน มักจะแฝงไปด้วยความดุร้ายเล็กน้อยเสมอ ซึ่งนี่มันทำให้ฉันรู้สึกกลัวที่จะพูดคุยกับเธอ แปลกจัง นี่ฉันทำอะไรให้เธอไม่พอใจรึเปล่านะ? หรือว่า... ใครซักคนรอบข้างเธอ?",
      "vi": "Tôi cứ có cảm giác xung quanh tiểu thư Shenhe tỏa ra sát khí, vì vậy tôi cũng không tùy tiện bắt chuyện lắm. Kỳ lạ, không lẽ tôi đã vô ý đắc tội với cô ấy sao? Hay là... đắc tội với người quen của cô ấy nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "你听说过「一人千面」这个词语吗？夜兰小姐就给我这种感觉。上门来访的时候，家父和家兄以礼相待，她也还之以礼，就像是个亲切稳重的大姐姐。可在别的地方见到她时，又完全是不同的印象。",
      "zht": "#{F#妳}{M#你}聽說過「一人千面」這個詞語嗎？夜蘭小姐就給我這種感覺。上門來訪的時候，家父和家兄以禮相待，她也還之以禮，就像是個親切穩重的大姐姐。可在別的地方見到她時，又完全是不同的印象。",
      "jp": "「千の顔を持つ」という言葉を聞いたことはあるかい？夜蘭さんは、まさにそういった感じがする。あの人がうちを訪れた時、父上と兄上は礼をもって接し、向こうもまた礼をもって応えてくれた。まるで親切で落ち着きのあるお姉さんのようだったよ。けど、他のところで彼女を見かけた時、全然印象が違ったんだ。",
      "ko": "「천 가지 얼굴」을 가졌다는 말 들어봤어? 야란 씨를 보면 그런 느낌이 들어. 우리 집에 왔을 때 아버지와 형님이 예를 갖춰서 대하니 야란 씨도 그에 맞게 행동했어. 아주 상냥하고 점잖은 누나처럼. 근데 다른 곳에서 봤을 땐 전혀 다른 느낌이었지",
      "en": "Have you heard the expression \"same person, different face\"? Ms. Yelan gives me precisely this feeling. When she came to visit my family, my father and brother treated her with respect, and she was pleasant and polite in return. She seemed like a kind and mature young lady to me. But when I saw her elsewhere, she gave a completely different impression.",
      "de": "Hast du schon einmal von der Redewendung „eine Person mit tausend Gesichtern“ gehört? So geht es mir auch mit Yelan. Wenn ich sie besuchte, behandelten mein Vater und mein Bruder sie mit Höflichkeit, und sie erwiderte die Höflichkeit, wie eine freundliche und beständige ältere Schwester. Aber wenn ich sie woanders sah, hatte ich einen ganz anderen Eindruck.",
      "es": "¿Alguna vez has oído la expresión “ser una persona con muchas caras”? Esa es precisamente la sensación que me da Yelan. Cuando vino a visitar a mi familia, mi hermano y mi padre la trataron con mucho respeto y ella también fue muy educada. Parecía una joven bondadosa y madura. Pero cuando la vi en un lugar distinto, me causó una impresión totalmente distinta.",
      "fr": "Vous voyez ces personnes aux multiples facettes ? Mademoiselle Yelan me donne précisément le sentiment qu'elle en est une. Lorsqu'elle est venue rendre visite à ma famille, mon père et mon frère l'ont traitée avec beaucoup d'hospitalité, et elle a fait preuve d'une grande politesse en retour. Elle me semblait être une jeune femme gentille et mature, mais j'en ai eu une impression complètement différente quand je l'ai vue ailleurs.",
      "pt": "Você já ouviu a expressão \"uma pessoa de muitas caras\"? A Srta. Yelan me dá essa sensação. Quando ela veio visitar minha família, meu pai e irmão a trataram com muito respeito, e ela também foi muito educada. Parecia ser uma jovem educada e amadurecida para mim. Mas quando a vi noutro lugar, ela deu uma impressão totalmente diferente.",
      "ru": "#Слышал{F#a} выражение «тот же человек, другое лицо»? Как по мне, так это идеально описывает госпожу Е Лань. Когда она пришла навестить мою семью, отец и брат отнеслись к ней с уважением, и она тоже была с ними вежлива. Она показалась мне доброй и зрелой девушкой. Но когда мы встретились позже, она произвела на меня совершенно иное впечатление.",
      "id": "Pernah dengar ungkapan \"satu orang seribu wajah\"? Nona Yelan memberiku perasaan tepat seperti ini. Ketika dia datang mengunjungi keluargaku, ayah dan kakak memperlakukannya dengan penuh hormat, dan dia pun membalas dengan ramah tamah dan sopan santun. Dia tampak seperti seorang nona muda yang baik dan dewasa. Tapi ketika aku melihatnya di tempat lain, dia memberikan kesan yang sama sekali berbeda.",
      "th": "เธอเคยได้ยินคำว่า \"คนพันหน้า\" คำนี้ไหม? พี่ Yelan ให้ความรู้สึกแบบนั้นเลยละ ตอนที่พี่เขามาเยี่ยมพ่อกับพี่ชายของฉัน ทั้งคู่ต่างปฏิบัติกับเธออย่างมีมารยาท และเธอก็ตอบแทนด้วยการมีมารยาทกลับ ให้อารมณ์เหมือนพี่สาวใจดี แสนมั่นคง แต่ตอนที่ฉันเจอพี่เขาที่อื่นนะ กลับให้ความรู้สึกที่ต่างไปออกไปเลยล่ะ",
      "vi": "Bạn đã nghe qua câu \"trăm ngàn khuôn mặt\" chưa, cảm giác của tôi đối với tiểu thư Yelan là vậy đó. Khi đến thăm, cha và anh trai tôi cư xử tử tế, cô ấy cũng đối đãi lễ phép, trông như một đại tỷ thân thiện vậy. Nhưng khi tôi gặp cô ấy ở chỗ khác thì ấn tượng lại hoàn toàn khác xa."
    }
  },
  {
    "title": {
      "zhs": "想要了解行秋·其一",
      "zht": "想要了解行秋·其一",
      "jp": "行秋を知る·1",
      "ko": "행추에 대해 알기·첫 번째",
      "en": "More About Xingqiu: I",
      "de": "Ich will mehr über Xingqiu erfahren I",
      "es": "Más sobre Xingchiu (I)",
      "fr": "Connaître Xingqiu (1)",
      "pt": "Mais sobre Xingqiu - I",
      "ru": "Узнать больше о Син Цю I",
      "id": "Mengenal Xingqiu: I",
      "th": "อยากรู้เกี่ยวกับ Xingqiu - 1",
      "vi": "Muốn tìm hiểu Xingqiu - Điều thứ 1"
    },
    "line": {
      "zhs": "阁下近来可好？如果闲来无事，可以来「万文集舍」转转。",
      "zht": "閣下近來可好？如果閒來無事，可以來「萬文集舍」轉轉。",
      "jp": "最近、調子はどうだい？時間があるなら、「万文集舎」に来てみるといいよ。",
      "ko": "요새 어떻게 지내? 시간 있으면 「만문집사」에 와서 한번 둘러봐",
      "en": "Are you keeping well, my liege? If you have no other matters to attend to, might I recommend a trip to the Wanwen Bookhouse?",
      "de": "Wie geht es dir? Wenn du gerade nichts anderes vorhast, wollen wir uns in der Buchhandlung Wanwen umsehen?",
      "es": "#¿Está bien, mi {F#señora}{M#señor}? Si no está ocupad{F#a}{M#o}, ¿qué le parece si visitamos la Casa de Libros Wanwen?",
      "fr": "Comment allez-vous ? Si vous n'avez pas d'autres affaires à régler dans l'immédiat, je vous recommande d'aller faire un tour à la Librairie Wanwen.",
      "pt": "#Como você está, {F#senhorita}{M#senhor}? Se nada mais tiver para fazer, que tal uma caminhada até a Biblioteca Wanwen?",
      "ru": "Как дела, друг мой? Если у тебя есть свободное время, мы могли бы посетить книжный магазин «Ваньвэнь».",
      "id": "Apa kabar? Jika tidak ada urusan mendesak, boleh kusarankan untuk mengunjungi Wanwen Bookhouse?",
      "th": "ท่านเป็นยังไงบ้าง? ถ้าเธอไม่มีอะไรทำก็ลองไปที่ Wanwen Bookhouse ดูสิ",
      "vi": "Các hạ gần đây ổn chứ? Nếu không có việc gì, hãy đến Vạn Văn Tập một chuyến."
    }
  },
  {
    "title": {
      "zhs": "想要了解行秋·其二",
      "zht": "想要了解行秋·其二",
      "jp": "行秋を知る·2",
      "ko": "행추에 대해 알기·두 번째",
      "en": "More About Xingqiu: II",
      "de": "Ich will mehr über Xingqiu erfahren II",
      "es": "Más sobre Xingchiu (II)",
      "fr": "Connaître Xingqiu (2)",
      "pt": "Mais sobre Xingqiu - II",
      "ru": "Узнать больше о Син Цю II",
      "id": "Mengenal Xingqiu: II",
      "th": "อยากรู้เกี่ยวกับ Xingqiu - 2",
      "vi": "Muốn tìm hiểu Xingqiu - Điều thứ 2"
    },
    "line": {
      "zhs": "问我为什么总是一个人看书？好学…并不是什么坏习惯吧。没有什么特别的地方，嗯，真的没有。",
      "zht": "問我為什麼總是一個人看書？好學…並不是什麼壞習慣吧。沒有什麼特別的地方，嗯，真的沒有。",
      "jp": "どうしていつもひとりで本を読むかって？学問を好むのって、悪いくせじゃないだろ。特別なことなんてないよ、うん、本当にないよ。",
      "ko": "왜 맨날 혼자서 책을 읽고 있냐고? 배움을 좋아하는 게… 나쁜 습관은 아니잖아. 특별한 이유는 없어, 음, 정말 없다니까",
      "en": "You ask why I enjoy reading in solitude? ...Studiousness can hardly be considered a bad habit. There's not much more to it than that. Really.",
      "de": "Warum ich immer allein lese? Weil man dabei besser lernt ... Es ist keine schlechte Angewohnheit und sonst gibt es nichts Spezielles dazu zu sagen.",
      "es": "¿Me preguntas por qué me gusta leer solo? Bueno, estudiar no es un mal hábito, ¿no? No tengo mucho más que decir sobre eso, la verdad.",
      "fr": "Pourquoi je préfère lire seul ? On peut difficilement appeler l'application une mauvaise habitude, non ? Il n'y a pas d'autre mystère.",
      "pt": "Você quer saber por que eu gosto de ler sozinho?... Bem, estudar não é um mau hábito. Não há muito mais do que isso, mesmo.",
      "ru": "Почему мне нравится читать в одиночестве? Видишь ли... Любознательность - не порок. А других причин и нет, правда.",
      "id": "Kamu tanya kenapa aku suka baca buku sendirian? ... Belajar bukanlah kebiasaan yang buruk. Tidak ada maksud lain. Sungguh.",
      "th": "ทำไมฉันมักจะอ่านหนังสือ คนเดียวเหรอ? การใฝ่รู้ใฝ่เรียน... ก็ไม่ได้เป็นสิ่งที่แย่นี่ ไม่ได้มีอะไรเป็นพิเศษ อืม ไม่มีจริง ๆ",
      "vi": "Vì sao tôi chỉ đọc sách một mình? Hiếu học đâu phải thói quen xấu phải không! Cũng chẳng có nơi nào đặc biệt, ừm, hoàn toàn không có."
    }
  },
  {
    "title": {
      "zhs": "想要了解行秋·其三",
      "zht": "想要了解行秋·其三",
      "jp": "行秋を知る·3",
      "ko": "행추에 대해 알기·세 번째",
      "en": "More About Xingqiu: III",
      "de": "Ich will mehr über Xingqiu erfahren III",
      "es": "Más sobre Xingchiu (III)",
      "fr": "Connaître Xingqiu (3)",
      "pt": "Mais sobre Xingqiu - III",
      "ru": "Узнать больше о Син Цю III",
      "id": "Mengenal Xingqiu: III",
      "th": "อยากรู้เกี่ยวกับ Xingqiu - 3",
      "vi": "Muốn tìm hiểu Xingqiu - Điều thứ 3"
    },
    "line": {
      "zhs": "今天的时间已经空出来了吗？好，我也随时可以出发。书？没关系，书可以回来接着看，那些需要我们帮助的人可不能等啊。",
      "zht": "今天的時間已經空出來了嗎？好，我也隨時可以出發。書？沒關係，書可以回來接著看，那些需要我們幫助的人可不能等啊。",
      "jp": "時間を空けておいてくれたのかい？ああ、僕もいつでも出発できるよ。本？ハハッ、いいんだ、本は帰ってからでも読めるけど、僕たちの助けを必要とする人たちを待たせるわけにはいかないからね。",
      "ko": "오늘 시간 있다고? 좋아, 나도 언제든 출발할 수 있어. 책? 괜찮아, 책은 갔다 와서도 볼 수 있지만, 우리의 도움이 필요한 사람은 오래 기다리게 할 수 없지",
      "en": "Your schedule is free today? Wonderful. I am ready to leave whenever you are. ...My book? Oh, never mind that! I can always pick up where I left off when I get back. But those in distress who need our assistance cannot afford to wait.",
      "de": "Du hast dir für heute bereits freigenommen? Sehr gut, ich kann jederzeit los. Das Buch hier? Das macht gar nichts, das kann ich noch weiterlesen, wenn wir zurückkommen. Die Leute in Not können nicht warten.",
      "es": "#¿Hoy no estás ocupad{F#a}{M#o}? Maravilloso. Estoy listo cuando tú lo estés. ¿Que por qué no me llevo un libro? ¡Oh, no importa! Cuando regrese, lo retomaré por donde lo dejé. Hay personas en apuros que no pueden darse el lujo de esperar.",
      "fr": "Vous n'avez rien d'autre à faire pour la journée ? Très bien, je suis libre et prêt. Mon livre ? Ce n'est rien, je pourrai le reprendre à notre retour. Ceux qui ont besoin de notre aide ne peuvent pas attendre, eux.",
      "pt": "Você está disponível hoje? Ok, já estou pronto. Meu livro? Não tem problema. Posso ler a qualquer hora quando voltar, mas as pessoas que vamos ajudar não podem esperar.",
      "ru": "Есть свободное время сегодня? Замечательно. Я готов отправляться, когда ты скажешь. ...Как же моя книга? Неважно, к ней я могу вернуться позже. А вот люди, которым требуется наша помощь, не могут подождать.",
      "id": "Apa kamu ada waktu hari ini? Bagus. Aku siap kapan pun kamu siap. Buku? Oh tidak masalah! Aku selalu bisa melanjutkannya saat aku kembali nanti. Tapi mereka yang perlu pertolongan tidak bisa menunggu.",
      "th": "วันนี้ว่างแล้วเหรอ? เยี่ยมเลย ฉันออกเดินทางได้ตลอดเวลาเลยนะ หนังสือ? ไม่เป็นไร เดี๋ยวกลับมาค่อยมาอ่านต่อก็ได้ แต่คนที่ต้องการความช่วยเหลือจากเราน่ะรอไม่ได้นะ",
      "vi": "Hôm nay có thời gian rồi chứ? Được, tôi có thể xuất phát bất cứ lúc nào. Sách? Không sao, về rồi xem tiếp, những người đang cần chúng ta giúp đỡ không chờ đợi được đâu."
    }
  },
  {
    "title": {
      "zhs": "想要了解行秋·其四",
      "zht": "想要了解行秋·其四",
      "jp": "行秋を知る·4",
      "ko": "행추에 대해 알기·네 번째",
      "en": "More About Xingqiu: IV",
      "de": "Ich will mehr über Xingqiu erfahren IV",
      "es": "Más sobre Xingchiu (IV)",
      "fr": "Connaître Xingqiu (4)",
      "pt": "Mais sobre Xingqiu - IV",
      "ru": "Узнать больше о Син Цю IV",
      "id": "Mengenal Xingqiu: IV",
      "th": "อยากรู้เกี่ยวกับ Xingqiu - 4",
      "vi": "Muốn tìm hiểu Xingqiu - Điều thứ 4"
    },
    "line": {
      "zhs": "你说你有个好点子？用我们之前做的事情当原型，写一本探案集加武侠题材的小说，《万文集事件簿》？嗯，啊哈哈哈…是个好点子，但是不采纳。嗯，不会采纳的。",
      "zht": "#{F#妳}{M#你}說{F#妳}{M#你}有個好點子？用我們之前做的事情當原型，寫一本探案集加武俠題材的小說，《萬文集事件簿》？嗯，啊哈哈哈…是個好點子，但是不採納。嗯，不會採納的。",
      "jp": "いい案があるって？僕たちが前にしてきたことをモデルに、推理と武侠要素のある小説、『万文集事件簿』を書くって？うん、ハハハッ、いい案だね、でも却下、うん、却下だよ。",
      "ko": "너한테 좋은 생각이 있다고? 우리의 경험을 소재로, 탐정과 무협 요소가 모두 가미된 소설 《만문집 사건부》를 쓰자고? 응, 아하하하… 좋은 생각이네. 하지만 무리야. 응, 절대 안 돼",
      "en": "You feel inspired, you say? You want to write a martial arts detective novel based on our adventures together? And you want to call it the \"Chronicles of Wanwen\"? Hahaha... It's a good idea, it really is. But I'll have to decline, I'm sorry. Yes, really...",
      "de": "Du sagst, du hast einen guten Einfall? Basierend auf unseren vorherigen Erlebnissen willst du ein Detektivritterabenteuer schreiben und es „Die Chroniken von Wanwen“ nennen? Hmm, hahahaha, das ist ein guter Einfall! Aber ich muss leider ablehnen. Entschuldige bitte.",
      "es": "#¿Te sientes inspirad{F#a}{M#o}? ¿Quieres escribir una novela de detectives y artes marciales basada en nuestras aventuras? ¿Y quieres titularla «Las crónicas de Wanwen»? Jajaja. Es una buena idea, pero me veo en la obligación de rechazarla, lo siento. Sí, en serio...",
      "fr": "#Vous êtes {M#inspiré}{F#inspirée}, dites-vous ? Vous voulez écrire un roman narrant nos aventures ensemble et l'appeler « Chroniques de Wanwen » ? Hahaha... C'est une excellente idée, vraiment. Mais je préfère décliner, merci. Oui, vraiment...",
      "pt": "Você já tem uma boa ideia? Você quer escrever um romance policial de artes marciais baseado nas nossas aventuras juntos? E você quer chamá-lo de \"Crônicas de Wanwen\"? Hahaha... É uma boa ideia, muito boa mesmo. Mas vou ter que me recusar, me desculpe. Sim, realmente...",
      "ru": "Говоришь, у тебя есть идея? Хочешь, чтобы мы вместе на основе наших приключений написали детективный роман о рыцарях и назвали его «Хроники Ваньвэнь»? А... А-ха-ха-ха... Хорошая идея, правда. Но я вынужден отказаться. Прости.",
      "id": "Kamu terinspirasi? Ingin menulis novel detektif pendekar yang terinspirasi dari petualangan kita? Dan kamu ingin menamakannya \"Chronicles of Wanwen\"? Hahaha ... ide bagus, sungguh. Tapi aku terpaksa menolak. Maaf ya ....",
      "th": "เธอบอกว่าเธอมีแรงบันดาลใจ? จะเขียนนิยายแนวนักสืบผสมกับ ศิลปะการต่อสู้ที่ชื่อว่า \"Chronicles of Wanwen\" โดยเขียนจากเรื่องราวการผจญภัยของเรา? อืม ฮ่าฮ่าฮ่า...ไอเดียใช้ได้แต่ฉันไม่เอา ด้วยนะ อืม ไม่เอาด้วยเด็ดขาด",
      "vi": "Bạn nói bạn có cách hay? Lấy việc mà trước kia chúng ta đã làm để làm mẫu, viết một quyển tiểu thuyết thám hiểm pha chút võ hiệp, \"Tuyển Tập Vạn Văn Tập\" sao? Á há há... cách này hay đó, nhưng không được. Ừm, không được nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解行秋·其五",
      "zht": "想要了解行秋·其五",
      "jp": "行秋を知る·5",
      "ko": "행추를 알고 싶다·다섯 번째",
      "en": "More About Xingqiu: V",
      "de": "Ich will mehr über Xingqiu erfahren V",
      "es": "Más sobre Xingchiu (V)",
      "fr": "Connaître Xingqiu (5)",
      "pt": "Mais sobre Xingqiu - V",
      "ru": "Узнать больше о Син Цю V",
      "id": "Mengenal Xingqiu: V",
      "th": "อยากรู้เกี่ยวกับ Xingqiu - 5",
      "vi": "Muốn tìm hiểu Xingqiu - Điều thứ 5"
    },
    "line": {
      "zhs": "「洋洋万言，织诗成锦。」唉，我也想有这样的评价啊。这件事我只和你一个人说。其实，我也在写小说。现、现在当然不能给你看，以后…以后你会在书店里看到的。",
      "zht": "#「洋洋萬言，織詩成錦。」唉，我也想有這樣的評價啊。這件事我只和{F#妳}{M#你}一個人說。其實，我也在寫小說。現、現在當然不能給{F#妳}{M#你}看，以後…以後{F#妳}{M#你}會在書店裡看到的。",
      "jp": "「万の言葉を詩にして錦となる」なんて、僕もそんな評価がほしいな。この件は君にだけ教えるんだけど、実は僕も小説を書いてるんだ。い、今は見せられないよ。今後…今後本屋で見ることになるから。",
      "ko": "「끝없이 긴 시구를 엮어 비단을 만드네」 휴, 나도 이런 평가를 받고 싶군. 너한테만 알려주는 건데, 사실 나도 소설을 쓰고 있어. 지, 지금은 보여줄 수 없지만, 나중에… 나중에 서점에서 볼 수 있을 거야",
      "en": "\"A weaver of verses who draws from an ocean of expression...\" That's the reputation I aspire to. But you're the only person I can share that with. I am actually writing a novel... but I can't let you see it. Not yet. The time will come, though... You'll be able to read it when it's on sale in book stores all over Liyue.",
      "de": "„Eine Flut aus tausend Wörtern, verwoben in ein Gedicht.“ Ich hoffe, meine Schriften werden auch eines Tages solch eine Bewertung bekommen. Das verrate ich jetzt nur dir und keinem anderen, aber ich schreibe auch Bücher. Jetzt kann ich dir noch keins zeigen, aber in Zukunft wirst du sie in Buchhandlungen kaufen können.",
      "es": "“Un tejedor de versos cargado de un océano de palabras y expresiones”. Esa es la reputación que aspiro conseguir. Eres la única persona a la que siento que puedo contárselo. En realidad, estoy escribiendo una novela... pero aún no puedo dejar que la veas. Sin embargo, llegará el momento en que podrás leerla cuando... esté a la venta en las librerías de Liyue.",
      "fr": "« Tisser des vers venant d'un océan d'inspiration », voilà la réputation à laquelle j'aspire. Vous êtes la seule personne avec qui je peux partager ceci : je suis en train de rédiger un livre... Mais je ne vous le montrerai pas pour l'instant. Mais le jour viendra où vous le verrez dans toutes les librairies, j'en suis sûr.",
      "pt": "\"Um tecelão de versos que tira de um oceano de expressão...\" Essa é a reputação que aspiro. Mas você é a única pessoa com quem posso compartilhar isso. Na verdade, estou escrevendo um romance... Mas você ainda não pode ver. Ainda não. Porém, chegará a hora... Você poderá lê-lo quando estiver à venda nas livrarias de toda a cidade de Liyue.",
      "ru": "#«Ткач, из тысячи слов плетущий стихов узор...» Да, такую репутацию я хочу иметь. Но ты - единственн{F#ая}{M#ый}, с кем я могу этим поделиться. На самом деле, сейчас я пишу роман. Нет-нет, пока я не могу дать тебе его почитать... Лучше потом, когда увидишь его на полке в книжном магазине.",
      "id": "\"Seorang penyair yang menenun ayat-ayat dari lautan ekspresi ...\" aku ingin punya reputasi seperti itu, dan kamu adalah satu-satunya orang yang kuberi tahu soal ini. Aku sebenarnya sedang menulis sebuah novel ... tapi kamu belum boleh melihatnya. Tapi, akan tiba saatnya ... kamu melihatnya dijual di seluruh toko buku di Liyue.",
      "th": "\"นักกวีผู้ถักทอบทกวีมากมายจาก มหาสมุทร\" เฮ้อ ฉันอยากได้รับคำวิจารณ์แบบนี้ เรื่องนี้ฉันพูดกับเธอแค่คนเดียวนะ จริง ๆ แล้ว ฉันก็กำลังเขียนนิยายอยู่ ตะ ตอนนี้แน่นอนว่าให้เธอดูยังไม่ได้ หรอก แต่อีกหน่อย...อีกหน่อยเธอจะเห็น มันในร้านหนังสือ",
      "vi": "\"Văn chương lai láng, dệt thơ thành gấm\". Haiz, tôi cũng muốn được đánh giá như vậy. Chuyện này tôi chỉ nói với một mình bạn thôi đó. Thật ra, tôi cũng đang viết tiểu thuyết. Bây giờ, bây giờ đương nhiên không thể cho bạn xem, sau này... sau này bạn sẽ nhìn thấy trong tiệm sách."
    }
  },
  {
    "title": {
      "zhs": "行秋的爱好…",
      "zht": "行秋的愛好…",
      "jp": "行秋の趣味…",
      "ko": "행추의 취미…",
      "en": "Xingqiu's Hobbies",
      "de": "Xingqius Hobbys ...",
      "es": "Aficiones de Xingchiu...",
      "fr": "Les loisirs de Xingqiu...",
      "pt": "Passatempos de Xingqiu...",
      "ru": "Хобби Син Цю...",
      "id": "Hobi Xingqiu",
      "th": "งานอดิเรกของ Xingqiu...",
      "vi": "Sở thích của Xingqiu..."
    },
    "line": {
      "zhs": "我的爱好自然是看书。什么书都会看。嗯？你一脸坏笑看着我干什么。唔，那事我们两个知道就行了，还是不适合明面上讲。说出来就没意思了。",
      "zht": "#我的愛好自然是看書。什麼書都會看。嗯？{F#妳}{M#你}一臉壞笑看著我幹什麼。唔，那事我們兩個知道就行了，還是不適合在明面上講。說出來就沒意思了。",
      "jp": "僕の趣味は読書だよ、なんでも読むよ。ん？何ニヤニヤしてるんだい？むっ、あのことは僕たちの秘密だから、他言無用だよ。言ったらつまらないじゃないか。",
      "ko": "내 취미는 당연히 독서지. 어떤 책이든 다 읽어. 응? 왜 그렇게 웃고 있는 거야? 음, 그 일은 우리 둘만의 비밀이니까, 대놓고 말하기는 좀 그래. 말하면 재미없잖아",
      "en": "Evidently, my hobby is reading. I'll read anything and everything. ...What's that mischievous grin for? Oh. That's between the two of us, okay? It's not appropriate to discuss it out loud. There's no point in bringing it up anyway.",
      "de": "Natürlich ist mein Hobby das Lesen. In der Regel lese ich fast alle Arten von Büchern. Was grinst du denn so? Das bleibt unter uns, ja? Sowas sollte man nicht laut diskutieren. Man sollte es erst gar nicht aussprechen.",
      "es": "Evidentemente, mi afición es leer. Me gustan todos los géneros. ¿Por qué te ríes malvadamente? Oh, eso que quede entre nosotros dos, ¿de acuerdo? No sería apropiado discutirlo en voz alta. No tendría sentido.",
      "fr": "Mon loisir préféré ? Lire des livres, évidemment. Je peux tout lire... Pourquoi ce sourire ? Oh, c'est entre nous deux, d'accord ? Pas la peine d'en parler devant tout le monde.",
      "pt": "O meu passatempo é ler. Basicamente eu leio um pouco de tudo! Por que você está me olhando dessa maneira? É um segredo entre nós dois, não é preciso deixar todo mundo saber.",
      "ru": "Естественно, моё хобби - это чтение книг. Я читаю всё, что попадается под руку. Почему это ты так недобро улыбаешься? Давай всё сказанное останется между нами. Ни к чему посвящать в это других. Да и бессмысленно...",
      "id": "Hobiku adalah membaca buku. Aku suka baca segala macam dan tentang apa saja .... Kenapa senyum begitu? Oh, ini cukup kita berdua saja yang tahu ya. Tidak baik membahas ini sembarangan, tidak ada gunanya pula.",
      "th": "งานอดิเรกของฉันคืออ่านหนังสือ อ่านได้ทุกประเภทเลย ฮืม? เธอมองฉันแล้วยิ้มกรุ้มกริ่มทำไม เฮ้อ เรื่องนั้นรู้กันแค่สองคนก็พอ อย่าเอาไปพูดข้างนอกดีกว่า พูดออกมาแล้วคงไม่ดีนัก",
      "vi": "Sở thích của tôi đương nhiên là đọc sách. Sách nào cũng đọc. Ơ? Bạn cười mỉa mai với tôi làm chi thế. Chuyện đó hai chúng ta biết là được rồi, không thích hợp nói ra ngoài. Nói ra sẽ không có ý nghĩa nữa."
    }
  },
  {
    "title": {
      "zhs": "行秋的烦恼…",
      "zht": "行秋的煩惱…",
      "jp": "行秋の悩み…",
      "ko": "행추의 고민…",
      "en": "Xingqiu's Troubles",
      "de": "Xingqius Sorgen ...",
      "es": "Preocupaciones de Xingchiu...",
      "fr": "Les problèmes de Xingqiu...",
      "pt": "Preocupações de Xingqiu...",
      "ru": "Беспокойство Син Цю...",
      "id": "Kekhawatiran Xingqiu",
      "th": "เรื่องกลุ้มใจของ Xingqiu...",
      "vi": "Nỗi buồn của Xingqiu..."
    },
    "line": {
      "zhs": "烦恼啊，嗯…未来有朝一日兄长继承了家业，我会怎么样呢？这样无忧无虑的生活恐怕…啊，我不是在说身份之类的，我不在乎那些。我是觉得大哥太呆了，没我帮忙不太行啊。",
      "zht": "煩惱啊，嗯…未來有朝一日兄長繼承了家業，我會怎麼樣呢？這樣無憂無慮的生活恐怕…啊，我不是在說身分之類的，我不在乎那些。我是覺得大哥太呆了，沒我幫忙不太行啊。",
      "jp": "悩みか…うん、いつか兄上が家業を継いだら、僕はどうなるだろうね。この悩みのない生活もおそらく…あっ、肩書きの話じゃないんだ、そんなの気にしてないよ。兄上はぼーっとしてるからね、僕の助けがないとやっていけない気がするんだ。",
      "ko": "고민이라, 음… 언젠가 형이 가업을 이어받게 되면, 난 어떻게 될까? 이런 근심 걱정 없는 생활도 곧… 아, 내 신분 같은 걸 말하는 게 아니야, 그런 건 별로 신경 안 써. 단지 우리 형이 좀 둔해서, 내가 없으면 안 되거든",
      "en": "What annoys me? Hmm... Well, one day my brother will inherit the family business. What will happen to me then? I fear my current carefree existence would... Oh — no no no, it's not about my status or anything like that. I don't care for that kind of thing. I just think my brother is something of a simpleton and I would probably end up having to do most of his job for him...",
      "de": "Was mich besorgt, nun, eines Tages wird mein Bruder das Familienunternehmen übernehmen. Was passiert dann mit mir? Ich bin etwas besorgt, dass mein momentan recht sorgloses Leben ... Oh, nein, ich meine nicht Status oder sowas. Mein Bruder ist nur sehr beschränkt und ich fürchte, dass ich fast alles für ihn erledigen muss.",
      "es": "Lo que me preocupa... Humm... Bueno, un día mi hermano heredará el negocio familiar. ¿Qué me pasará a mí, entonces? Me temo que mi actual vida sin preocupaciones se... Oh, no, no, no es por mi estatus ni nada de eso. No me importan ese tipo de cosas. Creo que mi hermano es una persona muy simple, y probablemente yo terminaría haciendo la mayor parte del trabajo en lugar de él...",
      "fr": "Ce qui m'embête ? Hum... Mon frère va hériter de l'affaire familiale. Que vais-je devenir ensuite ? Je crains que l'existence insouciante que je menais jusqu'ici ne prenne fin. Oh non, ce n'est pas une histoire de statut, rien ne saurait m'importer moins. C'est juste que je n'aurais guère d'autre choix que de venir en aide à mon imbécile de frère, et que je finirais sans aucun doute à faire tout le travail à sa place.",
      "pt": "O que me irrita? Hmm... Bem, um dia, meu irmão herdará o negócio da família. O que vai acontecer comigo então? Temo que minha atual existência despreocupada... Oh - não, não, não, não se trata do meu status ou algo parecido. Eu não me importo com esse tipo de coisa. Acho que meu irmão é uma pessoa muito simplória e eu provavelmente acabaria tendo que fazer a maior parte do seu trabalho por ele...",
      "ru": "Что меня беспокоит? Хм... Однажды старший брат унаследует семейный бизнес. Что тогда будет со мной? Боюсь, тогда моя беззаботная жизнь... О, нет, я не говорю о моём статусе, меня это не волнует. Мне кажется, мой брат несколько простоват для такого, и все дела лягут на мои плечи.",
      "id": "Yang menggangguku? Hmm ... suatu hari nanti, kakakku akan mewarisi bisnis keluarga. Lalu apa yang akan terjadi padaku? Aku khawatir bahwa hidupku yang bebas sekarang ini akan ... Ah, bukan, ini bukan soal statusku atau hal semacam itu. Aku sih tidak ambil pusing. Aku cuma merasa kalau kakak terlalu polos, dan pada akhirnya akulah yang akan mengerjakan sebagian besar tugasnya ....",
      "th": "กลุ้มใจอะไรน่ะเหรอ อืม...วันนึงพี่ชายของฉันก็ต้องมา สืบทอดกิจการของครอบครัว แล้วฉันจะทำยังไงล่ะ? ชีวิตที่ราบเรียบแบบนี้เกรงว่า...อ่า ฉันไม่ได้พูดถึงสถานะอะไรแบบนั้น ฉันไม่สนใจเรื่องพวกนั้นหรอก ฉันแค่รู้สึกว่าพี่ชายของฉันน่ะ ทึ่มเกินไป ถ้าไม่มีฉันคอยช่วยคงไม่รอดแน่",
      "vi": "Thật lo quá, ừm... Một ngày nào đó anh hai kế thừa gia nghiệp, tôi phải làm sao? Cuộc sống vô tư lự e là... A, không phải tôi ganh tỵ thân phận đâu, tôi không để tâm những thứ đó. Chỉ là tôi cảm thấy anh hai quá ngốc, không có tôi giúp là không được."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我比较喜欢吃糕点和月菜海鲜。主要是因为，我们家一直就吃得很清淡吧。",
      "zht": "我比較喜歡吃糕點和月菜海鮮。主要是因為，我們家一直就吃得很清淡吧。",
      "jp": "僕は菓子と月菜海鮮が好きだよ。うちはいつも薄味だからかな。",
      "ko": "난 다과류와 월 요리의 해산물을 좋아해. 우리 집은 항상 음식을 담백하게 먹거든",
      "en": "I like baked goods and Yue-style seafood. Probably because I'm used to quite a bland diet at home.",
      "de": "Ich mag Gebäck und Meeresfrüchte der Liyue-Küche. Wahrscheinlich, weil wir zu Hause immer sehr leicht gegessen haben.",
      "es": "Me agrada la repostería y los mariscos cocinados al estilo Yue. Creo que es porque en mi casa, la comida que comemos es un poco sosa.",
      "fr": "J'aime les pâtisseries et la cuisine Yue. Sans doute parce que je suis habitué à un régime peu relevé à la maison.",
      "pt": "Eu gosto de frutos-do-mar ao estilo Yue. Provavelmente porque estou acostumado a uma dieta bastante balanceada em casa.",
      "ru": "О, я люблю сладкую выпечку и морепродукты кухни Юэ. Думаю, это потому, что дома мы обычно едим постные блюда.",
      "id": "Aku suka kue-kue dan makanan laut a'la Yue. Mungkin karena keluargaku biasa makan yang tawar-tawar.",
      "th": "ฉันชอบกินขนมและอาหารทะเล อย่างอาหาร Yue คงเพราะครอบครัวของเรากิน อาหารรสชาติอ่อน ๆ มาตลอดน่ะ",
      "vi": "Tôi rất thích ăn bánh ngọt và hải sản. Chủ yếu là vì, nhà tôi luôn ăn uống thanh đạm."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我很讨厌胡萝卜，小时候家母经常捣碎胡萝卜做成…还是不要让我讲下去了。即使是在回忆里，那种味道也…",
      "zht": "我很討厭胡蘿蔔，小時候家母經常搗碎胡蘿蔔做成…還是不要讓我講下去了。即使是在回憶裡，那種味道也…",
      "jp": "ニンジンは嫌いだよ。小さい頃、母上はよくニンジンを砕いて…これ以上はやめておこう。思い出すだけで、ちょっと…",
      "ko": "난 당근을 엄청 싫어해. 어렸을 때 어머니가 당근을 잘게 부숴서… 역시 더 이상 말하는 건 무리야. 기억 속에서라도 그 맛은 정말…",
      "en": "I hate carrots. When I was young, my mother would mash them up into... Ugh, I can't go on. Just thinking about it makes me feel sick...",
      "de": "Ich hasse Möhren. Als ich noch klein war, hat meine Mutter sie immer zu Brei zerstampft ... Wenn ich nur daran denke, dieser Geruch ...",
      "es": "Aborrezco la zanahoria. Cuando era pequeño, mi madre las machacaba para hacer... Puaj, no puedo decirlo. Solo con pensarlo, me dan ganas de vomitar...",
      "fr": "Je déteste les carottes. Quand j'étais enfant, ma mère en faisant souvent de la purée... Je préfère m'arrêter ici, rien qu'y penser me donne la nausée...",
      "pt": "Eu odeio cenoura, a minha mãe sempre usava cenoura para fazer... Não consigo continuar... Só de pensar nisso eu já fico com vontade de vomitar...",
      "ru": "Я терпеть не могу морковь. В детстве мама часто толкла морковь в... О, не могу об этом говорить. Я только начинаю думать и уже чувствую тот привкус...",
      "id": "Aku benci wortel. Waktu kecil, ibu sering menumbuk wortel ... Urk, memikirkannya saja sudah bikin mual.",
      "th": "ฉันไม่ชอบแครอทเลย ตอนเด็ก ๆ แม่ชอบเอาแครอทมาบดละเอียดแล้วทำเป็น...อย่าให้ฉันพูดต่อเลยนะ แค่คิดถึงรสชาตินั้นก็...",
      "vi": "Tôi rất ghét cà rốt, lúc nhỏ mẹ tôi thường nghiền cà rốt để làm... đừng để tôi nói tiếp. Ngay cả trong ký ức, mùi vị đó cũng..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "此等美食，吃过一次就再难忘怀了啊。",
      "zht": "此等美食，吃過一次就再難忘懷了啊。",
      "jp": "一度食べたら忘れられない、それほどの美味だ。",
      "ko": "이렇게 맛있는 요리는 한번 먹으면 평생 잊지 못할 거야",
      "en": "I need only sample this delight but once for its aroma to remain forever in my memory.",
      "de": "Das ist die Art von Essen, die man nicht mehr vergisst, wenn man sie einmal gegessen hat.",
      "es": "Solo me hace falta probar este manjar una vez para poder recordar su aroma por siempre.",
      "fr": "C'est un plat qui restera gravé dans mes souvenirs.",
      "pt": "Este é o tipo de comida que você só precisa comer uma vez na vida para nunca esquecer o sabor.",
      "ru": "Стоит лишь раз попробовать, и уже не забудешь этот вкус никогда.",
      "id": "Hanya perlu sekali saja menyantap kenikmatan ini dan rasanya akan terus bersarang di dalam ingatanku.",
      "th": "อาหารรสเลิศเช่นนี้ ได้ชิมเพียงครั้งเดียวก็ยากที่จะลืมเลือนตลอดกาล",
      "vi": "Món ngon như vậy, ăn một lần sẽ nhớ mãi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "既然你有这份手艺，不如我们开个路边餐馆，如何？",
      "zht": "#既然{F#妳}{M#你}有這份手藝，不如我們開個路邊餐館，如何？",
      "jp": "それほどの腕があるなら、一緒に露店でも開いてみないかい？",
      "ko": "이 정도 솜씨면 거리에 식당 하나 차려도 될 것 같은데, 어때?",
      "en": "With cooking skills as good as yours, it'd be a waste not to open a restaurant, wouldn't you agree?",
      "de": "Wie wäre es, wenn wir ein Restaurant am Straßenrand eröffnen würden?",
      "es": "Ya que se te da tan bien cocinar, sería un despropósito que no abrieras un restaurante, ¿no crees?",
      "fr": "#Puisque tu es aussi {M#talentueux}{F#talentueuse} aux fourneaux, que dirais-tu d'ouvrir un restaurant ensemble ?",
      "pt": "Com dotes culinários como o seu, seria uma pena não abrir seu próprio restaurante, não acha?",
      "ru": "С такими отличными кулинарными навыками стоило бы открыть собственный ресторан, как думаешь?",
      "id": "Dengan kemampuan memasak sepertimu, apa tidak lebih baik kita buka restoran saja, kamu setuju?",
      "th": "ในเมื่อเธอมีฝีมือขนาดนี้ งั้นเรามาเปิดร้านอาหารข้างทางกันดีมั้ย?",
      "vi": "Bạn có tay nghề như vậy, hay là chúng ta mở quán ăn ven đường đi, bạn thấy sao?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "你吃你吃，不必客气。",
      "zht": "#{F#妳}{M#你}吃{F#妳}{M#你}吃，不必客氣。",
      "jp": "どうぞ、君が食べてくれ。なに、遠慮することはない。",
      "ko": "아냐 난 괜찮으니까, 사양 말고 어서 먹어",
      "en": "I couldn't possibly. But please, you eat your fill. I insist.",
      "de": "Probiere es auch mal. „Leckeres Essen“ sollte man mit Freunden teilen.",
      "es": "No puedo con esto... Pero, por favor, tú come, insisto.",
      "fr": "Mange, je t'en prie. Pas de manières entre nous.",
      "pt": "Coma, coma. Não faça cerimônia.",
      "ru": "Я не могу. Но ты угощайся, не стесняйся.",
      "id": "Maaf, aku sepertinya tidak bisa. Kamu saja yang makan, makan sampai kenyang. Aku memaksamu nih.",
      "th": "เธอกินเลย ๆ ไม่ต้องเกรงใจ",
      "vi": "Bạn ăn đi, không cần khách sáo."
    }
  },
  {
    "title": {
      "zhs": "生日·祝福",
      "zht": "生日·祝福",
      "jp": "誕生日·祝福",
      "ko": "생일·축복",
      "en": "Birthday: Wishing",
      "de": "Dein Geburtstag – Glückwunsch",
      "es": "Cumpleaños - Felicitaciones",
      "fr": "Anniversaire - Vœux",
      "pt": "Aniversário - Felicitações",
      "ru": "День рождения: Пожелания",
      "id": "Ulang Tahun: Ucapan",
      "th": "วันเกิด - อวยพร",
      "vi": "Sinh Nhật - Chúc Phúc"
    },
    "line": {
      "zhs": "咳，咳咳。恭祝你福寿与天齐，庆贺你生辰快乐。",
      "zht": "#咳，咳咳。恭祝{F#妳}{M#你}福壽與天齊，慶賀{F#妳}{M#你}生辰快樂。",
      "jp": "オ、オホン…ハッピーバースデートゥユー、ハッピーバースデートゥユー。",
      "ko": "흠, 흠흠. 항상 행복하고 건강해, 생일 축하해~",
      "en": "May this day of your birth be filled with much mirth!",
      "de": "*hüstel* An diesem heiteren Tage wünsche ich dir alles Gute und viel Freude.",
      "es": "¡Feliz cumpleaños! Te deseo un feliz día y que cumplas muchos más.",
      "fr": "Que ce jour qui vous vit naître soit béni par les Archons !",
      "pt": "Feliz Aniversário! Muitas felicidades, muitos anos de vida!",
      "ru": "Кхе-кхе. Я поздравляю тебя с днём рождения и желаю тебе счастья и долголетия.",
      "id": "Semoga hari kelahiranmu ini dipenuhi dengan segudang kebahagiaan!",
      "th": "อะแฮ่ม ๆ สุขสันต์วันเกิดนะ ในวันเกิดนี้ก็ขอให้เธอมีสุขภาพแข็งแรงอายุยืนยาวแล้วก็ความสุขมาก ๆ นะ",
      "vi": "Khụ, khụ khụ. Chúc bạn hạnh phúc mạnh khoẻ, sinh nhật vui vẻ."
    }
  },
  {
    "title": {
      "zhs": "生日·习俗",
      "zht": "生日·習俗",
      "jp": "誕生日·習わし",
      "ko": "생일·풍습",
      "en": "Birthday: Customs",
      "de": "Dein Geburtstag – Tradition",
      "es": "Cumpleaños - Costumbres",
      "fr": "Anniversaire - Coutumes",
      "pt": "Aniversário - Costumes",
      "ru": "День рождения: Традиции",
      "id": "Ulang tahun: Tradisi",
      "th": "วันเกิด - ประเพณี",
      "vi": "Sinh Nhật - Tập Tục"
    },
    "line": {
      "zhs": "据记载，天成石桥是上古战争时候，岩之神摩拉克斯投出的石枪倒塌后形成的。要是生日当天在桥上走一趟，往两边海里投点摩拉，就能保佑一年安康…生日一年只有一次，想去的话就快点去吧…没骗你，是真的。真的，快去吧。",
      "zht": "#據記載，天成石橋是上古戰爭時候，岩之神摩拉克斯投出的石槍倒塌後形成的。要是生日當天在橋上走一趟，往兩邊海裡投點摩拉，就能保佑一年安康…生日一年只有一次，想去的話就快點去吧…沒騙{F#妳}{M#你}，是真的。真的，快去吧。",
      "jp": "本によると、天成石橋は上古戦争の時、岩神モラクスが投げた石槍が崩れた後にできたものだ。誕生日に橋の上を歩き、両側の海にモラを投げると、一年間安らかに過ごせるんだって…誕生日は年に一度だけだから、行きたいなら早く行きなよ…嘘じゃない、本当、本当だよ、早く行きなって。",
      "ko": "기록에 의하면, 천성석교는 오래전 마신 전쟁 때 바위 신 모락스가 던진 석창이 무너지면서 생긴 거래. 생일날 이 다리를 건너 양쪽 바다에 모라를 던지면 일 년의 평안을 기원할 수 있다더군… 생일은 일 년에 한 번뿐이니까, 가고 싶으면 어서 가봐… 거짓말 아니야, 진짜야. 진짜라니까, 어서 가봐",
      "en": "According to historical records, Tiancheng's stone bridge was formed by a fallen rock spear thrown by the Geo Archon Morax in battle. If you walk along the bridge on your birthday and throw some Mora into the sea from both sides, you will be blessed in the coming year... Your birthday only comes once a year, so be quick about it if you wanna go... I'm not kidding, it's true! Go try it and you'll see!",
      "de": "Laut historischen Aufzeichnungen wurde die Tiancheng-Steinbrücke durch den Speerwurf von Morax im Kampf geformt. Wenn man an seinem Geburtstag darüber wandelt und ein paar Mora über die Geländerseite wirft, wird das kommende Jahr ein gesegnetes Jahr ... Du hast nur einmal im Jahr Geburtstag, sei also schnell, solltest du gehen wollen ... Ich mache keine Witze, es ist wahr!",
      "es": "Según los registros históricos, el puente de piedra de Tiancheng se formó por una lanza hecha de roca que Morax, el Arconte Geo, lanzó en una batalla. Si pasas por ese puente en tu cumpleaños y lanzas algunos Moras al mar desde ambos lados, tendrás suerte para el resto del año. Solo se cumplen años una vez al año, así que no te demores mucho si quieres ir. ¡No estoy mintiendo, es verdad! ¡Pruébalo y verás!",
      "fr": "D'après les archives historiques, le pont de Tiancheng a été formé par la chute d'une des lances de pierre de l'Archon Géo pendant le combat. On raconte que celui qui s'y promène le jour de son anniversaire et jette des moras de chaque côté du pont passera une excellente année... On ne fête son anniversaire qu'une fois par an, alors je vous suggère de ne pas rater l'occasion. Vraiment, il paraît que ça marche, vous savez.",
      "pt": "Segundo registros históricos, a ponte de pedra de Tiancheng foi formada por uma pedra caída que foi lançada pelo Arconte Geo Morax em batalha. Se você caminhar pela ponte no seu aniversário e jogar Mora no mar de ambos os lados, você será abençoado no próximo ano... O seu aniversário só acontece uma vez por ano, então seja rápido se quiser ir. Eu não estou brincando, é verdade! Vá experimentá-lo e você verá!",
      "ru": "Согласно записям, каменный мост Тяньчэн сформировался во время древней войны вследствие падения каменного копья, которое метнул Гео Архонт Моракс. Если пройти по мосту в день рождения и бросить немного моры в море по обе его стороны, то в грядущем году на тебя снизойдёт благословение... День рождения бывает только раз в году, так что поторопись, если хочешь соблюсти традицию. Эй, я ни в коем случае не обманываю тебя!.. Иди скорее.",
      "id": "Menurut catatan sejarah, Tiancheng Stone Bridge dibentuk oleh tombak batu yang dilemparkan oleh Archon Geo Morax dalam sebuah pertempuran. Kalau berjalan di atas jembatan pada hari ulang tahunmu, lalu melempar Mora dari kedua sisi jembatan ke lautan, kamu akan diberkati di tahun berikutnya ... Ulang tahun kan cuma setahun sekali, jadi cepatlah ... Aku tidak bercanda, memang seperti itu! Coba saja sendiri!",
      "th": "จากบันทึกทางประวัติศาสตร์ สะพานหิน Tiancheng เกิดขึ้นจากหอกหินที่ราชาแห่งหิน Morax เขวี้ยงลงมาในช่วงสงครามยุคโบราณ ในวันเกิดถ้าเดินไปที่สะพานแล้ว โยน Mora ลงไปในทะเลทั้งสองฝั่งก็จะช่วยคุ้มครองให้มีสุขภาพแข็งแรงตลอดทั้งปี... วันเกิดมีแค่ปีละครั้งเองนะ ถ้าอยากไปก็รีบไปเถอะ... ไม่ได้หลอกเธอเล่นหรอก จริง ๆ นะ รีบไปเถอะ",
      "vi": "Theo ghi chép, cây cầu đá Thiên Thành được hình thành sau khi ngọn giáo đá do Nham Thần Morax ném ra bị sụp đổ trong chiến tranh cổ đại. Nếu trong ngày sinh nhật đi trên cây cầu, ném Mora xuống biển ở hai bên, sẽ được phù hộ một năm an khang... Sinh nhật một năm chỉ có một lần, nếu muốn đi thì phải nhanh lên... Không gạt bạn đâu, là thật đó, đi nhanh đi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "如果没有能力，那我心中的那个字，可能也就停在纸面上了吧。",
      "zht": "如果沒有能力，那我心中的那個字，可能也就停在紙面上了吧。",
      "jp": "力がなければ、僕の心にあるあの言葉も、紙に留まるだけかもしれないな。",
      "ko": "능력이 부족하다면, 내 마음속에 있는 그 글자도 종잇장에만 머물게 되겠지",
      "en": "Were it not for my capability, the cause that so inspires me would remain confined to the pages that extol its virtues.",
      "de": "Wenn ich meine Kräfte nicht hätte, wäre ich gar nicht so inspiriert vom Inhalt meiner Bücher.",
      "es": "Si no fuera por mis habilidades, las causas por las que lucho se quedarían en las páginas de los libros sin poder materializarse en el mundo real.",
      "fr": "Si je n'avais pas les talents qui m'ont été donnés, alors la cause qui m'inspire serait restée à l'état de page vierge.",
      "pt": "Se não fosse pela minha capacidade, a causa que me inspira tanto permaneceria confinada às páginas que exaltam suas virtudes.",
      "ru": "Если бы у меня не было моих способностей, то это состояние души, переполняющее моё сердце, осталось бы лишь на бумаге.",
      "id": "Tanpa kemampuan, tujuan yang jadi inspirasiku selamanya hanya akan terukir belaka dalam halaman-halaman yang meriwayatkan kebajikannya.",
      "th": "ถ้าไม่มีความสามารถ อย่างนั้นคำที่ติดค้างอยู่ในใจของฉันคำนั้น ก็คงต้องอยู่แค่บนกระดาษนี้ เท่านั้นล่ะ",
      "vi": "Nếu không có năng lực, thì từ ngữ đó trong lòng tôi, chắc chỉ có thể dừng lại trên mặt giấy."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "如果心中没有善恶的标尺，努力就会错了方向。舍本逐末，变成追逐暴力的俗人。",
      "zht": "如果心中沒有善惡的尺規，努力就會錯了方向。捨本逐末，變成追逐暴力的俗人。",
      "jp": "心に善悪を見分ける物差しがなければ、努力の方向を間違えてしまう。根本を忘れて暴力だけを追い求める俗人になる。",
      "ko": "마음에 선과 악을 구분하는 기준이 없다면, 노력하는 방향이 잘못되기 마련이지. 중요한 것을 잃고 지엽적인 것만을 추구하다면, 폭력만을 쫓는 속인이 되고 말 거야",
      "en": "Had I no moral compass, my efforts would have been misguided. Doomed to grasp at shadows while missing the substance, I would have become a philistine that seeks only violence.",
      "de": "Wenn man keinen Kompass für Gut und Böse im Herzen trägt, können Vorhaben oft in die falsche Richtung gehen. Man wird leicht zu einem Gewalt suchenden Berserker.",
      "es": "Si no tuviera una brújula moral, no sabría por qué debería luchar y esforzarme. Al perder el rumbo y distraerme con cosas poco importantes, me habría convertido en un filisteo que solo busca la violencia.",
      "fr": "Celui qui n'a pas de compas moral ne peut qu'agir dans le mauvais sens. Le chemin importe souvent plus que la destination, et il est facile de finir en philistin mû par la violence.",
      "pt": "Se eu não tivesse bom senso, meus esforços teriam sido mal orientados. Se eu procurasse os pormenores ignorando o meu objetivo principal, eu teria me tornado um filisteu que busca apenas a violência.",
      "ru": "Если нет в сердце понимания, что есть добро, а что - зло, то все старания напрасны. За мелочами забывая о главном, мы становимся маленькими людьми, ищущими лишь насилия.",
      "id": "Tanpa prinsip moralitas yang teguh, seluruh upayaku akan salah arah. Ditakdirkan untuk mengejar kefanaan tidak berdasar, demikian kiranya aku terkutuk menjadi sosok biadab yang cinta kekerasan.",
      "th": "หากไม่มีการแยกแยะความดี และความชั่วในใจ ความพยายามที่มีอาจจะถูกใช้ในทางที่ผิดได้ หากละเลยสิ่งที่สำคัญไป ก็จะกลายเป็นคนที่เอาแต่แสวงหาความรุนแรงเท่านั้น",
      "vi": "Nếu trong lòng không có thước đo thiện ác, cố gắng cách mấy cũng sẽ đi sai hướng. Quên mất cội nguồn, trở thành người thô tục chỉ biết đến bạo lực."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "我所追求的那个字，在璃月这方土地上并非处处通行。不过行道至此，我对这一点早就有了足够的认识。",
      "zht": "我所追求的那個字，在璃月這方土地上並非處處通行。不過行道至此，我對這一點早就有了足夠的認識。",
      "jp": "僕が求むあの言葉は、璃月ではどこでも通じるわけではない。ここまできて、僕も十分に理解しているけどね。",
      "ko": "내가 추구하는 그 글자가 리월의 모든 곳에서 통하는 건 아니야. 오늘날까지 도를 행하면서 그 점은 충분히 알고 있었지만 말이야",
      "en": "There is a cause that I seek to champion, yet few in Liyue share my aspiration. This I have known for a long time, for it is a path I have walked for many years.",
      "de": "Veränderung, ich verfolge dieses Wort schon so lange, dennoch teilen nicht alle in Liyue mein Bestreben. Aber ich habe schon sehr früh gewusst, dass ich diesen Pfad allein gehen muss.",
      "es": "Hay una causa que deseo defender, pero pocos en Liyue comparten mi aspiración. Esto es algo que sé desde hace mucho tiempo, pues es un camino que llevo recorriendo muchos años.",
      "fr": "La cause qui est mienne n'est guère partagée sur les terres de Liyue. Je le sais, ayant parcouru mon chemin pendant tellement d'années...",
      "pt": "Há uma causa que eu procuro defender, mas poucos em Liyue compartilham minhas aspirações. Isto eu conheço há muito tempo, pois é um caminho que eu percorri por muitos anos.",
      "ru": "Не все в Ли Юэ понимают и разделяют моё желание найти то, понимание чего я ищу. Я давно знаю об этом, ибо таков мой путь.",
      "id": "Ada tujuan yang ingin kuperjuangkan, namun sedikit orang di Liyue yang menginginkan hal yang sama. Demikian hal ini telah lama diketahui, karena jalan ini telah lama pula kutempuh.",
      "th": "คำที่ฉันเสาะหาคำนั้น กลับไม่ได้ใช้กันทั่วไปในดินแดน Liyue แห่งนี้ แต่เมื่อมาถึงที่นี่ ฉันก็รู้เรื่องนี้อยู่พอตัวแล้ว",
      "vi": "Từ ngữ mà tôi tìm kiếm không phổ biến trên vùng đất Liyue này. Nhưng khi hành đạo đến đây, tôi đã có đủ nhận thức về điều này từ lâu."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "多亏了你的陪伴。我对自己也很满意了——无论是武学，还是对那个字的理解。唉，算啦。我也不用对「侠」字讳莫如深了。我的「侠」，父亲和兄长应该也不会质疑了。只不过嘛，低调行事这点还是得保留的。",
      "zht": "#多虧了{F#妳}{M#你}的陪伴。我對自己也很滿意了——無論是武學，還是對那個字的理解。唉，算啦。我也不用對「俠」字諱莫如深了。我的「俠」，父親和兄長應該也不會質疑了。只不過嘛，低調行事這點還是得保留的。",
      "jp": "君が一緒にいてくれたおかげで、僕は満足できた——武学に対しても、あの言葉の理解に対しても。ふう、もう「義侠」の心を隠さずとも平気かな。きっと父上も兄上も僕の「義侠心」を疑ったりしないはずだ。まぁ、目立たないよう行動することについてはまだ保留中だけど。",
      "ko": "네가 같이 있어 준 덕분에 무예든, 그 글자에 대한 이해든 나 스스로도 정말 만족스러웠어——에, 됐다. 나도 더 이상 「의협」에 대해 숨길 필요 없겠군. 나의 「의협」에 대해선 아버지와 형도 의아해하지 않으실 거야. 다만, 드러내지 않고 겸손히 행동하는 습관은 지켜야겠지",
      "en": "I am most grateful for your company on my journey. I am proud of my achievements, both in the martial arts and in championing the cause so dear to my heart. ...Ah, I guess there's no need to euphemize any longer. Chivalry! That is the cause that inspires me, and that I seek to champion. Why should I shy away from it, I am sure my father and brother are under no illusion as to what I stand for by now. ...But of course, I still need to be somewhat discreet in the way I go about my business.",
      "de": "Ich bin dir sehr dankbar für die gemeinsame Zeit. Endlich bin ich auch sehr zufrieden mit mir, sowohl im Bereich der Kampfkunst als auch dem Verständnis der Wörter. Ich brauche mich auch nicht länger vor dem Wort „Tugend“ verstecken. Denn das ist das Wort, das mich inspiriert und in dem ich der Beste werden will. Mein Vater und Bruder sollten mir nicht im Wege stehen. Wie auch immer, ich werde diskret in meinem Vorhaben vorgehen.",
      "es": "Agradezco mucho tu compañía en mis viajes. Estoy orgulloso de mis logros conseguidos tanto en las artes marciales como en defender la causa en la que creo. Bueno, llegados a este punto, supongo que te puedo contar cuál es esa causa: ¡la caballerosidad! Creo que mi padre y mi hermano no la pondrán en cuestión. Sin embargo, aún debo ser discreto al respecto a la hora de hacer negocios.",
      "fr": "Je ne saurais assez vous remercier de m'avoir pris à vos côtés. Je suis fier d'avoir réussi dans la voie des arts martiaux comme dans celle de la cause qui m'est chère... La chevalerie ! Voilà la cause qui m'inspire, et dont j'espère un jour devenir le champion – ni mon père ni mon frère n'en doutent à présent. Mais bien sûr, je dois garder profil bas, quoi qu'il arrive.",
      "pt": "Estou muito grato por sua companhia em minha jornada. Estou orgulhoso de minhas realizações, tanto nas artes marciais como na defesa da causa tão preciosa para o meu coração... Ah, acho que não há mais necessidade de eufemismos. Cavalheirismo! Essa é a causa que me inspira, e que eu procuro defender. Por que eu deveria me afastar disso, estou certo de que meu pai e meu irmão não têm mais questionamento sobre o que eu defendo até agora. ... Mas, é claro, ainda preciso ser um pouco discreto na forma como faço meus negócios.",
      "ru": "Я счастлив путешествовать с тобой. Я горжусь своими достижениями как в фехтовальном искусстве, так и в своём поиске истинного понимания того самого слова... Ладно, хватит замалчивать. Я больше не собираюсь избегать слов «рыцарское благородство». Ни отец, ни старший брат не могут больше ставить под сомнение мою рыцарскую натуру. ...Но, конечно, мне по-прежнему не следует громко заявлять об этом.",
      "id": "Terima kasih karena telah menemaniku sepanjang perjalanan. Aku bangga atas prestasiku, baik dalam seni bela diri maupun tujuan yang kuperjuangkan ... Ah, sudahlah, sudah cukup basa-basinya. Sifat kesatria! Itu sumber inspirasi dan tujuan yang kuperjuangkan. Kenapa harus malu, sementara ayah dan kakak juga sudah tahu pasti apa sebenarnya yang sedang kuperjuangkan. Tentu saja, aku tetap tidak boleh lengah dan sesumbar tentang hal ini.",
      "th": "ต้องขอบคุณเธอที่คอยอยู่เคียงข้าง ฉันภูมิใจในตัวเองมากไม่ว่าจะเป็น ด้านศิลปะการต่อสู้ หรือความเข้าใจในคำ ๆ นั้น เอ่อ ช่างเถอะ ฉันก็ไม่จำเป็นต้องให้ความสำคัญ กับคำว่ากล้าหาญนี้อีกแล้ว พ่อและพี่ชายคงไม่ถามถึงเช่นกัน แต่ยังไงก็คงต้องทำหน้าที่ต่อไป อย่างเงียบ ๆ",
      "vi": "May mà có bạn đồng hành. Tôi cũng rất hài lòng với chính mình, dù là võ thuật hay là sự hiểu biết về \"từ\" đó. Ầy, bỏ đi. Tôi cũng không cần phải giấu kín như bưng về chữ \"Hiệp\" làm gì. Cha và anh hai chắc cũng không đặt câu hỏi về \"Hiệp\" của tôi. Chỉ có điều, vẫn phải âm thầm hành sự."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "雨线难画。",
      "zht": "雨線難畫。",
      "jp": "雨、描きがたし。",
      "ko": "빗줄기를 그리긴 어려운 법",
      "en": "Rain outlines your fate!",
      "de": "Regen zeichnet dein Schicksal!",
      "es": "¡La lluvia marca tu destino!",
      "fr": "La goutte de pluie est insaisissable.",
      "pt": "A chuva revelará o seu destino!",
      "ru": "Дождь чертит линии твоей судьбы!",
      "id": "Hujan membentuk takdirmu!",
      "th": "ตัดผ่าสายฝน",
      "vi": "Mưa rơi khó vẽ."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "裁——！",
      "zht": "裁——！",
      "jp": "裁——！",
      "ko": "베어라——!",
      "en": "Ha... Hmph!",
      "de": "Hajaa!",
      "es": "Ja... ¡Hum!",
      "fr": "Tranche !",
      "pt": "Ah... Hunf!",
      "ru": "Ха-хаа!",
      "id": "Ha— hmph!",
      "th": "ฮึบบ...!",
      "vi": "Ha- hmph!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "断！",
      "zht": "斷！",
      "jp": "この剣は分かるかい！",
      "ko": "이 검을 알아보겠느냐!",
      "en": "Know my sword!",
      "de": "Lerne mein Schwert kennen!",
      "es": "¡Conoce mi espada!",
      "fr": "Goûtez au courroux de ma lame !",
      "pt": "Conheça minha espada!",
      "ru": "Познай мой меч!",
      "id": "Kenali pedangku!",
      "th": "โดนซะ!",
      "vi": "Đứt!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "古华深秘。",
      "zht": "古華深秘。",
      "jp": "古華奥義。",
      "ko": "고화심비",
      "en": "Witness the power of Guhua!",
      "de": "Werde Zeuge der Kraft von Guhua!",
      "es": "¡Sé testigo del poder de Guhua!",
      "fr": "Voyez la puissance du Clan Guhua.",
      "pt": "Presencie o poder de Guhua!",
      "ru": "Узри силу Гухуа!",
      "id": "Saksikan kekuatan Guhua!",
      "th": "ความลับแห่ง Guhua",
      "vi": "Bí pháp Cổ Hoa."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "织诗成锦。",
      "zht": "織詩成錦。",
      "jp": "詩よ、錦となれ。",
      "ko": "직시성금",
      "en": "Let me weave you a verse.",
      "de": "Reimemacher.",
      "es": "Deja que teja un verso.",
      "fr": "Laissez-moi vous tisser des vers.",
      "pt": "Deixe-me ler um verso para você.",
      "ru": "Я сочиню для тебя поэму.",
      "id": "Biar kususun sebait untukmu.",
      "th": "ผู้ถักทอบทกวี",
      "vi": "Dệt thơ thành lụa."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "裁雨留虹。",
      "zht": "裁雨留虹。",
      "jp": "裁雨留虹。",
      "ko": "재우유홍",
      "en": "Raincutter!",
      "de": "Regen und Bogen.",
      "es": "¡Sable de lluvia!",
      "fr": "Coupe à travers la pluie et l'arc-en-ciel !",
      "pt": "Retalhador de Chuva!",
      "ru": "Радужная стойка!",
      "id": "Pembelah hujan!",
      "th": "ฟาดฟันสายฝน",
      "vi": "Tài vũ lưu hồng."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "形随神至。",
      "zht": "形隨神至。",
      "jp": "形は精神と共にあれ。",
      "ko": "날 따라와",
      "en": "Body and mind.",
      "de": "Körper und Geist.",
      "es": "Cuerpo y mente son uno.",
      "fr": "L'esprit et le corps ne font qu'un.",
      "pt": "Corpo e mente.",
      "ru": "Тело и разум.",
      "id": "Tubuh dan pikiran.",
      "th": "ร่างกายและจิตวิญญาณ",
      "vi": "Đến ngay."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其二",
      "zht": "衝刺開始·其二",
      "jp": "ダッシュ開始·2",
      "ko": "대시 시작·두 번째",
      "en": "Sprint Start: II",
      "de": "Rennen – Start II",
      "es": "Al esprintar (II)",
      "fr": "Début de sprint (2)",
      "pt": "Início da Corrida - II",
      "ru": "Начало спринта II",
      "id": "Mulai Lari: II",
      "th": "เริ่มวิ่ง - 2",
      "vi": "Xung Kích Bắt Đầu II"
    },
    "line": {
      "zhs": "该行动了。",
      "zht": "該行動了。",
      "jp": "動くべきだ。",
      "ko": "서두르자",
      "en": "Time to act.",
      "de": "Zeit zu handeln.",
      "es": "Hora de ponerse en marcha.",
      "fr": "Il est temps d'agir.",
      "pt": "Hora de agir.",
      "ru": "Время действовать.",
      "id": "Waktunya beraksi.",
      "th": "ได้เวลาลงมือแล้ว",
      "vi": "Nên hành động thôi."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "甚好甚好。",
      "zht": "甚好甚好。",
      "jp": "実に良いものだ。",
      "ko": "아주 좋아",
      "en": "Excellent.",
      "de": "Ausgezeichnet.",
      "es": "Excelente.",
      "fr": "Excellent.",
      "pt": "Excelente.",
      "ru": "Превосходно.",
      "id": "Sempurna.",
      "th": "ยอดเยี่ยม",
      "vi": "Rất tốt rất tốt."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "寻得珍宝，真是充满侠意的经历。",
      "zht": "尋得珍寶，真是充滿俠意的經歷。",
      "jp": "宝探しは義侠心を養う。",
      "ko": "보물찾기라니, 협객한테 딱 맞는 경험이네",
      "en": "Treasure-hunting... A valiant endeavor.",
      "de": "Auf Schatzsuche ... Ein tapferes Unterfangen.",
      "es": "La caza de tesoros... una valiente causa.",
      "fr": "La chasse aux trésors... Une cause honorable.",
      "pt": "Caça ao tesouro... Um empenho valoroso.",
      "ru": "Охота за сокровищами... Доблестное начинание.",
      "id": "Berburu harta ... layaknya pendekar gagah berani.",
      "th": "การหาสมบัติ เป็นการผจญภัยอันกล้าหาญ",
      "vi": "Tìm được kho báu đúng là một trải nghiệm hào hiệp."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "倘若还有几卷失传的古书，就完满了。",
      "zht": "倘若還有幾卷失傳的古書，就完滿了。",
      "jp": "古書などもあれば完璧だな。",
      "ko": "잃어버린 고서도 몇 권 있다면 완벽할 텐데",
      "en": "I hope we find long-lost ancient literature.",
      "de": "Ich hoffe, wir finden lange verschollene antike Literatur.",
      "es": "Ojalá encontremos libros de épocas antiguas.",
      "fr": "J'espère que nous trouverons de la littérature ancienne perdue depuis longtemps.",
      "pt": "Espero que encontremos literatura antiga perdida há muito tempo.",
      "ru": "Надеюсь, мы найдём утерянные древние книги.",
      "id": "Semoga ada buku kuno.",
      "th": "ถ้าเจอนิยายโบราณที่สูญหายไปก็คงจะดี",
      "vi": "Nếu có thêm vài quyển sách cổ thất truyền nữa thì quá hoàn hảo!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "计划有变…",
      "zht": "計畫有變…",
      "jp": "計画が変わった…",
      "ko": "계획에 차질이 생겼군…",
      "en": "Change of plans...",
      "de": "Der Plan hat sich geändert ...",
      "es": "Cambio de planes...",
      "fr": "Changement de plan...",
      "pt": "Mudança de planos...",
      "ru": "Планы изменились...",
      "id": "Perubahan rencana ....",
      "th": "เปลี่ยนแผน...",
      "vi": "Kế hoạch thay đổi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "接下来就不再是「点到为止」了。",
      "zht": "接下來就不再是「點到為止」了。",
      "jp": "次は本気を出すよ。",
      "ko": "이제부터 봐주지 않을 겁니다",
      "en": "I can no longer hold back.",
      "de": "Ich kann mich nicht länger zurückhalten.",
      "es": "No me seguiré conteniendo.",
      "fr": "Je ne retiendrai plus mes coups.",
      "pt": "Não posso mais me segurar.",
      "ru": "Мне больше не продержаться.",
      "id": "Aku tidak akan menahan diri.",
      "th": "จากนี้จะ \"ยั้งมือ\" แล้วนะ",
      "vi": "Không còn chống chọi thêm được nữa."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "「请从绝处，读我侠义。」",
      "zht": "「請從絕處，讀我俠義。」",
      "jp": "「九死の堺より逃れるため、今こそ我が義侠心を見せる時だ。」",
      "ko": "「절체절명 속에서 의협심을 일깨울 수 있길」",
      "en": "May my final stand be a monument to chivalry.",
      "de": "Möge mein letzter Stand ein Denkmal der Ritterlichkeit sein.",
      "es": "Que mi última batalla sea en honor al espíritu de caballero.",
      "fr": "« Que mon instant final soit un hommage à la chevalerie. »",
      "pt": "Que meu ato final seja um monumento ao cavalheirismo.",
      "ru": "Моя последняя стойка станет памятником рыцарству!",
      "id": "Biar aku tetap bersikap satria di saat terakhirku.",
      "th": "\"ให้ความตายเป็นสักขีพยานแห่งความกล้าหาญของฉัน\"",
      "vi": "Ở chốn đường cùng, hiệp nghĩa hiện thân."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "过来这边，我有一计。",
      "zht": "過來這邊，我有一計。",
      "jp": "策があるからこっちへ。",
      "ko": "이리 와봐, 나한테 좋은 생각이 있어",
      "en": "Come. I have devised a plan.",
      "de": "Komm. Ich habe mir einen Plan ausgedacht.",
      "es": "Ven, tengo un plan.",
      "fr": "Par ici ! J'ai élaboré un plan.",
      "pt": "Venha. Bolei um plano.",
      "ru": "Идём. У меня есть план.",
      "id": "Kemari. Aku punya rencana.",
      "th": "มาทางนี้ก่อน ฉันมีแผนอยู่",
      "vi": "Qua đây, tôi có kế này."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "小心行事为好。",
      "zht": "小心行事為好。",
      "jp": "気を付けたほうがいい。",
      "ko": "신중히 행동하는 게 좋겠어",
      "en": "Tread carefully.",
      "de": "Gehen wir lieber vorsichtig vor.",
      "es": "Avanza con precaución.",
      "fr": "Restons prudents.",
      "pt": "Ande com cuidado.",
      "ru": "Действуй осторожно.",
      "id": "Hati-hati.",
      "th": "ระวังหน่อยก็ดีนะ",
      "vi": "Hành sự cẩn thận."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "承蒙…赐教…",
      "zht": "承蒙…賜教…",
      "jp": "勉強に…なった…",
      "ko": "한 수… 배웠습니다…",
      "en": "I have taught you... everything... I know...",
      "de": "Ich habe dir alles beigebracht ... was ich weiß ...",
      "es": "Te enseñé... todo lo que sé...",
      "fr": "Je vous ai appris... tout ce que je savais...",
      "pt": "Ensinei a você... tudo... o que eu sabia...",
      "ru": "Для меня было честью... учить тебя...",
      "id": "Aku sudah mengajarimu ... semuanya ....",
      "th": "ดูแล...และชี้แนะ...",
      "vi": "Rất vui được... thỉnh giáo..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "灯华易散…我是知道的。",
      "zht": "燈華易散…我是知道的。",
      "jp": "灯火はいつか散る…わかってるんだ。",
      "ko": "등불이 화려하면 쉽게 꺼지는 법이지…",
      "en": "The brightest flames... burn fastest...",
      "de": "Die hellsten Flammen ... brennen am schnellsten ...",
      "es": "Las llamas más brillantes... se apagan más rápidamente...",
      "fr": "Les flammes vives s'éteignent plus vite...",
      "pt": "As chamas mais intensas... se apagam mais cedo...",
      "ru": "Самое яркое пламя... затухает быстрее всего...",
      "id": "Api yang paling terang ... padam paling cepat ...",
      "th": "เปลวไฟนั้นกระจายตัวได้ง่าย...ฉันรู้ดี",
      "vi": "Ánh đèn dễ tắt... điều này tôi biết."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "失手了…",
      "zht": "失手了…",
      "jp": "しまった…",
      "ko": "내 실수야…",
      "en": "I am outplayed...",
      "de": "Ich habe versagt ...",
      "es": "Me vencieron...",
      "fr": "J'ai fait une erreur...",
      "pt": "Fiquei sem saída...",
      "ru": "Меня переиграли...",
      "id": "Aku kalah langkah ....",
      "th": "พลั้งมือไปซะแล้ว...",
      "vi": "Sơ ý rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不妨事。",
      "zht": "不妨事。",
      "jp": "構わない。",
      "ko": "무방하다",
      "en": "A minor setback.",
      "de": "Macht nichts.",
      "es": "Esto no es nada.",
      "fr": "Ce n'est rien.",
      "pt": "Um pequeno obstáculo.",
      "ru": "Мелкая неудача.",
      "id": "Hanya mundur sedikit.",
      "th": "เรื่องเล็กน้อย",
      "vi": "Không sao."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "大意了。",
      "zht": "大意了。",
      "jp": "油断した。",
      "ko": "방심했군",
      "en": "I let my guard down.",
      "de": "Ich war nicht vorsichtig.",
      "es": "Bajé la guardia.",
      "fr": "J'ai été imprudent.",
      "pt": "Baixei a guarda.",
      "ru": "Стоило только отвлечься...",
      "id": "Aku lengah.",
      "th": "ประมาทเกินไป",
      "vi": "Bất cẩn rồi."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "不好…",
      "zht": "不好…",
      "jp": "まずい…",
      "ko": "이런…",
      "en": "Not good...",
      "de": "Nicht gut ...",
      "es": "Oh, no...",
      "fr": "Ce n'est pas bon...",
      "pt": "Essa não foi boa...",
      "ru": "Нехорошо...",
      "id": "Gawat ....",
      "th": "ไม่ดี...",
      "vi": "Không hay rồi..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "厚积而薄发。",
      "zht": "厚積而薄發。",
      "jp": "雨垂れ石をも穿つ。",
      "ko": "준비가 완벽해야 일이 성사되는 법",
      "en": "May knowledge guide you.",
      "de": "Möge das Wissen dich leiten.",
      "es": "Que el conocimiento te guíe.",
      "fr": "Que mes connaissances vous soient utiles.",
      "pt": "Que o conhecimento te guie.",
      "ru": "Пусть знание ведёт тебя.",
      "id": "Ilmu pengetahuan menuntunmu.",
      "th": "ให้ความรู้คอยนำทาง",
      "vi": "Để trí tuệ của tôi dẫn lối nhé."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "不惭世上英。",
      "zht": "不慚世上英。",
      "jp": "我が義侠心は傑物にも恥じない。",
      "ko": "천하의 영웅들에게 부끄럽지 않을지어다",
      "en": "Chivalry will never die.",
      "de": "Die Ritterlichkeit wird niemals sterben.",
      "es": "La caballerosidad nunca morirá.",
      "fr": "La chevalerie est éternelle.",
      "pt": "O cavalheirismo nunca morrerá.",
      "ru": "Рыцарский дух вечен.",
      "id": "Sifat kesatria takkan pernah pudar.",
      "th": "ฮีโร่ผู้ไม่มีวันลาจากโลกใบนี้",
      "vi": "Không hổ danh anh hùng."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "扶善惩恶，当仁不让。",
      "zht": "扶善懲惡，當仁不讓。",
      "jp": "勧善懲悪、仁義を通すよ。",
      "ko": "악한 것을 벌하고 의를 행하리라",
      "en": "For justice.",
      "de": "Für Gerechtigkeit.",
      "es": "Por la justicia.",
      "fr": "Pour la justice.",
      "pt": "Pela justiça.",
      "ru": "За справедливость!",
      "id": "Demi keadilan.",
      "th": "ผดุงความดีงามและขจัดความชั่วช้า",
      "vi": "Phò thiện trừ ác, nhân nghĩa làm trọng."
    }
  }
]