[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我名重云，家族久居璃月，世代以驱邪除魔为业。今日萍水相逢，看来我与阁下有些缘分。唔…不收钱的，不收钱！",
      "zht": "我名重雲，家族久居璃月，世代以驅邪除魔為業。今日萍水相逢，看來我與閣下有些緣分。唔…不收錢的，不收錢！",
      "jp": "ぼくは重雲、璃月で妖魔退治を生業にする一族の出身だ。今日出会ったのも何かの縁だし…いや、金は取らない、取らないよ！",
      "ko": "내 이름은 중운. 우리 가문은 리월에서 오랫동안 거주해 온 퇴마사 집안이야. 오늘 이렇게 우연히 당신과 만난 것도 인연이겠지. 앗… 돈은 안 받아, 돈 안 받는다니까!",
      "en": "My name is Chongyun. My family has practiced the art of exorcism in Liyue for many generations. Fate has been generous in allowing my path to cross with that of your distinguished self. ...Oh, no — my services are free of charge!",
      "de": "Mein Name ist Chongyun und meine Familie praktiziert seit Jahrzehnten Exorzismus in Liyue. Das Schicksal hat mich am heutigen Tage zu dir geführt. Aber nein, ich berechne dir nichts!",
      "es": "Me llamo Chongyun. Mi familia ha practicado el arte del exorcismo en Liyue durante generaciones. El destino ha sido generoso al permitir que nuestros destinos se crucen. Oh, no te preocupes, ¡no cobro por mis servicios!",
      "fr": "Je m'appelle Chongyun. Ma famille pratique l'art de l'exorcisme à Liyue depuis des générations. Le destin a voulu que notre rencontre ait lieu, semble-t-il... Ah, et mes services sont gratuits !",
      "pt": "Meu nome é Chongyun. Minha família tem praticado a arte do exorcismo em Liyue por muitas gerações. O destino tem sido generoso em permitir que meu caminho se cruzasse com o seu. ...Oh, não - meus serviços são gratuitos!",
      "ru": "Я Чун Юнь. Мои предки поколениями изгоняли демонов в Ли Юэ. Судьба великодушно пересекла наши пути. Э? Мои услуги бесплатны! Бесплатны!",
      "id": "Namaku Chongyun, keluargaku menetap lama di Liyue. Pekerjaan kami adalah mengusir roh-roh jahat. Sepertinya takdir sudah mempertemukan kita di sini. Oh tidak, aku tidak menerima uang!",
      "th": "ฉันชื่อ Chongyun ตระกูลของฉันทำอาชีพปราบภูตผี ปีศาจใน Liyue หลายชั่วอายุคน วันนี้โชคชะตาเป็นใจให้ฉันมาพบกับคุณ โอ้... ฉันไม่รับเงินหรอก ทำให้ฟรี!",
      "vi": "Tôi là Chongyun, thuộc gia tộc sống ở Liyue lâu đời, chúng tôi theo nghiệp trừ ma đã lâu. Nay có dịp được làm quen, coi như là duyên phận giữa hai ta. Hả... Tôi không có thu phí đâu!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·驱邪之法",
      "zht": "閒聊·驅邪之法",
      "jp": "世間話·妖魔退治の方法",
      "ko": "잡담·퇴마의 방도",
      "en": "Chat: The Art of Exorcism",
      "de": "Gespräch – Vertreibung des Bösen",
      "es": "Charla - Magia para ahuyentar los espíritus",
      "fr": "Bavardage - L'art de l'exorcisme",
      "pt": "Bate-papo - A Arte do Exorcismo",
      "ru": "Поболтаем: Изгнание демонов",
      "id": "Berbincang: Pengusiran Setan",
      "th": "แชท-การขับไล่วิญญาณร้าย",
      "vi": "Nói chuyện phiếm - Cách trừ tà"
    },
    "line": {
      "zhs": "方士驱邪一靠咒术，二赖武艺。另辟蹊径亦可，但终非正道。",
      "zht": "方士驅邪一靠咒術，二賴武藝。另闢蹊徑亦可，但終非正道。",
      "jp": "方士が妖魔退治に用いるすべは、一つが方術、もう一つが武芸だ。他にも方法はあるが、正道ではない。",
      "ko": "도사의 퇴마는 주술과 무예로 완성되지. 새로운 길을 개척해도 좋으나, 결코 올바른 길은 아니야",
      "en": "Exorcism uses thaumaturgy and martial arts to conquer evil. There are other means to the same end, but they are not the true way.",
      "de": "Mystiker benutzen Bannsprüche und Kampfkunst, um böse Geister zu vertreiben. Es gibt noch andere Mittel, aber diese entsprechen nicht dem wahren Weg.",
      "es": "El exorcismo utiliza la taumaturgia y las artes marciales para conquistar el mal. Hay otros medios para llegar al mismo fin, pero no son el verdadero camino.",
      "fr": "J'ai recours à la thaumaturgie et aux arts martiaux pour vaincre le mal dans mon travail d'exorciste. D'autres moyens existent pour arriver au même résultat, mais ils ne sont pas justes.",
      "pt": "O exorcismo usa a taumaturgia e as artes marciais para dominar o mal. É outro meio para chegar ao mesmo destino, mas eles não são o verdadeiro caminho.",
      "ru": "Экзорцист полагается на заклинания и меч. Проложить новый путь можно, но это не истинный путь.",
      "id": "Para pengusir roh jahat mengandalkan mantra sihir dan ilmu bela diri untuk mengusir setan. Ada lagi cara lain untuk mencapai tujuan yang sama, tapi cara itu bukan cara yang benar.",
      "th": "นักปราบปีศาจพึ่งพาการร่ายมนต์ และศิลปะการต่อสู้เพื่อขับไล่ความชั่วร้าย วิธีอื่นก็สามารถใช้ได้ แต่มันไม่ใช่วิธีที่ถูกต้อง",
      "vi": "Phương sĩ trừ tà có thể dùng bùa chú và võ nghệ. Các thứ khác không phải không được dùng, nhưng đó chẳng phải chính đạo."
    }
  },
  {
    "title": {
      "zhs": "闲聊·饮食",
      "zht": "閒聊·飲食",
      "jp": "世間話·飲食",
      "ko": "잡담·음식",
      "en": "Chat: Diet",
      "de": "Gespräch – Speis und Trank",
      "es": "Charla - Comida",
      "fr": "Bavardage - Régime alimentaire",
      "pt": "Bate-papo - Dieta",
      "ru": "Поболтаем: Диета",
      "id": "Berbincang: Makanan dan Minuman",
      "th": "แชท-อาหารการกิน",
      "vi": "Nói chuyện phiếm - Ăn uống"
    },
    "line": {
      "zhs": "寒食饮冰利于平神静气…清心泡水辅以冰块饮下，对身体最好。",
      "zht": "寒食飲冰利於平神靜氣…清心泡水輔以冰塊飲下，對身體最好。",
      "jp": "冷たいものは気を落ち着かせるのにいい…清心を水に漬けて氷と一緒に飲めばより効果的だ。",
      "ko": "차가운 걸 먹고 마시면 마음을 가라앉힐 수 있어…. 청심을 우려낸 물에 얼음을 넣어 마시는 게 몸에 가장 좋아",
      "en": "I take my meals cold to quiet the spirit and calm my vital energies. Qingxin-infused water with ice is the most effective.",
      "de": "Für mich muss alles kalt sein, Essen, Eis, solche Dinge beruhigen mich und meinen Geist. Ein Qingxin-Aufguss mit Eiswürfeln ist am besten für den Körper.",
      "es": "Tomo mis comidas frías para calmar el espíritu y tranquilizar mi energía vital. Las infusiones de agua con hielo y flores chingxin son las más efectivas para ese fin.",
      "fr": "Je mange toujours mes repas froids pour apaiser mon énergie spirituelle... L'eau infusée à la fleur de Qingxin est ma meilleure alliée dans cet objectif.",
      "pt": "Tomo minhas refeições frias para acalmar o espírito e acalmar minhas energias vitais. Água infundida com Qingxin com gelo é a mais eficaz.",
      "ru": "Холодная еда остужает дух и успокаивает жизненную энергию... Настой цветка цинсинь со льдом эффективней всего.",
      "id": "Makan makanan dingin dan minum minuman dingin berguna untuk menenangkan pikiran. Air seduhan bunga Qingxin ditambah dengan es batu akan sangat berkhasiat untuk tubuh.",
      "th": "ฉันกินอาหารเย็น ๆ และดื่มน้ำเย็นเพื่อสงบจิตวิญญาณ... น้ำที่แช่ด้วยดอก Qingxin แล้วเติมน้ำแข็งเข้าไป มันดีต่อร่างกายสุด ๆ เลยล่ะ",
      "vi": "Ăn uống đồ lạnh tốt cho việc định thần hạ thân nhiệt... Dùng trà Thanh Tâm kết hợp với đá viên rất tốt cho sức khỏe."
    }
  },
  {
    "title": {
      "zhs": "闲聊·口诀",
      "zht": "閒聊·口訣",
      "jp": "世間話·口訣",
      "ko": "잡담·요어",
      "en": "Chat: Mantras",
      "de": "Gespräch – Sprüche",
      "es": "Charla - Mantra",
      "fr": "Bavardage - Mantra",
      "pt": "Conversa - Mantras",
      "ru": "Поболтаем: Мантры",
      "id": "Berbincang: Mantra",
      "th": "แชท-มนต์คาถา",
      "vi": "Nói chuyện phiếm - Khẩu quyết"
    },
    "line": {
      "zhs": "驱邪缚魅，内外澄清，啊，呃…糟了，后半句口诀忘了。",
      "zht": "驅邪縛魅，內外澄清，啊，呃…糟了，後半句口訣忘了。",
      "jp": "魑魅魍魎を屠り、内外に清を澄み渡らせる…えっと…あー…まずい、この後の口上を忘れてしまった。",
      "ko": "요마를 몰아내니, 온 세상이 맑고 깨끗하구나, 아, 어… 이런, 다음 구절을 까먹었군",
      "en": "\"Heart be pure, evil be erased. Mind be purged, world be...\" Um... Ugh, I always forget that last part.",
      "de": "Exorzismus, Verzauberung, innere und äußere Reinigung, ah ... und ... den Rest vergesse ich immer.",
      "es": "“Un corazón puro exorciza el mal, una mente clara...” Em... *Suspira*, siempre olvido la última parte.",
      "fr": "« Un cœur pur exorcise le mal, un esprit clair... » *soupir* Ah, j'oublie toujours ce qui vient ensuite...",
      "pt": "\"Que o coração seja puro, que o mal seja apagado. Que a mente seja purificada, que mundo seja...\" Hum... Ugh, eu sempre me esqueço da última parte.",
      "ru": "Сердце очистить, зло изгнать, разум просветлить, мир... эээм... хмм... всегда забываю, что там в конце.",
      "id": "\"Saat hati dimurnikan, kejahatan akan terhapus. Saat pikiran dibersihkan, dunia akan...\" Huh, aku lupa bait selanjutnya.",
      "th": "ปีศาจจงออกไป จิตใจจงบริสุทธิ์ อ่า เอิ่ม... ซวยแล้ว ท่อนต่อไปต้องว่ายังไงนะลืมแล้ว",
      "vi": "Diệt ác trừ ma, dẹp loạn thế gian. Hả, thôi chết rồi... Câu còn lại là gì nhở."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "雨是无根水，是最澄净的水，对驱邪除魔大有帮助。",
      "zht": "雨是無根水，是最澄淨的水，對驅邪除魔大有幫助。",
      "jp": "雨は根無しの水、すなわち最も清浄な水だ。妖魔退治にかなり役立つぞ。",
      "ko": "빗물은 땅에 닿기 전 하늘에서 떨어지는 가장 맑은 물이야. 요마를 몰아낼 때 아주 유용하게 쓰이지",
      "en": "There is no purer form of water than rain. It can aid us greatly in the purging of evil.",
      "de": "Regen ist die freiste und reinste Form des Wassers, es eignet sich sehr gut im Kampf gegen das Böse.",
      "es": "No hay forma de agua más pura que la lluvia. Es excelente para exorcizar el mal.",
      "fr": "Il n'y a pas plus pur que de l'eau de pluie. Elle nous aide à éliminer le mal.",
      "pt": "Não existe forma mais pura de água do que a chuva. Pode nos ajudar muito na purificação do mal.",
      "ru": "Дождь - наичистейшая вода. Она поможет нам в борьбе со злом.",
      "id": "Tidak ada lagi yang lebih murni dari air hujan. Air hujan sangat membantu dalam membersihkan kejahatan.",
      "th": "น้ำฝนไร้สิ่งปนเปื้อน เป็นน้ำที่บริสุทธิ์ที่สุด และช่วยขับไล่ปีศาจได้ดีที่สุด",
      "vi": "Mưa là dòng nước không có nguồn, vì vậy có sự hỗ trợ rất tốt cho việc trừ ta."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "这落雷好大阵仗，妖邪也会惧怕的吧。",
      "zht": "這落雷好大陣仗，妖邪也會懼怕的吧。",
      "jp": "今の落雷はすごかったな、きっと妖魔も恐れているだろう。",
      "ko": "이 벼락 기세가 엄청나네. 요마들도 무서워하겠어",
      "en": "Before the resounding thunder, evil must cower in fear.",
      "de": "Das Böse fürchtet sich vor dem Krachen des allmächtigen Donners.",
      "es": "Ante el rugido del trueno, el mal debe encogerse de miedo.",
      "fr": "Les esprits maléfiques trembleraient de peur devant cette foudre abasourdissante.",
      "pt": "Antes do trovão estrondoso, o mal deve se encolher de medo.",
      "ru": "Перед раскатами грома нечисть прячется в ужасе.",
      "id": "Saat suara guntur bergemuruh nyaring, kejahatan juga akan meringkuk ketakutan.",
      "th": "เมื่ออยู่ต่อหน้าเสียงฟ้าร้องที่ ดังสนั่น ปีศาจร้ายก็ต้องกลัวจนตัวสั่น เหมือนกัน",
      "vi": "Trời sấm chớp to như vậy thì yêu ma cũng sợ mà thôi."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "啊…好天气，真是舒服。",
      "zht": "啊…好天氣，真是舒服。",
      "jp": "いい天気だ、気持ちいいな。",
      "ko": "아… 기분 좋은 날씨네",
      "en": "Ah, this weather is delightful.",
      "de": "Ah, dieses Wetter ist herrlich.",
      "es": "Ah... este clima es encantador.",
      "fr": "Ce temps est si agréable.",
      "pt": "Ah! O tempo está ótimo!",
      "ru": "Ах... Хорошая погода, как приятно.",
      "id": "Wah, cuacanya bagus sekali.",
      "th": "อา... อากาศดีจัง สบายจังเลย",
      "vi": "A... Trời thật là đẹp, thích quá đi."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早晨的好时光可不能辜负，抓紧练功。",
      "zht": "早晨的好時光可不能辜負，抓緊練功。",
      "jp": "朝のひと時を無駄にはできない、鍛錬するぞ。",
      "ko": "이 좋은 아침을 헛되게 보낼 순 없어. 빨리 무예를 연마해야겠어!",
      "en": "It is unwise to waste the precious morning hours. Time to train!",
      "de": "Man sollte niemals die Morgenstunden verschwenden. Auf zum Training!",
      "es": "No hay que desperdiciar las primeras horas del día. ¡Hora de entrenar!",
      "fr": "Il ne faudrait pas gâcher un si bon matin. Place à l'entraînement !",
      "pt": "É insensato desperdiçar as preciosas horas da manhã. É hora de treinar!",
      "ru": "Так глупо тратить утренние часы впустую. Время для тренировки.",
      "id": "Jangan menyia-nyiakan waktu fajar yang berharga. Berlatihlah dengan sungguh-sungguh!",
      "th": "ช่วงเวลาที่ดีในตอนเช้าจะปล่อยให้ เสียไปเฉย ๆ ไม่ได้ ต้องรีบฝึกฝน",
      "vi": "Buổi sáng là thời gian tốt nhất để luyện tập, không được làm biếng."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "正午灵气极盛，可得抓紧练功。",
      "zht": "正午靈氣極盛，可得抓緊練功。",
      "jp": "正午は霊の気が最も盛んになる、急いで鍛錬しないと。",
      "ko": "정오가 되니 기운이 넘치네. 서둘러 무예를 연마해야겠어",
      "en": "One's spiritual energies are at their peak at noon. We must take that time to practice.",
      "de": "Spirituelle Energie ist mittags am konzentriertesten. Das sollten wir zu Trainingszwecken nutzen.",
      "es": "La energía espiritual llega a su apogeo al mediodía. Debemos aprovechar esa hora del día para entrenar.",
      "fr": "Notre énergie spirituelle atteint son paroxysme à midi. Il faut en profiter pour s'entraîner.",
      "pt": "As energias espirituais de cada um estão no auge ao meio-dia. Devemos dedicar esse tempo para treinar.",
      "ru": "Духовные силы расцветают в полдень. Подходящее время для тренировки.",
      "id": "Energi spiritual seseorang akan mencapai puncaknya di siang hari. Kita harus memanfaatkan waktu sebaik-baiknya untuk berlatih.",
      "th": "ในตอนเที่ยงพลังงานของ วิญญาณนั้นแข็งแกร่งมาก ดังนั้นต้องรีบฝึกฝน",
      "vi": "Chính ngọ là thời gian linh khí cực thịnh, phải tranh thủ luyện công."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚间最适静息凝神，更要抓紧练功。",
      "zht": "晚間最適靜息凝神，更要抓緊練功。",
      "jp": "夜の静けさは精神統一に適している、なおさら鍛錬しないと。",
      "ko": "밤은 집중이 가장 잘 되는 시간이야. 서둘러 무예를 연마해야겠어",
      "en": "As the day winds down and the quiet of evening sets in, the atmosphere is ripe for focusing your mind. There is no better time than this for training.",
      "de": "Abends kann man sich am besten ausruhen und konzentrieren, obwohl körperliches Training auch gut ist.",
      "es": "La noche es el mejor momento para estar tranquilo y concentrado. Es el mejor momento para entrenar.",
      "fr": "Le jour se dissipe pour faire place à la nuit. L'atmosphère est idéale pour se concentrer. Il n'y a pas meilleur moment pour s'entraîner.",
      "pt": "À medida que o dia se acalma e o silêncio da noite se instala, a atmosfera está propícia para concentrar sua mente. Não há tempo melhor do que este para o treinamento.",
      "ru": "Когда день подходит к концу, и вечерняя тишина благоприятствует сосредоточению. Лучшее время для тренировки.",
      "id": "Malam hari adalah waktu terbaik untuk menenangkan diri dan memfokuskan pikiran. Tidak ada lagi waktu yang lebih baik dari ini untuk berlatih.",
      "th": "ในเวลากลางคืนเหมาะกับการ พักผ่อนและรวบรวมสมาธิ ยิ่งต้องรีบใช้เวลานี้เพื่อฝึกฝน",
      "vi": "Buổi tối là thời gian thích hợp tĩnh tâm, càng phải tranh thủ luyện công."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "呼，累了一整天，你也休息去吧。明天再去传闻中鬼怪出没的老宅看看，说好了。",
      "zht": "#呼，累了一整天，{F#妳}{M#你}也休息去吧。明天再去傳聞中鬼怪出沒的老宅看看，說好了。",
      "jp": "ふう、今日も一日頑張ったな、お前も早く休むといい。明日は妖魔が出没すると噂の古い屋敷に行く、約束だぞ。",
      "ko": "휴, 하루 종일 힘들었을 텐데 너도 어서 가서 쉬어. 내일 귀신이 출몰한다는 그 집에 다시 가보자. 약속이야",
      "en": "Whew. What a tiring day. You should get some rest. Don't forget what we agreed — we will investigate that haunted house tomorrow.",
      "de": "Das war ein anstrengender Tag, du solltest dich besser ausruhen gehen. Denk dran, morgen gehen wir zusammen zu diesem Spukhaus.",
      "es": "Uf. Que día tan agotador. Deberías descansar un poco. No olvides lo que acordamos: mañana investigaremos esa casa embrujada.",
      "fr": "Pfiou. Quelle journée éreintante ! Va donc te reposer. Nous visiterons cette maison hantée demain, n'oublie pas ta promesse.",
      "pt": "Ufaa. Que dia cansativo. Você deveria descansar um pouco. Não esqueça o que combinamos - amanhã vamos investigar aquela casa assombrada.",
      "ru": "Уф, это был трудный день. Тебе тоже пора спать. Не забудь, что мы договорились осмотреть тот дом с привидениями.",
      "id": "Wah, hari ini benar-benar melelahkan. Sebaiknya kamu beristirahat. Jangan lupa janji kita, kita akan menyelidiki rumah berhantu itu besok.",
      "th": "ฟู่ว เหนื่อยมาทั้งวันแล้ว คุณก็พักบ้างเถอะ พรุ่งนี้ยังต้องไปสำรวจดูบ้านผีสิงที่คนลือกันอีก ตกลงกันแล้วนะ",
      "vi": "Phù, cả ngày mệt rồi bạn cũng phải nghỉ ngơi đó. Ngày mai nhớ đến căn nhà cổ có ma, xem tin đồn thật giả thế nào nhé."
    }
  },
  {
    "title": {
      "zhs": "关于重云自己·方士",
      "zht": "關於重雲自己·方士",
      "jp": "重雲自身について·方士",
      "ko": "중운 자신에 대해·도사",
      "en": "About Chongyun: Exorcists",
      "de": "Über Chongyun – Mystiker",
      "es": "Sobre Chongyun - Exorcista",
      "fr": "À propos de Chongyun - Exorcisme",
      "pt": "Sobre Chongyun - Exorcistas",
      "ru": "О Чун Юне: Экзорцисты",
      "id": "Tentang Chongyun: Pengusir Roh Jahat",
      "th": "เกี่ยวกับตัว Chongyun เอง-นักปราบปีศาจ",
      "vi": "Về Chongyun - Phương sĩ"
    },
    "line": {
      "zhs": "我们方士一派自古守护璃月，传承久远，剿杀邪魔自然是手到擒来。",
      "zht": "我們方士一派自古守護璃月，傳承久遠，剿殺邪魔自然是手到擒來。",
      "jp": "ぼくら方士一門は古くから璃月を守ってきた。歴史が長い分、妖魔退治のコツも心得ている。",
      "ko": "우리 도사 일파는 아주 먼 옛날부터 리월을 수호해왔어. 요마를 죽이는 것쯤은 식은 죽 먹기야",
      "en": "We exorcists have been protectors of Liyue since ancient times, and our techniques have been passed down from generation to generation. Purging evil is second nature to us.",
      "de": "Wir Mystiker beschützen Liyue schon seit den ersten Tagen, das sagen zumindest alte Legenden. Das Auslöschen von Bösem liegt in unserer Natur.",
      "es": "Los exorcistas hemos sido protectores de Liyue desde tiempos antiguos, y nuestras técnicas han sido transmitidas de generación en generación. Para nosotros, purgar el mal es un instinto natural.",
      "fr": "Nous, exorcistes, avons protégé Liyue depuis la nuit des temps. Nos techniques sont transmises de génération en génération afin de vaincre de mal. Il s'agit de notre raison de vivre.",
      "pt": "Nós exorcistas somos protetores de Liyue desde os tempos antigos, e nossas técnicas foram passadas de geração em geração. Eliminar o mal é uma segunda natureza para nós.",
      "ru": "Наш род экзорцистов защищал Ли Юэ с древних времён, передавая знания по наследству. Естественно, бороться со злом для нас легко.",
      "id": "Kami sebagai pengusir roh jahat telah melindungi Liyue sejak zaman kuno. Ilmu kami juga telah diwariskan dari generasi ke generasi. Bagi kami, membasmi roh jahat semudah membalikkan tangan.",
      "th": "กลุ่มนักปราบปีศาจของเราปกป้อง Liyue มาตั้งแต่สมัยโบราณ มีการสืบทอดอย่างยาวนาน การกำจัดปีศาจเป็นธรรมชาติของเราไปแล้ว",
      "vi": "Chúng tôi là phương sĩ luôn bảo vệ Liyue, nhiều đời diệt ma trừ ác."
    }
  },
  {
    "title": {
      "zhs": "关于重云自己·委托",
      "zht": "關於重雲自己·委託",
      "jp": "重雲自身について·依頼",
      "ko": "중운 자신에 대해·의뢰",
      "en": "About Chongyun: Commissions",
      "de": "Über Chongyun – Mission",
      "es": "Sobre Chongyun - Encargos",
      "fr": "À propos de Chongyun - Commissions",
      "pt": "Sobre Chongyun - Missões",
      "ru": "О Чун Юне: Поручения",
      "id": "Tentang Chongyun: Commission",
      "th": "เกี่ยวกับตัว Chongyun เอง-คำขอ",
      "vi": "Về Chongyun - Ủy thác"
    },
    "line": {
      "zhs": "明明什么都没做，只是进了凶宅的门就解决了问题。这个委托的报酬，你觉得是拿还是不拿呢？",
      "zht": "#明明什麼都沒做，只是進了凶宅的門就解決了問題。這個委託的報酬，{F#妳}{M#你}覺得是拿還是不拿呢？",
      "jp": "何もせず、ただ屋敷に入っただけで問題解決か。この依頼の報酬は受け取るべきなんだろうか、お前はどう思う？",
      "ko": "아무것도 안하고 흉가의 문만 들어섰을 뿐인데 해결되다니. 이 의뢰도 보수를 받아야 하나?",
      "en": "*sigh* I didn't actually do anything. I just walked into that haunted house, and the problem was resolved... Do you think I should still take payment for this exorcism?",
      "de": "Ich habe wirklich nichts dazu beigetragen, ich bin nur in das Haus gegangen und das Problem war plötzlich gelöst. Sollte ich dafür noch Geld nehmen?",
      "es": "En realidad, no hice nada. Solo entré a esa casa embrujada y el problema se resolvió... ¿Crees que debería aceptar el pago por ese exorcismo?",
      "fr": "Je n'ai pas fait grand-chose à part rentrer dans cette maison hantée. Penses-tu que je devrais demander une rémunération pour ça ?",
      "pt": "Na verdade, eu não fiz nada. Apenas entrei naquela casa mal assombrada e o problema foi resolvido... Você acha que eu ainda deveria receber o pagamento por esse exorcismo?",
      "ru": "Я вообще ничего не делал. Только зашёл в проклятый дом, и проблема разрешилась. Думаешь, стоит брать плату за такую работу?",
      "id": "Aku sebenarnya tidak melakukan apa pun. Aku hanya masuk ke dalam rumah berhantu itu dan masalah pun terselesaikan dengan sendirinya. Apa menurutmu aku harus mengambil imbalan untuk misi pengusiran roh jahat kali ini?",
      "th": "ฉันไม่ได้ทำอะไรเลยนี่นา แค่เดินเข้าไปในบ้านที่มีปีศาจร้ายอยู่ ปัญหาก็หมดไปแล้ว เรื่องเล็กน้อยอย่างงี้ คุณคิดว่าฉันควรรับเงินมั้ยล่ะ?",
      "vi": "Rõ ràng là không có làm gì, chỉ cần bước vào nhà là mọi việc được giải quyết. Bạn thấy ủy thác này có nên nhận hay không?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·旅伴",
      "zht": "關於我們·旅伴",
      "jp": "旅の仲間について…",
      "ko": "우리에 대해·동행",
      "en": "About Us: Companions",
      "de": "Über uns – Gefährten",
      "es": "Sobre nosotros - Compañeros",
      "fr": "À propos de nous - Compagnons",
      "pt": "Sobre Nós - Companheiros",
      "ru": "О нас: Компаньоны",
      "id": "Tentang Kita: Teman Perjalanan",
      "th": "เกี่ยวกับพวกเรา-เพื่อนร่วมเดินทาง",
      "vi": "Về chúng tôi - Bạn đồng hành"
    },
    "line": {
      "zhs": "你的本事不错，对丘丘…咳…邪魔从不手软，我们结伴而行如何。",
      "zht": "#{F#妳}{M#你}的本事不錯，對丘丘…咳…邪魔從不手軟，我們結伴而行如何。",
      "jp": "お前はなかなかの実力者だ、ヒルチャールに…コホン…妖魔に対しても手加減しない。これから仲間として共に行動してみないか？",
      "ko": "실력이 좀 있어 보이네. 츄츄를… 에헴… 요마를 단숨에 제압하다니. 우리 같이 다니는 게 어때?",
      "en": "Your skills are impressive. When you finish with a hilichurl— I mean, an evil spirit, it is surely banished from this world for good. How about we team up?",
      "de": "Deine Fähigkeiten sind beachtlich, gegenüber einem Hillichurl ... die geben nicht so leicht auf, wir schließen uns am besten zusammen.",
      "es": "Tus habilidades son impresionantes. Cuando acabas con un Hilichurl, quiero decir, con un espíritu maligno, es desterrado de este mundo para siempre. ¿Qué tal si hacemos equipo?",
      "fr": "#Tu es {M#impressionnant}{F#impressionnante}. Lorsque tu vaincs un Brutoco... Ahem, un esprit maléfique, il disparaît de ce monde pour de bon. Faisons équipe !",
      "pt": "Suas habilidades são impressionantes. Quando você acaba com um Hilichurl - quero dizer, um espírito maligno, certamente é banido deste mundo para sempre. Que tal nos unirmos?",
      "ru": "Твои навыки впечатляют. Когда разберёшься с хиличур... эм... злыми духами, давай путешествовать вместе.",
      "id": "Kemampuanmu memang menakjubkan. Hatimu tidak goyah sedikit pun saat membasmi Hilichurl, uhuk, roh jahat. Bagaimana kalau kita bekerja sama saja?",
      "th": "ทักษะของคุณไม่เลวเลยทีเดียว ไม่ยอมออมมือให้กับ Hilichurl... อะแฮ่ม... ปีศาจ เรามาร่วมมือกันดีมั้ย?",
      "vi": "Bản lĩnh cũng không tồi... Quyết không nương tay với yêu ma, chúng ta chung đội được không?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·怪谈",
      "zht": "關於我們·怪談",
      "jp": "怪談について…",
      "ko": "우리에 대해·괴담",
      "en": "About Us: Ghost Stories",
      "de": "Über uns – Gruselgeschichten",
      "es": "Sobre nosotros - Rumores",
      "fr": "À propos de nous - Bruits & rumeurs",
      "pt": "Sobre Nós - Histórias de Fantasma",
      "ru": "О нас: Истории о призраках",
      "id": "Tentang Kami: Cerita Hantu",
      "th": "เกี่ยวกับพวกเรา-พูดคุยเรื่องผีสาง",
      "vi": "Về chúng tôi - Truyện ma"
    },
    "line": {
      "zhs": "璃月的奇闻异事你已经见了不少吧，你说的那些方外的鬼怪，我…我也想看看。",
      "zht": "#璃月的奇聞異事你已經見了不少吧，{F#妳}{M#你}說的那些方外的鬼怪，我…我也想看看。",
      "jp": "璃月の怪談をお前も数多く経験してきたんだろ？先ほど、お前が言っていた怪異…ぼくも、見てみたいものだ。",
      "ko": "너도 이제 리월의 기이하고 흥미로운 일들은 이미 많이 봤겠지? 네가 리월 밖에서 봤다던 요괴들 말이야, 나… 나도 좀 보고 싶은데",
      "en": "By now, you must be well acquainted with Liyue's supernatural phenomena. Now, about the evil beings you speak of in lands beyond... I would very much like to see them too.",
      "de": "Du hast jetzt schon einiges an Liyues überirdischen Phänomenen gesehen. Jetzt würde ich auch gern einmal ein paar von den Geistern sehen, die in deinen Geschichten außerhalb dieser Lande so kreuchen ...",
      "es": "#Ya debes estar familiarizad{F#a}{M#o} con los fenómenos sobrenaturales de Liyue. En cuanto a los seres malignos de otras tierras que mencionas, me gustaría verlos.",
      "fr": "Les phénomènes paranormaux de Liyue ne te sont plus étrangers désormais, je suppose. Tu m'avais parlé d'esprits maléfiques qui sévissent dans des contrées lointaines... J'aimerais les voir aussi.",
      "pt": "Por enquanto, você deve estar bem familiarizado com os fenômenos sobrenaturais de Liyue. Agora, sobre os seres malignos... Eu gostaria muito de vê-los também.",
      "ru": "#Ты уже хорошо знаком{F#a} со сверхъестественным в Ли Юэ. Я бы хотел посмотреть на призраков из других земель, о которых ты рассказывал{F#a}.",
      "id": "Kamu pasti sudah tidak asing dengan kejadian-kejadian gaib di Liyue. Aku juga ingin melihat roh-roh jahat yang sering kamu ceritakan...",
      "th": "ตอนนี้คุณคงคุ้นเคยกับเรื่องลึกลับ มหัศจรรย์ทั้งหลายใน Liyue แล้วสิ ปีศาจร้ายจากดินแดนอื่นที่พูดถึง ฉัน... ฉันก็อยากเห็นมันเหมือนกัน",
      "vi": "Những chuyện kỳ quái ở Liyue bạn đã nghe nhiều rồi phải không, còn những chuyện ma quỷ ở những vùng đất khác tôi... Cũng muốn đi xem."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」虽然厉害，却不可盲目依赖。我还是更加信任方术和武技。本事要精进，还是得勤学苦练。",
      "zht": "「神之眼」雖然厲害，卻不可盲目依賴。我還是更加信任方術和武技。本事要精進，還是得勤學苦練。",
      "jp": "「神の目」の力は驚異的だが、ただ盲目的に頼ってはいけない。ぼくはやはり磨いてきた方術と武芸を信じる。己が実力を高めるには、勉学と鍛錬が必要不可欠なんだ。",
      "ko": "「신의 눈」이 강하긴 하지만, 맹목적으로 거기에만 의존해선 안 돼. 난 도술과 무예를 더 믿는 편이야. 부지런히 배우고 연마하면 실력은 널 배신하지 않아",
      "en": "Visions are powerful, but one would be foolish to place blind faith in them. Personally, I trust more in thaumaturgy and martial arts. In the end, one cannot become truly proficient without vigorous training.",
      "de": "Göttliche Augen sind zwar sehr stark, aber man müsste schon sehr naiv sein, sein gesamtes Vertrauen blind darauf zu setzen. Ich persönlich vertraue mehr auf meine Austreibung und Kampfkünste. Letztendlich kann man nur ein wahrer Profi werden, wenn man beides beherrscht und das erfordert langes Training.",
      "es": "Las Visiones son poderosas, pero sería una tontería poner toda tu fe en ellas ciegamente. Personalmente, confío más en los exorcismos y las artes marciales. Al final, para desarrollar una habilidad es necesario un estricto estudio y un entrenamiento.",
      "fr": "Les yeux divins sont des artéfacts puissants, mais ce serait une erreur de se fier uniquement à eux. La thaumaturgie et les arts martiaux ont davantage de valeur à mes yeux, car il faut y mettre du sien pour les maîtriser.",
      "pt": "As visões são poderosas, mas seria insensato colocar fé cega nelas. Pessoalmente, confio mais em exorcismo e artes marciais. No final, não se pode tornar verdadeiramente proficiente sem treinamento vigoroso.",
      "ru": "Глаз Бога, конечно, очень силён, но нельзя слепо полагаться на него. Я всё же больше доверяю заклинаниям и своему мечу. Нет мастерства без усердной тренировки.",
      "id": "Vision memang hebat, tapi kita tidak boleh mengandalkannya sepenuhnya. Dibandingkan Vision, aku lebih percaya akan ilmu sihir dan ilmu bela diri. Tentu kita harus rajin berlatih bila kita ingin menguasainya.",
      "th": "ถึงแม้ \"วิชั่น\" จะทรงพลัง แต่เราไม่ควรหลับหูหลับตา พึ่งพามัน ส่วนตัวแล้ว ฉันเชื่อในการแปรธาตุกับศิลปะการต่อสู้มากกว่า ถ้าอยากพัฒนาทักษะ ก็ต้องฝึกฝนอย่างขยัน",
      "vi": "Vision tuy lợi hại nhưng không được ỷ lại vào nó. Tôi rất tin tưởng vào phép thuật và võ nghệ. Vẫn cần phải khổ luyện cố gắng nhiều."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "璃月的土地上妖邪传闻虽然众多，但真假掺杂，有些奇奇怪怪的委托…其实跟鬼怪一点关系也没有。",
      "zht": "璃月的土地上妖邪傳聞雖然眾多，但真假摻雜，有些奇奇怪怪的委託…其實跟鬼怪一點關係也沒有。",
      "jp": "璃月に怪談話はたくさんあるが、そのすべてが本物というわけではない。異様とも思える内容の依頼でも…その実、怪異とは無関係ということもある。",
      "ko": "리월 땅에 요마에 관한 소문이 많긴 하지만, 진짜와 가짜가 모두 섞여 있어. 어떤 의뢰들은… 사실 요괴와 아무런 상관이 없거든",
      "en": "There are rumors abound concerning evil spirits in Liyue, but not all have truth to them. In fact, some strange commissions wind up having nothing to do with them at all.",
      "de": "Es gibt einige Gerüchte und Erzählungen über böse Geister und Dämonen in Liyue, aber nur die wenigsten davon sind wahr. Es mischen sich manchmal sogar andere dabei ein, die gar nichts mit Geistern zu tun haben.",
      "es": "Abundan los rumores sobre los espíritus malignos en Liyue, pero no todos son ciertos. De hecho, algunos encargos extraños terminan sin tener ninguna relación con lo paranormal.",
      "fr": "Les rumeurs à propos d'esprits maléfiques sont monnaie courante à Liyue, mais beaucoup sont infondées. Parfois, certaines des missions étranges que j'accepte n'ont finalement rien à voir avec eux...",
      "pt": "Existem muitos rumores sobre os demônios em Liyue, e as verdades e mentiras se misturam. Mas na verdade, algumas missões estranhas não têm nada ver com os demônios.",
      "ru": "Ли Юэ полон слухами о злобных духах, но сложно отделить истину от выдумки. Много странных заказов в итоге вообще не имеют к ним никакого отношения.",
      "id": "Walaupun banyak rumor yang beredar tentang roh jahat di dataran Liyue, tapi tidak semua rumor itu benar. Banyak misi-misi aneh yang tidak berhubungan dengan roh jahat sama sekali.",
      "th": "แม้ว่าจะมีข่าวลือมากมายเกี่ยวกับ วิญญาณร้ายใน Liyue แต่เรื่องจริงเรื่องเท็จมันปนกันมั่ว ไปหมด บางทีก็มีคำขอแปลก ๆ มาด้วย... ทั้ง ๆ ที่จริงมันไม่ได้เกี่ยวข้องกับปีศาจ เลยแม้แต่นิด",
      "vi": "Vùng đất Liyue tuy nhiều chuyện kỳ lạ, nhưng thật giả khó đoán. Có nhiều ủy thác... Lại chẳng liên quan đến ma quỷ."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "听说琥牢山的琥珀中封存了不少稀奇古怪的东西，会不会也有一些历史传说中的妖邪呢？真想见识见识。",
      "zht": "聽說琥牢山的琥珀中封存了不少稀奇古怪的東西，會不會也有一些歷史傳說中的妖邪呢？真想見識見識。",
      "jp": "琥牢山の琥珀には珍しいものがたくさん保存されていると聞いた。伝説の妖魔もいるのだろうか？見てみたいな。",
      "ko": "호로산에 있는 호박엔 진기한 것들이 많이 봉인돼있다고 들었는데, 전해져 내려오는 전설 속의 요마도 있으려나? 정말 한번 보고 싶네",
      "en": "I have heard there are many strange and rare things sealed within the amber from Mt. Hulao. Could some of them be the fabled demons of which the ancient legends speak? I would love to investigate.",
      "de": "Man hat mir berichtet, dass im Bernstein des Hulao-Bergs viele merkwürdige Dinge eingeschlossen wurden. Ob einige davon mysteriöse Dämonen aus alten Legenden sind? Ich würde mir das liebend gern einmal ansehen.",
      "es": "Escuché que en el ámbar de la Montaña Hulao se esconden cosas realmente extrañas. ¿Crees que habrá algún espíritu legendario del pasado? ¡Me encantaría conocerlo!",
      "fr": "Une rumeur dit que le Mont Hulao renferme des entités mystérieuses. Serait-ce les démons d'une ancienne légende ? J'aimerais en avoir le cœur net.",
      "pt": "Ouvi dizer que há muitas coisas estranhas seladas no âmbar da Montanha Hulao, será que também há demônios das quais as lendas antigas falam? Eu gostaria de ir lá investigar.",
      "ru": "Говорят, в янтарных ловушках на горе Хулао можно обнаружить много странных вещей. Может быть, среди них есть и монстры из древних легенд? Очень хотелось бы посмотреть.",
      "id": "Kudengar bahwa amber di Mt. Hulao menyimpan banyak benda yang aneh dan langka, jangan-jangan salah satu batu amber itu menyegel iblis yang ada di legenda? Aku sungguh ingin menyelidikinya.",
      "th": "ได้ยินว่าที่ภูเขา Mt. Hulao มีสิ่งประหลาดอยู่หลายอย่าง ไม่รู้ว่าจะมีปีศาจในตำนานรึเปล่านะ? อยากไปดูให้เห็นกับตาจริง ๆ เลย",
      "vi": "Nghe nói trong hổ phách ở Hổ Lao Sơn phong ấn rất nhiều thứ kỳ dị, lẽ nào những yêu ma trong truyền thuyết thực sự tồn tại? Thật muốn đi xem cho biết."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "「往生堂」的钟离先生啊，隐约觉得是个厉害角色，凡夫恶党杀人，我们方士除妖，他居然能葬仙人。",
      "zht": "「往生堂」的鍾離先生啊，隱約覺得是個厲害角色，凡夫惡黨殺人，我們方士除妖，他居然能葬仙人。",
      "jp": "往生堂の鍾離殿か、すごい人物だってことはなんとなく分かる。悪党は人を殺し、ぼくら方士は妖魔を退治するが、彼は仙人を葬り去ることができるからな。",
      "ko": "「왕생당」의 종려 선생? 뭔가 엄청난 분이신 것 같아. 범부는 악을 저지르며 살인을 하고, 우리 도사들은 퇴마를 하는데, 그는 선인의 장사를 지내잖아",
      "en": "That Zhongli from the Wangsheng Funeral Parlor seems to be quite an incredible man. Just think, common folk might gang up to commit a murder, we exorcists vanquish demons — but he alone buries the bodies of the adepti.",
      "de": "Dieser Zhongli vom Bestattungsunternehmen Wangsheng, er macht einen ziemlich beeindruckenden Anschein. Stell es dir so vor, normale Menschen töten andere Menschen, wir Mystiker treiben Geister aus, aber er, er begräbt die Adepten.",
      "es": "Zhongli, de la Funeraria El Camino, parece ser una persona increíble. La gente común se reúne para cometer un asesinato, nosotros exorcizamos a los demonios, pero solo él entierra los cuerpos de los Adeptus.",
      "fr": "Zhongli du Funérarium Wangsheng est incroyable. Les personnes ordinaires se regroupent pour commettre un meurtre, les exorcistes éliminent les démons, mais il enterre seul les corps des Adeptes...",
      "pt": "O senhor Zhongli da Funerária de Wangsheng, eu pessoalmente o acho um homem incrível. Os mortais malfeitores matam pessoas, nós exorcistas expulsamos os demônios, mas é ele sozinho que enterra os Adepti.",
      "ru": "Этот Чжун Ли из ритуального бюро «Ваншэн» - интересный персонаж. Толпа крестьян может убить человека, экзорцисты могут изгнать демона, а он может похоронить Адепта.",
      "id": "Tuan Zhongli dari Wangsheng Funeral Parlor diam-diam adalah seseorang yang hebat. Bagaimana tidak, orang-orang awam harus bekerja sama untuk membunuh orang, sedangkan kita para pengusir roh jahat mampu membasmi roh-roh jahat. Tapi dia bisa mengubur tubuh Adeptus sendirian.",
      "th": "ฉันคิดว่าคุณ Zhongli จากโถงแห่งการเกิดใหม่ Wangsheng เป็นคนที่เก่งสุดยอดไปเลย คนธรรมดาอาจรวมกลุ่มเพื่อฆ่าคน นักปราบปีศาจอาจปราบปีศาจ แต่มีเพียงเขาคนเดียวที่สามารถฝังร่างเซียนได้",
      "vi": "Tiên sinh Zhongli của \"Vãng Sinh Đường\" ư, có lẽ là một nhân vật lợi hại. Chúng tôi là phương sĩ trừ tà, còn anh ta lại là người chôn cất cho các tiên nhân."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "我虽然敬佩行秋的武艺和侠心。但是我一定要事先提醒你，他坏心思也不少。如果真的发生了什么事情，记得回来和我结成受害者同盟啊。",
      "zht": "#我雖然敬佩行秋的武藝和俠心。但是我一定要事先提醒{F#妳}{M#你}，他壞心思也不少。如果真的發生了什麼事情，記得回來和我結成受害者同盟啊。",
      "jp": "行秋の武芸と義侠心にはぼくも感服するけど、ひとつお前に忠告しておかなきゃならない。彼は時々意地悪なところがあるんだ。もし何かあったら、ぼくと一緒に被害者の会を作ろう。",
      "ko": "나도 행추의 무예와 의협심은 존경해. 하지만 내가 미리 알려주는데, 걔도 그렇게 착한 것만은 아니야. 만약 진짜 무슨 일이라도 생기면, 꼭 나랑 피해자 동맹 맺자",
      "en": "I do admire Xingqiu for his devotion to chivalry and his martial arts proficiency. However — I must warn you that he definitely has a mean side, too. If you find that you fall foul of any of his antics, come to me and we'll form a \"Victims of Xingqiu\" alliance. There is strength in numbers.",
      "de": "Ich bewundere zwar Xingqius Hingabe zur Gerechtigkeit und seine Kampfkünste, jedoch muss ich dich warnen, er hat auch einige schlechte Absichten. Solltest du einmal bei ihm in Ungnade fallen, dann such mich auf, wir formen dann eine Xingqiu-Opfer-Allianz zusammen.",
      "es": "Admiro a Xingchiu por su dedicación a la caballería y su dominio de las artes marciales. Sin embargo, te advierto que también tiene un lado malvado. Si caes en alguna de sus bromas, ven a mí y formaremos una alianza de “víctimas de Xingchiu”. La unión hace la fuerza.",
      "fr": "J'admire le dévouement de Xingqiu pour la chevalerie et les arts martiaux, mais je dois t'avertir qu'il peut être fort désagréable. Si tu es un jour victime de ses brimades, formons une alliance.",
      "pt": "#Eu admiro Xingqiu por sua devoção ao cavalheirismo e sua proficiência em artes marciais. No entanto - devo adverti-l{M#o}{F#a} que ele definitivamente também tem um lado mau. Se você achar que você se sente vítima de qualquer uma das suas artimanhas, venha até mim e formaremos uma aliança de \"Vítimas de Xingqiu\". Há força em números.",
      "ru": "Я восхищаюсь боевым навыкам и благородством Син Цю. Но знай, у него есть и тёмная сторона. Если он всё-таки заденет тебя своими выходками, то обращайся ко мне, мы создадим «Общество жертв Син Цю». Вместе мы сила.",
      "id": "Aku sangat mengagumi pengabdian Xingqiu pada ilmu bela diri dan jiwa kesatrianya. Tapi ada satu hal yang harus kuperingatkan kepadamu, dia sebenarnya juga memiliki sisi jahat. Kalau terjadi sesuatu hal yang tak diinginkan, jangan lupa untuk kembali dan kita bisa bergabung menjadi \"perkumpulan para korban Xingqiu\".",
      "th": "แม้ว่าฉันจะชื่นชมศิลปะการต่อสู้ และหัวใจที่กล้าหาญของ Xingqiu แต่ฉันต้องเตือนคุณล่วงหน้าว่าเขามีความคิดร้าย ๆ มากมาย ถ้าเกิดเรื่องอะไรขึ้นจริง ๆ อย่าลืมกลับมาร่วมเข้ากลุ่มคนโดน รังแกกับฉันนะ",
      "vi": "Tuy rất khâm phục võ nghệ và trái tim nghĩa hiệp của Xingqiu, nhưng tôi cũng phải nhắc nhở bạn, anh ta có rất nhiều ý nghĩ đen tối. Nếu xảy ra chuyện gì, nhớ nói với tôi, chúng ta sẽ thành lập liên minh những người bị hại."
    }
  },
  {
    "title": {
      "zhs": "关于魈…",
      "zht": "關於魈…",
      "jp": "魈について…",
      "ko": "소에 대해…",
      "en": "About Xiao",
      "de": "Über Xiao ...",
      "es": "Sobre Xiao...",
      "fr": "À propos de Xiao...",
      "pt": "Sobre Xiao...",
      "ru": "О Сяо...",
      "id": "Tentang Xiao",
      "th": "เกี่ยวกับ Xiao...",
      "vi": "Về Xiao..."
    },
    "line": {
      "zhs": "降魔大圣和我们方士一派，一暗一明，共守璃月，历史已久，我非常尊敬魈上仙。但是，那位大人居然说…居然说什么驱邪方士量小力微不值一提，我，我绝对不能苟同！",
      "zht": "降魔大聖和我們方士一派，一暗一明，共守璃月，歷史已久，我非常尊敬魈上仙。但是，那位大人居然說…居然說什麼驅邪方士量小力微不值一提，我，我絕對不能苟同！",
      "jp": "降魔大聖とぼくら方士一族は、長い間それぞれ裏と表で璃月を共に守ってきた。ぼくは魈仙人のことをとても尊敬しているが、あの方は…方士の力など取るに足らないと言ったんだ。ぼくは、ぼくは絶対にそんな戯言認めない！",
      "ko": "오래전부터 항마대성님은 어두운 곳에서, 우리 도사 일파는 밝은 곳에서 함께 리월을 수호해왔고, 난 그분을 아주 존경했지. 근데 그분이… 그분이 퇴마 도사는 너무 약해서 언급할 가치도 없다고 하셨어. 나, 난 절대 인정 못 해!",
      "en": "The Conqueror of Demons himself has defended Liyue side-by-side with we exorcists for generations, day after day, night after night. I have the utmost respect for Adeptus Xiao. It's just... Why must he be so disparaging toward us? He says our repertoire is lacking and our power is trivial. I'm sorry, but I just can't accept that.",
      "de": "Der Dämonenbändiger hat mit uns Mystikern zusammen lange Zeit über Liyue gewacht, Tag für Tag, Nacht für Nacht. Ich hege großen Respekt für den Adepten Xiao, jedoch sieht er uns nicht als ebenbürtig und nennt unsere Stärke trivial. Das kann ich so nicht hinnehmen!",
      "es": "El propio Gran Cazador de Demonios ha defendido Liyue junto a nosotros, los exorcistas, durante generaciones, día tras día, noche tras noche. Tengo el mayor respeto por el Adeptus Xiao. Es solo que... ¿por qué es tan despectivo hacia nosotros? Dice que somos débiles y nuestro poder es insignificante. Lo siento, pero es algo que no puedo aceptar.",
      "fr": "Le Dompteur de démons défend Liyue aux côtés des exorcistes jour après jour et ce, depuis des générations. J'ai le plus profond respect pour l'Adepte Xiao, mais... Pourquoi est-il si critique envers les exorcistes ? D'après lui, on ne serait pas assez puissants ! Je ne peux accepter cela !",
      "pt": "O Conquistador de Demônios defendeu Liyue lado a lado com nós exorcistas por gerações, dia após dia, noite após noite. Eu tenho o maior respeito pelo Adeptus Xiao. Mas ele nos despreza e diz que a nossa contribuição é trivial. Sinto muito, mas simplesmente não posso aceitar isso.",
      "ru": "Охотник на демонов защищал Ли Юэ бок о бок с поколениями экзорцистов. День за днём, ночь за ночью. Я очень уважаю Адепта Сяо. Но этот великий человек... он говорит, что экзорцисты малочисленны и слабы и не заслуживают внимания. Я не могу этого принять!",
      "id": "Conqueror of Demons dan para pengusir roh jahat berada di sisi yang sama. Kami sudah menjaga Liyue silih berganti dari generasi ke generasi. Aku sangat menghormati Adeptus Xiao, tapi kenapa beliau begitu meremehkan kami? Katanya, kekuatan kami terlalu kecil dan tidak layak dibanggakan. Aku, aku tidak terima!",
      "th": "ผู้กำราบอสูรและกลุ่มนักปราบปีศาจได้ร่วมเคียงบ่าเคียงไหล่ปกป้อง Liyue มาหลายชั่วอายุคนแล้ว ฉันเคารพท่านเซียน Xiao มากเลย แต่ว่า ท่านเซียนกลับพูดว่า... พูดว่าการแปรธาตุการปราบปีศาจ อะไรนั่นเป็นเรื่องไม่สำคัญและไม่มี ค่าควรจะพูดถึงด้วยซ้ำ ฉัน ฉันยอมรับไม่ได้หรอก!",
      "vi": "Hàng ma đại thánh và phương sĩ chúng tôi tuy cùng bảo vệ Liyue nhưng một bên ngoài sáng, một bên trong tối. Trong lịch sử, tôi luôn kính trọng tiên nhân Xiao. Nhưng mà vị đại nhân đó dám nói... Phương sĩ sức hèn lực mọn không đáng nhắc đến thì tôi không thể chấp nhận được!"
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "「往生堂」的手段还是信得过的。但是那副「不用你们方士操心」的嘻嘻笑脸却看着让人火大…呼，冷静冷静。",
      "zht": "「往生堂」的手段還是信得過的。但是那副「不用你們方士操心」的嘻嘻笑臉卻看著讓人火大…呼，冷靜冷靜。",
      "jp": "往生堂の手腕は信頼できる。でもあの「方士に心配される必要などない」と言わんばかりの人を食ったような笑顔を見ると少し腹が立つ…ふう、落ち着け落ち着け。",
      "ko": "「왕생당」의 방법이라면 믿을 만하지. 하지만 마치 「너희 도사들은 신경 쓸 거 없어」라며 웃고 있는 얼굴을 생각하면 정말 짜증나… 후, 진정하자, 진정해",
      "en": "The Wangsheng Funeral Parlor is a reputable institution that acts with integrity. But whenever I see that cheeky smile that says, \"It's nothing you exorcists need to worry about,\" it just makes my blood boil... Whoa, deep breaths, Chongyun. Stay calm.",
      "de": "Das Bestattungsunternehmen Wangsheng ist ein ehrwürdiges Geschäft. Wenn ich aber den mit einem Grinsen vorgetragenen Spruch höre, „Damit müsst ihr Mystiker euch nicht befassen“, dann kocht mein Blut ... Puh, atmen, ganz ruhig ...",
      "es": "La Funeraria El Camino es una institución acreditada que actúa con integridad. Pero cada vez que veo esa sonrisa descarada que dice: “No es nada de lo que ustedes los exorcistas deban preocuparse”, simplemente me hierve la sangre... *Suspira*, respira profundamente, Chongyun, mantén la calma.",
      "fr": "Le Funérarium Wangsheng est un établissement de la plus haute intégrité, mais le sourire narquois de Hu Tao suffit à me sortir de mes gonds. Surtout quand elle dit : « Pas besoin de toi, l'exorciste ! »... Calme-toi, Chongyun. Respire...",
      "pt": "A Funerária de Wangsheng é uma instituição respeitável que age com integridade. Mas sempre que vejo aquele sorriso atrevido que diz: \"não é nada com que vocês exorcistas precisem se preocupar\", isso apenas faz meu sangue ferver... Respire fundo, Chongyun. Fique calmo.",
      "ru": "Методы ритуального бюро «Ваншэн» заслуживают доверия, но когда я вижу эту наглую улыбку, которая как бы говорит «экзорцистам тут не о чем беспокоиться», то я просто закипаю... Фух, спокойствие, только спокойствие.",
      "id": "Cara kerja Wangsheng Funeral Parlor memang sudah terkemuka dan terpercaya. Tapi ekspresi wajah \"ini bukan urusan kalian para pengusir roh jahat\" yang penuh ejekan itu benar-benar membuatku geram. *fuhh* Tenang, Chongyun. Tenang...",
      "th": "โถงแห่งการเกิดใหม่ Wangsheng มีชื่อเสียงด้านดำเนินการด้วยความซื่อสัตย์ก็จริง แต่ทุกครั้งที่ฉันเห็นรอยยิ้มเยาะกับ คำพูดที่บอกว่า \"ไม่มีอะไรที่นักปราบปีศาจอย่างคุณต้องกังวลหรอก\" มันทำให้เลือดฉันเดือด... โอ๊ย สูดลมหายใจลึก ๆ ใจเย็น ๆ",
      "vi": "Vãng Sinh Đường cũng đáng tin đấy. Nhưng câu nói \"không dám phiền các phương sĩ lo lắng\" thì thật khiến người khác tức giận... Hừm, phải bình tĩnh lại mới được."
    }
  },
  {
    "title": {
      "zhs": "关于七七…",
      "zht": "關於七七…",
      "jp": "七七について…",
      "ko": "치치에 대해…",
      "en": "About Qiqi",
      "de": "Über Qiqi ...",
      "es": "Sobre Qiqi...",
      "fr": "À propos de Qiqi...",
      "pt": "Sobre Qiqi",
      "ru": "О Ци Ци...",
      "id": "Tentang Qiqi",
      "th": "เกี่ยวกับ Qiqi...",
      "vi": "Về Qiqi..."
    },
    "line": {
      "zhs": "看起来是个僵尸小姑娘，但作为方士我能察觉到…她可不一般。嗯…名字也不见宝诰之中，究竟是哪尊呢…",
      "zht": "看起來是個殭屍小姑娘，但作為方士我能察覺到…她可不一般。嗯…名字也不見寶誥之中，究竟是哪尊呢…",
      "jp": "キョンシーの娘に見えるが、方士のぼくにはわかる…彼女は普通じゃない。うん…名前も宝誥にないし、一体どういうことだ…",
      "ko": "강시 소녀처럼 보이던데. 도사의 직감으로… 그녀가 보통이 아니라는 걸 느낄 수 있어. 음… 이름도 보고문에서 본 적이 없는데, 대체 누구일까…",
      "en": "She looks like a zombie, but as an exorcist, I feel there's... something different about her. Hmm, her name is also absent from all the praised names I've seen... Where exactly does she fit in among the deities?",
      "de": "Sie sieht wie ein Zombiemädchen aus, als Mystiker jedoch kann ich etwas Ungewöhnliches an ihr feststellen. Ihr Name steht auch nicht auf der Gesegneten-Liste, also woher kommt sie?",
      "es": "Parece una zombi, pero como exorcista, siento que hay algo diferente en ella. Humm, su nombre tampoco aparece en la lista de nombres a los que se reza... ¿Cuál es su lugar entre las divinidades?",
      "fr": "Elle ressemble à un zombie, mais je sens quelque chose de différent en elle. Son nom ne fait pas non plus partie de ceux que je connais... Quelle est sa place parmi les dieux ?",
      "pt": "Ela parece um zumbi, mas como um exorcista, sinto que há... Algo diferente nela. Hmm, o nome dela também está ausente de todos os nomes elogiados que eu já vi... Onde exatamente ela se encaixa entre as divindades?",
      "ru": "На вид она просто зомби, но как экзорцист я вижу, что... она особенная. Хм... Я не видел её имени среди почитаемых имён. Какое же отношение она имеет к божествам?",
      "id": "Gadis kecil itu kelihatannya seperti zombie. Tapi sebagai seorang pengusir roh jahat, aku bisa merasakan kalau ada yang berbeda dari dia. Namanya juga tidak pernah kutemui di semua daftar nama-nama yang dipuja... Dewa apakah sebenarnya dia?",
      "th": "เธอดูเหมือนสาวน้อยซอมบี้ธรรมดา แต่ในฐานะนักปราบปีศาจ ฉันสามารถรับรู้ได้ว่า... จริง ๆ แล้วเธอไม่ธรรมดาเลย อืม... ไม่เคยเห็นชื่อของเธออยู่ในตำรา ด้วย... นี่มันเวทมนตร์อะไรกันนะ",
      "vi": "Thì ra là một cô bé cương thi, với sự nhạy cảm của phương sĩ thì tôi cảm thấy... Cô ấy không phải dạng vừa đâu. Hừm... Đến tên gọi cũng rất đặc biệt, không biết là cao nhân phương nào..."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱…",
      "zht": "關於辛焱…",
      "jp": "辛炎について…",
      "ko": "신염에 대해…",
      "en": "About Xinyan",
      "de": "Über Xinyan ...",
      "es": "Sobre Xinyan...",
      "fr": "À propos de Xinyan...",
      "pt": "Sobre Xinyan...",
      "ru": "О Синь Янь...",
      "id": "Tentang Xinyan",
      "th": "เกี่ยวกับ Xinyan...",
      "vi": "Về Xinyan..."
    },
    "line": {
      "zhs": "我会尽可能避开辛焱演出的区域。那般热烈的气氛，即使无意融入，也难免受其影响…我是说，会让人不自在。",
      "zht": "我會盡可能避開辛焱演出的區域。那般熱烈的氣氛，即使無意融入，也難免受其影響…我是說，會讓人不自在。",
      "jp": "ぼくはなるべく辛炎が関わった場所を避けるようにしている。あの賑やかな雰囲気は、こちらにその気がなくとも影響を受けてしまうからな…つまり、居心地が悪いということだ。",
      "ko": "신염이 공연하는 곳은 최대한 피해 다녀. 그렇게 열광적인 분위기에 무심코 휩쓸리기라도 한다면, 아무래도 그 영향을 받게 될거야…. 그러니까, 뭔가 불편해진다고",
      "en": "I avoid Xinyan's performances like the plague. That heated atmosphere... Even if you don't intend to get involved, it still... Let's just say that it gets me all hot and bothered.",
      "de": "Wann immer es geht, vermeide ich Xinyans Auftritte und Umgebung. Diese aufgeheizte Atmosphäre, selbst wenn du nicht aktiv daran teilnimmst, du wirst trotzdem beeinflusst und es wird sehr schnell unbequem.",
      "es": "Siempre procuro evitar los conciertos de Xinyan a toda costa. Como en ellos la atmósfera se caldea tanto, siempre me afecta de un modo u otro aunque no tenga la intención de unirme... Digamos que hace que suba bastante mi temperatura...",
      "fr": "J'évite tous les spectacles de Xinyan comme la peste. L'atmosphère bouillante qui règne rend malade... même quand on ne se mêle pas aux spectateurs.",
      "pt": "Eu me afasto o máximo possível dos espetáculos da Xinyan. A atmosfera tão calorosa... Embora não eu não queira me envolver, é difícil evitar. Quer dizer, me sinto incomodado e quente.",
      "ru": "Я избегаю выступлений Синь Янь, словно чумы. Эта зажигательная атмосфера... Даже не желая того, сложно удержаться... Короче говоря, не нравится мне всё это.",
      "id": "Aku berusaha keras menghindari area pertunjukan Xinyan. Suasana hiruk pikuk di sana tanpa sengaja akan membuatku terpengaruh. Maksudku, suasananya membuatku merasa tidak nyaman.",
      "th": "ฉันจะพยายามหลีกเลี่ยงพื้นที่ที่ Xinyan แสดงอยู่ให้ไกลที่สุด บรรยากาศที่อบอุ่นเช่นนี้ แม้ว่าคุณจะบังเอิญผ่านมา แต่ก็ยากที่จะหลีกเลี่ยงอิทธิพลของมัน... ฉันหมายถึง มันทำให้คนอึดอัดน่ะ",
      "vi": "Tôi luôn cố gắng tránh những khu vực đông người. Nhưng cho dù không tiếp xúc nhiều, thì bầu không khí náo nhiệt đó cũng sẽ khiến tôi bị ảnh hưởng... ý tôi là, sẽ khiến người khác không thoải mái."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "香菱做菜的手艺有口皆碑，但是她那些辛辣烫口的菜品我是绝对不会碰的…没有，没有什么…你看，史莱姆滑蘑菇？这能吃吗？",
      "zht": "#香菱做菜的手藝有口皆碑，但是她那些辛辣燙口的菜品我是絕對不會碰的…沒有，沒有什麼…{F#妳}{M#你}看，史萊姆滑蘑菇？這能吃嗎？",
      "jp": "香菱の料理は評判が良い。でも彼女の激辛·激熱料理をぼくは絶対に食べないぞ。いや、なんでもない…ほ、ほら、キノコとスライム炒め？食べられそうにないだろ？",
      "ko": "향릉의 요리 솜씨는 모두가 칭송하지. 하지만 난 그녀의 매운 요리에는 절대 손도 대지 않아. 아니야, 아무것도 아니야…. 이 슬라임 버섯 무침 좀 봐, 먹을 수 있겠어?",
      "en": "Xiangling's cooking is universally praised, but I personally don't touch any of her spicy dishes. Why? Oh, you know — just, uh... personal preference, that's all. I mean, come on, Mushroom Slime Stew... Does that sound appetizing to you?",
      "de": "Xianglings Kochkünste sind überall beliebt und bekannt, aber ihre schärfer gewürzten Gerichte rühre ich nicht an. Einfach nur so ... Oder würdest du Schleim-Pilzragout essen?",
      "es": "La cocina de Xiangling es universalmente elogiada, pero personalmente no toco ninguno de sus platos picantes. ¿Por qué? Ya sabes, es solo... preferencia personal, es todo. Quiero decir, ¿cómo puedes comer estofado de Slime con champiñones?",
      "fr": "La cuisine de Xiangling est unanimement appréciée, mais j'évite de manger ses plats épicés... pour des raisons personnelles. Tu trouves ça appétissant, le ragoût de Blob aux champignons ?",
      "pt": "A cozinha de Xiangling é universalmente elogiada, mas eu pessoalmente não toco em nenhum de seus pratos picantes. Por quê? Oh, você sabe - apenas, uh... Preferência pessoal, só isso. Digo, vamos lá, Slime com Cogumelo... Isso soa apetitoso para você?",
      "ru": "Все хвалят кулинарное искусство Сян Лин, но сам я держусь подальше от её острых блюд... Да нет, ничего такого... Ну вот грибы в слизи слайма, это съедобно вообще?",
      "id": "Masakan Xiangling memang terkenal enak dan selalu dielu-elukan orang. Tapi aku tidak akan pernah menyentuh masakan-masakannya yang pedas. Kenapa? Ugh, bukan apa-apa, sebenarnya. Lihat saja, contohnya Mushroom Slime Stew... Apa itu bisa dimakan? Dari namanya saja sudah membuatku tidak berselera.",
      "th": "ทักษะการทำอาหารของ Xiangling นั้นเป็นที่ยอมรับทั่วเมือง แต่ฉันจะไม่มีวันได้แตะต้องอาหารจานเผ็ดร้อนของเธอเด็ดขาด... เปล่า ไม่มีอะไรหรอก... คุณดูสิ สตูเห็ด Slime? มันกินได้ที่ไหนกันล่ะ?",
      "vi": "Tay nghề của Xiangling rất tuyệt, nhưng món cay và nóng thì tôi sẽ không bao giờ chạm vào... Bạn xem, đây là Slime Xào Nấm Rơm sao? Có thể ăn được không?"
    }
  },
  {
    "title": {
      "zhs": "关于申鹤…",
      "zht": "關於申鶴…",
      "jp": "申鶴について…",
      "ko": "신학에 대해…",
      "en": "About Shenhe",
      "de": "Über Shenhe ...",
      "es": "Sobre Shenhe...",
      "fr": "À propos de Shenhe...",
      "pt": "Sobre Shenhe...",
      "ru": "О Шэнь Хэ...",
      "id": "Tentang Shenhe",
      "th": "เกี่ยวกับ Shenhe",
      "vi": "Về Shenhe..."
    },
    "line": {
      "zhs": "我曾听家中长辈聊起过她。她家的遭遇…很让人同情。原以为这次能够让分家的远亲重回家中，长辈们听说她还活着也都高兴坏了，说是要备上礼物，择个吉日好好聚聚。却没想到，平日根本见不到她的人影…等等，按辈分来算的话，我、我该不会…要叫她「小姨」吧…",
      "zht": "我曾聽家中長輩聊起過她。她家的遭遇…很讓人同情。原以為這次能夠讓分家的遠親重回家中，長輩們聽說她還活著也都高興壞了，說是要備上禮物，擇個吉日好好聚聚。卻沒想到，平日根本見不到她的人影…等等，按輩分來算的話，我、我該不會…要叫她「小姨」吧…",
      "jp": "家の大人たちが、彼女について話していたのを聞いたことがある。彼女の家に起きたことは…同情せざるを得ない。分家の遠い親戚である彼女が帰ってきて、まだ生きていることを知った大人たちはすごく喜んでいた。それで、彼女に贈り物をするため、吉日にみんなで集まろうとしたんだが…まさか普段、彼女の姿をまったく見ることができないとは…そういえば、待てよ…血縁関係から考えて、ぼ、ぼくは…彼女を「おば」と呼ばなきゃいけないのか…",
      "ko": "집안 어른들이 그녀에 대해 말하는 걸 들은 적이 있어. 그녀의 가족이 겪은 일은… 참 안됐지. 이번에 분가의 먼 친척들이 돌아오실 줄 알았어. 그녀가 살아있단 소식을 듣고는 엄청 기뻐하셨거든. 선물을 준비해서 좋은 날을 골라 모이자고 하셨는데, 평소에 그녀를 전혀 만날 수가 없더라니까…. 잠깐, 항렬로 따지면, 서, 설마 그녀를 「이모」라고 불러야 하나…?",
      "en": "The elders in my clan have mentioned her before. The fate of her family... *sigh* It's something we can all sympathize with. I originally thought we would be able to bring a long-lost relative back into our clan. The elders were overjoyed, too, when they heard she was still alive — they even prepared gifts for her, and picked an auspicious day for a grand reunion. What we hadn't counted on was that most of the time, she's extremely difficult to track down. Wait a minute, based on our relative positions in the family tree, does that mean that I... There's no way I'd have to call her \"Auntie Shenhe\"... right?",
      "de": "Die Ältesten in meinem Klan haben sie schon einmal erwähnt. Das Schicksal ihrer Familie ... *seufz* Das ist etwas, das wir alle nachempfinden können. Ursprünglich dachte ich, dass wir eine lange verlorene Verwandte in unseren Klan wieder gefunden haben. Die Ältesten waren auch überglücklich, als sie hörten, dass sie noch am Leben war. Sie hatten sogar Geschenke für sie vorbereitet und einen günstigen Tag für ein großes Wiedersehen gewählt. Womit wir nicht gerechnet hatten, war die Tatsache, dass sie in den meisten Fällen kaum zu finden ist. Moment mal, basierend auf unserer relativen Position im Stammbaum, heißt das, dass ich ... Ich muss sie auf keinen Fall „Tante Shenhe“ nennen ... oder?",
      "es": "Los ancianos de mi clan la mencionaron. El destino de su familia... es algo que todo el mundo puede comprender. Yo antes pensaba que podría traerla de vuelta al clan. Cuando los ancianos se enteraron de que seguía viva, se alegraron muchísimo e incluso le prepararon regalos y eligieron un día propicio para la reunión. Pero no habíamos contado con que, la mayoría de las veces, es muy difícil dar con ella. Un momento, según nuestras posiciones en el árbol genealógico... No puede ser, ¿tendría que llamarla “tía Shenhe”?",
      "fr": "Les anciens de mon clan ont déjà parlé d'elle. Ce qui est arrivé à sa famille... *soupir* C'est quelque chose qui nous touche tous. Je pensais que cette fois, on pourrait ramener quelqu'un dans notre clan. Les anciens étaient tellement contents quand ils ont appris qu'elle était encore en vie. Ils ont dit qu'ils voulaient lui préparer des cadeaux et ils ont choisi un jour propice pour se réunir. Mais je ne m'attendais pas à ce qu'elle soit aussi difficile à retrouver. Attendez une minute, si je me fie à l'arbre généalogique, est-ce que ça signifie que... Je ne vais quand même pas l'appeler « Tante Shenhe », si ?",
      "pt": "Os anciãos do meu clã já a mencionaram antes. O destino de sua família... *Suspiro* é algo com o qual todos podemos nos solidarizar. Originalmente pensei que seríamos capazes de trazer um parente perdido de volta ao nosso clã. Os anciãos também ficaram muito contentes quando souberam que ela ainda estava viva - eles até prepararam presentes para ela, e escolheram um dia propício para uma grande reunião. O que não tínhamos contado era que na maioria das vezes, ela é extremamente difícil de ser encontrada. Espere um minuto, com base em nossas posições relativas na árvore genealógica, isso significa que eu... Não é possível que eu tenha que chamá-la de \"Tia Shenhe\"... certo?",
      "ru": "Старейшины моего клана говорили о ней. Участь её семьи... ей можно лишь сочувствовать. Мне казалось, что нам удастся вернуть её в клан. Узнав, что она жива, старшие тоже были вне себя от радости. Они даже приготовили ей подарки и выбрали подходящий день для воссоединения. Но мы не учли, что обычно её просто не найти... Погоди, согласно нашему положению в генеалогическом древе мне надлежит... Н-нет, я ни за что не стану называть Шэнь Хэ тётей...",
      "id": "Para tetua di keluargaku pernah menyebut namanya. Takdir keluarganya ... adalah sesuatu yang bisa mendapat simpati dari kita semua. Aku awalnya berpikir kami akan dapat membawa kerabat yang telah lama hilang kembali ke keluarga kami. Para tetua juga sangat gembira, ketika mereka mendengar dia masih hidup — Mereka bahkan menyiapkan hadiah untuknya dan memilih hari yang baik untuk membuat reuni yang besar. Apa yang tidak kami perhitungkan adalah dia sangat sulit untuk dicari. Tunggu sebentar, berdasarkan posisi kami dalam silsilah keluarga, apakah berarti aku ... Tidak mungkin aku harus memanggilnya \"Bibi Shenhe\", kan?",
      "th": "ฉันเคยได้ยินพวกผู้สูงอายุในครอบครัวพูดถึงเธอ ครอบครัวของเธอประสบกับเรื่องเลวร้าย... น่าเห็นใจมากเลยล่ะ เดิมทีคิดว่าครั้งนี้จะสามารถพาญาติห่าง ๆ ของครอบครัวที่แยกจากกันกลับมาอยู่ที่บ้านได้ พวกคนแก่ได้ยินว่าเธอยังมีชีวิตอยู่ก็ดีใจกันมากเลยล่ะ แถมยังบอกว่าจะไปเตรียมของขวัญไว้ให้และเลือกวันที่มีฤกษ์ดี ๆ เพื่อจะได้กลับมาพบกันอีกครั้ง แต่กลับคิดไม่ถึงเลยว่าวันธรรมดาแทบจะไม่เห็นเงาของเธอเลยล่ะ... เดี๋ยวก่อนนะ ถ้านับตามความอาวุโสแล้ว ฉะ ฉัน ไม่ใช่ว่าฉันต้องเรียกเธอว่า \"คุณน้า\" นะ...",
      "vi": "Tôi từng nghe người lớn trong nhà nhắc về cô ấy. Hoàn cảnh gia đình của cô ấy... thật khiến người khác phải thương cảm. Vốn nghĩ rằng lần này có thể đưa người họ hàng xa quay trở về nhà, người lớn trong nhà nghe tin cô ấy còn sống đều rất vui mừng, nói là phải chuẩn bị lễ vật, chọn ngày lành để đoàn tụ. Nhưng không ngờ rằng, thường ngày hoàn toàn không thấy được bóng dáng cô ấy đâu... Chờ đã, nếu theo vai vế, tôi, tôi phải... gọi cô ấy là \"dì\" phải không..."
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "我初任方士那会儿，受邀到委托人家中驱邪，离开时，曾撞见过这位女性。她把我的名字记在某个小册子里，或许是想确认我有没有做值得怀疑的事吧。不过就那一次，后来再没遇见过她。\n\n现在想想，大概是因为我平日打坐总是一动不动，谁看着都会觉得无趣吧。",
      "zht": "我初任方士那時，受邀到委託人家中驅邪，離開時，曾撞見過這位女性。她把我的名字記在某本小冊子裡，或許是想確認我有沒有做值得懷疑的事吧。不過就那一次，後來再沒遇見過她。\n\n現在想想，大概是因為我平日打坐總是一動不動，誰看著都會覺得無趣吧。",
      "jp": "方士になったばかりの頃、依頼人の家に妖魔を退治しに行ったことがある。その帰り際に、この女性と出くわした。彼女はぼくの名をある冊子に書き、何か怪しいことをしていないか確認していたようだ…でも、それ以降は遭遇していない。\n\n今にして思えば、普段のぼくはいつも静かに坐禅を組んでいるし、誰が見てもつまらないと思っただろう。",
      "ko": "처음 도사가 됐을 무렵 퇴마를 하러 의뢰인 집에 갔다 오는 길에 그 여자분을 만난 적이 있어. 내 이름을 작은 수첩에 적어놓더라고. 내가 수상한 짓을 했는지 확인하려던 걸지도 몰라…. 그때 이후로는 만난 적이 없어.\n\n지금 생각해 보니까, 내가 평소 명상할 때 꼼짝도 안 해서 그랬던 것 같아. 누가 봐도 재미없어 보일 거야",
      "en": "I met her once, back when I'd just become an exorcist. I'd taken a commission to perform an exorcism in someone's home, and was just leaving at the end when I ran into her. She wrote my name down in a booklet — I guess she just wanted to confirm I wasn't doing anything suspicious... Anyway, it was just that one time, I never saw her again after that.\n\nNow that I think about it, it's probably because the sight of me meditating motionless must be pretty boring to watch. Not exactly suspicious.",
      "de": "Ganz am Anfang, als ich Mystiker wurde, wurde ich in das Haus eines Auftraggebers eingeladen, um einen bösen Geist zu exorzieren, und auf dem Weg nach Hause traf ich diese Frau. Sie hat meinen Namen in ein Heft geschrieben, vielleicht um sicherzustellen, dass ich nichts Verdächtiges getan hatte. Aber das war das einzige Mal und ich habe sie nie wieder getroffen.\n\nWenn ich jetzt darüber nachdenke, lag es wohl daran, dass ich während meiner Meditation immer still war, was für jeden, der mich ansah, langweilig gewesen wäre.",
      "es": "La conocí cuando acababa de convertirme en exorcista. Acepté un encargo para hacer un exorcismo en una casa y, justo cuando me iba a marchar, me encontré con ella. Entonces, escribió mi nombre en un cuaderno. Supongo que solo quería asegurarse de que no estaba haciendo nada sospechoso... El caso es que no la he vuelto a ver desde aquella ocasión.\n\nAhora que lo pienso, tal vez sea porque verme quieto meditando debe de ser bastante aburrido. Desde luego que no es precisamente sospechoso...",
      "fr": "Je l'ai rencontrée une fois, à l'époque où je venais de devenir exorciste. J'avais reçu pour mission d'effectuer un exorcisme chez quelqu'un, et je l'ai vue sur le chemin du retour. Elle a écrit mon nom dans un livret, je suppose qu'elle voulait juste confirmer que je ne faisais rien de suspect... Quoi qu'il en soit, on s'est juste croisés cette fois-là, je ne l'ai plus jamais revue après ça.\n\nMaintenant que j'y pense, c'est probablement parce que me regarder m'asseoir et méditer doit être assez ennuyeux.",
      "pt": "Eu a conheci quando havia me tornado um exorcista. Aceitei uma missão para realizar um exorcismo na casa de uma pessoa, e estava saindo quando me deparei com ela. Ela escreveu meu nome em um caderno, acho que queria confirmar que eu não estava fazendo nada suspeito... De qualquer forma, foi somente esta vez, e nunca a vi depois disso.\n\nAgora que penso nisso, provavelmente é porque me ver meditando sem fazer um movimento deve ser algo muito entediante. Não é exatamente algo suspeito.",
      "ru": "Мы встречались однажды, когда я только-только стал экзорцистом. Я получил заказ на проведение экзорцизма в одном доме, и уже собирался уходить, когда столкнулся с ней. Она записала моё имя. Думаю, она просто хотела убедиться, что я не делал ничего подозрительного... В общем, больше мы не встречались. \n\nНаверное, смотреть на медитирующего меня было очень скучно. Ничего подозрительного.",
      "id": "Aku pernah bertemu dengannya sekali waktu baru jadi pengusir roh jahat. Aku dapat tugas mengusir roh jahat di rumah orang, lalu ketemu dia tepat saat aku meninggalkan rumah itu. Dia menulis namaku di buku kecil. Mungkin dia cuma mau pastikan aku tidak melakukan hal yang mencurigakan? Setelah itu, aku tidak pernah bertemu dengannya lagi.\n\nKalau dipikir-pikir, mungkin dia bosan nonton aku meditasi dan tidak bergerak sama sekali. Tidak mencurigakan juga.",
      "th": "ตอนที่ฉันเพิ่งเริ่มเป็นนักปราบปีศาจครั้งแรก ก็ได้รับคำเชิญให้ไปขับไล่วิญญาณชั่วร้ายที่บ้านของคนที่ส่งคำขอมา ตอนที่ออกมาก็ชนกับคุณผู้หญิงคนนี้ เธอเขียนชื่อฉันลงในหนังสือเล่มเล็ก บางทีก็เพื่อเช็คให้แน่ใจว่าฉันไม่ได้ทำอะไรที่น่าสงสัยละมั้ง หลังจากครั้งนั้น ฉันก็ไม่เคยเห็นเธออีกเลย\n\nตอนนี้พอมาคิด ๆ ดูแล้ว อาจจะเป็นเพราะในวันปกติธรรมดา ฉันก็จะนั่งทำสมาธิไม่ขยับไปไหน ใครดูก็คงรู้สึกน่าเบื่อแหละ",
      "vi": "Khi tôi vừa hành nghề phương sĩ, có nhận được ủy thác trừ tà, khi rời khỏi đó tôi có gặp qua cô ta. Cô ta viết tên tôi vào trong sổ tay, có lẽ là muốn xác nhận xem tôi có chuyện gì đáng ngờ không. Nhưng sau hôm đó đã không còn gặp lại cô ta nữa.\n\nGiờ nghĩ lại, có lẽ do tôi thường ngày hay yên lặng ngồi thiền nên người ta cảm thấy vô vị chăng."
    }
  },
  {
    "title": {
      "zhs": "想要了解重云·其一",
      "zht": "想要瞭解重云·其一",
      "jp": "重雲を知る·1",
      "ko": "중운에 대해 알기·첫 번째",
      "en": "More About Chongyun: I",
      "de": "Ich will mehr über Chongyun erfahren I",
      "es": "Más sobre Chongyun (I)",
      "fr": "Connaître Chongyun (1)",
      "pt": "Mais sobre Chongyun - I",
      "ru": "Узнать больше о Чун Юне I",
      "id": "Mengenal Chongyun - I",
      "th": "อยากรู้เกี่ยวกับ Chongyun-1",
      "vi": "Muốn tìm hiểu Chongyun - Điều 1"
    },
    "line": {
      "zhs": "本事很重要，不然空有热血，只会坏事。对于这点，我深有体会。啊，倒不是我自己的体会，呃…是近年行走璃月，观看人间百态的感悟。",
      "zht": "本事很重要，不然空有熱血，只會壞事。對於這點，我深有體會。啊，倒不是我自己的體會，呃…是近年行走璃月，觀看人間百態的感悟。",
      "jp": "実力は大事だ。熱意だけがあっても、状況を悪くする一方になる。ぼくはこれについて、深く理解しているつもりだ。あっ、ぼく自身の経験ではなく、えっと…近年ぼくが璃月を回って人間観察してきた結論だ。",
      "ko": "열정만 있고 실력은 없다면 일을 그르칠 뿐이야. 이 점은 내가 잘 알지. 아, 내 경험이란 건 아니야. 어…리월에서 몇 년 동안 세상만사를 보면서 얻은 깨달음이랄까…",
      "en": "Discipline is everything. Unbridled passion can have disastrous consequences. Trust me, I would know. ...Oh, no no no, not from personal experience, of course. Haha... Uh... I'm just stating my observations from what I've seen in my travels around Liyue.",
      "de": "Fähigkeiten sind sehr wichtig, aber man muss sich auch kontrollieren können, sonst passieren schlechte Dinge. Da spreche ich aus Erfahrung. Zwar nicht aus eigener, aber man kriegt in den Jahren so einiges mit in Liyue.",
      "es": "La disciplina lo es todo. La pasión desenfrenada puede tener consecuencias desastrosas. Confía en mí, sé lo que digo. Oh, no, no por experiencia personal, por supuesto. Jeje... Solo son observaciones personales de mis viajes por Liyue.",
      "fr": "Il est très important de toujours faire preuve de discipline. Une passion déchaînée peut mener à des conséquences désastreuses. Crois-moi, j'en sais quelque chose... Ah, il ne s'agit pas du tout d'une expérience personnelle, mais plutôt un constat général tiré de mes voyages à Liyue.",
      "pt": "Disciplina é tudo. A paixão desenfreada pode ter consequências desastrosas. Confie em mim, eu saberia. ...Oh, não, não, não, não por experiência pessoal, é claro. Haha... Uh.... Estou apenas comentando sobre minhas observações pelo que vi em minhas viagens por Liyue.",
      "ru": "Дисциплина превыше всего. Без неё горячность приведёт лишь к беде. Уж я-то знаю. Эм, в смысле, не на собственном опыте, конечно... Э... я много путешествовал по Ли Юэ и всякого навидался.",
      "id": "Kemampuan itu penting, kalau cuma semangat tapi tidak mampu, hasilnya pasti jelek. Aku tahu jelas ... Ah, bukan pengalaman pribadi kok, hahaha. Ini cuma kesimpulan yang aku dapat setelah berkelana keliling Liyue.",
      "th": "วินัยคือสิ่งสำคัญ หากเลือดร้อนโดยไร้การควบคุมจะ ส่งผลกระทบร้ายแรง เชื่อฉันสิฉันจะรู้... โอ้ ไม่ ๆ ไม่ใช่จากประสบการณ์ส่วนตัวแน่นอน ฮ่า ๆ... เอ่อ... ฉันแค่สังเกตจากสิ่งที่ฉันได้เห็นใน การเดินทางของฉันรอบ Liyue น่ะ",
      "vi": "Điều quan trọng nhất là cần có bản lĩnh, chỉ dựa vào nhiệt huyết chắc chắn sẽ xảy ra việc xấu. Chính tôi đã phải nếm trái đắng đó. Hả, không chỉ là đúc kết của riêng tôi, haizz... Thật ra đó là cảm nhận sau vài năm đi khắp Liyue, trải nghiệm tình người thiên biến vạn hóa mà ra."
    }
  },
  {
    "title": {
      "zhs": "想要了解重云·其二",
      "zht": "想要瞭解重雲·其二",
      "jp": "重雲を知る·2",
      "ko": "중운에 대해 알기·두 번째",
      "en": "More About Chongyun: II",
      "de": "Ich will mehr über Chongyun erfahren II",
      "es": "Más sobre Chongyun (II)",
      "fr": "Connaître Chongyun (2)",
      "pt": "Mais sobre Chongyun - II",
      "ru": "Узнать больше о Чун Юне II",
      "id": "Mengenal Chongyun - II",
      "th": "อยากรู้เกี่ยวกับ Chongyun-2",
      "vi": "Muốn tìm hiểu Chongyun - Điều 2"
    },
    "line": {
      "zhs": "我天生是「纯阳之体」，据说千年难遇，所有鬼怪对我退避三舍。唉…这其实一点都不好，哪有见不着鬼怪的驱邪方士。",
      "zht": "我天生是「純陽之體」，據說千年難遇，所有鬼怪對我退避三舍。唉…這其實一點都不好，哪有見不到鬼怪的驅邪方士。",
      "jp": "ぼくは生まれつき、千年に一人と言われる「純陽の体」の持ち主でね、怪異がぼくを恐れて避けるんだ。はあ…全然良くないよ、怪異を見たことない妖魔退治の方士なんていないだろ。",
      "ko": "난 선천적으로 「양기가 넘치는 체질」이야. 천년에 한 번 나올까 말까 한데, 모든 요괴는 나만 보면 달아나 버리지. 휴…사실 좋은 일은 아니야, 요괴를 만나지도 못하는 퇴마 도사라니",
      "en": "I was born with something called congenital positivity, meaning I have too much positive energy... Apparently it's so rare it only happens once every thousand generations or so. It means I repel all evil for miles around... *sigh* Actually, that's a bad thing. I must be the only exorcist in history who can't get within ten miles of an evil spirit.",
      "de": "Ich wurde mit einer sogenannten „Yang-Lastigkeit“ geboren, das heißt zu viel positive Energie. Angeblich passiert so etwas nur alle tausend Jahre einmal. Es bewirkt, dass alle Geister in einem Radius von einer Meile von mir verdrängt werden. Wo gibt es denn sowas, ein Mystiker, der sich nicht in die Nähe von Geistern begeben kann?",
      "es": "Nací con algo llamado “Positividad Congénita”, significa que tengo demasiada energía positiva... Aparentemente es tan raro que solo ocurre una vez cada mil generaciones, más o menos. Significa que puedo repeler todo mal en millas a la redonda... *Suspira* En realidad, no es bueno. Debo ser el único exorcista en la historia que no puede acercarse a un espíritu maligno a menos de diez millas.",
      "fr": "Je suis né avec une énergie positive débordante. C'est une condition qu'on observe environ tous les mille ans chez un nourrisson. Cela signifie que je peux repousser les esprits maléfiques sans bouger le petit doigt... *soupir* Je dois sans doute être le premier exorciste qui n'en a jamais vu de sa vie...",
      "pt": "Eu nasci com um Psíquico Yang Puro, que alegadamente é extremamente raro, e que ajuda a afastar todos os monstros. Ugh... isso na verdade é um problema para mim, visto que sou um exorcista, mas não consigo ver nenhum monstro.",
      "ru": "Говорят, что такая способность, как у меня, называется «чистой энергией Ян» и появляется раз в тысячу поколений. Из-за неё все злые духи разбегаются, едва завидев меня... Эх, в этом нет ничего хорошего. Я, наверное, единственный экзорцист, который ни разу не видел призрака.",
      "id": "Aku lahir dengan tubuh yang penuh \"Luapan Energi Yang\". Kondisi ini sangat langka, cuma ada sekali setiap seribu tahun. Semua roh jahat takut dan berusaha untuk jaga jarak sejauh-jauhnya ... *huff* Tidak bagus. Mana ada pengusir roh jahat yang tidak bisa dekat-dekat sama roh jahat?",
      "th": "ฉันเกิดมาพร้อมกับ \"ร่างกายแห่งหยางบริสุทธิ์\" ว่ากันว่ามันหายากมาก ในรอบพันปีถึงจะมีสักครั้ง นี่ทำให้พวกปีศาจทั้งหลายต่างพา กันหนีให้ไกลจากฉัน เฮ้อ... แบบนี้ไม่ดีเลยสักนิด นักปราบปีศาจแบบไหนกันที่ไม่เคย เจอปีศาจแม้แต่ตัวเดียว",
      "vi": "Tôi từ khi sinh ra đã có \"Thuần Dương Chi Thể\", tương truyền nghìn năm mới xuất hiện một lần thế nên toàn bộ ma quái đều bị tôi dọa chạy mất rồi. Haizz... Điều này thật không may, làm gì có phương sĩ nào lại chưa từng nhìn thấy yêu ma như tôi chứ."
    }
  },
  {
    "title": {
      "zhs": "想要了解重云·其三",
      "zht": "想要瞭解重雲·其三",
      "jp": "重雲を知る·3",
      "ko": "중운에 대해 알기·세 번째",
      "en": "More About Chongyun: III",
      "de": "Ich will mehr über Chongyun erfahren III",
      "es": "Más sobre Chongyun (III)",
      "fr": "Connaître Chongyun (3)",
      "pt": "Mais sobre Chongyun - III",
      "ru": "Узнать больше о Чун Юне III",
      "id": "Mengenal Chongyun - III",
      "th": "อยากรู้เกี่ยวกับ Chongyun-3",
      "vi": "Muốn tìm hiểu Chongyun - Điều 3"
    },
    "line": {
      "zhs": "「纯阳之体」常常导致热血太盛，没少害我出糗。我不食辛辣高温、出门撑伞、回避激荡的音律，就是为了克制它。唉…什么时候这体质才能不妨碍我呢？",
      "zht": "「純陽之體」常常導致熱血太盛，沒少害我出糗。我不食辛辣高溫、出門撐傘、回避激蕩的音律，就是為了克制它。唉…什麼時候這體質才能不妨礙我呢？",
      "jp": "「純陽の体」はのぼせやすくてね、そのせいでいろいろとやらかしてきたよ。ぼくが辛いものや熱いものを食べず、出かけるときに傘を差したり、激しい音楽を避けたりするようになったのはそれを抑えるためなんだ。いつになったら、この体質はぼくの邪魔をしなくなるんだろう？",
      "ko": "「양기가 넘치는 체질」 때문에 항상 열기가 넘쳐서 망신을 당한 적이 한두번이 아니야. 내가 맵고 뜨거운 음식을 먹지 않고, 외출할 때 항상 우산을 쓰고, 격동적인 음악을 피해 다니는 건 모두 양기를 억제하기 위해서지. 휴…언제쯤 이 체질에 익숙해 질 수 있을까?",
      "en": "One of the main symptoms of congenital positivity is excess passion, something which has gotten me into many embarrassing situations. In an effort to alleviate these symptoms, I have to abstain from eating chilis and all hot food. I also have to take a parasol with me everywhere, and I avoid listening to rousing music. I wonder, will I ever overcome my condition for good?",
      "de": "Eine Auswirkung der Yang-Lastigkeit ist die überschüssige Leidenschaft, was mich leider schon oft in peinliche Situationen gebracht hat. Um diese Wirkungen etwas zu unterdrücken, darf ich nichts scharf Gewürztes oder Heißes zu mir nehmen. Ein Sonnenschirm ist mein ständiger Begleiter und aufwühlende Musik vermeide ich ebenfalls. Ob ich das jemals überwinden werde?",
      "es": "Uno de los principales síntomas de la positividad congénita es el exceso de pasión, algo que me ha llevado a muchas situaciones vergonzosas. En un esfuerzo por aliviar estos síntomas, debo abstenerme de comer chiles y cualquier comida caliente. También tengo que llevar una sombrilla conmigo a todas partes, y evito escuchar música animada. Me pregunto, ¿alguna vez superaré mi condición de una vez por todas?",
      "fr": "L'un des principaux symptômes de l'énergie positive est l'excès de passion, qui m'a souvent mené à des situations embarrassantes. Pour le contrôler, je refuse de manger de la nourriture épicée, j'utilise une ombrelle quand je sors et j'évite même d'écouter de la musique dynamique... *soupir* Je me demande quand ce corps arrêtera d'être un obstacle...",
      "pt": "Esse Psíquico Yang Puro me deixou energético demais, e muitas vezes me deixou envergonhado. Para contê-lo, eu me recuso a comer comida picante, uso guarda-chuva ao sair, evito a música com ritmo forte. *Suspiro* Quando esse corpo pode parar de me incomodar?",
      "ru": "«Чистая энергия Ян» приводит к излишней горячности, из-за которой я не раз попадал в постыдные ситуации. Поэтому я не ем горячего и острого, всегда ношу зонтик и не слушаю зажигательную музыку. Эх... Когда же она перестанет меня мучить?",
      "id": "Salah satu efek \"Luapan Energi Yang\" adalah darah panas. Semangatku kadang terlalu membara, dan aku sering kena kejadian yang memalukan gara-garanya. Supaya tidak terlalu parah, aku tidak boleh makan pedas, harus bawa payung ke mana-mana, tidak boleh dengar musik yang terlalu semangat ... Duh, kapan ya aku bisa lepas dari kondisi ini?",
      "th": "\"ร่างกายแห่งหยางบริสุทธิ์\" มักจะทำให้เลือดร้อนเกินไป และมักจะทำให้ฉันต้องอับอาย อยู่บ่อย ๆ เพื่อหลีกเลี่ยงการกระตุ้นอาการนี้ ฉันต้องไม่กินอาหารรสเผ็ด หรืออาหารร้อน กางร่มทุกครั้งที่ออกจากบ้าน เพื่อให้สามารถควบคุมมันได้ เฮ้อ... เมื่อไรร่างกายนี้ถึงจะเลิกเป็น อุปสรรคต่อฉันสักที",
      "vi": "Thuần Dương Chi Thể thường khiến máu nóng trong người tôi dâng cao, nhiều lần làm tôi bẽ mặt. Tôi không ăn cay, ra khỏi nhà phải cầm ô, tránh những âm thanh gây kích động, tất cả là để khống chế nó. Đến khi nào thể chất đặc biệt này mới không ảnh hưởng đến tôi nữa đây?"
    }
  },
  {
    "title": {
      "zhs": "想要了解重云·其四",
      "zht": "想要瞭解重雲·其四",
      "jp": "重雲を知る·4",
      "ko": "중운에 대해 알기·네 번째",
      "en": "More About Chongyun: IV",
      "de": "Ich will mehr über Chongyun erfahren IV",
      "es": "Más sobre Chongyun (IV)",
      "fr": "Connaître Chongyun (4)",
      "pt": "Mais sobre Chongyun - IV",
      "ru": "Узнать больше о Чун Юне IV",
      "id": "Mengenal Chongyun - IV",
      "th": "อยากรู้เกี่ยวกับ Chongyun-4",
      "vi": "Muốn tìm hiểu Chongyun - Điều 4"
    },
    "line": {
      "zhs": "坐等妖邪现身是没用的，得主动寻访。我为璃月人镇邪，于人能免去烦愁，于我也能广开视野。如果你遇到邪祟搅扰，我一定也会立刻来帮你。",
      "zht": "#坐等妖邪現身是沒用的，得主動尋訪。我為璃月人鎮邪，於人能免去煩愁，於我也能廣開視野。如果{F#妳}{M#你}遇到邪祟攪擾，我一定也會立刻來幫{F#妳}{M#你}。",
      "jp": "ただ座って妖魔が出るのを待つんじゃダメだ、自分から探しに行かないと。ぼくは璃月の人々のため妖魔退治をしている。みんなの悩みの種を摘むことが、ぼく自身の視野を広げることにつながっているんだ。お前も妖魔で困ったことがあったら言ってくれ、ぼくがすぐに駆け付けるよ。",
      "ko": "앉아서 요마가 나타나기만을 기다리는 건 소용없어, 직접 찾아다녀야지. 내가 리월 사람들을 위해 악한 존재를 물리치고 다니는건, 사람들의 근심을 덜어줄 수도 있고 내 견문을 넓힐 수도 있가 때문이야. 만약 악령들이 널 괴롭힌다면, 내가 반드시 널 도와주러 올게",
      "en": "Waiting for evil to show up at the doorstep will get you nowhere — you have to go out and hunt it down. By purging Liyue of evil spirits, I bring peace of mind to people and also broaden my horizons. If an evil spirit ever bothers you, just let me know. I'll come and help you out right away.",
      "de": "Einfach nur herumzusitzen und darauf zu warten, dass das Böse zu einem kommt, bringt überhaupt nichts. Du musst dich auf die Suche danach machen. Indem ich Liyue von bösen Geistern befreie, helfe ich nicht nur den Bewohnern, sondern erweitere auch noch meinen Horizont. Solltest du jemals von einem Geist geplagt werden, du weißt, wo du mich findest.",
      "es": "Esperar a que aparezca el mal y toque a tu puerta no te llevará a ninguna parte. Tienes que salir y cazarlo. Al purgar a Liyue de los espíritus malignos, traigo tranquilidad a las personas y también amplío mis horizontes. Si alguna vez te molesta un espíritu maligno, avísame. Iré y te ayudaré de inmediato.",
      "fr": "Attendre les attaques des esprits maléfiques ne mène à rien, il faut les chasser activement. En les exorcisant, j'apporte la paix à travers Liyue tout en élargissant mes horizons. Fais-moi savoir si jamais l'un d'entre eux te dérange, je t'en débarrasserais immédiatement.",
      "pt": "Esperar que o mal apareça à porta não vai te levar a lugar nenhum - você tem que sair e caçá-lo. Ao purificar Liyue dos espíritos malignos, trago paz de espírito às pessoas e também amplio meus horizontes. Se um espírito maligno alguma vez o incomodar, é só me avisar. Eu irei e o ajudarei imediatamente.",
      "ru": "Бесполезно сидеть и ждать, пока зло покажется, нужно самому выслеживать его. Изгоняя призраков, я охраняю спокойствие жителей Ли Юэ и расширяю свой кругозор. Если кого-то беспокоит злой дух, то я обязательно приду на помощь.",
      "id": "Percuma saja menunggu roh jahat datang, harus kita sendiri yang keluar cari. Mengusir roh jahat yang gentayangan di Liyue berarti membawa kedamaian bagi orang-orang, dan juga bisa menambah wawasan. Kalau ada roh jahat yang ganggu kamu, langsung saja kasih tahu. Aku akan datang mengusir mereka.",
      "th": "ไม่มีประโยชน์ที่จะรอให้ปีศาจ ปรากฏกายขึ้น คุณต้องไปตามหาพวกมันเอง ฉันกำจัดความชั่วร้ายให้ชาว Liyue เพื่อให้พวกเขาไม่ต้องกังวลอีก และขยายขอบเขตของฉันไปเรื่อย ๆ หากคุณพบปีศาจละก็บอกฉันได้เลย ฉันจะมาช่วยคุณทันที",
      "vi": "Chỉ ngồi đợi ma quỷ hiện hình thì sẽ chẳng có tác dụng, chi bằng chủ động đi tìm chúng. Tôi giúp người dân Liyue trừ tà một là để xóa bỏ những phiền phức chúng gây cho dân thường, hai là để mở rộng tầm mắt. Nếu có yêu ma quấy rầy, tôi nhất định sẽ giúp đỡ bạn."
    }
  },
  {
    "title": {
      "zhs": "想要了解重云·其五",
      "zht": "想要瞭解重雲·其五",
      "jp": "重雲を知る·5",
      "ko": "중운에 대해 알기·다섯 번째",
      "en": "More About Chongyun: V",
      "de": "Ich will mehr über Chongyun erfahren V",
      "es": "Más sobre Chongyun (V)",
      "fr": "Connaître Chongyun (5)",
      "pt": "Mais sobre Chongyun - V",
      "ru": "Узнать больше о Чун Юне V",
      "id": "Mengenal Chongyun - V",
      "th": "อยากรู้เกี่ยวกับ Chongyun-5",
      "vi": "Muốn tìm hiểu Chongyun - Điều 5"
    },
    "line": {
      "zhs": "剿灭天下妖邪是我身为方士的最终目标，将来这个宏愿实现之后，不管是温泉、绝云椒椒还是别的什么…热血刺激的东西，我其实…都可以考虑。唔…不行。这样想想就会有些激动…不好不好。",
      "zht": "剿滅天下妖邪是我身為方士的最終目標，將來這個宏願實現之後，不管是溫泉、絕雲椒椒還是別的什麼…熱血刺激的東西，我其實…都可以考慮。唔…不行。這樣想想就會有些激動…不好不好。",
      "jp": "世にはびこる妖魔を殲滅することが、方士としてのぼくの最終目標だ。この願いさえ実現できれば、温泉も絶雲の唐辛子も、血が上るような刺激的なものも…受け入れてみよう。…うーん、やっぱりだめだ。考えただけで血が上りそうだ…いけない。",
      "ko": "천하의 모든 요마를 제거하는 게 바로 도사로서의 최종 목표야. 언젠가 이 목표를 이루고, 온천이든 절운고추든…뜨겁고 자극적인 건 모두다…해보겠어. 음…안되겠다. 상상만으로도 감정이 격해지는군…이러면 안 돼",
      "en": "To permanently banish the forces of evil from the world is my ultimate goal as an exorcist. If that grand day ever comes, I suppose I should be able to consider trying many new things, such as hot springs, Jueyun Chilis, and... partaking in other activities of a more passionate nature. Ugh, what am I doing... Ugh, I shouldn't be dwelling on these things, even thinking about them is too stimulating for me...",
      "de": "Alles Böse vom Antlitz der Welt zu tilgen, ist mein ultimatives Ziel. Sollte dieser Tag jemals kommen, so sollte ich endlich in der Lage sein die Dinge auszuprobieren, die ich bisher meiden musste, wie heiße Quellen, Jueyun-Peperoni und andere Aktivitäten, die etwas leidenschaftlicher ausfallen können. Aber was tue ich da nur ... allein daran zu denken, bringt mein Blut in Wallung ... Nicht gut, gar nicht gut.",
      "es": "Desterrar el mal del mundo para siempre es mi objetivo final como exorcista. Si ese gran día llega, supongo que podré probar muchas cosas nuevas, como las aguas termales, los chiles de Jueyun y... participar en otras actividades más emocionantes. *Suspira* ¿Qué estoy haciendo? No debería pensar en estas cosas. El simple hecho de hacerlo ya hace que me encienda...",
      "fr": "Mon objectif en tant qu'exorciste est de me débarrasser de tout le mal qui ronge ce monde. Le jour où j'y arriverai, je pourrais essayer beaucoup de nouvelles choses comme me baigner dans des thermes, manger des piments de Jueyun et autres activités... Pourquoi suis-je en train de penser à ça ? Je ne devrais pas !",
      "pt": "Banir permanentemente as forças do mal do mundo é meu objetivo final como exorcista. Se esse grande dia chegar, suponho que eu deveria ser capaz de pensar em tentar muitas coisas novas, tais como me banhar nas fontes termais, comer Pimenta de Jueyun e... Participar de outras atividades de natureza mais apaixonada. Ugh, o que estou fazendo... Ugh, eu não deveria pensar tanto em coisas desse gênero, até mesmo pensar nelas é muito estimulante para mim...",
      "ru": "Моя высшая цель как экзорциста - полностью избавить мир от злых духов. Если эта великая мечта исполнится, то я, возможно, смогу попробовать горячие источники, или заоблачный перчик, или... другие волнующие занятия... Ох, нет, нельзя. Даже думать об этом слишком волнующе... Нельзя.",
      "id": "Sebagai pengusir roh jahat, impianku adalah bisa membasmi semua roh jahat di seluruh dunia. Kalau hari itu tiba, aku ingin coba semua hal yang dulunya tidak bisa kulakukan. Berendam air panas, makan Jueyun Chili, dan aktivitas-aktivitas seru lainnya. Aku ... Uhh, tidak boleh. Tidak boleh begini, memikirkan yang seperti itu saja sudah terlalu \"menegangkan\" ....",
      "th": "การปราบปีศาจร้ายให้หมดไปจาก โลกอย่างถาวรคือเป้าหมายสูงสุด ของฉันในฐานะนักปราบปีศาจ ถ้าวันนั้นมาถึง ฉันคิดว่าฉันจะลองทำสิ่งใหม่ ๆ มากมายเช่น แช่น้ำพุร้อน กินพริก Jueyun Chili และเข้าร่วมกิจกรรมอื่น ๆ ที่... ทำให้เลือดร้อน จริง ๆ ฉัน... คิดไว้หมดแล้วล่ะ เอิ่ม... ไม่ได้ การคิดถึงสิ่งเหล่านี้จะเป็น การกระตุ้นสำหรับฉัน...",
      "vi": "Tiêu diệt toàn bộ yêu ma trong thiên hạ đó là mục tiêu duy nhất của phương sĩ tôi. Nếu hoàn thành tâm nguyện này, tôi sẽ suy nghĩ đến việc trải nghiệm ngâm mình vào nước khoáng nóng hay ăn ớt tuyệt vân... Để kích thích máu nóng trong cơ thể. Í... Nhưng mà như vậy có phải là quá kích động không.... Thế thì không được rồi."
    }
  },
  {
    "title": {
      "zhs": "重云的爱好…",
      "zht": "重雲的愛好…",
      "jp": "重雲の趣味…",
      "ko": "중운의 취미...",
      "en": "Chongyun's Hobbies...",
      "de": "Chongyuns Hobbys ...",
      "es": "Aficiones de Chongyun...",
      "fr": "Les loisirs de Chongyun...",
      "pt": "Hobbies de Chongyun...",
      "ru": "Хобби Чун Юня...",
      "id": "Hobi Chongyun",
      "th": "งานอดิเรกของ Chongyun...",
      "vi": "Sở thích của Chongyun..."
    },
    "line": {
      "zhs": "我？嗯…我最喜欢的还是听说书。茶博士总是能把各种奇闻怪谈讲得惊心动魄。有空不妨一道去听听。",
      "zht": "我？嗯…我最喜歡的還是聽說書。茶博士總是能把各種奇聞怪談講得驚心動魄。有空不妨一道去聽聽。",
      "jp": "ぼく？ぼくは講談を聞くのが好きだ。茶博士の語る怪談話は、いつも聞く人を恐怖のどん底に突き落とす。時間があったら、ぜひとも聞いてみるといい。",
      "ko": "나? 음…난 이야기 듣는 걸 제일 좋아해. 차 명인 유소 씨는 각종 기이한 이야기를 생생하게 전해주시지. 시간 나면 꼭 한번 들어봐",
      "en": "I like listening to Tea Master Liu's stories. His narration really brings the hair-raising tales of the supernatural to life. Why not come with me some time?",
      "de": "Ich? Ich höre gern Geschichten. Der Teekenner erzählt alle möglichen Geschichten. Komm doch das nächste Mal einfach vorbei.",
      "es": "Me gusta escuchar las historias de Liu Su, el maestro del té. Su narración da vida a sus espeluznantes cuentos sobrenaturales. ¿Por qué no vienes conmigo alguna vez?",
      "fr": "J'aime beaucoup écouter les histoires du maître Liu Su. Sa façon de conter donne vie aux récits paranormaux les plus terrifiants. Tu devrais m'accompagner à une de ses séances de lecture un jour.",
      "pt": "Eu gosto de ouvir as histórias do Mestre do Chá Liusu. Sua narração realmente traz a vida aos contos do sobrenatural. Por que não vem comigo um dia destes?",
      "ru": "Мои? Мне нравится слушать рассказчиков. От рассказов Чайного доктора о сверхъестественном всегда волосы дыбом встают. Давай вместе сходим послушать, когда время будет.",
      "id": "Aku suka dengar ceritanya Tea Master Liu. Cara dia bercerita hal-hal gaib sungguh bisa membuat bulu kuduk merinding satu badan. Kapan-kapan mau ikut dengar?",
      "th": "ฉันเหรอ? อืม... ฉันชอบฟังเรื่องเล่ามากเลยล่ะ เรื่องประหลาดที่ผู้เชี่ยวชาญเรื่อง ชาเล่ามักจะทำให้ฉันขนลุกเสมอ ถ้ามีเวลาว่างเราไปฟังด้วยกันมั้ยล่ะ?",
      "vi": "Tôi? Uhm... Tôi vẫn thích nhất là nghe kể chuyện. Tiến Sĩ Trà Liusu luôn là người thổi hồn vào những câu chuyện hấp dẫn. Nếu có thời gian cùng đi nghe nhé."
    }
  },
  {
    "title": {
      "zhs": "重云的烦恼…",
      "zht": "重雲的煩惱…",
      "jp": "重雲の悩み…",
      "ko": "중운의 고민...",
      "en": "Chongyun's Troubles...",
      "de": "Chongyuns Sorgen ...",
      "es": "Preocupaciones de Chongyun...",
      "fr": "Les problèmes de Chongyun...",
      "pt": "Preocupações de Chongyun...",
      "ru": "Беспокойство Чун Юня...",
      "id": "Kekhawatiran Chongyun",
      "th": "เรื่องกลุ้มใจของ Chongyun...",
      "vi": "Nỗi buồn của Chongyun..."
    },
    "line": {
      "zhs": "经我多方打听，费了好大功夫，才找到一处破庙有妖邪出没！于是，我守了四天，却完全不见妖邪的影子。唉…这种事经常发生。",
      "zht": "經我多方打聽，費了好大功夫，才找到一處破廟有妖邪出沒！於是，我守了四天，卻完全不見妖邪的影子。唉…這種事經常發生。",
      "jp": "時間をかけてあちこち聞き込みをして、ぼくはやっと妖魔が出没する寺を見つけたんだ！それから4日も見張ったというのに、妖魔の影を見ることすらできなかった。はあ…こういうことはよくある。",
      "ko": "수소문해서 요괴가 나온다는 낡은 절 한 곳을 정말 어렵게 찾았는데, 나흘을 기다려도 요괴의 그림자조차 안보였어. 어휴…괜찮아 자주 있는 일이야",
      "en": "After making numerous inquiries and putting in an enormous amount of effort, I finally tracked down the location of an old haunted temple. So I camped out there for four whole days, ready to exorcise the hell out of that place... and nothing happened. Not even the faintest glimpse of an evil spirit. *sigh* Sadly, this is a regular occurrence for me.",
      "de": "Nach zahlreichen Nachforschungen und enormem Aufwand habe ich endlich den Standort eines alten von Spuk heimgesuchten Tempels ausfindig machen können. Ich zeltete dort vier ganze Tage und Nächte lang, bereit, die Hölle aus diesem Tempel zu exorzieren ... Und nichts geschah. Nicht einmal der leiseste Anflug eines bösen Geistes. Hach, traurigerweise passiert mir sowas ständig.",
      "es": "Después de hacer numerosas consultas y de hacer un gran esfuerzo, finalmente rastreé la ubicación de un antiguo templo embrujado, así que acampé allí durante cuatro días enteros, listo para exorcizar el lugar y... no pasó nada. No había ni el menor rastro de un espíritu maligno. *Suspira* Lamentablemente, ya estoy acostumbrado.",
      "fr": "Après de nombreux efforts, j'ai réussi à localiser un ancien temple maudit. J'ai campé devant pendant quatre jours, prêt à exorciser le lieu ! Mais rien ne s'est produit, pas le moindre esprit maléfique à l'horizon... *soupir* Comme d'habitude...",
      "pt": "Depois de fazer inúmeras investigações e de fazer um enorme esforço, finalmente rastreei a localização de um antigo templo assombrado. Então acampei lá fora por quatro dias inteiros, pronto para exorcizar completamente aquele lugar. E nada aconteceu. Nem mesmo o mais leve vislumbre de um espírito maligno. *Suspira* Infelizmente, esta é uma ocorrência frequente para mim.",
      "ru": "Потратив много сил, после долгих поисков я, наконец, обнаружил старый храм с привидениями. И вот я провёл в засаде четыре дня, но даже намёка на привидения не увидел. Эх... Такое со мной случается постоянно.",
      "id": "Setelah banyak tanya dan berusaha mati-matian, aku akhirnya berhasil menemukan lokasi kuil tua yang berhantu! Aku berjaga di sana empat hari empat malam, suah siap mau mengusir semua roh jahat di sana, tapi ... satu juga ridak muncul. *huff* Yang beginian sudah tidak aneh buatku sih.",
      "th": "หลังจากที่ฉันสอบถามมาหลายครั้ง และใช้ความพยายามอย่างสูง ฉันก็พบกับซากปรักหักพังที่ มีปีศาจ! ฉันก็เลยไปเฝ้ามันถึงสี่วัน แต่ฉันไม่เห็นเงาของปีศาจเลย เฮ้อ... เรื่องแบบนี้เกิดขึ้นบ่อยเกินไปแล้ว",
      "vi": "Sau khi thăm dò tôi được biết, miếu hoang có yêu ma xuất hiện. Thế là tôi đã đợi ở đó bốn ngày mà không bóng dáng con ma nào... Thật ra chuyện này cũng thường xuyên xảy ra."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "每日修行完毕后，要是能吃上稻妻运来的生鲜还有冷餐就好了，那种冰凉清爽的口感能缓解所有疲劳。",
      "zht": "每日修行完畢後，要是能吃上稻妻運來的生鮮還有冷餐就好了，那種冰涼清爽的口感能緩解所有疲勞。",
      "jp": "日課の修行が終わった後に、稲妻産の海産物や冷たい食べ物を食べるのが好きだ。あの冷たく、さっぱりとした味は疲れを癒してくれる。",
      "ko": "매일 수행이 끝나고 이나즈마에서 온 신선하고 차가운 음식을 먹을 수 있다면 정말 좋을 텐데. 차갑고 상쾌한 식감은 내 모든 피로를 날려줘",
      "en": "Nothing makes me happier than sitting down to an authentic Inazuman meal, ingredients imported of course. After training hard all day, the ice-cold freshness of Inazuman cuisine takes the exhaustion away.",
      "de": "Am Ende eines langen Tages ist ein kühles Gericht aus Inazuma genau das Richtige für mich. Die eisgekühlten Zutaten schmelzen auf meiner Zunge und kühlen mich richtig schön ab.",
      "es": "Nada me hace más feliz que una auténtica comida de Inazuma, con ingredientes importados, por supuesto. Después de un día de duro entrenamiento, la frescura de la comida fría de Inazuma hace que me olvide de la fatiga.",
      "fr": "Rien ne me fait davantage plaisir que de manger un repas inazumien après mon entraînement quotidien. La fraîcheur des plats fait disparaître toute la fatigue que je ressens.",
      "pt": "Nada me faz mais feliz do que sentar-me para uma autêntica refeição de Inazuma, ingredientes importados, é claro. Depois de treinar duro o dia todo, o frescor gelado da culinária de Inazuma mata completamente todo cansaço.",
      "ru": "После дня тренировок нет ничего лучше, чем свежие морепродукты из Инадзумы с холодной закуской. От приятной прохлады инадзумской кухни сразу забываешь об усталости.",
      "id": "Menikmati makanan dingin Inazuma yang bahannya semua impor segar, benar-benar bisa bikin badan segar kembali setelah latihan seharian.",
      "th": "ทุกวันหลังจากฝึกฝนเสร็จ ถ้าได้กินอาหารเย็น ๆ สดใหม่ที่ส่งมาจาก Inazuma มันก็จะเยี่ยมไปเลย รสชาติที่เย็นสดชื่นมันช่วยบรรเทา ความเมื่อยล้าได้เป็นอย่างดีเลย",
      "vi": "Mỗi khi rèn luyện xong mà có thể ăn một món ngon lại lạnh buốt từ Inazuma thì cảm giác ấy có thể xóa bỏ mọi vất vả."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "所有又烫又辣的食物我都不能入口。如果是有绝云椒椒的菜，啊，想想就吓人。",
      "zht": "所有又燙又辣的食物我都不能入口。如果是有絕雲椒椒的菜，啊，想想就嚇人。",
      "jp": "熱くて辛いものは食べられない。絶雲の唐辛子が入った料理とか、ああ、考えただけでも怖気が走る。",
      "ko": "난 뜨겁고 매운 음식은 절대 못 먹어. 절운고추가 들어간 요리라니, 으, 생각만 해도 무섭네",
      "en": "Anything piping hot and laden with chilies is an absolute no-go for me. The mere thought of a Jueyun Chili gives me hot flashes.",
      "de": "Leider kann ich kein scharfes Essen zu mir nehmen. Am schlimmsten sind Jueyun-Peperoni, die verfolgen mich noch in meinen Albträumen.",
      "es": "Para mí, cualquier cosa caliente, que eche humo o esté cubierta de chiles es totalmente incomestible. De solo pensar en los chiles de Jueyun me viene una horrible sensación.",
      "fr": "Je ne peux pas consommer de nourriture chaude ou épicée. J'ai la nausée rien que de penser aux piments de Jueyun...",
      "pt": "Qualquer coisa que esteja quente e picante é para mim um absoluto \"nem pensar\". A mera ideia de uma Pimenta de Jueyun em qualquer prato me causa um medo.",
      "ru": "Всё горячее и острое для меня под запретом. Если в блюде попадётся заоблачный перчик... ох, даже думать страшно.",
      "id": "Pokoknya apa pun yang pedas dan panas, tidak boleh. Membayangkan Jueyun Chili saja sudah bisa bikin aku kepanasan.",
      "th": "อาหารที่เผ็ดและร้อนจะเข้าปากฉัน ไม่ได้เด็ดขาด ยิ่งถ้าเป็นเมนูที่ใส่พริก Jueyun Chili ด้วยล่ะก็... แค่คิดก็กลัวแล้ว",
      "vi": "Mọi món đồ ăn cay và nóng tôi đều không ăn. Thực sự nghĩ đến món có liên quan đến Ớt Tuyệt Vân là đã sởn gai ốc rồi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "口感凉爽，正合我意！我要多留一些，等到修行完毕后再来享用。",
      "zht": "口感涼爽，正合我意！我要多留一些，等到修行完畢後再來享用。",
      "jp": "ヒンヤリとした口当たりだな、気に入った！うん、残りは修行を終えてからいただくとしよう。",
      "ko": "식감이 시원한 게 내 스타일이야! 조금 아껴뒀다가 수련이 끝나면 또 먹어야겠어",
      "en": "Cold dishes are just to my liking! I'll save some for after my training.",
      "de": "Kühl am Gaumen, genau das, was ich wollte! Ich werde noch etwas aufheben, um es zu genießen, wenn ich mit meiner Übung fertig bin.",
      "es": "¡Qué frescura! Justo como a mí me gusta. Guárdame un poco, me lo comeré cuando acabe de entrenar.",
      "fr": "La fraîcheur en bouche est parfaite ! Je dois en garder un peu pour savourer ça à la fin de mon entraînement.",
      "pt": "Adoro pratos frios! Guardarei um pouco para depois de meu treinamento.",
      "ru": "Холодные блюда как раз по мне! Съем после тренировки.",
      "id": "Aku memang doyan yang dingin-dingin! Aku mau simpan sebagian buat dimakan setelah latihan ya.",
      "th": "รสชาติเย็นสบายสดชื่นอย่างที่ฉันชอบเลย! ฉันจะเก็บบางส่วนไว้กินหลังฝึกฝนเสร็จสักหน่อย",
      "vi": "Hương vị thanh mát, rất hợp ý tôi! Tôi muốn giữ thêm một ít, đợi sau khi tu luyện xong mới thưởng thức."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "不好意思啊。明明是你的一片心意，我却只能放凉再吃…",
      "zht": "#不好意思啊。明明是{F#妳}{M#你}的一片心意，我卻只能放涼再吃…",
      "jp": "すまない。せっかく作ってくれたというのに、ぼくは冷ましてからじゃないと食べられないんだ…",
      "ko": "미안, 네가 정성 들여 만들어줬는데 식혀 먹을 수밖에 없어서…",
      "en": "I'm sorry, I know you mean well, but I really need to wait for it to cool off before I eat it.",
      "de": "Es tut mir leid. Ich musste sie abkühlen lassen, bevor ich sie aß ...",
      "es": "Lo siento mucho. Te has esforzado mucho en hacerlo, pero solo puedo comerlo si está frío...",
      "fr": "Désolé... Tu t'es donné la peine de préparer ce plat pour moi, mais je ne peux le manger que s'il est froid...",
      "pt": "Me desculpe, eu sei que você tem boas intenções, mas realmente preciso esperar esfriar para poder comer...",
      "ru": "#Прости, понимаю, ты хотел{F#a} как лучше, но мне придётся подождать, чтобы блюдо остыло, прежде чем его есть...",
      "id": "Maaf yah. Padahal kamu sudah repot-repot masak, tapi aku harus tunggu biar dingin dulu ....",
      "th": "ขอโทษนะ เธออุตส่าห์ตั้งใจทำมาแท้ ๆ แต่ฉันกลับต้องปล่อยให้มันเย็นแล้วค่อยกิน...",
      "vi": "Thật xin lỗi. Rõ ràng đó là tình cảm của bạn, nhưng tôi lại chỉ có thể để nguội rồi mới ăn..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "糟糕！这味道是…绝云椒椒？",
      "zht": "糟糕！這味道是…絕雲椒椒？",
      "jp": "しまった！この味は…絶雲の唐辛子か！？",
      "ko": "이런! 설마 이 맛은… 절운고추?",
      "en": "Oh no! Did you put Jueyun Chilies in this?",
      "de": "Sind das ... Jueyun-Peperoni?",
      "es": "¡Vaya! Este sabor es... Oh, no, ¡chile de Jueyun!",
      "fr": "Oh non ! Est-ce du piment de Jueyun que je sens là ?",
      "pt": "Oh, não! Você colocou Pimentas de Jueyun aqui?",
      "ru": "#О нет! Ты добавил{F#a} заоблачный перчик?",
      "id": "Gawat! Ini ada Jueyun Chili-nya ya???",
      "th": "แย่ละ! รสชาตินี้มัน... Jueyun Chili?",
      "vi": "Gay rồi! Đây là vị... Ớt Tuyệt Vân?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今天是你的生辰，这朵冰晶结成的小花送你，是我自己雕的。如果遇到妖邪，掷出冰花，我封入的咒术自会生效，助你脱险。啊…还有，生日快乐。",
      "zht": "#今天是{F#妳}{M#你}的生辰，這朵冰晶結成的小花送{F#妳}{M#你}，是我自己雕的。如果遇到妖邪，擲出冰花，我封入的咒術自會生效，助你脫險。啊…還有，生日快樂。",
      "jp": "今日はお前の誕生日だろう、この氷晶の花をやる、ぼくが作ったんだ。妖魔に遭遇したときこの氷の花を投げれば、ぼくが施した呪術が発動してお前を助けてくれるはずだ。それと、誕生日おめでとう。",
      "ko": "오늘은 네 생일이니까 이 얼음 결정으로 만든 꽃을 줄게. 내가 직접 조각해서 만든 거야. 요마를 만나면 이 얼음꽃을 던져봐. 그럼 내가 봉인한 주술의 효력이 자동으로 나타날 거야. 그리고, 생일 축하해",
      "en": "On the anniversary of your birth, please accept this gift of a flower, made of ice crystals. I carved it myself. If you ever encounter an evil spirit, cast this toward it — the spell I have cast upon it will immediately come into effect and hopefully get you out alive. Also... Happy birthday.",
      "de": "Heute ist dein Geburtstag, diese kleine Blüte hier schenke ich dir. Ich habe sie aus Eiskristallen selbst gefertigt. Solltest du dich einmal einem bösen Geist gegenüber wiederfinden, schmeiß diese Blume in Richtung Feind. Das von mir platzierte Siegel wird dann aufbrechen und den Geist vertreiben. Und ... Alles Gute zum Geburtstag.",
      "es": "En el aniversario de tu nacimiento, acepta este regalo de una flor, hecha de cristales de hielo. La tallé yo mismo. Si alguna vez te encuentras un espíritu maligno, arrójasela. El hechizo que le he puesto surtirá efecto de inmediato. Con suerte, puede salvarte la vida... Feliz cumpleaños.",
      "fr": "En ce jour spécial, je te prie d'accepter cette fleur en cristaux de glace que j'ai sculptée moi-même comme cadeau. Elle te sera utile si tu rencontres un esprit maléfique grâce au sort que j'y ai jeté... Oh, et joyeux anniversaire.",
      "pt": "#Hoje é o seu aniversário, parabéns! Por favor, aceite esta flor cristalizada como presente, ela foi esculpida por mim mesmo. Jogue esta flor quando encontrar demônios - o feitiço que lancei sobre ela entrará imediatamente em vigor e espero que {M#o}{F#a} tire dos perigos. Além disso... Feliz aniversário!",
      "ru": "В день твоего рождения прими этот ледяной цветок, который я вырезал сам. Если столкнёшься со злым духом, то брось в него цветок. Внутри заключено заклинание, которое поможет тебе сбежать. Ах, да... с днём рождения.",
      "id": "Hari ini adalah hari ulang tahunmu. Terimalah bunga es ini, aku mengukirnya sendiri. Kalau bertemu roh jahat, lempar saja bunga es ini. Mantranya akan langsung aktif dan seharusnya bisa segera mengamankan kamu. Terus juga ... Selamat ulang tahun ya.",
      "th": "ในวันครบรอบวันเกิดของคุณ โปรดรับของขวัญชิ้นนี้ไปเถอะ มันเป็นดอกไม้ที่ทำจาก ผลึกน้ำแข็ง ฉันแกะสลักด้วยตัวเองเลยนะ หากคุณพบกับปีศาจก็แค่ขว้าง มันออกไป คาถาที่ฉันร่ายไว้ก็จะแสดงผล ในทันที หวังว่ามันจะช่วยให้คุณหลบหนีได้ อ๊ะ... จริงสิ สุขสันต์วันเกิดนะ",
      "vi": "Hôm nay là ngày sinh của bạn, bông hoa từ băng kết tinh băng này dành cho bạn. Tôi tự làm đó. Nếu có gặp yêu ma, nhớ lấy nó ra nhé, bùa chú được tôi yểm vào sẽ tự khắc phát huy tác dụng giúp bạn giải trừ nguy hiểm. A, quên mất... Sinh nhật vui vẻ nha."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "驱邪的术法也常常用到这些材料，没想到还能用于提升自己的灵气。",
      "zht": "驅邪的術法也常常用到這些材料，沒想到還能用於提升自己的靈氣。",
      "jp": "魔除けの法術でもこういった素材をよく使うが、まさか自分自身の気を上げることもできたとは。",
      "ko": "퇴마의 술법에도 이런 재료가 자주 쓰이는데, 영기를 높이는 데까지 쓰일 줄은 몰랐네",
      "en": "We often use these materials for thaumaturgy during exorcisms — I never knew they could be used to purify one's own spirit, too.",
      "de": "Diese Sachen haben wir oft für Heilung bei Exorzismen angewendet, ich wusste bisher gar nicht, dass es auch zur Reinigung des eigenen Geistes verwendet werden kann.",
      "es": "A menudo usamos estos materiales para la taumaturgia durante los exorcismos. Nunca supe que también podían usarse para purificar el propio espíritu.",
      "fr": "On utilise souvent ces matériaux pour la thaumaturgie pendant un exorcisme. Je ne savais pas qu'ils pouvaient également purifier nos esprits.",
      "pt": "Costumamos usar esses materiais para a taumaturgia durante exorcismos - eu nunca soube que eles também poderiam ser usados para purificar o próprio espírito.",
      "ru": "Экзорцисты тоже часто используют эти материалы для своих заклинаний. Не думал, что с их помощью можно очистить свой дух.",
      "id": "Kami sering pakai bahan-bahan seperti ini untuk mengusir roh jahat. Aku baru tahu ternyata bisa juga dipakai untuk menyucikan diri.",
      "th": "เรามักจะใช้วัสดุนี้ในการปราบปีศาจ แต่นึกไม่ถึงเลยว่าสามารถเอามา ชำระจิตวิญญาณให้บริสุทธิ์ได้ด้วย",
      "vi": "Phương thuật trừ tà thường dùng những nguyên liệu này, thật không ngờ còn có thể tăng sức mạnh linh khí của bản thân."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "习武与术法一样，都有境界。受你指导，我又有进益了。",
      "zht": "#習武與術法一樣，都有境界。受{F#妳}{M#你}指導，我又有進益了。",
      "jp": "武芸や法術と同じで、成長には壁というものが存在する。お前のおかげで、ぼくはまた一段と成長できた。",
      "ko": "무예를 익히는 것도 술법과 같아, 모두 경지가 있지. 네 가르침 덕에 내 실력도 많이 향상된 것 같아",
      "en": "Martial arts and thaumaturgy are alike in that there are always new dimensions to explore. Thanks to your guidance, I can see myself making progress.",
      "de": "Kampfkunst und Heilung haben gemeinsam, dass es immer noch Raum zur Weiterentwicklung gibt. Dank deiner Unterstützung habe ich deutliche Fortschritte gemacht.",
      "es": "Las artes marciales y la taumaturgia se parecen en que siempre hay nuevas dimensiones por explorar. Gracias a tu guía, siento que he progresado.",
      "fr": "J'aurais toujours beaucoup à apprendre que ce soit en arts martiaux ou en thaumaturgie. Grâce à tes précieux conseils, j'ai l'impression d'avoir fait des progrès.",
      "pt": "As artes marciais e a taumaturgia são semelhantes, pois sempre há novas dimensões a serem exploradas. Graças à sua orientação, posso me ver progredindo.",
      "ru": "В искусстве боя и в искусстве заклинаний есть много неизведанного. С твоей помощью я узнал много нового.",
      "id": "Ilmu bela diri dan sihir memang mirip, di dalam keduanya selalu ada tahapan baru yang bisa dipelajari. Terima kasih, aku bisa berkembang lagi berkat bimbinganmu.",
      "th": "ศิลปะการต่อสู้กับศิลปะเวทมนตร์ ต่างก็มีเรื่องใหม่ให้ศึกษาอยู่เสมอ ได้รับคำชี้แนะจากคุณ ฉันก็ก้าวหน้าขึ้นไปอีกขั้น",
      "vi": "Luyện võ và phép thuật đều có cảnh giới. Nhờ có sự chỉ bảo của bạn mà tôi mới có thể tiến bộ."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "原来习武之道还有这样一种境界，手眼相通，人与剑合…嗯，我悟到了！",
      "zht": "原來習武之道還有這樣一種境界，手眼相通，人與劍合…嗯，我悟到了！",
      "jp": "武芸にこんな境地があったなんて。手と目が淀みなく通じ合い、人と剣が一心となった感じがする。よし、悟ったぞ！",
      "ko": "무예에 이러한 경지도 있었다니. 손과 눈이 서로 통하고, 사람과 검은 하나가 된다…이제 알 것 같아!",
      "en": "Never before have I fathomed such lofty heights of martial prowess! For eye and hand, man and blade to act in unity... Truly, I have been enlightened.",
      "de": "Es gibt also wirklich einen Raum von Kampfkunst und Erleuchtung, niemals zuvor habe ich mich so erleuchtet gefühlt!",
      "es": "¡Nunca antes había imaginado esos niveles de destreza marcial! Ojos y manos, hombre y espada actuando en conjunción... De verdad, he visto la luz.",
      "fr": "Je n'avais jamais imaginé pouvoir effectuer de telles prouesses en arts martiaux auparavant ! Les yeux et les mains, l'homme et l'épée ne font plus qu'un... Quelle illumination !",
      "pt": "Nunca antes imaginei níveis tão elevados de proezas marciais, onde os olhos e as mãos, homem e lâmina estão agindo em união... Verdadeiramente, fui iluminado.",
      "ru": "Я раньше и не задумывался о таких вершинах боевого искусства. Рука следует за взглядом, меч и человек едины... Наконец, я осознал!",
      "id": "Ternyata ilmu bela diri bisa mencapai tingkat setinggi ini. Manusia dan pedang bisa menyatu ... Benar-benar suatu pencerahan.",
      "th": "ที่แท้ศิลปะการต่อสู้ยังมีมิติแบบนี้ มือและดวงตา คนกับดาบประสานเป็นหนึ่งเดียว... ว้าว ฉันเข้าใจแล้ว",
      "vi": "Không ngờ luyện võ lại có cảnh giới như vậy, tay mắt tương thông, người kiếm hợp nhất... Uhm, tôi đã lãnh ngộ được rồi!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "领悟了这些武技，「剿灭天下妖邪」的愿望或许就能达成了。你一路相助，我当然铭感在心，今后赴汤蹈火在所不辞。",
      "zht": "#領悟了這些武技，「剿滅天下妖邪」的願望或許就能達成了。{F#妳}{M#你}一路相助，我當然銘感在心，今後赴湯蹈火在所不辭。",
      "jp": "これらの武技を体得したおかげで、「世にはびこる妖魔を殲滅する」という願いが叶えられそうだ。お前が今まで付き合ってくれた礼は心に刻んでおく。だから、これから先なにがあっても、ぼくはお前のために水火も辞さないぞ。",
      "ko": "이 무예들을 익혔으니 「천하의 모든 요마를 제거」라는 목표를 달성할 수 있을지도 몰라. 네가 준 도움은 항상 마음에 새겨둘게. 앞으로 네가 도움이 필요하면 언제든지 날 불러줘",
      "en": "With all the secrets arts that I have learned, my goal of banishing all evil from the world is finally in view. I will never forget how much you have done for me. Maybe now I even have what it takes to face the flames of my positive energy, and see if I can take the heat.",
      "de": "Jetzt, da ich viel mehr über meine Fähigkeiten gelernt habe und mit dem aktuellen Fortschritt, ist mein Ziel, die Welt vom Bösen zu befreien, in deutliche Nähe gerückt. Du hast auf diesem Weg so viel für mich getan, vielleicht bin ich sogar so weit, dass ich mich den Flammen in meinem Inneren stellen kann.",
      "es": "Con todas las artes místicas que he aprendido, por fin puedo vislumbrar mi objetivo de desterrar todo el mal del mundo. Nunca olvidaré lo que has hecho por mí. Tal vez ahora tenga lo necesario para enfrentar las llamas de mi energía positiva y ver si puedo soportar el calor.",
      "fr": "Mon objectif est de bannir le mal de ce monde grâce à tous les arts mystiques que j'ai appris. Je n'oublierai jamais toute l'aide que tu m'as apportée... À présent, je ne redoute rien !",
      "pt": "Com todas as artes secretas que aprendi, meu objetivo de banir todo o mal do mundo está finalmente à vista. Nunca esquecerei o quanto você tem feito por mim. Talvez agora eu até tenha o que é preciso para enfrentar as chamas da minha energia positiva, e ver se consigo suportar o calor.",
      "ru": "#Овладев этими техниками, я стал ещё ближе к воплощению мечты о мире без злых духов. Я вечно буду помнить, как много ты для меня сделал{F#a}. Возможно, теперь я готов пройти через огонь своей души.",
      "id": "Dengan semua ilmu rahasia yang sudah aku pelajari, jalan untuk impianku membasmi semua roh jahat dari dunia ini akhirnya terbuka. Bantuanmu akan kuingat selalu. Mungkin aku yang sekarang bahkan sudah bisa menghadapi luapan panas Energi Yang.",
      "th": "หลังจากเข้าใจความลับของ ศิลปะการต่อสู้เหล่านี้แล้ว ความปรารถนาที่จะ \"ปราบปีศาจร้ายให้ หมดไปจากโลก\" อาจเกิดขึ้นได้ คุณช่วยฉันมาตลอดทาง แน่นอนฉันจะไม่ลืมเด็ดขาด ต่อจากนี้ฉันอาจแข็งแกร่งพอที่ จะบุกน้ำลุยไฟได้โดยไม่บาดเจ็บ",
      "vi": "Sau khi lĩnh ngộ được những kỹ năng này, tâm nguyện \"tiêu diệt yêu ma trong thiên hạ\" sẽ sớm hoàn thành mà thôi. Sự giúp đỡ của bạn tôi sẽ luôn ghi nhớ, về sau sẽ đồng kham cộng khổ, quyết không chùn bước."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "剑印染冰！",
      "zht": "劍印染冰！",
      "jp": "剣印染氷！",
      "ko": "검인연빙!",
      "en": "A touch of frost!",
      "de": "Ein Hauch von Frost!",
      "es": "¡Toque helado!",
      "fr": "Épée de givre !",
      "pt": "Um toque de gelo!",
      "ru": "Морозное касание!",
      "id": "Sentuhan beku!",
      "th": "ตราประทับดาบเหมันต์!",
      "vi": "Băng nhuộm dấu kiếm!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "剑，出！",
      "zht": "劍，出！",
      "jp": "剣よ、出でよ！",
      "ko": "나와라!",
      "en": "Forth, my blade!",
      "de": "Vorwärts, meine Klinge!",
      "es": "¡Adelante, espada!",
      "fr": "En avant !",
      "pt": "Avance, minha lâmina!",
      "ru": "Вперёд, мой клинок!",
      "id": "Pedangku, serang!",
      "th": "ดาบ จงออกมา!",
      "vi": "Kiếm, xuất!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "急如敕令。",
      "zht": "急如敕令。",
      "jp": "急急如律令。",
      "ko": "급여사령",
      "en": "Swift and merciful!",
      "de": "Schnell und barmherzig!",
      "es": "¡Rápido y piadoso!",
      "fr": "Rapide et miséricordieux !",
      "pt": "Ágil e piedoso!",
      "ru": "Быстрота и сострадание!",
      "id": "Dengan cepat dan murah hati!",
      "th": "รวดเร็วดั่งคำบัญชา",
      "vi": "Gấp như sắc lệnh."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "听我法旨。",
      "zht": "聽我法旨。",
      "jp": "わが命を聞きたまえ。",
      "ko": "내 명을 받들라",
      "en": "One with my blade!",
      "de": "Eins mit meiner Klinge!",
      "es": "¡Soy uno con mi espada!",
      "fr": "Ne faire qu'un avec ma lame !",
      "pt": "Em união com minha espada!",
      "ru": "Одно целое с клинком!",
      "id": "Menyatu dengan pedang!",
      "th": "ฟังคำบัญชาของฉัน",
      "vi": "Nghe sắc lệnh của ta."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "邪魔退去！",
      "zht": "邪魔退去！",
      "jp": "妖魔め、立ち去れ！",
      "ko": "물렀거라!",
      "en": "From whence you came!",
      "de": "Hinfort mit dir!",
      "es": "¡Huye por donde viniste!",
      "fr": "Retournez d'où vous venez !",
      "pt": "Volte de onde você veio!",
      "ru": "Возвращайся туда, откуда ты пришёл!",
      "id": "Roh jahat, enyah!",
      "th": "สิ่งชั่วร้ายจงล่าถอย!",
      "vi": "Tà ma cút đi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "宝印幻剑！",
      "zht": "寶印幻劍！",
      "jp": "宝印幻剣！",
      "ko": "보인환검!",
      "en": "Spirit blade, attack!",
      "de": "Angriff!",
      "es": "¡Filo espiritual, ataca!",
      "fr": "Esprit de l'épée, à l'attaque !",
      "pt": "Lâmina espiritual, ataque!",
      "ru": "Клинок духа, в атаку!",
      "id": "Pedang roh, serang!",
      "th": "ดาบวิญญาณ จู่โจม!",
      "vi": "Kiếm Ảo Ấn Ngọc!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "束手伏诛吧。",
      "zht": "束手伏誅吧。",
      "jp": "大人しく捕まれ。",
      "ko": "순순히 죽거라",
      "en": "Submit for judgment!",
      "de": "Ergib dich!",
      "es": "¡Sométete a mi juicio!",
      "fr": "Acceptez votre sentence !",
      "pt": "É hora do seu julgamento!",
      "ru": "Подчинись правосудию!",
      "id": "Terimalah penghakiman!",
      "th": "รับการลงโทษซะเถอะ",
      "vi": "Bó tay chịu trói đi."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "且看踏风纵云的本领。",
      "zht": "且看踏風縱雲的本領。",
      "jp": "風に乗って飛ぶぞ。",
      "ko": "나의 구름을 타는 재주를 보아라",
      "en": "I ride on wind and cloud alike.",
      "de": "Ich reite auf Wind und Wolken gleichermaßen.",
      "es": "Cabalgo por el viento y las nubes por igual.",
      "fr": "Je me déplace au gré du vent et des nuages.",
      "pt": "Cavalgo em ventos e nuvens igualmente.",
      "ru": "Я могу оседлать ветер и тучи!",
      "id": "Mengendarai angin, menaiki awan.",
      "th": "มาดูความสามารถในวิ่งลมกรดกัน",
      "vi": "Xem bản lĩnh cưỡi gió đây."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "这等器物，有助于驱邪除魔。",
      "zht": "這等器物，有助於驅邪除魔。",
      "jp": "この箱、妖魔退治に使える。",
      "ko": "이런 물건은 퇴마에 쓸 수 있어",
      "en": "Hmm, objects like this may prove useful when purging evil spirits.",
      "de": "Hmm, Objekte wie diese können sich als nützlich erweisen, wenn du böse Geister vertreiben willst.",
      "es": "Humm, objetos como este podrían servirme para ahuyentar a los malos espíritus.",
      "fr": "Hmm, un tel objet pourrait s'avérer utile pour purger les mauvais esprits.",
      "pt": "Hmm, objetos como este podem se mostrar úteis no exorcismo de espíritos malignos.",
      "ru": "Хм, это может оказаться полезным при изгнании злых духов.",
      "id": "Hmm, mungkin bisa berguna untuk mengusir roh jahat.",
      "th": "ของพวกนี้น่าจะใช้ปราบปีศาจได้นะ",
      "vi": "Những dụng cụ này có thể xua đuổi tà ma."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "不枉你我一番劳苦！",
      "zht": "#不枉{F#妳}{M#你}我一番勞苦！",
      "jp": "頑張った甲斐があった！",
      "ko": "같이 고생한 보람이 있네!",
      "en": "It was worth the trouble!",
      "de": "Es war die Mühe wert!",
      "es": "¡Tantos problemas valieron la pena!",
      "fr": "Voilà qui en valait la peine !",
      "pt": "Valeu a pena o trabalho!",
      "ru": "Не зря трудились!",
      "id": "Setimpal dengan usahanya!",
      "th": "คุ้มค่ากับที่เราต้องลำบากกันเนอะ!",
      "vi": "Không uổng công chúng ta đã vất vả!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "意外之喜。",
      "zht": "意外之喜。",
      "jp": "予想外の収穫だ。",
      "ko": "의외의 수확이야",
      "en": "Unexpected, but welcome.",
      "de": "Unerwartet, aber willkommen.",
      "es": "Inesperado, pero bienvenido.",
      "fr": "Inattendu, mais bienvenu.",
      "pt": "Inesperado, porém bem-vindo.",
      "ru": "Неожиданно, но приятно.",
      "id": "Tidak disangka, tapi boleh diterima.",
      "th": "โชคลาภที่คาดไม่ถึง",
      "vi": "Niềm vui bất ngờ."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "小伤不足挂齿。",
      "zht": "小傷不足掛齒。",
      "jp": "かすり傷だ、問題ない。",
      "ko": "별거 아니야",
      "en": "Barely a scratch.",
      "de": "Kaum ein Kratzer.",
      "es": "Solo es un rasguño.",
      "fr": "Ce n'est rien.",
      "pt": "Foi só um arranhão.",
      "ru": "Просто царапина.",
      "id": "Luka kecil saja.",
      "th": "แผลเล็กน้อยน่ะ อย่าได้ใส่ใจเลย",
      "vi": "Vết thương nhỏ không đáng nhắc đến."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "不能再轻敌了。",
      "zht": "不能再輕敵了。",
      "jp": "これ以上、敵を甘く見てはいけない。",
      "ko": "적을 얕봐선 안 돼",
      "en": "I cannot underestimate my enemy.",
      "de": "Ich darf meinen Feind nicht unterschätzen.",
      "es": "No puedo subestimar a mi enemigo.",
      "fr": "Je ne dois plus sous-estimer mon ennemi.",
      "pt": "Não posso subestimar o meu inimigo.",
      "ru": "Не надо было недооценивать врага.",
      "id": "Tidak bisa diremehkan.",
      "th": "อย่าประมาทเชียวนะ",
      "vi": "Không thể khinh địch nữa."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "你莫猖狂！",
      "zht": "你莫倡狂！",
      "jp": "調子に乗るな！",
      "ko": "날뛰지 마라!",
      "en": "Curb your fury!",
      "de": "Zügle deine Wut!",
      "es": "¡Controla tu ira!",
      "fr": "Maîtrise ta fureur !",
      "pt": "Contenha sua fúria!",
      "ru": "Обуздай свой гнев!",
      "id": "Kendalikan amarahmu!",
      "th": "เธอไม่ได้บ้าใช่มั้ย!",
      "vi": "Ngươi đừng đắc thắng!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "我来助你。",
      "zht": "我來助你。",
      "jp": "ぼくが助ける。",
      "ko": "내가 도와줄게",
      "en": "I'm in position.",
      "de": "Lass mich dir helfen!",
      "es": "Estoy en mi puesto.",
      "fr": "Je suis en position.",
      "pt": "Estou em posição.",
      "ru": "Я помогу.",
      "id": "Aku sudah di posisi.",
      "th": "ให้ฉันช่วยเธอเอง",
      "vi": "Để tôi giúp."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "务必撑住！",
      "zht": "務必撐住！",
      "jp": "耐えてくれ。",
      "ko": "조금만 버텨!",
      "en": "Hang on!",
      "de": "Halte durch!",
      "es": "¡Aguanta!",
      "fr": "Tiens bon !",
      "pt": "Aguente firme!",
      "ru": "Держись!",
      "id": "Tahan!",
      "th": "อดทนไว้ก่อนนะ!",
      "vi": "Hãy cố chống đỡ!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "还是技不如人吗…",
      "zht": "還是技不如人嗎…",
      "jp": "まだまだか…",
      "ko": "역시 아직 부족한 건가…",
      "en": "After all that training...",
      "de": "Nach all dem Training ...",
      "es": "Después de tanto entrenamiento...",
      "fr": "Je ne suis pas encore assez bon...",
      "pt": "Depois de todo o meu treinamento...",
      "ru": "После стольких лет тренировок...",
      "id": "Setelah semua latihan ...",
      "th": "ยังด้อยกว่าคนอื่นสินะ...",
      "vi": "Ta vẫn còn non sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "妖邪…未除…",
      "zht": "妖邪…未除…",
      "jp": "妖魔の退治は…まだ…",
      "ko": "요마 제거… 실패…",
      "en": "The scourge of evil remains...",
      "de": "Die Geißel des Bösen bleibt ...",
      "es": "El mal sigue acechando...",
      "fr": "Le mal... n'a pas encore disparu...",
      "pt": "O flagelo do mal ainda vive...",
      "ru": "Бич зла никуда не делся...",
      "id": "Kejahatan ... belum sirna ....",
      "th": "ปีศาจ... ยังจัดการไม่หมด...",
      "vi": "Yêu tà...chưa diệt..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "辱没了…方士一门…",
      "zht": "辱沒了…方士一門…",
      "jp": "方士一門に…恥を…",
      "ko": "도사 일파의 명성에… 먹칠을 했어…",
      "en": "This spells the end of the exorcists...",
      "de": "Das bedeutet das Ende der Mystiker ...",
      "es": "Esto marca el final de los exorcistas...",
      "fr": "Quelle honte... Les exorcistes...",
      "pt": "Este é o fim dos... exorcistas...",
      "ru": "Это конец для экзорцистов...",
      "id": "Inikah akhir si pengusir roh jahat ....",
      "th": "สร้างความอับอาย... ให้เหล่านักปราบปีศาจซะแล้ว",
      "vi": "Thất lễ rồi...các phương sĩ..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "居然！",
      "zht": "居然！",
      "jp": "よくも！",
      "ko": "어찌!",
      "en": "But how!?",
      "de": "Wie?!",
      "es": "¡¿Cómo?!",
      "fr": "Comment ?!",
      "pt": "Mas como!?",
      "ru": "Но как?!",
      "id": "Kok bisa?!",
      "th": "โดนเข้าซะแล้ว!",
      "vi": "Thật bất ngờ!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "得令。",
      "zht": "得令。",
      "jp": "心得た。",
      "ko": "나한테 맡겨",
      "en": "Present.",
      "de": "Jawohl.",
      "es": "Presente.",
      "fr": "J'attends vos ordres.",
      "pt": "Presente.",
      "ru": "Тут.",
      "id": "Hadir.",
      "th": "พร้อมรับคำสั่ง",
      "vi": "Nhận lệnh."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "我有咒毒杀鬼方。",
      "zht": "我有咒毒殺鬼方。",
      "jp": "鬼を殺すまじないがあるんだ",
      "ko": "내겐 악귀를 퇴치하는 주문이 있어",
      "en": "My demon-expelling mantra is ready.",
      "de": "Mein Dämonenaustreibungs-Mantra ist fertig.",
      "es": "Mi hechizo repeledemonios está listo.",
      "fr": "Mon sort d'empoisonnement contre les démons est prêt à être utilisé.",
      "pt": "Meu mantra espantador de demônios está pronto.",
      "ru": "Моя мантра, изгоняющая демонов, готова.",
      "id": "Mantra pengusir roh jahat sudah siap.",
      "th": "ฉันมีคาถาปราบผีร้ายด้วยนะ",
      "vi": "Tôi có cách để diệt quỷ."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "是去练功么？",
      "zht": "是去練功嗎？",
      "jp": "稽古に行くのか？",
      "ko": "무술 연습할 시간인가?",
      "en": "Time for some training?",
      "de": "Zeit für ein Training?",
      "es": "¿Hora de entrenar?",
      "fr": "Un peu d'entraînement ?",
      "pt": "Hora de treinar?",
      "ru": "Пора потренироваться?",
      "id": "Waktunya untuk latihan ya?",
      "th": "ไปฝึกวิชางั้นเหรอ？",
      "vi": "Đi luyện công sao?"
    }
  }
]