[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "九条裟罗有着天狗血统，却不像一般天狗那样栖居于山林间。她自幼被九条家收养，归入天领奉行麾下。\n\n天领奉行是「三奉行」之一，负责稻妻的一切治安事务。如今裟罗身为天领奉行的大将，肩负着维护稻妻城安定的重任。\n\n她治理有方又能坚持以身作则，为手下树立了良好榜样。天领奉行辖区内，再棘手的问题也都能及时处理妥当。\n\n但由于裟罗平日不苟言笑，执行任务时又雷厉风行，不少稻妻民众都因此断定她是位难以接近的冷面军官。\n\n而这对外冷内热的裟罗来说，是个过于片面的评价。",
      "zht": "九條裟羅有著天狗血統，卻不像一般天狗那樣棲居於山林間。她自幼被九條家收養，歸入天領奉行麾下。\n\n天領奉行是「三奉行」之一，負責稻妻的一切治安事務。如今裟羅身為天領奉行的大將，肩負著維護稻妻城安定的重任。\n\n她治理有方又能堅持以身作則，為手下樹立了良好榜樣。天領奉行轄區內，再棘手的問題也都能及時處理妥當。\n\n但由於裟羅平日不苟言笑，執行任務時又雷厲風行，不少稻妻民眾都因此斷定她是位難以接近的冷面軍官。\n\n而這對外冷內熱的裟羅來說，是個過於片面的評價。",
      "jp": "九条裟羅には天狗の血が流れているが、彼女は天狗のように森や山に住んでいるわけではない。彼女は幼い頃から九条家の養子として育てられ、それ以来、天領奉行の一員として活動してきた。\n\n天領奉行は「三奉行」の一つで、稲妻の治安維持を担当している。現在、裟羅は天領奉行の将領として、稲妻城の安全確保という重要な任務を担っている。\n\n彼女は仕事をきちんとこなし、部下に良い手本を示すことを常に意識している。どんなに困難な課題でも、天領奉行の管轄内であれば、裟羅はすぐに解決することができる。\n\n普段の裟羅は笑顔が少なく、迅速かつ毅然とした態度で任務を遂行するため、多くの稲妻人は彼女を近寄りがたく、冷徹な軍官だと考えている。\n\nしかし、対外的には冷たくとも、内には熱を秘めている裟羅のような人間には、その評価は表面的なものに過ぎないのかもしれない。",
      "ko": "쿠죠 사라는 텐구의 피가 흐르지만 텐구처럼 산림 속에서 살지는 않는다. 어릴 때부터 쿠죠 가문에 입양되어 텐료 봉행 휘하에 속하게 되었다.\n\n텐료 봉행은 「삼봉행」 중 하나이며 이나즈마의 치안을 담당하고 있다. 사라는 텐료 봉행의 대장으로 이나즈마성의 안전을 책임지고 있다.\n\n그녀는 치안 유지에 능하며 항상 솔선수범하여 텐료 봉행 관할 구역에 있는 모든 일은 그때마다 바로 처리한다.\n\n하지만 사라는 평소에 항상 근엄하고 임무 수행 시 항상 칼 같아서 이나즈마 사람들은 그녀를 친해지기 어려운 장교라고 생각한다.\n\n차가운 외면과는 달리 따뜻한 마음을 가진 사라에게 이는 너무 일방적인 평가다",
      "en": "The blood of the tengu runs through Kujou Sara's veins, but she does not dwell in the forests and mountains as they do. She was fostered from a young age by the Kujou Clan and has served since then as part of the Tenryou Commission.\n\nThe Tenryou Commission is one arm of the Tri-Commission, and is in charge of the security of Inazuma. Today, Sara is a general of the Tenryou Commission, and hers is the vital task of maintaining order within Inazuma City itself.\n\nShe governs well and is ever determined to set a good example for her subordinates. No matter how tough the issue, if it falls under the Tenryou Commission's jurisdiction, Sara can solve it in good time.\n\nSara smiles little and is swift and resolute in the pursuit of her missions, and so many Inazumans consider her an inaccessible, stone-cold military person.\n\nHowever, such an assessment might be too surface-level for someone like Sara, who seems cool on the outside but burns within.",
      "de": "Kujou Sara hat Tengu-Blut, lebt aber nicht in den Bergen und Wäldern wie ein normaler Tengu. Sie wurde in jungen Jahren von der Familie Kujou adoptiert und unter das Kommando der Tenryou-Verwaltung gestellt.\n\nDie Tenryou-Verwaltung ist ein Teil der „Dreierverwaltung“, die für alle Angelegenheiten von Recht und Ordnung in Inazuma zuständig ist. Als Generalin der Tenryou-Verwaltung ist Sara für die Aufrechterhaltung der Stabilität der Stadt Inazuma verantwortlich.\n\nDurch ihre gute Führung ist sie für ihre Männer ein gutes Beispiel und selbst die schwierigsten Probleme werden zeitnah gelöst.\n\nDa Sara jedoch nicht lächelt und bei der Ausübung ihrer Aufträge sehr streng ist, sind viele Leute in Inazuma zu dem Schluss gekommen, dass sie eine kaltherzige Beamtin ist, der man nur schwer näher kommen kann.\n\nDas ist eine allzu einseitige Einschätzung von Sara, die eine harte Schale, aber einen weichen Kern hat.",
      "es": "A pesar de que Kujou Sara es de linaje tengu, no habita en bosques montañosos como los tengu normales. Desde pequeña fue criada por el clan Kujou como subordinada de la Comisión Tenryou.\n\nSiendo una de las tres comisiones que conforman el Triunvirato, la Comisión Tenryou es la encargada de salvaguardar la seguridad de toda Inazuma. Como general de tal Comisión, Sara carga sobre sus hombros la responsabilidad de garantizar la paz en la metrópoli.\n\nSu mano firme y su perseverancia han sido tomados como modelo a seguir entre sus subordinados. Dentro de la jurisdicción de la Comisión Tenryou, es capaz de resolver los problemas más delicados de la manera más armoniosa.\n\nSin embargo, la fuerza atronadora con la que aplica la ley y su expresión siempre seria han hecho que Sara se granjee la reputación de ser una persona fría y difícil de abordar.\n\nSin embargo, para Sara, no son más que opiniones desinformadas basadas en su apariencia desapegada.",
      "fr": "Kujou Sara a beau être une descendante des Tengu, elle n'habite pas les forêts montagneuses comme la plupart d'entre eux. Elle fut adoptée toute petite par le Clan Kujou et enrôlée dans la Commission administrative.\n\nLa Commission administrative est une des Trois Commissions. Elle se charge de la sécurité publique d'Inazuma. Aujourd'hui, Kujou Sara en est la générale et porte la lourde responsabilité de maintenir l'ordre dans la cité.\n\nSa gouvernance exemplaire et sa persévérance sont saluées par ses subordonnés qui la considèrent comme un exemple à suivre.\n\nDans le cadre de la juridiction de la Commission administrative, elle est capable de résoudre les problèmes les plus épineux immédiatement et toujours de manière appropriée.\n\nCependant, son regard froid et sa main de fer lui valent la réputation, à Inazuma, d'être quelqu'un de difficile à approcher.\n\nSelon Sara, il ne s'agit là que de préjugés uniquement basés sur les apparences.",
      "pt": "O sangue dos tengu percorre as veias de Kujou Sara, mas ela não habita nas florestas e montanhas como eles. Ela foi adotada quando ainda jovem pelo Clã Kujou e tem servido desde então como parte da Comissão Tenryou.\n\nA Comissão Tenryou é um dos braços da Comissão Tripla, e está encarregada da segurança de Inazuma. Hoje, Sara é uma general da Comissão Tenryou, e sua tarefa vital é manter a ordem dentro da própria cidade de Inazuma.\n\nEla governa bem e está sempre se esforçando para dar um bom exemplo à seus subordinados. Por mais difícil que seja a questão, se ela se enquadra na jurisdição da Comissão Tenryou, Sara conseguirá resolvê-lo em um bom tempo.\n\nSara sorri pouco e é rápida e resoluta na perseguição de suas missões, e muitos dos habitantes de Inazuma a consideram uma militar inacessível e fria.\n\nEntretanto, tais comentários podem ser muito superficiais para alguém feito a Sara, que parece fria por fora, mas na verdade é quente por dentro.",
      "ru": "В жилах Кудзё Сары течёт кровь тэнгу, но она не живет в лесах и горах, как они. С раннего детства она воспитывалась кланом Кудзё, чтобы войти в состав комиссии Тэнрё.\n\nКомиссия Тэнрё является одним из подразделений Трикомиссии и отвечает за безопасность Инадзумы. Сегодня Сара - генерал комиссии Тэнрё, и в её обязанности входит поддержание порядка в самом городе Инадзума.\n\nОна хорошо справляется с обязанностями и всегда стремится подавать хороший пример своим подчиненным. Неважно, насколько сложна проблема, если она относится к юрисдикции Комиссии Тэнрё, Сара может решить её в срок.\n\nОна мало улыбается, быстро и решительно выполняет свои задачи, поэтому многие инадзумцы считают её неприступной и холодной.\n\nЭта оценка слишком поверхностна для человека с таким горячим сердцем, как у Сары.",
      "id": "Kujou Sara memiliki darah keturunan Tengu, tetapi dia tidak tinggal di pegunungan atau hutan seperti Tengu biasa. Dia sejak kecil diadopsi Klan Kujou dan ditempatkan di bawah komando Tenryou Commission.\n\nTenryou Commission adalah salah satu dari Tri-Commission yang bertanggung jawab mengelola segala urusan keamanan Inazuma. Sara yang saat ini menjabat sebagai jenderal Tenryou Commission memikul tugas penting untuk menjaga stabilitas Kota Inazuma.\n\nDia memiliki kemampuan pengelolaan yang efektif dan dapat menjadi teladan yang baik bagi bawahannya. Di dalam area kekuasaan Tenryou Commission, Kujou Sara selalu dapat menangani segala masalah dengan segera, sesulit apa pun itu.\n\nNamun karena Kujou Sara jarang tersenyum dan terlihat sangat serius saat mengerjakan misinya, banyak penduduk Inazuma yang menyimpulkan bahwa Kujou Sara adalah perwira dingin yang sulit didekati.\n\nBagi Kujou Sara yang dari luar terlihat dingin, namun hatinya panas membara, kesimpulan seperti itu adalah penilaian yang terlalu subjektif.",
      "th": "Kujou Sara มีสายเลือดของเท็งงุ แต่กลับไม่ได้อาศัยอยู่ท่ามกลางป่าเขาเหมือนอย่างเท็งงุทั่วไปแต่อย่างใด โดยเธอถูกตระกูล Kujou รับมาอุปการะตั้งแต่ยังเล็ก และได้เข้ารับใช้สำนัก Tenryou หลังจากนั้น\n\nสำนัก Tenryou คือหนึ่งใน \"สามสำนักมหาอำนาจ\" รับผิดชอบงานด้านความปลอดภัยและความเป็นระเบียบเรียบร้อยทุกอย่างใน Inazuma ซึ่งในทุกวันนี้ Sara ในฐานะนายพลแห่งสำนัก Tenryou ต้องแบกรับภารกิจสำคัญในการรักษาเสถียรภาพของเมือง Inazuma\n\nเธอบริหารจัดการอย่างเป็นธรรมและยึดมั่นในการเป็นตัวอย่างที่ดี เพื่อเป็นแบบอย่างให้แก่ผู้ใต้บังคับบัญชา หากอยู่ในขอบเขตอำนาจของสำนัก Tenryou ไม่ว่าปัญหาจะยากเย็นเพียงใด ก็สามารถจัดการได้อย่างเหมาะสมและทันท่วงที\n\nอย่างไรก็ตาม เนื่องจาก Sara มักจะเงียบขรึม และปฏิบัติภารกิจด้วยท่าทีที่จริงจังและแน่วแน่อยู่เสมอ ด้วยเหตุนี้ชาว Inazuma จำนวนไม่น้อยจึงสรุปว่าเธอเป็นเจ้าหน้าที่ที่เย็นชาและเข้าถึงได้ยาก\n\nแต่สำหรับ Sara ที่ภายนอกดูเย็นชา แต่ภายในร้อนแรงดั่งมีเปลวไฟลุกโชนนั้น ดูเหมือนว่าจะเป็นการประเมินเพียงด้านเดียวมากเกินไป",
      "vi": "Kujou Sara có dòng máu của Tengu, nhưng không giống như người trong tộc sinh sống ở nơi rừng núi, cô ấy từ nhỏ đã được nhà Kujou nhận nuôi, trở thành thuộc hạ dưới trướng Hiệp Hội Tenryou.\n\nHiệp Hội Tenryou thuộc một trong Hiệp Hội Tam Cực, phụ trách quản lý trị an, và Sara đảm nhiệm vai trò đại tướng của hiệp hội, giữ trọng trách bảo vệ sự an ninh của Thành Inazuma.\n\nDưới sự quản lý của Sara, hiệp hội lập được nhiều chiến công, trong nội bộ của hiệp hội, không có vấn đề gì là Sara không giải quyết được.\n\nNhưng vẻ mặt lạnh lùng ngày thường lẫn khi làm nhiệm vụ của cô ấy khiến cho không ít người dân Inazuma cảm thấy khó gần.\n\nTuy nhiên đối với một Kujou Sara ngoài lạnh trong nóng mà nói, đây cũng chỉ là lời nhận xét phiến diện."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "在稻妻，「眼狩令」正是雷电将军追逐永恒的意志体现。而裟罗，便是执行「眼狩令」的主力。\n\n裟罗认为，若是让心术不正之人掌握「神之眼」的力量，稻妻的根基便会受到动摇。基于此点来看，「眼狩令」是必要的。\n\n然而这并不意味着裟罗会不择手段地推行法令。\n\n对于那些因执法需要而被无可避免地殃及的人民，她都投以最大的耐心与诚意，通过劝说来尝试让对方理解将军大人的长远布局。\n\n此外，她也明令禁止借执法之名伤害或戏弄平民的行为。堕落的恶行只会败坏神明的威望。\n\n但很可惜，神明的意志宏远，凡人轻易无法参透，难免生出憎恨，甚至会联合起来反抗执法者。\n\n遇到这种不得不动手的场合，裟罗便会带着一丝无奈、一声叹息，迎向敌人。",
      "zht": "在稻妻，「眼狩令」正是雷電將軍追逐永恆的意志體現。而裟羅，便是執行「眼狩令」的主力。\n\n裟羅認為，若是讓心術不正之人掌握「神之眼」的力量，稻妻的根基便會受到動搖。基於此點來看，「眼狩令」是必要的。\n\n然而這並不意味著裟羅會不擇手段地推行法令。\n\n對於那些因執法需要而被無可避免地殃及的人民，她都投以最大的耐心與誠意，透過勸說來嘗試讓對方理解將軍大人的長遠佈局。\n\n此外，她也明令禁止藉執法之名傷害或戲弄平民的行為。墮落的惡行只會敗壞神明的威望。\n\n但很可惜，神明的意志宏遠，凡人無法輕易參透，難免生出憎恨，甚至會聯合起來反抗執法者。\n\n遇到這種不得不動手的場合，裟羅便會帶著一絲無奈、一聲嘆息，迎向敵人。",
      "jp": "稲妻では、「永遠」を追求する雷電将軍の意志を表した「目狩り令」があり、裟羅はそれを執行している中心人物である。\n\n裟羅は、「神の目」が邪な心を持つ者の手に渡れば、稲妻の基盤を揺るがすことになると考えている。そういった点から言えば、「目狩り令」は必要だと思っているのだ。\n\nとはいえ、裟羅はどんな手段を使ってでも目狩り令を執行するわけではない。\n\nそれにより、必然的に稲妻の民が影響を受ける場合、彼女は最大限の忍耐と誠意をもって、将軍様の長きを見据えた考えを理解させようとする。\n\nまた、令状の執行という名目で一般市民を傷つけたり、弄んだりする行為も明確に禁止した。なぜなら、そのような悪しき行為は、神の威名に泥を塗ることだからだ。\n\n残念ながら、神の崇高な理想は、人間には理解しがたいものだ。それ故、憤りが生じ、一致団結して抵抗の道を選択する。\n\nこのように、行動を起こさざるを得ない状況では、裟羅は武力を行使する前に、無力なため息をつくことが多い。",
      "ko": "이나즈마의 「안수령(眼狩令)」은 라이덴 쇼군이 쫓는 영생의 의지와도 같다. 사라는 「안수령(眼狩令)」 집행을 주력으로 하고 있다.\n\n사라는 마음이 바르지 않은 사람이 『신의 눈』을 가지게 되면 이나즈마의 근간이 흔들릴 것이고, 이 점을 미루어 보아 「안수령(眼狩令)」은 필수라고 생각한다.\n\n하지만 사라는 수단과 방법을 가리지 않고 법령을 집행하는 것은 아니다.\n\n법을 집행하면서 어쩔 수 없이 화를 입은 무고한 사람들에게는 성심성의껏 설득을 하며 상대방에게 쇼군의 장기적인 계획을 이해시키려고 한다.\n\n그 외에 법을 집행한다는 핑계로 백성들을 괴롭히는 것을 금지하고 있다. 타락한 악행은 신의 명예만 더럽힐 뿐이기 때문이다.\n\n안타깝게도 신의 의지는 평범한 인간이 쉽게 범접할 수 없기에 원망도 많았고, 심지어는 연합하여 집행자에게 반항을 하기도 했다.\n\n 어쩔 수 없이 무력을 써야 하는 상황에 사라는 안타까운 마음을 가지고 적에 응수했다",
      "en": "In Inazuma, the Vision Hunt Decree is the manifestation of the Raiden Shogun's will to pursue Eternity, and Sara is the main enforcer of that decree.\n\nSara believes that Visions, in the hands of those with incorrectly-aligned minds, will destabilize the foundations of Inazuma, thus necessitating the Vision Hunt Decree.\n\nHowever, this does not mean that Sara will stoop to any means necessary to enforce it.\n\nWhen citizens are inevitably affected as the decree is carried out, she will expend the utmost patience and sincerity to attempt to explain the Almighty Shogun's long-term goals.\n\nShe has also given clear orders forbidding the harming or exploiting of civilians during the pursuit of the decree, as such evil deeds will only drag the great name of the Archon through the mud.\n\nUnfortunately, the vast ideals of the Archon are too great for mortals to perceive, and resentment arises nonetheless, with some even uniting to resist those who enforce the decree.\n\nIn such circumstances, where she has no choice but to take action, Sara often sighs helplessly before facing the enemy.",
      "de": "In Inazuma ist das Augenhatz-Dekret die Manifestation des Willens von Shougun Raiden, die Ewigkeit zu verfolgen. Sara ist die Hauptkraft hinter der Ausführung der Anordnung.\n\nSie glaubt, dass die Grundfesten von Inazuma erschüttert würden, wenn die Macht des göttlichen Auges von den falschen Leuten ausgeübt werden würde. Aus diesem Grund sei das „Augenhatz-Dekret“ notwendig.\n\nDies bedeutet jedoch nicht, dass Sara das Dekret mit allen Mitteln durchsetzen wird.\n\nSie ist geduldig und aufrichtig mit den Menschen, die von der Notwendigkeit, das Gesetz durchzusetzen, unweigerlich betroffen sind, und versucht, sie durch Überzeugungsarbeit zum Verständnis des langfristigen Plans des Shougun Raiden zu bewegen.\n\nAußerdem verbot sie ausdrücklich, Zivilisten im Namen der Strafverfolgung Schaden zuzufügen oder sie zu ärgern. Verdorbenes und böses Verhalten würde nur das Ansehen des Archons in den Schmutz ziehen.\n\nAber leider ist der Wille des Archons so groß und weitreichend, dass die Sterblichen ihn nicht ohne Weiteres durchdringen können und unweigerlich Hass entwickeln und sich sogar gegen die Vollstrecker verbünden.\n\nWenn sich solche Gelegenheiten ergeben, bei denen sie zuschlagen muss, wird Sara dem Feind mit einem Hauch von Hilflosigkeit und einem Seufzer der Erleichterung begegnen.",
      "es": "En Inazuma, el Decreto de captura de Visiones es la manifestación de la voluntad de la Shogun Raiden en su búsqueda de la eternidad. Sara es la fuerza principal detrás de dicho decreto.\n\nPara ella, si se deja el poder de las Visiones en manos de personas con malas intenciones, los cimientos de Inazuma se desestabilizarían.\n\nEso no significa que Sara ejecute el decreto sin escrúpulos.\n\nA aquellos ciudadanos que han sido afectados por daños colaterales, intenta persuadirlos explicándoles los grandes planes de la todopoderosa Shogun.\n\nAdemás, también prohibió que los oficiales abusen de su poder y se aprovechen de los civiles en nombre de la autoridad, pues Sara considera que la corrupción socavaría el prestigio de la Arconte.\n\nEs una pena que la gente común y corriente no pueda comprender la gran visión de la divinidad, llegando a resentirla e incluso unirse en oposición a los ejecutores del decreto.\n\nAl llegar a este escenario, Kujou Sara no puede quedarse de brazos cruzados, por lo que simplemente suspira antes de enfrentarse a sus enemigos.",
      "fr": "À Inazuma, le décret de saisie est l'incarnation de la volonté de la Shogun Raiden et de sa poursuite de l'éternité. Sara en est la force exécutrice.\n\nElle est convaincue que le pouvoir d'un œil divin laissé entre de mauvaises mains ébranlera le fondement même d'Inazuma. Voilà pourquoi le décret de saisie se doit d'être appliqué.\n\nCela ne veut pas dire pour autant que Sara fait appliquer la loi sans aucun scrupule.\n\nLorsque le peuple est touché par l'application du décret, Sara fait preuve d'une extrême patience et de sincérité pour expliquer à son interlocuteur les dispositions de la Shogun toute-puissante.\n\nEn outre, elle condamne fermement tout comportement nuisible ou abus de pouvoir envers le peuple de la part de ses officiers. La décadence et le vice ne feraient que corrompre le prestige de l'Archon Électro.\n\nMalheureusement, la volonté divine est difficile à concevoir pour le commun des mortels. L'émergence du mépris est inévitable tout comme l'apparition de détracteurs.\n\nLorsque ce genre de situation émerge, Sara agit à contre-cœur face à l'ennemi, non sans laisser un soupir s'échapper.",
      "pt": "Em Inazuma, o Decreto de Caça à Visão é a manifestação da vontade da Shogun Raiden de perseguir a Eternidade, e Sara é a principal executora desse decreto.\n\nSara acredita que as Visões, nas mãos daqueles com mentes mal intencionadas, desestabilizarão as bases de Inazuma, assim, necessitando do Decreto de Caça à Visão.\n\nNo entanto, isto não significa que a Sara se rebaixará a qualquer meio necessário para aplicá-lo.\n\nQuando os cidadãos são inevitavelmente afetados à medida que o decreto é executado, ela despenderá a máxima paciência e sinceridade para tentar explicar os objetivos de longo prazo da Toda-Poderosa Shogun.\n\nEla também deu ordens claras proibindo o dano ou exploração de civis durante a perseguição do decreto, pois tais atos malignos apenas arrastarão o grande nome da Arconte pela lama.\n\nInfelizmente, os vastos ideais da Arconte são grandes demais para os mortais compreenderem, e o ressentimento surge, no entanto, com alguns até mesmo se unindo para resistir àqueles que fazem cumprir o decreto.\n\nEm tais circunstâncias, onde ela não tem escolha a não ser tomar medidas, Sara muitas vezes suspira desamparadamente antes de enfrentar o inimigo.",
      "ru": "В Инадзуме указ об Охоте на Глаза Бога является проявлением воли сёгуна Райдэн в стремлении к вечности, и Сара является главным исполнителем этого указа.\n\nСара считает, что Глаза Бога в руках тех, кто неправильно настроен, дестабилизируют основы Инадзумы, и поэтому Охота на Глаза Бога необходима.\n\nОднако это не означает, что Сара прибегнет к любым средствам, необходимым для его исполнения.\n\nКогда граждане неизбежно страдают в ходе выполнения указа, она проявляет максимум терпения и искренности, чтобы попытаться объяснить долгосрочные цели всемогущего сёгуна.\n\nОна также отдала чёткий приказ, запрещающий причинять вред или эксплуатировать гражданских лиц во время выполнения указа, так как эти действия могут замарать великое имя Архонта.\n\nК сожалению, идеалы Архонта слишком велики для восприятия смертными, периодически возникает недовольство, а некоторые даже объединяются для сопротивления тем, кто исполняет указ.\n\nВ ситуациях, когда у неё нет иного выбора, кроме как действовать, Сара встречает врага с ноткой безысходности и вздохом облегчения.",
      "id": "Dekrit Perburuan Vision di Inazuma adalah perwujudan keinginan Raiden Shogun untuk mengejar keabadian. Sedangkan Sara sendiri adalah kekuatan utama dalam pelaksanaan Dekrit Perburuan Vision.\n\nSara merasa kestabilan Inazuma akan terguncang bila ada orang berpikiran jahat yang memiliki kekuatan Vision. Dengan konsep pemikiran seperti inilah Dekrit Perburuan Vision diperlukan.\n\nNamun hal ini bukan berarti bahwa Kujou Sara akan menghalalkan segala cara demi melaksanakan hukum.\n\nTerhadap penduduk yang mau tidak mau terkena dampak pelaksanaan hukum, Kujou Sara akan menggunakan kesabaran dan ketulusan terbesarnya untuk membujuk mereka agar memahami rencana jangka jauh Yang Mulia Shogun.\n\nSelain itu, Kujou Sara juga melarang terjadinya pemanfaatan pelaksanaan hukum untuk menyakiti atau mempermainkan penduduk. Tindakan jahat yang bejat seperti itu hanya akan merusak pamor sang dewa.\n\nNamun sayangnya, kehendak sang dewa begitu jauh hingga orang-orang biasa tak mampu memahaminya dengan mudah. Sulit untuk mencegah munculnya kebencian, dan mereka bahkan akan bersatu untuk memberontak, melawan hukum\n\nSaat menghadapi situasi di mana dia terpaksa harus bertindak, Kujou Sara biasanya akan menghadapi musuh sambil membawa rasa ketidakberdayaan dan helaan napas.",
      "th": "ใน Inazuma \"คำสั่งล่าวิชั่น\" คือผลสะท้อนของเจตจำนงแห่งการไล่ตามหาความเป็นนิรันดร์ของโชกุน Raiden โดยที่มี Sara เป็นกำลังหลักในการดำเนินการ \"คำสั่งล่าวิชั่น\" นี้\n\nSara เชื่อว่า หากคนที่มีเจตนาชั่วร้ายได้รับพลังของ \"วิชั่น\" จะทำให้รากฐานของ Inazuma ต้องสั่นคลอน ซึ่งจากมุมมองนี้ \"คำสั่งล่าวิชั่น\" จึงเป็นสิ่งที่จำเป็น\n\nแต่นั่นก็ไม่ได้หมายความว่า Sara จะดำเนินการตามคำสั่งอย่างไร้ความปรานี\n\nสำหรับชาวเมืองที่ได้รับผลกระทบอย่างหลีกเลี่ยงไม่ได้ จากการบังคับใช้คำสั่ง เธอจะใช้ความอดทนและความจริงใจอย่างที่สุด เพื่อพยายามอธิบายให้อีกฝ่ายเข้าใจถึงเป้าหมายในระยะยาวของท่านโชกุน\n\nนอกจากนี้ เธอยังสั่งห้ามการกระทำที่เป็นการทำร้ายหรือกลั่นแกล้งพลเรือน โดยอาศัยนามของผู้บังคับใช้กฎหมาย ซึ่งการกระทำที่ชั่วร้ายเสื่อมทรามนั้น มีแต่จะทำลายศักดิ์ศรีของเหล่าทวยเทพเท่านั้น\n\nแต่น่าเสียดาย ที่เจตจำนงของเหล่าทวยเทพนั้นยิ่งใหญ่เกินไป จนมนุษย์ทั่วไปไม่สามารถเข้าถึงได้ และทำให้เกิดความเกลียดชังอย่างยากที่จะหลีกเลี่ยง และถึงขั้นทำให้เกิดการรวมตัวกัน เพื่อต่อต้านการบังคับใช้คำสั่ง\n\nเมื่อต้องพบเจอกับสถานการณ์ที่ต้องลงมืออย่างไม่มีทางเลือก Sara จะถอนหายใจ และเข้าเผชิญหน้ากับศัตรูด้วยท่าทีที่จำยอม",
      "vi": "Tại Inazuma, \"Lệnh Truy Lùng Vision\" được ban hành bởi Shogun, và Sara chính là chủ lực trong chiến dịch này.\n\nSara cho rằng, nếu như để một người có tâm địa bất chính tiếp quản Vision thì Inazuma sẽ gặp nguy hiểm. Chính vì lẽ này, \"Lệnh Truy Lùng Vision\" là điều cần phải thực hiện.\n\nTuy nhiên đây không đồng nghĩa với việc Sara sẽ thi hành mệnh lệnh một cách tàn bạo.\n\nĐối với những người dân ngoan cố, cô ấy cũng rất nhẫn nại khuyên bảo và giải thích về lý tưởng của Shogun cho người dân nghe.\n\nNgoài ra, cô ấy cũng nghiêm cấm những hành vi lạm quyền làm hại đến dân chúng, làm xấu đi uy danh của thần.\n\nNhưng thật đáng tiếc, ý chí của thần quá cao xa, vượt qua khỏi sự tham thấu của người phàm, khó tránh nảy sinh thù hận, cấu kết tạo phản.\n\nKhi phải đối mặt với những tình huống không thể không động thủ này, Sara không hề do dự, nghênh tiếp kẻ địch."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "幕府军能像如今这般悍不畏死、团结一心，还得归功于九条裟罗的领导力。\n\n勘察作战线路、制定训练计划、甄选兵器甲胄…与许多将领不同，相比隐在幕后运筹帷幄，裟罗更习惯事事亲力亲为。\n\n平日演武，她对自己的要求近乎苛刻，训练强度远超普通士兵十数倍。直至夜深人静，道场中仍回荡着她张弓拉弦的声响。\n\n战场上，她从来都是冲锋陷阵第一人，以绝对的英姿与凛然的战意带领众人。\n\n风波平定后，她也会亲自安顿伤兵，再对手下人论功行赏、惩前毖后。经她手的每个环节都处理得当，鲜有纰漏。\n\n裟罗的一言一行都被士兵们看在眼里。与她一同战斗过的人，无不对她敬佩有加。\n\n将，乃是军队的灵魂，而好将难求。如裟罗这般可贵的将领，一直是幕府军的骄傲。",
      "zht": "幕府軍能像如今這般悍不畏死、團結一心，還得歸功於九條裟羅的領導力。\n\n勘察作戰線路、制訂訓練計畫、甄選兵器甲胄…與許多將領不同，相比隱在幕後運籌帷幄，裟羅更習慣事事親力親為。\n\n平日演武，她對自己的要求近乎苛刻，訓練強度遠超普通士兵十數倍。直至夜深人靜，道場中仍回蕩著她張弓拉弦的聲響。\n\n戰場上，她從來都是衝鋒陷陣第一人，以絕對的英姿與凜然的戰意帶領眾人。\n\n風波平定後，她也會親自安頓傷兵，再對手下人論功行賞、懲前毖後。經她手的每個環節都處理得當，鮮有紕漏。\n\n裟羅的一言一行都被士兵們看在眼裡。與她一同戰鬥過的人，無不對她敬佩有加。\n\n將，乃是軍隊的靈魂，而好將難求。如裟羅這般可貴的將領，一直是幕府軍的驕傲。",
      "jp": "九条裟羅の統率力によって、幕府軍では、恐れを知らない兵士たちが一致団結している。\n\n戦線の調査、訓練計画の立案、武器や防具の選定…裏方で戦略を練ることを好む多くの将とは異なり、裟羅は自ら実行する場合が多い。\n\n裟羅は自分に厳しく、一般兵士の10倍以上の厳しい訓練を行っている。夜になって世間が寝静まっても、道場には裟羅が弓を引く音が響いている。\n\n戦場では、常に槍の穂先に立ち、絶対的な英姿と闘志をもって部隊を率いてきた。\n\n戦いが終われば、自ら負傷者を見舞い、功績に応じて褒美を与えたり、罰を与えたりする。彼女の手にかかる戦闘はすべてうまく管理されており、ミスはほとんど発生しない。\n\n裟羅の部隊の兵士は、彼女の言動を毎日のように目の当たりにしている。彼女と共に戦い、高く評価しなかった者はいない。\n\n大将は軍隊の魂である。しかし優秀な大将はなかなかいない。裟羅は常に、幕府軍の誇りであった。",
      "ko": "막부군이 지금처럼 죽음을 두려워하지 않고 똘똘 뭉칠 수 있었던 것은 쿠죠 사라의 리더십 때문이다.\n\n전쟁 루트를 미리 탐사하고 훈련 계획을 기획하고, 무기와 갑옷을 직접 선별한다… 다른 장군들과는 달리 뒤에 숨어서 책략만 짜는 것이 아니라 직접 나서서 해결하려고 한다.\n\n평소 훈련할 때면 훈련 강도는 일반 병사들의 몇십 배에 달할 정도로 스스로를 혹사시킨다. 밤이 깊어져도 도장에는 그녀가 활을 당기는 소리가 메아리쳤다.\n\n전장에서는 항상 선두에 서서 병사들을 이끌었다.\n\n전쟁이 어느 정도 안정되면 직접 부상당한 병사들을 보살피고 공을 세운 병사들에게는 상을 내렸다. 전쟁의 실패를 교훈으로 삼아 부족한 점을 고쳤다.\n\n사라와 같이 전쟁을 해본 병사들은 모두 그녀를 존경하지 않는 사람이 없다.\n\n장군은 군대의 영혼이라고 볼 수 있고, 훌륭한 장수는 구하기 어렵다. 사라처럼 귀한 인재는 막부군의 자랑이다.",
      "en": "The Shogun's Army has Kujou Sara's leadership to thank in large part for the fearlessness and unity of its soldiery.\n\nSurveying battle lines, setting up training plans, selecting weapons and armor... Unlike many generals who prefer to strategize and plan from the rear, Sara prefers to do such things herself.\n\nSara is very harsh on herself during training, with her personal regimen being over ten times tougher than that which the ordinary troops go through. Even when night has fallen and the world has gone to sleep, one can still hear the sounds of her bow being drawn echoing through the dojo.\n\nOn the battlefield, she has always been at the tip of the spear, leading the troops with absolute heroism and awe-inspiring fighting spirit.\n\nWhen the dust has settled, she will also personally see to the wounded, and give reward and mete out punishment based on merit. Every step of the battle that passes through her hands is managed well, with missteps being very few and far between.\n\nSara's troops are all witnesses to her words and deeds. No one who has fought alongside her does not hold her in the highest regard.\n\nThe general is the soul of the army, and fine generals are hard to find. Small wonder, then, that Sara has always been the pride of the Shogun's Army.",
      "de": "Es war der Führung von Kujou Sara zu verdanken, dass die Bakufu-Armee so geeint war, wie sie es heute ist.\n\nIm Gegensatz zu vielen Generälen ist Sara eher daran gewöhnt, alles selbst zu machen, als hinter den Kulissen zu bleiben und Pläne für das Training zu machen.\n\nSie selbst trainiert zehnmal intensiver als normale Soldaten. Selbst spät in der Nacht hallt der Klang ihres Bogens noch von der Schlucht wider.\n\nAuf dem Schlachtfeld ist sie immer die Erste, die in die Schlacht stürmt und die Truppen mit absoluter Entschlossenheit und ehrfurchtgebietendem Kampfgeist anführte.\n\nNach der Schlacht versorgt sie stets persönlich die verwundeten Soldaten und belohnte und bestrafte dann ihre Männer. Alles was sie tut, tut sie richtig und es gibt nur wenige Fehler.\n\nAlles was sie sagt und tut, wird von den Soldaten gesehen und alle, die mit ihr kämpfen, bewundern sie.\n\nEin General ist die Seele einer Armee und gute Generäle sind schwer zu finden. Ein so wichtiger General wie Sara ist der gesamte Stolz der Bakufu-Armee.",
      "es": "Si el shogunato ha podido subsistir y unir la voluntad del pueblo bajo su poder, ha sido en gran medida gracias al liderazgo de Kujou Sara.\n\nYa sea en el reconocimiento del campo de batalla, la elaboración del plan de entrenamiento o la selección de armas y armaduras, Sara está acostumbrada a tomar las decisiones personalmente.\n\nDurante el entrenamiento diario es muy exigente consigo misma, llegando a superar con creces la rutina de un soldado común. Incluso a altas horas de la noche se puede escuchar en el gimnasio el silbido de su arco al estirarlo.\n\nEn batalla, es la primera en saltar en medio de la refriega, liderando a su gente grácil e imponentemente.\n\nCuando el polvo de la batalla finalmente se disipa, ella misma atiende a los heridos, da crédito a los valientes y reprende a los cobardes. Sara cumple con cada una de sus tareas a conciencia para evitar errores.\n\nCada una de sus palabras y acciones están bajo el escrutinio de los soldados. Y es que todos aquellos que han peleado hombro con hombro con ella la tienen en alta estima.\n\nSer general es ser el espíritu de la tropa, y como tal, es difícil encontrar un buen general. Una general tan consumada como Sara es el orgullo del ejército del shogunato.",
      "fr": "Si les troupes du Shogunat ont réussi à maintenir jusqu'à aujourd'hui leur ténacité et leur sentiment d'unité, c'est en grande partie grâce aux capacités de dirigeante de Sara.\n\nReconnaissance sur le champ de bataille, élaboration de schémas d'entraînement, vérification de l'armement... Contrairement aux autres généraux, Sara aime agir en coulisses et de son propre chef.\n\nAu combat, elle porte envers elle-même des exigences rigoureuses, la difficulté de l'entraînement qu'elle s'impose dépasse largement de dix fois celui d'un soldat ordinaire. Jusqu'au cœur de la nuit, on peut entendre résonner le bruit de la corde de son arc dans le dojo.\n\nSur le champ de bataille, elle est la première à s'élancer, menant ses troupes avec allure et fermeté.\n\nLe calme revenu, elle panse elle-même les plaies des blessés, félicite les soldats et tire les leçons des erreurs commises. Chaque action sous son commandement est menée de façon appropriée, afin d'éviter tout incident.\n\nLes paroles et les actions de Sara sont toujours scrutées par ses soldats. Ceux qui ont combattu à ses côtés ne tarissent pas d'éloges pour sa personne.\n\nUn général est l'âme de son armée, rares sont ceux de sa prestance. Toutes les qualités de Sara en font un atout d'une valeur inestimable pour le Shogunat.",
      "pt": "O Exército de Shogun tem a liderança da Kujou Sara para agradecer em grande parte pelo destemor e união de suas tropas.\n\nVigiar fronteiras de batalha, estabelecer planos de treinamento, selecionar armas e armaduras... Ao contrário de muitos generais que preferem fazer estratégias e planos pela retaguarda, Sara prefere fazer tais coisas sozinha.\n\nSara é muito severa consigo mesma durante o treinamento, com seu regime pessoal sendo mais de dez vezes mais duro do que aquele pelo qual as tropas comuns passam. Mesmo quando a noite caiu e o mundo adormeceu, ainda é possível ouvir os sons de seu arco sendo puxado ecoando através do dojo.\n\nNo campo de batalha, ela sempre esteve bem a frente de tudo liderando as tropas com absoluto heroísmo e um espírito de luta imponente.\n\nQuando a poeira baixa, ela também cuidará pessoalmente dos feridos, e dará recompensas e punições com base no mérito. Cada passo da batalha que passa por suas mãos são bem administrados, sendo que os passos errados são muito poucos ou inexistentes.\n\nAs tropas de Sara são todas testemunhas de suas palavras e ações. Todos que lutaram a seu lado a consideram profundamente.\n\nO general é a alma do exército, e os excelentes generais são difíceis de encontrar. Uma verdadeira proeza, é que Sara sempre foi o orgulho do Exército da Shogun.",
      "ru": "Армия сёгуна во многом обязана Кудзё Саре за бесстрашие и единство своих солдат.\n\nРазведка боевых линий, составление планов подготовки, выбор оружия и доспехов... В отличие от многих генералов, которые предпочитают разрабатывать стратегии и планы в тылу, Сара предпочитает заниматься этим сама.\n\nСара очень требовательна к себе во время тренировок, её личный режим в десять раз жёстче, чем у обычных солдат. Даже когда наступает ночь и мир погружается в сон, в додзё слышны звуки тетивы.\n\nНа поле боя она всегда бесстрашно бросается в бой, ведя войска с абсолютным героизмом.\n\nКогда пыль сражения оседает, она лично ухаживает за ранеными, награждает и наказывает по заслугам. Она контролирует каждое действие войск на поле боя, и делает чрезвычайно мало ошибок.\n\nВойска Сары - свидетели её слов и поступков. Все, кто сражался с ней рядом, отзываются о ней с большим уважением.\n\nГенерал - это душа армии, а хороших генералов трудно найти. Поэтому неудивительно, что Сара всегда была гордостью армии сёгуна.",
      "id": "Pasukan Shogun yang saat ini bisa kompak dan tidak takut mati, memang adalah berkat kepemimpinan Kujou Sara.\n\nMensurvei rute pertempuran, merumuskan rencana pelatihan, memilih senjata dan baju zirah... Tidak seperti kebanyakan jenderal yang menyusun strategi di balik layar, Kujou Sara lebih terbiasa melakukan segala hal secara langsung.\n\nDi hari biasa saat berlatih militer, dia sangat ketat terhadap dirinya sendiri, dan intensitas pelatihannya sepuluh kali lipat lebih banyak dari prajurit biasa. Bahkan sampai tengah malam saat orang-orang tertidur, suara tarikan busurnya masih terdengar di tempat pelatihan.\n\nSaat berada di medan perang, Kujou Sara selalu menjadi orang pertama yang menyerbu, memimpin pasukannya dengan karisma dan semangat juang yang luar biasa.\n\nSetelah perang mereda, Kujou Sara juga akan mengurus sendiri pasukan yang terluka, memberikan hadiah sesuai jasa setiap orang, dan memutuskan hukuman untuk orang-orang yang bersalah. Setiap hal yang ditanganinya pasti diselesaikan dengan baik dan sedikit kesalahan.\n\nSetiap tindakan dan kata-kata Sara selalu diperhatikan para prajurit. Semua orang yang pernah bertempur bersamanya pasti akan mengaguminya.\n\nJenderal adalah jiwa dalam pasukan. Dan jenderal yang baik sulit ditemukan. Jenderal baik seperti Kujou Sara, selalu menjadi kebanggaan bagi Pasukan Shogun.",
      "th": "ที่กองทัพแห่งโชกุนเต็มไปด้วยความกล้าหาญ ไม่เกรงกลัวต่อความตาย และเป็นหนึ่งใจเดียวกันเหมือนอย่างในทุกวันนี้ได้ ก็ต้องยกความดีความชอบให้ความเป็นผู้นำของ Kujou Sara\n\nสำรวจเส้นทางการรบ วางแผนการฝึก เลือกอาวุธและชุดเกราะอย่างพิถีพิถัน... แตกต่างจากนายพลมากมาย Sara คุ้นเคยกับการทำเรื่องต่าง ๆ ด้วยตัวเอง มากกว่าการเอาแต่นั่งวางกลยุทธ์อยู่เบื้องหลัง\n\nในวันฝึกซ้อมทั่วไป เธอมักจะตั้งเงื่อนไขที่เข้มงวดต่อตนเอง ซึ่งระดับความเข้มข้นในการฝึกฝนของเธอนั้น มีมากกว่าทหารทั่วไปถึงสิบเท่า แม้ในยามราตรี เสียงการขึ้นคันธนูและน้าวสายธนูของเธอก็ยังคงดังก้องอยู่ในโรงฝึก\n\nในสนามรบ เธอจะเป็นคนแรกที่พุ่งตรงเข้าไปหาแนวรบของศัตรู นำเหล่าทหารด้วยความกล้าหาญอย่างแท้จริง และจิตวิญญาณของการต่อสู้ที่น่าเกรงขาม\n\nในยามที่คลื่นอันบ้าคลั่งของสงครามสงบลง เธอจะจัดการดูแลทหารบาดเจ็บด้วยตนเอง จากนั้นจึงตกรางวัลแก่ผู้ใต้บังคับบัญชา และทบทวนความผิดพลาดเพื่อเป็นบทเรียนต่อไป ซึ่งทุกสิ่งทุกอย่างที่อยู่ภายใต้การดูแลของเธอ จะได้รับการจัดการอย่างเหมาะสม และยากที่จะเกิดความผิดพลาด\n\nคำพูดและการกระทำของ Sara ล้วนอยู่ท่ามกลางสายตาของเหล่าทหาร ซึ่งทุกคนที่เคยร่วมต่อสู้ด้วยกันกับเธอนั้น ต่างก็นับถือเธออย่างที่สุดและไม่มีข้อยกเว้น\n\nนายพลคือจิตวิญญาณของกองทัพ และนายพลที่ดีนั้นช่างหายาก ซึ่งนายพลที่ทรงคุณค่าอย่าง Sara นั้น ก็เป็นความภาคภูมิใจของกองทัพแห่งโชกุนมาโดยตลอด",
      "vi": "Quân Shogunate can trường thiện chiến, đoàn kết một lòng như vậy, cũng đều do khả năng thống lĩnh của Kujou Sara.\n\nQuan sát lộ trình tác chiến, vạch ra kế hoạch huấn luyện, sàng lọc binh khí giáp trụ... Trái với những tướng lĩnh khác thích bày mưu tính kế ở hậu phương, Sara luôn quan niệm rằng phải tự thân vận động.\n\nTrong lúc tập luyện hằng ngày, Sara cũng đặt ra yêu cầu rất khắc khe cho mình, cường độ huấn luyện cũng gấp mười lần người thường, cứ thế tập luyện cho đến ban đêm tĩnh mịch, trong thao trường chỉ còn lại tiếng cung tên của Sara.\n\nTrên chiến trường, cô ấy luôn là người đi tiên phong, lấy khí thế hiên ngang của mình thống lĩnh toàn quân.\n\nSau mỗi trận chiến, cô ấy cũng đích thân thăm hỏi thương binh, thưởng phạt phân minh, mọi việc đều được cô xử lý chỉn chu, ít sai sót.\n\nNhững chiến hữu đã từng sát cánh với Sara đều rất kính nể nhất cử nhất động của cô ấy.\n\nTướng, chính là linh hồn của quân đội. Mãnh tướng khó tìm, một thống lĩnh như Sara, xứng đáng trở thành niềm kiêu hãnh của Shogunate."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "即便是训练外的时间，裟罗也会把严谨乃至苛刻的作风带进日常生活。\n\n她的生活似乎遵循着某种永恒不变的规律，总是定时起床、定点训练、定量饮食…\n\n大到演练内容，小到进食步骤，裟罗都有一套属于自己的观点，并严格按照自己制定的标准来执行。\n\n「杂物务必分类收纳，摆件须按直线排齐。角落不可有尘垢，地面需保持一尘不染。」\n\n这是裟罗对自己起居室的要求。\n\n她将这些杂事视作修行，从来都是亲自动手，不需要家仆随时侍奉在侧。\n\n话虽如此，家仆们又怎会袖手旁观呢？每每遇见，都会请求裟罗大人放下布帕，这些事交给他们便好。\n\n屡次婉拒未果，裟罗干脆闭门打扫，并在门口贴上一张字条——\n\n「正在修行，请勿打扰。」",
      "zht": "即便是訓練外的時間，裟羅也會把嚴謹乃至苛刻的作風帶進日常生活。\n\n她的生活似乎遵循著某種永恆不變的規律，總是定時起床、定點訓練、定量飲食…\n\n大到演練內容，小到進食步驟，裟羅都有一套屬於自己的觀點，並嚴格按照自己制訂的標準來執行。\n\n「雜物務必分類收納，擺設須按直線排齊。角落不可有塵垢，地面需保持一塵不染。」\n\n這是裟羅對自己起居室的要求。\n\n她將這些雜事視作修行，從來都是親自動手，不需要家僕隨時侍奉在側。\n\n話雖如此，家僕們又怎會袖手旁觀呢？每每遇見，都會請求裟羅大人放下布帕，這些事交給他們便好。\n\n屢次婉拒未果，裟羅乾脆閉門打掃，並在門口貼上一張字條——\n\n「正在修行，請勿打擾。」",
      "jp": "訓練以外の時間でも、裟羅は自身の厳しさを日常生活に取り入れている。\n\n彼女の人生は、ある種の永遠、不変の規則に従っているように見える。決まった時間に起き、決まった時間に訓練し、決まった量の食事を取る…\n\n訓練から食事まで、裟羅は己の視点を持ち、己が作った基準をとことん追求する。\n\n「細々とした日用品は分類し、家具は真っ直ぐに並べる。隅々までほこりがあってはならない。」\n\nこれは、自室に対する要求である。\n\n彼女はこれらの雑務も訓練の一環と考えているため、使用人の助けをあまり求めていない。\n\nとはいえ、使用人たちが黙って見ているわけがない。彼らは裟羅に会うたびに、掃除道具を置いて欲しい、自分たちに任せて欲しいと懇願した。\n\n断ることを諦めた裟羅は、扉を閉めて掃除をするようになり、部屋の外に以下の文言を貼った。\n\n「修行中だ、邪魔するな。」",
      "ko": "훈련 시간 외에도 사라는 자신에게 엄격하고 가혹하게 대했다.\n\n그녀의 생활은 불변의 법칙처럼 같은 시간에 일어나, 같은 시간에 훈련하고, 같은 시간에 식사를 한다…\n\n훈련 내용부터 음식을 먹는 순서처럼 사소한 일도 모든 것이 규칙적이고 항상 빈틈없이 지키려고 노력한다.\n\n「잡동사니는 무조건 분류해서 정리하고, 모든 물건은 오와 열을 맞춰야 한다. 바닥에는 먼지 한 톨 있으면 안 된다」\n\n이건 쿠죠 사라가 자신에게 요구하는 기준이다.\n\n그녀는 이런 잡일도 수행의 일종이라 생각해, 항상 스스로 했고, 하인들이 손대지 못하도록 했다.\n\n그렇다 한들 어떻게 가만있을 수 있겠는가? 매번 이런 모습을 볼 때마다 부디 손에서 수건을 내려놓으시고 자신들이 하겠다며 애원했다.\n\n거절을 해도 소용이 없자 사라는 청소를 할 때 문을 닫아버리곤 문에 이런 글귀를 붙였다——\n\n「수련 중, 방해 금지」",
      "en": "Even when she is not training, Sara brings her austere, strict nature into her daily life.\n\nHer life seems to follow some sort of eternal, unchanging rule. She wakes up on the dot, trains on the dot, eats a fixed amount...\n\nFrom things as large as training regimens to things as small as food consumption, Sara has her own perspective and pursues her self-created standards to the last letter.\n\n\"Miscellaneous objects are to be sorted by category, and furnishings are to be arrayed in straight lines. There is to neither be dirt in any corner, nor on the ground.\"\n\nThese are the standards Sara holds her dwelling up to.\n\nShe views excellence in such matters to also be a part of her training, and handles them herself, not requiring the aid of any servants.\n\nThat said, how could her servants ever just stand idly by? Every time they meet Sara, they will implore her to put the cleaning cloth down and leave the matter to them.\n\nHaving repeatedly declined their offers to no avail, Sara eventually took to cleaning up behind closed doors, posting up this sign outside her room—\n\n\"Training in Progress, Do Not Disturb.\"",
      "de": "Auch außerhalb des Trainings lässt Sara einen strengen, sogar fordernden Stil ihr tägliches Leben bestimmen.\n\nIhr Leben scheint einer Art ewiger Regel zu folgen: Immer zu einer bestimmten Zeit aufstehen, in regelmäßigen Abständen trainieren, eine bestimmte Menge essen ...\n\nVom Inhalt der Übungen bis zu den Schritten beim Essen hat Sara ihre eigenen Ansichten und hält sich strikt an die Standards, die sie für sich selbst festgelegt hat.\n\n„Bestimmte Dinge müssen sortiert und aufbewahrt werden und die Ornamente müssen in einer geraden Linie aufgereiht werden. Es darf kein bisschen Staub in den Ecken sein und der Boden muss makellos sauber gehalten werden.“\n\nDas ist es, was Sara von ihrem Wohnzimmer verlangt.\n\nSie sah diese Aufgaben als Übung an und erledigte diese stets selbst. Noch nie hatte sie einen Diener an ihrer Seite gebraucht.\n\nWie konnten die Diener also tatenlos zusehen? Wann immer sie auf sie trafen, baten sie Generalin Sara, ihren Lappen wegzulegen und ihnen die Arbeit zu überlassen.\n\nWenn sie sich wiederholt vergeblich geweigert hatte, schloss sie einfach die Tür und klebte einen Zettel an die Tür -\n\n„Ich übe, bitte nicht stören.“",
      "es": "Incluso fuera del entrenamiento, Sara se conduce con la misma severidad en su vida diaria.\n\nEs como si su vida estuviera regida por una monotonía eterna. Todos los días se levanta a una hora específica, entrena a una hora específica y come a una hora específica...\n\nPara lo general, como la rutina de entrenamiento, hasta lo específico, como su dieta alimenticia, Sara tiene su punto de vista particular, y sigue al pie de la letra los estándares más estrictos.\n\n“Cada tarea debe ser clasificada, cada utensilio debe estar perfectamente alineado. No debe quedar partícula alguna de polvo en las esquinas, y el piso debe estar inmaculado”.\n\nEsas son las reglas que Sara se impone a sí misma para el mantenimiento de la sala de estar.\n\nSe consagra a cada una de estas tareas personalmente, sin solicitar la ayuda de las criadas.\n\nNaturalmente, ellas no se pueden quedar de brazos cruzados, así que, cada vez que la ven, tienen que convencer a la señorita Sara de que deje el paño y que les confíe los quehaceres del hogar.\n\nTras varias negativas, Sara termina por hacer la limpieza a puertas cerradas, dejando en la puerta una tira de papel que dice:\n\n“Entrenamiento en curso. Por favor, no molestar”.",
      "fr": "Même en dehors de l'entraînement, Sara s'impose un mode de vie strict et rigoureux.\n\nSon quotidien semble être rythmé par une série de règles immuables. Se lever de bonne heure, s'entraîner régulièrement, manger juste ce qu'il faut...\n\nDu contenu de son entraînement militaire à la nourriture qu'elle consomme, Sara possède sa propre vision des choses qu'elle applique à la lettre.\n\n« Les futilités doivent être classées, les objets précisément alignés. Il ne doit pas y avoir un seul grain de poussière dans les coins et le sol se doit d'être impeccable. »\n\nTelles sont les exigences de Sara quant à l'arrangement de ses quartiers.\n\nElle considère ces aspects de la vie comme faisant partie intégrante de son entraînement et de ce fait s'en occupe elle-même, sans avoir recours à l'aide d'un domestique.\n\nMais comment les domestiques pourraient-ils rester les bras croisés ? À chaque fois qu'ils croisent dame Kujou, ils la prient de bien vouloir poser le chiffon qu'elle tient en main pour qu'ils puissent faire leur travail.\n\nAprès avoir refusé poliment à maintes reprises, Sara continue son ménage à porte fermée, non sans prendre la peine d'y accrocher un message où l'on peut lire :\n\n« Entraînement en cours, ne pas déranger. »",
      "pt": "Mesmo quando ela não está treinando, Sara traz sua natureza rígida e exigente para sua vida diária.\n\nSua vida parece seguir algum tipo de regra eterna e imutável. Ela acorda em ponto, treina em ponto, come uma quantidade determinada...\n\nDe coisas tão grandes como regimes de treinamento a coisas tão pequenas como o consumo de alimentos, Sara tem sua própria perspectiva e segue seus padrões próprios até a última letra.\n\n\"Os objetos diversos devem ser classificados por categoria, e os móveis devem ser dispostos em linhas retas. Não deve haver sujeira em nenhum canto, nem no chão.\"\n\nEstes são os padrões que Sara impõem a si mesma quanto a manter a sua residência.\n\nEla vê a excelência em tais assuntos também como parte de seu treinamento e os cuida por ela mesma, não precisando da ajuda de nenhum serviçal.\n\nDito isto, como seus servos poderiam ficar de braços cruzados? Toda vez que se encontram com Sara, imploram que ela abaixe o pano e deixe o assunto com eles.\n\nTendo recusado repetidamente suas ofertas em vão, a Sara acabou por se comprometer a limpar às escondidas, colocando esta placa do lado de fora de seu quarto-\n\n\"Treinamento em Progresso, Não Incomode.\"",
      "ru": "Даже когда она не тренируется, Сара привносит свой строгий и суровый характер в повседневную жизнь.\n\nЕё жизнь, кажется, следует каким-то вечным, неизменным правилам. Она просыпается по расписанию, тренируется по расписанию, ест определенное количество пищи...\n\nНачиная с таких больших вещей, как режим тренировок, и заканчивая такими маленькими вещами, как потребление пищи, Сара имеет свою собственную точку зрения и придерживается созданных ею самой стандартов до последней буквы.\n\n«Разные предметы должны быть рассортированы по категориям, а мебель расставлена по прямым линиям. Ни в одном углу, ни на земле не должно быть грязи».\n\nЭто стандарты, которым Сара соответствует в своём доме.\n\nОна считает, что совершенство в таких вопросах - это часть её воспитания, и занимается ими сама, не прибегая к помощи слуг.\n\nНо как могут её слуги просто стоять в стороне? Каждый раз, когда они встречают Сару, они умоляют её положить тряпку и оставить это дело им.\n\nПосле неоднократного отказа от их предложений, в конце концов, Сара стала убираться за закрытыми дверями, повесив табличку у своей комнаты:\n\n«Идёт обучение, не беспокоить».",
      "id": "Saat di luar waktu pelatihan pun, Kujou Sara tetap membawa gaya yang ketat dan keras ke dalam kehidupan sehari-hari.\n\nDia selalu hidup dengan mengikuti aturan yang tidak pernah berubah: selalu bangun di jam yang sama, latihan di lokasi-lokasi yang sama, makan dan minum dengan porsi yang sama...\n\nBahkan dari isi latihan hingga langkah-langkah memakan makanan pun harus dilaksanakan dengan ketat, sesuai dengan aturan yang ditetapkannya sendiri.\n\n\"Barang-barang harus disortir dan disimpan dengan baik, pernak-pernik harus disusun dalam garis lurus. Tidak boleh ada debu di sudut ruangan, dan lantai juga tidak boleh kotor sedikit pun.\"\n\nSeperti itulah persyaratan Kujou Sara untuk tempat tinggalnya sendiri.\n\nDia menjadikan tugas-tugas sepele ini sebagai latihan spiritual dan selalu melakukannya sendiri. Dia tidak membutuhkan pelayan di sisinya setiap saat.\n\nMeski begitu, mana mungkin para pelayan bisa tinggal diam begitu saja? Setiap kali melihat Kujou Sara, mereka selalu memohon Nona Sara meletakkan lapnya dan menyerahkan pekerjaan ini kepada mereka.\n\nSetelah berkali-kali menolak dan tidak pernah berhasil, Sara akhirnya menutup pintu untuk bersih-bersih dan menempelkan selembar kertas bertuliskan —\n\n\"Sedang berlatih, jangan diganggu.\"",
      "th": "แม้แต่ช่วงเวลานอกการฝึก Sara ก็ยังคงเข้มงวดต่อตนเองในการใช้ชีวิตประจำวัน\n\nดูเหมือนว่าชีวิตของเธอจะเป็นไปตามกฎแห่งความเป็นนิรันดร์บางอย่างที่ไม่มีวันเปลี่ยนแปลง ซึ่งเธอมักจะตื่นนอนในเวลาเดิม ฝึกซ้อมในเวลาเดิม รวมไปถึงรับประทานและดื่มในปริมาณที่เท่าเดิม...\n\nตั้งแต่เรื่องใหญ่อย่างเนื้อหาการฝึกซ้อม ไปจนถึงเรื่องเล็กอย่างขั้นตอนการรับประทานอาหาร Sara ต่างก็มีจุดยืนของตนเอง และปฏิบัติตามกฎเกณฑ์ที่ตนเองตั้งขึ้นมาอย่างเข้มงวดทั้งนั้น\n\n\"ของกระจุกกระจิกต้องจัดเก็บและแยกประเภท ของตกแต่งต้องจัดเรียงให้เป็นเส้นตรง มุมห้องต้องไม่มีฝุ่น และพื้นต้องสะอาดสะอ้านอยู่เสมอ\"\n\nนี่คือมาตรฐานที่ Sara ตั้งไว้กับที่พักอาศัยของเธอ\n\nเธอมองว่าเรื่องเล็ก ๆ เหล่านี้เป็นการฝึกฝน ซึ่งจะทำทุกอย่างด้วยตัวเองอยู่เสมอมา และไม่ต้องการให้มีใครมาคอยรับใช้อยู่เคียงข้าง\n\nถึงจะพูดอย่างนั้น แต่จะมีคนรับใช้คนไหนยืนดูอยู่เฉย ๆ โดยไม่ทำอะไรกันล่ะ? ทุกครั้งที่เห็น ก็จะขอให้ท่าน Sara วางอุปกรณ์ทำความสะอาดลง และปล่อยให้พวกเขาเป็นคนจัดการเอง\n\nหลังจากการปฏิเสธครั้งแล้วครั้งเล่า ในที่สุด Sara ก็จะปิดประตูและทำความสะอาดอยู่ในนั้น พร้อมกับแปะข้อความไว้บนประตูว่า...\n\n\"กำลังฝึกฝน กรุณาอย่ารบกวน\"",
      "vi": "Ngoài thời gian luyện tập ra, Sara cũng rất nghiêm khắc với bản thân trong cuộc sống hằng ngày.\n\nLịch sinh hoạt của cô ấy như tuân theo một quy luật vĩnh hằng bất biến, luôn thức dậy đúng giờ, tập luyện đúng giờ, ăn uống khoa học...\n\nTừ vấn đề lớn như luyện quân đến vấn đề nhỏ như ăn uống đi lại, Sara đều vạch ra quan điểm riêng cho mình và nghiêm khắc chấp hành.\n\n\"Tạp vật thì phải phân loại, sắp xếp thì phải thẳng hàng ngay ngắn. Trong kẽ không được phép có bụi, trên mặt đất không được sót một hạt cát.\"\n\nĐấy là quan niệm về nơi ở của bản thân Sara.\n\nCô ấy xem những việc nhỏ này cũng như tập luyện, tự mình bắt tay vào làm, không cần người hầu phục vụ.\n\nTuy nói là vậy, gia bộc sao lại có thể đứng bên ngoài nhìn chứ? Mỗi lần trông thấy, họ đều ra sức khuyên can để chia sẻ công việc với Sara.\n\nTừ chối không được, Sara đành phải đóng cửa quét dọn, không quên dán giấy cảnh báo bên ngoài.\n\n\"Đang tu luyện, cấm làm phiền.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "虽说自幼在人类族群中长大，裟罗仍保持着天狗的习性。偶尔见到她离开奉行所，便多半是去了山中。\n\n她熟知山势，走遍各地，也曾亲眼见过不少人类口中的鬼怪。\n\n其中的确不乏凶残的邪物，却也有纯良的小妖。裟罗认为，这些不过是形态上的差别。\n\n曾有段时间，奉行所频繁接到凶手不明的抢劫案。裟罗在林间散步时多留了个心眼，果然，很快就见到一只背着赃物匆匆赶路的妖狸。\n\n妖狸生性并不很恶，只是贪吃嘴馋，才会做出偷抢食物的举动。\n\n裟罗逮住它取回赃物，并不多说，只是嘱咐：\n\n「躲在山里也难逃制裁。听好了，这是最后一次。以后不准滋扰平民，否则…」\n\n妖狸们噤若寒蝉，瑟缩在一旁不断点头。自那之后便好好地遵守约定，再未做出不义之举。\n\n而口头凶恶的裟罗，从那以后每次外出修行都会带上些可长期存放的瓜果。途径山林，便将食物放到妖狸群居之处。\n\n没有解释，也算不上什么礼物。要说的话…就算是给知错能改之辈的慰问品吧。",
      "zht": "雖說自幼在人類族群中長大，裟羅仍保持著天狗的習性。偶爾見到她離開奉行所，便多半是去了山中。\n\n她熟知山勢，走遍各地，也曾親眼見過不少人類口中的鬼怪。\n\n其中的確不乏兇殘的邪物，卻也有純良的小妖。裟羅認為，這些不過是形態上的差別。\n\n曾有段時間，奉行所頻繁接到兇手不明的搶劫案。裟羅在林間散步時多留了個心眼，果然，很快就見到一隻背著贓物匆匆趕路的妖狸。\n\n妖狸生性並不狠惡，只是貪吃嘴饞，才會做出偷搶食物的舉動。\n\n裟羅逮住牠取回贓物，並不多說，只是囑咐：\n\n「躲在山裡也難逃制裁。聽好了，這是最後一次。以後不准滋擾平民，否則…」\n\n妖狸們噤若寒蟬，瑟縮在一旁不斷點頭。自那之後便好好地遵守約定，再未做出不義之舉。\n\n而口頭兇惡的裟羅，從那以後每次外出修行都會帶上些可長期存放的瓜果。途徑山林，便將食物放到妖狸群居之處。\n\n沒有解釋，也算不上什麼禮物。要說的話…就算是給知錯能改之輩的慰問品吧。",
      "jp": "人間と共に育ったとはいえ、裟羅は天狗の習性を持っている。たまに天領奉行所を離れるが、そのほとんどは山に行くためである。\n\n彼女は山に詳しく、人間の物語ではあまり語られることのない、多くの妖魔を見てきた。\n\nその中には、凶暴で邪悪なものも多いが、何の害もない小さな妖怪もいる。しかし、裟羅にとって、それらは形態上の違いに過ぎない。\n\n奉行所に、犯人不明の強盗事件が頻発していた時期があった。裟羅が警戒しながら森の中を散歩していたとき、盗品を背負いながら焦る妖狸に気が付いた。\n\n妖狸の本性は悪ではない。彼らはただ食いしん坊であったため、食べ物を盗んでいただけなのだ。\n\n妖狸を捕らえ、窃盗品を取り返した裟羅は、このように言った。\n\n「山に隠れていても、裁きからは逃れられないぞ。これは最後の警告だ、よく聞け。二度と民に迷惑をかけるな、さもなければ…」\n\n怯え、骨の髄まで冷え切った妖狸たちは、うなだれて片隅に丸まってしまった。以後、この約束を守り、二度と悪事を行わぬようになった。\n\nそして、恐ろしい警告を口にした裟羅は、あれから修行に出かけるときに、長期保存が可能な野菜や果物を持って行くようになった。道中、妖狸たちに食べ物を配るのだ。\n\n彼女は何の説明もせず、これを贈り物だとも思っていなかった。強いて言えば、悪の道から更生した者への慰めのようなものなのだろう。",
      "ko": "어렸을 때 인간들 사이에서 자랐지만, 사라는 텐구의 습성을 가지고 있다. 가끔 봉행소에서 보이지 않는 날이면 대부분 산에 간 것이다.\n\n그녀는 산이라면 모르는 곳이 없고 안 가본 곳이 없었다. 인간들이 말하는 요괴도 많이 만나 봤다.\n\n그중에서 흉악하고 잔인한 요괴들도 많았지만 순수하고 착한 요괴들도 있었으니, 사라는 이를 형태의 차이라고 생각했다.\n\n한때는 봉행소에서 범인을 알 수 없는 약탈 사건이 접수되었다. 사라는 산속에서 산책을 할 때 주위를 살폈고, 아니나 다를까 훔친 물건을 들고 달아나는 너구리 요괴를 발견했다.\n\n너구리 요괴의 천성이 나쁘지는 않지만, 먹는 것을 너무 좋아해서 음식을 훔친 것이었다.\n\n사라는 범인을 잡았고 훔친 물건들을 회수하며 너구리 요괴에게 충고를 한마디 했다.\n\n「산에 숨는다 해도 벌을 받지 않는 건 아니야. 마지막 기회를 줄 테니 앞으로 백성들을 귀찮게 하지 마, 그렇지 않으면…」\n\n너구리 요괴는 너무 놀라 입을 다물고 벌벌 떨면서 머리만 끄덕였다. 그 후로 약속을 잘 지키고 인간들을 더 이상 귀찮게 하지 않았다.\n\n흉악하다고 소문 난 사라는 그날 이후 수련을 하러 갈 때마다 장시간 보존하기 쉬운 과일들을 챙겨 너구리 요괴에게 전해주었다.\n\n이를 테면… 잘못을 인정하고 고칠 줄 아는 너구리 요괴에 대한 위문품이었다.",
      "en": "Although she has grown up amongst humans, Sara still maintains the various habits of the tengu. When she leaves the Tenryou Commission Headquarters on occasion, it is mostly to go to the mountains.\n\nShe knows them like the back of her hand, and has witnessed many strange creatures not often told of in human tales.\n\nAmong them are many fierce and evil things, but there are also little creatures that mean no harm. To Sara, however, these are just differences in form.\n\nThere was a time when a sizable spate of thefts was reported to the police station in quick succession, and they could not find the culprit. Walking through the woods on higher alert than usual, Sara quickly espied the bake-danuki running along hurriedly while carrying their plunder.\n\nOf course, bake-danuki are not evil by nature, but only steal food out of gluttony.\n\nCapturing the creatures, Sara had only this to say as she reclaimed their ill-gotten gains:\n\n\"Hiding in the mountains will not let you escape judgment. Listen closely, for this is your final warning. Do not make yourself a nuisance to civilians again, or else...\"\n\nThe bake-danuki were chilled to the bone, nodding as they balled up in a corner. After this, they would keep to that agreement and did not again do such ill.\n\nAs for the sharp-tongued Sara, she would bring various melons and fruits that could keep for a longer period up to the mountains while training there, making sure to deposit them in the bake-danuki's dwelling whenever she passed through.\n\nShe did not explain herself, and in any case, did not consider this any sort of gift. If she had to describe it... then perhaps a sort of consolation to those who had turned from an unrighteous path might be the best description for such things.",
      "de": "Obwohl sie zwischen Menschen aufgewachsen war, hat Sara ihre Tengu-Gewohnheiten immer beibehalten. Wenn sie gelegentlich gesehen wird, wie sie die Verwaltung verlässt, dann ist es meist, um in die Berge zu gehen.\n\nSie kennt die Berge gut und ist überall herumgereist und hat viele der Dämonen und Monster, von denen die Menschen sprechen, mit eigenen Augen gesehen.\n\nZwischen ihnen gibt es tatsächlich einige sehr bösartige aber auch reine und gutartige kleine Dämonen. Laut Sara sind dies lediglich Unterschiede in der Form.\n\nEs gab eine Zeit, in der die Verwaltung häufig von unbekannten Tätern überfallen wurde. Sara hielt bei seinen Waldspaziergängen extra Ausschau nach ihnen und tatsächlich sah sie bald einen Bakedanuki mit Diebesgut auf dem Rücken davoneilen.\n\nDer Bakedanuki war von Natur aus nicht wirklich bösartig, sondern nur gierig und gefräßig genug, um Nahrung zu stehlen.\n\nSie fing ihn ein und holte das Diebesgut zurück. Statt viel zu sagen, wies sie ihn nur zurecht:\n\n„Auch wenn du dich in den Bergen versteckst, kannst du der Strafe nicht entgehen. Höre gut zu, dies ist das letzte Mal. Du wirst die armen Bürger nicht nochmal stören, sonst ...“\n\nDer Bakedanuki schwieg, kauerte sich zusammen und nickte mit dem Kopf. Seitdem hat er sein Versprechen gut gehalten und kein Unrecht mehr begangen.\n\nVon da an brachte sie jedes Mal, wenn sie zum Training ging, etwas Obst und Gemüse mit, das lange gelagert werden konnte. Wenn sie durch die Berge und Wälder zog, legte sie das Essen an den Ort, an dem die Bakedanuki lebten.\n\nKeine Erklärung und nicht wirklich ein Geschenk. Wenn man es so sagen will ... es ist ein Trostpflaster für diejenigen, die ihre Fehler erkennen und sich ändern können.",
      "es": "A pesar de que Sara ha convivido entre los humanos desde su infancia, aún conserva algunos hábitos de los tengu. En las raras ocasiones en las que deja la Oficina de la Comisión Kanjou, suele dirigirse a las montañas.\n\nHa recorrido cada camino de ellas, así que conoce la topografía de las cordilleras como la palma de su mano. Incluso ha visto varias de las criaturas de las que los humanos hablan en sus leyendas.\n\nEntre ellas se encuentran demonios crueles y espíritus bondadosos. Pero, para Sara, solo son diferentes en su apariencia.\n\nHubo un tiempo en el que la Oficina de la Comisión Kanjou recibía con frecuencia informes de crímenes sin resolver. Durante sus andanzas por el bosque, Sara encontró algo extraño. Pronto descubrió a un tanuki que llevaba a cuestas un botín mientras huía con prisa.\n\nLos tanuki no son criaturas malvadas, y solo llegan a robar cuando el hambre así lo exige.\n\nEntonces Sara lo atrapó y devolvió los objetos robados. Siendo una persona de pocas palabras, le advirtió al tanuki:\n\n“No escaparás de tu castigo escondiéndote en el bosque. Esta es mi última advertencia. No vuelvas a ocasionar problemas a los humanos, de lo contrario...”.\n\nEl tanuki tenía tanto miedo que no dijo ni una palabra, y solo asintió con la cabeza, tembloroso. Desde entonces, siguió las reglas al pie de la letra y nunca más volvió a cometer fechorías.\n\nPor su lado, cada vez que Sara sale de excursión a la montaña, lleva frutos consigo y los deja en las guaridas de los tanuki.\n\nAun así, no pueden considerarse como un obsequio, sino como una forma de consuelo para alguien que ha reconocido sus errores.",
      "fr": "Bien qu'elle ait grandi parmi les humains, Sara a conservé bon nombre d'habitudes propres aux Tengu. Les rares fois où elle quitte la Commission, Sara se rend la plupart du temps dans la montagne.\n\nElle connaît les lieux comme sa poche et y a bien souvent rencontré d'étranges êtres que l'on pensait exister uniquement dans les contes.\n\nParmi eux, on retrouve bon nombre de monstres cruels et féroces, mais également des petites créatures inoffensives. Pour Sara, il ne s'agit cependant là que d'une différence morphologique.\n\nIl fut un temps où de nombreux vols furent rapportés à la Commission administrative sans que le coupable ne puisse être attrapé. Se promenant dans la forêt, Sara observait les alentours avec précaution lorsqu'elle aperçut soudain un Bake-danuki prenant la fuite avec son butin sur le dos.\n\nLes Bake-danuki ne sont pas des êtres malfaisants par nature, ils sont simplement gloutons, ce qui les poussent à dérober de la nourriture.\n\nElle attrapa l'animal, récupéra ce qu'il avait chapardé et lui dit ces mots : « Te cacher dans la montagne ne te permettra pas d'échapper à ta sanction. Écoute-moi bien, car ceci est ton dernier avertissement. Que je ne te reprenne plus à semer le trouble, sinon... »\n\nLe Bake-danuki n'osa souffler mot, alors qu'il tremblait de tout son corps en acquiesçant. Après cet incident, il respecta sa parole et ne commis plus jamais de tels actes.\n\nQuant à Sara l'acerbe, elle s'assura à partir de ce moment d'emmener avec elle des fruits lors de chaque entraînement, pour les déposer ensuite devant le lieu de vie des Bake-danuki.\n\nElle ne donna aucune explication et ne vit certainement pas sa démarche comme une forme de cadeau. Si elle devait s'étendre sur le sujet... Elle dirait qu'il s'agit là d'une manière de réconforter ceux qui ont reconnu être sortis du droit chemin.",
      "pt": "Embora ela tenha crescido entre os humanos, Sara ainda mantém os vários hábitos dos tengu. Quando ela abandona a sede da Comissão Tenryou ocasionalmente, é principalmente para ir para as montanhas.\n\nEla os conhece como a palma de sua mão, e tem testemunhado muitas criaturas estranhas não contadas em contos humanos.\n\nDentre elas estão muitas coisas ferozes e malignas, mas também existem pequenas criaturas que não fazem nenhum mal. Para Sara, porém, estas são diferentes apenas em forma.\n\nHouve um tempo em que uma série considerável de roubos foi reportada à delegacia de polícia em rápida sucessão, e eles não conseguiram encontrar o culpado. Andando pela floresta em alerta mais alto do que o habitual, Sara rapidamente percebeu um bake-danuki correndo apressadamente enquanto carregava seus espólios.\n\nÉ claro que os bake-danukis não são maus por natureza, mas apenas roubam alimentos com gula.\n\nCapturando as criaturas, Sara só tinha isto a dizer quando recuperou seus roubos:\n\n\"Esconder-se nas montanhas não os deixarão escapar do julgamento. Ouçam com atenção, pois este será seu último aviso. Não se tornem novamente um incômodo para os civis, senão...\"\n\nOs bake-danukis ficaram arrepiados até os ossos, acenando com a cabeça enquanto se encolhiam em um canto. Depois disso, eles cumpriram esse acordo e não voltaram a fazer tal mal.\n\nQuanto à Sara de língua afiada, ela traria vários melões e frutas que poderiam ser guardados por um período mais longo até as montanhas, enquanto treinava lá, certificando-se de deixá-los na residência dos bake-danukis sempre que ela passasse por lá.\n\nEla não considerou isto como um tipo de presente. Se ela tivesse que descrevê-lo... Então talvez uma espécie de consolação para aqueles que se desviaram de um caminho iníquo, poderia ser a melhor descrição para tais coisas.",
      "ru": "Хотя она выросла среди людей, Сара сохранила различные привычки тэнгу. Когда она покидает штаб-квартиру комиссии Тэнрё, то обычно идёт в горы.\n\nОна знает их как свои пять пальцев и видела много странных существ, о которых нечасто рассказывают в человеческих сказках.\n\nСреди них много свирепых и злых созданий, но есть и маленькие существа, которые не желают никому зла. Для Сары это всего лишь внешние различия.\n\nКак-то раз в полицейский участок поступило много сообщений о кражах. Преступника найти не удавалось. Прогуливаясь по лесу в состоянии повышенной бдительности, Сара быстро заметила бакэ-дануки, которые торопливо бежали, неся свою добычу.\n\nБакэ-дануки не злые по своей природе и воруют пищу только от обжорства.\n\nПоймав этих существ, Сара сказала им следующее:\n\n«Прячась в горах, вы не сможете избежать суда. Слушайте внимательно, ибо это ваше последнее предупреждение. Больше не доставляйте хлопот мирным жителям, иначе...»\n\nБакэ-дануки до смерти перепугались и кивнули, забившись в угол. После этого они стали соблюдать договор и больше не причиняли вреда.\n\nЧто касается Сары, то во время тренировок она приносила в горы разные фрукты долгого хранения и складывала их возле жилища бакэ-дануки, когда проходила мимо.\n\nОна не объяснялась и в любом случае не считала это каким-то подарком. Если бы ей нужно было описать это... то, возможно, она назвала бы это утешением для тех, кто свернул с неправедного пути.",
      "id": "Meski sejak kecil dibesarkan kaum manusia, Sara masih mempertahankan sifat Tengu-nya. Terkadang dia meninggalkan Commission untuk pergi ke kedalaman gunung.\n\nDia mengenal pegunungan dengan baik, dia sudah menelusuri segala sudut, melihat banyak hantu atau monster yang diceritakan manusia dengan mata kepala sendiri.\n\nDi antaranya memang ada makhluk jahat melakukan hal-hal mengerikan, namun ada juga makhluk kecil yang baik hati. Menurut Kujou Sara, perbedaan ini hanyalah perbedaan morfologis.\n\nAda suatu waktu ketika Commission sering menerima kasus pencurian dengan pelaku yang tidak dikenal. Sara memasang perhatian lebih dari biasanya waktu berjalan-jalan di hutan, dan benar saja, dia langsung melihat seekor Bake-Danuki yang bergegas lari sambil membawa barang curian.\n\nBake-Danuki pada dasarnya tidak jahat, mereka hanya serakah dan rakus sehingga sering mencuri atau merampok makanan.\n\nSara menangkap Bake-Danuki itu, kemudian mengambil kembali barang-barang curiannya. Tanpa banyak bicara, Sara hanya mengingatkan,\n\n\"Kamu tidak akan bisa luput dari hukuman meskipun bersembunyi di dalam gunung. Dengar baik-baik ya, ini adalah kesempatan terakhirmu. Lain kali kamu tidak boleh mengganggu penduduk lagi, kalau tidak...\"\n\nPara Bake-Danuki terdiam, gemetar ketakutan sambil menganggukkan kepala tanpa henti. Sejak detik itu, mereka menaati perjanjian dan tidak pernah melakukan kejahatan.\n\nSejak saat itu, Sara yang bermulut pedas selalu membawa buah-buahan yang bisa tahan lama waktu keluar berlatih. Saat melewati hutan di pegunungan, dia akan meletakkan makanan di tempat tinggal para Bake-Danuki.\n\nTidak ada penjelasan apa pun, dan juga tidak bisa dianggap sebagai hadiah. Kalau mau bilang... mungkin bisa dianggap sebagai barang penghiburan untuk mereka yang bisa berubah dari kesalahan.",
      "th": "แม้จะเติบโตขึ้นมาท่ามกลางเผ่าพันธุ์มนุษย์ตั้งแต่วัยเด็ก แต่ Sara ก็ยังคงมีนิสัยของเท็งงุอยู่ ในบางครั้งเมื่อเห็นเธอออกจากสำนัก ส่วนใหญ่แล้วเธอก็จะมุ่งไปยังภูเขา\n\nเธอรู้จักเส้นทางบนภูเขาเป็นอย่างดี เดินทางไปทั่วทุกหนทุกแห่ง และได้พบเห็นภูตผีปีศาจที่พวกมนุษย์พูดถึงมาแล้วมากมาย\n\nในหมู่นั้นมีสิ่งชั่วร้ายที่โหดเหี้ยมอยู่ก็จริง แต่ก็มีปีศาจตัวน้อยที่ใจดีและบริสุทธิ์อยู่เช่นกัน ซึ่ง Sara เชื่อว่าสิ่งเหล่านี้เป็นเพียงความแตกต่างของรูปร่างเท่านั้น\n\nมีอยู่ช่วงเวลาหนึ่งที่ทางสำนักได้รับรายงานเกี่ยวกับการปล้นขโมยทรัพย์สินอยู่บ่อยครั้ง จากนั้น Sara จึงคอยสังเกตเป็นพิเศษในตอนที่เดินอยู่ในป่า และในไม่ช้าก็เห็น Bake-Danuki ตัวหนึ่งวิ่งไปตามทางพร้อมกับแบกของที่ขโมยมาไว้บนหลังอย่างร้อนรน\n\nนิสัยของ Bake-Danuki นั้นไม่ได้โหดร้ายอะไร เพียงแค่กินจุและก็ตะกละเท่านั้น ด้วยเหตุนี้ถึงได้ทำเรื่องอย่างการปล้นขโมยอาหาร\n\nSara จับมันได้และยึดของที่ถูกขโมยกลับมา จากนั้นก็ไม่ได้พูดอะไรมาก เพียงแค่ตักเตือนไปว่า:\n\n\"ถึงจะหลบอยู่ในเขาก็หนีการลงโทษไม่พ้นหรอกนะ ฟังให้ดีล่ะ นี่เป็นครั้งสุดท้ายแล้ว จากนี้ไปห้ามสร้างปัญหาให้พวกชาวบ้านอีกเด็ดขาด ไม่งั้น...\"\n\nพวก Bake-Danuki ได้แต่นิ่งเงียบ ขดตัวด้วยความกลัวและพยักหน้า จากนั้นเป็นต้นมา พวกมันก็ปฏิบัติตามข้อตกลง และไม่เคยสร้างความผิดอะไรอีกเลย\n\nส่วน Sara ที่ชอบพูดสิ่งต่าง ๆ ออกมาอย่างโหดร้ายนั้น จากนั้นเป็นต้นมาในเวลาที่เธอออกไปฝึกตน ก็มักจะพกเอาผลไม้ที่เก็บไว้ได้นานติดตัวไปด้วยเสมอ จากนั้นในเวลาที่ผ่านเข้าไปในป่า เธอก็จะนำไปวางไว้ตรงจุดที่พวก Bake-Danuki อาศัยอยู่\n\nโดยไม่มีคำอธิบายใด ๆ และไม่ถือว่าเป็นของขวัญ ถ้าจะให้พูดล่ะก็... น่าจะเป็นของสำหรับทักทายผู้กระทำผิดที่กลับตัวกลับใจล่ะนะ",
      "vi": "Tuy rằng lớn lên trong xã hội loài người, nhưng Sara vẫn giữ được tập tính của Tengu. Khi thấy Sara không có mặt ở Hiệp Hội Tenryou, thì chắc chắn là cô ấy đang ở trên núi.\n\nSara quen thuộc với núi đồi, chu du khắp nơi, từng thấy không ít ma quỷ trong lời đồn.\n\nTrong đó cũng có không ít tà vật hung ác, nhưng cũng có các tiểu yêu hiền lành. Sara cho rằng đó chẳng qua chỉ là khác biệt về ngoại hình mà thôi.\n\nTừng có một thời gian, Hiệp Hội Tenryou nhận được một vụ trộm cướp không rõ hung thủ, Sara lúc đó đang tản bộ trong rừng, không quên để ý xung quanh. Quả nhiên cô ấy đã bắt gặp một con Bake-Danuki đang cõng tang vật hốt hoảng chạy trốn.\n\nBake-Danuki bản tính không ác, chẳng qua chỉ do tham ăn nên mới có hành động trộm cướp như vậy.\n\nSara bèn tóm gọn và lấy lại tang vật, kèm theo lời dặn dò:\n\n\"Trốn trong núi cũng không thoát được đâu. Nghe đây, đây là lần cuối nhé, không được quấy nhiễu người dân, nếu không...\"\n\nBake-Danuki im như thóc, chỉ biết gật đầu liên tục. Sau đó chúng đã không dám tái phạm nữa.\n\nCòn Sara tàn ác như thế từ đó mỗi khi ra ngoài lại không quên mang theo trái cây, ân cần đặt gần hang ổ của chúng.\n\nKhông cần phải nói gì cả, đây cũng chẳng phải là quà cáp gì. Nếu có nói... thì đây chỉ là phần thưởng cho mấy đứa nhóc biết sửa sai mà thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "自从被收养，裟罗就与幕府军人们一同训练。将士们一度以为裟罗是个男孩，年纪轻轻便来军中锻炼，对她照顾有加。\n\n本有些畏惧人群的裟罗在周遭人们悉心照料下，变得胆子大了许多，敢和人往来，甚至会跟大家一起摸爬滚打玩耍。\n\n然而，与她嬉闹的士兵却遭到了家主大人重罚。裟罗自己也只得到了一句冷冷的训斥。\n\n「不守规矩，不学无术…收养你，可不是为了让你做这些无聊事情。」\n\n自那之后，裟罗便谨慎保持与他人的距离，比起融入人群，她首先得练出一身过人武艺，时刻以将领继位者的认知要求自己。\n\n「做雷电将军的帮手、做天领奉行的榜样、做家主大人的骄傲。」\n\n三个身份，全都不以自己为优先。但对裟罗来说，这就是她，一个务必保持冷静与严肃的军人。\n\n似乎从来没人说过她应当为自己多考虑些。裟罗也并不缺乏那样的关怀。\n\n与使命和身份相伴而来的，是身为养子的拘束与身为异类的孤独。\n\n但因之停留是弱者的困境，既然身为九条裟罗，便不会止步于此。她是雷神最坚定的追随者，也是最为清醒的将领。",
      "zht": "自從被收養，裟羅就與幕府軍人們一同訓練。將士們一度以為裟羅是個男孩，年紀輕輕便來軍中鍛煉，對她照顧有加。\n\n本有些畏懼人群的裟羅在周遭人們悉心照料下，變得膽子大了許多，敢和人往來，甚至會跟大家一起摸爬滾打玩耍。\n\n然而，與她嬉鬧的士兵卻遭到了家主大人重罰。裟羅自己也只得到了一句冷冷的訓斥。\n\n「不守規矩、不學無術…收養妳，可不是為了讓妳做這些無聊事情。」\n\n自那之後，裟羅便謹慎保持與他人的距離，比起融入人群，她首先得練出一身過人武藝，時刻以將領繼位者的認知要求自己。\n\n「做雷電將軍的幫手、做天領奉行的榜樣、做家主大人的驕傲。」\n\n三個身分，全都不以自己為優先。但對裟羅來說，這就是她，一個務必保持冷靜與嚴肅的軍人。\n\n似乎從來沒人說過她應當為自己多考慮些。裟羅也並不缺乏那樣的關懷。\n\n與使命和身分相伴而來的，是身為養子的拘束與身為異類的孤獨。\n\n但因之停留是弱者的困境，既然身為九條裟羅，便不會止步於此。她是雷神最堅定的追隨者，也是最為清醒的將領。",
      "jp": "養子になってから、裟羅は幕府の兵士と一緒に訓練を受けていた。一時期、兵士たちは裟羅を若い男の子だと思い、世話を焼いていた。\n\n人と接することを少し怖がっていた裟羅は、周りの面々が良く面倒を見てくれたおかげで段々と積極的になり、他の兵士と一緒に遊ぶようになった。\n\nしかし、彼女と一緒に遊んでいた兵士たちは、家主から厳しい罰を受けた。裟羅自身は叱られただけだった。\n\n「規則を守らず、訓練を怠る…そんな無意味なことをさせるために、お前を養子にしたのではない。」\n\nそれ以来、裟羅は他人と一定の距離を保つように意識した。周りに溶け込むのではなく、まずは卓越した武術を身に付け、いつの日か、指揮を執ることを常に念頭に置いていた。\n\n「雷電将軍の力。天領奉行の手本。そして、当主様の誇りとなる。」\n\nこの三つの身分のすべてを、自分よりも優先していた。冷静、そして厳格を兼ね備えた戦士。それが彼女自身だった。\n\n誰も彼女に「もっと自分のことを考えてあげなさい。」と言ってはくれなかったし、裟羅も、そのような心遣いを必要としていなかった。\n\n彼女の使命と地位は、常に養子としての鎖や、異類としての孤独感を伴っていた。\n\nしかし、そのようなことで立ち止まってしまうわけにはいかない。九条裟羅である以上、ここで止まることはできない。彼女は雷神の最も忠実な信奉者であり、最も頭脳明晰な大将である。",
      "ko": "입양이 된 후, 사라는 막부군인과 함께 훈련을 받았다. 장병들은 한동안 사라가 남자인 줄 알았고 젊은 나이에 입대를 하고 고생한다고 생각하여 더 잘 챙겨주었다.\n\n사람을 무서워하는 사라는 주위 사람들의 관심 속에서 사람들을 무서워하지 않고 그들과 가까워질 수 있었다.\n\n하지만 그녀와 놀아주던 병사들이 가주에게 중징계를 받았고, 사라 또한 따끔하게 혼이 났다. 「규칙도 지키지 않고, 배운 것도 없고, 재주까지 없으니… 이러려고 널 입양한 줄 아느냐」\n\n그날 이후, 사라는 주위 사람들과 거리를 두고 사람들 사이에 녹아드는 것보다, 끊임없이 무술을 연마하고, 자신에게 엄격하게 몰아세웠다.\n\n「라이덴 쇼군의 도우미, 텐료 봉행의 모범, 가주의 자랑」\n\n이 세 가지 모두 자신을 우선적으로 생각하지 않은 신분이었다. 사라는 절대적으로 냉정함을 유지한, 엄숙한 군인이어야만 했다.\n\n아무도 그녀에게 자신을 먼저 챙겨야 한다는 사실을 알려주지 않았다.\n\n사명과 신분 뒤에는 양녀라는 신분과 이류라는 고독함이 따라왔다.\n\n쿠죠 사라는 이런 것에 굴복하지 않았고 그녀는 현재 번개 신의 추종자이자 깨어있는 장군이 되었다",
      "en": "Sara has been training with the Shogun's Army ever since she was taken in by the Tenryou Commission. The soldiers actually thought that she was a boy at first due to her coming to train at an early age, and they took care of her very well.\n\nHaving been a little frightened of crowds at first, Sara became much more outgoing due to this warm reception, and would even play games with the other troops.\n\nHowever, the soldiers she played alongside were severely punished by the Clan Head, while she was merely given a cold chastening.\n\n\"Not following military law and neglecting your training... I did not take you in just to have you do such pointless things.\"\n\nSince then, Sara would be conscientious in maintaining a certain distance from others. Rather than blending in with the crowd, she sought first to attain surpassing martial prowess, bearing in mind at all times that she would someday take command.\n\n\"The Raiden Shogun's helper. An example to the Tenryou Commission. The pride of the Clan Head.\"\n\nNone of these three identities put her first in any way. But to Sara, this was her. She was a warrior whose being was calm and austerity.\n\nNo one ever told her that she should give herself more consideration, and Sara did not necessarily lack such concerns either.\n\nHer chains as an adopted child and the solitude of a non-human had always accompanied her mission and status.\n\nBut to stop due to such obstacles is the dilemma of the weak, and being Kujou Sara, her path would not end here. She would be the Electro Archon's staunchest adherent and the most clear-headed of her generals.",
      "de": "Seit ihrer Adoption hat Sara mit den Soldaten der Bakufu-Armee trainiert. Eine Zeit lang dachten die Soldaten, dass Sara ein Junge sei und in jungen Jahren zur Armee kam, um sich ausbilden zu lassen, also kümmerten sie sich gut um sie.\n\nSie hatte ein wenig Angst vor Menschenmengen, aber unter der Obhut der Menschen um sie herum, wurde sie mutig genug, um mit Menschen zu interagieren und sogar mit ihnen zu spielen.\n\nAber die Soldaten, die mit ihr spielten, wurden vom Familienoberhaupt streng bestraft. Sara selbst erhielt nur einen kalten Verweis.\n\n„Widerspenstig und ungebildet ... Du wurdest nicht adoptiert, um solche frivolen Dinge zu tun.“\n\nSeitdem achtet Sara darauf, sich von den anderen fernzuhalten, mehr noch als sich unter die Menge zu mischen, muss sie erst einmal ihre Kampfkünste trainieren und zudem stets das Wissen eines Generals einfordern.\n\n„Ein Helfer für Shougun Raiden zu sein, ein Beispiel für die Tenryou-Verwaltung und der Stolz des Hausherren.“\n\nDrei Identitäten, die alle für sich wichtig sind. Aber für Sara ist es das, was sie ist: eine Soldatin, die darauf achtet, ruhig und ernst zu bleiben.\n\nNiemand scheint jemals zu sagen, dass sie mehr an sich selbst denken sollte. Auch Sara mangelt es nicht an dieser Art von Sorgfalt.\n\nMit der Mission und der Identität kam der Zwang, ein Adoptivkind zu sein, und die Einsamkeit, ein Fremder zu sein.\n\nAber deswegen zu bleiben, ist die Not der Schwachen, und da sie Kujou Sara ist, wird sie dies nicht tun. Sie ist die entschlossenste Anhängerin des Elektro-Archons und die nüchternste aller Generäle.",
      "es": "Sara ha entrenado con las tropas del shogunato desde que fue adoptada. Por un tiempo, los oficiales tomaron a Sara por un niño, la enviaron a entrenamiento desde temprana edad y cuidaron de ella.\n\nAl principio le atemorizaban las multitudes, pero con el cuidado de las personas que la rodeaban, se volvió cada vez más audaz, e incluso se atrevía a jugar rudamente con los demás.\n\nSin embargo, mientras los soldados que armaban un alboroto con ella eran severamente castigados por el jefe del clan, ella solo recibía una fría reprimenda.\n\n“No sigues las reglas y te niegas a aprender... si te adopté, no fue para que te dedicaras a cosas tan triviales”.\n\nA partir de entonces, Sara procuró mantener la distancia con las demás personas. En lugar de mezclarse con la gente, optó por perfeccionar sus técnicas de combate. Consciente de que sería la sucesora del líder, fue cada vez más exigente consigo misma.\n\n“Debo ser la mano derecha de la Shogun, el modelo a seguir de la Comisión Tenryou, el orgullo del líder del clan”.\n\nEstas son tres caras de Sara que luchan entre sí, sin que una prime sobre las demás. Pero para ella, esta es su identidad: una general que debe mantener la calma y la seriedad bajo cualquier circunstancia.\n\nNadie le ha sugerido que debería pensar más en sí misma, pero tampoco parece preocuparle demasiado.\n\nAdemás de su identidad y su propósito, las restricciones de ser una hija adoptiva y un ser distinto a los demás la han aislado.\n\nSin embargo, darse por vencida ante tales nimiedades es sinónimo de debilidad. En el caso de Kujou Sara, no permite que algo así la detenga. Es la devota más fiel de la Arconte Electro, así como la líder más lúcida.",
      "fr": "Sara s'est entraînée avec les soldats de l'armée du Shogunat dès son adoption. Comme elle se présentait si jeune à l'entraînement, les soldats pensèrent au départ que Sara était un jeune garçon. Ils prirent soin d'elle pendant sa formation.\n\nSara n'était au départ pas très à l'aise avec la foule, mais grâce à la bienveillance de ceux qui l'entouraient, elle commença à prendre confiance en elle. Elle se retrouva même à s'amuser avec les autres durant les entraînements.\n\nCependant, ses compagnons d'entraînement se firent lourdement réprimander par le chef de clan. Sara quant à elle, ne reçut qu'un simple avertissement.\n\n« Ne pas respecter les règles, négliger ton entraînement... Je ne t'ai pas recueillie pour que tu t'adonnes à des choses aussi futiles. »\n\nAprès cela, Sara commença à faire attention à garder ses distances avec les autres. Elle ne chercha plus à se fondre dans la masse, mais plutôt à se démarquer par ses prouesses martiales, tout en prenant conscience qu'elle endosserait un jour le rôle de générale.\n\n« Bras droit de la Shogun Raiden, modèle exemplaire de la Commission administrative, fierté du chef de clan. »\n\nDe ces trois aspects de son identité, aucun ne l'emportait sur l'autre. Pour Sara, voilà qui elle était : une guerrière impassible et consciencieuse.\n\nPersonne ne lui a jamais dit qu'elle devait estimer davantage sa personne. Elle ne s'en préoccupa guère plus.\n\nSa mission et son statut étaient indissociables de sa condition d'enfant adoptée ainsi que de la solitude éprouvée, car elle n'était pas humaine.\n\nS'arrêter pour si peu ferait d'elle un être faible. Kujou Sara, fidèle à elle-même, ne s'arrêtera pas pour si peu. Elle est non seulement la plus fervente partisane de l'Archon Électro, mais aussi la plus lucide de ses généraux.",
      "pt": "Sara vem treinando com o Exército da Shogun desde que foi recebida pela Comissão Tenryou. Os soldados realmente pensaram que ela era um garoto no início devido à sua vinda para treinar em tenra idade, e cuidaram muito bem dela.\n\nTendo tido um pouco de medo de multidões no início, Sara se tornou muito mais extrovertida devido a esta calorosa recepção, e até mesmo brincava com as outras tropas.\n\nNo entanto, os soldados com quem ela brincava foram severamente punidos pelo Chefe do Clã, enquanto ela foi meramente friamente repreendida.\n\n\"Não seguindo a lei militar e negligenciando seu treinamento... Eu não a aceitei apenas para que você fizesse coisas tão inúteis.\"\n\nDesde então, Sara seria consciente em manter uma certa distância dos outros. Ao invés de se misturar com a multidão, ela procurou primeiro alcançar a superação da proeza marcial, tendo sempre em mente que um dia ela assumiria o comando.\n\n\"O ajudante da Shogun Raiden. Um exemplo para a Comissão Tenryou. O orgulho do chefe do clã.\"\n\nNenhuma dessas três identidades a coloca em primeiro lugar de forma alguma. Mas para Sara, esta era ela. Ela era uma guerreira cujo ser era calmo e austero.\n\nNinguém nunca lhe disse que ela deveria se dar mais consideração, e Sara também não precisava necessariamente ter tais preocupações.\n\nSuas correntes como criança adotada e a solidão de um não-humano sempre acompanharam sua missão e seu prestígio.\n\nMas parar devido a tais obstáculos é o dilema dos fracos, e sendo Kujou Sara, seu caminho não terminaria aqui. Ela seria a seguidora mais firme da Arconte Electro e a mais lúcida de seus generais.",
      "ru": "Сара тренировалась в армии сёгуна с тех пор, как её взяла к себе комиссия Тэнрё. Солдаты сначала приняли её за мальчика, потому что она пришла на тренировку в раннем возрасте, и они очень хорошо о ней заботились.\n\nПоначалу Сара немного боялась толпы, но после такого тёплого приема она стала более общительной и даже играла в игры с другими солдатами.\n\nНо солдаты, с которыми она играла, были сурово наказаны главой клана, в то время как она получила лишь лёгкое наказание.\n\n«Несоблюдение военного закона и пренебрежение тренировками... Я взял тебя не для того, чтобы ты занималась такими бессмысленными вещами».\n\nС тех пор Сара старалась держаться на расстоянии от других. Вместо того чтобы быть как все, она стремилась достичь высшего боевого мастерства, постоянно помня о том, что когда-нибудь ей предстоит принять командование.\n\nПомощник сёгуна Райдэн. Пример для комиссии Тэнрё. Гордость главы клана.\n\nНи одна из этих трёх личностей ни в коей мере не ставила её на первое место. Она была спокойным и строгим воином.\n\nНикто никогда не говорил ей, что она должна уделять себе больше внимания, и Сара не испытывала недостатка в такой заботе.\n\nЕё оковы приёмного ребёнка и одиночество нечеловека всегда сопровождали её.\n\nНо останавливаться из-за таких препятствий - дилемма слабых, и будучи Кудзё Сарой, её путь на этом не закончится. Она будет самым верным приверженцем Электро Архонта и самым умным генералом.",
      "id": "Sejak diadopsi, Sara selalu berlatih bersama-sama dengan prajurit Pasukan Shogun. Para prajurit mengira Sara sebagai anak laki-laki karena dia mulai berlatih di usia yang sangat muda, dan mereka bersikap sangat baik terhadap Sara.\n\nBerkat asuhan orang-orang di sekitarnya, Sara yang awalnya takut dengan keramaian pun berubah menjadi lebih berani dan mau bersosialisasi, bahkan ikut bermain segala macam permainan.\n\nNamun para prajurit yang bermain dengannya malah dihukum berat oleh Tuan Besar. Sedangkan Sara hanya menerima satu teguran dingin.\n\n\"Tidak taat aturan, tidak belajar ilmu bela diri... Aku mengadopsimu bukan agar kamu bisa melakukan hal-hal tak berarti.\"\n\nSejak kejadian itu, Sara mulai berhati-hati dan menjaga jarak dengan orang-orang. Daripada menyatu dengan lingkungan, dia memprioritaskan berlatih bela diri untuk menjadi lebih hebat dari siapa pun, menuntut dan mengingatkan diri bahwa dirinya akan menjadi penerus.\n\n\"Jadi asisten Raiden Shogun, jadi teladan Tenryou Commission, jadi kebanggaan Tuan Besar.\"\n\nKetiga identitas yang dikejarnya sama sekali tidak memasukkan dirinya dalam prioritas. Tapi bagi Sara, inilah dia, seorang perwira yang harus tetap tenang dan serius.\n\nHampir tidak ada orang yang pernah menasihati Sara untuk lebih memikirkan dirinya sendiri. Sara tidak membutuhkan perhatian seperti itu.\n\nYang melekat pada misi dan identitasnya adalah ikatan sebagai anak angkat dan kesepian karena memiliki keturunan asing.\n\nYang lemah mungkin akan berhenti, namun seorang Kujou Sara tidak akan menghentikan langkahnya. Karena dia adalah pengikut Raiden yang paling setia, dan jenderal yang paling berkepala dingin.",
      "th": "นับตั้งแต่ถูกรับมาเลี้ยงดู Sara ก็ได้เข้าร่วมการฝึกพร้อมกับเหล่าทหารของกองทัพแห่งโชกุน โดยที่มีช่วงหนึ่งที่พวกทหารต่างก็เข้าใจว่า Sara เป็นเด็กผู้ชายที่ต้องการเข้าร่วมกองทัพเพื่อฝึกฝนร่างกายตั้งแต่อายุยังน้อย และดูแลเธอเป็นอย่างดี\n\nSara ซึ่งเดิมทีค่อนข้างกลัวฝูงชน กลายเป็นคนที่มีความกล้ามากขึ้นภายใต้การดูแลเอาใจใส่ของคนรอบข้าง โดยเธอกล้าที่จะโต้ตอบกับผู้คน และถึงขั้นกล้าที่จะเล่นสนุกกับทุก ๆ คน\n\nอย่างไรก็ตาม ทหารที่เล่นสนุกกับเธอก็ถูกท่านผู้นำลงโทษอย่างหนัก ส่วนตัวของ Sara เองกลับได้รับเพียงถ้อยคำตำหนิที่แสนเย็นชาว่า:\n\n\"ไม่ทำตามกฎและไม่สนใจที่จะร่ำเรียนวิชา... ที่รับเจ้ามาเลี้ยง ไม่ใช่เพื่อให้มาทำเรื่องน่าเบื่อเช่นนี้หรอกนะ\"\n\nนับแต่นั้นเป็นต้นมา Sara ก็รักษาระยะห่างจากผู้อื่นอย่างระมัดระวัง เมื่อเทียบกับการรวมกลุ่มกับผู้คนแล้ว เธอจะต้องฝึกฝนศิลปะการต่อสู้เพื่อที่จะก้าวข้ามทุกคนก่อน และระลึกอยู่เสมอว่า ตนเองจะต้องเป็นผู้สืบทอดตำแหน่งนายพลในสักวัน\n\n\"เป็นผู้ช่วยของโชกุน Raiden, เป็นแบบอย่างของสำนัก Tenryou, เป็นความภาคภูมิใจของท่านผู้นำตระกูล\"\n\nทั้งสามตัวตนนี้ ไม่มีตัวตนใดที่ให้ความสำคัญกับตัวเอง แต่สำหรับ Sara แล้ว นี่ก็คือตัวเธอ คือทหารคนหนึ่งที่ต้องสงบและจริงจังอยู่เสมอ\n\nดูเหมือนจะไม่มีใครเคยบอกว่าเธอควรคิดถึงตัวเองให้มากกว่านี้ แต่ Sara ก็ไม่ได้ขาดความเอาใจใส่ในเรื่องเหล่านั้น\n\nสิ่งที่อยู่เคียงคู่กับภารกิจและตัวตนของเธอเสมอมา ก็คือการถูกผูกมัดในฐานะผู้ถูกรับมาเลี้ยงดู และความโดดเดี่ยวของตัวตนที่แปลกแยก\n\nแต่การหยุดอยู่กับที่ด้วยเรื่องดังกล่าว คือสภาพของผู้ที่อ่อนแอ ในเมื่อตัวตนของเธอคือ Kujou Sara เธอจะไม่หยุดอยู่แค่นั้น เธอคือผู้ติดตามที่แน่วแน่ที่สุดของเทพแห่งสายฟ้า และก็เป็นนายพลที่มีสติสัมปชัญญะมากที่สุดด้วย",
      "vi": "Từ khi được nhận nuôi, Sara đã được tập luyện chung với quân sĩ Shogunate, lúc đó ai cũng nghĩ rằng Sara là con trai, còn quá trẻ nhưng đã được huấn luyện, vì vậy nên mọi người đều chăm sóc cho Sara.\n\nSara ban đầu vốn e sợ xã hội loài người, nhưng dưới sự chăm sóc của môi trường quân đội, cô đã dần gan dạ hơn, dám giao tiếp và vui đùa với mọi người.\n\nThế nhưng, những binh sĩ chơi đùa cùng cô ấy lại bị kỷ luật, còn Sara thì phải nghe những lời giáo huấn lạnh lùng.\n\n\"Không biết nề nếp, không lo luyện tập... Thu nhận ngươi, không phải là để ngươi làm những việc vô bổ.\"\n\nTừ đó về sau, Sara luôn giữ khoảng cách với mọi người, luyện tập miệt mài và không ngừng vươn đến vị trí tướng lĩnh.\n\n\"Làm thuộc hạ của Raiden Shogun, làm tấm gương của Hiệp Hội Tenryou, làm niềm tự hào của gia chủ đại nhân.\"\n\nBa thân phận đều không có gì thuộc về bản thân. Nhưng đối với Sara mà nói, đây chính là sứ mệnh của một quân nhân cần phải làm.\n\nHầu như chưa có ai thấy cô ấy nghĩ cho bản thân, Sara cũng không cần như vậy.\n\nĐi kèm với sứ mệnh và thân phận, còn là nỗi cô đơn của một người con nuôi, một cá thể khác biệt.\n\nNhưng chỉ có kẻ yếu mới chịu thua nghịch cảnh, nếu đã là Kujou Sara, cô ấy sẽ không ngừng tiến bước. Trở thành kẻ thờ phụng kiên định nhất, và cũng là một tướng lĩnh xuất sắc nhất của Lôi Thần."
    }
  },
  {
    "title": {
      "zhs": "御建鸣神主尊大御所大人像",
      "zht": "御建鳴神主尊大御所大人像",
      "jp": "御建鳴神主尊大御所様像",
      "ko": "위대하신 나루카미 쇼군상",
      "en": "Statue of Her Excellency, the Almighty Narukami Ogosho, God of Thunder",
      "de": "Statue Ihrer Exzellenz der Allmächtigen Narukami Ogosho, der Göttin der Blitze",
      "es": "Figurillas de Su Excelencia, la todopoderosa Narukami",
      "fr": "Statuette de Son Excellence, la toute-puissante Narukami Ogosho",
      "pt": "Estátua de Vossa Excelência, a Toda-Poderosa Narukami Ogosho, Deusa do Trovão",
      "ru": "Статуэтка Её Превосходительства Наруками Огосё, Электро Архонта",
      "id": "Patung Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa, Dewi Petir",
      "th": "รูปปั้นท่าน Narukami Ogosho ผู้ยิ่งใหญ่",
      "vi": "Tượng Đại Nhân Narukami Ogosho"
    },
    "line": {
      "zhs": "出于对雷电将军的供奉与爱戴，不少商铺都制作并推出了与雷电将军有关的工艺品。\n\n其中，以雷电将军本尊形象为模板制作的漆器人偶——「御建鸣神主尊大御所大人像」，是最受欢迎的高人气商品。\n\n发售当天，九条裟罗起了个大早，顺利排在了购买队伍的第一位。这件事一度成为热议话题。\n\n裟罗并未反驳。从她的角度来说，她确实是带着崇敬之心买下那些物品的。\n\n在将军的问题上，她从没有任何一丝敷衍与怠慢，特意亲身前往、亲自选购，买回神像后更是备了神龛妥善保存。\n\n她将五座「御建鸣神主尊大御所大人像」存放在定制的展柜中，在家时总要亲自擦拭，即便自己忙碌，也会安排匠人上门保养…\n\n对公务繁忙无瑕度过私人时光以至于密友并不很多的裟罗而言，雷电将军不止是一位神明，更是一种寄托。\n\n将军是意志、人望、力量…乃至命运的预兆，是一切崇高之志的交汇点。裟罗的追随，是源自认可与信任。\n\n精美的神像会让她感觉将军大人并非远在高不可攀的天守阁中，而是如智慧、意志以及顽强的心一般，支撑着自己走过每一段时光。\n\n她享受这种难以言传的平静时刻。",
      "zht": "出於對雷電將軍的供奉與愛戴，不少商鋪都製作並推出了與雷電將軍有關的工藝品。\n\n其中，以雷電將軍本尊形象為藍本製作的漆器人偶——「御建鳴神主尊大御所大人像」，是最受歡迎的高人氣商品。\n\n發售當天，九條裟羅起了個大早，順利排在了購買隊伍的第一位。這件事一度成為熱議話題。\n\n裟羅並未反駁。從她的角度來說，她確實是帶著崇敬之心買下那些物品的。\n\n在將軍的問題上，她從沒有任何一絲敷衍與怠慢，特意親身前往、親自選購，買回神像後更是備了神龕妥善保存。\n\n她將五座「御建鳴神主尊大御所大人像」存放在訂製的展櫃中，在家時總要親自擦拭，即便自己忙碌，也會安排匠人上門保養…\n\n對公務繁忙無瑕度過私人時光以至於密友並不很多的裟羅而言，雷電將軍不止是一位神明，更是一種寄託。\n\n將軍是意志、人望、力量…乃至命運的預兆，是一切崇高之志的交匯點。裟羅的追隨，是源自認可與信任。\n\n精美的神像會讓她感覺將軍大人並非遠在高不可攀的天守閣中，而是如智慧、意志以及頑強的心一般，支撐著自己走過每一段時光。\n\n她享受這種難以言傳的平靜時刻。",
      "jp": "雷電将軍への崇拝と忠誠心から、多くの商人は雷電将軍に関する工芸品を制作し、販売している。\n\nその中で最も人気があるのは、ご尊顔を象った漆器の人形「御建鳴神主尊大御所様像」だ。\n\n裟羅は発売日に早起きし、無事、購入列の先頭に立った。この件は一時期噂になった。\n\n裟羅は、そのような噂に全く反論しなかった。何故なら、彼女の立場から考えれば、敬虔な気持ちでその品を購入したからだ。\n\n将軍に関わる全てのことにおいて、彼女は一度たりとも怠慢な行為をしたことがない。実際、彼女は自ら彫像を購入し、それを安置するための祠も自ら用意した。\n\n彼女はその像を五体安置し、家にいる時は常に掃除をしていた。忙しい時も、職人を手配し手入れをしてもらっていた…\n\n忙し過ぎて友人が少ない裟羅にとって、雷電将軍は単なる神というだけではなく、憧れでもある。\n\n全知全能の将軍は、遠く離れた天守閣の中にいるのではない。知恵、意志、強き心のように、常に彼女を支えている。緻密に作られた神像は、裟羅にそう感じさせた。\n\n彼女はこのような、言葉では上手く表現できない静かな時間を、とても楽しんでいた。",
      "ko": "많은 점포에서 라이덴 쇼군 관련 공예품을 제작하거나 출시함으로써 라이덴 쇼군을 향한 존경과 사랑을 표현했다.\n\n그중 라이덴 쇼군 모양의 칠기 인형——「위대하신 나루카미 쇼군상」이 최고의 인기 상품이었다.\n\n출시 당일 쿠죠 사라는 아침 일찍 일어나 선착순 1번으로 구매해, 모두의 화두에 오르기도 했다.\n\n사라는 반박하지 않았다. 그녀의 입장에서는 존경의 의미로 그 물품들은 산 것이기 때문이다.\n\n장군으로써 그녀는 어느 것 하나 얼렁뚱땅 넘어가는 일이 없었다. 직접 방문하여 구매를 했으며, 이후 감실을 따로 마련해 제대로 보존해 두었다.\n\n「위대하신 나루카미 쇼군상」을 5개 구매하고 특수 제작한 진열장에 전시하고 수시로 닦기까지 했다. 바빠서 시간이 없을 때도 사람을 불러 손질하는 정성을 보였다.\n\n일이 바쁜 탓에 사적으로 만날 친구가 많지 않은 그녀에게는 라이덴 쇼군은 단지 모시는 신이 아닌 친구이자 의존 대상이었다.\n\n장군은 의지이자 인망이자 힘… 심지어는 운명의 전조이기도 하다. 쿠죠 사라의 추종은 장군에 대한 인정과 믿음에서 나오는 것이다.\n\n신상의 존재만으로도 쇼군님은 천수각 속의 범접할 수 없는 존재가 아닌, 지혜와 굳센 마음이 자신을 지탱해주는 존재라는 느낌을 받았다.\n\n그녀는 말로 표현하기 힘든 이 고요한 순간을 즐겼다.",
      "en": "Out of their worship and love for the Raiden Shogun, many merchants have created and sold artwork related to her.\n\nThe most popular product among them is the \"Statue of Her Excellency, the Almighty Narukami Ogosho, God of Thunder,\" a lacquerware doll made using the deity's image as its template.\n\nSara rose early the day it went on the market, easily becoming first in the queue to purchase the statue. This became something of a hot topic for a while.\n\nSara would make no retort concerning any such stories. From her perspective, she bought that item with pious respect in her heart.\n\nIn all matters related to the Shogun, she had never once committed a perfunctory or negligent act. Indeed, she went forth personally to select and purchase a statue and even personally prepared a shrine within which it might be kept upon her return.\n\nShe placed five such statues in specially-placed display cases, and would clean them whenever she returned home. If she could not be there, she would arrange for artisans to perform that maintenance instead...\n\nTo someone like Sara who lacks friends and who is too busy to have much of a private life, the Raiden Shogun is not merely a deity, but also a form of repose.\n\nThe Shogun is her will, her future, her strength... even the harbinger of her fate — the confluence of all that is noble. Sara's adherence is one born out of recognition and trust.\n\nThe intricately-made Archon statue makes Sara feel like the Almighty Shogun is not far off in her Tenshukaku, but is a wisdom, an ideal, a strength of heart that supports her every step of the way.\n\nThese moments of tranquility bring her indescribable enjoyment.",
      "de": "Aus Opferwilligkeit und Zuneigung zu Shougun Raiden haben viele Geschäfte Kunsthandwerk mit Bezug zu ihr hergestellt und auf den Markt gebracht.\n\nEiner der beliebtesten und begehrtesten Gegenstände ist die „Statue der Allmächtigen Narukami“, eine Lackfigur, die nach der Vorlage von Shougun Raiden selbst gefertigt wurde.\n\nAm Tag des Verkaufs stand Kujou Sara früh auf und wurde nahtlos an die Spitze der Kauf-Truppe gesetzt. Dieser Vorfall wurde für eine Weile zum heißen Diskussionsthema.\n\nSara stritt es nicht ab. Aus ihrer Sicht kaufte sie diese Gegenstände voller Ehrfurcht.\n\nIn der Sache mit dem Shougun war sie in keiner Weise oberflächlich oder nachlässig, sie legte Wert darauf, selbst einzukaufen, und nachdem sie die Idole gekauft hatte, bereitete sie sogar kleine Schreine vor, um sie ordentlich aufzubewahren.\n\nSie bewahrte die fünf „Statuen der Allmächtigen Narukami“ in einer eigens angefertigten Vitrine auf und wischte sie immer selbst ab, wenn sie zu Hause war, und selbst wenn sie beschäftigt war, ließ sie einen Handwerker kommen, der sich um sie kümmerte ...\n\nFür Sara, die zu beschäftigt war, um Freizeit zu haben und die nicht viele enge Freunde hatte, war Shougun Raiden nicht nur ein Archon, sondern auch eine Quelle der Unterstützung.\n\nShougun Raiden war ein Vorbote des Willens, des Prestiges, der Macht ... und sogar des Schicksals, der Treffpunkt aller edlen Bestrebungen. Saras Zuneigung ist aus Anerkennung und Vertrauen entstanden.\n\nDas exquisite Idol würde ihr das Gefühl geben, dass der allmächtige Shougun nicht weit weg im unerreichbaren Tenshukaku war, sondern wie Weisheit, Wille und ein zähes Herz waren, das sie durch jeden Moment trugen.\n\nSie genießt diese Momente des unsagbaren Friedens.",
      "es": "Muchos establecimientos venden artesanías relacionadas con la Shogun Raiden como una expresión de su devoción y afecto.\n\nDe todos ellos, sin duda el artículo más popular es la figurilla de laca hecha a la imagen de Su Excelencia, la todopoderosa Narukami.\n\nEl mismo día en que el producto fue lanzado, Kujou Sara se levantó temprano para ser la primera en la fila.\n\nEste incidente se volvió el tema de conversación de todos.\n\nSin embargo, Sara no le prestó mucha importancia. Para ella, la razón de su compra fue estrictamente una expresión de su estima por la Shogun.\n\nY es que, en asuntos relacionados con la Shogun, ella procede con la mayor diligencia y sin chistar. Ella misma fue, compró los artículos y preparó un altar para su adecuada preservación.\n\nCada una de las cinco figurillas de Su Excelencia, la todopoderosa Narukami, cuenta con un mostrador hecho a la medida, los cuales limpia personalmente. Si está demasiado ocupada, encarga el mantenimiento de las estatuillas a un artesano....\n\nDebido a que mezcla los asuntos oficiales con su vida privada, Sara cuenta con pocas amistades realmente cercanas. Sin embargo, para ella, la Shogun Raiden no solo es una divinidad, sino que también es su objeto de devoción.\n\nLa Shogun es su voluntad, su ambición y su fuente de poder, incluso es una señal del destino. Es el receptáculo en donde vierte toda su devoción, y su mayor objetivo es ganarse su reconocimiento y confianza.\n\nLa figurilla refinada le hace sentir que la Shogun no está en el inalcanzable Tenshukaku, y más bien es la sabiduría, voluntad y tenacidad que le da fuerzas para seguir adelante a cada instante.\n\nPara ella, estos momentos de calma son difíciles de poner en palabras.",
      "fr": "De par leur respect et leur amour pour elle, nombreux sont les marchands qui ont produit des œuvres en rapport avec la Shogun Raiden.\n\nParmi celles-ci, la plus populaire est une poupée laquée à l'effigie de la Shogun : « Statuette de Son Excellence, la toute-puissante Narukami Ogosho ».\n\nLe jour de sa commercialisation, Kujou Sara se leva de bon matin pour être la première à se la procurer. Ceci demeura un sujet brûlant pendant un moment.\n\nSara ne formula aucun commentaire quant à cette affaire. De son point de vue, la raison derrière cet achat n'était autre que l'expression d'un profond respect.\n\nPour tout ce qui était en rapport avec la Shogun, elle n'a jamais fait preuve de négligence ou de nonchalance. C'est dans cette démarche qu'elle s'est déplacée en personne pour choisir et faire l'achat de cette statuette. Elle a également préparé un autel pour la conserver.\n\nElle conserve ses cinq statuettes dans un présentoir qui leur est dédié et les astique avec soin à chaque fois qu'elle rentre chez elle. Si elle est occupée et donc dans l'impossibilité de le faire elle-même, Sara demande à un artisan de s'en occuper à sa place.\n\nPour quelqu'un qui possède peu d'amis proches, dont la frontière entre vie militaire et privée est très floue, la Shogun Raiden n'est pas qu'une simple déesse. Elle représente tout ce en quoi Sara place sa confiance.\n\nLa Shogun incarne la volonté, l'ambition, la force... Comme un signe du destin, elle est la convergence de toute chose noble. L'adhésion de Sara à sa cause est basée sur la reconnaissance et la confiance.\n\nL'élégante statuette lui donne la sensation que la Shogun toute-puissante n'est pas reculée dans l'inatteignable Tenshukaku, mais qu'elle symbolise la sagesse, la détermination, la ténacité qui lui donnent la force d'avancer à tout moment.\n\nCes moments de tranquillité l'emplissent d'une joie indescriptible.",
      "pt": "Por causa de sua adoração e amor a Shogun Raiden, muitos comerciantes criaram e venderam obras de arte relacionadas a ela.\n\nO produto mais popular entre eles é a \"Estátua de Vossa Excelência, a Toda-Poderosa Narukami Ogosho, Deusa do Trovão\", uma boneca de verniz feita usando a imagem da divindade como seu modelo.\n\nSara levantou-se cedo no dia em que entrou no mercado, tornando-se facilmente a primeira na fila para comprar a estátua. Isto se tornou tema de conversa durante muito tempo.\n\nSara não faria nenhuma réplica em relação a tais histórias. De sua perspectiva, ela comprou aquele artigo com um piedoso respeito em seu coração.\n\nEm todos os assuntos relacionados a Shogun, ela nunca havia cometido um ato imperfeito ou negligente. Ela saiu pessoalmente para selecionar e comprar uma estátua e até mesmo preparou pessoalmente um santuário dentro do qual ela poderia ser guardada após seu retorno.\n\nEla colocou cinco dessas estátuas em vitrines especificamente colocadas, e as limpava sempre que voltava para casa. Se ela não pudesse estar presente, ela providenciaria para que os artesões fizessem essa manutenção em seu lugar...\n\nPara alguém como Sara que não tem amigos e que está muito ocupada para ter uma vida pessoal, a Shogun Raiden não é apenas uma divindade, mas também uma forma de sossego.\n\nA Shogun é sua vontade, seu futuro, sua força... Até mesmo o prenúncio de seu destino - a confluência de tudo o que é nobre. A lealdade de Sara nasce do reconhecimento e da confiança.\n\nA sofisticada estátua da Arconte faz Sara sentir que a Toda-Poderosa Shogun não está inalcançável em seu Tenshukaku, mas é uma sabedoria, um ideal, uma força de coração que a sustenta a cada passo que dá.\n\nEsses momentos de tranquilidade trazem a ela um indescritível prazer.",
      "ru": "Многие торговцы создают и продают произведения искусства, связанные с сёгуном Райдэн, как выражение своей преданности и любви.\n\nСамым популярным товаром среди них является лаковая «Статуэтка Её Превосходительства, всемогущей Наруками Огосё, Электро Архонта», сделанная по образу и подобию божества.\n\nВ день, когда она появилась в продаже, Сара встала раньше всех и стала первой в очереди на покупку. Её появление стало горячей темой для обсуждения.\n\nСара не стала ничего отвечать. С её точки зрения, она купила этот предмет с благочестивым уважением в сердце.\n\nВ вопросах, связанных с сёгуном, она ни разу не совершила ни одного небрежного или халатного действия. Действительно, она лично отправлялась выбирать и покупать статуэтку и даже лично готовила святилище, в котором она могла бы стоять.\n\nПять таких статуэток она поместила в специально установленные витрины и убирала их, когда возвращалась домой. Если она не могла быть там, она поручала это дело специально приглашённым мастерам...\n\nДля такой, как Сара, у которой нет друзей и которая слишком занята, чтобы вести личную жизнь, сёгун Райдэн не просто божество, но и форма отдыха.\n\nСёгун - это её воля, её будущее, её сила... даже предвестник её судьбы - слияние всего благородного. Приверженность Сары рождается из признания и доверия.\n\nИскусная статуэтка Архонта заставляет Сару чувствовать, что всемогущий сёгун не находится далеко в своём Тэнсюкаку, а является мудростью, идеалом, силой сердца, которая поддерживает её на каждом шагу.\n\nЭти моменты спокойствия приносят ей неописуемое наслаждение.",
      "id": "Karena pemujaan dan kecintaan pada Raiden Shogun, banyak toko yang memproduksi kerajinan tangan yang berkaitan dengan Raiden Shogun.\n\nDi antaranya kerajinan lak (pernis) yang berbentuk Raiden Shogun — \"Patung Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa, Dewi Petir\" adalah produk yang paling populer dan diminati.\n\nPada hari perilisannya, Kujou Sara bangun lebih awal dan berhasil mengambil antrian yang pertama. Hal ini pun menjadi topik hangat yang dibicarakan orang-orang.\n\nSara tidak membantahnya sama sekali. Menurut dirinya sendiri, dia memang membeli barang-barang itu dengan hati yang penuh rasa hormat.\n\nSara tidak pernah asal-asalan atau lalai dalam urusan Shogun. Dia pergi membelinya secara khusus, dan menyiapkan kuil pelataran kecil untuk menyimpan patung tersebut.\n\nSara menyimpan lima Patung Narukami Ogosho Yang Mahakuasa di etalase yang dibuat khusus, dan menyekanya sendiri ketika berada di rumah. Bahkan kalaupun dia sibuk, dia akan mengatur kunjungan pengrajin untuk melakukan perawatan...\n\nBagi Kujou Sara yang sibuk dengan tugas, tidak punya waktu pribadi, dan tidak punya banyak teman ini, Raiden Shogun bukan hanya seorang dewa, tetapi juga suatu sandaran.\n\nShogun adalah pertanda dari tekad, harapan, kekuatan... hingga takdir — merupakan titik pertemuan dari semua aspirasi. Pengejaran Sara terhadap Shogun, semuanya berasal dari pengakuan dan kepercayaan.\n\nPatung yang dibuat dengan indah itu membuat Sara merasa Yang Mulia Shogun tidak berada jauh darinya ... di Tenshukaku, namun membuatnya merasa seperti ada dorongan kebijaksanaan, tekad dan keuletan yang mendukung dirinya melewati waktu.\n\nKujou Sara sangat menikmati saat-saat damai seperti ini, yang sulit diungkapkan dengan kata-kata.",
      "th": "เนื่องจากความเทิดทูน และความรักที่มีต่อโชกุน Raiden ร้านค้าจำนวนมากได้ผลิตและเปิดตัวงานหัตถกรรมที่เกี่ยวข้องกับโชกุน Raiden\n\nในบรรดาผลิตภัณฑ์ทั้งหลาย ตุ๊กตาเคลือบเงาที่ทำขึ้นโดยมีโชกุน Raiden เป็นต้นแบบ... \"รูปสลักท่านโชกุน เทพแห่งสายฟ้า Narukami Ogosho ผู้ยิ่งใหญ่\" เป็นสินค้าที่ได้รับความนิยมมากที่สุด\n\nในวันที่วางขาย Kujou Sara ตื่นขึ้นมาแต่เช้าตรู่ และได้เป็นคนแรกในหมู่ผู้คนที่ต่อแถวเพื่อรอซื้อ ซึ่งเรื่องนี้ได้กลายเป็นประเด็นร้อนที่ถูกพูดถึงอย่างแพร่หลายอยู่ช่วงหนึ่งเลยทีเดียว\n\nแต่ Sara ก็ไม่ได้ปฏิเสธแต่อย่างใด โดยจากมุมมองของเธอแล้ว เธอก็แค่ซื้อสินค้าเหล่านั้นด้วยใจที่เทิดทูนก็เท่านั้นเอง\n\nในทุกเรื่องที่เกี่ยวกับโชกุน Raiden เธอไม่เคยคิดที่จะประจบประแจงหรือดูหมิ่นอะไรทั้งนั้น เธอจงใจไปที่นั่นและซื้อมันด้วยตัวเอง และหลังจากที่เธอซื้อรูปสลักโชกุนมาแล้ว เธอก็ได้เตรียมสถานที่สำหรับบูชาและเก็บรักษาไว้อย่างดี\n\nเธอเก็บ \"รูปสลักท่านโชกุน เทพแห่งสายฟ้า Narukami Ogosho ผู้ยิ่งใหญ่\" ทั้งห้าไว้ในตู้บูชาที่สั่งทำขึ้นมาเป็นพิเศษ โดยมักจะเช็ดทำความสะอาดด้วยตัวเองอยู่เสมอเมื่ออยู่บ้าน และถึงแม้ว่าเธอจะยุ่ง แต่ก็ยังคงจัดหาช่างฝีมือให้ไปที่บ้าน เพื่อทำการบำรุงรักษา...\n\nสำหรับคนที่ยุ่งกับการรับใช้บ้านเมืองจนไม่เหลือช่วงเวลาส่วนตัว และไม่ได้มีเพื่อนสนิทมากนักอย่าง Sara แล้ว โชกุน Raiden ไม่ได้เป็นเพียงแค่เทพเจ้าเท่านั้น แต่ยังเป็นสิ่งที่ค้ำจุนจิตใจอีกด้วย\n\nโชกุนคือเจตจำนง, ความหวัง, พลัง... และแม้กระทั่งผู้นำทางแห่งโชคชะตาของเธอ เป็นจุดศูนย์รวมของเจตนารมณ์อันสูงส่งทั้งหมด ซึ่งการติดตามของ Sara นั้น เกิดจากการยอมรับและความเชื่อของตนเอง\n\nรูปสลักของเทพที่วิจิตรบรรจง ทำให้เธอรู้สึกว่าท่านโชกุนไม่ได้อยู่ใน Tenshukaku ที่ทั้งไกลและสูงจนมิอาจเอื้อมถึงได้ แต่เป็นดั่งสติปัญญา, เจตนารมณ์ และหัวใจที่ยึดมั่น ที่คอยสนับสนุนตนเองให้ก้าวเดินต่อไปในตลอดทุกช่วงเวลา\n\nซึ่งทำให้เธอเพลิดเพลินไปกับช่วงเวลาแห่งความสงบที่ไม่อาจบรรยายได้",
      "vi": "Vì tôn thờ và yêu mến Raiden Shogun, nhiều cửa hàng đã sản xuất và tung ra các sản phẩm thủ công liên quan đến người.\n\nTrong đó, mô hình sơn mài lấy chủ đề Raiden Shogun - \"Tượng Đại Nhân Narukami Ogosho\" được người dân đặc biệt yêu thích.\n\nNgày mở bán, Kujou Sara đã thức dậy rất sớm, nghiễm nhiên chiếm lấy vị trí đầu tiên trong hàng người chờ mua. Chuyện này khi đó đã trở thành chủ đề nóng được bàn tán xôn xao.\n\nSara cũng không phủ nhận, từ góc độ của cô ấy mà nói, cô ấy đích thực đã mua mô hình này với tất cả lòng tôn kính.\n\nĐứng trước Shogun, Sara không một chút do dự hay thất lễ, tự tay mua tượng thần về bảo quản.\n\nCô ấy đặt năm mô hình \"Tượng Đại Nhân Narukami Ogosho\" vào trong tủ trưng bày, khi ở nhà sẽ tự tay lau chùi, dù bản thân có bận việc cũng sẽ định kỳ mời thợ thủ công đến bảo dưỡng...\n\nĐối với một người luôn không có thời gian cho bản thân như Sara mà nói, Raiden Shogun không chỉ là một vị thần, mà còn là một nơi để gửi gắm tinh thần.\n\nShogun là biểu tượng của ý chí, hy vọng, sức mạnh... và vận mệnh, là điểm hẹn của mọi hoài bão cao cả. Sự phục tùng của Sara, xuất phát từ lòng tín nhiệm và thừa nhận.\n\nTượng thần tinh xảo khiến cô ấy cảm nhận được đại nhân Shogun không chỉ đang ở Thiên Thủ Các uy nghiêm, mà còn là hiện thân của trí tuệ, ý chí và sự ngoan cường để phù hộ cho mỗi quãng đường mà cô ấy đi qua.\n\nSara đã rất tận hưởng khoảnh khắc bình yên khó nói thành lời này."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "获得神之眼时，她还未被赐予名与姓。\n\n她原本栖居于一片平静的山林之中。不知从何时起，邪祟作乱，周遭安宁不再。\n\n虽有天狗之力，年幼的她却仍无力单独对抗魔物，更曾在战斗中被击落山崖，羽翼受损。\n\n她从高处坠落，受伤的翅膀无法张开，眼看就要绝望地摔落地面。\n\n「不应该是这样的！我本以为，凭我的能力，可以永远守护这片山林…」\n\n翌日清晨，路过山脚的居民发觉一个小女孩昏倒在路边。女孩模样有些狼狈，但周身毫发无损，竟不知为何躺倒在此。\n\n众人觉得惊奇，便带着她返回城中，即刻上报给天领奉行。\n\n九条家主九条孝行一见此女，便察觉到她手中那枚发光的物件是可遇而不可求的「神之眼」。\n\n如此年幼就已获得神明的注视，九条孝行认为，这个女孩便是上天赐予天领奉行的「命运」。\n\n他收养了女孩，赐名「裟罗」，培养她成为全能的战士，并要求她服从将军，为稻妻而战。\n\n九条孝行认为：若能培育出名将，九条家的地位与民望也将愈发稳固。一切也如他所想，稳步发展着。\n\n拥有「神之眼」力量的裟罗迅速崭露头角，年纪轻轻便不负众望成为天领奉行的大将。\n\n然而，正因为拥有神之眼，裟罗才比任何人都清楚，她之所以从高山上坠落还能毫发无伤，正是由于神在那一瞬间望见了她。\n\n一眼的注视，赐予她一生的力量。她所享有的一切，都可说是将军大人的垂怜。\n\n如果是为将军而战…\n\n裟罗认为，那不是命令，不是养父的计谋，而是她真心所向。",
      "zht": "獲得神之眼時，她還未被賜予名與姓。\n\n她原本棲居於一片平靜的山林之中。不知從何時起，邪祟作亂，周遭安寧不再。\n\n雖有天狗之力，年幼的她卻仍無力單獨對抗魔物，更曾在戰鬥中被擊落山崖，羽翼受損。\n\n她從高處墜落，受傷的翅膀無法張開，眼看就要絕望地摔落地面。\n\n「不應該是這樣的！我本以為，憑我的能力，可以永遠守護這片山林…」\n\n翌日清晨，路過山腳的居民發覺一個小女孩昏倒在路邊。女孩模樣有些狼狽，但全身毫髮無損，竟不知為何躺倒在此。\n\n眾人覺得驚奇，便帶著她返回城中，即刻上報給天領奉行。\n\n九條家主九條孝行一見此女，便察覺到她手中那枚發光的物品是可遇而不可求的「神之眼」。\n\n如此年幼就已獲得神明的注視，九條孝行認為，這個女孩便是上天賜予天領奉行的「命運」。\n\n他收養了女孩，賜名「裟羅」，培養她成為全能的戰士，並要求她服從將軍，為稻妻而戰。\n\n九條孝行認為：若能培育出名將，九條家的地位與民望也將愈發穩固。一切也如他所想，穩步發展著。\n\n擁有「神之眼」力量的裟羅迅速嶄露頭角，年紀輕輕便不負眾望成為天領奉行的大將。\n\n然而，正因為擁有神之眼，裟羅才比任何人都清楚，她之所以從高山上墜落還能毫髮無傷，正是由於神在那一瞬間望見了她。\n\n一眼的注視，賜予她一生的力量。她所享有的一切，都可說是將軍大人的垂憐。\n\n如果是為將軍而戰…\n\n裟羅認為，那不是命令，不是養父的計謀，而是她真心所向。",
      "jp": "神の目を獲得した時、彼女はまだ名前を与えられていなかった。\n\n彼女は元々、穏やかな山の森に住んでいた。いつの日か、悪霊が騒ぎ出し、かつての平和を失った。\n\n天狗の力をもってしても、幼かった彼女は魔物に対抗できなかった。そして、戦いで羽を傷付けられ、崖から落とされた。\n\n高所から落ちた彼女は、傷ついた翼を開くことができず、絶望しながら地面へと落下していった。\n\n「そんなはずはない！私の力があれば、この山を永遠に守れると思っていたのに…」\n\n翌朝、山の麓を通りかかった住民が、道端で倒れている少女を見つけた。その少女は、取り乱してはいたが、無傷のようであり、なぜそこに横たわっていたのかという謎が深まった。\n\n人々はあまりにも驚きながら、彼女を町に連れて帰り、天領奉行に報告した。\n\nその当時、九条家の当主であった九条孝行は、彼女が手にしていた光るもの、それが幻の「神の目」だということに気が付いた。\n\n幼いながらも神に注目されたこの少女を、孝行は、天から天領奉行に賜った運命の子だと確信した。\n\n彼はその子を養子として迎え、「裟羅」という名を与えた。そして万能の戦士として鍛え、彼女に、将軍に従い、稲妻のために戦うことを求めた。\n\n九条孝行は、名将を育てることができれば、九条家の地位と民望はますます安泰になると考えていた。そしてすべてが思い通りに、着実に進んだ。\n\n神の目を手に入れた裟羅は、すぐに頭角を現し、多くの人の期待通りに、若くして天領奉行の将領にまで登りついた。\n\nあの時無傷でいられたのは、神の目のおかげだと裟羅は誰よりもよく理解していた。\n\n神の目の注目を浴びた彼女は、自身の生涯を支える力を与えられたのだ。彼女の全ては、全能の将軍によって存在していると言っても過言ではない。\n\n将軍様のために戦うのであれば…\n\nそれは命令ではなく、養父の策でもない。彼女が真に望んでいることなのだ。",
      "ko": "신의 눈을 얻었을 당시 그녀는 아직 이름과 성을 받지 못했었다.\n\n원래는 조용한 산림에 살았는데 어느 순간부터 요괴들의 반란에 조용한 날이 없었다.\n\n텐구의 힘이 있었지만 어려서인지 혼자서는 마물들에 대항할 수 없었다. 한 번은 전투 중에 날개를 다쳐 절벽에서 떨어진 적이 있었다.\n\n날개를 다쳐서 제대로 피지도 못하고 절벽 아래로 곤두박질칠 위기에 처했었다.\n\n「이럴 수가! 내 능력으로 이 산림을 영원히 지킬 수 있을 줄 알았는데…」\n\n다음 날 아침, 지나가던 마을 사람이 쓰러져 있는 아이를 발견했다. 모습은 엉망이었지만 어느 한 군데도 다치지 않아, 왜 쓰러져 있었는지 의아해했다.\n\n이상하게 여긴 마을 사람은 마을로 데려와 텐료 봉행에 보고했다.\n\n쿠죠가의 가주인 쿠죠 타카유키는 그 구하기 어렵다는 「신의 눈」이 아이의 손에서 빛나고 있음을 발견했다.\n\n쿠죠 타카유키는 이렇게 어린 나이에 신의 주목을 받은 것으로 보아 이 아이는 하늘이 텐료 봉행에게 내려준 「운명」이라고 생각했다.\n\n그래서 그 아이를 입양하고 「사라」라는 이름을 하사했다. 그녀를 전지전능한 전사로 만들어 쇼군을 모시고 이나즈마를 위해 싸우도록 훈련시켰다.\n\n쿠죠 타카유키는 사라가 훌륭한 장수로 잘 자라준다면 쿠죠가의 지위와 민심은 걱정할 문제가 아니라고 생각했기 때문이다.\n\n「신의 눈」을 가진 사라는 그로부터 얼마 지나지 않아 두각을 나타냈는데, 그녀는 모두의 기대에 응답하듯 텐료 봉행의 대장이 된 것이다.\n\n하지만 자신이 절벽에서 떨어져도 다치지 않음은 신이 그 순간 자신을 주시한 덕이며, 자신이 신의 눈을 가졌기 때문이라는 것을 그 누구보다 잘 알았다.\n\n그녀에게 막강한 힘을 준 것은 쇼군님이다.\n\n쇼군님을 위해 싸우는 것은…\n\n명령도 아니고 양부의 계략도 아닌, 그녀가 마음 깊이 원했기 때문인 것이다.",
      "en": "When she obtained her Vision, she had not yet been given a name or surname.\n\nShe originally lived in a quiet mountain forest that had, from a time unknown, become plagued by great evils that robbed it of its former peace.\n\nThough she had the strength of the tengu, she was still young and could not stand against the monsters alone, and was hurled from a cliff during the battle, her wings having been damaged prior.\n\nPlummeting from the heights, and unable to unfurl her injured wings, she seemed fated to fall to her death.\n\n\"No! It can't end like this! I... I always believed that I could protect this place forever with my strength...\"\n\nWhen day dawned the next day, some passers-by discovered an unconscious girl by the roadside. She looked a little worse for the wear but seemed otherwise unharmed, adding to the mystery of how she had ended up here.\n\nAstonished, the people brought her back to the city and reported the matter to the Tenryou Commission immediately.\n\nThat was when the Kujou Clan Head, Kujou Takayuki, noticed that the glowing item in her hand was a Vision — a thing that many desired but few ever gained.\n\nRealizing that she this child had gained the attention of an Archon even at her young age, Takayuki believed that she was a destined child, sent to the Tenryou Commission by the heavens.\n\nTaking her in, he named her \"Sara,\" and would train her to become an all-around warrior, asking that she serve the Shogun and fight for Inazuma.\n\nKujou Takayuki believed that in raising such an excellent general, the status and future of the Kujou Clan would become more secure. And indeed, all that he had hoped would steadily come to pass.\n\nSara, armed with her Vision, would swiftly distinguish herself, rising through the ranks to become a general of the Tenryou Commission at a young age, just as many had hoped.\n\nYet it was precisely because she possessed a Vision that Sara knew this better than anyone: her surviving that fall unscathed was due to the Archon looking upon her with favor in that instant.\n\nIn but a single glance, she had been given the power that sustained her life. Everything she had, therefore, could be described as existing by the Almighty Shogun's grace.\n\nFighting for the Shogun...\n\nSara believed that this was neither her duty nor a result of her foster father's schemes, but was instead her truest calling.",
      "de": "Als sie das Göttliche Auge empfing, hatte sie noch keinen Namen erhalten.\n\nSie lebte ursprünglich in einem friedlichen Bergwald. Doch seither treiben böse Geister ihr Unwesen und der Frieden um sie herum ist dahin.\n\nObwohl sie die Kraft eines Tengu hatte, war sie zu jung, um allein gegen die Dämonen zu kämpfen und wurde einmal im Kampf von einer Klippe gestoßen und ihre Flügel wurden beschädigt.\n\nSie fiel aus großer Höhe, unfähig, ihre verletzten Flügel zu öffnen, und sah aus, als würde sie verzweifelt zu Boden fallen.\n\n„So sollte es nicht sein! Ich dachte, dass ich mit meinen Fertigkeiten Katayama für immer schützen könnte ...“\n\nAm nächsten Morgen bemerkte ein Anwohner, der am Fuße des Berges vorbeikam, ein kleines Mädchen, das ohnmächtig am Straßenrand lag. Das Mädchen sah etwas mitgenommen aus, aber ihr Körper war unversehrt, also musste sie irgendwie heruntergefallen sein.\n\nÜberrascht brachten die Leute sie zurück in die Stadt und meldeten sie sofort bei der Tenryou-Verwaltung.\n\nSobald er das Mädchen sah, erkannte Kujou Takayuki, das Oberhaupt der Kujou-Familie, dass das leuchtende Objekt in ihrer Hand das „Göttliche Auge“ war, ein seltenes Objekt, das nicht einfach so gefunden werden konnte.\n\nKujou Takayuki glaubte, dass dieses Mädchen das „Schicksal“ der Tenryou-Verwaltung war, da sie so jung schon ein Göttliches Auge hatte.\n\nEr adoptierte das Mädchen, gab ihr den Namen „Sara“, bildete sie zu einer mächtigen Kriegerin aus und bat sie, dem Shougun zu gehorchen und für Inazuma zu kämpfen.\n\nWenn er einen berühmten General heranziehen könnte, so dachte er, würden die Position und die Popularität der Familie Kujou immer sicherer werden. Und alles lief stetig so, wie er es sich vorgestellt hatte.\n\nMit der Kraft des „Göttlichen Auges“ stieg Sara schnell auf und wurde schon in jungen Jahren ein großer General der Tenryou-Verwaltung.\n\nAber aufgrund ihres Göttlichen Auges wusste Sara besser als jeder andere, dass der Grund, warum sie unverletzt vom Berg gefallen war, darin lag, dass der Archon sie in diesem Moment angeschaut hatte.\n\nEin einziger Blick, der ihr die Macht ihres Lebens gab. Alles, was sie genoss, konnte man als Gnade des allmächtigen Shougun bezeichnen.\n\nWenn sie für den Shougun kämpfte ...\n\nSara glaubte, dass es kein Befehl war, keine List ihres Adoptivvaters, sondern etwas, das sie wirklich wollte.",
      "es": "Kujou Sara obtuvo su Visión antes que su nombre.\n\nElla solía vivir en el bosque de una montaña. En algún momento, unos espíritus malignos desolaron el bosque, y la paz nunca volvió.\n\nA pesar de que poseía la fuerza de una tengu, siendo una niña no tenía posibilidades de hacer frente a aquellos monstruos.\n\nEn medio de una batalla, hirieron sus alas cuando estaba en un precipicio. Cayó desde la cima y, incapaz de desplegar sus alas, solo podía ver cómo caía hacia su fin.\n\n“¡No puede ser! Creí que podría defender el bosque por siempre con mis fuerzas...”.\n\nAl día siguiente, al despuntar el alba, unos aldeanos que pasaban por la montaña la vieron yaciendo a un lado del camino. La niña estaba inconsciente, pero no tenía heridas, por lo que desconocían cómo había llegado hasta ahí.\n\nExtrañados, los aldeanos la llevaron de vuelta a la ciudad y se la entregaron a la Comisión Tenryou.\n\nKujou Takayuki, el líder del clan Kujou, se dio cuenta inmediatamente de que esa cosa brillante que la niña tenía en las manos era nada menos que una Visión.\n\nQue los dioses se fijaran en alguien tan joven como ella... Para Kujou Takayuki, aquello era un regalo del destino para la Comisión Tenryou.\n\nAsí pues, adoptó a la pequeña, le dio el nombre de “Sara”, la formó para que se convirtiera en una poderosa guerrera y le pidió que sirviera a la Shogun y luchara por Inazuma.\n\nKujou Takayuki pensó que, si podía convertirla en una famosa general, la gente tendría una buena imagen del clan Kujou. De hecho, todo se desarrolló tal y como lo planeó.\n\nCon el poder de su Visión, la joven Sara demostró su gran talento y, cumpliendo con las expectativas de todos, se convirtió en la general de la Comisión Tenryou.\n\nPuesto que poseía una Visión, Sara tenía muy claro que, si consiguió salir ilesa de aquella caída en la montaña, fue gracias a que los dioses la estaban observando en ese momento.\n\nCon una sola mirada, le otorgaron poder para toda una vida. Se podría decir que todo lo que tenía era gracias a la misericordia de la Shogun.\n\nLuchar por la Shogun...\n\nPara Sara, eso no era una orden, no era el plan de su padre adoptivo, sino algo que ella quería hacer realmente.",
      "fr": "Quand elle acquit son œil divin, ni nom ni prénom ne lui avait été attribués.\n\nElle vivait à l'origine dans une forêt tranquille en montagne qui fut un jour envahie par des esprits maléfiques, troublant la quiétude des bois.\n\nMême si elle possédait la force des Tengu, la jeune Sara n'était pas encore capable de faire face à ces monstres toute seule. Elle fut projetée d'une falaise pendant le combat, endommageant ses ailes.\n\nDurant sa chute, il lui était impossible d'ouvrir ses ailes blessées. Elle se rapprochait du sol avec désespoir.\n\n« Non, je ne peux pas mourir ainsi ! J'ai toujours cru que j'étais capable de protéger cette forêt... »\n\nÀ l'aube le lendemain, des passants découvrirent la petite fille inconsciente sur le bord de la route. Elle avait l'air mal en point, mais ne semblait pas souffrir de blessures graves, d'autant plus que la retrouver à cet endroit était un véritable mystère.\n\nÉtonnés de leur découverte, les passants l'emmenèrent en ville et rapportèrent immédiatement l'incident à la Commission administrative.\n\nC'est alors que le chef de clan, Kujou Takayuki, aperçut que l'objet brillant dans les mains de la jeune fille n'était autre qu'un œil divin, convoité par beaucoup mais possédé par si peu de gens.\n\nSi cette enfant avait déjà gagné la faveur d'un Archon malgré son jeune âge, son arrivée à la Commission administrative devait être un signe du destin.\n\nTakayuki l'adopta et lui donna le nom de « Sara ». Il l'entraîna afin de faire d'elle une guerrière accomplie, lui demandant de servir la Shogun et de se battre pour Inazuma.\n\nKujou Takayuki était convaincu qu'élever Sara dans le but d'en faire une générale d'exception assurerait la stabilité du statut et de l'avenir du Clan Kujou. Tout se déroula comme il l'avait imaginé.\n\nLa jeune Sara, dotée de son œil divin, se démarqua rapidement et devint générale de la Commission administrative comme beaucoup l'espéraient.\n\nQue Sara possède cet œil divin fait qu'elle en a conscience plus qui quiconque : sa survie lors de cette chute est due à la protection qui lui fut apportée par l'Archon.\n\nEn l'espace d'un instant, le pouvoir de toute une vie lui fut octroyé. Tout ce qu'elle possède existe par la grâce de la Shogun toute-puissante.\n\nSe battre pour la Shogun...\n\nSara est convaincue qu'il ne s'agit là ni de son devoir, ni du résultat des stratagèmes de son père adoptif, mais bien de sa véritable vocation.",
      "pt": "Quando ela obteve sua Visão, ainda não havia recebido um nome ou sobrenome.\n\nEla vivia originalmente em uma tranquila floresta na montanha que, desde uma época desconhecida, havia sido assolada por grandes males que a roubaram de sua antiga paz.\n\nEmbora ela tivesse a força do tengu, ela ainda era jovem e não conseguia enfrentar os monstros sozinha, e foi atirada de um penhasco durante a batalha, tendo suas asas danificadas.\n\nCaindo das alturas, e incapaz de abrir suas asas feridas, ela parecia fadada a cair até a morte.\n\n\"Não! Isso não pode acabar assim! Eu... Eu sempre acreditei que poderia proteger este lugar para sempre com minhas forças...\"\n\nAo amanhecer do dia seguinte, alguns transeuntes descobriram uma garota inconsciente à beira da estrada. Ela parecia estar muito mal, mas parecia estar ilesa, acrescentando ao mistério de como ela havia acabado aqui.\n\nSurpresos, o povo a trouxeram de volta à cidade e informou imediatamente a Comissão Tenryou sobre o assunto.\n\nFoi quando o chefe do clã Kujou, Kujou Takayuki, notou que o item brilhante em sua mão era uma Visão - uma coisa que muitos desejavam, mas poucos ganharam.\n\nPercebendo que esta criança tinha ganho a atenção de um Arconte mesmo em sua juventude, Takayuki acreditava que ela era uma criança destinada, enviada à Comissão Tenryou pelos céus.\n\nAo acolhê-la, ele a chamou de \"Sara\", e a treinaria para se tornar uma guerreira versátil, pedindo que ela servisse a Shogun e lutasse por Inazuma.\n\nKujou Takayuki acreditava que ao criar uma general tão excelente, o prestígio e o futuro do Clã Kujou se tornariam mais seguros. E, de fato, tudo o que ele esperava viria a se concretizar.\n\nSara, armada com sua Visão, rapidamente se distinguiria, subindo nas patentes para se tornar uma general da Comissão Tenryou ainda jovem, exatamente como muitos esperavam.\n\nNo entanto, foi justamente porque ela possuía uma Visão que Sara sabia disso melhor do que ninguém: a sua sobrevivência intocada se deveu ao fato de um Arconte olhá-la com benevolência naquele instante.\n\nCom apenas um olhar, ela recebeu o poder que sustentou sua vida. Tudo o que ela tinha, portanto, podia ser descrito como existente pela graça da Toda-Poderosa Shogun.\n\nLutar pela Shogun...\n\nSara acreditava que este não era seu dever nem um resultado dos esquemas de seu pai adotivo, mas sim sua mais verdadeira vocação.",
      "ru": "Когда она получила свой Глаз Бога, у неё ещё не было ни имени, ни фамилии.\n\nОна жила в тихом горном лесу, который с незапамятных времён был поражён великим злом, лишившим его прежнего покоя.\n\nХотя она и обладала силой тэнгу, но была ещё молода и не могла в одиночку противостоять монстрам. В результате одной из битв она была сброшена со скалы, предварительно повредив крылья.\n\nПосле падения с высоты, не имея возможности расправить поврежденные крылья, она, казалось, была обречена на смерть.\n\n«Нет! Это не может так закончиться! Я... я всегда верила, что смогу защитить это место своей силой...»\n\nНа рассвете следующего дня жители деревни, проходившие мимо, увидели её лежащей на обочине дороги. Девушка была в плачевном состоянии, но никаких признаков катастрофы не было, поэтому они не знали, как она туда попала.\n\nПоражённые, люди принесли её обратно в город и немедленно сообщили об этом в комиссию Тэнрё.\n\nТогда глава клана Кудзё, Кудзё Такаюки, заметил, светящийся предмет в её руке - Глаз Бога - то, что многие желали, но немногие получали.\n\nПонимая, что этот ребёнок привлёк внимание Архонта в столь юном возрасте, Такаюки поверил, что она - дитя судьбы, посланное небесами в комиссию Тэнрё.\n\nУдочерив её, он назвал её Сарой и стал готовить её как универсального воина, требуя, чтобы она служила сёгуну и сражалась за Инадзуму.\n\nКудзё Такаюки верил, что, вырастив такого превосходного генерала, статус и будущее клана Кудзё станут более надежными. И действительно, всё, на что он надеялся, неуклонно сбывалось.\n\nСара, вооруженная Глазом Бога, быстро отличилась, поднялась по служебной лестнице и стала самым молодым генералом комиссии Тэнрё, как многие и надеялись.\n\nСара лучше других знала, что пережила то падение благодаря тому, что Архонт в тот миг посмотрела на неё благосклонно.\n\nОдин лишь взгляд дал ей силу, которая поддерживала в ней жизнь. Всё, что она имела, можно было назвать милостью всемогущего сёгуна.\n\nСражаться за сёгуна...\n\nСара считала, что это не было её долгом или результатом планов её приемного отца, а было её истинным призванием.",
      "id": "Waktu mendapat Vision, Sara bahkan belum mempunyai nama atau pun marga.\n\nDia awalnya tinggal di hutan dalam pegunungan yang damai. Namun entah sejak kapan, roh-roh jahat mulai mengacau kedamaian di sekitar.\n\nMeski memiliki kekuatan Tengu, Sara yang masih kecil tentu saja tidak bisa melawan monster sendirian. Dia pernah diserang hingga jatuh ke jurang dan sayapnya rusak.\n\nSaat itu dia jatuh dari ketinggian, dan sayap yang terluka pun tidak bisa direntangkan. Dia hampir putus asa dan membiarkan dirinya jatuh.\n\n\"Tidak boleh begini! Aku kira dengan kemampuanku, aku bisa menjaga hutan ini selamanya...\"\n\nKeesokan paginya, penduduk yang melewati kaki gunung menemukan seorang anak perempuan yang pingsan di pinggir jalan. Kondisi anak perempuan itu sedikit mengenaskan, namun dia tidak terluka sedikit pun. Entah kenapa dia bisa terbaring di tempat itu.\n\nOrang-orang merasa aneh dan kemudian membawanya ke kota, lalu segera melaporkannya pada Tenryou Commission.\n\nTuan Besar Kujou Takayuki yang melihat anak perempuan itu langsung menyadari bahwa benda bercahaya di genggaman tangan anak itu adalah Vision yang dapat dilihat, tapi tidak dapat dicari.\n\nMendapat perhatian dewa di usia yang begitu muda, Kujou Takayuki pun yakin bahwa anak perempuan itu adalah \"takdir\" yang dianugerahkan langit kepada Tenryou Commission.\n\nKujou Takayuki mengangkat anak perempuan itu dan menamainya \"Sara\", melatihnya menjadi perwira yang hebat, serta menuntutnya untuk mengikuti Shogun, bertarung demi Inazuma.\n\nMenurut Kujou Takayuki, bila dia berhasil melatih seorang jenderal hebat, maka posisi dan reputasi Klan Kujou akan semakin stabil. Segalanya pun berkembang dengan pasti sesuai kehendaknya.\n\nDengan kekuatan Vision, kemampuan Sara meningkat dengan cepat dan dia tidak menyia-nyiakan harapan yang tertumpu padanya: menjadi Jenderal Tenryou Commission.\n\nNamun, justru karena Vision yang dimilikinya, Sara tahu jelas kenapa dia bisa tidak terluka sedikit pun saat terjatuh dari jurang. Karena dewa melihatnya saat itu.\n\nSatu lirikan itu memberinya kekuatan selama seumur hidup. Semua yang dimilikinya ini bisa dikatakan sebagai rasa kasihan dari Yang Mulia Shogun.\n\nMengenai tentang bertempur untuk Shogun...\n\nSara merasa itu bukanlah perintah ataupun rencana jahat ayah angkatnya, melainkan sesuatu yang memang dia inginkan.",
      "th": "ในตอนที่ได้รับวิชั่น เธอยังไม่ได้รับชื่อและนามสกุล\n\nเดิมทีเธออาศัยอยู่ในป่าเขาอันเงียบสงบ โดยที่ไม่รู้ว่าเริ่มตั้งแต่เมื่อไหร่ ปีศาจร้ายได้สร้างความวุ่นวาย และบริเวณโดยรอบก็ไร้ซึ่งความสงบอีกต่อไป\n\nแม้จะมีพลังของเท็งงุ แต่เธอที่อายุยังน้อยก็ยังไม่สามารถต่อสู้กับปีศาจร้ายเพียงลำพังได้ และถูกโจมตีจนตกหน้าผาระหว่างการต่อสู้ จนทำให้ปีกของเธอได้รับความเสียหาย\n\nเธอร่วงลงจากที่สูง ปีกที่บาดเจ็บไม่สามารถกางออกได้ และล้มลงกับพื้นด้วยความสิ้นหวัง\n\n\"ทำไมถึงเป็นแบบนี้ไปได้นะ! ทั้งที่คิดว่า... ด้วยความสามารถของฉัน จะทำให้สามารถปกป้องป่าแห่งนี้ได้ตลอดไปแท้ ๆ ...\"\n\nช่วงเช้าตรู่ของวันถัดมา ชาวบ้านที่เดินผ่านมายังตีนเขา พบว่ามีเด็กผู้หญิงตัวน้อยคนหนึ่งนอนหมดสติอยู่ที่ข้างทาง สภาพของเธอดูสะบักสะบอม แต่ทั่วทั้งตัวกลับไม่มีบาดแผลอะไร ซึ่งนั่นยิ่งทำให้น่างงงวยขึ้นไปอีก ว่าเหตุใดเธอจึงมานอนหมดสติอยู่ในที่แบบนี้\n\nทุกคนต่างก็ประหลาดใจ จึงนำเธอกลับไปที่เมืองและรายงานให้ทางสำนัก Tenryou ทราบโดยทันที\n\nทันทีที่ Kujou Takayuki ผู้นำตระกูล Kujou เห็นเด็กสาวผู้นี้ ก็สังเกตเห็น \"วิชั่น\" สิ่งที่สามารถพบเห็นได้ แต่กลับหามาครองไม่ได้เปล่งแสงเป็นประกายออกมาจากมือของเธอ\n\nได้รับการจับตามองจากเทพเจ้าตั้งแต่อายุยังน้อยเช่นนี้ Kujou Takayuki เชื่อว่าเด็กผู้หญิงคนนี้คือ \"โชคชะตา\" ที่สวรรค์ประทานมาให้สำนัก Tenryou\n\nเขารับอุปการะเด็กผู้หญิงคนนี้ ตั้งชื่อให้เธอว่า \"Sara\" เลี้ยงดูเธอให้กลายเป็นนักรบที่สมบูรณ์แบบ และเรียกร้องให้เธอรับใช้โชกุนและรบเพื่อ Inazuma\n\nKujou Takayuki เชื่อว่า: หากสามารถชุบเลี้ยงนายพลที่มีชื่อเสียงได้ สถานะและความนิยมของตระกูล Kujou ก็จะมีเสถียรภาพมากขึ้น และทุกอย่างก็จะพัฒนาไปอย่างมั่นคงตามที่เขาคิด\n\nSara ที่มี \"วิชั่น\" อยู่ในครอบครองแสดงพรสวรรค์อันโดดเด่นออกมาอย่างรวดเร็ว และกลายเป็นนายพลแห่งสำนัก Tenryou ตั้งแต่อายุยังน้อยตามความคาดหวังของทุกคน\n\nอย่างไรก็ตาม เป็นเพราะการที่มีวิชั่น จึงทำให้ Sara รู้ดีกว่าใคร ๆ ว่าเหตุผลที่เธอตกลงมาจากภูเขาโดยไม่ได้รับบาดเจ็บนั้น เป็นเพราะเทพเจ้าชายตามองเธอในขณะนั้น\n\nการเหลือบมองเพียงครั้งเดียว ได้มอบพลังให้แก่เธอทั้งชีวิต ทุกสิ่งที่เธอครอบครองอยู่ในตอนนี้ สามารถพูดได้ว่าเป็นความเห็นอกเห็นใจที่ได้รับจากท่านโชกุน\n\nหากเป็นการรบเพื่อท่านโชกุน...\n\nSara เชื่อว่าไม่ใช่คำสั่ง ไม่ใช่แผนการของพ่อบุญธรรม แต่เป็นสิ่งที่หัวใจของเธอต้องการอย่างแท้จริง",
      "vi": "Khi nhận được Vision, cô ấy vẫn chưa được ban cho tên họ.\n\nCô ấy vốn sinh sống ở nơi núi rừng yên tĩnh, nhưng không biết từ đâu, tà ma nổi loạn, xung quanh đã không còn yên bình.\n\nTuy rằng sở hữu sức mạnh của Tengu, nhưng một bé gái đơn độc vốn không thể vào đối phó lại với đám ma vật như thế, cô ấy đã bị đánh văng xuống hẻm núi, toàn thân trọng thương.\n\nRơi từ trên cao xuống như vậy, đôi cánh của cô ấy đã không thể dùng được nữa, ánh mắt lờ đờ tuyệt vọng nhìn về phía trước.\n\n\"Không thể như thế! Ta vốn nghĩ với sức mạnh của mình, sẽ có thể mãi mãi bảo vệ cho khu rừng này...\"\n\nSáng sớm hôm sau, người dân đi qua khu rừng thấy được một bé gái đang hôn mê. Trông vẻ mặt bé gái có chút hung dữ, nhưng lại không có vết thương nào, không biết tại sao lại nằm ở đây.\n\nMọi người lấy làm lạ, bèn dẫn theo về thành, dâng lên cho Hiệp Hội Tenryou.\n\nGia chủ Kujou Takayuki lần đầu thấy mặt, để ý ngay đến \"Vision\" quý hiếm tỏa sáng trên tay bé gái.\n\nTuổi còn quá nhỏ như thế mà đã nhận được sự chú ý từ thánh thần, Kujou Takayuki cho rằng, bé gái này chính là vận mệnh của Hiệp Hội Tenryou.\n\nHắn nhận nuôi cô bé, ban tên \"Sara\", huấn luyện thành chiến sĩ toàn năng, đồng thời yêu cầu phải phục tùng Shogun, chiến đấu cho Inazuma.\n\nKujou Takayuki cho rằng: Nếu như có thể bồi dưỡng thành danh tướng, địa vị và danh vọng của nhà Kujou sẽ càng thêm vững vàng. Tất cả đều như hắn nghĩ, gia tộc từng bước hưng thịnh.\n\nSara sở hữu Vision đã không phụ sự kỳ vọng của mọi người, bộc lộ năng lực từ rất sớm, trở thành mãnh tướng của Hiệp Hội Tenryou.\n\nTuy nhiên, hiểu rõ hơn ai hết, Sara biết được bản thân có thể thoát hiểm trong đêm hôm đó, là nhờ có vị thần đã cứu rỗi bản thân.\n\nMột khắc chú ý của thần, đã ban cho cô ấy sức mạnh. Tất cả mọi thứ của cô ấy bây giờ, đều là do Shogun ban tặng.\n\nNếu như là chiến đấu cho Shogun...\n\nSara cho rằng, đó không phải là mệnh lệnh, cũng không phải là mưu đồ của cha nuôi, mà là nơi mà trái tim cô hướng tới."
    }
  }
]