[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我的名字是九条裟罗，你记不住也无妨，只需知道：我将永远护卫稻妻、践行鸣神的意志，不论神鬼，遇敌必除！呼…别紧张，既然答应与你并肩，我自当尽心尽职。大义外的事情，我不会计较的。",
      "zht": "#我的名字是九條裟羅，{F#妳}{M#你}記不住也無妨，只需知道：我將永遠護衛稻妻、踐行鳴神的意志，不論神鬼，遇敵必除！呼…別緊張，既然答應與{F#妳}{M#你}並肩，我自當盡心盡職。大義外的事情，我不會計較的。",
      "jp": "私の名は九条裟羅、別に覚えてもらわなくても構わない。私が稲妻を永遠に守護し、鳴神の意志を遂行する者だということだけを知っていればな。神であろうと鬼であろうと、敵であれば排除するのみ！ふぅ…そう緊張するな。お前と共に戦うことを約束したからには、きちんと責務を果たすつもりだ。大義以外のことはさほど気にしない。",
      "ko": "내 이름은 쿠죠 사라, 기억 못 해도 괜찮아. 단 이것만 기억해. 난 영원히 이나즈마를 지키며 번개 신의 뜻을 행하고, 어떤 적이든 모두 제거할 것이다! 훗… 긴장하지 마, 너와 함께 하기로 한 이상 내 본분을 다할 테니까. 난 대의 외의 것은 따지지 않거든",
      "en": "I am Kujou Sara. You may forget my name, but this you must know: On my watch, Inazuma will always be defended, and the will of the Shogun will always be done. Deity or demon, if you make an enemy of me you will be struck down! Oh, ahem... Don't be so nervous. I have agreed to fight by your side, and I will honor that commitment. I may be uncompromising on matters of great importance, but on most other things, you will find me quite easygoing.",
      "de": "Mein Name ist Kujou Sara, aber es macht nichts, wenn du ihn dir nicht merken kannst, du sollst nur eines wissen: Ich werde Inazuma immer beschützen und den Willen von Narukami ausführen, egal ob es Götter oder Dämonen sind, ich werde sie beseitigen! Du musst nicht nervös sein. Da ich versprochen habe, an deiner Seite zu stehen, werde ich meine Pflicht tun. Es geht mir um nichts anderes als um das Allgemeinwohl.",
      "es": "#Soy Kujou Sara. Puedes olvidar mi nombre, pero debes saber esto: siempre protegeré Inazuma y la voluntad de la Shogun siempre se cumplirá. Ya seas una deidad o un demonio, si te conviertes en mi enemigo, acabaré contigo. Oh, *ejem*... No te pongas nervios{F#a}{M#o}. Juré luchar a tu lado y cumpliré con mi promesa. No cedo ni un ápice en los asuntos de gran importancia, pero no soy quisquillosa con lo demás.",
      "fr": "#Je suis Kujou Sara. Vous pouvez oublier mon nom, mais retenez ceci : sous ma garde, Inazuma sera toujours protégée et la volonté de la Shogun appliquée. Dieu ou démon, si vous faites de moi votre ennemie, je vous terrasserai ! Hum, ne sois pas si {F#nerveuse}{M#nerveux}. J'ai accepté de me battre à tes côtés et j'honorerai mon engagement. Je peux être intransigeante pour ce qui est de grande importance, mais pour le reste, je suis plutôt facile à vivre.",
      "pt": "Eu sou Kujou Sara. Você talvez tenha esquecido o meu nome, mas deve saber disso: enquanto eu estiver observando, Inazuma sempre estará defendida, e a vontade da Shogun sempre será feita. Seja divindade ou demônio, se virar meu inimigo será derrotado! Oh, não se preocupe. Eu concordei a lutar ao seu lado, e honrarei esse compromisso. Eu posso ser inflexível em questões de grande importância, mas na maioria das outras coisas, não sou tão séria.",
      "ru": "Я Кудзё Сара. Ты можешь забыть моё имя, но тебе следует знать одно: пока я жива, Инадзума всегда будет защищена, а воля сёгуна - исполнена. Я уничтожу любого врага - пусть даже им будет божество или демон! Тебе не о чем переживать, я согласилась сражаться на твоей стороне, и я выполню это обязательство. Меня не волнует ничего, кроме долга.",
      "id": "Namaku Kujou Sara. Kamu boleh lupa namaku, tapi ingat: dalam pengawasanku, Inazuma akan selalu aman dan kehendak Shogun akan selalu jadi. Tidak peduli dewa ataupun iblis, semua musuh akan kusingkirkan! Oh, ehem ... Jangan gugup begitu. Aku sudah setuju untuk bertempur di pihakmu, dan janji itu akan selalu ditepati. Aku tidak mau kompromi untuk beberapa hal tertentu, tapi untuk hal lain, aku bisa santai juga kok.",
      "th": "ฉันชื่อ Kujou Sara แต่ถ้าเธอจำไม่ได้ก็ไม่เป็นไร รู้ไว้แค่ว่า: ฉันจะปกป้อง Inazuma และทำตามเจตจำนงของ Narukami ตลอดไป ไม่ว่าเทพหรือผี ถ้าเป็นศัตรูล่ะก็ ฉันจะกำจัดให้หมด! หึ...ไม่ต้องตื่นเต้นไปหรอกนะ ในเมื่อฉันสัญญาว่าจะอยู่เคียงบ่าเคียงไหล่เธอแล้ว ฉันก็จะทำให้ถึงที่สุด ส่วนเรื่องที่อยู่นอกเหนือจากนี้ ฉันไม่ถือสาให้มากความหรอก",
      "vi": "Tên tôi là Kujou Sara, bạn không nhớ cũng không sao, chỉ cần biết: Tôi sẽ luôn bảo vệ Inazuma và thực hiện ý chí của Narukami. Dù là thần hay ma, hễ là kẻ thù thì tôi sẽ giết! Phù... Đừng lo lắng, nếu đã chấp nhận kề vai sát cánh với bạn, tôi đương nhiên sẽ cố gắng làm tròn bổn phận của mình. Còn những chuyện nằm ngoài phạm vi này, tôi sẽ không câu nệ tính toán đâu."
    }
  },
  {
    "title": {
      "zhs": "闲聊·正鹄",
      "zht": "閒聊·正鵠",
      "jp": "世間話·正鵠",
      "ko": "잡담·정곡",
      "en": "Chat: Target",
      "de": "Gespräch – Ziel",
      "es": "Charla - Objetivo",
      "fr": "Bavardage - Cible",
      "pt": "Bate-papo - Alvo",
      "ru": "Поболтаем: Цель",
      "id": "Berbincang: Mengenai sasaran",
      "th": "แชท - เป้าหมาย",
      "vi": "Nói chuyện phiếm - Hồng Tâm"
    },
    "line": {
      "zhs": "只有保持心、弓、箭三位一体，才能命中正鹄。",
      "zht": "只有保持心、弓、箭三位一體，才能命中正鵠。",
      "jp": "心、弓、矢の三位一体を維持してこそ、正鵠を射ることができる。",
      "ko": "마음, 활 그리고 화살이 하나가 되어야만 과녁의 정중앙을 명중시킬 수 있지",
      "en": "To strike your foe takes unity between mind, arrow, and bow.",
      "de": "Nur wenn du Herz, Bogen und Pfeil miteinander vereinst, kannst du das Ziel treffen.",
      "es": "Acertar a tu enemigo requiere que la mente, el arco y la flecha sean uno.",
      "fr": "Vaincre un ennemi nécessite une parfaite harmonie entre l'esprit, l'arc et la flèche.",
      "pt": "Atingir seu inimigo precisa da união entre mente, flecha e arco.",
      "ru": "Только сохраняя триединство сердца, лука и стрелы, можно поразить цель.",
      "id": "Satukan hati, busur, dan panah agar bisa mengenai sasaran.",
      "th": "การจะยิงให้ถูกเป้าหมายนั้น จะต้องผสานสามสิ่งให้รวมกันเป็นหนึ่งนั่นก็คือ จิตใจ ธนู และลูกธนู",
      "vi": "Phải cân bằng được ba thứ: Tâm trí, cung và tên mới có thể bắn trúng hồng tâm."
    }
  },
  {
    "title": {
      "zhs": "闲聊·永恒",
      "zht": "閒聊·永恆",
      "jp": "世間話·永遠",
      "ko": "잡담·영원함",
      "en": "Chat: Eternity",
      "de": "Gespräch – Ewigkeit",
      "es": "Charla - Eternidad",
      "fr": "Bavardage - Éternité",
      "pt": "Bate-papo - Eternidade",
      "ru": "Поболтаем: Вечность",
      "id": "Berbincang: Keabadian",
      "th": "แชท - นิรันดร์",
      "vi": "Nói chuyện phiếm - Vĩnh Hằng"
    },
    "line": {
      "zhs": "为将军大人实现「永恒」，这就是我的「愿望」。",
      "zht": "為將軍大人實現「永恆」，這就是我的「願望」。",
      "jp": "将軍様の「永遠」を実現する、それが私の「願い」だ。",
      "ko": "쇼군님을 위해 「영원함」을 실현 하는 게 내 「염원」이야",
      "en": "To manifest Eternity per the Almighty Shogun's will — that is what I aspire to.",
      "de": "Es ist mein „Begehren“, die „Ewigkeit“ für den allmächtigen Shougun zu erreichen.",
      "es": "Alcanzar la eternidad que desea la todopoderosa Shogun, eso es a lo que aspiro.",
      "fr": "Atteindre l'éternité tant recherchée par la Shogun toute-puissante, telle est mon unique aspiration.",
      "pt": "Manifestar a \"Eternidade\" pela vontade da Toda-Poderosa Shogun. Isso é o que eu aspiro.",
      "ru": "Добиться «вечности» для сёгуна - вот моё «желание».",
      "id": "Untuk mewujudkan Keabadian yang diinginkan Yang Mulia Shogun, itulah harapanku.",
      "th": "ความปรารถนาของฉันคือการทำให้ \"ความเป็นนิรันดร์\" ของท่านโชกุนเป็นจริง",
      "vi": "Thực hiện \"vĩnh hằng\" cho Shogun đại nhân chính là \"nguyện vọng\" của tôi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·使命",
      "zht": "閒聊·使命",
      "jp": "世間話·使命",
      "ko": "잡담·사명",
      "en": "Chat: Duty",
      "de": "Gespräch – Pflicht",
      "es": "Charla - Deber",
      "fr": "Bavardage - Devoir",
      "pt": "Bate-papo - Dever",
      "ru": "Поболтаем: Миссия",
      "id": "Berbincang: Misi",
      "th": "แชท - ภารกิจ",
      "vi": "Nói chuyện phiếm - Sứ Mệnh"
    },
    "line": {
      "zhs": "天狗的职责是护佑山林，九条家的使命是守卫稻妻，两者并无二致。",
      "zht": "天狗的職責是護佑山林，九條家的使命是守衛稻妻，兩者並無二致。",
      "jp": "天狗の責務は山林を保護すること、九条家の使命は稲妻を守護すること。両者に違いはない。",
      "ko": "텐구의 본분은 산림을 지키는 것이고, 쿠죠 가문의 사명은 이나즈마를 지키는 것이지. 둘은 다를 게 없어",
      "en": "The duty of a tengu warrior is to watch over the mountains and forests, while that of the Kujou Clan is to guard Inazuma. These two are of the same ilk.",
      "de": "Es gibt keinen Unterschied zwischen der Pflicht der Tengu, die Berge zu schützen, und der Mission der Kujou-Familie, Inazuma zu bewachen.",
      "es": "El deber de un guerrero tengu es vigilar las montañas y los bosques, y el del clan Kujou es proteger Inazuma. Es prácticamente lo mismo...",
      "fr": "La responsabilité d'un guerrier tengu est de veiller sur les forêts et montagnes, tandis que celle du Clan Kujou est de protéger Inazuma. Deux missions pratiquement identiques.",
      "pt": "O dever de um guerreiro tengu é observar as montanhas e as florestas, enquanto o do clã Kujou é proteger Inazuma. Eles são similares.",
      "ru": "Нет никакой разницы между долгом тэнгу защищать лес и горы и миссией клана Кудзё защищать Инадзуму.",
      "id": "Tugas Tengu adalah melindungi gunung dan hutan. Misi keluarga Kujou adalah melindungi Inazuma. Dua hal ini saling berkaitan.",
      "th": "หน้าที่ของเท็งงุคือการปกป้องภูเขาและป่าไม้ ส่วนภารกิจของตระกูล Kujou คือการปกป้อง Inazuma ซึ่งทั้งสองนั้นไม่ต่างกันมากนัก",
      "vi": "Chức trách của Tengu là bảo vệ núi rừng, còn sứ mệnh của nhà Kujou là bảo vệ Inazuma, hai việc này cũng không khác nhau là bao."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "雨滴的声音会掩盖脚步声，多加注意吧。",
      "zht": "雨滴的聲音會掩蓋腳步聲，多加注意吧。",
      "jp": "雨の音は足音をかき消してしまう。注意を払っておけ。",
      "ko": "빗방울 소리에 발소리가 묻힐 수 있으니 조심해",
      "en": "The sound of rain masks the enemy's footsteps. Stay alert.",
      "de": "Das Geräusch von Regentropfen kann das Geräusch von Schritten dämpfen, pass also besser auf.",
      "es": "El sonido de la lluvia puede cubrir las pisadas del enemigo. Mantente alerta.",
      "fr": "La pluie dissimule les bruits de pas de l'ennemi. Restons en alerte.",
      "pt": "O som da chuva esconde os passos do inimigo. Se mantenha alerta.",
      "ru": "Капли дождя могут заглушить звук шагов, будь внимательнее.",
      "id": "Suara hujan bisa menutupi suara langkah kaki. Waspadalah.",
      "th": "เสียงฝนสามารถกลบเสียงฝีเท้าได้ ต้องระวังไว้ให้ดี",
      "vi": "Tiếng mưa sẽ lấn át tiếng bước chân, hãy tập trung chú ý vào!"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "听见了吗？鸣雷正是将军大人的意志。",
      "zht": "聽見了嗎？鳴雷正是將軍大人的意志。",
      "jp": "聞こえたか？雷鳴は将軍様の意志だ。",
      "ko": "들리나? 천둥은 쇼군님의 뜻이다",
      "en": "Listen. Thunder speaks the will of the Almighty Shogun.",
      "de": "Hörst du? Das Donnern ist der eigentliche Wille des allmächtigen Shougun.",
      "es": "¿Lo oyes? El trueno expresa la voluntad de la todopoderosa Shogun.",
      "fr": "Écoute. Le bruit du tonnerre exprime la volonté de la Shogun toute-puissante.",
      "pt": "Escute. O trovão fala a vontade da Toda-Poderosa Shogun.",
      "ru": "#Слышал{F#а}? Гром - это воля сёгуна.",
      "id": "Dengarlah. Suara petir tadi adalah kehendak Yang Mulia Shogun.",
      "th": "ได้ยินมั้ย? ฟ้าร้องคือเจตจำนงของท่านโชกุน",
      "vi": "Nghe thấy rồi chứ? Tiếng sấm chính là ý chí của Shogun đại nhân."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "想要留住雪花。但在手心里，它只会融化得更快。",
      "zht": "想要留住雪花。但在手心裡，它只會融化得更快。",
      "jp": "雪の花を手のひらに留めておきたいが、溶けるのを早めてしまうだけだな。",
      "ko": "눈송이를 간직하고 싶지만, 손 위에선 더 빨리 녹아버릴 뿐이지",
      "en": "I would like to catch a snowflake, but once you have them in the palm of your hand, they melt away all the more quickly.",
      "de": "Ich versuche, eine Schneeflocke zu behalten. Aber in der Hand wird sie nur noch schneller schmelzen.",
      "es": "Me gustaría quedarme con un copo de nieve, pero cuando aterrizan en mi mano se deshacen enseguida.",
      "fr": "J'aimerais attraper un flocon. Mais une fois dans le creux de la main, il se met à fondre d'autant plus vite.",
      "pt": "Eu gostaria de pegar um floco de neve, mas quando eles ficam na palma de sua mão, derretem ainda mais rápido.",
      "ru": "Мне бы хотелось удержать снежинку, но она так быстро тает в руке.",
      "id": "Aku ingin menangkap salju. Tapi saat dipegang dengan telapak tangan, salju itu justru akan meleleh lebih cepat.",
      "th": "ฉันอยากจะเก็บเกล็ดหิมะ แต่พออยู่ในมือแล้ว มันก็ยิ่งละลายเร็วไปอีก",
      "vi": "Muốn lưu giữ hoa tuyết, nhưng một khi nắm trong lòng bàn tay, thì nó chỉ càng tan chảy nhanh hơn."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "天清气朗，适合演武。",
      "zht": "天清氣朗，適合演武。",
      "jp": "こんなにも晴れ渡った日は、演武にぴったりだ。",
      "ko": "하늘이 맑고, 공기가 청량해. 무예 연습하기 좋겠군",
      "en": "The skies are clear and the sun is bright. Fine weather for a showdown.",
      "de": "Der Himmel ist klar und passend für eine Kampfsportvorführung.",
      "es": "El cielo está despejado y brilla el sol. Un día perfecto para una confrontación.",
      "fr": "Le ciel est clair et le soleil éclatant. Un temps parfait pour une épreuve de force.",
      "pt": "Os céus estão claros e o sol está brilhando. Ótimo tempo para treinar.",
      "ru": "Ясная погода идеально подходит для Военной игры.",
      "id": "Langitnya cerah dan mataharinya bersinar terang. Cuaca yang sempurna untuk berlatih bela diri.",
      "th": "อากาศสดใสแบบนี้ เหมาะกับการฝึกฝนการต่อสู้ที่สุด",
      "vi": "Bầu trời trong xanh, thích hợp để luyện võ."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上吗？对于我而言，这已经不早了。通常我睁开眼时，天还没亮。",
      "zht": "早上嗎？對於我而言，這已經不早了。通常我睜開眼時，天還沒亮。",
      "jp": "おはよう…なのか？私からすればもうおはようの時間ではない。なぜなら私は普段、まだ夜が明けていない頃に目覚めるからな。",
      "ko": "아침…? 사실 나한테 이 시간은 아침은 아니야. 난 보통 날이 밝기 전에 눈을 뜨거든",
      "en": "Good morning...? You mean you only just got out of bed? This is already quite late by my standards. I typically rise well before daybreak.",
      "de": "Morgen? Für mich ist es bereits nicht mehr Morgen. Normalerweise ist es noch nicht hell, wenn ich meine Augen öffne.",
      "es": "¿Buenos días? ¿Es que te acabas de levantar? Para mí ya es bastante tarde. Siempre me levanto mucho antes de que salga el sol.",
      "fr": "Bonjour ? Il est déjà tard selon moi. Je me lève bien avant le soleil.",
      "pt": "Bom dia...? Você quer dizer que acabou de levantar? Para mim, já está tarde. Geralmente levanto muito antes do sol nascer.",
      "ru": "Доброе утро? Для меня это не утро. Обычно, когда я открываю глаза, ещё не рассвело.",
      "id": "Selamat pagi ...? Kamu baru bangun sekarang? Bagiku ini sudah cukup siang, biasanya aku bangun sebelum matahari terbit.",
      "th": "อรุณสวัสดิ์งั้นเหรอ? สำหรับฉันนี่ไม่เช้าแล้วนะ ปกติตอนที่ฉันลืมตาตื่นขึ้นมา ฟ้ายังไม่สว่างเลย",
      "vi": "Chào buổi sáng sao? Đối với tôi thì giờ đã trễ rồi. Thông thường khi tôi thức dậy thì trời vẫn chưa sáng."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "我没有午休的习惯，但如果你想，我可以等你。",
      "zht": "#我沒有午休的習慣，但如果{F#妳}{M#你}想，我可以等{F#妳}{M#你}。",
      "jp": "昼に休むという習慣はない。だがお前が休みたいと言うなら、待っていてやろう。",
      "ko": "난 낮잠 자는 시간을 가지지 않지만, 네가 원한다면 기다려주지",
      "en": "I am not in the habit of resting at noon. But if you wish to do so, I will wait for you.",
      "de": "Ich bin es zwar nicht gewohnt eine Mittagspause zu machen, aber wenn du willst, kann ich auf dich warten.",
      "es": "No suelo descansar después de comer. Pero si tú quieres hacerlo, te esperaré.",
      "fr": "Je n'ai pas l'habitude de prendre une pause-déjeuner, mais je vous attendrai si vous souhaitez en prendre une.",
      "pt": "Eu não tenho o hábito de descansar pela tarde. Mas se você quiser, posso lhe esperar.",
      "ru": "#Я не сплю после обеда, но если ты устал{F#a}, то я могу подождать тебя.",
      "id": "Aku tidak terbiasa istirahat siang. Tapi kalau kamu mau istirahat, aku bisa menunggumu.",
      "th": "ฉันไม่ชินกับการพักกลางวัน แต่ถ้าเธออยากพัก ฉันจะรอเธอก็ได้นะ",
      "vi": "Tôi không có thói quen ngủ trưa, nhưng nếu bạn muốn thì tôi sẽ đợi bạn."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好。随口一提，花见坂的夜樱，是不可多得的景致。",
      "zht": "晚上好。隨口一提，花見坂的夜櫻，是不可多得的景致。",
      "jp": "悪くない晩だ。ついでに教えるが、花見坂の夜櫻は格別な風趣だぞ。",
      "ko": "저녁이군. 한마디 덧붙이자면 하나미자카의 밤 벚꽃은 쉽게 볼 수 없는 경치야",
      "en": "Good evening. You know, in Hanamizaka, the sight of the Sakura by night is quite splendid. I never tire of it.",
      "de": "Guten Abend. Ich möchte beiläufig erwähnen, dass die nächtlichen Kirschblüten in Hanamizaka ein seltener Anblick sind.",
      "es": "Buenas noches. ¿Sabes? Los cerezos de Hanamizaka son una visión espléndida por la noche. Nunca me canso de ella.",
      "fr": "Bonsoir. Les cerisiers de Hanamizaka sont splendides la nuit, je ne m'en lasse jamais.",
      "pt": "Olá. Só de passagem, em Hanamizaka, a vista da Sakura à noite é esplêndida. Nunca me canso de vê-la.",
      "ru": "Добрый вечер. Кстати, ночное цветение сакуры в Ханамидзаке - редкое зрелище.",
      "id": "Selamat malam. Kamu tahu? Pemandangan sakura mekar pada malam hari di Hanamizaka terlihat sangat indah. Aku tidak akan pernah bosan melihatnya.",
      "th": "สวัสดีตอนเย็น รู้มั้ยว่าวิวดอกซากุระในตอนกลางคืนที่ Hanamizaka เป็นภาพที่หาดูได้ยากมากนะ",
      "vi": "Chào buổi tối. Nhắc bạn chút, cảnh sắc ban đêm ở Hanamizaka thật sự rất tuyệt đó."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "去休息吧，这里有我看着就行。",
      "zht": "去休息吧，這裡有我看著就行。",
      "jp": "お前はもう休め、ここは私が見ていよう。",
      "ko": "가서 쉬어, 여긴 내가 보고 있으면 돼",
      "en": "Go and rest. I will stay here and keep watch.",
      "de": "Geh und ruh dich aus, ich behalte die Dinge hier im Auge.",
      "es": "Ve a descansar. Yo montaré guardia.",
      "fr": "Va te reposer. Je vais rester ici et monter la garde.",
      "pt": "Vá descansar. Eu ficarei aqui de guarda.",
      "ru": "Отдыхай, я присмотрю за всем здесь.",
      "id": "Istirahatlah. Biar aku saja yang berjaga di sini.",
      "th": "ไปพักผ่อนเถอะ เดี๋ยวฉันจะคอยเฝ้าที่นี่ให้เอง",
      "vi": "Nghỉ ngơi đi, nơi này có tôi canh giữ là được rồi."
    }
  },
  {
    "title": {
      "zhs": "关于裟罗自己·天领奉行",
      "zht": "關於裟羅自己·天領奉行",
      "jp": "九条裟羅自身について·天領奉行",
      "ko": "사라 자신에 대해·텐료 봉행",
      "en": "About Kujou Sara: Tenryou Commission",
      "de": "Über Sara – Tenryou-Verwaltung",
      "es": "Sobre Kujou Sara - La Comisión Tenryou",
      "fr": "À propos de Sara - Commission administrative",
      "pt": "Sobre Kujou Sara: A Comissão Tenryou",
      "ru": "О Саре: Комиссия Тэнрё",
      "id": "Tentang Kujou Sara: Tenryou Commission",
      "th": "เกี่ยวกับตัว Kujou Sara - สำนัก Tenryou",
      "vi": "Về Kujou Sara - Hiệp Hội Tenryou"
    },
    "line": {
      "zhs": "家主于我有恩，「天领奉行」是我唯一的依靠，我会倾尽一切来捍卫家族的荣誉。嗯？你问「天领奉行」的行事准则？那自然是忠于雷电将军大人，这也是我九条裟罗此生唯一的信条。",
      "zht": "#家主於我有恩，「天領奉行」是我唯一的依靠，我會傾盡一切來捍衛家族的榮譽。嗯？{F#妳}{M#你}問「天領奉行」的行事準則？那自然是忠於雷電將軍大人，這也是我九條裟羅此生唯一的信條。",
      "jp": "私は当主に恩がある。「天領奉行」は私の唯一の拠り所、だから私は全てを賭して一族の栄誉を守るつもりだ。ん？「天領奉行」の理念？それはもちろん、将軍様への忠義だ。それが私、九条裟羅の唯一の信条でもある。",
      "ko": "가주님은 내 은인이셔. 「텐료 봉행」은 내가 유일하게 의지할 수 있는 것이니 난 내 가문의 명예를 지키기 위해 뭐든 다할 거야. 음? 「텐료 봉행」의 행동 규칙? 당연히 라이덴 쇼군님에 대한 충심이지! 그건 나 쿠죠 사라의 유일한 신조이기도 해",
      "en": "I am grateful to Takayuki. The Tenryou Commission is all I've ever had to rely on, and I will do everything within my power to defend my family's honor. Hmm? You want to know about the Tenryou Commission's code of conduct? Loyalty to the Raiden Shogun, of course! That is also my life's creed.",
      "de": "Ich werde alles tun, um die Ehre meiner Familie zu verteidigen, denn die „Tenryou-Verwaltung“ ist das einzige, worauf ich mich verlassen kann. Hmm? Du willst den Verhaltenskodex der „Tenryou-Verwaltung“ wissen? Ich bin Shougun Raiden gegenüber loyal und das ist das Einzige, woran ich in meinem Leben glaube.",
      "es": "Le estoy muy agradecida a Takayuki. La Comisión Tenryou es lo único en lo que he podido apoyarme y haré todo lo que esté en mi mano para defender el honor de mi familia. ¿Eh? ¿Te gustaría saber más sobre el código de conducta de la Comisión Tenryou? ¡Lealtad a la Shogun Raiden, por supuesto! Esa también es la máxima que rige mi vida.",
      "fr": "Je suis reconnaissante envers Takayuki. La Commission administrative est tout ce que j'ai et je ferai tout ce qui est en mon pouvoir pour défendre l'honneur de mon clan. Hmm ? Tu veux en savoir plus sur le code de conduite de la Commission administrative ? Loyauté absolue envers la Shogun Raiden bien sûr ! Il s'agit-là aussi de la règle qui articule ma vie.",
      "pt": "Estou grata à Takayuki. A Comissão Tenryou é tudo que eu tive para me apoiar, e farei tudo em meu poder para defender a honra de minha família. Hmm? Você quer saber mais sobre o código de conduta da Comissão Tenryou? Lealdade à Shogun Raiden, é claro. Isso também é a crença de minha vida.",
      "ru": "Я в долгу перед главой клана, и комиссия Тэнрё - единственное, на что я могу положиться. Я сделаю всё, чтобы защитить честь клана. Хм? Хочешь узнать о принципах работы комиссии Тэнрё? Я предана сёгуну Райдэн. Это единственный жизненный принцип Кудзё Сары.",
      "id": "Aku berutang budi pada Takayuki. Tenryou Commission adalah satu-satunya tempat sandaranku dan aku akan melakukan apa pun untuk membela kehormatan keluargaku. Hmmm? Kamu mau tahu kode etik Tenryou Commission? Tentu saja selalu setia pada Yang Mulia Raiden Shogun! Ini juga merupakan prinsip hidupku.",
      "th": "ฉันต้องขอบคุณนายท่านจริง ๆ สำนัก Tenryou เป็นที่พึ่งพาเพียงแห่งเดียวของฉัน ฉันจะทำทุกอย่างเพื่อปกป้องชื่อเสียงของตระกูล หืม? เธอถามถึงหลักการทำงานของสำนัก Tenryou งั้นเหรอ? แน่นอนว่าคือการจงรักภักดีต่อท่านโชกุน Raiden ยังไงล่ะ นี่ก็ความเชื่อในชีวิตเพียงอย่างเดียวของฉัน Kujou Sara",
      "vi": "Gia chủ có ơn với tôi, \"Hiệp Hội Tenryou\" là chỗ dựa duy nhất của tôi, vì vậy tôi sẽ làm tất cả để bảo vệ vinh dự của gia tộc. Sao? Bạn muốn hỏi về quy tắc làm việc của \"Hiệp Hội Tenryou\"? Đương nhiên là trung thành với Raiden Shogun đại nhân, đây cũng là giáo lý duy nhất cả đời Kujou Sara này."
    }
  },
  {
    "title": {
      "zhs": "关于裟罗自己·备战",
      "zht": "關於裟羅自己·備戰",
      "jp": "九条裟羅自身について·戦闘準備",
      "ko": "사라 자신에 대해·전투 준비",
      "en": "About Kujou Sara: Preparing for War",
      "de": "Über Sara – Kriegsvorbereitungen",
      "es": "Sobre Kujou Sara - Preparación",
      "fr": "À propos de Sara - Préparation au combat",
      "pt": "Sobre Kujou Sara: Preparando-se para a Guerra",
      "ru": "О Саре: Подготовка к бою",
      "id": "Tentang Kujou Sara: Persiapan Tempur",
      "th": "เกี่ยวกับตัว Kujou Sara - เตรียมต่อสู้",
      "vi": "Về Kujou Sara - Chuẩn bị chiến đấu"
    },
    "line": {
      "zhs": "「准备好了吗？」如果在出发前，你有这样确认的习惯。十次中，恐怕只有一次，你能听到我的答复。其余九次，我已经化身利刃，身处前线。这并非蛮勇或不忠，而是战场从来不会留给人喘息的时间。",
      "zht": "#「準備好了嗎？」如果在出發前，{F#妳}{M#你}有這樣確認的習慣。十次中，恐怕只有一次{F#妳}{M#你}能聽到我的答覆。其餘九次，我已經化身利刃，身處前線。這並非蠻勇或不忠，而是戰場從來不會留給人喘息的時間。",
      "jp": "もし出発する前に、「準備はできたか？」と確認を取る習慣がお前にあるとしよう。その場合、10回に1回しか私からの返事がないと思え。残り9回の私は、すでに鋭利な刃の如く前線に立っていることだろう。これは決して蛮勇や不忠などからではない。ただ…戦場とは息をつく暇もないところなのだ…",
      "ko": "만약 전투에 나가기 전 「준비는 다 됐나?」라고 확인하는 습관이 있다면, 10번 중 단 한 번만 내 대답을 들을 수 있을 거야. 나머지 아홉 번은 이미 예리한 칼날이 되어서 전선에 가 있을 테니까. 이건 무모함이나 불충이 아니야. 전쟁터는 숨 돌릴 틈 따위 주지 않거든",
      "en": "Am I ready to depart? Let me put it to you like this. If you were to make a habit of asking me this question every time before you move out, you would find that you only receive an answer from me one time out of 10. The other nine times, I would already be fighting fiercely on the front line. Not because I am foolhardy, nor because I lack courtesy, but because the battle never waits till you are ready.",
      "de": "„Bist du vorbereitet?“ Wenn du die Gewohnheit hast, dies jedes Mal vor dem Aufbrechen zu fragen, fürchte ich, wirst du nur einmal von zehnmal eine Antwort bekommen. Die anderen neun Male werde ich bereits an vorderster Front sein. Es geht nicht um fehlende Tapferkeit oder Illoyalität, aber das Schlachtfeld lässt nie Zeit zum Atmen.",
      "es": "#¿Que si estoy preparada? Deja que te lo explique. Si cada vez que tenemos que partir me hicieras esa pregunta, solo te respondería una vez de cada diez. Las otras nueve veces me encontrarías ya luchando en el frente. No porque sea temeraria o descortés, sino porque la batalla nunca espera a que estés list{F#a}{M#o}.",
      "fr": "Suis-je prête ? Laisse-moi t'expliquer. Ne fais pas une habitude de me poser la question avant chaque départ, car tu ne recevras de réponse de ma part qu'une fois sur dix. Les neuf autres fois, je serai déjà en plein combat sur la ligne de front. Non pas car je suis téméraire ou par manque de politesse, mais bien car la bataille n'attend pas.",
      "pt": "Se estou pronta para partir? Deixe-me dizer para você. Se você tivesse um hábito de me perguntar isso todas as vezes que você fosse partir, descobriria que eu responderia apenas uma vez a cada dez. As outras nove vezes eu já estaria lutando ferozmente nas linhas de batalha. Não porque eu sou uma bárbara corajosa, nem porque falto cortesia, mas porque a batalha nunca espera até você estar pronto.",
      "ru": "«Готова?» Если у тебя есть привычка задавать этот вопрос перед тем, как отправиться в бой, боюсь, что только один раз из десяти ты услышишь мой ответ. Остальные девять раз я вихрем врывалась на передовую и сражалась не оглядываясь назад. Это не безрассудная храбрость или нечестность, просто поле боя никогда не оставляет времени на передышку.",
      "id": "\"Sudah siap?\" Kalau kamu menanyakan hal seperti ini setiap sebelum berangkat, maka dalam 10 kali, mungkin aku hanya akan menjawabmu 1 kali. Dalam 9 kali lainnya, aku sudah melesat ke garis depan dan bertempur. Bukannya aku nekat atau tidak sopan, tapi medan perang tidak akan menunggu sampai kamu siap.",
      "th": "\"พร้อมรึยัง?\" ถ้าเธอชินที่จะถามแบบนี้ก่อนออกเดินทางล่ะก็ ถ้าถามสักสิบรอบ คงมีแค่ครั้งเดียวที่เธอจะได้ยินฉันตอบรับ ส่วนอีกเก้าครั้งที่เหลือ ฉันคงกลายเป็นดาบคมที่ต่อสู้อยู่แนวหน้าแล้ว นี่ไม่ใช่ความกล้าหาญหรือความไม่ซื่อสัตย์ แต่เพราะในการต่อสู้ไม่มีเวลาให้ผู้คนได้หายใจหรอกนะ",
      "vi": "\"Chuẩn bị xong chưa?\" - Nếu bạn có thói quen xác nhận theo cách này trước khi xuất phát thì e rằng chỉ có một trong mười lần là bạn có thể nghe thấy tôi trả lời. Còn chín lần kia thì tôi đã hóa thành mũi kiếm sắc nhọn xông pha ra tiền tuyến rồi. Đây chẳng phải là bản lĩnh, mà vì chiến trường sẽ không bao giờ cho người ta thời gian để thở."
    }
  },
  {
    "title": {
      "zhs": "关于裟罗自己·愿望",
      "zht": "關於裟羅自己·願望",
      "jp": "九条裟羅自身について·願い",
      "ko": "사라 자신에 대해·염원",
      "en": "About Kujou Sara: Aspiration",
      "de": "Über Sara – Begehren",
      "es": "Sobre Kujou Sara - Ambiciones",
      "fr": "À propos de Sara - Aspiration",
      "pt": "Sobre Kujou Sara: Ambições",
      "ru": "Сара: Желание",
      "id": "Tentang Kujou Sara: Harapan",
      "th": "เกี่ยวกับตัว Kujou Sara - ความปรารถนา",
      "vi": "Về Kujou Sara - Nguyện vọng"
    },
    "line": {
      "zhs": "我的愿望？我原以为你早已知道，辅佐将军大人实现「永恒」就是我的愿望。嗯？为自己所想的愿望？这种东西，我没有想过…",
      "zht": "#我的願望？我原以為{F#妳}{M#你}早已知道，輔佐將軍大人實現「永恆」就是我的願望。嗯？為自己所想的願望？這種東西，我沒有想過…",
      "jp": "私の願い、お前ならとっくに知っていると思っていたが…将軍様を補佐し、「永遠」を実現することだ。ん？自分自身のための願いだと？そんなものは考えたことがない…",
      "ko": "내 염원? 이미 알고 있는 줄 알았는데. 쇼군님을 보좌해서 「영원」을 실현시키는 거지. 음? 나 자신을 위한 염원? 그런 건 생각해 본 적 없어…",
      "en": "My aspirations? I thought you already knew: To assist the Almighty Shogun in manifesting Eternity. That is what I aspire to. Hmm? Personal aspirations? It's not something I have ever thought about before...",
      "de": "Mein Begehren? Ich dachte, du wüsstest bereits, dass es mein Wunsch ist, dem Shougun zu helfen, die „Ewigkeit“ zu erreichen. Hmm? Ein Wunsch für mich selbst? Solche Dinge sind mir nicht in den Sinn gekommen ...",
      "es": "¿Mis ambiciones? Pensaba que ya las sabías: ayudar a la todopoderosa Shogun a alcanzar la eternidad. Eso ambiciono. ¿Eh? ¿Ambiciones personales? Pues no lo he pensado nunca...",
      "fr": "Mon aspiration ? Je pensais que tu le savais déjà : assister la Shogun toute-puissante dans sa réalisation de l'éternité. Hmm ? Mon aspiration personnelle ? Je n'y ai jamais vraiment réfléchi...",
      "pt": "Minhas ambições? Eu pensei que você já sabia. Ajudar a Shogun Raiden em manifestar a Eternidade. Essa é a minha ambição. Hã? Uma ambição pessoal? Eu nunca pensei muito nisso...",
      "ru": "Моё желание? Я думала, ты знаешь, что моё желание - помочь сёгуну в достижении «вечности». Хм? Чего я желаю для себя? Об этом я не думала...",
      "id": "Harapanku? Kukira kamu sudah tahu sejak awal. Harapanku adalah membantu Yang Mulia Shogun mewujudkan \"keabadian\". Hm? Harapan untuk diri sendiri? Aku tidak pernah memikirkan hal seperti ini...",
      "th": "ความปรารถนาของฉันน่ะเหรอ? ฉันนึกว่าเธอรู้มานานแล้วซะอีก ว่าการทำให้ \"ความเป็นนิรันดร์\" ของท่านโชกุนเป็นจริงก็คือความปรารถนาของฉัน หืม? ความปรารถนาเพื่อตัวเองเหรอ? ฉันไม่เคยคิดเรื่องแบบนี้มาก่อนเลย...",
      "vi": "Nguyện vọng của tôi? Tôi tưởng bạn đã biết từ lâu rồi, tương trợ Shogun đại nhân thực hiện \"vĩnh hằng\" chính là nguyện vọng của tôi. Sao? Nguyện vọng cho bản thân sao? Ừm, tôi chưa từng nghĩ đến..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·观察",
      "zht": "關於我們·觀察",
      "jp": "観察について…",
      "ko": "우리에 대해·관찰",
      "en": "About Us: Observation",
      "de": "Über uns – Beobachtung",
      "es": "#Sobre nosotr{F#as}{M#os} - Observación",
      "fr": "À propos de nous - Observations",
      "pt": "Sobre Nós - Observações",
      "ru": "О нас: Наблюдения",
      "id": "Tentang Kita: Mengamati",
      "th": "เกี่ยวกับเรา - ตรวจสอบ",
      "vi": "Về chúng tôi - Quan sát"
    },
    "line": {
      "zhs": "虽然你对于将军大人的「永恒」而言是个「不安定」的因素，但「不安定」也未必代表「阻碍」。我不会与你为敌，但，我会一直盯着你。",
      "zht": "#雖然{F#妳}{M#你}對於將軍大人的「永恆」而言是個「不安定」的因素，但「不安定」也未必代表「阻礙」。我不會與{F#妳}{M#你}為敵，但，我會一直盯著{F#妳}{M#你}。",
      "jp": "お前は将軍様の「永遠」にとって「不安定」な要素だが、その「不安定」が必ずしも「障害」になるわけではない。だから、お前の敵になるつもりはない。が、お前のことは私がずっと見張っておこう。",
      "ko": "넌 쇼군님의 「영원」에 있어 「불안정」한 요소지만, 「불안정」이 꼭 「장애물」인 건 아니지. 그래서 너와 적이 되진 않겠지만, 난 널 계속 지켜볼 거야",
      "en": "Though you present an unstable factor in the Almighty Shogun's Eternity, unstable does not have to mean a threat. So I am not your enemy — but I will be watching you at all times.",
      "de": "Obwohl du ein „beunruhigender“ Faktor für die „Ewigkeit“ des Shougun bist, bedeutet „beunruhigend“ nicht unbedingt „hinderlich“. Ich werde dich mir nicht zum Feind machen, aber ich werde ein Auge auf dich haben.",
      "es": "Aunque eres un factor de inestabilidad en la eternidad de la todopoderosa Shogun, esto no tiene que suponer una amenaza. No soy tu enemiga, pero te estaré vigilando en todo momento.",
      "fr": "Bien que tu sois un facteur d'instabilité dans la quête de l'éternité de la Shogun toute-puissante, cela ne veut pas pour autant dire que tu représentes une menace. Je ne suis pas ton ennemie, cependant je vais continuer de te garder à l'œil.",
      "pt": "Apesar de você ser um fator instável na Eternidade da Toda-Poderosa Shogun, ser instável não significa ser uma ameaça. Eu não sou sua inimiga, mas sempre estarei lhe observando.",
      "ru": "Хотя ты являешься «нестабильным» фактором для «вечности» сёгуна, «нестабильный» необязательно означает «угрожающий». Я не буду враждовать с тобой, но я не спущу с тебя глаз.",
      "id": "Meskipun kamu adalah faktor \"ketidakstabilan\" untuk pencapaian keabadian Yang Mulia Shogun, tapi \"ketidakstabilan\" tidak selalu berarti \"penghalang\". Aku tidak akan bermusuhan denganmu, tapi aku akan selalu mengawasi gerak-gerikmu.",
      "th": "ถึงแม้เธอจะถือว่าเป็น \"ความไม่แน่นอน\" ต่อ \"ความเป็นนิรันดร์\" ของท่านโชกุน แต่ \"ความไม่แน่นอน\" ก็ไม่ได้หมายถึง \"อุปสรรค\" ดังนั้นฉันไม่ใช่ศัตรูของเธอ แต่ฉันจะจับตาเฝ้าดูเธออยู่เสมอ",
      "vi": "Mặc dù bạn là một nhân tố gây \"bất ổn\" cho sự \"vĩnh hằng\" của Shogun đại nhân, nhưng \"bất ổn\" chưa chắc đã là \"trở ngại\". Tôi sẽ không trở thành kẻ thù của bạn, nhưng, tôi sẽ luôn coi chừng bạn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·体会",
      "zht": "關於我們·體會",
      "jp": "心得について…",
      "ko": "우리에 대해·깨달음",
      "en": "About Us: Experiences",
      "de": "Über uns – Erlebnisse",
      "es": "#Sobre nosotr{F#as}{M#os} - Experiencias",
      "fr": "À propos de nous - Expérience",
      "pt": "Sobre Nós: Experiências",
      "ru": "О нас: Впечатление",
      "id": "Tentang Kita: Merasakan sendiri",
      "th": "เกี่ยวกับเรา - ประสบการณ์",
      "vi": "Về chúng tôi - Nhận thức"
    },
    "line": {
      "zhs": "收缴神之眼时，我漠视了人们的愿望。在眼狩令已然结束的当下，我有责任作出弥补。听说你能听见千手百眼神像上那些神之眼蕴含的愿望？请跟我好好讲讲吧。还有…也跟我说说你的愿望吧，我想知道。",
      "zht": "#收繳神之眼時，我漠視了人們的願望。在眼狩令已然結束的當下，我有責任作出彌補。聽說{F#妳}{M#你}能聽見千手百眼神像上那些神之眼蘊含的願望？請跟我好好聊聊吧。還有…也跟我說說{F#妳}{M#你}的願望吧，我想知道。",
      "jp": "神の目を接収していた時、私は人々の願いを無下に扱った。目狩り令が終了した今、私はその償いをする義務がある。そういえば、お前は千手百目神像の神の目に込められた願いを聞くことができたそうだな？私にも教えてくれ。それと…お前の願いも話してくれないか。それも知りたい。",
      "ko": "신의 눈을 몰수할 때, 난 사람들의 염원을 무시했어. 안수령이 끝난 지금, 난 그에 대한 책임이 있고. 넌 천수백안 신상에 있는 신의 눈에 담긴 염원을 들을 수 있다고 하던데, 나한테도 알려줘. 그리고… 네 소원도 말이야, 알고 싶어",
      "en": "When I confiscated people's Visions, I trampled on their ambitions. Now that the Vision Hunt Decree has been repealed, I must atone for my actions. I am led to believe that you can hear those ambitions...The ones echoing within the Visions embedded on the Statue of the Omnipresent God? I'd like you to tell me more about them. Also... your own ambitions, I would like to hear about those as well.",
      "de": "Als ich das Göttliche Auge erhalten habe, habe ich die Wünsche der Menschen ignoriert. Nun, da das Augenhatz-Dekret beendet ist, ist es meine Pflicht, Wiedergutmachung zu leisten. Ich habe gehört, dass man an der Statue des Allgegenwärtigen die Wünsche der Göttlichen Augen hören kann? Bitte erzähl mir mehr davon. Und ... erzähl mir auch von deinem Wunsch, ich will es wissen.",
      "es": "Cuando confiscaba las Visiones de la gente, no tenía en cuenta sus ambiciones. Ahora que el Decreto de captura de Visiones se ha derogado, debo expiar mi responsabilidad. Tengo entendido que puedes oír esas ambiciones, las que están incrustadas en la Estatua de la Diosa Omnipresente. ¿Puedes hablarme de ellas? También me gustaría saber más sobre tus propias ambiciones.",
      "fr": "Quand je confisquais un œil divin, je ne tenais pas compte des ambitions de son porteur. Maintenant que le décret de saisie n'est plus, il est de ma responsabilité d'expier mes actions. J'ai entendu dire que tu pouvais entendre ces ambitions... Celles qui font écho à la Statue de la divinité omniprésente ? J'aimerais que tu m'en parles. Et puis... Est-ce que tu pourrais aussi me parler de tes propres ambitions ? Je suis curieuse d'en savoir plus à ce sujet.",
      "pt": "Quando eu confisquei as Visões das pessoas, pisei nas ambições delas. Agora que o Decreto de Caça à Visão foi abolido, eu devo ser responsável pelas minhas ações. Creio que você possa ouvir essas ambições... As que estão ecoando dentro da Estátua da Deusa Onipresente? Eu gostaria que você me falasse mais sobre elas. Além disso, gostaria de ouvir também sobre suas próprias ambições.",
      "ru": "Когда я конфисковывала Глаза Бога, я игнорировала желания людей. Теперь, когда охота закончилась, мой долг - загладить свою вину. Я слышала, что около статуи всевидящего божества можно услышать желания этих Глаз Бога. Пожалуйста, расскажи мне об этом. И... расскажи мне о своём желании тоже, я хочу его знать.",
      "id": "Saat menyita Vision orang-orang, aku sudah mengabaikan harapan-harapan mereka. Waktu Dektrit Perburuan Vision berakhir, aku bertanggung jawab untuk menebus kesalahanku. Kudengar kamu dapat mendengar harapan yang terkandung dalam Vision di depan Patung Omnipresent God? Tolong beri tahu aku, dan juga... beri tahu aku harapanmu. Aku ingin tahu.",
      "th": "ตอนที่ยึดวิชั่น ฉันไม่ได้สนใจความปรารถนาของผู้คนเหล่านั้นเลย แต่เมื่อคำสั่งล่าวิชั่นสิ้นสุดลง ฉันก็มีหน้าที่ที่ต้องชดใช้ ว่ากันว่าเธอสามารถได้ยินความปรารถนาที่อยู่ในวิชั่นบน Statue of the Omnipresent God ใช่มั้ย? งั้นช่วยบอกฉันที แล้วก็...บอกความปรารถนาของเธอด้วยสิ ฉันอยากรู้",
      "vi": "Khi tước đoạt Vision, tôi đã không chú ý đến nguyện vọng của mọi người. Bây giờ, khi lệnh Truy Lùng Vision đã kết thúc, tôi sẽ có trách nhiệm bù đắp. Nghe nói bạn có thể nghe thấy nguyện vọng được ẩn giấu trong những Vision trên Tượng Trăm Mắt Nghìn Tay kia phải không? Xin hãy nói cho tôi biết. À còn nữa...bạn hãy nói thử nguyện vọng của bạn cho tôi nghe đi, tôi muốn biết."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "得到神明的注视，才能获得「神之眼」。既然我的「神之眼」是由将军大人所赐，最后，我也会将它还给将军大人，不怨不悔。",
      "zht": "得到神明的注視，才能獲得「神之眼」。既然我的「神之眼」是由將軍大人所賜，最後，我也會將它還給將軍大人，不怨不悔。",
      "jp": "神の眼差しを受けてこそ、「神の目」を手に入れることができる。私の「神の目」は将軍様からいただいたものだ。最終的には、なんの迷いも悔いもなく将軍様に返すつもりでいる。",
      "ko": "신의 주목을 받아야만 「신의 눈」을 얻을 수 있지. 내 「신의 눈」은 쇼군께서 주신 것이니, 결국 다시 그분께 돌려드린다 해도 절대 후회나 원망은 없어",
      "en": "Only if the gods cast their gaze upon you will you receive a Vision. Since my own Vision was granted by the Almighty Shogun, I shall return it to her in the end, without hesitation and with no regrets.",
      "de": "Nur wenn man den Blick des Archons empfängt, kann man das „Göttliche Auge“ erlangen. Da mir mein „Göttliches Auge“ vom allmächtigen Shougun gegeben wurde, werde ich es ihr am Ende ohne Beschwerde oder Bedauern zurückgeben.",
      "es": "Solo recibes una Visión si los dioses posan su mirada sobre ti. Ya que fue la todopoderosa Shogun quien me otorgó mi Visión, se la devolveré cuando todo acabe, sin la menor duda o remordimiento.",
      "fr": "On ne peut recevoir un œil divin que si les dieux nous observent. Puisque mon œil divin m'a été accordé par la Shogun toute-puissante, je lui rendrai un jour et ce, sans hésitation ni regret.",
      "pt": "Se os deuses olharem para você, então você receberá uma Visão. Como a minha Visão foi concedida pela própria Toda-Poderosa Shogun, eu devolverei para ela no final, sem hesitação e sem arrependimentos.",
      "ru": "Глаз Бога можно получить, только если привлечь внимание божества. Поскольку мой Глаз Бога был дан мне сёгуном, я верну его сёгуну без жалоб и сожалений.",
      "id": "Hanya orang-orang yang mendapat pengakuan dari dewa yang bisa mendapatkan Vision. Karena Vision-ku diberikan oleh Yang Mulia Shogun, aku juga rela mengembalikannya tanpa keraguan dan penyesalan.",
      "th": "เฉพาะผู้ที่ได้รับการยอมรับจากเทพเจ้าเท่านั้นถึงจะได้รับ \"วิชั่น\" แต่ \"วิชั่น\" ของฉันเป็นสิ่งที่ท่านโชกุนมอบให้ ที่สุดแล้ว ฉันจะคืนมันให้กับท่านโชกุน อย่างไม่ลังเลและไม่เสียใจเลย",
      "vi": "Được thần linh chú ý mới có thể nhận được Vision. Nếu Vision của tôi đã được Shogun đại nhân ban tặng, thì đến cuối cùng, tôi cũng sẽ trả lại nó cho đại nhân mà không có bất kỳ oán hận nào."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·陀螺",
      "zht": "有什麼想要分享·陀螺",
      "jp": "シェアしたいこと·独楽",
      "ko": "하고 싶은 이야기·팽이",
      "en": "Something to Share: Spinning Top",
      "de": "Willst du mir etwas mitteilen? – Kreisel",
      "es": "¿Algo que decir? - Trompo",
      "fr": "Quelque chose à partager - Toupie",
      "pt": "Algo para se Compartilhar: Pião",
      "ru": "Давай поделимся: Юла",
      "id": "Berbagi Cerita: Gasing",
      "th": "ต้องการจะแชร์อะไร - ลูกข่าง",
      "vi": "Có gì muốn chia sẻ không - Con quay"
    },
    "line": {
      "zhs": "上次执行任务时，花见坂的商户送给我一个名为「独乐」的陀螺，那是种「一个人也能玩」的玩具，我觉得挺有意思，就留在了身边。你说…一起玩？那岂不是违背了「独乐」的原则，请容我拒绝。",
      "zht": "#上次執行任務時，花見坂的商戶送給我一個名為「獨樂」的陀螺，那是種「一個人也能玩」的玩具，我覺得挺有意思，就留在了身邊。{F#妳}{M#你}說…一起玩？那豈不是違背了「獨樂」的原則，請容我拒絕。",
      "jp": "以前任務を執行していた時、花見坂の商人から「独楽」と呼ばれる物をもらった。「一人でも遊べる」おもちゃらしい。中々興味深かったため、とっておいたんだ。ん？一緒に遊ぶ…？それだと「独楽」の仕様に反するだろ、悪いが断る。",
      "ko": "저번에 임무 수행할 때, 하나미자카의 상인이 나한테 「독락」이라고 하는 팽이를 선물해 줬어. 「혼자서도 놀 수 있는」 장난감이라길래 재밌어 보여서 가지고 왔지. 같이… 놀자고? 그건 「독락」의 규칙을 어기는 거니까 거절하지",
      "en": "During a previous assignment, a vendor in Hanamizaka gifted me a kind of spinning top called the \"Solo.\" It's a toy that you can play with when you're by yourself. I was quite taken with it, so I kept it. ...You want to play with it together? But that would defy the principle on which the Solo is based... Respectfully, I must decline.",
      "de": "Während meines letzten Auftrags schenkte mir ein Händler in Hanamizaka einen Kreisel namens „Einsame Freude“, ein Spielzeug, mit dem man sogar „allein spielen kann“, geschenkt und ich fand es interessant und behielt es bei mir. Du meinst ... du willst zusammen spielen. Das verstößt aber gegen die Regeln der „Einsamen Freude“. Bitte verzeih mir deshalb, dass ich ablehnen muss.",
      "es": "#Durante una misión, me regalaron un trompo en una tienda de Hanamizaka. Es un juguete con el que puede jugar una persona sola. Me gustó bastante, así que siempre lo llevo conmigo. ¿Qué? ¿Quieres que juguemos junt{F#as}{M#os}? Pero eso iría contra el propósito para el que este juguete fue creado... Lo siento, tengo que decir que no.",
      "fr": "Lors d'une précédente mission, un marchand de Hanamizaka me fit le cadeau d'une toupie, le genre de jouet avec lequel il est possible de s'amuser seul. J'ai trouvé l'idée intéressante et je l'ai donc conservé. Que dis-tu ? Jouer ensemble ? Mais, cela irait à l'encontre du but dans lequel ce jouet a été fabriqué. Je me dois de poliment refuser cette proposition.",
      "pt": "Durante uma missão anterior, um comerciante em Hanamizaka me deu um tipo de pião chamado de \"Diversão Solitária\". É um brinquedo que você pode usar enquanto está sozinho. Eu fiquei interessada nele, por isso o guardei...Você quer brincar junto comigo? Mas isso quebraria o princípio em que o Diversão Solitária é baseado... Respeitosamente recuso seu pedido.",
      "ru": "Во время моего последнего задания торговец в Ханамизаке подарил мне гироскоп под названием Ханамидзака, игрушку, с которой «можно играть одному». Я нашла её интересной и оставила у себя. Ты хочешь... поиграть вместе? Это противоречит принципу одиночной игры, поэтому, пожалуйста, позвольте мне отказаться.",
      "id": "Saat sedang menjalankan tugasku kemarin ini, seorang pedagang di Hanamizaka memberiku sejenis gasing bernama \"Solo\". Gasing itu sejenis mainan yang bisa dimainkan sendiri. Aku cukup tertarik, jadi kusimpan terus sampai sekarang. Kamu mau main bersama? Tapi berarti itu akan melanggar prinsip nama Solo ... Maaf, tapi aku harus menolak ajakanmu.",
      "th": "ระหว่างที่ทำภารกิจคราวก่อน คนค้าขายใน Hanamizaka ให้ลูกข่างที่ชื่อ \"Solo\" มา มันเป็นของเล่นที่ \"เล่นคนเดียวได้\" ฉันว่ามันน่าสนใจดี ก็เลยเก็บไว้กับตัวน่ะ เธอบอกว่า...มาเล่นด้วยกันงั้นเหรอ? นั่นมันผิดหลักการเล่น \"Solo\" น่ะ เห็นทีฉันคงต้องขอปฏิเสธ",
      "vi": "Trong lúc làm nhiệm vụ, thương hộ ở Hanamizaka đã tặng cho tôi một con quay có tên là \"Solo\", là loại đồ chơi \"có thể chơi một mình\", tôi thấy cũng thú vị nên đã giữ lại bên mình. Bạn bảo...cùng chơi thì có phải đã vi phạm nguyên tắc của \"Solo\" không? Thật tiếc, nhưng cho phép tôi được từ chối."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·特产",
      "zht": "有什麼想要分享·特產",
      "jp": "シェアしたいこと·特産物",
      "ko": "하고 싶은 이야기·특산물",
      "en": "Something to Share: Local Specialty",
      "de": "Willst du mir etwas mitteilen? – Spezialität",
      "es": "¿Algo que decir? - Objeto típico",
      "fr": "Quelque chose à partager - Spécialité locale",
      "pt": "Algo para se Compartilhar: Especialidades Locais",
      "ru": "Давай поделимся: диковинки",
      "id": "Berbagi Cerita: Produk Khas",
      "th": "ต้องการจะแชร์อะไร - ของพิเศษ",
      "vi": "Có gì muốn chia sẻ không - Đặc sản"
    },
    "line": {
      "zhs": "知道稻妻最具代表性的特产是什么吗？不对，并非刀具。是「御建鸣神主尊大御所大人像」造型的漆器，由老练的漆器师傅手工打造，城内几乎每家每户都供奉着一座。我的屋里？有五座。",
      "zht": "知道稻妻最具代表性的特產是什麼嗎？不對，並非刀具。是「御建鳴神主尊大御所大人像」造型的漆器，由老練的漆器師傅手工打造，城內幾乎每家每戶都供奉著一座。我的屋裡？有五座。",
      "jp": "稲妻を最も代表する特産物が何か分かるか？違う、刀ではない。「御建鳴神主尊大御所様像」の形を模した漆器だ。手練れの漆器職人の手によって作られ、ほぼすべての世帯に1つずつ祀られている。私か？5つ家にあるぞ。",
      "ko": "이나즈마의 가장 대표적인 특산물이 뭔지 알아? 검? 아니야. 「위대하신 나루카미 쇼군상」 모양의 칠기인데, 노련한 장인이 수공예로 직접 만든 거지. 아마 성에 있는 모든 집에 하나씩 있을걸. 내 방엔, 한 다섯 개?",
      "en": "Do you know what the most distinctively Inazuman item of all is? No, it is not a blade of any sort. It is a lacquerware carving of the Statue of Her Excellency, the Almighty Narukami Ogosho, God of Thunder. They are hand-made by old and skilled lacquerware craftspeople, and nearly every single home in the city has one. My house, you ask? I have five.",
      "de": "Weißt du, was die Spezialität mit dem stärksten Kultfaktor in Inazuma ist? Nein, keine Schwerter. Es sind die Lackwaren in Form der „allmächtigen Narukami“, die von erfahrenen Lackwarenmeistern handgefertigt werden und von denen in fast jedem Haus der Stadt eine geopfert wird. In meinem Haus? Da gibt es fünf von ihnen.",
      "es": "¿Sabes cuál es el objeto más típico de Inazuma? No, no es una espada. Es una figurilla lacada de Su Excelencia, la todopoderosa Narukami, la diosa del trueno. La hacen a mano unos artesanos muy habilidosos y prácticamente hay una en todas las casas de Inazuma. ¿Que cuántas tengo yo? Cinco.",
      "fr": "Sais-tu quel est l'objet le plus représentatif du style inazumien ? Non, il ne s'agit pas d'une épée. C'est la « Statuette de Son Excellence, la toute-puissante Narukami Ogosho », une statuette laquée. Elle est fabriquée à la main par un artisan de talent. On peut en trouver une dans quasiment chaque foyer à l'intérieur de la cité. Chez moi ? Il y en a cinq.",
      "pt": "Você sabe qual é o item mais distinto de Inazuma? Não, não é nenhuma lâmina. São as estátuas de laca de Vossa Excelência, a Toda-Poderosa Narukami Ogosho, Deusa do Trovão. Elas foram feitas por velhos e habilidosos laqueadores, e quase toda casa na cidade tem uma. Você quer saber quantas há na minha casa? Cinco.",
      "ru": "Ты знаешь, какие диковинки есть в Инадзуме? Нет, не ножи. Это лаковые фигурки её превосходительства Наруками Огосё, изготовленные руками опытных мастеров. Почти в каждом доме Инадзумы есть такие. Есть ли у меня фигурки? Пять штук.",
      "id": "Apakah kamu tahu produk khas yang paling mewakili Inazuma? Bukan, bukan pedang. Produk khas itu adalah kerajinan lak yang berbentuk \"Patung Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa, Dewi Petir\" — yang dipahat dengan tangan para pengrajin berpengalaman. Hampir setiap rumah di Inazuma memiliki satu kerajinan itu. Di rumahku? Aku punya lima.",
      "th": "รู้มั้ยว่าของพิเศษที่แสดงถึงความเป็น Inazuma มากที่สุดคืออะไร? ไม่ ไม่ใช่ดาบหรอกนะ มันคือเครื่องเคลือบ \"รูปสลักท่านโชกุน เทพแห่งสายฟ้า Narukami Ogosho ผู้ยิ่งใหญ่\" ซึ่งทำโดยช่างฝีมือที่มากประสบการณ์ แทบทุกบ้านในเมืองต่างมีไว้บูชากัน ส่วนที่บ้านฉันน่ะเหรอ? มีห้าอันเลยล่ะ",
      "vi": "Bạn có biết đặc sản tiêu biểu của Inazuma là gì không? Không đúng, không phải đao kiếm đâu. Mà là đồ sơn mài có hình dáng của \"Tượng Đại Nhân Narukami Ogosho\" đấy, được làm thủ công bởi những bậc thầy sơn mài giàu kinh nghiệm. Hầu như hộ gia đình nào trong thành cũng đều thờ một bức như vậy. Còn nhà tôi hả? Năm bức đấy."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "当我心中有难解之事时，我会伫立在神樱树下闭目养神，再次睁开眼时，飘落的花瓣就会为我指引方向。",
      "zht": "當我心中有難解之事時，我會佇立在神櫻樹下閉目養神，再次睜開眼時，飄落的花瓣就會為我指引方向。",
      "jp": "私は困難に立ち向かった時、神櫻の下に立ち、目を閉じて心を休める。そして再び目を開けると、落ちてくる花びらが私の進むべき先を導いてくれるんだ。",
      "ko": "마음을 어지럽히는 일이 있을 땐 항상 신성한 벚나무 아래 서서 눈을 감고 정신을 가다듬어. 그러다 눈을 뜨면 떨어져 내리는 꽃잎이 내가 가야 할 길을 알려주지",
      "en": "Whenever something is bothering me inside, I stand beneath the Sacred Sakura, close my eyes, and try to calm my mind. When I open my eyes again, the falling blossoms will guide my path.",
      "de": "Wenn ich etwas auf dem Herzen habe, stelle ich mich unter die heilige Sakura und schließe meine Augen, und wenn ich sie wieder öffne, zeigen mir die fallenden Blütenblätter den Weg.",
      "es": "Cuando se me presenta un problema de difícil solución, me paro bajo el Cerezo Sagrado, cierro los ojos e intento calmar mi mente. Cuando vuelvo a abrir los ojos, los pétalos de cerezo que caen guían mi camino.",
      "fr": "Quand quelque chose me tourmente, je me tiens près du cerisier sacré, je ferme les yeux et tente d'apaiser mon esprit. Lorsque j'ouvre à nouveau les yeux, les pétales qui virevoltent guident mes pas.",
      "pt": "Quando algo está me incomodando, eu fico debaixo da Sakura Sagrada, fecho meus olhos e tento acalmar minha mente. Quando abro meus olhos novamente, as pétalas que estão caindo guiarão meu caminho.",
      "ru": "Когда передо мной стоит сложная задача, я встаю под Священной сакурой и закрываю глаза, а когда открываю их, опадающие лепестки указывают мне направление.",
      "id": "Waktu ada sesuatu yang mengganggu pikiranku, aku akan berdiri di bawah pohon Sacred Sakura dan memejamkan mata untuk mengistirahatkan pikiran. Saat aku membuka mata lagi, kelopak sakura yang jatuh akan memberiku arahan.",
      "th": "เมื่อไหร่ก็ตามที่มีเรื่องรบกวนจิตใจ ฉันจะไปยืนใต้ต้น Sacred Sakura หลับตาลง และพยายามทำใจให้สงบ เมื่อลืมตาขึ้นอีกครั้ง กลีบดอกที่ร่วงหล่นลงมาจะช่วยชี้ทางให้ฉันเอง",
      "vi": "Mỗi khi tôi gặp chuyện khó giải quyết, tôi sẽ đến chỗ Anh Đào Thần nhắm mắt tịnh tâm, và khi mở mắt ra, những cánh hoa rơi sẽ chỉ đường dẫn lối cho tôi."
    }
  },
  {
    "title": {
      "zhs": "关于托马…",
      "zht": "關於托馬…",
      "jp": "トーマについて…",
      "ko": "토마에 대해…",
      "en": "About Thoma",
      "de": "Über Thoma ...",
      "es": "Sobre Thoma...",
      "fr": "À propos de Thomas...",
      "pt": "Sobre Thoma...",
      "ru": "О Томе...",
      "id": "Tentang Thoma",
      "th": "เกี่ยวกับ Thoma...",
      "vi": "Về Thoma..."
    },
    "line": {
      "zhs": "「天领奉行」的宅邸很大，如果有像托马一样优秀的家政官就好了，一定能将家中纷繁事务打理妥当。要是什么时候，他不再想侍奉神里家了，我很希望他能过来帮忙。不过大概不会有这一天吧。",
      "zht": "「天領奉行」的宅邸很大，如果有像托馬一樣優秀的家政官就好了，一定能將家中紛繁事務打理妥當。要是什麼時候，他不再想侍奉神里家了，我很希望他能過來幫忙。不過大概不會有這一天吧。",
      "jp": "「天領奉行」の屋敷はとても大きい。トーマのように優秀な家司がいれば、屋敷内の煩わしい事務も上手く片付くんだがな。もし彼が神里家に仕えたくないと思う日が来れば、ここへ来て手伝ってもらいたいものだ…だが、そんな日が来ることはないだろうな。",
      "ko": "「텐료 봉행」의 저택은 아주 커. 토마처럼 훌륭한 가사 관리원이 있다면 집안의 번잡한 일들을 잘 처리할 수 있을 텐데. 언젠가 그가 더이상 카미사토 가문을 섬기지 않는다고 하면, 와서 날 좀 도왔으면 좋겠어… 하지만 그런 날은 오지 않을 것 같군",
      "en": "The Tenryou Commission's estate is very large. It would serve us well to have a fine housekeeper like Thoma who could keep all the numerous and disparate household affairs in order. If he ever tires of working for the Kamisato Clan, I would very much like for him to come to us... though I doubt that day will ever come.",
      "de": "Das Herrenhaus der „Tenryou-Verwaltung“ ist sehr groß, und es wäre schön, einen so guten Haushälter wie Thoma zu haben, die in der Lage ist, das Haus in Ordnung zu halten. Wenn er eines Tages nicht mehr bei der Familie Kamisato sein will, würde ich mich freuen, wenn er herkäme, um zu helfen. Aber ich glaube nicht, dass der Tag kommen wird.",
      "es": "La mansión de la Comisión Tenryou es muy grande. No nos vendría nada mal tener a alguien como Thoma para mantener los numerosos asuntos domésticos en orden. Si alguna vez se cansa de trabajar para el clan Kamisato, me encantaría que viniera con nosotros... aunque dudo que eso pase.",
      "fr": "La résidence de la Commission administrative est immense. Nous aurions bien besoin d'un serviteur expérimenté comme Thomas pour gérer de manière appropriée nos nombreuses affaires domestiques. S'il décide un jour de prendre congé auprès du Clan Kamisato, j'espère qu'il viendra nous rejoindre. Je doute cependant qu'un tel jour arrivera.",
      "pt": "A propriedade da Comissão Tenryou é gigantesca. Seria bom para nós se pudéssemos encontrar um servente como Thoma que pudesse manter a ordem de todas as tarefas da casa. Se ele um dia se cansar de trabalhar para o Clã Kamisato, gostaria que ele viesse trabalhar para nós... Apesar que duvido que tal dia chegará.",
      "ru": "Резиденция комиссии Тэнрё очень большая, и было бы хорошо иметь такого хорошего управляющего, как Тома, который мог бы содержать дом в порядке. Если однажды он перестанет служить клану Камисато, я очень надеюсь, что он будет работать с нами. Возможно, этот день никогда не наступит.",
      "id": "Kediaman Tenryou Commission sangat luas. Seandainya saja kami punya pengurus rumah seperti Thoma, urusan rumah tangga yang rumit pasti dapat diselesaikannya dengan baik. Kalau suatu hari dia tidak lagi melayani Klan Kamisato, aku sangat berharap dia mau datang bekerja di sini. Tapi mungkin tidak akan ada hari seperti itu.",
      "th": "คฤหาสน์ของสำนัก Tenryou นั้นใหญ่โตมาก ถ้ามีคนดูแลที่ยอดเยี่ยมอย่าง Thoma ล่ะก็ จะต้องจัดการเรื่องต่าง ๆ ภายในบ้านให้เข้าที่เข้าทางได้อย่างแน่นอน และถ้าเมื่อไหร่ที่เขาไม่อยากจะทำงานกับตระกูล Kamisato แล้ว ฉันอยากได้เขามาช่วยงานมากเลย แต่คงจะไม่มีวันนั้นหรอกมั้ง",
      "vi": "Dinh thự của \"Hiệp Hội Tenryou\" rất lớn, nếu có một quản gia xuất sắc như Thoma thì tốt rồi, chắc chắn sẽ sắp xếp ổn thỏa mọi việc rối rắm trong nhà. Nếu một lúc nào đó anh ấy không còn muốn phục vụ cho gia đình Kamisato nữa, thì tôi rất hi vọng anh ấy có thể đến giúp. Nhưng chắc sẽ không có ngày đó đâu."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫华…",
      "zht": "關於神里綾華…",
      "jp": "神里綾華について…",
      "ko": "카미사토 아야카에 대해…",
      "en": "About Kamisato Ayaka",
      "de": "Über Kamisato Ayaka ...",
      "es": "Sobre Kamisato Ayaka...",
      "fr": "À propos de Kamisato Ayaka...",
      "pt": "Sobre Kamisato Ayaka...",
      "ru": "О Камисато Аяке...",
      "id": "Tentang Kamisato Ayaka",
      "th": "เกี่ยวกับ Kamisato Ayaka...",
      "vi": "Về Kamisato Ayaka..."
    },
    "line": {
      "zhs": "平时在九条家，只有士兵们在道场训练的声响，而每次路过神里家，总会听见舞乐声、打闹声和笑声。听闻神里家的大小姐棋技了得，我一直等候时机，想要登门拜访，却又担心…像我这般严肃的人，是否会与那般氛围格格不入呢。",
      "zht": "平時在九條家，只有士兵們在道場訓練的聲響，而每次路過神里家，總會聽見舞樂聲、打鬧聲和笑聲。聽聞神里家的大小姐棋技了得，我一直等候時機，想要登門拜訪，卻又擔心…像我這般嚴肅的人，是否會與那般氛圍格格不入呢。",
      "jp": "普段九条家にいる時は、兵士たちが道場で訓練する音しか聞こえないが、神里家の近くを通る度、踊りや雑談、笑い声などが聞こえてくる…神里家の令嬢は将棋の心得もあると聞いた。機会があればぜひ訪問してみたいものだが…懸念もある…私のような堅物が、あのような雰囲気に溶け込めるだろうか。",
      "ko": "평소 쿠죠가에선 도장의 병사들이 훈련하는 소리만 들리는데, 카미사토가 앞을 지날 때면 음악 소리, 떠드는 소리, 웃음소리가 들려 와. 카미사토 가문 아가씨의 장기 두는 솜씨가 훌륭하다는 얘길 듣고 계속 찾아 갈 기회를 살피고 있었는데… 난 좀 엄숙한 편이라 그런 분위기와 어울리지 않을까 봐 걱정이야",
      "en": "In the Kujou household, normally the only sound to be heard is that of soldiers training in the dojo. But in the Kamisato household, there is the sound of music, dance, bickering, and laughter... I have heard that Miss Kamisato is skilled in the game of Go, and have always hoped for an occasion to pay her a visit, but... I also worry that someone of a serious demeanor like myself may not quite fit in there.",
      "de": "Normalerweise sind im Haus der Kujou nur die Geräusche der in der Trainingshalle übenden Soldaten zu hören, aber jedes Mal, wenn ich am Haus der Kamisato vorbeigehe, höre ich Tanzen, Spielen und Lachen. Ich warte immer auf den richtigen Zeitpunkt, um die Familie Kamisato zu besuchen, da ich gehört habe, dass ihre älteste Tochter eine gute Go-Spielerin sei, aber ich scheue mich, da ich nicht sicher bin, ob eine ernsthafte Person wie ich in diese Atmosphäre passen würde.",
      "es": "En la residencia Kujou, normalmente solo se oye el ruido de los soldados entrenando. Pero en casa de los Kamisato hay música, baile, bromas, risas... He oído que la señorita Kamisato es muy buena jugando al ajedrez y siempre he querido ir a visitarla, pero... me preocupa que alguien tan seria como yo no encaje bien allí.",
      "fr": "Dans la résidence du Clan Kujou, le seul son que l'on peut percevoir est celui des soldats à l'entraînement dans le dojo. Mais à chaque fois que je passe devant la résidence du Clan Kamisato, j'entends de la musique, des chamailleries et des rires. J'ai entendu dire que dame Kamisato était très douée au jeu de go et j'ai toujours souhaité lui rendre visite, mais... J'ai bien peur que quelqu'un d'aussi sérieux que moi n'ait pas sa place là-bas.",
      "pt": "Na casa Kujou, o único som que normalmente se escuta é o de soldados treinando no dojo. Mas na casa Kamisato, há o som de música, dança, brigas e risos... Ouvi dizer que a Senhorita Kamisato é habilidosa em Go, e sempre esperei por uma ocasião para visitá-la... Mas me preocupa que alguém séria como eu não me encaixaria ali.",
      "ru": "Обычно в клане Кудзё слышны только звуки тренировок воинов в додзё, а вот когда я прохожу мимо клана Камисато, то слышу танцы, игры и смех. Я жду подходящего момента, чтобы посетить клан Камисато, говорят, что их старшая дочь отлично играет в го. Но я беспокоюсь, что... такой серьёзный человек, как я, не впишется в атмосферу.",
      "id": "Di keluarga Kujou, satu-satunya suara yang biasanya terdengar adalah suara tentara yang berlatih di dojo. Sedangkan di keluarga Kamisato, ada suara musik, tarian, pertengkaran, dan tawa ... Aku dengar kalau Nona Kamisato ahli dalam bermain Go. Aku selalu berharap bisa mengunjunginya, tapi ... aku khawatir bahwa seseorang dengan sifat yang serius seperti diriku mungkin tidak cocok di sana.",
      "th": "ปกติแล้วบ้านของตระกูล Kujou จะมีแค่เสียงของทหารฝึกที่ฝึกซ้อมอยู่ในโรงฝึก แต่ทุกครั้งที่เดินผ่านบ้าน Kamisato มักจะได้ยินแต่เสียงร้องเต้นเล่นระบำ เสียงครื้นเครง และเสียงหัวเราะ ได้ยินมาว่าคุณหนูใหญ่แห่งตระกูล Kamisato เล่นหมากรุกเก่งมาก ฉันรอโอกาสที่จะไปเยี่ยมเธอที่บ้านมาตลอด แต่ก็กลัวว่า...คนที่ท่าทางจริงจังอย่างฉัน จะเข้ากับบรรยากาศแบบนั้นได้รึเปล่า",
      "vi": "Bình thường trong nhà Kujou chỉ có tiếng huấn luyện của những binh sĩ nơi võ đường, còn mỗi lần đi ngang qua nhà Kamisato, lúc nào cũng nghe được tiếng ca múa và tiếng cười náo nhiệt. Nghe nói đại tiểu thư của nhà Kamisato chơi cờ rất giỏi, tôi luôn chờ cơ hội để có thể ghé thăm, nhưng lại lo rằng... người nghiêm túc như tôi liệu có hòa hợp với bầu không khí đó được hay không!"
    }
  },
  {
    "title": {
      "zhs": "关于宵宫…",
      "zht": "關於宵宮…",
      "jp": "宵宮について…",
      "ko": "요이미야에 대해…",
      "en": "About Yoimiya",
      "de": "Über Yoimiya ...",
      "es": "Sobre Yoimiya...",
      "fr": "À propos de Yoimiya...",
      "pt": "Sobre Yoimiya...",
      "ru": "О Ёимии...",
      "id": "Tentang Yoimiya",
      "th": "เกี่ยวกับ Yoimiya...",
      "vi": "Về Yoimiya..."
    },
    "line": {
      "zhs": "只要她不在我的军营里乱放烟花，我是不会找她麻烦的。哼，我知道，抛开别的不谈，她做的烟花的确流光溢彩，值得称赞。只不过烟花易逝，刹那光辉结束后，夜空上留下的依旧是黑暗。所以我时常提醒自己，想要贯彻护佑稻妻的使命，就不能沉沦在这些虚幻的光景中。",
      "zht": "只要她不在我的軍營裡亂放煙花，我是不會找她麻煩的。哼，我知道，拋開別的不談，她做的煙花的確流光溢彩，值得稱讚。只不過煙花易逝，刹那光輝結束後，夜空上留下的依舊是黑暗。所以我時常提醒自己，想要貫徹護佑稻妻的使命，就不能沉淪在這些虛幻的光景中。",
      "jp": "私の軍営で花火を打ち上げない限り、彼女をどうしようというつもりはない。だがまあ…ふんっ、私も別に知らないわけではない。彼女の作る花火は確かに色鮮やかで称賛に値するものだ…しかし花火とは、放った輝きが刹那の間に消え、夜空に残るは暗闇のみ。だからこそ、稲妻を守るという使命を貫こうとするのなら、そのような虚ろな光に浸っていてはならないと自分に言い聞かせているんだ。",
      "ko": "그녀가 내 군영에서 함부로 불꽃놀이만 하지 않으면, 나도 귀찮게 할 생각은 없어. 흥, 다른 건 몰라도 요이미야의 불꽃놀이는 확실히 화려하고 아름다워. 칭찬할 만해…. 하지만 불꽃은 한순간에 불과하지. 찰나의 빛이 사라지고 나면 밤하늘은 여전히 어둠으로 가득해. 그래서 난 이나즈마를 지키기 위해선 이런 허황된 반짝임에 현혹되어서는 안 된다고 나 자신을 언제나 일깨우곤 하지",
      "en": "As long as she is not setting off fireworks in my camp, I will cause her no trouble. Heh, yes, I know — all else aside, her fireworks are spectacular and brilliant, and she deserves all the praise she gets. The issue for me is that fireworks are fleeting in nature. After one brief moment of dazzling light, all that remains is the pitch-black night sky, the same as before. So I often have to caution myself not to become too captivated by this illusory spectacle. It is transient, but Inazuma is eternal, and my mission is to protect Inazuma.",
      "de": "Solange sie in meiner Kaserne nicht wahllos Feuerwerkskörper zündet, werde ich sie nicht stören. Das Feuerwerk, das sie macht, ist, abgesehen von anderen Dingen, strahlend und lobenswert. Es ist nur so, dass Feuerwerke unbeständig sind, und wenn das momentane Glühen vorbei ist, ist alles, was am Nachthimmel noch übrig ist, Dunkelheit. Deshalb erinnere ich mich oft daran, dass ich nicht in diesen illusorischen Lichtern versinken darf, wenn ich meine Mission zum Schutz von Inazuma erfüllen will.",
      "es": "Mientras no se ponga a lanzar fuegos artificiales en mi campamento, yo no la molesto. Jeje, sí, ya sé, sus creaciones son magníficas y espectaculares y merecen todas las alabanzas que le dedican. Para mí, el problema es que los fuegos artificiales son por naturaleza fugaces. Tras una breve explosión de luz, lo único que queda es el cielo negro, igual que antes. Muchas veces tengo que recordarme a mí misma que no debo quedarme demasiado embobada con ese espectáculo ilusorio. Es transitorio, pero Inazuma es eterna, y mi misión es proteger Inazuma.",
      "fr": "Tant qu'elle ne lance pas de feu d'artifice dans mon camp, je ne lui causerai aucun ennui. Hmm, oui je sais, il faut avouer que ses feux d'artifice sont impressionnants et colorés, elle mérite les louanges qui lui sont adressées. Selon moi, le souci est que les feux d'artifice sont intrinsèquement éphémères. Après un bref instant d'éclat, il ne reste que l'immuable obscurité. Je dois donc me rappeler régulièrement de ne pas me laisser aller à ce spectacle illusoire. Il est temporaire, contrairement à Inazuma, et ma mission est de la protéger.",
      "pt": "Desde que ela não solte fogos de artifício no meu acampamento, não lhe causarei problemas. Sim, eu sei, apesar de tudo, seus fogos de artifício são espetaculares e brilhantes, e ela merece todos os elogios que recebe. O problema para mim é que os fogos de artifício são passageiros pela sua própria natureza. Após um breve momento de luz ofuscante, tudo que permanece é o céu escuro, o mesmo que antes. Por isso, eu constantemente tenho que ser cautelosa para não ser cativada por esse espetáculo ilusório. Ele é passageiro, mas Inazuma é eterna, e minha missão é protegê-la.",
      "ru": "Пока она не устраивает беспорядочные фейерверки в моём лагере, я не буду ей мешать. Не считая всего остального, фейерверки, которые она устраивает, действительно выше всякой похвалы. Просто фейерверки непостоянны, и когда мгновенное сияние заканчивается, на ночном небе остаётся лишь темнота. Поэтому я часто напоминаю себе, что если я хочу выполнить свою миссию по защите Инадзумы, я не должна погружаться в эти иллюзорные огни.",
      "id": "Asalkan dia tidak menyalakan kembang api di kemahku, aku tidak akan mencari masalah dengannya. Heh, aku tahu, kalau tidak melihat hal-hal lainnya, kembang api buatannya memang sangat indah dan patut dipuji. Tapi kembang api sirna dalam sekejap, saat kemegahan cahaya itu berakhir, yang tersisa di langit malam hanyalah kegelapan. Jadi aku selalu mengingatkan diriku untuk tidak terpaku pada ilusi sesaat tersebut. Keindahan itu hanya sementara saja, tapi Inazuma kekal abadi, dan tugasku adalah untuk melindungi Inazuma.",
      "th": "ขอแค่เธอไม่มาจุดดอกไม้ไฟในค่ายทหารของฉัน ฉันก็ไม่มีปัญหากับเธอหรอก หึ ฉันรู้ว่าดอกไม้ไฟที่เธอทำนั้นสวยงามอลังการ และน่าชื่นชมมาก แต่ดอกไม้ไฟน่ะ หลังจากที่แสงระยิบระยับดับแล้วก็หายไปทันที เหลือเพียงแค่ท้องฟ้ายามค่ำคืนที่มืดมิดตามเดิม ฉันก็เลยคอยเตือนตัวเองเสมอว่า ภารกิจของฉันคือการปกป้อง Inazuma และฉันจะต้องไม่หลงไปกับภาพลวงตาเหล่านี้",
      "vi": "Chỉ cần cô ấy đừng đốt pháo hoa lung tung trong quân doanh của tôi thì tôi sẽ không làm khó dễ cô ấy đâu. Ừm, không nói đến những vấn đề khác, tôi biết pháo hoa mà cô ấy làm rất đẹp rất rực rỡ, xứng đáng được khen ngợi. Chỉ là, pháo hoa chóng tàn, ánh sáng huy hoàng trong phút chốc ấy sau khi tắt ngấm, thì thứ để lại trên bầu trời đêm vẫn là bóng tối mênh mông. Vì vậy tôi thường tự nhắc nhở mình, muốn quán triệt sứ mệnh bảo vệ Inazuma thì không thể đắm chìm vào những quang cảnh hư ảo đó."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏…",
      "zht": "關於鹿野院平藏…",
      "jp": "鹿野院平蔵について…",
      "ko": "시카노인 헤이조에 대해…",
      "en": "About Shikanoin Heizou",
      "de": "Über Shikanoin Heizou ...",
      "es": "Sobre Shikanoin Heizou...",
      "fr": "À propos de Shikanoin Heizou...",
      "pt": "Sobre Shikanoin Heizou",
      "ru": "О Сиканоине Хэйдзо...",
      "id": "Tentang Shikanoin Heizou",
      "th": "เกี่ยวกับ Shikanoin Heizou...",
      "vi": "Về Shikanoin Heizou..."
    },
    "line": {
      "zhs": "鹿野院…虽说这位是我的同僚，但我对他没什么好感。总感觉他有很多自己的盘算，没有把组织的事放在第一位。要不是看在他探案有功的份上，早该对他多加管束。\n\n唉，真是头疼。",
      "zht": "鹿野院…雖說這位是我的同僚，但我對他沒什麼好感。總感覺他有很多自己的盤算，沒有把組織的事放在第一位。要不是看在他探案有功的份上，早該對他多加管束。\n\n唉，真是頭疼。",
      "jp": "鹿野院…私の同僚だが、彼に対してあまり良い印象は持っていない。個人的な思案ばかりを巡らせ、組織を第一に考えないように感じる。捜査の功績がなければ、とっくに取り締まっていたところだ。\n\nはぁ、まったく…困ったものだな。",
      "ko": "시카노인… 내 동료이긴 하지만, 딱히 호감은 아니야. 늘 조직 보다 개인적인 계획을 더 우선시하는 것 같거든. 사건 수사에 큰 공을 세우지 않았다면, 진작 더 엄격하게 관리했을 텐데…\n\n아, 머리 아파",
      "en": "Shikanoin and I may be colleagues, but I have few positive words to say about him. He seems preoccupied with his personal schemes while official duties take second place. The only reason I have not sought to bring him into line so far is that his investigations deliver results... \n\n*sigh* He is such a headache.",
      "de": "Shikanoin ... Obwohl das ein Kollege von mir ist, empfinde ich keine Freundschaft für ihn. Ich habe das Gefühl, dass er viele eigene Ziele verfolgte und das Geschäft der Organisation nicht an die erste Stelle setzt. Ohne seine Arbeit als Detektiv wäre er schon vor Langem gemaßregelt worden.\n\nHach, das bereitet einem wirklich Kopfschmerzen.",
      "es": "Shikanoin y yo somos colegas, pero tengo pocas cosas buenas que decir sobre él. Parece que siempre está ocupado con sus maquinaciones personales y deja sus deberes oficiales en segundo plano. El único motivo por el que no le doy un aviso es porque sus investigaciones siempre ofrecen resultados. *Suspira*, es todo un problema.",
      "fr": "Shikanoin et moi avons beau être collègues, je n'ai que peu de sympathie à son égard. Il semble toujours préoccupé par ses affaires personnelles et tout ce qui est de caractère officiel passe en second plan. La seule raison pour laquelle je ne le rappelle pas à l'ordre est que ses investigations portent leurs fruits.\n\n*soupir* C'est un tel casse-tête avec lui.",
      "pt": "Shikanoin e eu somos colegas, mas tenho poucas coisas para dizer a respeito dele. Ele parece preocupado com seus esquemas pessoais, enquanto deveres oficiais vêm em segundo lugar. A única razão para eu não ter lhe disciplinado é que suas investigações trazem resultados.\n\n*Suspiro* Mas ele é uma dor de cabeça.",
      "ru": "Сиканоин... Хотя он мой товарищ по службе, у меня плохое предчувствие на его счёт. Я чувствую, что у него много собственных планов, и он не ставит дела организации на первое место. Если бы не его детективная деятельность, он был бы более дисциплинирован.\n\nОх, от него сплошная головная боль.",
      "id": "Meskipun Shikanoin adalah rekanku, tapi aku tidak punya kesan yang baik tentangnya. Aku selalu merasa kalau dia punya pikirannya sendiri, dan tidak memprioritaskan tugas resminya. Satu-satunya alasan kenapa aku belum pernah memarahinya adalah karena investigasinya selalu membuahkan hasil ....\n\n*Huff* Dia benar-benar membuatku pusing.",
      "th": "ถึงแม้ Shikanoin...จะเป็นเพื่อนร่วมงานของฉัน แต่ฉันไม่ได้รู้สึกดีกับเขาเท่าไหร่ ฉันมักจะรู้สึกว่าเขามีแผนการของตัวเองมากมาย และไม่ได้ให้ความสำคัญกับเรื่องของสำนักเป็นหลัก ถ้าไม่เห็นแก่ผลงานที่เขาช่วยสืบสวนล่ะก็ ฉันคงจัดการเขาไปนานแล้ว\n\nเฮ้อ ปวดหัวซะจริง ๆ",
      "vi": "Shikanoin...tuy là cộng sự của tôi, nhưng tôi không có thiện cảm với anh ta. Tôi cứ cảm thấy anh ta có quá nhiều tính toán riêng, không hề đặt công việc trong tổ chức lên hàng đầu. Nếu không phải nể tình anh ta có công điều tra vụ án, thì tôi đã sớm chỉnh đốn anh ta rồi.\n\nHaiz, đau đầu ghê."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军·相信",
      "zht": "關於雷電將軍·相信",
      "jp": "雷電将軍について·信頼",
      "ko": "라이덴 쇼군에 대해·신뢰",
      "en": "About the Raiden Shogun: Trust",
      "de": "Über Shougun Raiden – Vertrauen",
      "es": "Sobre la Shogun Raiden - Confianza",
      "fr": "À propos de la Shogun Raiden - Confiance",
      "pt": "Sobre a Shogun Raiden: Confiança",
      "ru": "О сёгуне Райдэн: Доверие",
      "id": "Tentang Raiden Shogun: Percaya",
      "th": "เกี่ยวกับโชกุน Raiden - ความเชื่อ",
      "vi": "Về Raiden Shogun - Tin tưởng"
    },
    "line": {
      "zhs": "你肯定从不少地方听说过吧？将军大人追求的是无念无执的永恒，舍弃尘世的执念，执着不变的永恒。将军大人的言行决断，我并非每一处都能参透。但既然这是她的决定，我便相信她。",
      "zht": "#{F#妳}{M#你}肯定從不少地方聽說過吧？將軍大人追求的是無念無執的永恆，捨棄塵世的執念，執著不變的永恆。將軍大人的言行決斷，我並非每一處都能參透。但既然這是她的決定，我便相信她。",
      "jp": "きっと色々な場所ですでに聞いているのではないか？将軍様が求めているのは、無念無執の永遠。浮世の執念を捨て、不変の永遠に執着する…将軍様の言動をすべて理解することは私にもできない。しかし将軍様が決めたことである以上、私はそれを信じるのみ。",
      "ko": "쇼군님이 무념무상의 영원을 추구하신다는 건 너도 많이 들어봤겠지? 속세에 대한 집념을 버리고, 무념무상의 영원에 집착한다… 쇼군님의 언행과 결단을 내가 모두 이해할 순 없지만, 이게 그분의 결정이라면 난 믿고 따를 거야",
      "en": "As I'm sure you've heard many times before, the Almighty Shogun seeks Eternity — an existence beyond the dominion of thought and longing. \"Abandon mortal ties, strive for an unchanging Eternity\"... The Almighty Shogun's manner is always resolute, and I do not always fully grasp the meaning of her words. But this is her decision, and I trust her.",
      "de": "Das hast du sicher von vielen so gehört, oder? Der allmächtige Shougun sucht die Ewigkeit, die frei von Gedanken ist, die irdische Obsessionen aufgibt und in Einklang mit dem Unveränderlichen ist. Ich bin nicht in der Lage, alle der Worte und Handlungen des allmächtigen Shougun zu verstehen. Aber da es ihre Entscheidung ist, vertraue ich ihr.",
      "es": "Seguro que ya oíste esto muchas veces: la todopoderosa Shogun anhela la eternidad, una existencia más allá del dominio del pensamiento y los deseos. Abandonar los lazos mortales y luchar por una eternidad sin cambios... La todopoderosa Shogun siempre se muestra decidida y no siempre entiendo completamente el significado de sus palabras. Pero es su decisión, y confío en ella.",
      "fr": "Je suis certaine que vous en avez déjà entendu parler à de nombreuses reprises. La Shogun toute-puissante recherche l'éternité, une existence qui transcende toute pensée et toute aspiration. Abandonner les liens mortels pour atteindre l'éternité immuable. Les paroles de la Shogun toute-puissante sont résolues et je ne saisis pas toujours le sens de ses mots. Mais il s'agit-là de sa décision, et je lui fais entièrement confiance.",
      "pt": "Eu tenho certeza que você já ouviu muitas vezes antes, a Toda-Poderosa Shogun busca a Eternidade, uma existência além do domínio do pensamento e da saudade. \"Abandonar laços mortais, buscar uma Eternidade imutável\"... A Toda-Poderosa Shogun sempre é resoluta, e eu nem sempre compreendo completamente o significado de suas palavras. Mas isso é a decisão dela, e confio nela.",
      "ru": "#Ты наверняка много слышал{F#а} об этом, верно? Её превосходительство стремится к вечности, в которой нет мыслей и привязанностей, нет навязчивых идей и которая никогда не изменится. Я не понимаю каждого действия и решения её превосходительства, но я беспрекословно ей доверяю.",
      "id": "Kamu pasti sudah sering mendengarnya, kan? Yang Mulia Shogun mengejar keabadian yang tidak memiliki pemikiran dan keterikatan. \"Tinggalkan ikatan dengan dunia fana, capailah Keabadian yang tak pernah berubah\" ... Yang Mulia Shogun selalu tegas, dan aku tidak selalu bisa memahami arti kata-katanya. Tapi ini keputusannya, dan aku akan memercayainya.",
      "th": "เธอคงจะได้ยินจากที่ต่าง ๆ มาไม่น้อยแล้วสินะ? สิ่งที่ท่านโชกุนใฝ่หาก็คือความเป็นนิรันดร์ที่ไร้ซึ่งความคิดและความผูกพัน ละทิ้งความลุ่มหลงทางโลก และยึดมั่นในความเป็นนิรันดร์ที่ไม่เปลี่ยนแปลง ฉันไม่ได้เข้าใจในทุก ๆ คำพูดและการกระทำที่เด็ดขาดของท่านโชกุนหรอกนะ แต่ในเมื่อท่านตัดสินใจไปแล้ว ฉันก็เชื่อมั่นในตัวท่าน",
      "vi": "Chắc hẳn bạn cũng đã nghe từ nhiều nơi rồi nhỉ? Điều mà Shogun đại nhân đang mưu cầu chính là sự vĩnh hằng tuyệt đối, vượt ra ngoài sự thống trị của chấp niệm trần thế, một sự trường tồn bất biến. Lời nói và việc làm của Shogun đại nhân vô cùng quyết đoán, không phải lúc nào tôi cũng có thể hiểu hết. Nhưng nếu đã là quyết định của cô ấy, thì tôi cứ tin tưởng là được."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军·追随",
      "zht": "關於雷電將軍·追隨",
      "jp": "雷電将軍について·追随",
      "ko": "라이덴 쇼군에 대해·추종",
      "en": "About the Raiden Shogun: Service",
      "de": "Über Shougun Raiden – Gefolge",
      "es": "Sobre la Shogun Raiden - Servicio",
      "fr": "À propos de la Shogun Raiden - Service",
      "pt": "Sobre a Shogun Raiden: Serviço",
      "ru": "О сёгуне Райдэн: Следование",
      "id": "Tentang Raiden Shogun: Ikut",
      "th": "เกี่ยวกับโชกุน Raiden - ติดตามไป",
      "vi": "Về Raiden Shogun - Theo đuổi"
    },
    "line": {
      "zhs": "「眼狩令」废除…嗯，看来你才是对的。咳…但这并不说明将军大人是错的。只是追求「永恒」之路的方式将要改变罢了。不知那位千百年来守护着稻妻的将军大人，如今心中是否平静呢。我只知道，不管道路上有多少险阻，我都会一如既往追随她。",
      "zht": "#「眼狩令」廢除…嗯，看來{F#妳}{M#你}才是對的。咳…但這並不說明將軍大人是錯的。只是追求「永恆」之路的方式將要改變罷了。不知那位千百年來守護著稻妻的將軍大人，如今心中是否平靜呢。我只知道，不管道路上有多少險阻，我都會一如既往追隨她。",
      "jp": "「目狩り令」の廃止…ふむ、どうやらお前が正しかったようだ。コホンッ…しかし、将軍様が間違っていたということではない。「永遠」という道の求め方が変わっただけだ。幾千年もの間、稲妻を守ってきた将軍様は今、安らかな気持ちであられるのだろうか。この先の道がどんなに危険であろうと、私は将軍様についていく！",
      "ko": "「안수령」 폐지… 음, 네가 맞았을지도 모르겠군. 큼… 하지만 그렇다고 쇼군님이 틀렸다는 건 아니지. 그저 「영원」을 추구하는 방식이 바뀌려는 것뿐이야. 천년이 넘는 시간 동안 이나즈마를 지켜오신 쇼군님의 마음은 지금 평온하실까? 내가 아는 건 가는 길이 얼마나 험난하든 난 계속해서 그분을 따를 거라는 거야",
      "en": "So, the Vision Hunt Decree was repealed... Yes, it seems that you were right. ...Ahem, but this is not to say that the Almighty Shogun made a mistake. She has simply chosen to pursue eternity by a different route. I do not know whether the Shogun has finally found inner peace after protecting Inazuma over all these millennia. All I know is that however perilous the road ahead may become, I will follow her as I have always done.",
      "de": "#Die Aufhebung des „Augenhatz-Dekrets“ ... nun, es scheint, dass du {F#die}{M#der}jenige bist, {F#die}{M#der} recht hat. Das heißt aber nicht, dass der allmächtige Shougun falsch liegt. Es ist nur so, dass sich die Art und Weise, die „Ewigkeit“ zu verfolgen, ändern wird. Ich frage mich, ob der Shougun, der seit Tausenden von Jahren über Inazuma wacht, in ihrem Herzen Frieden empfindet. Ich weiß nur, dass ich ihr immer folgen werde, egal wie viele Hindernisse es auf dem Weg gibt.",
      "es": "Así que se derogó el Decreto de captura de Visiones... Parece que tenías razón. Pero esto no significa que la todopoderosa Shogun cometiera un error; simplemente decidió alcanzar la eternidad tomando una ruta distinta. No sé si la Shogun ha encontrado la paz interior tras proteger a Inazuma durante tantos siglos, pero estoy convencida de que la seguiré, como siempre he hecho, sin importar lo peligroso que sea el camino.",
      "fr": "Le décret de saisie est aboli... En effet, il semblerait que tu avais raison. Hum, cela ne veut pas pour autant dire que la Shogun toute-puissante était dans l'erreur. Elle a tout simplement pris la décision de poursuivre l'éternité d'une autre manière. J'ignore si la Shogun a apaisé son cœur après avoir protégé Inazuma pendant des millénaires. Ce que je sais, c'est que peu importe les dangers qui se dressent sur la route, je la suivrai comme je l'ai toujours fait.",
      "pt": "#O Decreto de Caça à Visão foi revogado... Sim, parece que você estava cert{F#a}{M#o}... Mas isso não quer dizer que a Toda-Poderosa Shogun fez um erro. Ela simplesmente decidiu perseguir a Eternidade por um caminho diferente. Eu não sei se a Shogun finalmente encontrou a paz interna após proteger Inazuma por todos esses milênios. Tudo que eu sei é que não importa o quão perigoso seja o caminho à frente, eu a seguirei como sempre fiz.",
      "ru": "#Отмена «Охоты на Глаза Бога»... что ж, похоже, что ты прав{F#а}. Но это не значит, что сёгун не права. Просто путь к «вечности» скоро изменится. Я не знаю, может ли её превосходительство сёгун, охранявший Инадзуму на протяжении тысяч лет, чувствовать себя спокойно. Я знаю только одно: сколько бы препятствий ни было на пути, я всегда буду следовать за ней.",
      "id": "Penghapusan Dekrit Perburuan VIsion... Ya, sepertinya kamu benar. *uhuk* Tapi ini bukan berarti Yang Mulia Shogun salah. Hanya saja, cara untuk mengejar keabadian itu yang akan berubah. Entah apakah Yang Mulia Shogun yang menjaga Inazuma selama ribuan tahun, bisa merasa tenang atau tidak. Aku hanya tahu, tidak peduli berapa banyak rintangan yang akan menghadang, aku akan tetap mengikutinya seperti biasa.",
      "th": "ยกเลิก \"คำสั่งล่าวิชั่น\"...อืม ดูเหมือนว่าเธอจะถูก อะแฮ่ม...แต่ไม่ได้หมายความว่าท่านโชกุนผิดนะ เพียงแค่เส้นทางการใฝ่หา \"ความเป็นนิรันดร์\" จะเปลี่ยนไปก็เท่านั้น ไม่รู้ว่าท่านโชกุนที่ปกป้อง Inazuma มานับร้อยนับพันปี จะรู้สึกสงบลงบ้างมั้ย แต่ฉันรู้แค่ว่า ไม่ว่าหนทางข้างหน้าจะมีอุปสรรคมากมายแค่ไหน ฉันก็จะตามท่านโชกุนไปเหมือนที่เคยทำมา",
      "vi": "Bãi bỏ \"Lệnh Truy Lùng Vision\"... Ừm, xem ra thì bạn đúng, nhưng đó không đồng nghĩa rằng Shogun đại nhân sai. Chỉ là cách thức truy cầu \"vĩnh hằng\" có sự thay đổi mà thôi. Không biết vị Shogun ngàn năm bảo vệ cho Inazuma giờ đây là tịnh tâm trở lại chưa. Tôi chỉ biết rằng dù cho nguy hiểm như thế nào, tôi cũng sẽ ở bên đại nhân."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "八重宫司大人的所作所为，经常会让我产生误会…但她既然贵为鸣神大社的大巫女，不难得见将军大人对她的信任与默许，我自然也会敬重她。不过，如果哪天她做了忤逆将军意志的事情，那就恕我冒犯了。",
      "zht": "八重宮司大人的所作所為，經常會讓我產生誤會…但她既然貴為鳴神大社的大巫女，不難得見將軍大人對她的信任與默許，我自然也會敬重她。不過，如果哪天她做了忤逆將軍意志的事情，那就恕我冒犯了。",
      "jp": "八重宮司様の行動は私に誤解を生ませることが多かった…しかし、彼女は鳴神大社の大巫女であるため、将軍様の信頼や黙認を受けており、私も自ずと彼女に敬意を表している。が…もしいつか彼女が将軍様の意志に背くようなことをしようものなら、その時は容赦しない。",
      "ko": "야에 궁사님의 행동엔 오해의 소지가 다분하지…. 하지만 나루카미 다이샤의 대무녀이기도 하고 쇼군 역시 그녀를 믿고 계시니, 나도 당연히 그녀를 존경해. 근데… 만약 쇼군의 뜻을 거스른다면, 나도 무례를 범할 수밖에 없지",
      "en": "Guuji Yae's actions often leave me with many questions... Nevertheless, the fact that she is the head shrine maiden of the Grand Narukami Shrine clearly shows the level of trust and approval that the Shogun places in her, and for this reason I also greatly respect her. But... if there ever comes a day when she disobeys the Shogun's will, then please accept my apologies in advance.",
      "de": "Was Yae Guuji tut, führt bei mir oft zu Missverständnissen ... aber da sie die Schreinjungfer des großen Narukami-Schreins ist, ist es nicht schwer, das Vertrauen und die Duldung des allmächtigen Shougun in sie zu sehen, und ich respektiere sie natürlich. Wenn sie jedoch eines Tages etwas gegen den Willen des Shougun tut, dann hat sie damit auch mich beleidigt.",
      "es": "Las acciones de la Suma Sacerdotisa Yae suelen dejarme con muchas preguntas... No obstante, el hecho de que sea la miko principal del Gran Santuario Narukami muestra claramente el nivel de confianza que tiene en ella la Shogun, y por ese motivo la respeto mucho. Pero si alguna vez llegara a desobedecer la voluntad de la Shogun, no me temblaría la mano.",
      "fr": "Les actions de la Guuji Yae me laissent souvent perplexe... Cependant, son titre de grande prêtresse du Sanctuaire de Narukami indique clairement le niveau de confiance et d'approbation que la Shogun lui accorde, raison pour laquelle je me dois également de la respecter. Mais, si arrive un jour où elle désobéit à la volonté de la Shogun, alors je suis désolée mais...",
      "pt": "As ações de Guuji Yae sempre me deixam com muitas questões... De qualquer maneira, o fato dela ser a Sacerdotisa Principal do Grande Santuário Narukami claramente mostra o nível de confiança e aprovação que a Shogun tem nela, e por essa razão, eu também a respeito consideravelmente. Mas se houver um dia em que ela desobedeça a vontade da Shogun, por favor, aceite minhas desculpas de antemão.",
      "ru": "Я не всегда правильно понимаю действия Гудзи Яэ... но поскольку она - верховная жрица Великого храма Наруками, нетрудно заметить доверие и молчаливое одобрение, которое её превосходительство сёгун питает к ней, и я, естественно, буду уважать её. Но если однажды она сделает что-то против воли сёгуна, то простите меня, если я поступлю с ней грубо.",
      "id": "Tindakan Lady Guuji Yae seringkali membuatku salah paham... Tapi karena dia adalah Pemimpin Suci dari Kuil Agung Narukami, tidaklah aneh melihat dia mendapat kepercayaan dan pengakuan dari Yang Mulia Shogun. Aku tentu saja harus menghormatinya juga. Tapi kalau suatu hari dia melakukan sesuatu yang bertentangan dengan kehendak Shogun, maka maafkan aku kalau aku bertindak kasar.",
      "th": "การกระทำของท่าน Guuji Yae มักจะทำให้ฉันเข้าใจผิดอยู่บ่อย ๆ... แต่เพราะเธอเป็นถึงหัวหน้ามิโกะแห่งศาลเจ้า Grand Narukami จึงไม่แปลกที่เธอได้รับความไว้วางใจและการยอมรับจากท่านโชกุน ฉันเองก็เคารพในตัวเธอเช่นกัน แต่ถ้าวันไหนที่เธอทำสิ่งที่ขัดต่อเจตจำนงของท่านโชกุนล่ะก็ คงต้องขออภัยที่ฉันจะต้องล่วงเกินเธอล่ะนะ",
      "vi": "Những gì mà Guuji Yae làm thường xuyên khiến tôi hiểu lầm... Nhưng cô ấy là đại pháp sư của Đền Narukami, cũng khó trách cô ấy được Shogun đại nhân tin tưởng và thừa nhận, vì vậy tôi cũng nên kính trọng cô ấy. Tuy nhiên, nếu như một ngày nào đó cô ta dám làm trái ý nguyện của Shogun thì đừng trách tôi mạo phạm."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海…",
      "zht": "關於珊瑚宮心海…",
      "jp": "珊瑚宮心海について…",
      "ko": "산고노미야 코코미에 대해…",
      "en": "About Sangonomiya Kokomi",
      "de": "Über Sangonomiya Kokomi ...",
      "es": "Sobre Sangonomiya Kokomi...",
      "fr": "À propos de Sangonomiya Kokomi...",
      "pt": "Sobre Sangonomiya Kokomi...",
      "ru": "О Сангономии Кокоми...",
      "id": "Tentang Sangonomiya Kokomi",
      "th": "เกี่ยวกับ Sangonomiya Kokomi...",
      "vi": "Về Sangonomiya Kokomi..."
    },
    "line": {
      "zhs": "比起「巫女」，她作为「军师」的才能更高。用锦囊打仗，此前实属闻所未闻。我是否也该学习着用这种方法来指挥幕府军呢？嗯…但这样恐怕会演变成双方把锦囊摆上台面，像卡牌一样逐张对战…想想还是不妥。",
      "zht": "比起「巫女」，她作為「軍師」的才能更高。用錦囊打仗，此前實屬聞所未聞。我是否也該學習著用這種方法來指揮幕府軍呢？嗯…但這樣恐怕會演變成雙方把錦囊擺上檯面，像卡牌一樣逐張對戰…想想還是不妥。",
      "jp": "彼女は「巫女」よりも、「軍師」としての才能の方が高いだろう。虎の巻を使って戦争をするなど見たことがない。私もその方法を見習って幕府軍を指揮するべきだろうか。ふむ…しかしそれだと双方が虎の巻を机に置き、札遊びのように競い合うことに…やはり妥当ではないな…",
      "ko": "그녀는 「무녀」보다 「군사」로서의 재능이 훨씬 출중해. 묘책 모음집으로 싸운다는 얘기는 들어본 적도 없거든. 나도 이런 방법으로 막부군을 지휘해볼까나? 음… 하지만 그렇게 되면 서로 묘책 모음집을 올려놓고 카드게임하는 것처럼 돼버릴 텐데… 역시 좀 아닌 것 같군…",
      "en": "She is more proficient as a military strategist than a priestess. The way she uses directives to wage war is almost unheard of. I wonder if I should adopt this technique for commanding the Shogun's Army? Hmm... but this could lead us to a situation whereby war is waged at the negotiation table, each side with their pack of strategy cards, playing them one by one until a victor emerges... Then again, perhaps not.",
      "de": "Sie ist eher als „Militärstrategin“ als als „Schreinjungfer“ begabt. Die Verwendung einer Liste von Tipps und Tricks in einer Schlacht war bis dahin unbekannt. Sollte ich auf diese Weise auch lernen, wie man die Bakufu-Armee befehligt? Nun ... aber das könnte sich als ein Fall herausstellen, bei dem beide Seiten ihre Pläne auf den Tisch legen und sie wie Karten gegeneinander ausspielen ... Wenn ich so darüber nachdenke, glaube ich nicht, dass es funktionieren würde.",
      "es": "Es mejor como estratega militar que como sacerdotisa. La manera en que usa las directrices para librar una guerra es muy inusual. Tal vez yo debería adoptar esa técnica para comandar el ejército de la Shogun... Hummm, pero esto podría conducirnos a una situación en la que la guerra se lucharía en la mesa de negociación, cada bando con sus cartas de estrategia, jugándolas de una en una hasta que un lado salga vencedor... Mejor no.",
      "fr": "Elle est meilleure stratège qu'elle n'est prêtresse. La manière dont elle utilise ses directives pour mener la guerre est inouïe. Je me demande si je ne devrais pas m'en inspirer pour diriger l'armée du Shogunat ? Hmm... Cela nous amènerait peut-être à une situation où la guerre est négociée autour d'une table, chaque partie avec ses cartes stratégiques en main, les abaissant une à une jusqu'à ce qu'un vainqueur en émerge... Finalement, mieux vaut éviter cela.",
      "pt": "Ela é mais habilidosa como uma estrategista militar do que como uma sacerdotisa. A maneira que usa diretivas para guerra é única. Me pergunto se eu deveria adotar essa técnica para comandar o Exército da Shogun... Hmm, mas isso poderia levar a uma situação em que a guerra é feita na mesa de negociações, com cada lado tendo suas cartas na manga, jogando elas uma por uma até que um saia vitorioso... Bem, por causa disso, acho que não.",
      "ru": "Она более талантлива как военачальник, чем как жрица. До неё никто не воевал директивами. Это неслыханно! Следует ли мне также научиться использовать этот метод, чтобы давать указания армии сёгуна? Хм... Боюсь, что это может оказаться тем случаем, когда обе стороны выкладывают комплекты на стол и играют ими друг против друга, как картами... Не думаю, что этот метод верен.",
      "id": "Dibandingkan seorang pendeta, dia lebih pandai menjadi seorang ahli strategi. Caranya menggunakan pengarahan strategi saat bertempur sama sekali belum pernah ada sebelumnya. Apa aku juga harus belajar menggunakan metode ini untuk memberi arahan pada Pasukan Shogun? Hmmm ... Takutnya nanti kedua pihak malah berperang di atas meja, sambil mengeluarkan kartu strategi mereka masing-masing sampai menang ... Ah, tapi sepertinya tidak mungkin.",
      "th": "เทียบกับ \"มิโกะ\" แล้ว ถือว่าเธอเป็น \"ผู้บัญชาการ\" ที่มีความสามารถมาก การใช้คู่มือในการต่อสู้ ก็เป็นสิ่งที่ไม่เคยได้ยินมาก่อน ฉันควรจะสั่งการกองทัพแห่งโชกุนด้วยวิธีแบบนี้บ้างดีมั้ยนะ? อืม...แต่กลัวว่าทั้งสองฝ่ายจะพากันกางคู่มือ หงายไพ่ของตัวเองไปเรื่อย ๆ จนกว่าจะชนะ...แค่คิดก็ไม่เหมาะแล้ว",
      "vi": "So với vai trò \"pháp sư\" thì năng lực \"quân sư\" của cô ấy cao hơn. Dùng túi gấm để chiến đấu, đó giờ tôi chưa thấy qua. Có phải tôi cũng nên dùng cách này để huấn luyện binh lính không? Ừm... nhưng như vậy sẽ làm loạn cả chiến trường lên mất... không nên không nên."
    }
  },
  {
    "title": {
      "zhs": "关于五郎…",
      "zht": "關於五郎…",
      "jp": "ゴローについて…",
      "ko": "고로에 대해…",
      "en": "About Gorou",
      "de": "Über Gorou ...",
      "es": "Sobre Gorou...",
      "fr": "À propos de Gorou...",
      "pt": "Sobre Gorou...",
      "ru": "О Горо...",
      "id": "Tentang Gorou",
      "th": "เกี่ยวกับ Gorou...",
      "vi": "Về Gorou..."
    },
    "line": {
      "zhs": "他之于珊瑚宫心海，正如我之于将军大人。同为坚守忠义之人，我很欣赏他。只可惜立场不同，注定没办法同行。但有这样值得敬佩的对手，还不赖。而且，「五郎」…可是个好名字。",
      "zht": "他之於珊瑚宮心海，正如我之於將軍大人。同為堅守忠義之人，我很欣賞他。只可惜立場不同，註定沒辦法同行。但有這樣值得敬佩的對手，還不賴。而且，「五郎」…可是個好名字。",
      "jp": "私が将軍様に仕えるように、彼は珊瑚宮心海に仕える者。同じく忠誠心を堅く守る者として、彼のことは評価している。しかし残念な事に、立場が違うため道を共にすることはできない…だが、このように認められる相手がいるのも悪くないだろう。それに…「ゴロー」…とてもいい名だ。",
      "ko": "그가 산고노미야 코코미를 따르는 건, 내가 쇼군님을 모시는 것과 같아. 같은 충의를 지키는 사람으로서 나는 그를 매우 높게 평가해. 가는 길이 다르단 게 아쉽지만… 탄복할만한 상대가 있다는 건 나쁘지 않지. 게다가… 「고로(五郎)」는 꽤나 좋은 이름이야",
      "en": "Gorou is to Sangonomiya Kokomi as I am to the Raiden Shogun. He is fiercely loyal, and I have great respect for this. It's a shame we're on opposing sides, so we'll never get to work together... Still, I am glad to have an admirable foe. Also... I hear he's a fifth-born son. That just makes it even better.",
      "de": "Er ist für Sangonoiya wie ich für den allmächtigen Shougun. Ich bewundere ihn dafür, dass er ein Mann der Loyalität und Rechtschaffenheit ist. Es ist schade, dass wir aufgrund unserer unterschiedlichen Positionen nicht dazu bestimmt sind, den gleichen Weg zu gehen. Aber es ist nicht schlecht, einen so bewundernswerten Gegner zu haben. Außerdem ist „Gorou“ ... kein schlechter Name.",
      "es": "Para Sangonomiya Kokomi, Gorou es como yo para la Shogun Raiden. Es extremadamente leal y por eso lo respeto mucho. Es una pena que estemos en bandos opuestos, así nunca llegaremos a trabajar juntos... Pero me alegra tener un rival admirable. Además, oí que su nombre significa “quinto general”... ¿Eso significa que hay cuatro generales más por encima de él?",
      "fr": "Gorou est à Sangonomiya Kokomi ce que je suis à la Shogun toute-puissante. Il est férocement loyal, ce que j'admire. Quel dommage que nous soyons rivaux, nous n'aurons jamais l'occasion de coopérer. Cependant, je suis heureuse d'avoir en face de moi un adversaire digne d'admiration. En plus, j'ai entendu dire qu'il était le cinquième d'une fratrie. C'est encore mieux.",
      "pt": "Gorou está para Sangonomiya Kokomi assim como eu estou para a Shogun Raiden. Ele é leal, e eu tenho um grande respeito por isso. É uma pena que estamos em lados opostos, por isso nunca teremos a chance de trabalharmos juntos... Ainda assim, estou satisfeita em ter um inimigo admirável como ele. Além disso, ouvi dizer que ele é o quinto filho. O que faz disso ainda melhor.",
      "ru": "Горо для Сангономии Кокоми - это как я для сёгуна Райдэн. Его преданность не знает границ, и я очень уважаю его за это. Жаль, что мы находимся по разные стороны фронта, поэтому нам никогда не удастся поработать вместе... Тем не менее я рада, что у меня есть достойный восхищения противник. Кроме того... я слышала, что он также пятый ребёнок. Это делает его ещё лучше.",
      "id": "Gorou bagi Sangonomiya Kokomi sama halnya seperti aku bagi Raiden Shogun. Dia sangat setia, dan aku sangat menghormati kesetiaannya itu. Sayang sekali kita berada di pihak yang berlawanan, jadi kita tidak akan pernah bisa bekerja sama... Tapi tetap saja, aku senang punya musuh yang mengagumkan. Selain itu... Kudengar dia juga anak kelima. Itu membuatnya lebih baik lagi.",
      "th": "เขาอยู่ฝั่ง Sangonomiya Kokomi เหมือนกับที่ฉันอยู่ฝั่งท่านโชกุนยังไงล่ะ ฉันชื่นชมในความจงรักภักดีของเขามาก แต่น่าเสียดายที่จุดยืนของเราต่างกัน คงยากที่จะร่วมมือกันได้ แต่การมีคู่ต่อสู้ที่น่านับถือแบบนี้ ก็ถือว่าไม่เลวเลยนะ อีกอย่าง Gorou...ถือเป็นชื่อที่ดีมากเลย",
      "vi": "Anh ta đối với Sangonomiya Kokomi, cũng như tôi đối với Shogun đại nhân. Cùng là người trung nghĩa, cho nên tôi rất ngưỡng mộ anh ấy. Chỉ tiếc rằng lập trường đôi bên khác nhau, khó lòng sánh bước. Nhưng nhìn chung anh ta là một đối thủ đáng kính, vả lại, cái tên \"Gorou\"... cũng rất đẹp nữa."
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗…",
      "zht": "關於荒瀧一斗…",
      "jp": "荒瀧一斗について…",
      "ko": "아라타키 이토에 대해…",
      "en": "About Arataki Itto",
      "de": "Über Arataki Itto ...",
      "es": "Sobre Arataki Itto...",
      "fr": "À propos d'Arataki Itto...",
      "pt": "Sobre Arataki Itto",
      "ru": "Об Аратаки Итто...",
      "id": "Tentang Arataki Itto",
      "th": "เกี่ยวกับ Arataki Itto...",
      "vi": "Về Arataki Itto..."
    },
    "line": {
      "zhs": "…说起这位，难免有些头疼。收缴他的神之眼时闹了不少动静，是我见过最聒噪的人…不，最聒噪的鬼。能堂堂正正认输算是有点男子气概，只不过他的复仇之约实在是…到此为止，我不想说了。你如果实在想知道，还是自己去问他吧。",
      "zht": "#…說起這位，難免有些頭疼。收繳他的神之眼時鬧了不少動靜，是我見過最聒噪的人…不，最聒噪的鬼。能堂堂正正認輸算是有點男子氣概，只不過他的復仇之約實在是…到此為止，我不想說了。{F#妳}{M#你}如果實在想知道，還是自己去問他吧。",
      "jp": "ああ、あの者について話すと、頭が痛くなってくるな。彼の神の目を接収した時は大層な騒ぎとなった。私が今まで見た中でも最も騒がしい者…いや、騒がしい鬼だな。堂々と負けを認めた点はまあ男らしいが、それでもあの復讐の誓いは…ふむ…ここまでにしよう、これ以上は話したくない。もし知りたいのなら、彼に直接聞いてみるといい。",
      "ko": "…그 사람 얘기만 하면 머리가 아파. 그의 신의 눈을 몰수할 때 꽤 큰 소동이 일어났어. 내가 본 사람 중에 제일 시끄러운 사람… 아니, 제일 시끄러운 귀신이지. 정정당당하게 패배를 인정하는 기개만큼은 인정하지만, 그의 복수 다짐은… 후… 그만 말할래. 정 궁금하면 본인한테 가서 직접 물어봐",
      "en": "Tsk... I can't help but get a little irate when his name comes up. He kicked up a big fuss when I confiscated his Vision, by far the noisiest person... no, the noisiest oni I've ever encountered. He showed he was enough of a man to admit defeat, but the rematch he insisted upon... Tsk... To this day, I still don't want to talk about it. If you really must know, you can go and ask him yourself.",
      "de": "... Es ist schwer, keine Kopfschmerzen zu bekommen, wenn man von dieser Person spricht. Er machte eine Menge Lärm, als sein Göttliches Auge einsammelt wurde und war die lauteste Person, die ich kenne ... Nein, der lauteste Geist. Es hat etwas sehr Männliches, eine Niederlage würdevoll einzugestehen, nur dass sein Rachepakt eben ... Es reicht, ich will nicht darüber reden. Wenn du es wirklich wissen willst, frag ihn lieber selbst.",
      "es": "¡Hum! No puedo evitar enfadarme cuando se menciona su nombre. Organizó un escándalo tremendo cuando confisqué su Visión, es desde luego la persona... no, el oni más ruidoso que he conocido. Demostró tener dignidad suficiente al admitir su derrota, pero insistió en una revancha... Bah. Hasta hoy sigo sin querer hablar de eso. Si quieres saberlo, puedes ir a preguntarle a él.",
      "fr": "Entendre ce nom me donne mal au crâne. Il a fait un scandale lorsque j'ai confisqué son œil divin, il est de loin la personne la plus bruyante que j'aie jamais rencontrée. Non, l'oni le plus bruyant. Il a montré qu'il était suffisamment viril pour admettre sa propre défaite, mais sa façon d'insister sur sa vengeance... Aujourd'hui, je préfère ne plus en parler. Si tu veux vraiment savoir, tu n'as qu'à aller lui poser la question.",
      "pt": "#Tsc... Não consigo deixar de ficar um pouco irritada quando o nome dele aparece. Ele fez muito barulho quando confisquei sua Visão, de longe a pessoa mais barulhenta... Não, o oni mais barulhento que eu já encontrei.  Ele mostrou que era homem suficiente para admitir a derrota, mas a revanche em que insistiu... Tsc... Até hoje, eu ainda não quero falar sobre isso. Se você realmente quer saber, você mesm{M#o}{F#a} pode ir perguntar a ele.",
      "ru": "...Я не могу держать себя в руках, когда всплывает его имя. Он поднял большой шум, когда я конфисковала его Глаз Бога. Он показал, что достаточно мужественен, чтобы признать поражение, но его обещание отомстить... По сей день я не хочу об этом говорить. Если ты действительно хочешь знать, то спроси его.",
      "id": "Cih ... Nama yang sungguh membuatku jengkel. Dia membuat keributan besar saat aku menyita Vision miliknya. Dia itu orang ... salah, oni paling berisik yang pernah kujumpai. Dia memang pria jantan yang berani mengakui kekalahan, tapi dia juga memaksaku melayaninya di pertandingan ulang ... Huh ... aku malas membicarakan hal ini. Kalau kamu benar-benar ingin tahu, kamu datangi saja dia dan tanyakan sendiri.",
      "th": "...พูดถึงคนคนนี้ทีไรปวดหัวทุกทีเลย ตอนที่ยึดวิชั่น เขาอาละวาดซะใหญ่โต เป็นคนที่เสียงดังที่สุดที่ฉันเคยเจอมาเลย...ไม่สิ เป็นปีศาจที่เสียงดังที่สุดเลย การที่เขายอมรับความพ่ายแพ้ก็ถือว่าเป็นลูกผู้ชายอยู่นะ เพียงแต่สัญญาแค้นของเขา...ช่างเถอะ ไม่พูดดีกว่า ถ้าเธออยากรู้ ก็ไปถามเขาเองแล้วกัน",
      "vi": "...Nhắc đến người này thì tôi lại đau đầu. Việc tịch thu Vision của hắn đã khiến hắn gây ra biết bao nhiêu chuyện phiền phức... đó là tên bát nháo nhất trước giờ tôi gặp đó. Hắn biết tự nhận thua thì cũng xem như là trang nam tử hán, nhưng mà ý chí báo thù của hắn thì... tôi không muốn nhắc nữa. Nếu bạn muốn biết thì tự mình đi hỏi hắn đi."
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍…",
      "zht": "關於久岐忍…",
      "jp": "久岐忍について…",
      "ko": "쿠키 시노부에 대해…",
      "en": "About Kuki Shinobu",
      "de": "Über Kuki Shinobu ...",
      "es": "Sobre Kuki Shinobu...",
      "fr": "À propos de Kuki Shinobu...",
      "pt": "Sobre Kuki Shinobu...",
      "ru": "О Куки Синобу...",
      "id": "Tentang Kuki Shinobu",
      "th": "เกี่ยวกับ Kuki Shinobu",
      "vi": "Về Kuki Shinobu..."
    },
    "line": {
      "zhs": "以她的才华和资质，留在那个名为「荒泷派」的组织实在有点可惜。但不得不说，有她在，至少有效地阻止了闲散人士滋事扰民，减轻了天领奉行的负担。",
      "zht": "以她的才華和資質，留在那個名為「荒瀧派」的組織實在有點可惜。但不得不說，有她在，至少有效地阻止了閒散人士滋事擾民，減輕了天領奉行的負擔。",
      "jp": "彼女ほどの才能と素質を持ちながら、「荒瀧派」という組織に残っているのは実に惜しいことだ。だが、彼女がいるおかげで、自由気ままなどこぞの輩が騒ぎを起こしたり、民の生活を邪魔したりするようなことが減った。天領奉行の負担を軽減しているのは確かだろう。",
      "ko": "그런 재능과 실력으로 「아라타키파」라는 조직에 남아 있는 건 참으로 아까운 일이야. 하지만 그녀의 존재가 그 놈팡이들이 말썽 피우고 백성들에게 피해 주는 걸 어느 정도 방지해 주는 건 사실이야. 텐료 봉행의 부담도 훨씬 줄어든 셈이지",
      "en": "With her talent and qualifications, it's a shame she decided to join the Arataki gang. I must concede, however, that at the very least, her presence has effectively prevented idlers from stirring up trouble and disturbing the public, reducing the burden on the Tenryou Commission.",
      "de": "Angesichts ihres Talents und ihrer Qualifikationen ist es schade, dass sie bei der Organisation namens „Arataki-Bande“ bleibt. Es muss jedoch gesagt werden, dass ihre Anwesenheit zumindest wirksam verhindert hat, dass untätige Leute Unruhe stiften, somit die Tenryou-Verwaltung entlastet wurde.",
      "es": "Con su talento y cualificación, es una lástima que decidiera unirse a la Banda de Arataki. Sin embargo, he de admitir que, al menos, su presencia ha evitado que los más holgazanes causen problemas y perturben el orden público, lo que ha reducido la carga que la Comisión Tenryou lleva a sus hombros.",
      "fr": "Avec son talent et ses qualifications, c'est dommage qu'elle ait décidé de rejoindre le gang Arataki. Je dois cependant concéder qu'au moins, sa présence a permis d'empêcher ces tire-au-flanc de semer le trouble et de perturber l'ordre public. Cela rend service à la Commission administrative.",
      "pt": "Com o talento e qualificação dela, é uma pena que decidiu se juntar à Gangue Arataki. Entretanto, tenho que admitir que no mínimo, sua presença foi eficaz em impedir que os ociosos criassem problemas para o público, reduzindo assim o fardo na Comissão Tenryou.",
      "ru": "С её талантом и знаниями очень жаль, что она решила присоединиться к банде Аратаки. Но, стоит признать, что она эффективно мешает бездельникам создавать проблемы и беспокоить общественность, что здорово уменьшает нагрузку на комиссию Тэнрё.",
      "id": "Orang berbakat dan punya kualifikasi seperti dia sayang sekali malah gabung ke Geng Arataki. Aku tetap harus mengakui bahwa keberadaanya berhasil mencegah para pengangguran itu bikin kacau di ruang publik, sehingga mengurangi beban kerja Tenryou Commission.",
      "th": "ด้วยความสามารถ และความถนัดของเธอ น่าเสียดายที่ต้องอยู่ในกลุ่มที่เรียกตัวเองว่า \"แก๊ง Arataki\" แต่จะไม่พูดก็ไม่ได้ อย่างน้อยการที่มีเธออยู่ก็ช่วยป้องกันไม่ให้เจ้าคนว่างงานเที่ยวไปก่อเรื่องวุ่นวายน่ารำคาญได้ ลดภาระของสำนัก Tenryou ไปได้โขเลยแหละ",
      "vi": "Với tư chất và tài năng của cô ấy, gia nhập vào Bang Arataki quả là đáng tiếc. Nhưng cũng phải nói là, có cô ấy ở đó ít ra cũng ngăn cản được những kẻ nhàn rỗi quấy nhiễu người dân, giảm bớt gánh nặng cho Hiệp Hội Tenryou."
    }
  },
  {
    "title": {
      "zhs": "想要了解裟罗·其一",
      "zht": "想要瞭解裟羅·其一",
      "jp": "九条裟羅を知る·1",
      "ko": "사라에 대해 알기·첫 번째",
      "en": "More About Kujou Sara: I",
      "de": "Ich will mehr über Sara erfahren I",
      "es": "Más sobre Kujou Sara (I)",
      "fr": "Connaître Sara (1)",
      "pt": "Mais sobre Kujou Sara - I",
      "ru": "Узнать больше о Саре I",
      "id": "Mengenal Sara: I",
      "th": "อยากรู้เกี่ยวกับ Kujou Sara - 1",
      "vi": "Muốn tìm hiểu Sara I"
    },
    "line": {
      "zhs": "了解我…请问是指什么？天领奉行的各项事务均为机密，将军大人的事情更是无可奉告，我不明白你有什么意图。嗯？了解我本身？倒也并非不可，只是…从未遇过这种情况。",
      "zht": "#瞭解我…請問是指什麼？天領奉行的各項事務均為機密，將軍大人的事情更是無可奉告，我不明白{F#妳}{M#你}有什麼意圖。嗯？瞭解我本身？倒也並非不可，只是…從未遇過這種情況。",
      "jp": "私を知る…何を？天領奉行の各事務は機密、将軍様のことなら尚更伝えるわけにはいかない。お前の意図が読めないな。ん？私自身を知る…？できなくはないが、ただ…今までこのような状況になったことがない。",
      "ko": "나에 대해 알고 싶다고…? 뭘 말이지? 텐료 봉행의 모든 사항은 기밀이고, 쇼군에 관한 건 더더욱 말해줄 수 없어. 날 이해하고 싶다는 게 무슨 의미인지 모르겠군. 음? 그냥 나라는 사람이 알고 싶다고…? 안 될 건 없지만… 이런 상황은 처음이라",
      "en": "You want to know more about me? ...Know what, exactly? I can't discuss Tenryou Commission business with you, that's strictly confidential, and I certainly can't divulge anything relating to the Almighty Shogun. What exactly are you trying to achieve? Hmm? Me on a personal level...? I suppose that's not out of the question, just... unprecedented.",
      "de": "Über mich ... Was, wenn ich fragen darf, bedeutet das? Die Angelegenheiten der Tenryou-Verwaltung sind vertraulich und die Angelegenheiten des allmächtigen Shougun sind es erst recht. Daher verstehe ich nicht, was deine Absichten sind. Hmm? Mich besser kennenlernen? Es ist nicht unmöglich, aber ... das ist noch nie passiert.",
      "es": "¿Quieres saber más sobre mí? ¿Saber qué, exactamente? No puedo hablar de los asuntos de la Comisión Tenryou contigo porque son confidenciales, y obviamente tampoco puedo divulgar nada relacionado con la todopoderosa Shogun. ¿A dónde quieres llegar? ¿Eh? ¿Sobre mí a nivel personal? Supongo que eso es aceptable, pero... sin precedentes.",
      "fr": "Tu veux en savoir plus sur moi ? Que veux-tu savoir exactement ? Je ne peux pas discuter des affaires de la Commission administrative avec toi, tout comme je ne peux divulguer aucune information quant à la Shogun toute-puissante. Je ne comprends pas tes intentions. Hmm ? Me connaître personnellement ? J'imagine que c'est envisageable, c'est juste que... Cela ne m'est jamais arrivé auparavant.",
      "pt": "Você quer saber mais sobre mim? ...Saber o quê, exatamente? Não posso discutir com você os negócios da Comissão Tenryou, isso é estritamente confidencial, e certamente não posso divulgar nada relacionado a Toda-Poderosa Shogun. O que você está tentando conseguir exatamente? Onde você está tentando chegar? Sobre mim de forma pessoal...? Suponho que isso não esteja fora de questão, apenas... Sem precedentes.",
      "ru": "Хочешь узнать обо мне больше? Что именно? Я не могу обсуждать дела комиссии Тэнрё, это строго конфиденциально. И уж точно не могу разглашать ничего, связанного с её превосходительством. Чего именно ты пытаешься добиться? Хочешь узнать лично обо мне? Полагаю, это не исключено, просто... беспрецедентно.",
      "id": "Ingin tahu lebih banyak tentangku? Ingin tahu tentang apa? Aku tidak boleh bahas urusan Tenryou Commission denganmu, itu sangat rahasia. Dan tentu saja, aku tidak bisa komentar apa pun tentang Yang Mulia Shogun. Sebenarnya kamu perlu informasi macam apa? Eh? Hal-hal yang lebih pribadi ....? Boleh saja, tapi ... belum pernah ada yang bertanya tentang ini sebelumnya.",
      "th": "อยากรู้เกี่ยวกับฉัน...หมายความว่ายังไงเหรอ? กิจการต่าง ๆ ของสำนัก Tenryou นั้นเป็นความลับ เรื่องของท่านโชกุนยิ่งไม่สามารถเปิดเผยได้ ฉันไม่เข้าใจว่าเธอมีแผนอะไรกันแน่ หืม? อยากรู้เกี่ยวกับตัวฉันเอง? ก็ใช่ว่าจะไม่ได้นะ เพียงแต่...ไม่เคยมีเรื่องแบบนี้มาก่อนน่ะ",
      "vi": "Tìm hiểu về tôi... là tìm hiểu chuyện gì? Chuyện trong Hiệp Hội Tenryou là cơ mật, chuyện của Shogun đại nhân thì không thể nói, cho nên tôi không hiểu bạn đang có ý đồ gì. Hử? Tìm hiểu về bản thân tôi sao? Cũng không phải không được, chỉ là... tôi chưa từng gặp qua tình huống này thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解裟罗·其二",
      "zht": "想要瞭解裟羅·其二",
      "jp": "九条裟羅を知る·2",
      "ko": "사라에 대해 알기·두 번째",
      "en": "More About Kujou Sara: II",
      "de": "Ich will mehr über Sara erfahren II",
      "es": "Más sobre Kujou Sara (II)",
      "fr": "Connaître Sara (2)",
      "pt": "Mais sobre Kujou Sara - II",
      "ru": "Узнать больше о Саре II",
      "id": "Mengenal Sara: II",
      "th": "อยากรู้เกี่ยวกับ Kujou Sara - 2",
      "vi": "Muốn tìm hiểu Sara II"
    },
    "line": {
      "zhs": "我的生活还算简单，不用领队战斗时，我会准时在凌晨五点零五分起床，在庭院做五组深呼吸后走五圈，早饭习惯吃五口米饭…「五」是能为我带来幸运与胜利的数字，所以我会一直坚持「五」，请问你有什么异议吗？",
      "zht": "#我的生活還算簡單，不用領隊戰鬥時，我會準時在凌晨五點零五分起床，在庭院做五組深呼吸後走五圈，早飯習慣吃五口米飯…「五」是能為我帶來幸運與勝利的數字，所以我會一直堅持「五」，請問{F#妳}{M#你}有什麼異議嗎？",
      "jp": "私の生活は単純なものだ。軍を率いて戦闘する必要がない時は、朝の5時5分ぴったりに起床し、中庭で深呼吸を5回行ってから5周走る。朝食はご飯を5口食べるのが私の習慣だ…「5」は私に幸運と勝利をもたらす数字。だから私はこれからも「5」にこだわり続ける。何か異論でも？",
      "ko": "내 생활은 비교적 단순한 편이야. 전투를 지휘하지 않을 땐 정확히 새벽 5시 5분에 일어나고, 나와서 심호흡 다섯 세트를 한 후에 정원 다섯 바퀴를 걸어. 아침밥은 딱 다섯 입만 먹고… 「5」는 나에게 행운과 승리를 가져다주는 숫자야. 그래서 난 무슨 일을 하든 「5」를 고수하고 있지. 무슨 문제라도?",
      "en": "I lead a relatively simple life when I'm not leading an army into battle. I always get out of bed at 5:05 on the dot. Then I go to the courtyard where I take five deep breaths before walking five laps around it. For breakfast, I typically eat five mouthfuls... Five is my lucky number, so I do things in fives. Do you have some objection to that?",
      "de": "Mein Leben ist eigentlich recht simpel organisiert: Wenn ich nicht gerade eine Schlacht anführen muss, stehe ich um 5:05 Uhr auf, atme fünfmal tief durch, laufe fünf Runden im Hof und esse fünf Bissen Reis zum Frühstück ... „Fünf“ ist die Zahl, die mir Glück und Sieg bringt, also bleibe ich immer bei fünf ... Irgendwelche Einwände?",
      "es": "Mi vida es bastante sencilla. Cuando no estoy liderando a un ejército a la batalla me levanto exactamente a las cinco y cinco. Después voy al patio, donde hago cinco respiraciones profundas y ando cinco vueltas. Para desayunar tomo cinco bocados... El cinco es mi número de la suerte, por eso hago las cosas de cinco en cinco. ¿Tienes algún problema con eso?",
      "fr": "Ma vie est plutôt simple. Quand je ne guide pas mes troupes au combat, je me lève à cinq heures cinq précisément. Je me rends ensuite dans la cour, je prends cinq inspirations avant d'en faire cinq fois le tour. Au petit déjeuner, je mange cinq bouchées de riz... Le chiffre cinq me porte bonheur, je fais donc tout par tranche de cinq. Des objections ?",
      "pt": "Eu tenho uma vida relativamente simples quando não estou liderando um exército. Sempre me levanto da cama às 5:05. Então vou para o pátio, respiro cinco vezes antes de dar cinco voltas ao redor do pátio. Para o café da manhã, eu como sempre cinco colheradas cheias... Cinco é meu número da sorte, você tem algum problema com isso?",
      "ru": "У меня довольно простой образ жизни. Когда не надо вести армию в бой, я встаю в 5:05. Затем я иду во двор, где делаю пять глубоких вдохов, прежде чем пройти пять кругов вокруг него. На завтрак я обычно съедаю пять кусочков еды... Пять - моё счастливое число, поэтому я все делаю по пять. У тебя есть какие-то возражения по этому поводу?",
      "id": "Saat tidak sedang berperang, hari-hariku lebih sederhana. Aku selalu bangun tepat pukul 05:05. Lalu aku ke halaman, menarik napas dalam-dalam sebanyak lima kali, kemudian jalan keliling lapangan sampai lima putaran. Untuk sarapan, aku biasa makan sebanyak lima suap ... Lima adalah angka keberuntunganku, jadi aku melakukan segala sesuatu dengan angka 5. Kenapa, keberatan?",
      "th": "จริง ๆ แล้วชีวิตฉันค่อนข้างเรียบง่าย ถ้าไม่ได้นำทัพเข้าต่อสู้ ฉันจะตื่นนอนตอนตีห้า ห้านาทีเสมอ จากนั้นฉันจะไปที่ลานบ้านแล้วหายใจเข้าลึก ๆ ห้าครั้ง ก่อนที่จะเดินไปรอบ ๆ ห้ารอบ ส่วนอาหารเช้าฉันจะกินข้าวห้าคำ... \"ห้า\" ถือเป็นเลขนำโชคของฉัน ฉันเลยทำทุกอย่าง 5 ครั้ง เธอมีอะไรคัดค้านมั้ย?",
      "vi": "Thực ra cuộc sống của tôi đơn giản lắm, không dẫn quân chiến đấu thì tôi sẽ thức dậy lúc 5 giờ sáng, tập luyện rồi ăn 5 chén cơm... Tôi cảm thấy số 5 là số tượng trưng cho may mắn và thắng lợi, cho nên tôi luôn kiên trì với số 5. Bạn có ý kiến gì không?"
    }
  },
  {
    "title": {
      "zhs": "想要了解裟罗·其三",
      "zht": "想要瞭解裟羅·其三",
      "jp": "九条裟羅を知る·3",
      "ko": "사라에 대해 알기·세 번째",
      "en": "More About Kujou Sara: III",
      "de": "Ich will mehr über Sara erfahren III",
      "es": "Más sobre Kujou Sara (III)",
      "fr": "Connaître Sara (3)",
      "pt": "Mais sobre Kujou Sara - III",
      "ru": "Узнать больше о Саре III",
      "id": "Mengenal Sara: III",
      "th": "อยากรู้เกี่ยวกับ Kujou Sara - 3",
      "vi": "Muốn tìm hiểu Sara III"
    },
    "line": {
      "zhs": "执行眼狩令的过程中，最令我感到棘手的，是那些顶着幕府军头衔动用私刑的官兵。将军大人的任务固然要坚定执行，但我决不允许他们滥伤无辜！我已经三申五令禁止这种行为，就结果而言…依然难以杜绝。你若是有什么好办法，还望赐教。",
      "zht": "#執行眼狩令的過程中，最令我感到棘手的，是那些頂著幕府軍頭銜動用私刑的官兵。將軍大人的任務固然要堅定執行，但我決不允許他們濫傷無辜！我已經三申五令禁止這種行為，就結果而言…依然難以杜絕。{F#妳}{M#你}若是有什麼好辦法，還望賜教。",
      "jp": "目狩り令を執行する過程で私を一番悩ませたのが、幕府軍の肩書を利用して私刑を行う兵たちだ。将軍様の任務はもちろん遂行しなければならない。だが、彼らが無実の人々を傷つけることは、決して許されるものではない！そういった行為は禁ずると再三言ったはずだが、それでも…なくなることはなかった。もし何か良い方法があれば、教えてくれると助かる。",
      "ko": "안수령을 집행하는 과정에서 가장 곤란한 건 막부군이라는 지위로 사적인 형벌을 가하는 관병들이야. 쇼군님의 임무는 철저히 이행해야 하지만, 지위를 남용해 무고한 자들을 해치는 건 절대 용납할 수 없어! 이미 몇 번이고 이런 행동을 금지했지만… 완전히 막을 순 없었어. 좋은 방법이 있다면 꼭 좀 알려줘",
      "en": "The thing that gave me the most trouble when enforcing the Vision Hunt Decree was those officers of the Shogun's Army who would abuse their authority to be heavy-handed with those we detained. The will of the Almighty Shogun must be executed, but I do not condone violence against innocent people! I have expressly forbidden such behavior on countless occasions but judging by the outcome, it seems difficult to root out. If you have any ideas on how to tackle it, please share them with me.",
      "de": "Der problematischste Teil der Ausführung des Augenhatz-Dekrets waren die Soldaten, die unter dem Namen der Bakufu-Armee töteten. Die Aufträge des allmächtigen Shougun müssen mit Entschlossenheit ausgeführt werden, aber ich werde nicht zulassen, dass sie wahllos unschuldige Menschen verletzen! Ich habe solche Aktionen immer wieder verboten, aber was die Ergebnisse betrifft ... es ist immer noch schwierig, ihnen ein Ende zu setzen. Wenn du eine gute Idee hast, teil sie mir gern mit.",
      "es": "Lo que me causó más problemas al implementar el Decreto de captura de Visiones fueron esos oficiales del ejército de la Shogun que abusaban de su autoridad y se propasaban con los detenidos. La voluntad de la todopoderosa Shogun debe ser cumplida, pero no apruebo la violencia contra los inocentes. He prohibido tales comportamientos de forma expresa en muchas ocasiones pero, a juzgar por los resultados, es complicado acabar con ellos de raíz. Si se te ocurre alguna idea, por favor, dímela.",
      "fr": "Ce qui me donnait le plus de fil à retordre lorsque je faisais respecter le décret de saisie était ces officiers qui abusaient de leur autorité. La volonté de la Shogun toute-puissante doit être appliquée, mais je ne tolère pas la violence envers les innocents. J'ai réprimé ce type de comportement à de nombreuses reprises, mais à en juger du résultat... C'est un mal bien difficile à éradiquer. Si tu as une idée pour en venir à bout, fais-le-moi savoir.",
      "pt": "O que me deu mais trabalho enquanto cumpria o Decreto de Caça à Visão eram aqueles oficiais do Shogunato que abusavam de sua autoridade para serem brutos com quem nós detínhamos. A vontade da Toda-Poderosa Shogun deve ser cumprida, mas eu não aceito violência contra pessoas inocentes! Eu proibi tal comportamento em inúmeras ocasiões, mas parece ser um problema difícil de ser acabado. Se você tiver ideias de como lidar com ele, sinta-se à vontade para me contar.",
      "ru": "Больше всего проблем при исполнении указа об Охоте на Глаза Бога мне доставляли те офицеры армии сёгуна, которые злоупотребляли своими полномочиями, применяя грубую силу к тем, кого мы задерживали. Воля всемогущего сёгуна должна быть исполнена, но я не потворствую насилию над невинными людьми! Я неоднократно прямо запрещала подобное поведение, но, судя по результатам, это трудно искоренить. Если у тебя есть идеи, как с этим бороться, пожалуйста, поделись ими со мной.",
      "id": "Yang paling menyulitkanku semasa Dekrit Perburuan Vision adalah perwira ketentaraan Shogun yang menyalahgunakan wewenangnya untuk memperlakukan orang-orang yang kami tahan dengan semena-mena. Kehendak Yang Mulia Shogun memang harus dilaksanakan, tapi aku tidak menoleransi tindak kekerasan terhadap orang yang tidak bersalah! Aku dengan tegas melarang perilaku seperti itu, tapi ... tetap sulit untuk diberantas sampai ke akar-akarnya. Kalau kamu punya cara untuk mengatasinya, tolong diskusikan denganku.",
      "th": "ตอนที่ปฏิบัติตามคำสั่งล่าวิชั่น สิ่งที่ทำให้ฉันลำบากใจมากที่สุด ก็คือพวกทหารของกองทัพแห่งโชกุนที่ใช้อำนาจตามอำเภอใจในทางที่ผิด จริงอยู่ที่ต้องยึดมั่นในภารกิจของท่านโชกุน แต่ฉันไม่เห็นด้วยกับการใช้ความรุนแรงต่อผู้บริสุทธิ์! ฉันเคยห้ามพฤติกรรมแบบนี้มาหลายต่อหลายครั้ง แต่ดูจากผลลัพธ์แล้ว...ก็ยังยากที่จะกำจัดให้สิ้นซากได้ ถ้าเธอมีวิธีดี ๆ ล่ะก็ ช่วยบอกฉันด้วยนะ",
      "vi": "Trong quá trình chấp hành Lệnh Truy Lùng Vision, việc khó khăn nhất chính là quản lý đám quân lính lạm quyền. Lệnh của đại nhân Shogun nhất định phải chấp hành, nhưng tôi không cho phép họ cố ý chén ép người dân! Tôi đã luôn nghiêm cấm hành vi này... tuy nhiên cũng khó lòng dập tắt. Nếu như bạn có cách gì hay hơn thì hãy chỉ cho tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解裟罗·其四",
      "zht": "想要瞭解裟羅·其四",
      "jp": "九条裟羅を知る·4",
      "ko": "사라에 대해 알기·네 번째",
      "en": "More About Kujou Sara: IV",
      "de": "Ich will mehr über Sara erfahren IV",
      "es": "Más sobre Kujou Sara (IV)",
      "fr": "Connaître Sara (4)",
      "pt": "Mais sobre Kujou Sara - IV",
      "ru": "Узнать больше о Саре IV",
      "id": "Mengenal Sara: IV",
      "th": "อยากรู้เกี่ยวกับ Kujou Sara - 4",
      "vi": "Muốn tìm hiểu Sara IV"
    },
    "line": {
      "zhs": "虽然名义上是九条家的养子，但孝行大人看我的眼神，与看镰治时的不同。即使木讷如我，也会偶感寂寞，尤其…在看到部下与亲人相见的温暖场面后。\n\n抱歉，家主于我有恩，原是不该说这种大不敬的话的…",
      "zht": "雖然名義上是九條家的養子，但孝行大人看我的眼神，與看鐮治時的不同。即使木訥如我，也會偶感寂寞，尤其…在看到部下與親人相見的溫暖場面後。\n\n抱歉，家主於我有恩，原是不該說這種大不敬的話的…",
      "jp": "名義上は九条家の養子だが、孝行様の私を見る眼差しは、鎌治の時とは違うものだ。感情を表すのが苦手な私でも、たまに寂しさを感じることがある。特に…部下が家族と触れ合う温かな場面を見た時などは…\n\nすまない、当主には恩がある、こんな失敬なことを言うべきではないな…",
      "ko": "명목상으론 쿠죠 가문의 양자지만, 타카유키 어르신이 날 보는 눈빛과 카마지를 보는 눈빛은 분명 달랐어. 무뚝뚝한 나도 가끔은 외로울 때가 있지. 특히… 부하들이 가족들과 만날 때의 따뜻한 장면을 본 후엔 더.\n\n미안, 가주님은 내 은인이신데, 이런 불경한 얘기를 하다니…",
      "en": "Although I was fully adopted by the Kujou Clan, I know that Takayuki does not look at me the same way he looks at Kamaji. I might be a little stone-faced sometimes, but even I get lonely... especially when I catch sight of one of my subordinates sharing an intimate moment with their family. ...\n\nI'm sorry, I have nothing but gratitude for Takayuki. How could I be so disrespectful...",
      "de": "Obwohl ich vom Namen her von der Kujou-Familie adoptiert bin, sieht mich Takayuki anders an als Kamaji. Selbst jemand, der so ruhig wie ich ist, fühlt sich gelegentlich einsam ... vor allem nachdem ich gesehen hatte, wie warm und herzlich meine Leute mit ihren Liebsten umgehen.\n\nTut mir leid. Takayuki war gut zu mir und ich hätte nicht so etwas Respektloses sagen sollen ...",
      "es": "Aunque fui adoptada por el clan Kujou, sé que Takayuki no me considera igual a Kamaji. Puede que a veces parezca dura, pero incluso a mí llega a afectarme la soledad a veces... Especialmente cuando veo a uno de mis subordinados compartiendo un momento íntimo con su familia.\n\nLo siento, no tengo más que agradecimientos para Takayuki. ¿Cómo puedo ser tan ingrata...?",
      "fr": "Bien que le Clan Kujou m'ait adoptée, je sais pertinemment que le regard que Takayuki porte sur moi est différent de celui qu'il porte sur Kamaji. Même quelqu'un d'aussi impassible que moi peut ressentir la solitude... Surtout lorsque j'aperçois mes subordonnés profiter de moments chaleureux avec leurs proches.\n\nExcuse-moi, Takayuki est bon avec moi, je ne devrais pas tenir de propos aussi irrespectueux...",
      "pt": "Apesar de eu ter sido adotada pelo Clã Kujou, agora eu sei que Takayuki não olha para mim do mesmo jeito que olha para Kamaji. Eu talvez possa ser um pouco indiferente... Especialmente quando vejo um de meus subordinados tendo um momento de intimidade com sua família...\n\nEu peço desculpas, eu só tenho gratidão a Takayuki. Como que eu pude ser tão desrespeitosa...",
      "ru": "Хотя меня удочерил клан Кудзё, я знаю, что Такаюки смотрит на меня по-другому. Возможно, иногда я бываю немного упрямой, но даже мне бывает одиноко... особенно когда я вижу, как один из моих подчинённых проявляет близость при встрече с семьёй.\n\nПрости, я не испытываю ничего, кроме благодарности к Такаюки. Как я могу быть такой неблагодарной...",
      "id": "Aku memang sudah sepenuhnya diadopsi oleh Klan Kujou, tapi aku tahu kalau Takayuki tidak memandangku sama seperti ketika dia memandang Kamaji. Aku memang sering terlihat tidak bergeming, tapi aku juga kadang bisa kesepian ... terutama saat aku melihat ada bawahanku yang sedang melepas rindu dengan keluarga ....\n\nMaaf, aku seharusnya bersyukur atas kebaikan Takayuki. Kenapa aku malah berpikir lancang begitu ....",
      "th": "ถึงแม้ฉันจะเป็นลูกบุญธรรมของตระกูล Kujou แต่สายตาที่ Takayuki มองฉันไม่ได้เหมือนกับเวลาที่มอง Kamaji ถึงแม้ฉันจะดูแข็งแกร่งแค่ไหน แต่บางครั้งฉันก็เหงาเป็นเหมือนกัน โดยเฉพาะ...เมื่อฉันเห็นภาพอันอบอุ่นของลูกน้องกับคนในครอบครัว\n\nขอโทษด้วย นายท่านมีบุญคุณกับฉันมาก ฉันไม่ควรจะพูดจาที่ดูไม่ให้ความเคารพแบบนี้...",
      "vi": "Tuy trên danh nghĩa thì tôi là con nuôi của nhà Kujou, nhưng cách mà đại nhân Takayuki nhìn tôi với Kamaji rất khác nhau. Dù tôi có sắt đá thế nào thì cũng có lúc cảm thấy cô đơn, đặc biệt là... khi nhìn thấy thuộc hạ luôn có gia đình cạnh bên.\n\nXin lỗi, ơn nghĩa của gia chủ to lớn như vậy, tôi không nên dùng lời lẽ bất kính này để chất vấn."
    }
  },
  {
    "title": {
      "zhs": "想要了解裟罗·其五",
      "zht": "想要瞭解裟羅·其五",
      "jp": "九条裟羅を知る·5",
      "ko": "사라에 대해 알기·다섯 번째",
      "en": "More About Kujou Sara: V",
      "de": "Ich will mehr über Sara erfahren V",
      "es": "Más sobre Kujou Sara (V)",
      "fr": "Connaître Sara (5)",
      "pt": "Mais sobre Kujou Sara - V",
      "ru": "Узнать больше о Саре V",
      "id": "Mengenal Sara: V",
      "th": "อยากรู้เกี่ยวกับ Kujou Sara - 5",
      "vi": "Muốn tìm hiểu Sara V"
    },
    "line": {
      "zhs": "现在回想起来，你我也算「不打不相识」。我们一度处于对立面，说势不两立也不为过，真没想到现在竟然能这样并肩而行，促膝长谈。这样想来，我还真是得到了命运的眷顾…不，没什么。",
      "zht": "#現在回想起來，{F#妳}{M#你}我也算「不打不相識」。我們一度處於對立面，說勢不兩立也不為過，真沒想到現在竟然能這樣並肩而行，促膝長談。這樣想來，我還真是得到了命運的眷顧…不，沒什麼。",
      "jp": "いま振り返ると、私とお前は「雨降って地固まる」仲だと言えるだろう。一度は対立関係にあり、正反対の立場にいたと言っても過言ではない。それが今やこうして肩を並べ合い、共に話ができるとは…こうして見ると、私は運命に恵まれている…いや、なんでもない。",
      "ko": "지금 생각해 보면, 너랑 나도 「싸우면서 정든」 셈이지. 공존할 수 없을 정도로 서로 대립한 적도 있었는데, 지금 이렇게 너와 어깨를 나란히 하고 얘기할 거라고는 상상도 못 했어. 운명의 보살핌이라도 받은 건 같군…. 아, 아무것도 아니야",
      "en": "Now that I think about it, you and I are a good example of achieving concord through conflict. We were on opposite sides — diametrically opposed, you could say. I never imagined I would end up alongside you, either in battle or in long conversation... Fate has been kind to me, no, sorry, ignore that.",
      "de": "Im Nachhinein betrachtet konnten wir unsere Probleme tatsächlich durch einen Konflikt lösen. Früher standen wir auf entgegengesetzten Seiten und es ist nicht übertrieben zu sagen, dass wir Feinde waren. Doch jetzt stehen wir Seite an Seite und führen lange Gespräche. Wenn man darüber nachdenkt, bin ich vom Schicksal gesegnet worden ... Nein, es ist nichts.",
      "es": "Ahora que lo pienso, tú y yo somos un buen ejemplo de alcanzar la concordia mediante el conflicto. Estábamos en bandos radicalmente opuestos, por lo que nunca imaginé que acabaría a tu lado, ya sea en una batalla o en una conversación... El destino me ha tratado bien... no, disculpa, olvida eso.",
      "fr": "Maintenant que j'y pense, toi et moi sommes l'exemple même d'une entente parvenue par le biais d'un conflit. Nous étions dans des camps rivaux, diamétralement opposés. Je n'aurais jamais imaginé me retrouver à tes côtés, que ce soit au combat ou pour de longues conversations. En y réfléchissant, le destin a été clément envers moi... Non, ce n'est rien.",
      "pt": "Agora que penso nisso, nós somos um bom exemplo de alcançar um acordo através de conflito. Nós estávamos em lados opostos, pode-se dizer que diametralmente opostos. Eu nunca imaginei que acabaria ao seu lado, seja em batalha ou em longas conversas... O destino foi gentil comigo. Não, me desculpe, ignore que eu falei isso.",
      "ru": "Когда я думаю об этом, мы с тобой являемся хорошим примером достижения согласия через конфликт. Мы были на противоположных сторонах - можно сказать, диаметрально противоположных. Я и представить себе не могла, что окажусь рядом с тобой в бою или у нас состоится долгая беседа... Судьба была ко мне благосклонна... прости, не обращайте внимания.",
      "id": "Kalau dipikir-pikir, kita berdua adalah contoh yang baik bagaimana menjadi rukun setelah berseteru. Kita pernah berdiri di sisi yang berlawanan. Aku tidak pernah membayangkan kalau kita akhirnya malah ada di atas perahu yang sama, baik dalam pertempuran maupun dalam percakapan panjang ... Takdir masih ada di pihakku. Ah, lupakan saja ucapan yang terakhir itu.",
      "th": "ตอนนี้พอมองย้อนกลับไป เธอกับฉันถือว่า \"ถ้าไม่ต่อสู้ ก็คงไม่ได้รู้จักกัน\" ครั้งหนึ่งพวกเราเคยอยู่ฝั่งตรงข้ามกัน จะบอกว่าเป็นปรปักษ์กันก็คงไม่ใช่เรื่องที่เกินจริง คิดไม่ถึงเลยว่าเราจะลงเอยด้วยการมายืนเคียงข้างกันแบบนี้ ไม่ว่าจะในการต่อสู้หรือการพูดคุยที่ยาวนาน พอคิด ๆ แล้ว โชคชะตาใจดีกับฉันมากเลย...ไม่สิ ไม่มีอะไร",
      "vi": "Bây giờ tính ra, bạn và tôi xem như \"chưa đánh chưa quen biết\". Chúng ta từng đối lập chiến tuyến, không ngờ cũng có lúc kề vai sát cánh như vậy. Xem ra số mệnh đã đối xử tốt với tôi... không, không có gì."
    }
  },
  {
    "title": {
      "zhs": "裟罗的爱好…",
      "zht": "裟羅的愛好…",
      "jp": "九条裟羅の趣味…",
      "ko": "사라의 취미…",
      "en": "Kujou Sara's Hobbies",
      "de": "Saras Hobbys ...",
      "es": "Aficiones de Kujou Sara...",
      "fr": "Les loisirs de Sara...",
      "pt": "Passatempos de Kujou Sara...",
      "ru": "Хобби Сары...",
      "id": "Hobi Sara",
      "th": "งานอดิเรกของ Kujou Sara...",
      "vi": "Sở thích của Sara..."
    },
    "line": {
      "zhs": "即使到了现在，素引练习和草靶练习依然是我每天必不可少的训练项目。从身法到瞄准再到听弦，绝不是枯燥的重复，而是对昨日的突破。与其说是爱好，不如说是一生的修行。",
      "zht": "即使到了現在，素引練習和草靶練習依然是我每天必不可少的訓練項目。從身法到瞄準再到聽弦，絕不是枯燥的重複，而是對昨日的突破。與其說是愛好，不如說是一生的修行。",
      "jp": "今となっても、素引きや的当ての練習は私にとって毎日欠かせない訓練項目だ。構えをとり、狙いを定め、弦の音を聞く。決して退屈な繰り返しなどではなく、昨日までの自分を超えるためのものだ。好きな事というより、生涯の修行という方が正しいだろう。",
      "ko": "지금까지도 빈 활 튀기기와 과녁 맞히기는 내가 매일 빼놓지 않고 하는 훈련이야. 자세를 가다듬고 조준한 뒤 현의 소리를 듣는 건 지루하기만 한 반복이 아니라 어제에 대한 돌파라고 할 수 있지. 취미라기보다는 평생 해야 할 수련에 가까워",
      "en": "To this day, not a day goes by without bow exercises and target practice. From adopting the stance, to aiming, to hearing the twang of the bowstring, none of this is dry and repetitive for me — it is about transcending the me of yesterday! I wouldn't call it a hobby so much as a lifelong discipline.",
      "de": "Auch jetzt noch sind Bogen-Übungen und das Training auf dem Rasen ein wesentlicher Bestandteil meines täglichen Trainings. Von der Haltung über das Zielen bis hin zum Hören auf den gespannten Bogen, es ist nie eine langweilige Wiederholung, sondern ein Aufstieg im Vergleich zu gestern. Es handelt sich nicht um ein Hobby, sondern um eine lebenslange Praxis.",
      "es": "No hay ni un día en el que no practique mi puntería en el tiro con arco. Desde la postura, hasta apuntar y oír el chasquido de la cuerda, nada se me hace aburrido o repetitivo, porque se trata de superar a mi yo de ayer. Yo no lo llamaría una afición, más bien es una disciplina para toda la vida.",
      "fr": "Jusqu'à aujourd'hui, pas un jour ne passe sans que je ne pratique le tir à l'arc. De la posture à la visée, en passant par l'écoute du bruit de la corde, tout cela ne m'apparaît pas comme répétitif mais bien comme une amélioration par rapport à la veille. Ce n'est pas un loisir, c'est la discipline de toute une vie.",
      "pt": "Até hoje, não há um dia em que eu não pratico com meu arco e flecha. Desde a postura correta, a mira e até a escuta da vibração da corda, nada disso é repetitivo para mim, na verdade, se trata de transcender quem eu era ontem! Eu não diria que é um passatempo, mas sim uma disciplina que tive por toda minha vida.",
      "ru": "И поныне ни один день не обходится без упражнений с луком и тренировок с мишенью. От принятия стойки до прицеливания и звона тетивы - для меня это не скучная рутина, а выход за пределы себя вчерашней! Я бы назвала это не столько хобби, сколько дисциплиной длиною в жизнь.",
      "id": "Sampai hari ini, tidak ada hari yang kulalui tanpa latihan memanah. Mulai dari melatih kuda-kuda, membidik, hingga mendengarkan dentingan tali busur, satu pun tidak ada yang terasa menjemukkan. Semuanya demi menjadikan diri sendiri yang lebih baik daripada hari kemarin! Mungkin ini kurang cocok disebut hobi, tapi lebih ke soal disiplin seumur hidup.",
      "th": "จนถึงตอนนี้ การฝึกซ้อมธนูและการยิงเป้ายังคงเป็นสิ่งที่ฉันต้องฝึกทุกวันไม่มีขาด ตั้งแต่ท่าทางการเล็งเป้า ไปจนถึงการฟังเสียงสายธนู ล้วนไม่ใช่สิ่งที่จำเจน่าเบื่อ แต่เป็นสิ่งที่ต้องพัฒนาให้ดีกว่าเมื่อวาน ซึ่งฉันไม่เรียกมันว่างานอดิเรก แต่เป็นการฝึกฝนไปตลอดชีวิตต่างหากล่ะ",
      "vi": "Ngay cả đến bây giờ, luyện tập bắn cung và bắn bia vẫn là những bài tập thiết yếu hằng ngày của tôi. Từ thân pháp cho đến việc ngắm chuẩn hay nghe dây cung, đều không phải là sự lặp lại nhàm chán mà chính là sự đột phá so với ngày hôm qua. Thay vì nói là sở thích, thì hãy nói đó chính là việc tập luyện cả đời."
    }
  },
  {
    "title": {
      "zhs": "裟罗的烦恼…",
      "zht": "裟羅的煩惱…",
      "jp": "九条裟羅の悩み…",
      "ko": "사라의 고민…",
      "en": "Kujou Sara's Troubles",
      "de": "Saras Sorgen ...",
      "es": "Preocupaciones de Kujou Sara...",
      "fr": "Les problèmes de Sara...",
      "pt": "Preocupações de Kujou Sara...",
      "ru": "Беспокойство Сары...",
      "id": "Kekhawatiran Sara",
      "th": "เรื่องกลุ้มใจของ Kujou Sara...",
      "vi": "Phiền muộn của Sara"
    },
    "line": {
      "zhs": "天狗的翅膀是固有的客观存在，并排站的话肯定会占据一定的空间，我不明白你说的「拉近距离」究竟要怎么实现。",
      "zht": "#天狗的翅膀是固有的客觀存在，並排站的話肯定會佔據一定的空間，我不明白{F#妳}{M#你}說的「拉近距離」究竟要怎麼實現。",
      "jp": "天狗の翼は確かに実在するものだ。並んで立てばある程度の場所を取るのも仕方のないこと。お前の言う「距離を縮める」というのを、どう実現すればいいのか分からない。",
      "ko": "텐구의 날개는 객관적으로 존재하는 거야. 나란히 서 있으면 일정 공간을 차지할 수밖에 없어. 네가 말한 「거리 좁히기」를 어떻게 실행해야 할지 모르겠군",
      "en": "The existence of a tengu warrior's wings is an objective fact, as is the reality that they will take up a certain amount of space when standing side-by-side. So when you say \"come closer,\" I fail to see how exactly I am supposed to achieve that.",
      "de": "Die Flügel des Tengu sind von Natur aus objektiv und nehmen sicherlich etwas Platz ein. Ich weiß nicht genau, was du mit „näher zusammen“ meinst.",
      "es": "La existencia de las alas de un guerrero tengu es un hecho objetivo, así como la realidad de que ocupan una cierta cantidad de espacio. Así que cuando dices “acércate más”, no sé cómo tengo que hacerlo exactamente.",
      "fr": "L'existence des ailes des guerriers tengu est un fait objectif, tout comme le fait qu'elles prennent de la place lorsqu'il s'agit de se tenir côte à côte. Je ne comprends pas ce que je suis censée faire quand tu me dis « rapproche-toi ».",
      "pt": "A existência das asas de uma guerreira Tengu é um fato objetivo, como é a realidade que elas ocuparão um espaço quando estiverem ao lado de alguém. Por isso, quando você diz \"se aproxime\", eu não consigo entender como posso realizar isso.",
      "ru": "Существование крыльев у воина тэнгу - объективный факт, как и то, что они занимают определённое пространство. Поэтому, когда ты говоришь подойти ближе, я не понимаю, как именно я должна это сделать.",
      "id": "Sayap tengu adalah sesuatu yang objektif, demikian pula fakta bahwa sayap itu akan makan ruang lebih ketika berdiri bersebelahan. Waktu kamu bilang \"mendekat\", aku kurang paham bagaimana caranya aku bisa melakukan itu.",
      "th": "ปีกของเท็งงุนั้นเป็นสิ่งที่มีวัตถุประสงค์อยู่ในตัวของมันเอง ซึ่งถ้ายืนข้างกันก็คงจะใช้พื้นที่ประมาณหนึ่งแน่นอน เพราะงั้นฉันเลยไม่เข้าใจ เวลาที่เธอบอกว่า \"เข้ามาใกล้ ๆ\" มันจะเป็นไปได้ยังไงกันล่ะ",
      "vi": "Đôi cánh của Tengu vốn dĩ là sự tồn tại khách quan. Đứng cạnh nhau chắc chắn sẽ chiếm một khoảng không gian nhất định. Tôi không hiểu làm cách nào bạn có thể thực hiện được \"kéo gần khoảng cách\" như bạn nói."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "长久以来，我已经习惯吃饭团之类方便携带、能够迅速饱腹的食物了，这也是战场上恢复体力的首选。不过，这只是个人习惯，我不会要求部下跟我一样。",
      "zht": "長久以來，我已經習慣吃飯糰之類方便攜帶、能夠迅速飽腹的食物了，這也是戰場上恢復體力的首選。不過，這只是個人習慣，我不會要求部下跟我一樣。",
      "jp": "昔から、おにぎりのように持ち運びに優れ、すぐにお腹が膨れる食べ物を食すことに慣れてきた。戦場で体力を回復するにはもってこいの一品だ。だが、これはあくまでも個人的な習慣であるため、部下たちに強要したりはしない。",
      "ko": "난 오래전부터 주먹밥처럼 휴대성 좋고 빨리 배 채울 수 있는 음식을 먹는 게 습관 됐어. 전장에서 체력 회복하는 데 제격이거든. 하지만 그건 내 개인적인 습관일 뿐, 부하들한테까지 강요하진 않아",
      "en": "I have always had a preference for easy-to-carry foods that provide quick and ample sustenance, such as Onigiri. The top choice for replenishing your stamina in the middle of a battle! But that's just a personal preference. I don't dictate what my subordinates have to eat.",
      "de": "Seit Langem bin ich an leicht zu transportierende, schnell sättigende Nahrung wie Onigiri gewöhnt, die bevorzugt zur Wiederherstellung der Kräfte auf dem Schlachtfeld eingesetzt werden. Dies ist jedoch eine persönliche Angewohnheit und ich würde meine Männer nicht bitten, meinem Beispiel zu folgen.",
      "es": "Siempre he preferido las comidas fáciles de transportar que proporcionan un sustento rápido y abundante, como los onigiri. ¡La mejor opción para recuperar las fuerzas en medio de una batalla! Pero es simplemente una preferencia personal, yo no decido lo que mis subordinados tienen que comer.",
      "fr": "J'ai toujours eu l'habitude de consommer des aliments faciles à transporter et qui rassasient rapidement comme les onigiris. Le meilleur choix pour reprendre des forces sur le champ de bataille. Mais c'est juste une préférence, je ne demande pas à mes troupes de faire pareil.",
      "pt": "Sempre tive uma preferência por comidas fáceis de serem levadas, e que fornecem rápida e muita substância, como Onigiris. Eles são a melhor escolha para recarregar minhas energias no meio de uma batalha. Mas isso é apenas o meu gosto individual, não dito o que meus subordinados devem comer.",
      "ru": "Я всегда предпочитала лёгкие в транспортировке продукты, которые быстро и в достаточном количестве обеспечивают пропитание, такие как онигири. Лучший выбор для восполнения выносливости в разгар битвы! Но это всего лишь мои личные предпочтения. Я не указываю своим подчинённым, что им есть.",
      "id": "Aku lebih suka makanan yang gampang dibawa-bawa tapi penuh nutrisi, misalnya Onigiri. Makanan terbaik untuk mengisi stamina di tengah pertempuran! Ini hanya pilihan pribadi semata, aku tidak mengatur apa yang boleh dan tidak boleh dimakan oleh bawahanku.",
      "th": "ฉันชินกับอาหารที่พกพาได้สะดวกอย่าง Onigiri มาตั้งแต่ไหนแต่ไร ทั้งทำให้อิ่มเร็วและยังเป็นตัวเลือกอันดับแรก สำหรับการฟื้นฟูร่างกายในการต่อสู้ด้วย แต่นี่ก็เป็นแค่นิสัยส่วนตัวของฉัน และฉันไม่ได้กำหนดว่าลูกน้องต้องกินเหมือนกับฉันหรอกนะ",
      "vi": "Bao lâu nay tôi đã quen với những món ăn dễ dàng đem theo như cơm nắm, giúp tôi no bụng nhanh, đây cũng là lựa chọn hàng đầu cho việc hồi phục thể lực trên chiến trường. Nhưng đây là thói quen cá nhân thôi, tôi không yêu cầu cấp dưới phải làm theo."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "没有厌恶一说，只是我平日会避免吃甜食。问我原因吗？甜食会使人身心放松，一旦吃了就容易…呃，总之，我不能懈怠，话题到此结束，不要再追问了！",
      "zht": "沒有厭惡一說，只是我平日會避免吃甜食。問我原因嗎？甜食會使人身心放鬆，一旦吃了就容易…呃，總之，我不能懈怠，話題到此結束，不要再追問了！",
      "jp": "嫌いなものはないが、普段は甘味を避けるようにしている。理由？甘味は身も心も落ち着かせることができるんだ。一度食べてしまえば…とにかく、怠けてはいられない。この話はここまでだ、これ以上聞くな！",
      "ko": "싫어하는 건 아니고 평소에 단 음식은 피하는 편이야. 이유가 뭐냐고? 단 건 몸과 마음을 편하게 만들어서 한 번 먹으면 쉽게… 음, 어쨌든 난 나태해질 수 없어. 그 얘긴 여기서 끝, 더 이상 캐묻지 마!",
      "en": "I generally avoid sweet foods, not that I have a strong aversion to them. Why? Well, sweet things put your mind and body at rest, so if I ever eat sweet things it's easy to... Ahem, essentially, I mustn't slack off and that's the end of it. No further questions on this topic!",
      "de": "So etwas wie eine Aversion gibt es nicht, es ist nur so, dass ich Süßigkeiten regelmäßig meide. Du willst wissen warum? Süßigkeiten entspannen den Geist und den Körper, und wenn man einmal angefangen hat, neigt man dazu ... nun, wie auch immer, ich kann nicht aufhören, frag nicht weiter!",
      "es": "Normalmente evito los dulces, pero no es que los odie. ¿Por qué? Bueno, los dulces hacen que tu cuerpo y tu mente se relajen, así que si como dulces, es fácil que... *Ejem*, en resumen, no puedo estar perdiendo mi tiempo. ¡No más preguntas sobre este tema!",
      "fr": "Non pas que je les déteste, mais j'évite généralement les sucreries. Pourquoi ? Elles détendent le corps et l'esprit, si je venais à en manger je... Hum, en résumé, je ne dois pas me relâcher, voilà tout. N'en demande pas plus !",
      "pt": "Geralmente evito comidas doces. Não é que eu tenha uma forte aversão a elas. Por quê? Bem, comidas doces relaxam minha cabeça e meu corpo, se eu comer algo assim, é fácil que... *Cof* Basicamente, eu não posso relaxar, somente isso. Esse tópico está encerrado, chega de perguntas!",
      "ru": "Не то чтобы я их ненавижу, но обычно я избегаю сладких продуктов. Почему? Сладкое приводит ум и тело в состояние покоя, поэтому после него так легко... Кхм, по сути, я не должна расслабляться, и на этом всё. Вопрос закрыт!",
      "id": "Aku menghindari makanan manis, tapi bukan karena tidak suka. Kenapa? Karena makanan manis bisa menenangkan pikiran dan mendorong tubuh untuk istirahat, jadi kalau misalnya aku makan, mudah saja untuk ... Ehem, pada dasarnya, aku tidak boleh terlalu santai, itu saja. Jangan dibahas terus!",
      "th": "อาหารที่เกลียดงั้นเหรอ ปกติแล้วฉันจะเลี่ยงพวกของหวานน่ะ ทำไมน่ะเหรอ? เพราะการกินของหวานจะทำให้ทั้งร่างกายและจิตใจผ่อนคลาย พอกินเข้าไปแล้วก็จะ...อะแฮ่ม เอาเป็นว่า ฉันจะเลินเล่อไม่ได้เด็ดขาด พอแค่นี้แหละ ไม่ต้องถามต่อแล้ว!",
      "vi": "Món ăn ghét sao, có lẽ là đồ ngọt. Tại sao ư? Bởi vì ăn đồ ngọt vào sẽ khiến cả người thả lỏng, rất dễ... Thôi, dừng chủ đề này ở đây nhé!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "比饭团更美味的食物…值得记下它的名字。",
      "zht": "比飯糰更美味的食物…值得記下它的名字。",
      "jp": "おにぎりよりも美味な食べ物…その名を覚えておかなくては。",
      "ko": "주먹밥보다 맛있는 요리야…. 이름을 기억해둬야겠군",
      "en": "So, there is a dish that tastes even better than Onigiri? Then I shall be sure to remember its name.",
      "de": "Ein Essen, das köstlicher ist als Onigiri ... Es lohnt sich, seinen Namen aufzuschreiben.",
      "es": "Esto está mucho mejor que un onigiri... Voy a apuntar el nombre.",
      "fr": "Un mets dont le goût arrive à détrôner celui des onigiris... Je dois retenir son nom.",
      "pt": "Há um prato melhor que Onigiri? Se sim, ele merece ter o seu nome lembrado.",
      "ru": "Что? Оказывается, существует блюдо вкуснее, чем онигири? Нужно обязательно запомнить его название.",
      "id": "Ternyata ada yang lebih enak dari onigiri? Harus kucatat nama masakannya.",
      "th": "เป็นอาหารที่อร่อยกว่า Onigiri ซะอีก... ควรค่าที่จะจดจำชื่อมันไว้",
      "vi": "Món ăn ngon hơn cơm nắm rất nhiều... rất đáng để ghi nhớ tên của nó."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "我吃饱了。多谢款待。",
      "zht": "我吃飽了。多謝款待。",
      "jp": "満腹になった、馳走になったな。",
      "ko": "배부르군. 대접해 줘서 고마워",
      "en": "I have eaten my fill. Thank you for your hospitality.",
      "de": "Vielen Dank für deine Gastfreundlichkeit.",
      "es": "Estoy llena. Muchas gracias por la comida.",
      "fr": "J'ai bien mangé. Merci beaucoup.",
      "pt": "Eu estou cheia. Obrigada por sua hospitalidade.",
      "ru": "Я наелась. Спасибо за гостеприимство.",
      "id": "Aku sudah kenyang. Terima kasih banyak atas keramahanmu.",
      "th": "ฉันอิ่มแล้วล่ะ ขอบคุณสำหรับการรับรองนะ",
      "vi": "Tôi no rồi, cảm ơn đã chiêu đãi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "甜点还是不必了…",
      "zht": "甜點還是不必了…",
      "jp": "甘味は遠慮しておく…",
      "ko": "디저트는 사양하지…",
      "en": "No need for dessert...",
      "de": "Keine Nachspeise mehr ...",
      "es": "No hacía falta que me sirvieras el postre...",
      "fr": "Je n'avais pas besoin de dessert...",
      "pt": "Não quero sobremesa...",
      "ru": "Десерт не нужен...",
      "id": "Makanan penutupnya tidak perlu ....",
      "th": "ขนมหวานคงไม่ต้องแล้วล่ะ...",
      "vi": "Không cần đồ ngọt tráng miệng..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "来得正好，那我就免去礼节，直接问了。有什么生日愿望吗？只要不与将军大人的大义相悖，我都会竭尽全力帮你完成。为表诚意，今天你可以许五个生日愿望。",
      "zht": "#來得正好，那我就免去禮節，直接問了。有什麼生日願望嗎？只要不與將軍大人的大義相悖，我都會竭盡全力幫{F#妳}{M#你}完成。為表誠意，今天{F#妳}{M#你}可以許五個生日願望。",
      "jp": "いいところに来たな。では私も単刀直入に問うとしよう。誕生日に何か叶えたいことはあるか？将軍様の大義に反することでない限り、お前のため全力を尽くそう。誠意の証として、今日は願い事を5つしてもいいぞ。",
      "ko": "마침 잘 왔군. 예의 차리지 않고 바로 물어볼게. 생일 소원 같은 거 있나? 쇼군님의 대의에 어긋나는 일만 아니라면 내가 최선을 다해 이뤄주지. 내 성의를 보여주기 위해서 다섯 개까지 들어줄게",
      "en": "Excellent timing. I will dispense with the formalities and get straight to the point — do you have a birthday wish? Providing that it does not conflict with the Almighty Shogun's grand cause, I will make every effort to see it come to fruition. To show that I am being completely serious, I will allow you to make not one, but five birthday wishes.",
      "de": "Das passt ja, also verzichte ich auf die Nettigkeiten und frage einfach. Hast du einen Geburtstagswunsch? Ich werde mein Bestes tun, um dir zu helfen, ihn zu erfüllen, solange er nicht der großen Gerechtigkeit des allmächtigen Shougun widerspricht. Als Geste meines guten Willens kannst du heute fünf Geburtstagswünsche nennen.",
      "es": "¡Muy oportuno! Dejaré a un lado las formalidades e iré directa al grano... ¿Tienes un deseo de cumpleaños? Siempre que no entre en conflicto con la gran causa de la todopoderosa Shogun, me esforzaré al máximo para que se haga realidad. Para que veas que lo digo en serio, te permitiré que pidas no uno, sino cinco deseos de cumpleaños.",
      "fr": "Tu tombes à pic. Je vais laisser tomber les formalités et te poser la question directement. As-tu un souhait pour ton anniversaire ? Dans la mesure où il n'entre pas en conflit avec la grande cause de la Shogun toute-puissante, je ferai tout ce qui est possible pour le réaliser. Pour te prouver que je suis de bonne volonté, je te laisse me faire part non pas de un, mais de cinq souhaits pour ton anniversaire.",
      "pt": "Você chegou na hora certa. Vou dispensar as formalidades e ir direto ao ponto. Você tem um desejo para o seu aniversário? Se ele não se chocar com a grande causa da Toda-Poderosa Shogun, farei o meu melhor para realizá-lo. Para mostrar que estou sendo totalmente séria, permitirei que você faça não um, mas cinco desejos de aniversário.",
      "ru": "Ты вовремя. Я обойдусь без формальностей и сразу перейду к делу - есть ли у тебя заветное желание в день рождения? Если оно не противоречит великой цели её превосходительства, я приложу все усилия, чтобы оно исполнилось. Чтобы показать всю серьёзность намерения, я позволю тебе загадать не одно, а пять желаний в день рождения.",
      "id": "Kebetulan. Langsung saja ya, kamu punya keinginan apa di hari ulang tahunmu ini? Selama tidak bertentangan dengan tujuan besar Yang Mulia Shogun, aku akan berusaha sekuat tenaga untuk mewujudkannya. Supaya kamu percaya kalau aku bukan sedang omong kosong, silakan sebutkan bukan hanya satu, tapi lima keinginanmu untuk hari yang spesial ini.",
      "th": "มาพอดีเลย งั้นฉันจะไม่อ้อมค้อม ถามตรง ๆ เลยแล้วกันนะ เธออยากขอพรอะไรในวันเกิดเหรอ? ขอแค่ไม่ขัดแย้งกับอุดมการณ์อันยิ่งใหญ่ของท่านโชกุน ฉันก็จะพยายามช่วยเธอทำมันให้สำเร็จ และเพื่อแสดงถึงความจริงใจของฉัน วันนี้เธอสามารถขอพรได้ 5 ข้อ",
      "vi": "Đến đúng lúc lắm, vậy tôi sẽ bỏ qua các lễ tiết, vào đề thẳng nhé. Bạn có mong muốn gì trong ngày sinh nhật không? Chỉ cần không xung đột với đại nghĩa của Shogun đại nhân, thì tôi sẽ cố gắng giúp bạn hoàn thành. Để bày tỏ thành ý, hôm nay bạn có thể ước 5 điều ước."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "满意的弦音，看我一击即中。",
      "zht": "滿意的弦音，看我一擊即中。",
      "jp": "満足のいく弦の音だ、一撃で仕留めてやる。",
      "ko": "만족스러운 활시위 소리군, 한 번에 명중 시켜주지",
      "en": "My bow sounds in peak condition. One shot is all I need.",
      "de": "Sieh, wie ich mit einem Schlag einen zufriedenstellenden Klang auf den Saiten zustandebringe.",
      "es": "Mi arco parece estar en condiciones óptimas. Un disparo es todo lo que necesito.",
      "fr": "Le son de la corde de mon arc est satisfaisant. Je n'ai besoin que d'un seul tir.",
      "pt": "Meu arco parece estar em boas condições. É apenas necessário um disparo.",
      "ru": "Мой лук в отличной форме. Один выстрел - это всё, что мне нужно.",
      "id": "Tali busurku suaranya jernih. Hanya perlu satu tembakan saja.",
      "th": "เสียงธนูที่น่าพอใจ ยิงเมื่อไรโดนเป้าทันที",
      "vi": "Tiếng dây cung rất ổn, hãy xem đây, bách phát bách trúng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "力量已经融入我体内，随时听命。",
      "zht": "力量已經融入我體內，隨時聽命。",
      "jp": "力が体内にこみ上げてくる。いつでも準備万端だ。",
      "ko": "내 안에서 힘이 느껴져. 언제든 준비돼 있어",
      "en": "Power duly assimilated. Ready to receive instruction.",
      "de": "Die Kraft habe ich verinnerlicht und ich bin bereit, jederzeit Anweisungen zu folgen.",
      "es": "He asimilado debidamente todo el poder. Estoy preparada para recibir instrucciones.",
      "fr": "Force dûment assimilée. Prête à recevoir les instructions.",
      "pt": "Poder assimilado, estou ao seu comando.",
      "ru": "Сила вошла в меня и готова повиноваться.",
      "id": "Kekuatan sudah terkonsentrasi. Siap menerima perintah.",
      "th": "พลังได้หลั่งไหลสู่ร่างกายฉัน พร้อมรับคำสั่งแล้ว",
      "vi": "Sức mạnh đã hòa vào cơ thể, sẵn sàng nhận lệnh."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "我一个人，就是一支幕府军！",
      "zht": "我一個人，就是一支幕府軍！",
      "jp": "一騎当千、我こそは幕府軍一隊に匹敵する者なり！",
      "ko": "나 혼자 막부군 부대 하나의 전력을 가진 셈이군!",
      "en": "The Shogun's Army might as well just be me!",
      "de": "Ich allein bin die Bakufu-Armee!",
      "es": "¡Yo sola podría ser el ejército de la Shogun!",
      "fr": "Je suis à moi seule l'armée du Shogunat !",
      "pt": "O exército da Shogun poderia muito bem ser só eu!",
      "ru": "Я - армия сёгуна!",
      "id": "Akulah Pasukan Shogun!",
      "th": "ฉันคนเดียวเทียบเท่ากับกองทัพแห่งโชกุนทั้งกอง!",
      "vi": "Một mình tôi thôi cũng chính là một nhánh quân của Shogunate!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "磨炼自身，突破武艺，本是我的职责所在，但你却倾尽心力相助…我不会辜负这份力量，定将其用于大义！还有，天狗的情谊，与你同在！",
      "zht": "#磨煉自身，突破武藝，本是我的職責所在，但{F#妳}{M#你}卻傾盡心力相助…我不會辜負這份力量，定將其用於大義！還有，天狗的情誼，與{F#妳}{M#你}同在！",
      "jp": "己を磨き、武道に精進する、それは私の責務だったはずだ…しかし、お前はそれでも全力で私に尽くしてくれた…この力は決して無駄にはしない、必ず大義のために使うと約束しよう！そして…天狗の情宜は、お前と共にある！",
      "ko": "자신을 단련하고 무예를 돌파하는 건 내 본분인데도, 너는 최선을 다해 날 도왔어…. 네 마음을 저버리지 않고 꼭 대의를 위해 이 힘을 쓰겠다고 약속하지. 그리고… 텐구의 우정은 언제나 너와 함께하리!",
      "en": "The responsibility for honing my strength and advancing my martial abilities lies with me, and yet you have so diligently and willingly helped me... I will become worthy of this power by harnessing it for a higher cause! Also... the favor of the tengu will always be with you!",
      "de": "Es ist meine Pflicht, immer weiter zu üben und meine Kampfkünste unermüdlich zu verbessern, und du hast dein Herzblut gegeben, um dabei zu helfen ... Ich werde meine Macht nicht vergeuden und sie für das größere Wohl einsetzen! Die Freundschaft der Tengu ist mit dir!",
      "es": "La responsabilidad de pulir mi fuerza y progresar en mis habilidades marciales recae sobre mí. Sin embargo, tú me has ayudado con tanta diligencia y voluntad... ¡Me haré merecedora de este poder luchando por una causa superior! ¡La gracia de los tengu siempre estará contigo!",
      "fr": "La responsabilité m'incombe de continuer à m'améliorer et de perfectionner mes compétences martiales, tu m'as pourtant apporté ton aide de manière dévouée... Je me montrerai digne de cette force et je l'utiliserai pour une juste cause. L'amitié des Tengu t'accompagne !",
      "pt": "A responsabilidade por me fortalecer e avançar minhas artes marciais depende de mim, mas você de toda maneira me ajudou diligentemente... Eu me tornarei merecedora desse poder ao reuni-lo para uma causa maior! Além disso... O favor dos Tengu sempre estará com você!",
      "ru": "#Моим долгом было совершенствоваться и оттачивать боевые искусства, но ты {F#помогла}{M#помог} мне от чистого сердца... Я не потерплю поражения и буду использовать эту силу для высшего блага! Любовь тэнгу с тобой!",
      "id": "Aku bertanggung jawab mengasah kekuatan dan melatih ilmu bela diriku sendiri, tapi kamu rela terus membantuku tanpa pamrih ... Aku tidak akan menyia-nyiakan kekuatan ini dan akan memanfaatkannya untuk tujuan yang baik! Dan ... perkenanan tengu selalu menyertaimu!",
      "th": "การเสริมความแข็งแกร่งและการพัฒนาความสามารถในการต่อสู้ของฉันขึ้นอยู่กับฉัน แต่เธอก็ยังพยายามช่วยฉันอย่างเต็มที่... ฉันจะไม่ทำให้ความพยายามพวกนี้สูญเปล่า และจะใช้มันอย่างชอบธรรม! อีกอย่าง... มิตรภาพของเท็งงุจะอยู่กับเธอเสมอ!",
      "vi": "Rèn luyện bản thân, đột phá kỹ năng vốn là trách nhiệm của tôi, nhưng bạn đã giúp đỡ cho tôi rất nhiều... Tôi sẽ không phụ sự mong mỏi này, dùng sức mạnh để phò trợ đại nghĩa!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "羽移！",
      "zht": "羽移！",
      "jp": "翼よ！",
      "ko": "날개의 전율!",
      "en": "Quiver!",
      "de": "Fliegende Feder!",
      "es": "¡Tiembla!",
      "fr": "Tremble !",
      "pt": "Asas, abram!",
      "ru": "Движение перьев!",
      "id": "Gemetarlah!",
      "th": "ธนูสะท้าน!",
      "vi": "Run rẩy!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "散！",
      "zht": "散！",
      "jp": "散れ！",
      "ko": "흩어져라!",
      "en": "Strike!",
      "de": "Verschwinde!",
      "es": "¡Acerté!",
      "fr": "Frappe !",
      "pt": "Acertei!",
      "ru": "Удар!",
      "id": "Serang!",
      "th": "ลุย!",
      "vi": "Trúng!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "雷闪！",
      "zht": "雷閃！",
      "jp": "雷閃！",
      "ko": "번개 섬광!",
      "en": "Flash!",
      "de": "Blitz!",
      "es": "¡Destello!",
      "fr": "Éclair !",
      "pt": "Flash!",
      "ru": "Вспышка!",
      "id": "Kilat menyambar!",
      "th": "อสนีบาต!",
      "vi": "Ánh chớp!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "常道恢弘，鸣神永恒！",
      "zht": "常道恢弘，鳴神永恆！",
      "jp": "常道を恢弘せしは、永遠なる鳴神なり！",
      "ko": "진리가 웅대하듯 번개 신 또한 영원하리!",
      "en": "Glory to the Shogun!",
      "de": "Ruhm dem Shougun und seiner ewigen Herrschaft!",
      "es": "¡Gloria a la Shogun y a su imperio eterno!",
      "fr": "Gloire à la Shogun !",
      "pt": "Glória à Shogun!",
      "ru": "Слава сёгуну, да будет она править вечно!",
      "id": "Demi kemuliaan Shogun!",
      "th": "แด่โชกุนผู้เกรียงไกร มุ่งสู่ความเป็นนิรันดร์!",
      "vi": "Shogun Trường Tồn, Vĩnh Hằng Bất Diệt!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "落雷…不悔！",
      "zht": "落雷…不悔！",
      "jp": "雷に…捧ぐ！",
      "ko": "번개는… 물러서지 않아!",
      "en": "No turning back!",
      "de": "Kein Bedauern!",
      "es": "¡No hay vuelta atrás!",
      "fr": "Plus moyen de reculer !",
      "pt": "Não há volta!",
      "ru": "Удар молнии... без сожалений!",
      "id": "Tidak bisa mundur!",
      "th": "สายฟ้า... ไม่ทำให้ผิดหวัง!",
      "vi": "Không thể quay đầu!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "雷光千道！",
      "zht": "雷光千道！",
      "jp": "千なる雷光！",
      "ko": "뇌광천도!",
      "en": "Storm the front!",
      "de": "Tausende von Blitzschlägen!",
      "es": "¡Asalto al frente!",
      "fr": "Assaut droit devant !",
      "pt": "Ataque a frente!",
      "ru": "Тысячи молний!",
      "id": "Serbu ke depan!",
      "th": "แสงอสนีนับพัน!",
      "vi": "Ngàn vạn ánh sét!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "不错的宝物，能够提振士气！",
      "zht": "不錯的寶物，能夠提振士氣！",
      "jp": "悪くない宝だ、士気が上がるな。",
      "ko": "꽤 좋은 보물이야. 사기를 높일 수 있겠어!",
      "en": "Excellent. These spoils will boost morale.",
      "de": "Ausgezeichnet. Diese Beute wird unsere Moral stärken.",
      "es": "Excelente. Este botín levantará nuestra moral.",
      "fr": "Excellent. Ces butins remonteront le moral.",
      "pt": "Excelente! Vai ajudar a levantar a moral!",
      "ru": "Превосходно! Это сокровище поднимет боевой дух.",
      "id": "Bagus. Ini dapat meningkatkan semangat juang.",
      "th": "สมบัติพวกนี้ไม่เลวเลยนี่ สามารถใช้เสริมสร้างขวัญกำลังใจได้!",
      "vi": "Kho báu tốt đấy, có thể gia tăng sĩ khí!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "很好，没有放过任何角落。",
      "zht": "很好，沒有放過任何角落。",
      "jp": "よし、隅々まで回収したな。",
      "ko": "좋아, 놓친 건 없군",
      "en": "Good. Leave nothing of value behind.",
      "de": "Gut. Lass nichts von Wert zurück.",
      "es": "Bien. No te dejes nada de valor.",
      "fr": "Bien. Il ne faut rien laisser de valeur derrière.",
      "pt": "Muito bem, não deixe nada de valor para trás.",
      "ru": "Отлично. Здесь не осталось ничего ценного.",
      "id": "Baik. Ambil semua yang berharga.",
      "th": "แจ่มแมว ไม่ปล่อยให้พลาดเลยซักซอกมุม",
      "vi": "Rất tốt, không bỏ sót chỗ nào cả."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "补充完就上路吧！",
      "zht": "補充完就上路吧！",
      "jp": "補給が完了したら出発しよう。",
      "ko": "다 챙겼으면 출발하지!",
      "en": "Restock and press onward!",
      "de": "Füll die Vorräte auf und mach weiter!",
      "es": "Reabastezcámonos y sigamos adelante.",
      "fr": "On se réapprovisionne et on continue !",
      "pt": "Reabasteçamos e sigamos em frente!",
      "ru": "Пополните запасы и продолжайте наступление!",
      "id": "Lengkapi persediaan dan terus maju!",
      "th": "ฟื้นฟูพลังแล้ว ลุยต่อได้!",
      "vi": "Xong rồi tiếp tục lên đường thôi!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "我会坚持到底…",
      "zht": "我會堅持到底…",
      "jp": "最後まで耐え抜く…",
      "ko": "끝까지 버텨주마…",
      "en": "To the bitter end!",
      "de": "Ich werde nicht aufgeben ...",
      "es": "¡Hasta el final!",
      "fr": "Jusqu'au bout !",
      "pt": "Até o final!",
      "ru": "Я пойду до конца...",
      "id": "Sampai titik darah penghabisan!",
      "th": "ฉันจะสู้ให้ถึงที่สุด...",
      "vi": "Ta phải kiên trì đến cùng..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "必须寻找突破点！",
      "zht": "必須尋找突破點！",
      "jp": "突破口を見つけねば！",
      "ko": "돌파구를 찾아야 해!",
      "en": "I will overcome!",
      "de": "Ich muss eine Schwachstelle finden!",
      "es": "¡Venceré!",
      "fr": "Je gagnerai !",
      "pt": "Eu superarei isso!",
      "ru": "Надо найти точку прорыва!",
      "id": "Aku bisa mengatasinya!",
      "th": "ฉันจะผ่านมันไปให้ได้!",
      "vi": "Phải tìm cách đột phá!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "快到极限了…",
      "zht": "快到極限了…",
      "jp": "限界か…",
      "ko": "곧 한계인가…",
      "en": "I'm at my limit...",
      "de": "So schnell am Limit ...",
      "es": "Estoy al límite...",
      "fr": "J'arrive à ma limite...",
      "pt": "Estou no meu limite...",
      "ru": "Почти на пределе...",
      "id": "Ini sudah batasku ....",
      "th": "ใกล้ถึงขีดจำกัดแล้ว...",
      "vi": "Sắp đến giới hạn rồi..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "不要勉强！",
      "zht": "不要勉強！",
      "jp": "無理するな！",
      "ko": "무리하지 마!",
      "en": "Regroup!",
      "de": "Zwing dich zu nichts!",
      "es": "¡Reagrúpense!",
      "fr": "Regroupement !",
      "pt": "Retirada!",
      "ru": "Перегруппироваться!",
      "id": "Berkumpul kembali!",
      "th": "อย่าฝืนตัวเองนะ!",
      "vi": "Đừng miễn cưỡng!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "退下！",
      "zht": "退下！",
      "jp": "下がれ！",
      "ko": "물러나!",
      "en": "Retreat!",
      "de": "Tritt zurück!",
      "es": "¡Retirada!",
      "fr": "Retirez-vous !",
      "pt": "Recuem!",
      "ru": "Назад!",
      "id": "Mundur!",
      "th": "ถอยไป!",
      "vi": "Lui xuống!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "生命终非永恒。",
      "zht": "生命終非永恆。",
      "jp": "命は永遠ではない…",
      "ko": "삶은 결코 영원하지 않지",
      "en": "Life is not eternal.",
      "de": "Das Leben ist nicht ewig.",
      "es": "La vida no es eterna.",
      "fr": "La vie n'est pas éternelle.",
      "pt": "A vida não é eterna.",
      "ru": "Жизнь не вечна.",
      "id": "Hidup cuma sementara.",
      "th": "ชีวิตไม่นิรันดร์",
      "vi": "Sinh mạng không phải vĩnh hằng."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "我绝无怨言…",
      "zht": "我絕無怨言…",
      "jp": "一片の悔いなし…",
      "ko": "원망은 없다…",
      "en": "I willingly yield...",
      "de": "Ich habe keine Beschwerden ...",
      "es": "Me rindo...",
      "fr": "Je m'incline de mon gré...",
      "pt": "Não tenho arrependimentos...",
      "ru": "Никаких сожалений...",
      "id": "Aku mengaku kalah ....",
      "th": "ฉันจะไม่คร่ำครวญ...",
      "vi": "Ta không oán trách..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "哼，是我败了。",
      "zht": "哼，是我敗了。",
      "jp": "ふっ…私の負けだ…",
      "ko": "하, 내가 졌군",
      "en": "Huh, I am defeated.",
      "de": "Ah, ich habe verloren.",
      "es": "Oh, he sido derrotada.",
      "fr": "Hmpf, me voilà vaincue.",
      "pt": "Huh, estou derrotada...",
      "ru": "Я побеждена.",
      "id": "Ah, aku kalah.",
      "th": "ฮึ่ม ฉันแพ้แล้ว",
      "vi": "Hừ, ta thua rồi."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "再来！",
      "zht": "再來！",
      "jp": "まだだ！",
      "ko": "그것뿐이냐!",
      "en": "Again!",
      "de": "Nochmal!",
      "es": "¡Vamos!",
      "fr": "Encore !",
      "pt": "De novo!",
      "ru": "Ещё раз!",
      "id": "Lagi!",
      "th": "เข้ามาอีกสิ!",
      "vi": "Lần nữa!"
    }
  },
  {
    "title": {
      "zhs": "普通受击·其二",
      "zht": "普通受擊·其二",
      "jp": "ダメージを受ける·2",
      "ko": "일반 피격·두 번째",
      "en": "Light Hit Taken: II",
      "de": "Leichten Treffer erlitten II",
      "es": "Recibiendo un ligero ataque (II)",
      "fr": "Attaque légère subie (2)",
      "pt": "Ataque Leve Sofrido - II",
      "ru": "Получен лёгкий удар II",
      "id": "Menerima Serangan Ringan: II",
      "th": "รับการโจมตีปกติ - 2",
      "vi": "Chịu Đòn Thường II"
    },
    "line": {
      "zhs": "不错的对手…",
      "zht": "不錯的對手…",
      "jp": "悪くない…",
      "ko": "제법이군…",
      "en": "A worthy adversary...",
      "de": "Kein schlechter Gegner!",
      "es": "Un digno adversario...",
      "fr": "Un adversaire digne...",
      "pt": "Um adversário digno...",
      "ru": "Достойный противник...",
      "id": "Lawan yang seimbang ....",
      "th": "เป็นคู่ต่อสู้ที่ไม่เลว...",
      "vi": "Khá đấy..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "怎么会！",
      "zht": "怎麼會！",
      "jp": "なんだと！",
      "ko": "감히!",
      "en": "Impossible!",
      "de": "Wie kann das sein!?",
      "es": "¡Imposible!",
      "fr": "Impossible !",
      "pt": "Como é possível!?",
      "ru": "Невозможно!",
      "id": "Mustahil!",
      "th": "อะไรกัน!",
      "vi": "Sao có thể!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "战况不顺…",
      "zht": "戰況不順…",
      "jp": "油断ならぬ戦況だ…",
      "ko": "상황이 좋지 않아…",
      "en": "They're gaining the upper hand...",
      "de": "Der Kampf läuft nicht gut ...",
      "es": "Están tomando la ventaja...",
      "fr": "L'adversaire prend le dessus...",
      "pt": "Eles estão ganhando vantagem...",
      "ru": "Противник берёт верх...",
      "id": "Lawan lebih unggul ....",
      "th": "สถานการณ์ค่อนข้างเสียเปรียบ...",
      "vi": "Bất lợi rồi..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "我会带领你获得胜利。",
      "zht": "#我會帶領{F#妳}{M#你}獲得勝利。",
      "jp": "私がお前を勝利に導こう。",
      "ko": "내가 널 승리로 이끌어 주지",
      "en": "I will lead us to victory.",
      "de": "Ich werde dich zum Sieg führen.",
      "es": "Nos lideraré hacia la victoria.",
      "fr": "Je nous mènerai à la victoire.",
      "pt": "Eu nos levarei à vitória.",
      "ru": "Я приведу тебя к победе.",
      "id": "Aku akan menuntun kalian kepada kemenangan.",
      "th": "ฉันจะนำเราไปสู่ชัยชนะ",
      "vi": "Tôi sẽ dẫn mọi người đến chiến thắng"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "哼，来吧。",
      "zht": "哼，來吧。",
      "jp": "ふん、ついて来い。",
      "ko": "흥, 따라와",
      "en": "Hm. Let's do this.",
      "de": "Hm, komm doch ...",
      "es": "¡Hum! Vamos allá.",
      "fr": "Hmm, allons-y.",
      "pt": "Hm. Vamos lá.",
      "ru": "Подходи.",
      "id": "Hmm. Ayo.",
      "th": "หึ มาสิ",
      "vi": "Hừm, bắt đầu thôi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "与你并肩！",
      "zht": "#與{F#妳}{M#你}並肩！",
      "jp": "お前と共に戦おう！",
      "ko": "너와 함께 싸우겠다!",
      "en": "With you all the way!",
      "de": "Seite an Seite mit dir!",
      "es": "¡Contigo hasta el final!",
      "fr": "À tes côtés !",
      "pt": "Estou com você!",
      "ru": "Рядом с тобой!",
      "id": "Terus berjalan beriringan denganmu!",
      "th": "เคียงบ่าเคียงไหล่ไปกับเธอ!",
      "vi": "Cùng nhau sát cánh!"
    }
  }
]