{
  "id": 14417,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "盈满之实",
    "zht": "盈滿之實",
    "jp": "満悦の実",
    "ko": "충만의 열매",
    "en": "Fruit of Fulfillment",
    "de": "Vollmondfrucht",
    "es": "Fruto de la Culminación",
    "fr": "Le fruit de l'accomplissement",
    "pt": "Fruto da Abundância",
    "ru": "Плод восполнения",
    "id": "Fruit of Fulfillment",
    "th": "Fruit of Fulfillment",
    "vi": "Quả Mọng"
  },
  "description": {
    "zhs": "从兰那罗的故事中得到的果实。其中蕴含着战胜任何危机的潜能。",
    "zht": "從蘭那羅的故事中得到的果實。其中蘊含著戰勝任何危機的潛能。",
    "jp": "アランナラの物語で手に入る果実。どんな危機も克服できる可能性を秘めている。",
    "ko": "아란나라의 이야기에서 획득한 열매. 어떠한 위기라도 이겨낼 수 있는 잠재적인 능력을 지니고 있다",
    "en": "A fruit you obtained from an Aranara tale. It holds the potential to conquer any crisis.",
    "de": "Eine Frucht, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat das Potenzial, jede Krise zu überwinden.",
    "es": "Un fruto obtenido a través de una de las historias de los aranara. Tiene la capacidad de salir airoso de cualquier crisis.",
    "fr": "Un fruit que vous avez obtenu dans un conte d'aranara. Il a le potentiel de vaincre n'importe quelle crise.",
    "pt": "Uma fruta obtida através de uma das histórias dos Aranara. Ela tem o poder de conquistar qualquer crise.",
    "ru": "Плод, полученный из истории аранар. В нём заключены силы для преодоления любого бедствия.",
    "id": "Buah yang didapat dari cerita Aranara. Darinyalah terdapat potensi untuk mengatasi krisis apa pun.",
    "th": "ผลไม้ที่ได้รับมาจากเรื่องเล่าของ Aranara มีศักยภาพที่จะเอาชนะวิกฤติใด ๆ ก็ตามอยู่ในนั้น",
    "vi": "Quả mọng nhận được từ câu chuyện của Aranara. Bên trong ẩn chứa tiềm năng chiến thắng mọi nguy hiểm."
  },
  "lore": {
    "zhs": "\n「其实，月亮并不总是如同珍珠一样圆…」\n\n那是很久很久以前的，非常可怕的故事。所幸那只是故事，并不是我的记忆，也不是你的记忆。\n月亮曾经变成了尖牙的形状、狞笑的形状，月光也不再穿过树叶撒在草地上，将露珠变成珍珠。\n\n树木如同被风吹倒的麦浪一样倒下。大地上充满了许多的悲伤。\n那些悲伤如此庞大、如此浓厚，连溪水都变成了盐与铁的味道。\n\n创造我们的千树之王将森林交给我们，于是我们与漆黑的野兽、钢铁的巨人，还有无留陀战斗。\n她与许多森林的孩子进入了沙漠，烧毁祸患的根、折断灾厄的枝，最终能回到树荫下的却很少。\n我们失去了桓那兰那，许多兰那罗过早地回归了大地。就连最终得来的故事，也是苦涩的故事。\n\n但是我们最终战胜了灾厄，即使在深邃的沙海当中依然有莲花绽开。\n曾创造我们的她，在沙漠中又创造了新的生灵，来填补地心的空洞。\n\n……\n就算是再苦涩的故事，其中也有勇气、具有力量。就算故事始终不如「记忆」强大，也有力量。\n你交给我的，与我们一同冒险的故事，我会珍惜。当月亮再度异变时，它们就会替你保护森林。",
    "zht": "\n「其實，月亮並不總是如同珍珠一樣圓…」\n\n那是很久很久以前的，非常可怕的故事。所幸那只是故事，並不是我的記憶，也不是你的記憶。\n月亮曾經變成了尖牙的形狀、獰笑的形狀，月光也不再穿過樹葉撒在草地上，將露珠變成珍珠。\n\n樹木如同被風吹倒的麥浪一樣倒下。大地上充滿了許多的悲傷。\n那些悲傷如此龐大、如此濃厚，連溪水都變成了鹽與鐵的味道。\n\n創造我們的千樹之王將森林交給我們，於是我們與漆黑的野獸、鋼鐵的巨人，還有無留陀戰鬥。\n她與許多森林的孩子進入了沙漠，燒毀禍患的根、折斷災厄的枝，最終能回到樹蔭下的卻很少。\n我們失去了桓那蘭那，許多蘭那羅過早地回歸了大地。就連最終得來的故事，也是苦澀的故事。\n\n但是我們最終戰勝了災厄，即使在深邃的沙海當中依然有蓮花綻開。\n曾創造我們的她，在沙漠中又創造了新的生靈，來填補地心的空洞。\n\n……\n就算是再苦澀的故事，其中也有勇氣、具有力量。就算故事始終不如「記憶」強大，也有力量。\n你交給我的，與我們一同冒險的故事，我會珍惜。當月亮再度異變時，它們就會替你保護森林。",
    "jp": "\n「実は、月はいつも真珠のように丸いわけではない…」\n\nそれは遠い昔のこと…とても怖い話だ。幸い、それは単なるお話で、私の記憶でも、あなたの記憶でもない。\n月が鋭い牙の形、そして凶悪な笑みの形になった。月明かりが葉っぱを通して、草むらに差し込み、夜露を真珠に変えることもなくなった。\n\n木は風に吹かれ、麦の波のように倒れた。大地は大きな悲しみに包まれていた。\nその悲しみはあまりに濃く、深すぎて、小川の水でさえも塩と鉄の味に変わってしまったのだった。\n\n私たちを創った千樹の王は、森を私たちに託した。それで、私たちは漆黒の獣、鋼鉄の巨人、そしてマラーナと戦った。\n彼女は森にいた多くの子供たちと共に砂漠へ入り、災難の根を燃やし、厄災の枝を折ったが、最終的に木陰の下に戻れた者はごくわずかだった。\n私たちはヴァナラーナを失い、多くのアランナラが早々に大地へと還った。結局、最後に得られた物語までもが、苦いものだった。\n\nしかし、私たちはついに厄災に打ち勝った。たとえ深い砂の海の中であっても、ハスの花は咲くものなのだ。\n私たちを創った彼女は、大地の心にぽっかりと空いた穴を埋めるため、砂漠の中にまた新たな生き物を創造した。\n\n……\nどんなに苦い物語にも、勇気と力は潜んでいる。たとえ物語が「記憶」ほどには強くなかったとしても、そこには力があるのだ。\nあなたがくれた、私たちとの冒険物語を大切にしよう。月が再び変化した時、それはあなたのために森を守ってくれるだろう。",
    "ko": "\n「사실 달이 늘 진주처럼 둥글기만 한 건 아냐…」\n\n아주 오래전에 있었던 무서운 이야기야. 이게 내 기억이나 네 기억이 아니라, 그냥 이야기일 뿐이라서 참 다행이다.\n달은 한때 송곳니, 섬뜩한 웃음처럼 변한 적이 있어. 더는 나뭇잎 사이로 풀밭을 비추지도, 이슬을 진주로 만들지도 않았지.\n\n나무는 바람 따라 흔들리는 이삭처럼 쓰러졌고, 대지는 온갖 슬픔으로 가득 찼어.\n그 슬픔이 어찌나 크고 깊었는지 시냇물에서 소금과 쇠 맛이 날 정도였어.\n\n우릴 창조한 아란야니 여왕은 우리에게 숲을 맡겼어. 그래서 우린 어둠의 야수, 강철의 거인, 마라나와 싸웠지.\n그녀는 숲의 아이들과 사막으로 가 재앙의 뿌리를 태우고 화의 가지를 꺾었어. 살아서 나무 그늘로 돌아온 사람은 몇 없었지.\n우린 바나라나를 잃었고, 수많은 아란나라가 일찍이 대지로 돌아갔어. 우리가 마지막에 얻은 이야기조차 씁쓸한 내용이었던 거야.\n\n하지만 우린 재앙을 이겨냈어. 모래바다 깊은 곳일지라도 연꽃은 꽃을 피워냈지.\n우리를 창조했던 그녀는 사막에 새로운 생명을 창조해 지핵의 빈자리를 채웠어.\n\n……\n아무리 씁쓸한 이야기라 할지라도 그 안에는 용기와 힘이 담겨 있어. 「기억」보다 강하진 않을지 몰라도, 그 안에는 힘이 담겨 있어.\n네가 전해준 우리의 모험 이야기, 소중히 간직할게. 달이 또다시 바뀌면, 그들이 너를 대신해서 숲을 지켜줄 거야",
    "en": "\n\"In truth, the moon did not always look like a pearl...\"\n\nThat was a story from a long, long time ago — a dreadful story. Fortunately, it is just a story — not some memory of mine or yours.\nOnce upon a time, the moon turned into the shape of fangs that smirked ferociously. Moonlight no longer waltzed through the leaves to cast itself onto the grass, turning the dew into glimmering pearls.\n\nTrees were thrust down to the ground like wheat overwhelmed by strong winds. Every inch of the land was swamped by grief.\nThe grief was so formidably immense and intense that even the streams were fraught with the pungent odor of salt and iron.\n\nOur creator, Queen Aranyani, trusted us with the forest. We thus embarked upon the battles against the monsters that emerged from the darkness, colossi made of iron and steel, and Marana.\nShe entered the desert with the forest's children. They burnt the roots of disaster and tore the branches of calamity, but only a few of them eventually made it back to the embrace of the shade of trees.\nWe lost Vanarana, and too many Aranara returned to the ground before their time. Even the story that survived was bitter and agonizing.\n\nBut we defeated the calamity in the end. Even in the deepest sea of sand, the lotuses still bloomed.\nShe who created us had once again created new life to mend the land's hollowed heart.\n\n...\nCourage and strength still ring out amidst the most bitter of tales. No story is as powerful as \"memories,\" but they empower nevertheless.\nI will cherish the stories you handed to me, stories of our adventure. Should calamity ever recur and the moon mutate, these stories will protect the forest on your behalf.",
    "de": "\n„In Wirklichkeit ist der Mond nicht immer so rund wie eine Perle ...“\n\nDies ist eine sehr, sehr alte und überaus fürchterliche Geschichte. Glücklicherweise ist es nur eine Geschichte und weder meine noch deine Erinnerung.\nEinstmals nahm der Mond die Form eines Gesichts mit Reißzähnen und einem bösen Grinsen an. Und sein Licht strömte nicht länger durch die Blätter der Bäume und auf die Wiesen, um dabei Tautropfen in Perlen zu verwandeln.\n\nDie Bäume fielen zu Boden, als ob sie Weizenähren wären, die vom Wind umgestoßen wurden, und auf der Erde herrschte großer Kummer.\nDieser Kummer war so enorm und so bitter, dass sogar die Bäche den Geschmack von Salz und Eisen annahmen.\n\nUnsere Schöpferin Herrin Aranyani hat uns den Wald anvertraut, daher haben wir die pechschwarzen Bestien, die stählernen Riesen und Marana bekämpft.\nSie ist zusammen mit vielen Kindern des Waldes in die Wüste gegangen, um dieses Übel an seiner Wurzel zu zerstören und die Zweige der großen Katastrophe entzweizubrechen. Doch nur wenige von ihnen sind am Ende wieder in den Schatten der Bäume zurückgekehrt.\nWir haben Vanarana verloren und zahlreiche Aranara sind vorzeitig in die Erde zurückgekehrt. Und selbst die letzten erhaltenen Geschichten waren bittere Geschichten.\n\nDoch am Ende haben wir die große Katastrophe besiegt und selbst tief in der Wüste existiert immer noch erblühender Lotos.\nUnsere Herrin, die uns dereinst erschaffen hatte, erschuf in der Wüste neue Wesen, um die Leere in Dominus Lapidis zu füllen.\n\n...\nDoch selbst in den bittersten Geschichten ist Platz für Mut und Stärke. Und auch wenn Geschichten niemals so großartig wie „Erinnerungen“ seien können, kann Stärke in ihnen vorkommen.\nDie Geschichten, die du mir gegeben und die wir miteinander erlebt haben, werde ich wertschätzen. Wenn der Mond wieder seine Form ändert, werden sie an deiner Stelle den Wald beschützen.",
    "es": "\n“En realidad, luna no siempre fue redonda como perla...”.\n\nEs historia muy, muy antigua y aterradora. Por suerte, es solo historia y no pertenece a recuerdos de ninguno de nosotros dos.\nUn día, luna se convirtió en cosa con forma de colmillo, curvo y torcido como sonrisa malévola. Luz de luna dejó de penetrar a través de hojas e iluminar hierba, y tornó gotas de rocío en perlas.\n\nÁrboles cayeron como espigas de trigo dobladas por viento, y tristeza inundó tierra.\nTristeza era tan grande y tan profunda que incluso agua de arroyos sabía a sal y a metal.\n\nNuestra creadora, Reina Aranyani, nos regaló bosque, por eso luchamos contra bestias oscuras, gigantes de acero y contra Marana.\nElla se adentró en desierto junto a muchos retoños de bosque para quemar raíces de catástrofe y quebrar ramas de desgracia. Muy pocos lograron volver bajo sombra de árboles.\nPerdimos Vanarana, y muchos aranara regresaron a tierra demasiado pronto. Incluso historias que creamos tenían regusto amargo.\n\nPero finalmente prevalecimos, y ahora, hasta flores de loto pueden abrirse muy adentro de mar de arena.\nElla, nuestra creadora, creó nuevas criaturas en desierto para llenar vacío dejado en tierra.\n\n...\nPero aunque amargas, en historias hay coraje y fuerza. Y aunque nunca serán tan formidables como recuerdos, también hay poder en ellas.\nGuardaremos como tesoro lo que nos has dado: historias de tus aventuras con todos nosotros. Cuando luna vuelva a cambiar, protegerán bosque por ti.",
    "fr": "\n« En réalité, la lune n'est pas toujours ronde comme une perle... »\n\nC'est une histoire très ancienne et très effrayante. Heureusement, c'est juste une histoire. Ce n'est pas mon souvenir, ni le vôtre.\nUn jour, la lune prit la forme d'un croc, elle ressemblait au sourire malicieux d'une personne. Et sa lumière ne se répandit plus à travers les feuilles des arbres et sur les prairies, transformant les gouttes de rosée en perles.\n\nLe vent pliait les arbres comme il pliait le blé. Le chagrin inondait la terre.\nLa tristesse était si profonde et si intense que même les ruisseaux avaient un goût salé et ferreux.\n\nNotre créatrice, la reine Aranyani, nous confia la forêt. Ainsi, nous nous battîmes contre les bêtes noires, les colosses d'acier et la Marana.\nAvec de nombreux enfants de la forêt, elle s'en alla dans le désert pour brûler les racines du mal et briser les branches de l'infortune. Seuls quelques-uns réussirent à regagner l'ombre des arbres.\nNous perdîmes Vanarana et beaucoup d'aranaras retournèrent bien trop tôt à la terre. Même l'histoire que nous avions obtenue avait une fin amère.\n\nMais finalement, nous surmontâmes les difficultés, et même au milieu de la mer de sable, les fleurs de lotus continuaient de fleurir.\nElle, qui nous avait donné naissance, créa de nouveaux êtres dans le désert pour combler le vide au cœur de la terre.\n\n...\nMais même dans les histoires tristes, on trouve du courage et de la force. Même si les histoires n'auront jamais le pouvoir des « souvenirs », elles ont aussi leur propre force.\nJe chérirai les histoires de nos aventures que vous m'avez données. Elles protégeront la forêt à votre place lorsque la lune se transformera à nouveau.",
    "pt": "\n\"Na verdade, a lua nem sempre era redonda como uma pérola...\"\n\nÉ uma história antiga e assustadora. Felizmente é apenas uma história, e não suas, nem minhas memórias.\nA lua assumiu a forma de uma presa curva e torcida como um sorriso. O luar não banhava mais as árvores e plantas, transformando os pontos de orvalhos em pequenas pérolas.\n\nAs árvores caíram como trigos ondulantes caem ao serem soprado pelo vento. A terra estava repleta de muita tristeza.\nEssas tristezas eram tão profundas que até os riachos passaram a ter gosto de sal e ferro.\n\nA Rainha Aranyani nos criou e nos deu a floresta, por isso, lutamos contra as bestas escuras, os gigantes de aço e Marana.\nEla foi para o deserto com muitas das crianças da floresta, queimando as raízes da desgraça e quebrando os galhos calamitosos. Contudo, poucos voltaram à sombra das árvores no final.\nPerdemos Vanarana, assim, muitos Aranaras retornaram à terra prematuramente. Até mesmo as histórias que ganhamos eram agonizantes.\n\nEntretanto, vencemos a calamidade e, até no fundo do mar de areia, agora há lótus desabrochando.\nEla que uma vez nos criou, criou novos seres no deserto para preencher o vazio deixado na terra.\n\n...\nMesmo as histórias mais agonizantes também apresentam traços de coragem e força. Até quando a história não é tão poderosa quanto a memória, ela ainda terá força.\nGuardarei com carinho as histórias das nossas aventuras em conjunto que você me deu. Elas protegerão a floresta para você quando a lua mudar novamente.",
    "ru": "\n«На самом деле Луна не всегда такая круглая как жемчужина...»\n\nЭто очень давняя и жуткая история. К счастью, это всего лишь история, а не наши с тобой воспоминания.\nОднажды луна стала похожа на клык, торчащий из злобного оскала. Лунный свет больше не струился сквозь листву и траву, превращая капли росы в жемчужины.\n\nДеревья гнулись под порывами ветра, словно колосья пшеницы. Земля пропиталась скорбью.\nПечаль была столь глубока и сильна, что даже горные ручьи сделались солёными на вкус.\n\nНаша создательница, владычица Араньяни, доверила нам лес, и мы сражались против чёрных как смоль зверей, стальных гигантов и Мараны.\nВместе с детьми леса она отправилась в пустыню, сжигая корни зла и переламывая ветви бед. Лишь немногим из нас удалось вернуться под сень деревьев.\nМы потеряли Ванарану, и многие аранары вернулись в землю до срока. Даже те истории, что дошли до нас, были пропитаны горечью.\n\nНо в конце концов мы справились с бедой, и теперь даже посреди бездонного песчаного моря раскрывают свои лепестки цветки лотоса.\nТа, которая когда-то создала нас, сотворила в пустыне новых существ, чтобы заполнить пустоту в сердце земли.\n\n...\nНо даже в самых горьких историях есть место мужеству и силе. Историям никогда не сравниться с «воспоминаниями», но всё равно они наделены своей силой.\nЯ буду бережно хранить все истории о наших совместных приключениях. И если луна снова изменит свой облик, они будут защищать лес вместо тебя.",
    "id": "\n\"Faktanya, wujud bulan tak selalu serupa mutiara ....\"\n\nIni kisah zaman dahulu kala, sebuah kisah yang mengenaskan. Untungnya hanya itu, sebuah kisah: bukan ingatanku mau pun ingatanmu.\nPada suatu masa, rembulan mengambil wujud seperti taring yang menyeringai keji. Terang bulan tak lagi menembus jejak dedaunan, tak lagi menyentuh rumput dan menyinari embun yang berkilau laksana mutiara.\n\nPohon-pohon tumbang menyentuh tanah, laksana gandum yang diterpa angin kencang. Setiap jengkal tanah tenggelam dalam kepedihan yang mendalam.\nBetapa dalamnya, hingga mata air pun mengasin dan menimbulkan bau besi yang tidak sedap.\n\nRatu Aranyani sang pencipta kaum kita memercayakan hutan ini ke anak cucunya. Kitalah yang maju menghadapi muush yang datang dari balik kegelapan, raksasa-raksasa baja, dan Marana.\nDia pergi ke padang pasir bersama putra-putri hutan. Mereka menghanguskan akar bencana dan menyiangi ranting-ranting malapataka. Hanya sedikit dari mereka yang dapat kembali dan menikmati pelukan pohon yang rimbun.\nKita kehilangan Vanarana, dan terlalu banyak Aranara yang kembali ke tanah sebelum waktunya. Bahkan kisah yang diteruskan ini pun pedih dan menyakitkan.\n\nTapi kita berhasil menghalau malapetaka. Bahkan makam pasir yang paling mematahkan asa pun masih dihiasi bunga teratai yang bermekaran.\nDia yang mencipta, sekali lagi menciptakan makhluk hidup untuk mengisi kekosongan di tanah.\n\n....\nBahkan kisah terpahit sekalu pun mengandung cita keberanian dan kekuatan. Memang tiada kisah yang lebih kuat dari kenangan, namun tetap saja bisa membangun dan menguatkan.\nAku akan menjaga kisah yang kau turunkan ini, kisah tentang petualangan kita. Jika kelak malapetkan sekali lagi menyambangi bumi dan bulan berubah, maka kisah inilah yang akan mewakilimu melindungi hutan.",
    "th": "\n\"ความจริงแล้ว จันทราไม่ได้กลมมนเหมือนไข่มุกเสมอไป...\"\n\nมันเป็นเรื่องราวน่ากลัว ที่เกิดขึ้นเมื่อนานมาแล้ว โชคดีที่มันเป็นแค่เรื่องเล่า ไม่ใช่ความทรงจำของข้าและเจ้า\nวันหนึ่ง ดวงจันทราแปลงร่างเป็นรอยยิ้มดุร้ายพร้อมเขี้ยวอันแหลมคม แล้วก็ไม่ยอมส่องแสงผ่านใบไม้ ทำให้หยาดน้ำค้างบนพื้นหญ้ากลายเป็นไข่มุกอีก\n\nต้นไม้ถูกลมโค่นลงเหมือนทุ่งข้าวสาลีที่เอนงอ ความโศกเศร้าแผ่ปกคลุมไปทั่วแผ่นดิน\nความเศร้านั้นช่างลึกซึ้งและรุนแรง ถึงขนาดเปลี่ยนน้ำในลำธารให้กลายเป็นรสเกลือและเหล็กได้\n\nราชินี Aranyani ผู้สร้างพวกเราได้มอบป่าให้เราดูแล พวกเราจึงได้ต่อสู้กับสัตว์ป่าที่มืดมิด เหล็กยักษ์ที่แข็งแกร่ง รวมถึง Marana\nเธอเข้าไปในทะเลทรายพร้อมกับลูกหลานของป่า ทำลายรากโคนแห่งภัยพิบัติ หักสะบั้นกิ่งไม้แห่งหายนะ แต่สุดท้ายแล้ว เหลือเพียงไม่กี่คนที่รอดกลับมาอยู่ใต้เงาไม้ได้\nพวกเราสูญเสีย Vanarana ไป Aranara มากมายได้กลับคืนสู่พื้นดินก่อนเวลาอันควร แม้แต่เรื่องราวสุดท้ายก็เต็มไปด้วยความขมขื่น\n\nแต่ท้ายที่สุดพวกเราก็เอาชนะภัยพิบัติได้ แม้แต่ในทะเลทรายลึก ก็ยังมีดอกบัวเบ่งบานขึ้น\nเธอผู้เคยสร้างพวกเราขึ้นมา ได้สรรค์สร้างชีวิตใหม่ขึ้นกลางทะเลทราย เพื่อเติมเต็มความว่างเปล่าของใจกลางผืนดิน\n\n...\nแต่ในเรื่องราวอันขมขื่น ก็ยังแฝงไปด้วยความกล้าหาญและพลัง แม้เรื่องราวจะทรงพลังสู้ \"ความทรงจำ\" ไม่ได้ แต่ก็มีความแข็งแกร่งอยู่ดี\nข้าจะเก็บรักษาเรื่องราวผจญภัยของเรา ที่เจ้าเล่าให้ข้าฟังไว้อย่างดี เมื่อดวงจันทราเกิดเหตุอาเพศขึ้นอีกครั้ง มันจะช่วยปกป้องป่าแทนเจ้าเอง",
    "vi": "\n\"Thật ra, không phải lúc nào mặt trăng cũng tròn như ngọc trai...\"\n\nĐó là một câu chuyện cực kỳ đáng sợ từ thuở xa xưa. May mà đó chỉ là một câu chuyện, không phải là ký ức của tôi, cũng không phải của bạn.\nMặt trăng đã từng biến thành hình răng nanh, nhe răng cười dữ tợn, ánh trăng cũng không còn chiếu qua kẽ lá vương trên ngọn cỏ, biến những giọt sương thành trân châu nữa.\n\nCây cối đổ rạp như sóng lúa bị gió thổi ngã. Khắp mặt đất ngập tràn bi thương.\nNỗi buồn đó lớn lao như thế, nặng nề như thế, đến cả dòng suối cũng biến thành mùi như muối và sắt.\n\nNữ Hoàng Aranyani - người đã tạo ra chúng tôi, đã giao lại rừng sâu cho chúng tôi, vì vậy chúng tôi đã chiến đấu với dã thú đen kịt, những người khổng lồ bằng thép và cả Marana.\nCô ấy đã cùng với rất nhiều đứa trẻ rừng sâu đi vào sa mạc, thiêu hủy căn nguyên tai họa, bẻ gãy cành nhánh của tai ương, nhưng sau cùng thì số người có thể trở về dưới tàng cây lại rất ít.\nChúng tôi đã mất Vanarana, rất nhiều Aranara đã trở về với mặt đất rất sớm. Đến cả câu chuyện cuối cùng có được cũng là một câu chuyện đầy cay đắng.\n\nNhưng cuối cùng chúng tôi cũng chiến thắng được tai ương, dù là giữa biển cát sâu thẳm vẫn có hoa sen nở rộ.\nCô ấy - người đã tạo ra chúng tôi, lại tạo ra những sinh linh mới trong sa mạc, lấp đầy khoảng trống ở giữa mặt đất.\n\n...\nDù câu chuyện có buồn bã đến đâu đi nữa thì cũng sẽ có dũng khí và sức mạnh. Dù câu chuyện không hùng mạnh như \"ký ức\" thì nó cũng có sức mạnh riêng.\nTôi sẽ trân trọng câu chuyện mà bạn giao cho tôi, cùng với câu chuyện chúng ta cùng nhau mạo hiểm. Khi mặt trăng lại lần nữa trở nên kỳ dị, chúng sẽ thay bạn bảo vệ khu rừng."
  },
  "effects": [
    {
      "name": {
        "zhs": "圆满之相",
        "zht": "圓滿之相",
        "jp": "正円の相",
        "ko": "원만의 상",
        "en": "Full Circle",
        "de": "Vollmondrundung",
        "es": "Culminación",
        "fr": "Cercle complet",
        "pt": "Círculo Completo",
        "ru": "Полный круг",
        "id": "Full Circle",
        "th": "Full Circle",
        "vi": "Hình Dạng Tròn Trĩnh"
      },
      "description": {
        "zhs": "触发元素反应后，获得「盈缺」效果：元素精通提升<color=#99FFFFFF>24</color>点，攻击力降低5%。每0.3秒至多获得一层盈缺效果，至多叠加5层。未触发元素反应时将每6秒失去一层。角色处于队伍后台时也能触发效果。",
        "zht": "觸發元素反應後，獲得「盈缺」效果：元素精通提升<color=#99FFFFFF>24</color>點，攻擊力降低5%。每0.3秒至多獲得一層盈缺效果，至多疊加5層。未觸發元素反應時將每6秒失去一層。角色處於隊伍後臺時也能觸發效果。",
        "jp": "元素反応を起こすと、「盈虚」効果を獲得する。「盈虚」効果：元素熟知+<color=#99FFFFFF>24</color>、攻撃力-5%。「盈虚」効果は最大5層まで重ね掛けでき、0.3秒毎に最大1層獲得可能。元素反応を起こさないでいると、6秒毎に1層失う。待機中のキャラクターも発動できる。",
        "ko": "원소 반응 발동 후, 「영결」 효과를 획득한다: 원소 마스터리가 <color=#99FFFFFF>24</color>pt 증가하고 공격력이 5% 감소한다. 0.3초마다 영결 효과를 최대 1스택 획득한다. 최대 중첩수: 5회. 원소 반응을 발동하지 않으면 6초마다 1스택이 감소한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Obtain the \"Wax and Wane\" effect after an Elemental Reaction is triggered, gaining <color=#99FFFFFF>24</color> Elemental Mastery while losing 5% ATK. For every 0.3s, 1 stack of Wax and Wane can be gained. Max 5 stacks. For every 6s that go by without an Elemental Reaction being triggered, 1 stack will be lost. This effect can be triggered even when the character is off-field.",
        "de": "Erhält nach dem Auslösen einer Elementarreaktion den Effekt „Mondphase“: Erhöht die Elementarkunde um <color=#99FFFFFF>24</color> Punkte und verringert den ANG um 5 %. Alle 0,3 s kann nur eine Stapelung dieses Effekts erhalten werden, 5-fach stapelbar. Wenn innerhalb von 6 s keine Elementarreaktion ausgelöst wird, wird eine Stapelung entfernt. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>24</color> pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Accorde l'effet Fluctuation après avoir déclenché une réaction élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>24</color> pts et diminuant l'ATQ de 5 %. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Un cumul sera déduit si aucune réaction élémentaire n'est déclenchée pendant 6 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Ao causar uma Reação Elemental, obtém o efeito \"Excesso e Falta\", que aumenta a Proficiência Elemental em <color=#99FFFFFF>24</color> e reduz o ATQ em 5%. Apenas 1 acúmulo de Excesso e Falta poderá ser obtido a cada 0.3s. Máximo de 5 acúmulos. 1 acúmulo será perdido a cada 6s que se passar sem que uma Reação Elemental seja desencadeada. Esse efeito pode ser desencadeado mesmo se o personagem estiver fora de campo.",
        "ru": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на <color=#99FFFFFF>24</color> ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <color=#99FFFFFF>24</color> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>24</color> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng nguyên tố sẽ nhận hiệu ứng \"Doanh Khuyết\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>24</color> điểm, tấn công giảm 5%. Mỗi 0.3s tối đa nhận một tầng hiệu quả Doanh Khuyết, cộng dồn tối đa 5 tầng. Khi không kích hoạt phản ứng nguyên tố, mỗi 6s sẽ mất đi một tầng. Nhân vật không ra trận cũng sẽ kích hoạt hiệu quả này."
      }
    },
    {
      "name": {
        "zhs": "圆满之相",
        "zht": "圓滿之相",
        "jp": "正円の相",
        "ko": "원만의 상",
        "en": "Full Circle",
        "de": "Vollmondrundung",
        "es": "Culminación",
        "fr": "Cercle complet",
        "pt": "Círculo Completo",
        "ru": "Полный круг",
        "id": "Full Circle",
        "th": "Full Circle",
        "vi": "Hình Dạng Tròn Trĩnh"
      },
      "description": {
        "zhs": "触发元素反应后，获得「盈缺」效果：元素精通提升<color=#99FFFFFF>27</color>点，攻击力降低5%。每0.3秒至多获得一层盈缺效果，至多叠加5层。未触发元素反应时将每6秒失去一层。角色处于队伍后台时也能触发效果。",
        "zht": "觸發元素反應後，獲得「盈缺」效果：元素精通提升<color=#99FFFFFF>27</color>點，攻擊力降低5%。每0.3秒至多獲得一層盈缺效果，至多疊加5層。未觸發元素反應時將每6秒失去一層。角色處於隊伍後臺時也能觸發效果。",
        "jp": "元素反応を起こすと、「盈虚」効果を獲得する。「盈虚」効果：元素熟知+<color=#99FFFFFF>27</color>、攻撃力-5%。「盈虚」効果は最大5層まで重ね掛けでき、0.3秒毎に最大1層獲得可能。元素反応を起こさないでいると、6秒毎に1層失う。待機中のキャラクターも発動できる。",
        "ko": "원소 반응 발동 후, 「영결」 효과를 획득한다: 원소 마스터리가 <color=#99FFFFFF>27</color>pt 증가하고 공격력이 5% 감소한다. 0.3초마다 영결 효과를 최대 1스택 획득한다. 최대 중첩수: 5회. 원소 반응을 발동하지 않으면 6초마다 1스택이 감소한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Obtain the \"Wax and Wane\" effect after an Elemental Reaction is triggered, gaining <color=#99FFFFFF>27</color> Elemental Mastery while losing 5% ATK. For every 0.3s, 1 stack of Wax and Wane can be gained. Max 5 stacks. For every 6s that go by without an Elemental Reaction being triggered, 1 stack will be lost. This effect can be triggered even when the character is off-field.",
        "de": "Erhält nach dem Auslösen einer Elementarreaktion den Effekt „Mondphase“: Erhöht die Elementarkunde um <color=#99FFFFFF>27</color> Punkte und verringert den ANG um 5 %. Alle 0,3 s kann nur eine Stapelung dieses Effekts erhalten werden, 5-fach stapelbar. Wenn innerhalb von 6 s keine Elementarreaktion ausgelöst wird, wird eine Stapelung entfernt. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>27</color> pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Accorde l'effet Fluctuation après avoir déclenché une réaction élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>27</color> pts et diminuant l'ATQ de 5 %. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Un cumul sera déduit si aucune réaction élémentaire n'est déclenchée pendant 6 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Ao causar uma Reação Elemental, obtém o efeito \"Excesso e Falta\", que aumenta a Proficiência Elemental em <color=#99FFFFFF>27</color> e reduz o ATQ em 5%. Apenas 1 acúmulo de Excesso e Falta poderá ser obtido a cada 0.3s. Máximo de 5 acúmulos. 1 acúmulo será perdido a cada 6s que se passar sem que uma Reação Elemental seja desencadeada. Esse efeito pode ser desencadeado mesmo se o personagem estiver fora de campo.",
        "ru": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на <color=#99FFFFFF>27</color> ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <color=#99FFFFFF>27</color> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>27</color> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng nguyên tố sẽ nhận hiệu ứng \"Doanh Khuyết\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>27</color> điểm, tấn công giảm 5%. Mỗi 0.3s tối đa nhận một tầng hiệu quả Doanh Khuyết, cộng dồn tối đa 5 tầng. Khi không kích hoạt phản ứng nguyên tố, mỗi 6s sẽ mất đi một tầng. Nhân vật không ra trận cũng sẽ kích hoạt hiệu quả này."
      }
    },
    {
      "name": {
        "zhs": "圆满之相",
        "zht": "圓滿之相",
        "jp": "正円の相",
        "ko": "원만의 상",
        "en": "Full Circle",
        "de": "Vollmondrundung",
        "es": "Culminación",
        "fr": "Cercle complet",
        "pt": "Círculo Completo",
        "ru": "Полный круг",
        "id": "Full Circle",
        "th": "Full Circle",
        "vi": "Hình Dạng Tròn Trĩnh"
      },
      "description": {
        "zhs": "触发元素反应后，获得「盈缺」效果：元素精通提升<color=#99FFFFFF>30</color>点，攻击力降低5%。每0.3秒至多获得一层盈缺效果，至多叠加5层。未触发元素反应时将每6秒失去一层。角色处于队伍后台时也能触发效果。",
        "zht": "觸發元素反應後，獲得「盈缺」效果：元素精通提升<color=#99FFFFFF>30</color>點，攻擊力降低5%。每0.3秒至多獲得一層盈缺效果，至多疊加5層。未觸發元素反應時將每6秒失去一層。角色處於隊伍後臺時也能觸發效果。",
        "jp": "元素反応を起こすと、「盈虚」効果を獲得する。「盈虚」効果：元素熟知+<color=#99FFFFFF>30</color>、攻撃力-5%。「盈虚」効果は最大5層まで重ね掛けでき、0.3秒毎に最大1層獲得可能。元素反応を起こさないでいると、6秒毎に1層失う。待機中のキャラクターも発動できる。",
        "ko": "원소 반응 발동 후, 「영결」 효과를 획득한다: 원소 마스터리가 <color=#99FFFFFF>30</color>pt 증가하고 공격력이 5% 감소한다. 0.3초마다 영결 효과를 최대 1스택 획득한다. 최대 중첩수: 5회. 원소 반응을 발동하지 않으면 6초마다 1스택이 감소한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Obtain the \"Wax and Wane\" effect after an Elemental Reaction is triggered, gaining <color=#99FFFFFF>30</color> Elemental Mastery while losing 5% ATK. For every 0.3s, 1 stack of Wax and Wane can be gained. Max 5 stacks. For every 6s that go by without an Elemental Reaction being triggered, 1 stack will be lost. This effect can be triggered even when the character is off-field.",
        "de": "Erhält nach dem Auslösen einer Elementarreaktion den Effekt „Mondphase“: Erhöht die Elementarkunde um <color=#99FFFFFF>30</color> Punkte und verringert den ANG um 5 %. Alle 0,3 s kann nur eine Stapelung dieses Effekts erhalten werden, 5-fach stapelbar. Wenn innerhalb von 6 s keine Elementarreaktion ausgelöst wird, wird eine Stapelung entfernt. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>30</color> pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Accorde l'effet Fluctuation après avoir déclenché une réaction élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>30</color> pts et diminuant l'ATQ de 5 %. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Un cumul sera déduit si aucune réaction élémentaire n'est déclenchée pendant 6 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Ao causar uma Reação Elemental, obtém o efeito \"Excesso e Falta\", que aumenta a Proficiência Elemental em <color=#99FFFFFF>30</color> e reduz o ATQ em 5%. Apenas 1 acúmulo de Excesso e Falta poderá ser obtido a cada 0.3s. Máximo de 5 acúmulos. 1 acúmulo será perdido a cada 6s que se passar sem que uma Reação Elemental seja desencadeada. Esse efeito pode ser desencadeado mesmo se o personagem estiver fora de campo.",
        "ru": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на <color=#99FFFFFF>30</color> ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <color=#99FFFFFF>30</color> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>30</color> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng nguyên tố sẽ nhận hiệu ứng \"Doanh Khuyết\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>30</color> điểm, tấn công giảm 5%. Mỗi 0.3s tối đa nhận một tầng hiệu quả Doanh Khuyết, cộng dồn tối đa 5 tầng. Khi không kích hoạt phản ứng nguyên tố, mỗi 6s sẽ mất đi một tầng. Nhân vật không ra trận cũng sẽ kích hoạt hiệu quả này."
      }
    },
    {
      "name": {
        "zhs": "圆满之相",
        "zht": "圓滿之相",
        "jp": "正円の相",
        "ko": "원만의 상",
        "en": "Full Circle",
        "de": "Vollmondrundung",
        "es": "Culminación",
        "fr": "Cercle complet",
        "pt": "Círculo Completo",
        "ru": "Полный круг",
        "id": "Full Circle",
        "th": "Full Circle",
        "vi": "Hình Dạng Tròn Trĩnh"
      },
      "description": {
        "zhs": "触发元素反应后，获得「盈缺」效果：元素精通提升<color=#99FFFFFF>33</color>点，攻击力降低5%。每0.3秒至多获得一层盈缺效果，至多叠加5层。未触发元素反应时将每6秒失去一层。角色处于队伍后台时也能触发效果。",
        "zht": "觸發元素反應後，獲得「盈缺」效果：元素精通提升<color=#99FFFFFF>33</color>點，攻擊力降低5%。每0.3秒至多獲得一層盈缺效果，至多疊加5層。未觸發元素反應時將每6秒失去一層。角色處於隊伍後臺時也能觸發效果。",
        "jp": "元素反応を起こすと、「盈虚」効果を獲得する。「盈虚」効果：元素熟知+<color=#99FFFFFF>33</color>、攻撃力-5%。「盈虚」効果は最大5層まで重ね掛けでき、0.3秒毎に最大1層獲得可能。元素反応を起こさないでいると、6秒毎に1層失う。待機中のキャラクターも発動できる。",
        "ko": "원소 반응 발동 후, 「영결」 효과를 획득한다: 원소 마스터리가 <color=#99FFFFFF>33</color>pt 증가하고 공격력이 5% 감소한다. 0.3초마다 영결 효과를 최대 1스택 획득한다. 최대 중첩수: 5회. 원소 반응을 발동하지 않으면 6초마다 1스택이 감소한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Obtain the \"Wax and Wane\" effect after an Elemental Reaction is triggered, gaining <color=#99FFFFFF>33</color> Elemental Mastery while losing 5% ATK. For every 0.3s, 1 stack of Wax and Wane can be gained. Max 5 stacks. For every 6s that go by without an Elemental Reaction being triggered, 1 stack will be lost. This effect can be triggered even when the character is off-field.",
        "de": "Erhält nach dem Auslösen einer Elementarreaktion den Effekt „Mondphase“: Erhöht die Elementarkunde um <color=#99FFFFFF>33</color> Punkte und verringert den ANG um 5 %. Alle 0,3 s kann nur eine Stapelung dieses Effekts erhalten werden, 5-fach stapelbar. Wenn innerhalb von 6 s keine Elementarreaktion ausgelöst wird, wird eine Stapelung entfernt. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>33</color> pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Accorde l'effet Fluctuation après avoir déclenché une réaction élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>33</color> pts et diminuant l'ATQ de 5 %. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Un cumul sera déduit si aucune réaction élémentaire n'est déclenchée pendant 6 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Ao causar uma Reação Elemental, obtém o efeito \"Excesso e Falta\", que aumenta a Proficiência Elemental em <color=#99FFFFFF>33</color> e reduz o ATQ em 5%. Apenas 1 acúmulo de Excesso e Falta poderá ser obtido a cada 0.3s. Máximo de 5 acúmulos. 1 acúmulo será perdido a cada 6s que se passar sem que uma Reação Elemental seja desencadeada. Esse efeito pode ser desencadeado mesmo se o personagem estiver fora de campo.",
        "ru": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на <color=#99FFFFFF>33</color> ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <color=#99FFFFFF>33</color> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>33</color> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng nguyên tố sẽ nhận hiệu ứng \"Doanh Khuyết\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>33</color> điểm, tấn công giảm 5%. Mỗi 0.3s tối đa nhận một tầng hiệu quả Doanh Khuyết, cộng dồn tối đa 5 tầng. Khi không kích hoạt phản ứng nguyên tố, mỗi 6s sẽ mất đi một tầng. Nhân vật không ra trận cũng sẽ kích hoạt hiệu quả này."
      }
    },
    {
      "name": {
        "zhs": "圆满之相",
        "zht": "圓滿之相",
        "jp": "正円の相",
        "ko": "원만의 상",
        "en": "Full Circle",
        "de": "Vollmondrundung",
        "es": "Culminación",
        "fr": "Cercle complet",
        "pt": "Círculo Completo",
        "ru": "Полный круг",
        "id": "Full Circle",
        "th": "Full Circle",
        "vi": "Hình Dạng Tròn Trĩnh"
      },
      "description": {
        "zhs": "触发元素反应后，获得「盈缺」效果：元素精通提升<color=#99FFFFFF>36</color>点，攻击力降低5%。每0.3秒至多获得一层盈缺效果，至多叠加5层。未触发元素反应时将每6秒失去一层。角色处于队伍后台时也能触发效果。",
        "zht": "觸發元素反應後，獲得「盈缺」效果：元素精通提升<color=#99FFFFFF>36</color>點，攻擊力降低5%。每0.3秒至多獲得一層盈缺效果，至多疊加5層。未觸發元素反應時將每6秒失去一層。角色處於隊伍後臺時也能觸發效果。",
        "jp": "元素反応を起こすと、「盈虚」効果を獲得する。「盈虚」効果：元素熟知+<color=#99FFFFFF>36</color>、攻撃力-5%。「盈虚」効果は最大5層まで重ね掛けでき、0.3秒毎に最大1層獲得可能。元素反応を起こさないでいると、6秒毎に1層失う。待機中のキャラクターも発動できる。",
        "ko": "원소 반응 발동 후, 「영결」 효과를 획득한다: 원소 마스터리가 <color=#99FFFFFF>36</color>pt 증가하고 공격력이 5% 감소한다. 0.3초마다 영결 효과를 최대 1스택 획득한다. 최대 중첩수: 5회. 원소 반응을 발동하지 않으면 6초마다 1스택이 감소한다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Obtain the \"Wax and Wane\" effect after an Elemental Reaction is triggered, gaining <color=#99FFFFFF>36</color> Elemental Mastery while losing 5% ATK. For every 0.3s, 1 stack of Wax and Wane can be gained. Max 5 stacks. For every 6s that go by without an Elemental Reaction being triggered, 1 stack will be lost. This effect can be triggered even when the character is off-field.",
        "de": "Erhält nach dem Auslösen einer Elementarreaktion den Effekt „Mondphase“: Erhöht die Elementarkunde um <color=#99FFFFFF>36</color> Punkte und verringert den ANG um 5 %. Alle 0,3 s kann nur eine Stapelung dieses Effekts erhalten werden, 5-fach stapelbar. Wenn innerhalb von 6 s keine Elementarreaktion ausgelöst wird, wird eine Stapelung entfernt. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>36</color> pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Accorde l'effet Fluctuation après avoir déclenché une réaction élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>36</color> pts et diminuant l'ATQ de 5 %. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Un cumul sera déduit si aucune réaction élémentaire n'est déclenchée pendant 6 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Ao causar uma Reação Elemental, obtém o efeito \"Excesso e Falta\", que aumenta a Proficiência Elemental em <color=#99FFFFFF>36</color> e reduz o ATQ em 5%. Apenas 1 acúmulo de Excesso e Falta poderá ser obtido a cada 0.3s. Máximo de 5 acúmulos. 1 acúmulo será perdido a cada 6s que se passar sem que uma Reação Elemental seja desencadeada. Esse efeito pode ser desencadeado mesmo se o personagem estiver fora de campo.",
        "ru": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на <color=#99FFFFFF>36</color> ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <color=#99FFFFFF>36</color> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>36</color> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Sau khi kích hoạt phản ứng nguyên tố sẽ nhận hiệu ứng \"Doanh Khuyết\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>36</color> điểm, tấn công giảm 5%. Mỗi 0.3s tối đa nhận một tầng hiệu quả Doanh Khuyết, cộng dồn tối đa 5 tầng. Khi không kích hoạt phản ứng nguyên tố, mỗi 6s sẽ mất đi một tầng. Nhân vật không ra trận cũng sẽ kích hoạt hiệu quả này."
      }
    }
  ],
  "internal_name": "Catalyst_Arakalari",
  "imgid": "catalyst/arakalari"
}