{
  "id": 14414,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "白辰之环",
    "zht": "白辰之環",
    "jp": "白辰の輪",
    "ko": "하쿠신의 고리",
    "en": "Hakushin Ring",
    "de": "Hakushin-Ring",
    "es": "Anillo de Hakushin",
    "fr": "Anneau des Hakushin",
    "pt": "Anel de Hakushin",
    "ru": "Кольцо Хакусин",
    "id": "Hakushin Ring",
    "th": "Hakushin Ring",
    "vi": "Vòng Bạch Thần"
  },
  "description": {
    "zhs": "承载着过去的「狐斋宫」思念的法器。但她的思念之大，是无法完全装进这样小小的器物当中的。",
    "zht": "承載著過去的「狐齋宮」思念的法器。但她的思念之大，是無法完全裝進這樣小小的器物當中的。",
    "jp": "過去の「狐斎宮」の想いが込められた法器。しかし、彼女の想いの大きさでは、この小さな器に入りきらない。",
    "ko": "과거 「호재궁」에 대한 그리움이 담긴 법구. 하지만 호재궁에 대한 그리움이 너무 커, 이 작은 법구 안에 다 담을 수는 없었다",
    "en": "A catalyst that carries the memory of the Kitsune Saiguu of ancient times. However, this device is but an impoverished vessel for the full breadth of her thought.",
    "de": "Ein Katalysator, der die Erinnerung der „Kitsune Saiguu“ der alten Zeit trägt. Und doch ist dieses Gerät immer noch zu klein für das immense Volumen ihrer Erinnerungen.",
    "es": "Un catalizador que conserva los antiguos pensamientos de la Sacerdotisa Kitsune. Sin embargo, estos pensamientos eran tantos que no fue posible que todos cupieran en este objeto.",
    "fr": "Un catalyseur qui contient les mémoires de la Kitsune Saiguu. Cependant, ses pensées étaient si nombreuses qu'il n'était pas possible de toutes les faire tenir dans cet objet.",
    "pt": "Um catalisador que guarda a memória de Kitsune Saiguu dos tempos passados. E, ainda assim, esse dispositivo é apenas um recipiente empobrecido para toda a amplitude do seu pensamento.",
    "ru": "Катализатор, в котором заточены воспоминания о кицунэ Сайгу с древнейших времен. Однако этих воспоминаний так много, что вместить их все в одном сосуде не представлялось возможным.",
    "id": "Catalyst yang menyimpan ingatan Kitsune Saiguu akan masa lalu. Bagaimanapun, benda ini tidak punya cukup ruang untuk menampung luasnya pemikiran Kitsune Saiguu.",
    "th": "สื่อเวทที่แบกรับความคิดและความทรงจำของ \"Kitsune Saiguu\" เมื่อในอดีต แต่ความคิดและความทรงจำของเธอนั้นยิ่งใหญ่มาก ซึ่งเป็นไปไม่ได้เลยที่จะใส่ลงในอาวุธขนาดเล็กเช่นนี้ได้ทั้งหมด",
    "vi": "Pháp khí kế thừa ý niệm của Ngài Kitsune. Chỉ có điều ý niệm của ngài lớn mạnh như vậy vật nhỏ bé này chẳng thể chứa đựng được hết."
  },
  "lore": {
    "zhs": "\n「聚散太匆匆，夜宿朝别如一梦。」\n\n这浅薄平凡的一生，\n我自认过得很充实。\n\n我曾经以白辰狐之身，\n与机敏可爱的眷属们，\n奔走鸣神的草野山岳。\n\n希望，在一切都结束之后，\n它们能再度欢快地奔跑呢…\n\n我曾与面容如月的鬼族少女，\n一同在御前献艺倾奇与神乐，\n我也曾为她的剑舞不住叫好。\n希望她的美貌、勇武与仪态，\n能够为千年后的人久久传颂。\n\n一想到那名少女令人自愧弗如的美，\n就不禁希望以面具掩盖如今的模样…\n\n我曾与影向的天狗族长竞足，\n跑遍修验之灵山的表里参道，\n比拼我们双方的速度与力量。\n\n最终取胜的，竟是白辰一族的我。\n现在想来，她对我手下留情了吧。\n一念及此，就觉得有点不甘心呢…\n\n我曾设计执着于与我斗法的妖狸，\n使他心悦诚服地向将军大人投降。\n我同时不知耻地设计了那位大人，\n使她将僭越的大妖狸王纳入麾下。\n\n那夜御苑的月色透过树枝与花瓣，\n洒落在庭院里，美得像无数珍珠，\n如今依然在我浅薄的心中闪着光…\n\n希望她能够记住，在别离之前，我斗胆提出的冗长箴言。\n「不被蒙蔽、不受动摇，一直走在您所坚信的道路上。」\n并希望我的箴言，能为她多少抵挡几句谎言、几分恶念。\n也愿那顽皮却纯粹善良的狸子，不会记恨我最后的欺瞒…\n\n现在，在最为漆黑的地方，\n我也会牢牢抓住这些景象，\n让它们如同穿透云霭的月，\n照亮自己渺小脆弱的心灵。\n\n在这一生中，我也曾化为人的形姿，\n与这些短寿而美丽的小小生灵同行，\n以不同的身份，成为许多人的挚友。\n无论是为了故里的神社而前来鸣神修习的巫女，\n还是在夏祭中因为神鉾队伍与大人走散的孩子，\n抑或是最终前往璃月修习仙家之术的随和少年；\n无论是为了让城町繁荣而殚精竭虑的那位勘定，\n还是说那个醉心于打造无比锋利的刀剑的匠人，\n抑或是用巧技让人造的流星在深空绽放的一族，\n所有人，都是我不曾料想能够有幸结交的挚友。\n\n守护他们的结界，但愿不会被任何黑暗侵蚀…\n\n这一切，所有的所有，都是我如今所怀念的。\n\n「所以啊，撕咬我的漆黑意志，」\n「现在我已经失去了所有力量，」\n「我的白辰之血就任您挥洒吧。」\n「但是，尽管处于卑微的立场，」\n「我仍希望您能聆听我的请求…」\n\n「如果您能看见我所珍重之物，」\n「那么就请您饶恕那些生灵吧。」\n「如果您恩准我提出一个愿望，」\n「就请您将我永远明亮的记忆，」\n「归还给我热爱的这片土地吧。」\n「希望以此，在您的肆虐之后，」\n「仍然有美好的东西能留下来…」",
    "zht": "\n「聚散太匆匆，夜宿朝別如一夢。」\n\n這淺薄平凡的一生，\n我自認過得很充實。\n\n我曾經以白辰狐之身，\n與機敏可愛的眷屬們，\n奔走鳴神的草野山嶽。\n\n希望，在一切都結束之後，\n牠們能再度歡快地奔跑呢…\n\n我曾與面容如月的鬼族少女，\n一同在御前獻藝傾奇與神樂，\n我也曾為她的劍舞不住叫好。\n希望她的美貌、勇武與儀態，\n能夠為千年後的人久久傳頌。\n\n一想到那名少女令人自愧弗如的美，\n就不禁希望以面具掩蓋如今的模樣…\n\n我曾與影向的天狗族長競足，\n跑遍修驗之靈山的表裡參道，\n比拚我們雙方的速度與力量。\n\n最終取勝的，竟是白辰一族的我。\n現在想來，她對我手下留情了吧。\n一念及此，就覺得有點不甘心呢…\n\n我曾設計執著於與我鬥法的妖狸，\n使他心悅誠服地向將軍大人投降。\n我同時不知恥地設計了那位大人，\n使她將僭越的大妖狸王納入麾下。\n\n那夜御苑的月色透過樹枝與花瓣，\n灑落在庭院裡，美得像無數珍珠，\n如今依然在我淺薄的心中閃著光…\n\n希望她能夠記住，在別離之前，我斗膽提出的冗長箴言。\n「不被蒙蔽、不受動搖，一直走在您所堅信的道路上。」\n並希望我的箴言，能為她多少抵擋幾句謊言、幾分惡念。\n也願那頑皮卻純粹善良的狸子，不會記恨我最後的欺瞞…\n\n現在，在最為漆黑的地方，\n我也會牢牢抓住這些景象，\n讓它們如同穿透雲靄的月，\n照亮自己渺小脆弱的心靈。\n\n在這一生中，我也曾化為人的形姿，\n與這些短壽而美麗的小小生靈同行，\n以不同的身分，成為許多人的摯友。\n無論是為了故里的神社而前來鳴神修習的巫女，\n還是在夏祭中因為神鉾隊伍與大人走散的孩子，\n抑或是最終前往璃月修習仙家之術的隨和少年；\n無論是為了讓城町繁榮而殫精竭慮的那位勘定，\n還是說那個醉心於打造無比鋒利的刀劍的匠人，\n抑或是用巧技讓人造的流星在深空綻放的一族，\n所有人，都是我不曾料想能夠有幸結交的摯友。\n\n守護他們的結界，但願不會被任何黑暗侵蝕…\n\n這一切，所有的所有，都是我如今所懷念的。\n\n「所以啊，撕咬我的漆黑意志，」\n「現在我已經失去了所有力量，」\n「我的白辰之血就任您揮灑吧。」\n「但是，儘管處於卑微的立場，」\n「我仍希望您能聆聽我的請求…」\n\n「如果您能看見我所珍重之物，」\n「那麼就請您饒恕那些生靈吧。」\n「如果您恩准我提出一個願望，」\n「就請您將我永遠明亮的記憶，」\n「歸還給我熱愛的這片土地吧。」\n「希望以此，在您的肆虐之後，」\n「仍然有美好的東西能留下來…」",
    "jp": "\n「早すぎる出会いと別れ、まるで一夜の夢のよう」\n\n平凡な一生を、\n私は充実に過ごしたと思っている。\n\n私は白辰の狐として、\nかわいい眷属たちと、\n鳴神の野原を山々を駆けた。\n\nすべてが終わったら、\nあの子たちがまた楽しく走れるように……\n\n月のようにきれいな鬼族の少女と、\n一緒に御前で舞いを披露したことがある。\n彼女の剣舞は美しく、\n彼女の美貌、勇姿、佇まい、\nすべてが千年後に語り継がれれば良いと思った。\n\nあの少女の美しさを思い出したら、\nお面を被って顔を隠したくなる……\n\n影向の天狗の族長と速さを競った。\n修験霊山の参道を表も裏も走り抜け、\nそれぞれの力を比べた。\n\n勝ったのは、意外にも白辰一族の私だった。\n今思えば、手加減をされていたのだろう。\nそう思うと、少し悔しい……\n\n私に歯向かう妖狸を策ではめて、\n誠心誠意将軍様に降伏するように仕向けた。\n同時に恐れ多くもあの方にも、\n生意気な大妖狸王を麾下に加えさせるように仕向けた。\n\nあの夜、月の光が御苑の枝や花びらに降り注ぎ、\n庭がキラキラと無数の真珠のように美しかった。\nその景色が今でも私の浅はかな胸の中に光っている……\n\n覚えていてほしい、別れの前に、無礼を承知で告げた箴言を。\n「騙されず、動揺せず、あなたの信じた道を歩んでください」\nこの言葉が、嘘や悪意から少しでも彼女を守ってあげられれば。\nあのわんぱくで純粋な狸の子が、私の最後の嘘を恨まないように……\n\n今、最も暗い場所にいても、\nこの景色を忘れない。\n雲を射抜く月の光のように、\n小さく脆い心を照らして。\n\n私は人の姿でいることもあった。\n短命で美しい小さな生き物とともに生きることも。\n色々な身分で、沢山の人間の友になった。\n故郷の神社のために鳴神で修行をする巫女も、\n夏祭りで大人とはぐれた子供も、\n仙家の術の修行をするために璃月へ行ったやさしい少年も、\n町の繁栄のために尽力した勘定も、\n鋭い刀剣を鍛えることに夢中な職人も、\n匠な技で流星を造り夜空に咲かせた一族も、\n皆、意図せずできた大切な友たちだ。\n\n彼らを守る結界が、いかなる暗闇にも侵されないように……\n\nすべてが、なつかしい。\n\n「だから、私を蝕む漆黒の意思よ」\n「私にはもう力がない」\n「この白辰の血をお好きにどうぞ」\n「ただ、願いを聞いてはくれないかもしれないけれど」\n「もし叶うのならば……」\n\n「私の大切なものが見えるのなら」\n「あの生き物たちを許してやってください」\n「願わくば」\n「私の明るい記憶たちを」\n「私の愛した土地に還してください」\n「あなたが通った後も」\n「素敵なものが残るように……」",
    "ko": "\n「만남과 헤어짐은 빠르고, 밤을 지샌 낮의 이별은 꿈만 같다」\n\n내가 보낸 평범한 일생은,\n나름 충실하게 보냈다고 생각한다\n\n과거에는 하쿠신 여우의 몸으로,\n민첩하고 귀여운 권속들과 함께,\n나루카미의 초원과 산길을 달렸다\n\n모든 것이 끝난 후에,\n다시 즐겁게 뛰놀 수 있는 날이 오길…\n\n용모가 밝은 달과 같은 오니족 소녀와 함께,\n어전에서 카구라와 가부키에게 기예를 뽐냈다\n그녀의 검무에 갈채를 보냈던 적도 있다\n그녀의 미모와 용맹함, 그리고 몸가짐이,\n천 년 후까지 오래오래 찬양받길 바란다\n\n다른 이가 무색할 정도의 소녀의 아름다움을 떠올리면,\n가면으로 지금의 모습을 가리고 싶다…\n\n요고우의 텐구 족장과 달리기 시합을 했었다\n수련하는 영산의 방방곡곡을 누비벼\n우리의 속도와 힘을 겨루었다\n\n그리고 승리를 거둔 사람은 놀랍게도 하쿠신인 나였다\n지금 생각해 보면, 아마 봐준 거겠지\n그렇게 생각하니 오기가 조금 생겼다…\n\n나와 법술을 겨루는 것에 집착하는 너구리 요괴가\n기꺼이 쇼군님에게 항복하도록 만들었다\n그리고 뻔뻔하게 그분에게도 덫을 놓아\n무례를 범한 위대한 너구리 요괴 왕을 쇼군의 휘하가 되게 만들었다\n\n그날 밤 어원의 달빛이 나뭇가지와 꽃잎 사이로\n정원에 쏟아져 내렸다. 달빛은 진주처럼 아름다웠으며\n여전히 경박한 나의 마음속에서 빛나고 있다…\n\n이별 전, 내가 용기를 내어 꺼낸 잠언을 그녀가 기억했으면 좋겠다\n「눈을 밝게 하시고, 흔들리지 마시고, 믿고 있는 그 길을 걸어가세요」\n그리고 내 잠언이 그녀를 위해 거짓말과 악의를 조금이나마 막아냈으면 한다\n순수하고 선량한 너구리도 나의 마지막 기만에 앙심을 품지 않길…\n\n지금, 가장 어두운 곳에서\n난 저 기억들을 단단히 움켜잡고\n그것들이 구름과 안개를 뚫는 달처럼\n작고 연약한 마음을 비추게 할 것이다\n\n일생 동안 난 사람의 모습으로 변해\n짧은 생을 가진 아름다운 생명들과 동행했다\n다른 신분으로 많은 이의 참된 벗이 되었다\n고향의 신사를 위해 나루카미에 수행하러 온 무녀,\n여름 축제에서 신의 가마니 때문에 어른과 헤어진 아이,\n그리고 선가의 술법을 배우기 위해 리월에 간 상냥한 소년,\n전심전력으로 도시의 번영을 위하는 간조,\n날카로운 검을 만드는 데 심취한 장인,\n혹은 빼어난 기술로 인조 유성을 하늘에서 피어나게 하는 일족,\n모두 다, 내가 생각지도 못했던 행운으로 얻게 된 참된 벗이지\n\n그들을 수호하는 결계가 어둠에 잠식되지 않기를…\n\n이 모든 것들이 다 내가 그리워하는 것들이다\n\n「그러니 저를 물어뜯는 암흑의 의지시여,」\n「전 이제 모든 힘을 잃었으니,」\n「제 하쿠신의 피를 마음대로 흘리시지요.」\n「비록 미천한 위치에 있지만,」\n「저의 부탁에 귀를 기울여 주시길 바랍니다…」\n\n「만약 저의 소중한 것들이 보이신다면,」\n「부디 그 생명들을 용서해 주시지요」\n「소원 하나만 허락해 주신다면,」\n「영원히 밝은 제 기억을」\n「제가 사랑하는 이 땅에 돌려주시지요」\n「그래서 당신이 휩쓸고 간 뒤에,」\n「아름다운 것들이 여전히 남아 있기를…」",
    "en": "\n\"People come and go in such haste, like dreams that stay in the night and leave in the morning.\"\n\nThis simple and ordinary life...\nYes, I think I've lived it to the full.\n\nI was once the Hakushin Kitsune.\nWith my agile and loveable comrades,\nI dashed across the mountains and plains of Narukami.\n\nHopefully, when everything is over,\nThey can run happily once more...\n\nI once met an oni maiden with a face as lovely as the moon.\nTogether, we performed and played divine music before the throne,\nAnd I could not help but applaud her sword dance.\nI hope her beauty, bravery, and bearing,\nShall be praised by people for thousands of years to come.\n\nAt the thought of her unrivaled beauty,\nI cannot help wanting to hide my current appearance with a mask...\n\nI once got into a race with the chieftain of the Yougou Tengu,\nAnd we sprinted through all the courses and paths of the spirit mountains, both within it and around it.\nIn this great contest of speed and strength,\n\nI, born of the Hakushin Clan, was the eventual victor.\nNow that I think about it, she must have let me off easy.\nThe very thought of it makes me feel a little unsatisfied...\n\nI once schemed against a bake-danuki who persistently challenged me,\nAnd I made him surrender to the Shogun completely.\nI also shamelessly schemed against the Shogun,\nAnd I made her put the great bake-danuki under her command.\n\nThat night, the moonlight swept the imperial garden, through branch and petal,\nShowering the courtyard with pearls from heaven.\nThat scene still glows brightly in my shallow heart...\n\nI hope she can remember the wordy motto I dared to put to her ere we parted.\n\"Do not be blinded. Do not waver. Keep walking on the path you believe in.\"\nI hope that my words will ward off at least some of the lies and evil she will face.\nI also hope that that mischievous yet innocent tanuki will not hate me for my final deception...\n\nNow, in this darkest of places,\nI will hold tightly to these scenes,\nAnd like the moon shining through the clouds,\nThey will light up my tiny, fragile heart.\n\nIn this life, I once took the form of a human,\nAnd I walked with these short-lived yet beautiful little creatures,\nAnd became friends with many people from all walks of life.\nWhether it was the shrine maiden who came to train in Narukami for the sake of her hometown shrine,\nOr the kid who got separated from the adults by the divine palanquin's entourage during the summer festival,\nOr the easygoing young man who finally went to Liyue to practice the adepti arts...\nWhether it's the Kanjou who worked hard to make the city prosperous,\nOr the craftsman who was obsessed with making extremely sharp swords,\nOr the clan who used ingenious techniques to make man-made meteors bloom in the skies...\nAll of them are friends whom I did not expect to make.\n\nI hope the barrier that guards them will not be eroded by any darkness...\n\nEverything, all of this — they are all things that I yearn for.\n\n\"So then, the dark will that gnaws at me...\"\n\"Now that I've lost all my strength,\"\n\"My Hakushin blood is yours to do with as you will.\"\n\"However, despite being greatly humbled as I am,\"\n\"I still pray that you will listen to my pleas...\"\n\n\"If you can see everything that I treasure,\"\n\"Then I beg pardon on behalf of those beings.\"\n\"If you would permit me to make but one wish,\"\n\"Please return my ever-bright memory,\"\n\"To this land that I love deeply.\"\n\"That way, that even after your rampage,\"\n\"I may still hold out hope for beautiful things to endure...\"",
    "de": "\n„Wir haben es so eilig, uns zu treffen und zu trennen, dass die Nacht und der Morgen wie ein Traum sind.“\n\nDieses oberflächliche und banale Leben.\nIch bin der Meinung, dass ich ein erfülltes Leben gehabt habe.\n\nIch war einmal im Körper des weißen Fuchs.\nMit witzigen und liebenswerten Anhängern.\nLaufen in den Bergen von Narukami.\n\nHoffentlich, wenn alles vorbei ist,\nkönnen sie wieder fröhlich laufen ...\n\nIch war bei einem Mädchen mit einem Gesicht wie der Mond.\nZusammen gaben wir eine Vorstellung vor dem Thron.\nEs fiel mir auch schwer, nach ihrem Klingentanz zu applaudieren.\nIch hoffe, dass ihre Schönheit, Tapferkeit und Pflege\nnoch lange nach der Jahrtausendwende gefeiert werden.\n\nBei dem Gedanken an die unbeholfene Schönheit dieses Mädchen\nkann ich nicht anders, als mir eine Maske zu wünschen, um zu verstecken, wie ich jetzt aussehe ...\n\nIch habe mich mit dem Anführer der Yougou Tengu gemessen.\nWir liefen durch die Geisterberge und herum,\num mit unserer Geschwindigkeit und Stärke zu konkurrieren.\n\nDerjenige, der am Ende gewonnen hat, war eigentlich ich, geborem im Hakushin-Klan.\nJetzt, da ich darüber nachdenke, hatte sie wohl Mitleid mit mir.\nWenn ich darüber nachdenke, fühle ich mich ein wenig verärgert ...\n\nIch hatte einen Bakedanuki reingelegt, der besessen davon war, an meiner Seite zu kämpfen.\nEr soll sich dem Shougun in gutem Glauben ergeben.\nIn der Zwischenzeit habe ich schamlos den Shougun betrogen.\nIch brachte ihn dazu, die großen Bakedanuki unter seinem Kommando zu rekrutieren.\n\nIn dieser Nacht leuchtete das Mondlicht am Hof durch die Äste und Blütenblätter der Bäume.\nDie im Innenhof regnete es wie Perlen vom Himmel.\nEs leuchtet immer noch in meinem seichten Geist ...\n\nIch hoffe, sie wird sich an den langen Aphorismus erinnern, den ich ihr vor unserem Abschied vorzuschlagen wagte.\n„Bleibe auf dem Weg, an den du glaubst, ohne dich blenden oder beeinflussen zu lassen.“\nUnd ich hoffe, dass meine Aphorismen einige Lügen und schlechte Gedanken für sie mehr oder weniger ausblenden werden.\nUnd möge der gemein, aber unschuldige Tanuki mir nicht böse sein für meinen letzten Betrug ...\n\nJetzt an den dunkelsten Orten\nwerde ich auch an diesen Ansichten festhalten.\nWie der Mond, der durch die Wolken scheint,\nbeleuchte dein eigenes zerbrechliches kleines Herz.\n\nIn diesem Leben nahm ich auch die Form eines Menschen in folgender Gestalt an.\nSpazieren ging ich mit diesen schönen kleinen flüchtigen Geschöpfen.\nIn vielerlei Hinsicht sind viele für mich liebe Freunde geworden.\nOb es eine Schreinjungfer ist, die nach Narukami kommt, um den Schrein ihrer Heimatstadt zu retten,\noder ein Kind, das während des Sommerfestes durch die große Sänfte von den Erwachsenen getrennt wurde,\noder ein leichtlebiger junger Mann, der am Ende nach Liyue geht, um die Kunst der Unsterblichkeit zu üben,\noder ein Kanjou-Mitarbeiter, der hart für das Wohlergehen der Menschen arbeitet,\noder ein Schmied, der davon besessen ist, Schwerter von unvergleichlicher Schärfe herzustellen,\noder eine Gruppe von Menschen, die mit ausgeklügelten Techniken künstliche Meteore im Himmel aufblühen lassen,\nsie alle sind liebe Freunde, von denen ich nie gedacht hätte, dass ich das Vergnügen haben würde, sie zu kennen.\n\nDie Barriere, sie sie bewacht, wird hoffentlich nicht von der Dunkelheit korrumpiert werden ...\n\nAll das ist es, was ich heute vermisse.\n\n„So, ach, zerreiß mein pechschwarzes Testament.“\n„Jetzt habe ich meine ganze Kraft verloren.“\n„Ich werde dich mein Hakushin-Blut vergießen lassen.“\n„Aber trotz der bescheidenen Position“\n„hoffe ich immer noch, dass du meine Bitte anhören wirst ...“\n\n„Wenn du die Dinge sehen kannst, die mir lieb sind,“\n„dann verschone bitte diese Kreaturen.“\n„Dann verschone diese Wesen,“\n„bitte halte die Erinnerung an mich so hell wie immer“\n„und gib sie dem Land zurück, das ich liebe.“\n„Auf diese Weise hoffe ich, dass es nach deinem Amoklauf,“\n„noch gute Dinge gibt, die bleiben können ...“",
    "es": "\n“La gente va y viene con tanta prisa, como sueños que visitan por la noche y se marchan al alba”.\n\nAunque ha sido simple y ordinaria,\nhe tenido una vida plena.\n\nYo era la kitsune Hakushin, quien,\njunto a mis queridos y hábiles compañeros,\nrecorría las montañas y planicies de Narukami.\n\nEspero que cuando todo termine,\npuedan correr alegres de nuevo...\n\nAlguna vez toqué y bailé ante el trono\njunto a una oni de rostro hermoso como la luna.\nSu baile de espadas era impresionante.\nEspero que su belleza, valentía y porte\npuedan ser apreciados durante miles de años.\n\nAl pensar en esa hermosura sin par,\nno puedo evitar ocultar mi apariencia detrás de una máscara...\n\nAlguna vez competí con la líder de los tengu de Yougou;\ncorrimos por los caminos de las cordilleras espirituales\npara medir nuestra fuerza y velocidad.\n\nLa ganadora fui yo, del clan Hakushin.\nAhora que lo pienso, quizás ella se contuvo.\nDe solo pensar en esto, me siento ofendida...\n\nAlguna vez engañé a un tanuki\ne hice que se rindiera ante la Shogun.\nTambién engañé a la Shogun,\ne hice que reclutara al tanuki para su séquito.\n\nEsa noche, la luz de la luna se coló a través de las ramas y los pétalos del jardín imperial,\ny bañó el patio con incontables perlas.\nEsa escena aún brilla en mi alma frívola.\n\nEspero que ella aún recuerde mis últimas palabras antes de marcharme:\n“Que nunca se nuble tu mirada, que nunca flaquee tu determinación. Mantente firme en el camino en el que crees”.\nEspero que mis palabras le ayuden a resistirse ante algunas de las mentiras y pensamientos malvados con los que se encontrará.\nTambién espero que ese tanuki inocente y travieso no me odie por el engaño final...\n\nAhora, en el rincón más oscuro\nme aferraré a esas escenas\ncomo la luz de la luna que atraviesa las nubes\ne ilumina mi frágil espíritu.\n\nEn esta vida, alguna vez tuve una forma humana.\nCaminé al lado de criaturas bellas y efímeras.\nMe hice amiga de mucha gente de todo tipo de orígenes.\nYa fuera una miko que vino del santuario de su pueblo a estudiar a Narukami,\nel niño que fue separado de sus padres por la procesión en el Festival de Verano,\no el joven desinhibido que al fin decidió ir a Liyue para aprender las técnicas adépticas...\nYa sea el miembro de los Kanjou que trabajó duramente por la prosperidad de su pueblo,\no el artesano obsesionado con crear armas cuyo filo fuera insuperable,\no ese grupo de personas que hizo astros artificiales que florecen en el vacío...\nTodos ellos son amistades que nunca imaginé que llegaría a hacer.\n\nEspero que la oscuridad nunca erosione la barrera que los protege...\n\nAhora extraño todo esto.\n\n“Entonces, ahora que la oscuridad me muerde...\n... Ahora que he perdido todas mis fuerzas...\n... Mi sangre, la de Hakushin, está a tu disposición....”\n“Sin embargo, desde mi posición humilde,\nAún espero que escuches mis plegarias...”\n\n“Si puedes comprender todo lo que atesoro,\nte ruego que perdones a todos esos seres.\nSi me concedes solo un deseo,\npor favor, devuelve mis recuerdos\na la tierra que tanto amé.\nEspero que, después de tu devastación...\n... las cosas bellas permanezcan...”",
    "fr": "\n« Les gens vont et viennent avec une telle hâte, comme des rêves qui restent la nuit et repartent le matin. »\n\nCette vie simple et ordinaire...\nOui, je pense l'avoir pleinement vécue.\n\nJ'étais autrefois la Kitsune Hakushin.\nAvec mes compagnons agiles et aimables,\nje me précipitais à travers les montagnes et les plaines de Narukami.\n\nEspérons que quand tout sera fini...\nIls pourront courir joyeusement une fois de plus...\n\nJ'ai autrefois rencontré une jeune oni avec un visage aussi beau que la lune.\nEnsemble, nous avons joué de la musique divine devant le trône,\net je n'ai pas pu m'empêcher d'applaudir sa danse de l'épée.\nJ'espère que sa beauté, sa bravoure et son attitude\nseront louées pour les milliers d'années à venir.\n\nÀ la pensée de sa beauté incomparable,\nje ne peux m'empêcher de vouloir cacher mon apparence actuelle sous un masque...\n\nJe me suis autrefois lancée dans une course avec la cheffe des Tengu de Yougou,\net nous nous sommes élancées à travers les chemins des montagnes des esprits.\nDans cette grande lutte de vitesse et de force,\n\nMoi, née du Clan Hakushin, fut victorieuse.\nMaintenant que j'y pense, peut-être qu'elle s'est retenue...\nRien que d'y penser, je me sens un peu contrariée...\n\nJ'ai autrefois comploté contre un Bake-danuki qui me défiait constamment,\net je l'ai fait se rendre à la Shogun.\nJ'ai également comploté sans vergogne contre la Shogun,\net je lui ai fait mettre le grand Bake-danuki sous son commandement.\n\nCette nuit-là, le clair de lune balayait le jardin impérial, à travers branches et pétales,\narrosant la cour de perles venues du ciel.\nCe spectacle brille toujours dans mon cœur vide...\n\nJ'espère qu'elle se souviendra de la devise que j'ai osé lui adresser avant que nous nous séparions.\n« Ne soyez pas aveuglée, ne vacillez pas, continuez à marcher sur le chemin en lequel vous croyez. »\nJ'espère que mes paroles conjureront au moins certains des mensonges et des maux auxquels elle sera confrontée.\nJ'espère aussi que ce Tanuki espiègle mais innocent ne me détestera pas à cause de ma dernière tromperie...\n\nMaintenant, dans ces endroits les plus sombres,\nje vais m'accrocher à ces paysages,\net comme la lune qui brille à travers les nuages,\nils illumineront mon petit cœur fragile.\n\nDans cette vie, j'ai autrefois pris la forme d'un humain,\net j'ai marché avec ces petites créatures éphémères mais belles,\nme liant d'amitié avec de nombreuses personnes de tous horizons.\nQue ce soit une prêtresse qui est venue s'exercer à Narukami pour le bien de sa ville natale,\nou un enfant qui a été séparé de ses parents par l'entourage du divin palanquin lors du festival d'été,\nou bien un jeune homme facile à vivre qui est depuis allé à Liyue pour pratiquer les arts Adeptes...\nQue ce soit les Kanjou qui ont travaillé dur pour rendre la ville prospère,\nou l'artisan qui était obsédé par la fabrication d'épées extrêmement tranchantes,\nou encore le clan qui utilisait des techniques ingénieuses pour faire fleurir des météores artificiels dans le ciel...\nTous sont des amis que je ne m'attendais pas à rencontrer.\n\nJ'espère que la barrière qui les garde ne sera pas érodée par les ténèbres...\n\nTous, tout cela... Ce sont toutes des choses auxquelles j'aspire.\n\n« Alors, la volonté noire qui me ronge... »\n« Maintenant que j'ai perdu toute ma force... »\n« Mon sang de Hakushin est vôtre. »\n« Cependant, en dépit de mon immense humilité, »\n« Je prie toujours pour que vous écoutiez mes supplications. »\n\n« Si vous pouviez voir toutes ces choses qui me sont chères... »\n« Alors, je demande pardon au nom de ces êtres. »\n« Si vous m'accordiez ne serait-ce qu'un vœu... »\n« Je vous en prie, remettez mes souvenirs brillants... »\n« À cette terre que j'aime profondément. »\n« De cette façon, même après votre saccage... »\n« Je garde encore espoir que de belles choses perdureront. »",
    "pt": "\n\"As pessoas chegam e partem com muita pressa, como sonhos que permanecem durante a noite e vão embora pela manhã.\"\n\nEssa vida simples e comum,\nsim, acho que tive uma vida plena.\n\nEu costumava ser a Kitsune Hakushin\nCom meus ágeis e adoráveis companheiros,\nnós corremos pelas montanhas e planícies de Narukami.\n\nTomara que, quando tudo terminar,\neles possam correr alegremente de novo...\n\nUma vez, conheci uma garota oni que possuía um lindo rosto,\njuntos, nos apresentamos e tocamos música divina diante do trono.\nEu aplaudi sua dança de espadas.\nEspero que a beleza, bravura e conduta dela\npossam ser enaltecidas pelas pessoas por milhares de anos.\n\nQuando penso na incomparável beleza da garota,\nnão consigo evitar o desejo de esconder minha aparência atual com uma máscara...\n\nUma vez, eu competi em uma corrida com a líder do clã dos Tengus,\nEu percorri todos os caminhos e rotas das montanhas espirituais, por dentro e por fora.\nPara competirmos em velocidade e força.\n\nEu, nascida do Clã Hakushin, fui a eventual vencedora.\nAgora que penso sobre isso, ela deve ter se segurado.\nSempre que penso nisso, me sinto insatisfeita...\n\nCerta vez, enganei uma Bake-Danuki que insistia em querer me desafiar,\nEu fiz ele se render completamente a Shogun.\nEu também enganei desavergonhadamente a Shogun,\nEu fiz ela recrutar o grande Bake-Danuki sob seu comando.\n\nNaquela noite, o luar da corte imperial acariciou os galhos e as pétalas das flores,\nQue caíram no pátio como pérolas vindas do céu,\nIsso ainda brilha intensamente em meu coração frívolo...\n\nEspero que ela se lembre do lema que corajosamente formulei antes de partirmos.\n\"Nunca se deixe enganar ou abalar. Persiga o caminho em que você acredita.\"\nEspero que meu lema a ajude a resistir a algumas mentiras e pensamentos ruins.\nTambém espero que aquela travessa porém inocente danuki não me odeie por meu engodo final...\n\nAgora, no mais escuro dos lugares,\nVou me agarrar firmemente a essas cenas,\nComo a lua brilhando por entre as nuvens,\nPermitir que iluminem meu pequeno e frágil coração.\n\nNesta vida, eu já estive na forma humana,\nEu caminhei com essas pequenas criaturas belas e efêmeras,\nFiz amizade com muitas pessoas de diferentes identidades.\nQuer seja a Sacerdotisa que veio treinar em Narukami para o santuário em sua cidade natal,\nOu a criança que se separou dos adultos por causa das escoltas de palanquins divinos no Festival de Verão,\nOu o simpático jovem que finalmente foi para Liyue para praticar a arte dos Adeptus,\nQuer tenha sido o Kanjou que trabalhou duro para tornar a cidade próspera,\nOu o artesão que era obcecado em fazer espadas extremamente afiadas,\nOu o grupo que usou técnicas engenhosas para fazer meteoros artificiais florescerem nas profundezas do espaço,\nTodos eles são amigos que eu não esperava ser capaz de fazer.\n\nEspero que a barreira que os protege não seja corroída pela escuridão...\n\nTudo isso é o que sinto falta agora.\n\n“Então, é a escuridão que tira um pedaço de mim,”\n\"Agora que perdi todas as minhas forças,\"\n“Meu sangue Hakushin está ao seu dispor.”\n\"Contudo, apesar de minha humilde posição,\"\n\"Ainda espero que você ouça minhas súplicas...\"\n\n\"Se você puder ver tudo que eu valorizo,\"\n\"Então, por favor, perdoe essas criaturas.\"\n\"Se você me permitir fazer um pedido,\"\n\"Por favor, devolva minhas lembranças perfeitas,\"\n\"Para a terra que eu amo profundamente.\"\n\"Espero que após sua devastação,\"\n\"Ainda restem coisas belas...\"",
    "ru": "\n«Люди приходят и уходят в большой спешке, словно сны, которые остаются на ночь, но рассеиваются к утру».\n\nПростая и обычная жизнь...\nДумаю, я прожил полноценную жизнь.\n\nЯ была кицунэ из клана Белого Дракона,\nи у меня были замечательные ловкие товарищи.\nМы мчались по горам и равнинам Наруками.\n\nНадеюсь, когда всё закончится,\nони снова смогут счастливо бегать...\n\nОднажды с девушкой-они, у которой было очень красивое лицо,\nВместе мы играли божественную музыку перед престолом,\nи я аплодировал её танцу с мечами.\nНадеюсь, её красоту, храбрость и добрый нрав\nбудут воспевать и через тысячи лет.\n\nПри мысли о непревзойдённой красоте этой девушки\nя невольно хочу скрыть свою внешность за маской...\n\nОднажды я бегал на перегонки с главой клана тэнгу.\nЯ пробежал по всем тропам и дорожкам духовных гор, внутри и снаружи,\nсоревнуясь в скорости и силе.\n\nВ конечном итоге победил я, человек из клана Белого Дракона.\nТеперь, когда я думаю об этом, мне кажется, что она сдерживалась.\nЯ чувствую неудовлетворенность...\n\nОднажды я устроил заговор против бакэ-дануки, который постоянно противостоял мне,\nЯ заставил его полностью сдаться сёгуну.\nЯ также устроил бесстыдный заговор против сёгуна\nи заставил его взять великого бакэ-дануки под своё командование.\n\nВ ту ночь лунный свет из императорского двора пробивался сквозь ветви и лепестки цветов,\nкоторые сыпались во дворе, как жемчуг с небес.\nОн всё ещё ярко горит в моем сердце...\n\nНадеюсь, она помнит длинный девиз, который я отважно произнёс перед отъездом.\n«Не позволяй себя обмануть или потрясти. Иди по пути, в который веришь».\nНадеюсь, мой девиз поможет ей противостоять лжи и злым замыслам.\nЯ также надеюсь, что озорной, но невинный дануки не возненавидит меня за мой последний обман...\n\nТеперь, в темнейшем из всех тёмных мест,\nЯ буду лелеять эти воспоминания.\nКак луна, сияющая сквозь облака,\nпусть они осветят моё крошечное и хрупкое сердце.\n\nКогда-то у меня было человеческое обличье.\nЯ ходил вместе с этими недолговечными, но прекрасными созданиями\nи подружился с разными людьми,\nтакими как жрица, приехавшая в Наруками тренироваться ради храма в её родном городе,\nили ребёнок, который оставил взрослых, чтобы посмотреть на эскорт божественного паланкина на Празднике лета,\nили беззаботный молодой человек, который наконец отправился в Ли Юэ, чтобы изучать искусство Адептов,\nили кандзё, который упорно трудился ради процветания города,\nили мастер, который был одержим созданием невероятно острых мечей,\nили группа, которая с помощью изобретательных приёмов заставляла искусственные метеоры расцветать в глубоком космосе...\nВсе они друзья, которых я не ожидал найти.\n\nЯ надеюсь, что тьма не разрушит барьер, который их охраняет...\n\nТеперь я скучаю по всему этому.\n\n«Тёмная воля, которая кусает меня».\n«Теперь, когда я потерял всю свою силу...»\n«Моя кровь Белого Дракона в твоём распоряжении».\n«Однако, несмотря на моё скромное положение...»\n«Я всё ещё надеюсь, что ты прислушаешься к моим мольбам...»\n\n«Если ты видишь всё, чем я дорожу...»\n«То, пожалуйста, прости этих существ».\n«Если мне позволено одно желание...»\n«Пожалуйста, верни мне вечно яркую память...»\n«О земле, которую я глубоко люблю».\n«Я надеюсь, что после твоего буйства...»\nЕщё останется хоть что-то красивое...",
    "id": "\n\"Orang-orang datang dan pergi dengan cepat, seperti mimpi yang muncul di malam hari dan hilang di pagi hari.\"\n\nHidup yang sederhana dan biasa saja...\nYa, kurasa aku sudah hidup dengan baik.\n\nDulu aku adalah Hakushin Kitsune.\nBersama dengan teman-temanku yang lincah dan menyenangkan,\naku berjalan melintasi pegunungan dan dataran Narukami.\n\nSemoga setelah semuanya selesai,\nmereka bisa berlari dengan bahagia lagi...\n\nAku pernah bersama dengan seorang gadis oni yang memiliki wajah cantik bagaikan rembulan.\nBersama-sama, kami menampilkan dan memainkan musik yang luar biasa di hadapan kekaisaran,\nAku pun memuji tarian pedangnya.\nAku harap kecantikan, keberanian, dan perilakunya,\nbisa tetap dipuji selama ribuan tahun.\n\nMemikirkan kecantikan gadis yang tak tertandingi itu,\naku tidak bisa apa-apa selain menyembunyikan penampilanku saat ini dengan topeng...\n\nAku pernah bersaing dengan pemimpin dari Yougou Tengu,\naku sudah melalui semua jalur pegunungan spiritual, baik di dalam maupun di luar,\nuntuk mengadu kecepatan dan kekuatan kami.\n\nPada akhirnya pemenangnya adalah aku, dari Klan Hakushin.\nKalau aku memikirkannya sekarang, waktu itu dia pasti sengaja mengalah.\nAku merasa tidak puas setiap kali memikirkannya...\n\nAku pernah mengakali bake-danuki yang menantangku terus-menerus,\naku membuatnya menyerah sepenuhnya kepada Shogun.\nAku juga mengakali Shogun secara terang-terangan,\nmembuatnya merekrut bake-danuki yang hebat di bawah komandonya.\n\nMalam itu, cahaya bulan dari istana kekaisaran menyinari cabang dan kelopak bunga,\nyang jatuh berserakan, seperti mutiara jatuh dari langit,\npemandangan saat itu masih bersinar di dasar hatiku.\n\nAku harap dia ingat, kata-kata panjang yang aku ucapkan dengan berani sebelum kami berpisah.\n\"Jangan pernah tertipu atau tergoyahkan. Berjalanlah di jalan yang kamu yakini.\"\nAku harap kata-kataku bisa membantunya melawan kebohongan dan pikiran jahat.\nAku juga berharap danuki yang nakal tapi baik tidak membenciku karena aku menipunya...\n\nSekarang, di tempat yang paling gelap,\naku juga akan berpegang erat pada adegan-adegan ini,\nseperti bulan yang bersinar menembus awan,\nbiarkan mereka menerangi hatiku yang kecil dan rapuh.\n\nDalam kehidupan ini, aku pernah berwujud manusia,\naku berjalan bersama makhluk kecil yang berumur pendek tapi cantik ini,\nberteman dengan banyak orang dengan identitas berbeda.\nEntah itu Miko yang datang untuk berlatih di Narukami demi kuil di kampung halamannya,\natau anak yang terpisah dari orang dewasa karena pengawal istana di Festival Musim Panas,\natau pemuda santai yang akhirnya pergi ke Liyue untuk berlatih ilmu Adeptus...\nEntah itu Kanjou yang bekerja keras untuk membuat kota ini makmur,\natau pengrajin yang terobsesi membuat pedang yang sangat tajam,\natau kelompok yang menggunakan teknik pintar untuk membuat meteor buatan muncul di luar angkasa...\nMereka semua adalah teman yang tidak kusangka bisa menjadi temanku.\n\nAku harap penghalang yang menjaga mereka tidak akan terkikis oleh kegelapan...\n\nSemuanya, semua ini yang aku rindukan sekarang.\n\n\"Jadi, keinginan kegelapan yang akan menggerogotiku...\"\n\"Sekarang aku sudah kehilangan semua kekuatanku,\"\n\"Darah Hakushinku boleh kamu gunakan sesukamu.\"\n\"Tapi, terlepas dari posisiku yang rendah,\"\n\"Aku masih berharap kamu akan mendengarkan permintaanku...\"\n\n\"Kalau kamu bisa melihat semua yang berharga bagiku,\"\n\"Maka tolong maafkan makhluk-makhluk itu.\"\n\"Kalau kamu mengizinkanku membuat satu permintaan,\"\n\"Tolong kembalikan ingatanku yang selalu cemerlang,\"\n\"Kembali ke tanah yang sangat kucintai.\"\n\"Dengan demikian, walau setelah amarahmu usai,\"\n\"Aku masih bisa berharap pada hal-hal indah...\"",
    "th": "\n\"ลาจากอย่างรวดเร็ว ราวกับความฝันเพียงชั่วคืน\"\n\nชีวิตอันแสนบอบบางของมนุษย์\nฉันคิดว่าตัวเองใช้ชีวิตอย่างดีเยี่ยมแล้ว\n\nฉันเคยใช้ร่างของ Hakushin Kitsune\nวิ่งไปในป่าของ Grand Narukami\nพร้อมเด็ก ๆ ที่ฉลาดทั้งหลาย\n\nหวังว่า หลังจากทุกสิ่งสิ้นสุด\nพวกมันจะได้วิ่งเล่นอย่างมีความสุขอีกครั้ง\n\nฉันเคยขับร้องบทเพลงแห่งเทพ พร้อมกับสาวน้อยจากเผ่าปีศาจ\nที่ใบหน้างามราวกับดวงจันทร์ ต่อหน้าท่านโชกุน\nฉันยังเคยชมเชยในเพลงดาบของเธอ\nหวังว่าความงาม, ความกล้า และอิริยาบถของเธอ\nจะสามารถดำรงอยู่ได้เป็นพัน ๆ ปี\n\nเมื่อนึกถึงความงาม ที่ทำให้ทุกสายตาต้องจับจ้องของสาวน้อยคนนั้น\nก็อดที่จะบดบังรูปลักษณ์ในปัจจุบันด้วยหน้ากากไม่ได้...\n\nฉันเคยแข่งวิ่งกับหัวหน้าเผ่าเท็งงุ Yougou\nเราวิ่งแข่งขันไปทั่วภูเขา Lingshan\nเพื่อที่จะได้รู้ว่า ใครจะมีพลัง และความเร็วเหนือกว่า\n\nสุดท้ายแล้ว ฉันผู้มาจาก Hakushin คือผู้ชนะ\nแต่พอมาคิดดู น่าจะเป็นเพราะเธอออมมือให้ฉันมากกว่า\nเช่นนี้ ทำให้ฉันรู้สึกยอมไม่ได้...\n\nฉันเคยทำให้ปีศาจทานูกิที่ดื้อรั้นจะต่อสู้กับฉัน\nยอมแพ้ให้ท่านโชกุนทั้งกาย และใจ\nและฉันยังวางแผนอย่างไร้ยางอายต่อท่านโชกุน\nทำให้เจ้าปีศาจทานูกิยอมสวามิภักดิ์ท่านโชกุนได้\n\nสีของดวงจันทร์ในคืนนั้น ส่องสะท้อนกิ่งไม้ และกลีบดอกไม้\nตกกระทบอยู่ในสวน งดงามราวไข่มุก\nถึงตอนนั้น ยังคงส่องสว่างอยู่ในใจของฉัน...\n\nเพียงหวังที่จะให้ก่อนจากไป เธอได้จดจำคติที่ฉันรวบรวมความกล้า พูดมันออกมา\n\"ไม่มืดบอด ไม่สั่นไหว จงเดินไปบนเส้นทางแห่งศรัทธา\"\nและหวังว่าคติของฉัน จะสามารถทำลายคำโกหก และความชั่วร้ายในใจเธอได้\nและหวังว่าทานูกิที่ไร้เดียงสาจนถูกหลอกเหล่านั้น จะไม่รังเกียจที่ฉันโกหก หลอกลวง...\n\nที่นี่ เป็นที่ๆ มืดมิดที่สุด\nฉันจะจดจำภาพเหล่านี้ไม่ลืมเลือน\nเหมือนกับดวงจันทร์ที่ส่องทะลุเมฆา\nสาดส่องไปยังดวงใจอันเล็กและบอบบางของฉัน\n\nในชีวิตนี้ ฉันได้เคยแปลงร่างเป็นมนุษย์\nและเดินทางไปกับสิ่งมีชีวิตแสนสวย ที่มีอายุขัยแสนสั้นเหล่านี้\nเป็นมิตรสหายของคนมากมายในฐานะต่างๆ\nไม่ว่าจะเป็นมิโกะที่มาฝึกใน Grand Narukami เพื่อศาลเจ้าที่บ้านเกิดของตัวเอง\nหรือจะเป็นเด็กที่หลงทางเพราะคนคุ้มกันเกี้ยวเทพเจ้า\nหรือชายหนุ่มเป็นกันเองที่ไปฝึกวิชาเซียนที่ Liyue\nไม่ว่าจะเป็น Kanjou ที่พยายามทุกวิถีทางเพื่อทำให้เมืองรุ่งเรือง\nหรือช่างที่มุ่งมั่นอยู่กับการตีดาบที่คมกริบที่สุด\nหรือคนที่ใช้วิชาที่สร้างดาวตกขึ้นมา ให้มันบานสะพรั่งอยู่บนฟ้า\nทุกคนล้วนเป็นมิตรสหายที่ฉันโชคดี ที่ได้รู้จักพวกเขา\n\nหวังว่าเขตแดนที่คอยปกป้องพวกเขา จะไม่ถูกความมืดใดเข้าครอบงำ...\n\nทั้งหมดนี้ ล้วนเป็นสิ่งที่ฉันปรารถนามาตลอด\n\n\"ดังนั้น จงฉีกทำลายปณิธานความมืดของฉัน\"\n\"ตอนนี้ฉันสูญเสียพลังทั้งหมดแล้ว\"\n\"ขออุทิศเลือดแห่ง Hakushin ของฉันให้ท่านได้ใช้\"\n\"แต่ถึงจะต้อยต่ำเพียงใด\"\n\"ฉันยังหวังให้ท่านฟังคำขอของฉัน...\"\n\n\"หากท่านเห็นสิ่งที่สำคัญต่อฉัน\"\n\"ก็ขอให้ท่านปลดปล่อยสิ่งมีชีวิตเหล่านั้นไป\"\n\"หากท่านอนุญาตให้ฉันวิงวอน\"\n\"ก็ขอให้ท่านนำความทรงจำที่สว่างสดใสชั่วนิรันดร์\"\n\"ของฉัน คืนให้แผ่นดินที่ฉันรัก\"\n\"หวังว่าเมื่อท่านทำตามสิ่งที่ประสงค์แล้ว\"\n\"ยังคงมีสิ่งที่สวยงามหลงเหลืออยู่...\"",
    "vi": "\n\"Hợp tan quá vội vàng, đêm và ngày tựa như giấc mộng.\"\n\nTrong cuộc sống tầm thường và nông cạn này,\nTôi tự nhận mình đã có một cuộc sống rất phong phú.\n\nTôi từng có thân phận Hồ Ly Bạch Thần, \ncùng với các thành viên thông minh và đáng yêu trong gia đình, \nnô đùa tung tăng trên những cánh đồng và khu rừng sau ngôi đền Narukami.\n\nHi vọng rằng, sau khi kết thúc mọi chuyện,\nchúng có thể vui vẻ chạy nhảy trở lại...\n\nTôi từng cùng thiếu nữ quỷ tộc có khuôn mặt đẹp tựa trăng rằm, \ncùng nhau biểu diễn và nhảy múa ở ngự tiền, \nTôi từng không ngừng vỗ tay tán thưởng tài múa kiếm của cô ấy.\nHy vọng rằng vẻ đẹp, bản lĩnh và dáng vẻ của cô ấy\nsẽ mãi mãi được truyền tụng hàng ngàn năm sau.\n\nChỉ cần nhớ đến vẻ đẹp hoa nhường nguyệt thẹn của người thiếu nữ ấy, \nliền không kìm được ý nghĩ muốn dùng mặt nạ để che đi bộ dạng lúc này...\n\nTôi từng cạnh tranh với tộc trưởng Tengu của núi Yougou, \nChạy qua các con đường bên trong và bên ngoài ngọn núi,\nso bì tốc độ và sức mạnh của cả hai chúng tôi.\n\nGiành được thắng lợi cuối cùng không ngờ lại là tôi, người của gia tộc Bạch Thần.\nBây giờ nhớ lại, có lẽ là cô ấy đã giữ thể diện cho tôi.\nNghĩ tới đây, cảm thấy có chút không cam lòng...\n\nTôi đã từng tính kế với một tên bake-danuki cứ cố chấp muốn đấu pháp với tôi, \nkhiến hắn ta đầu hàng Shogun một cách tâm phục khẩu phục.\nTôi cũng không biết xấu hổ vì đã tính kế vị đại nhân ấy, \nkhiến vị đại nhân ấy thu nạp tên bake-danuki kiêu ngạo đó làm thuộc hạ.\n\nĐêm đó ánh trăng chiếu qua những nhành cành cây và cánh hoa trong vườn ngự uyển, \nrơi xuống sân vườn tựa như vô số hạt ngọc xinh đẹp, \ncho đến giờ ánh sáng lấp lánh ấy vẫn còn in đậm trong tâm trí tôi...\n\nHy vọng cô ấy có thể nhớ rõ những lời khuyên dài dòng mà tôi đã đánh bạo nói trước lúc chia tay.\n\"Đừng để bị lừa dối, cũng đừng dao động, hãy tiếp tục bước đi trên con đường mà bản thân tin tưởng.\"\nMong rằng những lời khuyên răn của tôi có thể giúp cô ấy bớt đi vài câu nói dối, vài ý nghĩ xấu xa.\nCũng mong rằng danuki tinh nghịch nhưng lương thiện đó sẽ không nuôi lòng oán hận vì sự lừa dối cuối cùng của tôi...\n\nGiờ đây, ở nơi tăm tối nhất,\ntôi sẽ giữ thật chặt những cảnh tượng này, \nđể chúng có thể giống như mặt trăng xuyên qua mây mù,\nsoi sáng trái tim bé bỏng và mong manh của mình.\n\nĐời này, tôi cũng đã từng hoá thành hình người,\nlàm bạn cùng những sinh linh nhỏ bé xinh đẹp, nhưng có cuộc đời ngắn ngủi này, \ntrở nhành bạn tốt của nhiều người, với nhiều thân phận khác nhau.\nBất kể là pháp sư đã đến Narukami để thực tập vì ngôi đền ở quê hương, \nHay là những đứa bé bị tách khỏi người lớn bởi đội hộ tống giáo thần trong lễ hội mùa hè, \nHay là thiếu niên hiền hoà đến Liyue để luyện pháp thuật tiên gia;\nCho dù đó là Kanjou, người đã làm việc chăm chỉ để làm cho thị trấn thịnh vượng. \nHoặc người thợ thủ công bị ám ảnh bởi việc chế tạo những thanh đao cực kì sắc bén.\nHay là một gia tộc sử dụng các kỹ thuật khéo léo, khiến cho những ngôi sao băng bừng sáng trong không gian sâu thẳm.\nTất cả mọi người, đều là những người bạn thân thiết nhất mà tôi may mắn có được.\n\nBảo vệ kết giới của họ, chỉ mong không bị bất kỳ thứ xấu xa nào bào mòn...\n\nTất cả những điều này, đều là những gì tôi nhớ nhung.\n\n\"Bởi vậy, những ý nghĩ tăm tối đã gặm nhấm tôi\"\n\"Bây giờ tôi đã mất đi tất cả sức mạnh\"\n\"Dòng máu Bạch Thần trong tôi dao động vì bạn\"\n\"Thế nhưng, dù ở vị thế hèn mọn\"\n\"Tôi vẫn hy vọng bạn có thể lắng nghe lời cầu xin của tôi...\"\n\n\"Nếu bạn thấy được những điều tôi trân trọng nhất\"\n\"Vậy thì xin hãy buông tha cho những sinh linh ấy\"\n\"Nếu có thể xin hãy cho phép tôi được nói ra một nguyện vọng\"\n\"Xin hãy mang những kí ức đẹp đẽ nhất của tôi\"\n\"Trả lại cho mảnh đất mà tôi yêu quý ấy\"\n\"Hi vọng rằng, sau cơn thịnh nộ của bạn\"\n\"Vẫn có thể giữ lại những điều tốt đẹp...\""
  },
  "effects": [
    {
      "name": {
        "zhs": "樱之斋宫",
        "zht": "櫻之齋宮",
        "jp": "櫻の斎宮",
        "ko": "벚꽃 재궁",
        "en": "Sakura Saiguu",
        "de": "Sakura-Palast",
        "es": "Palacio del Cerezo",
        "fr": "Palais des cerisiers",
        "pt": "Palácio de Sakura",
        "ru": "Дворец сакуры",
        "id": "Sakura Palace",
        "th": "Sakura Palace",
        "vi": "Sakura Saiguu"
      },
      "description": {
        "zhs": "装备该武器的角色触发雷元素相关反应后，队伍中附近的与该元素反应相关的元素类型的角色，获得<color=#99FFFFFF>10%</color>对应元素的元素伤害加成，持续6秒。通过这种方式，角色获得的元素伤害加成无法叠加。",
        "zht": "裝備該武器的角色觸發雷元素相關反應後，附近如有隊伍成員角色具備相關元素類型，則其獲得<color=#99FFFFFF>10%</color>對應元素的元素傷害加成，持續6秒。透過這種方式，角色獲得的元素傷害加成無法疊加。",
        "jp": "この武器を装備したキャラクターが雷元素に関連する反応を起こした時、周囲チーム内にてその反応に関わった元素タイプのキャラクターは強化効果を獲得する。強化効果：該当元素タイプの元素ダメージ+<color=#99FFFFFF>10%</color>、継続時間6秒。この方式で獲得する元素ダメージアップ効果は重ね掛けできない。",
        "ko": "해당 무기를 장착한 캐릭터가 번개 원소 관련 반응을 일으키면 근처에 해당 원소 반응과 관련 있는 원소 타입의 파티 내 캐릭터는 <color=#99FFFFFF>10%</color>의 상응하는 원소 피해 보너스를 받는다. 지속 시간: 6초. 해당 방식으로 얻을 수 있는 원소 피해 보너스는 중첩되지 않는다",
        "en": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a <color=#99FFFFFF>10%</color> Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
        "de": "Erhöht beim Auslösen von Elektro-Reaktionen durch die mit dieser Waffe ausgerüsteten Figur den Elementar-SCH von Truppenmitgliedern mit dem an der Elementarreaktion beteiligten Element in der Nähe 6 s lang um <color=#99FFFFFF>10 %</color>. Der auf diese Weise durch die Figur erhaltene Elementar-SCH-Bonus ist nicht stapelbar.",
        "es": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un <color=#99FFFFFF>10%</color> de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
        "fr": "Lorsqu'un personnage équipé de cette arme a déclenché une réaction liée à l'élément Électro, tous les personnages de l'équipe à proximité dont l'élément est impliqué dans cette réaction élémentaire obtiennent un bonus de DGT de leur élément de <color=#99FFFFFF>10 %</color> pendant 6 s. Les bonus de DGT élémentaire obtenus de cette manière ne se cumulent pas.",
        "pt": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em <color=#99FFFFFF>10%</color>, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
        "ru": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают <color=#99FFFFFF>10%</color> бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
        "id": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <color=#99FFFFFF>10%</color> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
        "th": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง <color=#99FFFFFF>10%</color> เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
        "vi": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng <color=#99FFFFFF>10%</color> Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "樱之斋宫",
        "zht": "櫻之齋宮",
        "jp": "櫻の斎宮",
        "ko": "벚꽃 재궁",
        "en": "Sakura Saiguu",
        "de": "Sakura-Palast",
        "es": "Palacio del Cerezo",
        "fr": "Palais des cerisiers",
        "pt": "Palácio de Sakura",
        "ru": "Дворец сакуры",
        "id": "Sakura Palace",
        "th": "Sakura Palace",
        "vi": "Sakura Saiguu"
      },
      "description": {
        "zhs": "装备该武器的角色触发雷元素相关反应后，队伍中附近的与该元素反应相关的元素类型的角色，获得<color=#99FFFFFF>12.5%</color>对应元素的元素伤害加成，持续6秒。通过这种方式，角色获得的元素伤害加成无法叠加。",
        "zht": "裝備該武器的角色觸發雷元素相關反應後，附近如有隊伍成員角色具備相關元素類型，則其獲得<color=#99FFFFFF>12.5%</color>對應元素的元素傷害加成，持續6秒。透過這種方式，角色獲得的元素傷害加成無法疊加。",
        "jp": "この武器を装備したキャラクターが雷元素に関連する反応を起こした時、周囲チーム内にてその反応に関わった元素タイプのキャラクターは強化効果を獲得する。強化効果：該当元素タイプの元素ダメージ+<color=#99FFFFFF>12.5%</color>、継続時間6秒。この方式で獲得する元素ダメージアップ効果は重ね掛けできない。",
        "ko": "해당 무기를 장착한 캐릭터가 번개 원소 관련 반응을 일으키면 근처에 해당 원소 반응과 관련 있는 원소 타입의 파티 내 캐릭터는 <color=#99FFFFFF>12.5%</color>의 상응하는 원소 피해 보너스를 받는다. 지속 시간: 6초. 해당 방식으로 얻을 수 있는 원소 피해 보너스는 중첩되지 않는다",
        "en": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a <color=#99FFFFFF>12.5%</color> Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
        "de": "Erhöht beim Auslösen von Elektro-Reaktionen durch die mit dieser Waffe ausgerüsteten Figur den Elementar-SCH von Truppenmitgliedern mit dem an der Elementarreaktion beteiligten Element in der Nähe 6 s lang um <color=#99FFFFFF>12,5 %</color>. Der auf diese Weise durch die Figur erhaltene Elementar-SCH-Bonus ist nicht stapelbar.",
        "es": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un <color=#99FFFFFF>12.5%</color> de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
        "fr": "Lorsqu'un personnage équipé de cette arme a déclenché une réaction liée à l'élément Électro, tous les personnages de l'équipe à proximité dont l'élément est impliqué dans cette réaction élémentaire obtiennent un bonus de DGT de leur élément de <color=#99FFFFFF>12,5 %</color> pendant 6 s. Les bonus de DGT élémentaire obtenus de cette manière ne se cumulent pas.",
        "pt": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em <color=#99FFFFFF>12.5%</color>, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
        "ru": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают <color=#99FFFFFF>12,5%</color> бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
        "id": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <color=#99FFFFFF>12,5%</color> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
        "th": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง <color=#99FFFFFF>12.5%</color> เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
        "vi": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng <color=#99FFFFFF>12.5%</color> Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "樱之斋宫",
        "zht": "櫻之齋宮",
        "jp": "櫻の斎宮",
        "ko": "벚꽃 재궁",
        "en": "Sakura Saiguu",
        "de": "Sakura-Palast",
        "es": "Palacio del Cerezo",
        "fr": "Palais des cerisiers",
        "pt": "Palácio de Sakura",
        "ru": "Дворец сакуры",
        "id": "Sakura Palace",
        "th": "Sakura Palace",
        "vi": "Sakura Saiguu"
      },
      "description": {
        "zhs": "装备该武器的角色触发雷元素相关反应后，队伍中附近的与该元素反应相关的元素类型的角色，获得<color=#99FFFFFF>15%</color>对应元素的元素伤害加成，持续6秒。通过这种方式，角色获得的元素伤害加成无法叠加。",
        "zht": "裝備該武器的角色觸發雷元素相關反應後，附近如有隊伍成員角色具備相關元素類型，則其獲得<color=#99FFFFFF>15%</color>對應元素的元素傷害加成，持續6秒。透過這種方式，角色獲得的元素傷害加成無法疊加。",
        "jp": "この武器を装備したキャラクターが雷元素に関連する反応を起こした時、周囲チーム内にてその反応に関わった元素タイプのキャラクターは強化効果を獲得する。強化効果：該当元素タイプの元素ダメージ+<color=#99FFFFFF>15%</color>、継続時間6秒。この方式で獲得する元素ダメージアップ効果は重ね掛けできない。",
        "ko": "해당 무기를 장착한 캐릭터가 번개 원소 관련 반응을 일으키면 근처에 해당 원소 반응과 관련 있는 원소 타입의 파티 내 캐릭터는 <color=#99FFFFFF>15%</color>의 상응하는 원소 피해 보너스를 받는다. 지속 시간: 6초. 해당 방식으로 얻을 수 있는 원소 피해 보너스는 중첩되지 않는다",
        "en": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a <color=#99FFFFFF>15%</color> Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
        "de": "Erhöht beim Auslösen von Elektro-Reaktionen durch die mit dieser Waffe ausgerüsteten Figur den Elementar-SCH von Truppenmitgliedern mit dem an der Elementarreaktion beteiligten Element in der Nähe 6 s lang um <color=#99FFFFFF>15 %</color>. Der auf diese Weise durch die Figur erhaltene Elementar-SCH-Bonus ist nicht stapelbar.",
        "es": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un <color=#99FFFFFF>15%</color> de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
        "fr": "Lorsqu'un personnage équipé de cette arme a déclenché une réaction liée à l'élément Électro, tous les personnages de l'équipe à proximité dont l'élément est impliqué dans cette réaction élémentaire obtiennent un bonus de DGT de leur élément de <color=#99FFFFFF>15 %</color> pendant 6 s. Les bonus de DGT élémentaire obtenus de cette manière ne se cumulent pas.",
        "pt": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em <color=#99FFFFFF>15%</color>, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
        "ru": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают <color=#99FFFFFF>15%</color> бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
        "id": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <color=#99FFFFFF>15%</color> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
        "th": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง <color=#99FFFFFF>15%</color> เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
        "vi": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng <color=#99FFFFFF>15%</color> Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "樱之斋宫",
        "zht": "櫻之齋宮",
        "jp": "櫻の斎宮",
        "ko": "벚꽃 재궁",
        "en": "Sakura Saiguu",
        "de": "Sakura-Palast",
        "es": "Palacio del Cerezo",
        "fr": "Palais des cerisiers",
        "pt": "Palácio de Sakura",
        "ru": "Дворец сакуры",
        "id": "Sakura Palace",
        "th": "Sakura Palace",
        "vi": "Sakura Saiguu"
      },
      "description": {
        "zhs": "装备该武器的角色触发雷元素相关反应后，队伍中附近的与该元素反应相关的元素类型的角色，获得<color=#99FFFFFF>17.5%</color>对应元素的元素伤害加成，持续6秒。通过这种方式，角色获得的元素伤害加成无法叠加。",
        "zht": "裝備該武器的角色觸發雷元素相關反應後，附近如有隊伍成員角色具備相關元素類型，則其獲得<color=#99FFFFFF>17.5%</color>對應元素的元素傷害加成，持續6秒。透過這種方式，角色獲得的元素傷害加成無法疊加。",
        "jp": "この武器を装備したキャラクターが雷元素に関連する反応を起こした時、周囲チーム内にてその反応に関わった元素タイプのキャラクターは強化効果を獲得する。強化効果：該当元素タイプの元素ダメージ+<color=#99FFFFFF>17.5%</color>、継続時間6秒。この方式で獲得する元素ダメージアップ効果は重ね掛けできない。",
        "ko": "해당 무기를 장착한 캐릭터가 번개 원소 관련 반응을 일으키면 근처에 해당 원소 반응과 관련 있는 원소 타입의 파티 내 캐릭터는 <color=#99FFFFFF>17.5%</color>의 상응하는 원소 피해 보너스를 받는다. 지속 시간: 6초. 해당 방식으로 얻을 수 있는 원소 피해 보너스는 중첩되지 않는다",
        "en": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a <color=#99FFFFFF>17.5%</color> Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
        "de": "Erhöht beim Auslösen von Elektro-Reaktionen durch die mit dieser Waffe ausgerüsteten Figur den Elementar-SCH von Truppenmitgliedern mit dem an der Elementarreaktion beteiligten Element in der Nähe 6 s lang um <color=#99FFFFFF>17,5 %</color>. Der auf diese Weise durch die Figur erhaltene Elementar-SCH-Bonus ist nicht stapelbar.",
        "es": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un <color=#99FFFFFF>17.5%</color> de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
        "fr": "Lorsqu'un personnage équipé de cette arme a déclenché une réaction liée à l'élément Électro, tous les personnages de l'équipe à proximité dont l'élément est impliqué dans cette réaction élémentaire obtiennent un bonus de DGT de leur élément de <color=#99FFFFFF>17,5 %</color> pendant 6 s. Les bonus de DGT élémentaire obtenus de cette manière ne se cumulent pas.",
        "pt": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em <color=#99FFFFFF>17.5%</color>, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
        "ru": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают <color=#99FFFFFF>17,5%</color> бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
        "id": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <color=#99FFFFFF>17,5%</color> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
        "th": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง <color=#99FFFFFF>17.5%</color> เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
        "vi": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng <color=#99FFFFFF>17.5%</color> Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "樱之斋宫",
        "zht": "櫻之齋宮",
        "jp": "櫻の斎宮",
        "ko": "벚꽃 재궁",
        "en": "Sakura Saiguu",
        "de": "Sakura-Palast",
        "es": "Palacio del Cerezo",
        "fr": "Palais des cerisiers",
        "pt": "Palácio de Sakura",
        "ru": "Дворец сакуры",
        "id": "Sakura Palace",
        "th": "Sakura Palace",
        "vi": "Sakura Saiguu"
      },
      "description": {
        "zhs": "装备该武器的角色触发雷元素相关反应后，队伍中附近的与该元素反应相关的元素类型的角色，获得<color=#99FFFFFF>20%</color>对应元素的元素伤害加成，持续6秒。通过这种方式，角色获得的元素伤害加成无法叠加。",
        "zht": "裝備該武器的角色觸發雷元素相關反應後，附近如有隊伍成員角色具備相關元素類型，則其獲得<color=#99FFFFFF>20%</color>對應元素的元素傷害加成，持續6秒。透過這種方式，角色獲得的元素傷害加成無法疊加。",
        "jp": "この武器を装備したキャラクターが雷元素に関連する反応を起こした時、周囲チーム内にてその反応に関わった元素タイプのキャラクターは強化効果を獲得する。強化効果：該当元素タイプの元素ダメージ+<color=#99FFFFFF>20%</color>、継続時間6秒。この方式で獲得する元素ダメージアップ効果は重ね掛けできない。",
        "ko": "해당 무기를 장착한 캐릭터가 번개 원소 관련 반응을 일으키면 근처에 해당 원소 반응과 관련 있는 원소 타입의 파티 내 캐릭터는 <color=#99FFFFFF>20%</color>의 상응하는 원소 피해 보너스를 받는다. 지속 시간: 6초. 해당 방식으로 얻을 수 있는 원소 피해 보너스는 중첩되지 않는다",
        "en": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a <color=#99FFFFFF>20%</color> Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
        "de": "Erhöht beim Auslösen von Elektro-Reaktionen durch die mit dieser Waffe ausgerüsteten Figur den Elementar-SCH von Truppenmitgliedern mit dem an der Elementarreaktion beteiligten Element in der Nähe 6 s lang um <color=#99FFFFFF>20 %</color>. Der auf diese Weise durch die Figur erhaltene Elementar-SCH-Bonus ist nicht stapelbar.",
        "es": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un <color=#99FFFFFF>20%</color> de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
        "fr": "Lorsqu'un personnage équipé de cette arme a déclenché une réaction liée à l'élément Électro, tous les personnages de l'équipe à proximité dont l'élément est impliqué dans cette réaction élémentaire obtiennent un bonus de DGT de leur élément de <color=#99FFFFFF>20 %</color> pendant 6 s. Les bonus de DGT élémentaire obtenus de cette manière ne se cumulent pas.",
        "pt": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em <color=#99FFFFFF>20%</color>, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
        "ru": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают <color=#99FFFFFF>20%</color> бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
        "id": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <color=#99FFFFFF>20%</color> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
        "th": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง <color=#99FFFFFF>20%</color> เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
        "vi": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng <color=#99FFFFFF>20%</color> Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn."
      }
    }
  ],
  "internal_name": "Catalyst_Bakufu",
  "imgid": "catalyst/bakufu"
}