{
  "id": 14408,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "黑岩绯玉",
    "zht": "黑岩緋玉",
    "jp": "黒岩の緋玉",
    "ko": "흑암 홍옥",
    "en": "Blackcliff Agate",
    "de": "Schwarzstein-Achat",
    "es": "Ágata del Peñasco Oscuro",
    "fr": "Agate de Rochenoire",
    "pt": "Ágata do Penhasco Obscuro",
    "ru": "Черногорский агат",
    "id": "Blackcliff Amulet",
    "th": "Blackcliff Agate",
    "vi": "Hắc Nham Phỉ Ngọc"
  },
  "description": {
    "zhs": "由黑岩制成的神秘法器，无常的赤色闪光仿佛大地深处的悸动同调。",
    "zht": "由黑岩製成的神祕法器，無常的赤色閃光彷彿與大地深處的悸動同調。",
    "jp": "黒岩でできた不思議な法器。赤い光はまるで大地の奥にある動きと同調しているみたいだ。",
    "ko": "흑암으로 만들어진 신비한 법구, 무규칙적으로 반짝이는 붉은빛은 마치 대지 깊은 곳의 요동도 같다",
    "en": "A mysterious catalyst made of a material known as \"blackcliff.\" It has an ominous crimson glow that seems to pulse in synchronization with the tremors from deep within the earth.",
    "de": "Ein geheimnisvoller Katalysator gefertigt aus Schwarzstein. Der merkwürdige rote Schein kommt einem vor, als würde er eindringlich pulsieren.",
    "es": "Un misterioso catalizador hecho de piedra negra. Tiene un brillo carmesí siniestro que parece latir en sincronía con los temblores de las profundidades de la tierra.",
    "fr": "Un mystérieux catalyseur en roche noire. La lueur rouge qui en émane résonne en harmonie avec les entrailles de la terre.",
    "pt": "Um misterioso catalisador feito de pedra preta. Tem um brilho carrancudo ameaçador que parece pulsar em sincronia com os tremores das profundezas da terra.",
    "ru": "Загадочный катализатор, сделанный из черногорского камня. Его зловещее малиновое сияние пульсирует в такт подземным толчкам.",
    "id": "Catalyst misterius yang terbuat dari material Blackstone. Memiliki cahaya merah tua yang berpendar bagaikan getaran inti bumi.",
    "th": "สื่อเวทลึกลับนี้ทำมาจากหิน blackstone มันมีสีแดงเข้มเป็นลางที่ดูเหมือนว่าจะเต้นเป็นจังหวะประสานกับแรงสั่นสะเทือนจากส่วนลึกของโลก",
    "vi": "Là pháp khí thần kì được Hắc Nham Xưởng tạo ra, sắc đỏ khác thường dường như là sự hòa quyện của sự khiếp sợ nơi vực sâu."
  },
  "lore": {
    "zhs": "\n由十分罕见的黑岩制成的法器。祭之有光，能周转灵能。\n器心呈圆形，中间镶嵌的血色玉珀如同一轮血月，时盈时亏，时明时暗。\n\n天衡叠嶂连璧生，岩层渊薮玉辉蕴。岩王帝君荫蔽下的国度矿藏丰富。\n随着开采，天衡山与周边的大地被掘空，建起了四通八达的矿井坑道。其中深邃处可通地心。\n然而自某一时间起，这片土地不再沉寂。伴随着隆隆的低啸，岩山开始撼动，洞窟渐渐坍塌。\n大地深处掩埋着因此罹难的冤魂。夜里总能听见何处传来恸哭的声音。\n\n直至一天，轻策山中来了位一位访客。\n此人着长衫吐白莲，自称是云游方士，寻找璃月一带姓云和姓寒的人家。\n锻造世家云氏之女凰彼时旅居轻策庄，急忙派人请来名匠寒武的儿子策。\n方士告诉二人，过去他们的云氏与寒氏为天下方士打造了一件上好法器。\n如今璃月的大地不平静。方士们特意送来一枚血玉珀，助众人渡过难关。\n\n二人立刻起炉打造了一件黑岩法器，将这枚血玉嵌入其中。\n血玉感应着地脉，如沸血一般的红光时明时暗，警示着将要发生的异动，\n由此，如星斗一般指引着人们躲避山崩地怒。这件法器被供在天衡山下。\n最终，在大地复归平静之日，黑岩绯玉也如地心的忿怒一般悄然消失了。\n\n",
    "zht": "\n由十分罕見的黑岩製成的法器。祭之有光，能周轉靈能。\n器心呈圓形，中間鑲嵌的血色玉珀如同一輪血月，時盈時虧，時明時暗。\n\n天衡疊嶂連璧生，岩層淵藪玉輝蘊。岩王帝君蔭蔽下的國度礦藏豐富。\n隨著開採，天衡山與周邊的大地被掘空，建起了四通八達的礦井坑道。其中深邃處可通地心。\n然而自某一時間起，這片土地不再沉寂。伴隨著隆隆的低嘯，岩山開始撼動，洞窟漸漸坍塌。\n大地深處掩埋著因此罹難的冤魂。夜裡總能聽見何處傳來慟哭的聲音。\n\n直至一天，輕策山中來了一位訪客。\n此人著長衫吐白蓮，自稱是雲遊方士，尋找璃月一帶姓雲和姓寒的人家。\n鍛造世家雲氏之女凰彼時旅居輕策莊，急忙派人請來名匠寒武的兒子策。\n方士告訴二人，過去他們的雲氏與寒氏為天下方士打造了一件上好法器。\n如今璃月的大地不平靜。方士們特意送來一枚血玉珀，助眾人渡過難關。\n\n二人立刻起爐打造了一件黑岩法器，將這枚血玉嵌入其中。\n血玉感應著地脈，如沸血一般的紅光時明時暗，警示著將要發生的異動，\n由此，如星斗一般指引著人們躲避山崩地怒。這件法器被供在天衡山下。\n最終，在大地復歸平靜之日，黑岩緋玉也如地心的忿怒一般悄然消失了。\n\n",
    "jp": "\n希少な黒岩で作られた魔導器。自然の力を操る。\n装置の中心に嵌め込まれた血色の宝玉は、時に暗く、時には明るく光る。\n\n天衡山や岩層淵など、岩王帝君の管轄地域に豊富な鉱物資源があった。\nしかし発掘を始めてから、天衡山とその周りに坑道が増えてきた。中には地中奥深くまで掘ったところもあった。\nある日突然、大地の怒りが爆発した。山は揺れはじめ、坑道が崩落した。\n地中深くには崩落に巻き込まれた死者の魂が漂い、夜になると慟哭が聞こえる。\n\nある日、軽策山を訪れた人がいた。\n男は長衣を纏い、雲遊方士と名乗った。彼は璃月の雲氏と寒氏を探しに来たらしい。\n雲氏の娘、雲凰はちょうどその時軽策山にいた。この話を聞き、すぐ寒武の息子である寒策を呼んできた。\n男は昔、雲氏と寒氏二人に魔導器を造ってもらった話を雲凰と寒策に教えた。\n方士は、今の璃月は危ないからと、二人に血の宝玉を渡した。\n\n二人はすぐ黒岩魔導器の製造に着手し、この血の宝玉を魔導器に嵌めた。\n血の宝玉は大地に反応し、これから起こる災難を警告するように、明滅する。\nこの魔導器は天衡山の下に設置され、大地の怒りを買わぬよう人々を導いた。\nそして、大地の怒りが収まった時、黒岩の血玉も消えていった。\n\n",
    "ko": "\n매우 희귀한 흑암으로 만든 법구. 그 빛으로 영적인 능력을 움직일 수 있다.\n원형 모양에 중간에 붉은 달 같은 피빛 옥주가 박혀 있다. 원형이 되었다가 이지러지고 밝아졌다가 어두워진다.\n\n천형산의 우뚝 솟은 산봉우리들은 절벽을 이루고 층암거연은 옥색으로 찬란하게 빛나고 있다. 바위 신이 숨긴 나라의 광산은 풍요롭다.\n채굴로 천형산과 주변 땅에는 사통팔달의 광갱과 갱도가 형성됐다. 그 중 깊이 파인 곳은 지구의 중심과 통한다.\n그런데 언제부턴가 이곳은 고요함을 잃게 됐다. 쿵쿵 거리는 소리와 함께 바위산이 진동하기 시작하면서 동굴도 점점 무너졌다. \n이로 인해 지하 깊은 곳에 재난을 당한 원혼이 묻혀 있었다. 밤이면 알 수 없는 곳에서 들려오는 곡소리가 들렸다.\n\n그러다 어느 날, 경책산에 손님이 찾아왔다.\n그는 두루마기를 입고 점잖게 자신을 운유도사라 칭하며 리월 일대에서 운 씨와 한 씨 성을 지닌 사람을 찾았다.\n단조 명가 운 씨 가문의 딸 황은 이때 여행 중 경책 산장에 머무르다가, 급히 명장 한무의 아들 책을 불렀다.\n도사는 두 사람에게 과거에 운 씨와 한 씨가 천하의 도사들을 위해 좋은 법구를 만들어줬다고 말했다.\n리월의 평온은 깨졌다. 도사들은 사람들이 난관을 극복하길 바라며 일부러 혈옥주를 보냈다.\n\n두 사람은 즉각 화로를 열고 흑암 법구를 만들어 혈옥주를 가운데에 박았다.\n혈옥주는 지맥을 감지하며 피가 끓어오르 듯 붉은 빛으로 앞으로 벌어질 이상한 현상을 경고하며,\n별처럼 산사태와 지진을 피할 수 있게 사람들을 이끌었다. 이 법구는 천형산에 모셔져 있다.\n마침내 대지는 평온을 되찾고, 흑암 옥주도 지구의 중심이 안정을 찾은 것처럼 홀연히 사라졌다.\n\n",
    "en": "\nA catalyst made from rare blackcliff. It glows when activated and cosmic energy circulates within.\nThe device is circular with a piece of blood-red Cor Purum fitted in the center. The Cor Purum seems to wax and wane like a crimson moon, growing steadily brighter and then steadily darker in a never-ending cycle.\n\n\"The myriad mountains of Tianheng are a trove of a thousand treasures, for deep within the rocks bounteous jade gleams gloriously.\" This is to say, mining prospered in Liyue under Rex Lapis' rule.\nOne by one the ore deposits in Mt. Tianheng and the surrounding area would run dry, and the miners would dig further. The result was a network of mine shafts stretching across the region in all directions. At their deepest point, the mines reached all the way to the earth's core.\nSlowly, the once-quiet region was beset by increasingly frequent disturbances. With a deep growl, the earth would tremble, causing landslides on the mountains and cave-ins in the mines.\nIn the night, the aggrieved souls of the innocent who died in the disasters could be heard wailing in the distance.\n\nThen one day, a stranger arrived at Mt. Qingce.\nThe stranger was dressed in a full-length gown and spoke in an esoteric and eloquent manner. He claimed to be a thaumaturge visiting Liyue on a quest to find two craftsmen by the names of Yun and Han.\nYun Huang, the first daughter of the Yun family, was then resident in Qingce Village. She immediately sent a messenger to fetch Han Ce, first son of master craftsman Han Wu.\nThe thaumaturge informed them both that in the past, the Yuns and Hans had jointly crafted a catalyst for the thaumaturges of the world.\nWith unrest now spreading through Liyue, the thaumaturges wished to provide the Yuns and Hans with a piece of crimson Cor Purum, in the hope that it might help the people of Liyue through this troubled time.\n\nOn receiving the message, Yun Huang and Han Ce lit the furnace at once and crafted a blackcliff catalyst with the crimson Pur Lapis at its core.\nThe crimson stone resonated with the ley lines of the earth. A blood-red glow would fade in and out as if to give forewarning of imminent tectonic activity.\nJust as the stars guide those who travel by night, so this catalyst was the light that gave safe passage to the people of Liyue through that tumultuous time of landslides and cave-ins. It was placed at the foot of Mt. Tianheng for all to see.\nWhen peaceful days finally returned, the Blackcliff Agate quietly disappeared without a trace, just as had faded the fury of the earth's core.\n\n",
    "de": "\nDieser Katalysator wurde aus sehr seltenem Schwarzstein gefertigt. Bei Tageslicht kann man ein Leuchten darin sehen und er eignet sich hervorragend zum Kontrollieren der Elemente.\nDas Gerät ist rund, mit einem Stück blutrotem Cor Purum im Zentrum. Das reine Cor Purum scheint wie der Blutmond zu- und abzunehmen, in einem ewigen Zyklus mal heller, mal dunkler.\n\nDie zahllosen Spitzen von Tianheng sind eine Kammer voller Schätze, denn tief in den Felsen strahlt glorreiche Jade. Unter Rex Lapis’ Herrschaft erlebte der Bergbau in Liyue eine Blütezeit.\nIm Zuge der Minenarbeiten wurden der Tianheng-Berg und seine nähere Umgebung völlig ausgehöhlt und Minenschächte erstreckten sich in alle Richtungen. Sie reichten sogar bis zum Mittelpunkt der Erde.\nEs kam eine Zeit jedoch, in der die Erde zu beben begann, ein Grollen zog über die Ebene, Felsen schwankten und die Mine stürzte zusammen.\nIn den Tiefen der Erde weilten die lebendig Begrabenen. Des Nachts konnte man oft ihre Klagelieder hören,\n\nbis zu einem gewissen Tag, als ein Besucher am Qingce-Berg auftauchte.\nEr trug ein langes, weißes Gewand und gab an, ein wandernder Alchimist zu sein. In Liyue war er angeblich auf der Suche nach Leuten mit dem Familiennamen Yun und Han.\nHuang, die erste Tochter der Familie Yun, lebte damals im Qingce-Dorf. Sie schickte sofort einen Boten, um Han Ce, den ersten Sohn des Handwerksmeisters Han Wu, abzuholen.\nDie Mystiker unterrichteten beide, dass früher die Yuns und die Hans mit vereinten Kräften einen Katalysator für die Mystiker der Welt hergestellt hatten.\nJetzt, da sich in Liyue Unruhe breitmachte, wollten die Mystiker den Yuns und den Hans ein Stück reines Cor Purum zur Verfügung stellen. Sie hatten die Hoffnung, dass dies den Menschen von Liyue in dieser schweren Zeit helfen würde.\n\nAls sie die Nachricht erhielten, feuerten Yun Huang und Han Ce sofort den Ofen an und stellten einen Schwarzstein-Katalysator mit Cor Purum in der Mitte her.\nDer purpurrote Stein schwang mit der Kruste der Erde mit. Ein blutrotes Leuchten flackerte immer wieder auf, wie eine Warnung vor einer bevorstehenden tektonischen Aktivität.\nSo wie die Sterne der Kompass der nachts Reisenden ist, so war dieser Katalysator das Licht, das den Menschen in Liyue einen sicheren Weg durch diese turbulente Zeit der Erdrutsche und Einstürze ermöglichte. Der Katalysator wurde am Fuße des Tianheng-Bergs für alle sichtbar platziert.\nAls endlich wieder friedlichere Zeiten anbrachen, verschwand er still und ohne jegliche Spur, so wie auch der Zorn aus dem Herzen der Erde wieder verschwunden war.\n\n",
    "es": "\nUn catalizador hecho con un tipo de piedra negra inusual. Emite un brillo al exponerse a la luz, y es capaz de controlar los elementos.\nCon una forma circular, en su centro tiene incrustado un cor purum similar a una luna de sangre, a veces llena, a veces nueva; a veces brillante, y a veces oscura.\n\n“En los escarpados picos de la Cordillera Tianheng yacen tesoros de gran esplendor bajo capas y capas de roca”. Esta frase hace referencia a la riqueza mineral de Liyue bajo el reino de Rex Lapis.\nDespués de abrir la mina, la Cordillera Tianheng y sus alrededores fueron vaciados. Se cavaron túneles en todas direcciones. Algunos de ellos eran tan profundos que llegaron al corazón de la tierra.\nPero llegó un momento en el que la tierra decidió romper el silencio. Tras un gruñido imperceptible, la montaña comenzó a temblar, y los túneles colapsaron uno a uno.\nEn las entrañas de la tierra quedaron atrapadas las almas en pena de aquellos que murieron trágicamente, cuyos gritos y lamentos aún pueden escucharse por la noche.\n\nHasta que un día, un forastero llegó al Monte Chingtsé.\nLlevaba una túnica larga y blanca, y hablaba de un modo esotérico y elocuente. Decía ser un exorcista que buscaba a las familias Yun y Han de Liyue.\nEn ese momento, Yun Huang, la hija de la familia Yun, vivía en la Aldea Chingtsé. Envió a un mensajero a dar la noticia a Han Tse, el vástago de la familia Han.\nUna vez reunidos, el exorcista encomió a las familias Yun y Han por haber creado un catalizador de una calidad suprema.\nCon los disturbios ahora extendiéndose por todo Liyue, los exorcistas deseaban proporcionar a los Yun y los Han un pedazo de cor purum carmesí, con la esperanza de que pudieran ayudar a la gente de Liyue en estos momentos difíciles.\n\nAmbos jóvenes encendieron los hornos y forjaron un catalizador de piedra negra, e incrustaron en ella la gema carmesí.\nEl cor purum reaccionaba a las líneas ley. Su brillo rojo palpitaba intermitentemente como la sangre, alertando al portador de cualquier anomalía,\nigual que las estrellas que señalan a los viajeros los peligros de la montaña. Este catalizador fue resguardado en la Cordillera Tianheng.\nCuando la paz finalmente reine en todo el mundo, el amuleto desaparecerá, y con él, la ira de la tierra.\n\n",
    "fr": "\nUn catalyseur réalisé à partir de roche noire extrêmement rare. Lorsqu'on le met à la lumière on y voit une certaine lueur ; il est capable de faire circuler les éléments.\nL'arme adopte une forme circulaire ; l'ambre qui y est incrusté en son centre semble refléter une flaque de sang, tantôt consistante et tantôt élusive, tantôt claire et tantôt sombre.\n\nLes pics des Monts Tianheng renferment maintes richesses, et les terres de la région offrent maintes pierres précieuses. Les ressources minérales du royaume du Souverain de la Roche pullulent.\nAprès que les Monts Tianheng aient été creusés de toute part, le sol de la région fut transformé en un réseau de galeries partant dans toutes les directions, capable dit-on de traverser le noyau de la terre.\nMais vint une époque où les terres souterraines se réveillèrent, et dans un grondement profond, se mirent à trembler ; cavernes et mines s'effondrèrent.\nLes âmes des trépassés qui connurent la mort sous la montagne revinrent à elles-mêmes ; il n'était alors pas rare d'entendre au milieu de la nuit quelque hurlement ou pleur à glacer le sang.\n\nCela dura jusqu'au jour où vint débarquer aux Monts Qingce un voyageur.\nL'homme se dit être un mage marchant parmi les nuages, et expliqua être à la recherche de deux artisans nommés respectivement Yun et Han.\nPhénix, la fille de Yun le forgeron en visite à Qingce, se dépêcha de faire venir Han Ce, le fils de l'artisan Han Wu.\nLe mage dit alors aux deux descendants que leurs pères avait par le passé créé un catalyseur légendaire à l'usage des mages.\nLes terres de Liyue continuant à connaître le mal, les mages étaient donc venus leur remettre à nouveau un ambre sacré, dans l'espoir que cela suffise à leur apporter l'aide dont elles avaient grand besoin.\n\nEntendant cela, les deux jeunes se mirent immédiatement à la fabrication d'un catalyseur, y incorporant la pièce d'ambre.\nLa pierre semblait refléter les veines de la terre, en une lueur rouge insaisissable semblant annoncer la venue immédiate de quelque catastrophe.\nElle évoquait les étoiles qui indiquent aux hommes où fuir la colère de la montagne. Le catalyseur fut par la suite déposé sous les Monts Tianheng.\nL'Agate de Rochenoire finit une fois la paix revenue par être oubliée, et disparut progressivement des esprits, à la manière de la colère de la terre.\n\n",
    "pt": "\nUm catalisador feito de raras pedras negras. Ele brilha quando ativado e a energia cósmica circula dentro dele.\nO dispositivo é circular com um pedaço de Cor Purum vermelho-sangue encaixado no centro. A Cor Purum parece encerar e diminuir como uma lua carmesim, ficando cada vez mais brilhante e depois mais escuro em um ciclo sem fim.\n\nOs picos das montanhas Tianheng contêm muita riqueza e as terras da região oferecem muitas pedras preciosas. Os recursos minerais do reino do Arconte Geo são abundantes.\nUm a um os depósitos de minério no Monte Tianheng e arredores ficariam vazios, e os mineradores cavariam mais. O resultado era uma rede de minas que se estendia por toda a região em todas as direções. Em seu ponto mais profundo, as minas chegavam até o núcleo da terra.\nLentamente, a região outrora tranquila foi assolada por distúrbios cada vez mais frequentes. Com um rosnado profundo, à terra tremia, causando deslizamentos de terra nas montanhas e cavernas nas minas.\nÀ noite, as almas aflitas dos inocentes que morreram nos desastres podiam ser ouvidas chorando à distância.\n\nEntão, um dia, um estranho chegou ao Monte Qingce.\nO estranho estava vestido com uma bata completa e falava de maneira esotérica e eloquente. Ele afirmou ser um exorcista visitando Liyue em uma busca para encontrar dois artesões com o nome de Yun e Han.\nYun Huang, a primeira filha da família Yun, vivia na Vila Qingce. Ela imediatamente enviou um mensageiro para buscar Han Ce, primeiro filho do mestre artesão Han Wu.\nO exorcista informou aos dois que, no passado, os Yuns e Hans haviam criado em conjunto um catalisador para os exorcistas do mundo.\nCom a agitação agora se espalhando por Liyue, os exorcistas desejaram fornecer aos Yuns e Hans um pedaço de Cor Purum carmesim, na esperança que eles pudessem ajudar o povo de Liyue através deste tempo conturbado.\n\nAo receber a mensagem, Yun Huang e Han Ce acenderam o forno imediatamente e criaram um amuleto de pedra negra com o carmesim Pur Lapis em seu núcleo.\nA pedra carmesim ressoava com as linhas ley da terra. Um brilho vermelho-sangue se desvaneceria para dentro e para fora como se fosse um aviso de atividade tectônica iminente,\nAssim como as estrelas guiam aqueles que viajam a noite, este amuleto foi a luz que deu passagem segura ao povo de Liyue através daquela época tumultuada de deslizamentos de terra e desmoronamentos. O amuleto foi colocado aos pés do Monte Tianheng para todos verem.\nQuando os dias de paz finalmente voltaram, o amuleto desapareceu silenciosamente sem deixar rastros, assim como havia desaparecido a fúria do núcleo da Terra.\n\n",
    "ru": "\nКатализатор, изготовленный из редкого чёрного камня.\nУстройство круглой формы с кроваво-красным камнем кор пурума в центре. Этот кор пурум растёт и убывает подобно багровой луне. Его сияние постепенно затухает, а затем становится ярче лишь для того, чтобы затухнуть вновь.\n\n«Горная гряда Тянхэн таит в своих недрах множество разных сокровищ, в глубинах бесчисленных скал величаво мерцает нефрит». Шахтёрское дело процветает в Ли Юэ под покровительством Властелина Камня.\nПостепенно запасы руды в горах Тянхэн истощались, и шахтёрам приходилось уходить всё глубже под землю. В результате разветвлённая сеть шахт покрыла весь регион. В самой глубокой точке копатели достигли ядра планеты. \nПостепенно в некогда спокойной области начали происходить очень странные вещи. С грохочущим рёвом содрогнулась земля, и гора обвалилась, похоронив под собой шахту.\nПо ночам с места катастрофы доносится плач неупокоенных душ невинных шахтёров...\n\nОднажды в деревню Цинцэ прибыл странник...\nНезнакомец был одет в белые длинные одежды, а речи его были таинственны и замысловаты. Он называл себя алхимиком и говорил, в Ли Юэ его привели поиски двух мастеров Юнь и Хань.\nЮнь Хуан, старшая дочь семьи Юнь, жила в деревне Цинцэ. Она немедленно отправила посланника за Хань Цэ, старшим сыном мастера Хань У.\nАлхимик поведал им, что в древности мастера из семей Юнь и Хань сотворили катализатор для алхимиков.\nИ в эти неспокойные для Ли Юэ времена алхимики решили передать семьям Юнь и Хань кусок багрового кор пурума. Они надеялись, что кор пурум поможет жителям справиться с трудностями.\n\nДва мастера растопили печь и изготовили амулет из чёрного камня с багровым кор пурумом в центре. \nАлый камень резонировал с артериями земли. Зловещая пульсация кровавого камня словно предупреждала о грядущих подземных толчках.\nЗвёзды ведут тех, кто решил путешествовать ночью, а кор пурум указывает путь тем, чей путь лежит через горы и пещеры Ли Юэ. Этот амулет был установлен у подножия горы Тяньхэн.\nКогда в регионе вновь наступили спокойные времена, амулет бесследно исчез вместе с гневом земного ядра.\n\n",
    "id": "\nKatalis yang terbuat dari Blackstone. Bersinar saat diaktifkan dan terdapat energi kosmik yang bersikulasi di dalamnya.\nPerangkat melingkar dengan sepotong Pur Purum berwarna merah darah yang dipasang di tengah. Cor Purum tumbuh dan menyusut seperti bulan merah, tumbuh semakin terang lalu perlahan semakin gelap dalam siklus yang tidak pernah berakhir.\n\n\"Seluruh gunung Tianheng adalah tempat dari ribuan harta karun, karena jauh di dalam pegunungan batu, permata giok berkilau dengan indah\". Kata-kata ini merujuk pada pertambangan makmur di Liyue di bawah kepemimpinan Rex Lapis.\nSatu per satu bijih di Mt. Tianheng dan daerah sekitarnya akan mengering, dan para penambang akan menggali lebih jauh. Hasilnya adalah jaringan poros tambang yang membentang di seluruh wilayah ke segala arah. Pada titik terdalamnya, para penambang akan sampai pada inti bumi.\nPerlahan-lahan, daerah yang sunyi senyap itu dilanda oleh banyak bencana. Dengan suara gemuruh, bumi akan bergetar, menyebabkan tanah longsor di pegunungan dan gua di dalam tambang.\nPada malam hari, jiwa-jiwa orang tak berdosa yang mati dalam bencana bisa terdengar meraung dari kejauhan.\n\nSuatu hari, orang asing tiba di Mt. Qingce.\nDia memakai gaun panjang dan berbicara dengan fasih. Dia mengaku sebagai ahli sihir yang mengunjungi Liyue dalam pencariannya untuk menemukan kedua pengrajin bernama Yun dan Han.\nYun Huang, anak perempuan pertama keluarga Yun, tinggal di desa Qingce. Dia dengan cepat mengirim orang untuk menjemput Han Ce, anak laki-laki pertama dari pengrajin Han Wu.\nAhli sihir itu mengatakan kepada mereka bahwa dulu, keluarga Yun dan Han bekerja sama untuk membuat katalis bagi ahli sihir.\nLiyue saat ini sedang melalui masa sulit. Sehingga para ahli sihit berharap dengan Cor Purum, mereka bisa membantu yang kesulitan.\n\nYun Huang dan Han Ce segera menyalakan api tungku mereka dan membuat amulet Blackrock dengan menggunakan Pur Lapis sebagai intinya.\nGiok berwarna merah darah itu seolah bagaikan urat nadi bumi. Cahayanya yang menyala dan memudar seolah memperingatkan tentang perubahan yang akan datang,\nBagaikan bintang, dia membimbing dan memberikan jalan aman kepada rakyat Liyue melalui masa-masa yang penuh gejolak. Benda itu lalu ditempatkan di kaki Mt. Tianheng untuk dilihat semua orang.\nSaat kedamaian kembali, batu tersebut perlahan menghilang tanpa jejak, sama seperti inti bumi yang amarahnya telah memudar.\n\n",
    "th": "\nสื่อเวทที่สร้างขึ้นจากหิน Blackstone ที่หายาก เมื่อถือขึ้นมาจะเปล่งแสง เมื่อหมุนมีพลังขับไล่วิญญาณร้าย\nแกนกลางของสื่อเวทเป็นวงกลม ใจกลางคืออำพันหยกสีแดงดุจพระจันทร์สีเลือด บางครั้งเต็มดวงบางครั้งเป็นเสี้ยว บางครั้งสว่างบางครั้งมืดมิด\n\nเทือกเขา Tianheng ได้รวมสิ่งดีๆสองอย่างไว้ด้วยกัน แนวหินทั้งหลายเป็นแหล่งรวมของหยกสีสันสดใส อาณาจักรใต้การปกครองของราชาแห่งหินนั้นอุดมไปด้วยแร่ต่างๆ\nสิ่งที่มากับการขุดเหมืองคือ พื้นที่ล้อมรอบภูเขา Tianheng ก็โดนขุดไปจดหมด กำให้เกิดอุโมงค์เข้าเหมืองในทุกทิศทาง หนึ่งในอุโมงค์นั้นลึกลงไปจนถึงใจกลางโลก\nอย่างไรก็ตาม เมื่อถึงเวลาหนึ่งพื้นที่แห่งนี้ก็ไม่นิ่งสงบอีกต่อไป หลังเกิดเสียงคำรามของพื้นดิน ภูเขาหินก็เริ่มสั่นสะเทือน และถ้ำต่างๆก็ถล่มลงในที่สุด\nลึกลงไปใต้พื้นโลกได้ฝังวิญญาณอันโศกเศร้าที่ได้เสียชีวิตลง ณ ที่แห่งนี้ ในยามค่ำคืนจะได้ยินเสียงคร่ำครวญของพวกเขาอยู่เป็นประจำ\n\nจนอยู่มาวันหนึ่ง มีแขกผู้หนึ่งจากภูเขา Qingce มาเยือน\nเขาใส่ชุดคลุมแขนยาวสีขาว เขาเรียกตัวเองว่าเป็นนักเล่นแร่แปรธาตุที่ตระเวนไปทั่วแดน มาตามหาคนตระกูล Yun และ Han ที่ Liyue\nหญิงสาวช่างตีเหล็กจากตระกูล Yun เคยไปพักอยู่ที่หมู่บ้าน Qingce Village ส่งให้คนรีบมาตามตัว Han Ce บุตรชายของ Han Wu ช่างฝีมือผู้เลื่องชื่อ\nนักเล่นแร่แปรธาตุได้เล่าว่า ในอดีตทั้งสองท่านได้สรรค์สร้างสื่อเวทชั้นเลิศให้แก่นักเล่นแร่แปรธาตุ\nทุกวันนี้ดินแดน Liyue ไม่สงบ เหล่านักเล่นแร่แปรธาตุจึงตั้งใจนำอำพันหยกสีเลือดหีบหนึ่งมามอบให้ เพื่อหวังว่าจะช่วยทุกคนให้ผ่านช่วงเวลาที่ยากลำบากนี้ไปได้\n\nทั้งสองคนรีบจุดเตาเพื่อสร้างสื่อเวทชิ้นหนึ่งขึ้นมาจาก Blackstone และฝังหยกสีเลือดลงในนั้น\nหยกสีเลือดตอบสนองต่อชีพจรโลก ลำแสงสีแดงราวกับเลือดบางจังหวะส่องสว่าง บางจังหวะหม่นแสง เป็นสัญญาณเตือนถึงความเปลี่ยนแปลงที่จะมาถึงในไม่ช้า\nดังดาวนำทาง มันได้ชี้ทางให้ผู้คนหลบหลีกผืนดินถล่มอันเกรี้ยวกราด สื่อเวทนี้ได้ถูกแจกจ่ายให้ผู้คนด้านล่างภูเขา Tianheng\nสุดท้าย เมื่อผืนดินกลับมาสงบอีกครั้ง Blackcliff Agate และหยกสีเลือดก็ค่อยๆจางหายไปเหมือนกับความพิโรธของใจกลางโลกที่สงบลง\n\n",
    "vi": "\nPháp khí được làm từ hắc nham rất hiếm có. Ánh sáng của tế đàn, có thể chuyển động năng lượng.\nTâm pháp khí có hình tròn, ở giữa nạm ngọc phách màu đỏ giống như một vầng trăng máu, khi tròn khi khuyết, khi tỏ khi mờ. \n\nThiên Hoành trùng điệp, tầng tầng nham thạch chứa đầy những khối ngọc sáng. Đất nước được Nham Vương Đế Quân che chở có tài nguyên phong phú.\nCùng với việc khai thác, vùng đất xung quanh Thiên Hoành Sơn đều bị đào rỗng, các đường hầm vào mỏ được mở rộng ra mọi hướng. Trong đó độ sâu nhất có thể thông đến tâm trái đất.\nTuy nhiên, vào một thời điểm nhất định, vùng đất này không còn yên lặng nữa. Kèm theo những tiếng gào rít, núi đá bắt đầu rung động, hang động dần dần sụp đổ.\nNhững oan hồn đã chết bởi tai nạn được chôn cất sâu trong lòng đất. Trong đêm luôn có thể nghe thấy được những tiếng khóc lóc thảm thiết không biết từ đâu truyền lại. \n\nCho đến một ngày, một vị khách đến Khinh Sách Sơn.\nNgười đó mặc áo dài thêu bạch liên, tự xưng là vân du phương sĩ, tìm kiếm người nhà họ Yun và họ Han ở Liyue.\nHuang - con gái của đại tộc rèn họ Yun lúc đó cư trú tại Khinh Sách Trang, vội vàng phái người mời Han Ce con trai của nghệ nhân Han Wu.\nPhương sĩ nói với hai người rằng trong quá khứ họ Yun, bọn họ cùng với họ Han đã tạo ra một pháp khí thượng hạng cho phương sĩ thiên hạ.\nNay vùng đất Liyue không yên tĩnh. Các phương sĩ đã đặc biệt đưa đến một viên huyết ngọc phách, giúp đỡ mọi người vượt qua cửa ải khó khăn. \n\nHai người lập tức đốt lò để luyện pháp khí hắc nham, nhúng viên huyết ngọc vào trong đó.\nHuyết ngọc cảm ứng được mạch đất, ánh sáng đỏ như máu khi tỏ khi mờ, cảnh báo thay đổi sắp diễn ra.\nBởi vậy, giống như ngôi sao dẫn hướng mọi người tránh khỏi trời long đất lở. Pháp khí được để dưới Thiên Hoành Sơn.\nCuối cùng, ngày trái đất trở lại yên tĩnh, đá đen ngọc đỏ cũng dần dần biến mất theo sự phẫn nộ của đất trời.\n\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>12%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>12%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>12%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>12%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>12 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>12%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>12 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>12%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>12%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>12%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>12%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>15%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>15%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>15%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>15%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>15%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>15 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>15%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>15 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>15%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>15%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>15%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>15%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>15%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>18%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>18%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>18%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>18%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>18%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>18 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>18%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>18 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>18%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>18%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>18%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>18%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>18%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>21%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>21%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>21%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>21%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>21%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>21 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>21%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>21 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>21%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>21%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>21%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>21%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>21%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>24%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>24%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>24%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>24%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>24 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>24%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>24 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>24%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>24%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>24%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>24%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    }
  ],
  "internal_name": "Catalyst_Blackrock",
  "imgid": "catalyst/blackrock"
}