{
  "id": 14412,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "忍冬之果",
    "zht": "忍冬之果",
    "jp": "冬忍びの実",
    "ko": "인동의 열매",
    "en": "Frostbearer",
    "de": "Permafrostfrucht",
    "es": "Frío Eterno",
    "fr": "Fruit du permafrost",
    "pt": "Fruto do Sabugueiro",
    "ru": "Плод вечной мерзлоты",
    "id": "Frostbearer",
    "th": "Frostbearer",
    "vi": "Trái Chịu Lạnh"
  },
  "description": {
    "zhs": "具有某种冰冷意志的奇特果实，散发着微弱的苦涩气息。",
    "zht": "具有某種冰冷意志的奇特果實，散發著微弱的苦澀氣息。",
    "jp": "冷徹な意志がこもった奇妙な果実。微かな苦渋を醸し出している。",
    "ko": "차가운 의지가 담긴 특이한 열매가 미약하고 씁쓸한 기운을 발산하고 있다",
    "en": "A fruit that possesses a strange, frosty will. A faint sense of agony emanates from it.",
    "de": "Eine Frucht, die einen seltsamen, frostigen Willen besitzt. Sie riecht entfernt nach Verbitterung.",
    "es": "Un fruto cristalizado que posee una extraña voluntad helada. Una tenue sensación de agonía emana de él.",
    "fr": "Un fruit dont s'échappe une volonté aussi étrange que gelée. Une vague impression d'agonie en émane.",
    "pt": "Uma fruta que possui uma aura estranha e gélida. Uma leve sensação de agonia emana dela.",
    "ru": "Загадочный плод, обладающий холодным сознанием. Он источает слабый аромат горечи.",
    "id": "Buah unik yang seakan memiliki sebuah keinginan sendiri. Senjata ini memancarkan sebuah aura kepedihan yang samar.",
    "th": "ผลไม้ประหลาดที่มีกลิ่นอายของความเย็นและความรู้สึกที่เจ็บปวด",
    "vi": "Loại trái cây kỳ lạ toát ra sự lạnh lẽo, phảng phất nhẹ mùi vị đắng chát."
  },
  "lore": {
    "zhs": "\n当芬德尼尔的祭司之女诞生在这棵白树之下，\n接受祝福时，苍翠山岳的国境中充满了欢欣。\n\n沙尔·芬德尼尔的幸福一定会永远存续，\n正如贯通大地、永不凋败的银白之树——\n为山中国度撰史的人，当时是这么想的。\n曾见证过无数人与事的记事者由衷相信，\n公主的美貌与才德将如月光般永远皎洁…\n\n当冻结世界的长钉蓦然降下，\n连这棵树也被其余波粉碎时，\n那位少女取走了最完整的枝，\n想为荫蔽一国的树接续生命。\n但在最后，嫁接的生命始终没能活下来。\n刀刃般冰冷的风雪，最终将月光遮蔽了…\n\n很久很久以后、很久以前——\n当漆黑之龙与风之龙决死厮杀分出胜负，\n腐殖之血将白如骨灰的谷地涂成红色时，\n这棵树才想起自己并没有随着废都死去，\n将根系贪婪地伸向灌溉大地的温暖血液。\n\n因某人以无暇的绯红精髓浇灌，\n原本早应当死去的白树，回想起了过去，\n汇集了一切力量，结出了果实…\n\n将我曾荫蔽的人们，将曾讴歌我的祭司，\n将常常在我身畔绘画的那位美丽的少女，\n不曾拥有的幸福，结成绯红的冰冷果实。\n\n让能向恶毒的世界降下公正「报偿」者，\n能带着无人之过的「苦果」，施展正义。",
    "zht": "\n當芬德尼爾的祭司之女誕生在這棵白樹之下，\n接受祝福時，蒼翠山嶽的國境中充滿了歡欣。\n\n沙爾·芬德尼爾的幸福一定會永遠存續，\n正如貫通大地、永不凋敗的銀白之樹——\n為山中國度撰史的人，當時是這麼想的。\n曾見證過無數人與事的記事者由衷相信，\n公主的美貌與才德將如月光般永遠皎潔…\n\n當凍結世界的長釘驀然降下，\n連這棵樹也被其餘波粉碎時，\n那位少女取了最完整的枝幹，\n想為蔭蔽本國的大樹接續生命。\n但在最後，嫁接的生命始終沒能存活。\n刀刃般冰冷的風雪，最終將月光遮蔽了…\n\n很久很久以後、很久很久以前——\n當漆黑之龍與風之龍決死廝殺分出勝負，\n腐殖之血將白如骨灰的谷地染成紅色時，\n這棵樹才想起自己並沒有隨著廢都死去，\n開始將根系貪婪地伸向灌溉大地的溫暖血液。\n\n因某人以無暇的緋紅精髓澆灌，\n本應早早死去的白樹，回想起了過去，\n匯集了一切力量，結出了果實…\n\n將我曾蔭蔽的人們，將曾謳歌我的祭司，\n將常常在我身畔繪畫的那位美麗少女，\n將他們未能享有的幸福，結成緋紅的冰冷果實。\n\n讓有能力向惡毒的世界降下公正「報償」者，\n能帶著無人之過的「苦果」伸張正義。",
    "jp": "\nフィンドニールの祭司の娘がこの白の樹の下で誕生したとき、\n祝福と共に、緑豊かな山脈の国は喜びに満ちた。\n\nシャール·フィンドニールの幸福は永遠に、\n大地をまたぐ枯れることのない銀白の樹のように——\nだれもがそう、思っていた。\nかつて無数の人や事柄を見てきた記録者ですら、\n姫の美貌と才徳は月の光のように清らかに輝く…\n\nしかし世界を凍らす鋭釘が突如降り、\nこの樹さえも粉々に砕かれた時、\nあの少女は一本の枝を持っていった、\nこの国を覆い隠す樹の命をつなぎとめるために。\nしかし結局、それも叶わぬ夢となった。\n刃のように冷たい吹雪は、月の明かりを遮ってしまった…\n\nそれから長い月日が経った遥か昔——\n漆黒の龍と風の龍が命をかけて戦い、\n腐植の血が灰のような山を赤に染めたとき、\n樹は自身がまだ死んでいないと気づき、\n貪欲なまでに、自らの根で大地の温かみに触れた。\n\n誰かが穢れの無い緋紅のエキスを流し込んだ故、\n当の昔に死んでいた白の樹は、過去を思い出し、\nすべての力で、果実を実らせた…\n\n我が守った者、我に祈りをささげた祭司、\n我のそばで絵を描いていた美しい少女、\n手にしたことのない幸せが、緋紅の果実となる。\n\n悪の世界に正義をもたらすことができる者に、\n「苦しみ」を乗り越えられる、正義を捧げよう。",
    "ko": "\n빈다그니르의 사제의 딸이 이 흰 나무 아래에서 태어나\n축복을 받을 땐 푸른빛이 가득한 산악 국가에는 기쁨으로 가득 찼다.\n\n살·빈다그니르의 행복은 분명 영원할 것이다.\n마치 대지를 관통하고 영원히 시들지 않는 은백 나무처럼——\n산의 나라의 역사를 쓰는 이는 당시 이렇게 생각했었다.\n과거 무수히 많은 사람과 일을 보아온 기록자조차도\n공주의 미모와 능력이 달빛처럼 영원히 빛날 것이라 믿었다…\n\n세상을 얼어붙게 만든 대못이 갑자기 떨어지고\n이 나무마저도 산산조각이 났을 때\n그 소녀는 가장 온전한 나뭇가지를 가져가\n일국을 숨겨주던 나무의 생명을 이어주려 했다.\n하지만 결국 접붙여진 생명은 살아남지 못했다.\n칼날처럼 차가운 눈보라가 결국 달빛을 가리고 만다…\n\n아주아주아주 오래전——\n칠흑의 드래곤과 바람의 드래곤이 목숨을 건 결투에 승패가 정해지고\n부식된 피가 새하얀 골짜기를 붉게 물들였을 때,\n이 나무는 자신이 폐허가 된 도시와 함께 죽은 게 아니라는 걸 깨닫고\n대지를 적신 피를 향해 뿌리를 탐욕스럽게 뻗었다.\n\n누군가의 새빨간 정수를 들이킴에 따라\n원래 오래전에 죽었어야 할 흰 나무는 과거를 떠올리게 되고\n모든 힘을 모아 열매를 맺는다…\n\n과거 자신이 숨겨줬던 사람들, 과거 자신을 찬송하던 제사,\n항상 자신의 곁에서 그림을 그리던 아름다운 소녀,\n가지지 못했던 행복을 진홍의 차가운 열매에 결합한다.\n\n악독한 세계에 공정한 「보상」을 내릴 수 있는 이가\n아무도 이기지 못한 「업과」를 가지고 정의를 구현할 수 있도록.",
    "en": "\nWhen the daughter of the priestess of Vindagnyr was born beneath this white tree,\nThe kingdom in the verdant mountain was filled with joy when she received her blessing.\n\nSurely, the blessing of Sal Vindagnyr would be everlasting,\nJust as the undying silver-white tree whose roots pierced the earth.\nThat was the hope of those who wrote the annals of that mountain kingdom.\nThose who had recorded the tales of countless people and events believed this in their hearts,\nThat the beauty and skill of their princess would be as eternal and pure as the moonlight.\n\nWhen the nail that froze the world descended suddenly,\nAnd that tree, too, would be shattered by it,\nThat girl took the most complete branch,\nThinking to breathe new life into the tree that once overshadowed a nation.\nBut in the end, the grafted life could not flourish.\nThe cutting snowstorm eventually covered the moonlight like a curtain of countless blades...\n\nA long, long time later, yet still long ago —\nWhen the deathmatch between the dragons of darkness and wind was decided at last,\nWhen corrosive blood stained the ashen valley red,\nThe tree, at last, remembered that it had not died with that entombed city,\nAnd it extended its greedy roots towards the warm ichor that irrigated the land.\n\nBecause a certain someone poured out a crimson essence upon it,\nThe tree that should have long died remembered its past,\nAnd bore a single fruit from the coalescence of all its might...\n\nHere, for those who dwelt in my safe shadow, for the priests who eulogized me,\nFor that lovely maiden who oft painted upon my form,\nFor all the happiness they could not possess — I enjoin them all into this crimson, icy fruit.\n\nTo the one who can render recompense upon this poisonous world shall it go,\nAnd may they carry my innocent, bitter fruit as they enact justice.",
    "de": "\nAls die Tochter der Priesterin von Vindagnyr unter diesem weißen Baum geboren wurde,\nwar das Königreich auf dem grünen Berg von Freude erfüllt, als sie ihren Segen erhielt.\n\nSicherlich würde der Segen von Sal Vindagnyr ewig währen,\ngenauso wie der unsterbliche silbergraue Baum, dessen Wurzeln die Erde durchbohrt hatten.\nDas war die Hoffnung derer, die die Annalen dieses Bergkönigreichs geschrieben haben.\nDiejenigen, die die Erzählungen unzähliger Menschen und Ereignisse aufgezeichnet hatten, glaubten tief in ihren Herzen,\ndass die Schönheit und das Können ihrer Prinzessin so ewig und rein wie das Mondlicht sein würden.\n\nAls der Pfahl, der die Welt zu Eis erstarren ließ, plötzlich herabfiel\nund sogar dieser Baum davon zerschmettert würde,\nnahm dieses Mädchen den am besten erhaltenen Ast\nmit dem Gedanken, dem Baum, der einst eine Nation überschattete, neues Leben einzuhauchen.\nDoch letztendlich konnte das neu gefundene Leben nicht gedeihen.\nDer wie Dolche stechende Schneesturm bedeckte schließlich das Mondlicht wie ein undurchsichtiger Vorhang ...\n\nLange, lange Zeit später, aber immer noch vor langer Zeit,\nals das Todesspiel zwischen dem Drachen der Finsternis und des Windes endlich entschieden war,\nals verdorbenes Blut das aschefarbene Tal rot färbte,\nerinnerte sich der Baum endlich daran, dass er nicht mit dieser toten Stadt gestorben war,\nund so dehnte er seine gierigen Wurzeln in das warme Blut, das das Land durchzog.\n\nDa ein gewisser Jemand eine makellose, blutrote Essenz darübergoss,\nerinnerte sich der Baum, der längst hätte sterben sollen, an seine Vergangenheit\nund trug eine einzige Frucht als Ergebnis all seiner gesammelten Kraft ...\n\nFür diejenigen, die in meinem sicheren Schatten wohnten, für die Priester, die mich lobten,\nfür das hübsche Mädchen, das oft mich oft malte,\nfür all das Glück, das sie nicht besitzen konnten, gebäre ich diese rote, kalte Frucht.\n\nAn denjenigen, der für diese giftige Welt Vergeltung leisten kann, soll sie gehen,\ner trage meine unschuldigen, bitteren Früchte, wenn er Gerechtigkeit walten lässt.",
    "es": "\nCuando la hija del sacerdote de Vindagnyr nació bajo este árbol blanco,\nel reino de la verde montaña se llenó de alegría cuando recibió su bendición.\n\nLa bendición de Sal Vindagnyr duraría por toda la eternidad,\nigual que el árbol plateado cuyas raíces atravesaban la tierra.\nO eso era lo que esperaban los historiadores que escribieron los anales de ese reino montañoso.\nQuienes habían registrado las historias de miles de personas y eventos lo creían de corazón:\nLa belleza y el talento de su princesa serían tan eternos y puros como la luna.\n\nCuando el pilar que congeló el mundo descendió de repente,\nincluso ese árbol se hizo pedazos.\nLa joven tomó la rama más completa\ncon la intención de inspirar nueva vida al árbol que daba sombra a una nación.\nPero, al final, el esqueje no floreció.\nLa afilada ventisca acabó tapando la luna...\n\nMucho tiempo después, pero todavía hace mucho,\ncuando el combate a muerte entre el dragón de la oscuridad y el del viento tuvo por fin un resultado,\ny la sangre tiñó de rojo el blanquecino valle,\nel árbol finalmente recordó que no había muerto con la ciudad sepultada\ny extendió sus raíces codiciosas hacia el icor cálido que irrigaba la tierra.\n\nCuando, en un descuido, cierta persona derramó sobre él la esencia escarlata,\nel árbol que debería haber muerto recordó su pasado.\nReunió todas sus fuerzas y dio fruto...\n\nAquellos a quienes cobijé con mi sombra, los sacerdotes que oraron por mí,\nla joven que pintaba mi efigie tan a menudo...\nEste fruto se compone de toda la felicidad que no pudieron disfrutar.\n\nAquel que pueda otorgar un reconocimiento a este mundo envenenado\nllevará mi fruto inocente y amargo mientras imparte justicia.",
    "fr": "\nLorsque la fille du prêtre de Vindagnyr naquit sous cet arbre blanc,\nla joie emplit le royaume aux vertes montagnes à cette bénédiction.\n\nLe bonheur de Sal Vindagnyr devait durer pour toujours,\nsemblable en cela à l'arbre d'un blanc argenté aux racines plongeant dans la terre.\nDu moins était-ce là ce que pensaient historiens et chroniqueurs du royaume.\nCeux-là mêmes qui avaient couché par écrit tellement d'histoires et d'événements le croyaient sincèrement,\nconvaincus au plus profond d'eux-mêmes que la beauté et les talents de la princesse brilleraient à jamais aussi fort que le clair de lune.\n\nQuand le pilier qui gela le monde s'écrasa,\nmême l'arbre fut brisé.\nLa jeune fille prit la branche la mieux conservée,\nespérant redonner vie à l'arbre qui autrefois ombrageait une nation entière.\nMais la greffe ne prit point, et ne fut couronnée d'aucun nouveau germe.\nLa tempête glaciale finit par recouvrir le clair de lune d'un millier de lames gelées...\n\nBien plus tard – et pourtant il y a de cela bien longtemps –,\nquand enfin prit fin le combat à mort opposant le dragon couleur d'ébène au dragon des vents,\net tandis que le sang putréfié teintait d'un rouge sombre les cendres pâles de la vallée,\nl'arbre se souvint enfin qu'il avait survécu à la Cité enfouie,\net ses racines s'étirèrent voracement jusqu'au sang chaud qui irriguait ces terres.\n\nQuelqu'un lui procura l'essence écarlate tant désirée,\net l'arbre, qui aurait dû mourir il y a de cela si longtemps, se rappela son passé.\nRassemblant toutes ses forces, il donna naissance à un fruit unique...\n\n« À ceux qui vivaient dans la sécurité de mon ombre, aux prêtres qui me vénéraient, »\n« à la belle jeune fille qui souvent dessinait à mes côtés : »\n« Que le bonheur que vous n'avez pu connaître demeure dans ce fruit écarlate. »\n\n« Qu'il revienne à celui capable d'apporter une juste rétribution à ce monde corrompu. »\n« Qu'il porte le fruit amer de l'innocence pour rendre justice. »",
    "pt": "\nQuando a filha do Sacerdote Findnell nasceu sob essa árvore branca, \nela recebeu bênçãos, e essas terras verdes das montanhas estavam cheias de felicidade.\n\nA bênção de Shahr Findnell existirá eternamente,\nComo a árvore de prata branca que perfura a terra e nunca murcha.\nIsso foi o que as pessoas que compilaram a história do país na montanha pensaram.\nAqueles que registraram incontáveis eventos e pessoas estavam convencidos,\nQue a beleza e os talentos da princesa brilhariam eternamente como a lua...\n\nMas quando as pontas que congelaram o mundo caíram subitamente,\nQuando essa árvore foi esmagada,\nAquela garota removeu o galho mais intacto,\nQueria continuar a vida dessas árvores que escondiam um país.\nMas no final, essa vida não era mais capaz de sobreviver.\nA nevasca, como uma lâmina, bloqueou a luz do luar...\n\nMuito tempo depois, e muito tempo antes de hoje...\nQuando o dragão negro e o dragão do vento lutaram até a morte,\nQuando o sangue podre cobriu o vale branco de vermelho,\nEssa árvore pensou que ainda não havia morrido,\nE suas raízes se estendiam para o sangue que irradiava pela terra.\n\nPorque uma certa pessoa derramou uma essência carmesim nela,\nA árvore branca, que deveria ter morrido anteriormente, começou a lembrar de seu passado,\nE reuniu todo seu poder para criar um fruto...\n\nAs pessoas que escondi, os sacerdotes que cantaram para mim,\nA garota que comumente desenhava ao meu lado,\nA felicidade nunca possuída se tornou um fruto gelado escarlate\n\nÀquele que puder retribuir a este mundo venenoso\nQue eles carreguem meu fruto inocente e amargo enquanto fazem justiça.",
    "ru": "\nКогда дочь священницы Виндагнира родилась под сенью этого белого дерева\nи получила его благословение, государство цветущих гор наполнилось радостью.\n\nБлагословение Сал Виндагнира, конечно же, будет вечным,\nкак вечно будет стоять серебристо-белое древо, чьи корни пронизывают весь мир.\nТо были чаяния летописцев, записывающих историю горного королевства.\nЗапечатлевшие бесчисленные истории множества людей и факты о множестве дел искренне верили,\nчто красота и добродетель принцессы будут чисты и вечны, как свет луны...\n\nКогда на землю внезапно обрушился шип, что заморозил мир,\nкогда он расколол то древо,\nдевочка забрала с собой последнюю целую ветвь,\nчтобы возродить дерево, чья тень некогда накрывала всё королевство.\nНо у привитой жизни не было шанса.\nМетель, несущая острые, как клинки, льдинки, закрыла собой лунный свет...\n\nМного позже, но всё ещё в давние времена,\nкогда исход боя драконов тьмы и ветра был определён,\nкогда разъедающая кровь окрасила в багровый белую, как прах, долину,\nдерево вспомнило, что не погибло в погребённой столице,\nи протянуло свои жадные корни к земле, окроплённой тёплой кровью.\n\nИ когда некто пролил на землю чистую алую эссенцию,\nбелое древо, что давно должно было умереть, вспомнило своё прошлое,\nсобрало все усилия и породило плод...\n\nВо имя тех, кто жил под моей сенью, во имя прославлявших меня священников,\nво имя прекрасной девушки, что часто рисовала на моём теле,\nво имя счастья, которого у них не было - я подарю им этот хладный алый плод.\n\nОн достанется тому, кто сможет одарить этот злой мир справедливостью,\nи он будет нести этот невинный горький плод с собой, пока вершит суд.",
    "id": "\nKetika putri Vindagnyr lahir di bawah pohon putih ini,\nketika menerima berkat, pegunungan hijau negara itu dipenuhi dengan sukacita.\n\nKebahagiaan Sal Vindagnyr akan bertahan selamanya,\nSama seperti pohon putih yang menembus bumi dan tidak pernah layu...\nDemi orang-orang di negara di atas gunung, saat itulah aku berpikir seperti itu.\nMereka yang telah menyaksikan banyak peristiwa dan orang-orang yang dengan tulus memercayainya,\nKecantikan dan kebajikan sang putri akan selalu berkilau seterang cahaya bulan... \n\nKetika es yang bahkan bisa membekukan langit sekalipun itu turun,\nbahkan ketika pohon ini dihancurkan oleh guncangannya,\ngadis itu mengambil cabang ranting yang paling lengkap,\nuntuk melanjutkan kehidupan pohon yang menaungi tempat itu.\nNamun pada akhirnya, kehidupan yang bercabang tersebut tidak pernah bisa bertahan.\nBadai es dan salju yang menusuk seperti pedang akhirnya menghalangi cahaya bulan...\n\nSetelah waktu yang sangat teramat panjang, dahulu kala...\nKetika naga hitam dan Dvalin bertarung sampai titik darah penghabisan,\nketika pertumpahan darah mewarnai lembah putih itu menjadi merah,\npohon ini teringat bahwa dia tidak mati sekalipun ditinggalkan,\ndan akarnya menjulur dengan rakus ke darah hangat yang mengairi permukaan bumi.\n\nKarena seseorang menyiramkan sebuah esens merah darah ke atasnya,\npohon putih yang seharusnya telah lama mati teringat akan masa lalunya...\ndia mengumpulkan semua kekuatannya dan membuahkan hasil...\n\nOrang-orang yang kunaungi, imam-imam yang memberiku nyanyian pujian,\ngadis cantik yang sering melukis di sisiku,\nkebahagiaan yang tidak pernah dimiliki telah menjadi buah es berwarna merah tua.\n\nBiarkan mereka yang bisa memberi penghakiman ke dunia yang kejam ini,\ndapat membawa keadilan dengan \"buah pahit\" yang belum pernah dimiliki siapa pun.",
    "th": "\nเมื่อบุตรสาวของนักบวชแห่ง Vindagynr ได้เกิดมาที่ใต้ต้นไม้ขาวนี้\nเมื่อเธอได้รับพร ดินแดนแห่งภูเขาอันเขียวขจีนี้ก็เต็มไปด้วยความสุข\n\nแน่นอนว่าความสุขของ Sal Vindagynr จะคงอยู่ตลอดไป\nเช่นเดียวกับต้นไม้สีขาวเงินที่รากหยั่งลึกลงไปในผืนโลกจะไม่มีวันเหี่ยวเฉา——\nนี่คือสิ่งที่ผู้บันทึกประวัติศาสตร์ของดินแดนแห่งภูเขาคิดในตอนนั้น\nผู้คนมากมายที่เห็นเหตุการณ์ในวันนั้น ต่างก็เชื่ออย่างสนิทใจเช่นเดียวกัน\nความงามและเก่งกาจของเจ้าหญิงจะสว่างไสวราวแสงจันทร์เสมอ...\n\nเมื่อกรงเล็บที่แช่แข็งโลกตกลงมาอย่างฉับพลัน\nแม้แต่ต้นไม้ต้นนั้นก็แตกเป็นเสี่ยง ๆ\nสาวน้อยผู้นั้นคว้ากิ่งที่สมบูรณ์ที่สุด\nเธอต้องการจะต่อกิ่งเพื่อให้ต้นไม้ที่เคยเป็นร่มเงาของประเทศอยู่รอดต่อไป\nแต่สุดท้ายการต่อกิ่งก็ล้มเหลว\nพายุหิมะที่เย็นราวกับใบมีด ในที่สุดก็บดบังแสงจันทร์ไปจนมิด...\n\nนานแสนนานจากนั้น และนานแสนนานก่อนหน้านี้——\nเมื่อมังกรดำและมังกรแห่งสายลมต่อสู้กันจนฝ่ายหนึ่งสิ้นใจ\nเมื่อเลือดพิษของมังกรย้อมให้หุบเขาที่ขาวราวกระดูกกลายเป็นสีแดง\nในที่สุดต้นไม้ต้นนี้ก็จำได้ว่ามันไม่ได้ตายไปพร้อมกับชาวเมือง\nมันแผ่รากของมันอย่างละโมบเพื่อดูดซับเลือดอุ่น ๆ ที่ซึมลงในผืนดิน\n\nเพราะมีใครบางคนบรรจุแก่นแท้สีแดงเข้มไว้ในนั้น\nต้นไม้สีขาวที่ควรจะตายไปนานแล้วหวนนึกถึงอดีต\nและรวบรวมพลังทั้งหมดของมัน กลายเป็นผลผลหนึ่ง...\n\nเพื่อผู้ที่เคยอยู่ภายใต้ร่มเงาของข้า เพื่อนักบวชที่เคยสรรเสริญข้า\nเพื่อสาวงามผู้เคยวาดภาพอยู่ข้างกายข้า\nเพื่อความสุขที่ไม่เคยได้รับทั้งหลาย ข้าได้รวมมันไว้ในผลไม้เย็นยะเยือกสีแดงลูกนี้\n\nขอให้ผู้ที่สามารถนำความยุติธรรมมาสู่โลกที่โหดร้าย\nใช้ผลไม้อันขมขื่นที่ไม่เคยมีใครครอบครองนี้ ไปสร้างความยุติธรรมด้วยเถิด",
    "vi": "\nKhi con gái của Tư Tế Vindnr sinh ra dưới Bạch Thụ này,\nLúc nhận được lời chúc phúc, ở đất nước núi non xanh biếc tràn ngập niềm vui.\n\nNiềm hạnh phúc của Sal Vindagynr nhất định sẽ kéo dài mãi mãi,\nGiống như cây bạc xuyên qua đất và không bao giờ khô héo-\nNhững người viết lịch sử cho vương quốc trong núi đã nghĩ như vậy.\nNhững người đã chứng kiến vô số người và sự kiện thật sự tin rằng,\nNhan sắc và phẩm hạnh của công chúa sẽ luôn sáng ngời như ánh trăng...\n\nKhi những mũi nhọn đóng băng thế giới đột nhiên lao xuống,\nKhi ngay cả cái cây này cũng bị nó nghiền nát,\nThiếu nữ lấy xuống nhánh cây hoàn chỉnh nhất,\nmuốn tiếp tục sự sống cho những hàng cây đã toả bóng mát cho cả đất nước.\nNhưng cuối cùng, sinh mệnh được chiết cành vẫn không thể sống tiếp.\nGió và tuyết lạnh như lưỡi kiếm cuối cùng đã che khuất ánh trăng...\n\nRất lâu rất lâu sau đó, rất lâu về trước...\nKhi Hắc Long và Phong Long quyết đấu đến chết,\nKhi máu nhuộm đỏ cả thung lũng trắng như xương, \nGốc cây này mới nhớ ra mình chưa hề chết cùng thành phố bỏ hoang,\nBộ rễ tham lam vươn đến dòng máu ấm tưới lên mặt đất.\n\nVì ai đó mà tưới nước bằng tinh chất màu đỏ thẫm hoàn mỹ\nGốc Bạch Thụ vốn dĩ đã chết từ lâu, bỗng nhớ lại quá khứ,\nTập hợp tất cả sức mạnh và sinh hoa kết trái...\n\nNhững người ta từng che chở, Tư Tế từng ca tụng ta,\nThiếu nữ xinh đẹp thường vẽ tranh bên cạnh ta,\nHạnh phúc mà ta chưa từng có, kết thành loại quả lạnh giá đỏ thẫm.\n\nHãy để những người \"Báo Đáp\" có thể mang lại công lý cho thế giới xấu xa,\nĐem \"Trái đắng\" chưa ai từng nếm thử này, để thực hiện chính nghĩa."
  },
  "effects": [
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>60%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>80%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>200%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>60%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>80%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>200%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>60%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>80%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>200%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>60%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>80%</color>의 범위 피해를 준다. 적이 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>60%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>80%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>200%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>80 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>60%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>80%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>200%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>60 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>80 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>200 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>60%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>80%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>200%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>60%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>80%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>200%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>60%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>80%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>200%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>80%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>200%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>60%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>80%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>200%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>70%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>95%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>240%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>70%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>95%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>240%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>70%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>95%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>240%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>70%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>95%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>240%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>70%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>95%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>240%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>95 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>240 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>70%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>95%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>240%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>70 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>95 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>240 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>70%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>95%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>240%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>70%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>95%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>240%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>70%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>95%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>240%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>95%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>240%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>70%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>95%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>240%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>80%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>110%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>280%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>80%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>110%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>280%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>80%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>110%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>280%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>80%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>110%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>280%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has an <color=#99FFFFFF>80%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>110%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>280%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>110 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>280 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>80%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>110%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>280%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>80 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>110 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>280 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>80%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>110%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>280%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>80%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>110%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>280%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>80%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>110%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>280%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>110%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>280%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>80%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>110%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>280%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>90%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>125%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>320%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>90%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>125%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>320%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>90%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>125%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>320%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>90%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>125%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>320%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>90%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>125%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>320%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>125 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>320 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>90%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>125%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>320%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>90 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>125 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>320 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>90%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>125%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>320%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>90%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>125%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>320%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>90%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>125%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>320%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>125%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>320%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>90%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>125%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>320%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "霜葬",
        "zht": "霜葬",
        "jp": "霜の埋葬",
        "ko": "서리의 매장",
        "en": "Frost Burial",
        "de": "Frostgrab",
        "es": "Entierro helado",
        "fr": "Deuil givré",
        "pt": "Enterro Congelante",
        "ru": "Морозное погребение",
        "id": "Frost Burial",
        "th": "Frost Burial",
        "vi": "Sương Táng"
      },
      "description": {
        "zhs": "普通攻击与重击命中敌人时，有<color=#99FFFFFF>100%</color>概率在敌人上方生成恒冰晶核并坠落，造成<color=#99FFFFFF>140%</color>攻击力的范围伤害。若敌人处于冰元素影响下，则造成<color=#99FFFFFF>360%</color>攻击力的伤害。该效果每10秒至多触发一次。",
        "zht": "普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>100%</color>機率在敵人上方生成恆冰晶核並墜落，造成<color=#99FFFFFF>140%</color>攻擊力的範圍傷害。若敵人處於冰元素影響下，則造成<color=#99FFFFFF>360%</color>攻擊力的傷害。該效果每10秒至多觸發一次。",
        "jp": "通常攻撃と重撃が敵に命中した時、<color=#99FFFFFF>100%</color>の確率で敵の上に恒氷晶核が作られ落下し、攻撃力の<color=#99FFFFFF>140%</color>の範囲ダメージを与える。敵が氷元素の影響を受けている場合、攻撃力の<color=#99FFFFFF>360%</color>のダメージを与える。この効果は10秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격이 적에게 명중 시 <color=#99FFFFFF>100%</color>의 확률로 적의 위쪽에 영원의 얼음 결정을 생성한 후 떨궈서 공격력 <color=#99FFFFFF>140%</color>의 범위 피해를 준다. 적이 만약 얼음 원소의 영향을 받으면 공격력 <color=#99FFFFFF>360%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다",
        "en": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>100%</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>140%</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>360%</color> of ATK. Can only occur once every 10s.",
        "de": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von <color=#99FFFFFF>140 %</color> ANG verursacht. Verursacht Schaden in Höhe von <color=#99FFFFFF>360 %</color> ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
        "es": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>100%</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>140%</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>360%</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
        "fr": "Les attaques normales et chargées ont <color=#99FFFFFF>100 %</color> de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à <color=#99FFFFFF>140 %</color> de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors <color=#99FFFFFF>360 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
        "pt": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>100%</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>140%</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>360%</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
        "ru": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>100%</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>140%</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>360%</color> урона силы атаки. Может возникнуть раз в 10 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>100%</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>140%</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>360%</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>140%</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>360%</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>100%</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>140%</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>360%</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần."
      }
    }
  ],
  "internal_name": "Catalyst_Everfrost",
  "imgid": "catalyst/everfrost"
}