{
  "id": 14502,
  "type": "catalyst",
  "rank": 5,
  "name": {
    "zhs": "四风原典",
    "zht": "四風原典",
    "jp": "四風原典",
    "ko": "사풍 원서",
    "en": "Lost Prayer to the Sacred Winds",
    "de": "Gebete der Vier Winde",
    "es": "Oración Perdida a los Vientos Sagrados",
    "fr": "L'origine des Quatre Vents",
    "pt": "Oração Perdida aos Ventos Sagrados",
    "ru": "Молитва святым ветрам",
    "id": "Lost Prayer to the Sacred Winds",
    "th": "Lost Prayer to the Sacred Winds",
    "vi": "Điển Tích Tây Phong"
  },
  "description": {
    "zhs": "崇信风的无名先民所写的教典珍本。数千年流传的信仰之力得到了风的青睐，饱含祝福与力量。",
    "zht": "崇信風的無名先民所寫的教典珍本。數千年流傳的信仰之力得到了風的青睞，飽含祝福與力量。",
    "jp": "風を信仰する先民たちが書いた教典。数千年の歴史を経た信仰は風に恵まれ、祝福の力に満ちている。",
    "ko": "바람을 신봉하던 무명의 신도가 작성한 교전의 진본. 몇 천년 전부터 전해져 오던 신앙의 힘이 바람의 총애를 받아 축복과 힘이 깃들었다",
    "en": "An educational tome written by anonymous early inhabitants who worshiped the wind. It has been blessed by the wind for its faithfulness and influence over the millennia.",
    "de": "Ein wertvolles Lehrbuch von einem Unbekannten über die Anbetung des Windes. Für das über die Jahrtausende überlieferte Vertrauen erhielt es das Wohlwollen des Windes und somit seinen Segen und seine Kraft.",
    "es": "Un libro educativo escrito por unos ancestros anónimos que adoraban al viento. Fue bendecido por el viento por su fidelidad e influencia acumulada a lo largo de milenios.",
    "fr": "Un ouvrage religieux rédigé par les premiers serviteurs de l'Archon Anémo. L'œuvre, qui a porté le message de l'Archon et sa bienveillance à travers le millénaire, a reçu la bénédiction des vents.",
    "pt": "Um livro educacional escrito por habitantes anônimos que adoravam o vento. Foi abençoado pelo vento por sua fidelidade e influência ao longo dos milênios.",
    "ru": "Сборник молитв, написанный коренными жителями континента, которые поклонялись ветру. В течение тысячелетий эта книга, наделённая благословением ветров, накопила необычайную магическую силу.",
    "id": "Kitab pembelajaran yang ditulis oleh pemuja Anemo tanpa nama dari zaman dahulu. Diberkati oleh angin untuk kesetiaan dan pengaruh yang telah ditunjukkannya.",
    "th": "ตำราเพื่อการศึกษาที่เขียนขึ้นโดยบุคคลนิรนามผู้เลื่อมใสในเทพแห่งลม พลังแห่งความศรัทธาที่ไหลเวียนมานับพันปีได้รับการโปรดปรานจากสายลมที่เต็มไปด้วยพรและพลัง",
    "vi": "Điển tích được người dân sùng bái gió viết nên. Qua ngàn năm, niềm tin được lưu truyền và nhận được sự ưu ái của gió, tràn đầy sức mạnh và sự chúc phúc."
  },
  "lore": {
    "zhs": "\n无比古老的风之教典，在虔事风神的祭祷者中代代相传。\n厚重发黄的书页上，无数手印曾经留下，也曾被风带走。\n\n高塔上的暴风君王肆行威权的时代，教典记录了无望的求告。\n到如砂的冰雪消散的年代，教典写满了面对翠绿初生的欣喜。\n\n在旧日的宗室扶持傀儡、钳制民众的时期，\n奴隶手里传递的教典述说着对千风的渴慕。\n\n随着蒙德的人民生活、忍耐、抗争、喜悦、享受自由，\n在那些宝贵年代里，风之教典越来越厚，也越来越重。\n\n但等到新的蒙德建立，教会摆脱旧贵族的镣铐时，\n四风的教典却不甘被束之高阁，\n蓦然从教会的宝库中永远消失。\n大抵是因为这本书如同蒙德的风、蒙德的人，\n是万万不愿受到任何束缚的吧。\n\n扉页上，飘逸的字迹如是写道：\n\n风之神的孩子啊，要永远记住：\n众生从风中来，也将随风而去。\n千万，千万不要为我感到哀伤：\n尘泥中酣睡的只是我的骨与肉，\n真正的我已化作千风中的一缕。\n\n闻见花香时，听见树涛沙沙时，\n便是我在唱自由的歌，风的歌。\n",
    "zht": "\n無比古老的風之教典，在虔事風神的祭禱者中代代相傳。\n厚重發黃的書頁上，無數手印曾經留下，也曾被風帶走。\n\n高塔上的暴風君王肆行威權的時代，教典記錄了無望的求告。\n到如砂的冰雪消散的年代，教典寫滿了面對翠綠初生的欣喜。\n\n在舊日的宗室扶持傀儡、鉗制民眾的時期，\n奴隸手裡傳遞的教典述說著對千風的渴慕。\n\n隨著蒙德的人民生活、忍耐、抗爭、喜悅、享受自由，\n在那些寶貴年代裡，風之教典越來越厚，也越來越重。\n\n但等到新的蒙德建立，教會擺脫舊貴族的鐐銬時，\n四風的教典卻不甘被束之高閣，\n驀然從教會的寶庫中永遠消失。\n大抵是因為這本書如同蒙德的風、蒙德的人，\n是萬萬不願受到任何束縛的吧。\n\n扉頁上，飄逸的字跡如是寫道：\n\n風之神的孩子啊，要永遠記住：\n眾生從風中來，也將隨風而去。\n千萬，千萬不要為我感到哀傷：\n塵泥中酣睡的只是我的骨與肉，\n真正的我已化作千風中的一縷。\n\n聞見花香時，聽見樹濤沙沙時，\n便是我在唱自由的歌，風的歌。\n",
    "jp": "\n極めて古い風の教典。風神を祭る者の間に代々伝わっている。\nシミだらけのページは無数の手形を残し、一部は風と共に消えていった。\n\n高塔の暴風君王による暴政が蔓延る時代、教典は人々の絶望による訴えを記録した。\n一面の氷雪が消えた時代になると、教典は命の新生による歓喜を記録した。\n\n旧貴族による傀儡政権の時代、\n奴隷の間に伝わっていた教典は千風への渇望を記した。\n\nモンドの人々は、耐え忍び、抗争し、喜び、そして自由を楽しむ。\nそれらの貴重な時代に、風の教典は厚く重くなっていった。\n\nしかし、新しいモンドが誕生し、教会が旧貴族の束縛から解放された時、\n四風の教典は、高い棚に置き去られることを望まず、\n教会の宝庫から消えていった。\n恐らく、この本はモンドの風や人と同じく、\nなにものからも縛られたくないのだろう。\n\n標題紙に綺麗な字でこう書いてある。\n\n風の神の子よ、永遠に覚えておきなさい。\n命は風と共に誕生し、また風と共に去っていく。\nだから、どうか悲しまないで。\n土に還ったのは骨と肉だけ。\n本当の私は千の風となった。\n\n花の香りや草木のざわめきを感じるのは、\n私が自由と風を唄っているから。\n",
    "ko": "\n훌륭한 고대 바람의 경전은 경건한 바람 신의 신도들 사이에서 대대로 전해지고 있다.\n두껍고 색이 바랜 책장에는 수많은 흔적들이 여전히 남아있었고, 일부는 바람에 사라져버렸다.\n\n고탑 위 폭풍의 군왕이 권위를 떨치던 그 시절, 경전에는 암담한 부르짖음이 기록되었다.\n모래 같은 빙설이 사라지고 나서야 경전에는 새싹이 돋아나는 기쁨의 글로 가득 찼다.\n\n옛 왕실이 꼭두각시를 내서워 백성들을 억압했을 때,\n노예들 사이에서 전해지는 경전에는 천풍을 향한 마음이 담겨있었다.\n\n몬드 사람들의 생활, 인내, 투쟁, 기쁨 등이 자유로워짐에 따라\n귀중한 세월 동안 바람의 경전은 더 두꺼워지고 무거워졌다.\n\n하지만 새로운 몬드가 세워지고 성당이 옛 귀족에게서 벗어났을 때\n내버려진 게 달갑지 않았던 페보니우스 경전은\n어느 순간 갑자기 성당의 보물창고에서 영원히 사라지게 되었다.\n이 책은 마치 몬드의 바람과 사람들 같기에\n그 어떠한 구속도 원하지 않았을 것이다.\n\n표지에는 이런 글귀가 휘갈겨 써져있다:\n\n바람 신의 자손이여, 영원히 기억하라:\n바람에 날아온 중생은 바람과 함께 사라질 것이다.\n절대 날 위해 슬퍼하지 말아라:\n어둠 속 깊이 잠든 것은 나의 육신일 뿐\n진정한 나는 이미 천풍의 일부가 되었노라.\n\n꽃향기를 맡을 때, 나뭇잎이 바람에 살랑거릴 때는\n바로 내가 자유의 노래를, 바람의 노래를 흥얼거릴 때이니라.\n",
    "en": "\nScriptures of the ancient winds, passed from generation to generation among the observers of ritual in service of the Anemo Archon.\nCountless hands have touched the now-yellowing pages of this book, though any prints they left have since been carried away by the wind.\n\nIn the era when the Storm Lord reigned from his tower up high, desperate appeals filled the scriptures.\nThen, in the era when the sands of snow thawed, the joy of the sprouting greenery flooded the pages.\n\nIn the days of yore, when the ruling aristocracy pulled at puppet strings to control the masses,\nThe scriptures in the hands of slaves told of their envy and their desire for the thousand winds.\n\nThe people of Mondstadt lived, endured, fought, rejoiced, and enjoyed freedom.\nAs the precious years passed, the scriptures grew thicker and heavier.\n\nWhen Mondstadt was born anew, and the Church finally unshackled,\nThe scriptures of the winds could bear no longer being confined to a shelf,\nAnd so the book took flight, left the Church's treasury, and was gone.\nLike the winds of Mondstadt, and like the people of Mondstadt,\nIt belonged to freedom and the winds.\n\nThe elegant handwriting on the title page reads:\n\nChildren of the Anemo Archon, heed these words:\nFrom the winds we have come, and with the winds we shall go.\nNever, ever grieve for me.\n'Tis but my flesh and bones which rest in the soil:\nMy soul has become one with the thousand winds.\n\nWhen flowers bloom, when leaves sway,\nThat is me who sings the songs of freedom, of the winds.\n",
    "de": "\nUralte Schriften der alten Winde, von Generation zu Generation weitergereicht, zusammen mit den Opfern der alten Götter.\nDie mittlerweile vergilbten Seiten sind im Laufe der Zeit durch unzählige Hände gegangen, die Spuren die sie hinterließen, sind jedoch längst verschwunden.\n\nWährend der Regentschaft des Herrn der Stürme waren die Skripte voller verzweifelter Appelle.\nAls der Schnee endlich zu schmelzen begann, verbreitete sich schnell die Freude über das nun sprießende Grün überall.\n\nIn früheren Zeiten, als die herrschende Aristokratie die Massen wie Marionetten kontrollierte,\nerzählten die Schriften der Sklaven von ihrem Neid und ihrer Begierde nach den Tausend Winden.\n\nDie Bewohner Mondstadts lebten und ertrugen harte Zeiten, kämpften, vereinigten sich und genossen Freiheit.\nAls die Jahre vergingen, wurden auch die Manuskripte immer mehr.\n\nAls Mondstadt aus der Asche auferstand und die Kathedrale endlich die Ketten der Aristokratie löste\nund die Schriften der Winde es nicht länger aushielten, in einem Regal verweilen zu müssen,\nverschwanden sie eines Tages aus der Schatzkammer der Kathedrale und wurden von da an nie wieder gesehen.\nWeil dieses Buch wie der Wind und die Bewohner Mondstadts ist,\ngehörten sie endlich wieder dem Wind und der Freiheit.\n\nDie elegante Handschrift auf der Titelseite zeigt Folgendes:\n\nKinder des Anemo-Archons, hört meine Worte:\nVon den Winden kommen wir, zu den Winden gehen wir.\nVergießt niemals eine Träne für mich:\nDenn nur mein lebloses Fleisch und meine Knochen sind es, die in der Erde begraben liegen,\nnicht jedoch mein Geist und meine Seele, die eins werden mit den Tausend Winden.\n\nWenn Blumen blühen und Blätter rascheln,\ndann hört ihr meine Lieder der Freiheit im Wind.\n",
    "es": "\nAntiguas escrituras sobre los vientos, pasadas de generación en generación entre aquellos que realizaban ofrendas para el Arconte Anemo.\nMuchas de sus numerosas amarillentas páginas se han conservado, pero otras volaron con el viento.\n\nEn la época en la que el Señor de la Tormenta reinaba con tiranía desde lo alto de su torre, las escrituras registraban plegarias desesperadas.\nCuando llegó la era en la que la nieve se derritió y se disipó como arena, las escrituras estaban repletas de alabanzas al verdor naciente.\n\nDurante el reinado déspota en el que la aristocracia oprimía al pueblo por medio de un títere,\nlas escrituras, en mano de los esclavos, hablaban de la añoranza a los Mil Vientos.\n\nLas escrituras del Dios del Viento se enriquecieron y ganaron más relevancia mediante la adición de nuevos eslabones en la historia de Mondstadt:\nvida, sufrimiento, resistencia, alegría y la libertad del pueblo.\n\nCuando Mondstadt fue reconstruida y la Iglesia se liberó de las cadenas de la aristocracia,\nlas escrituras de los Cuatro Vientos quedaron olvidadas en un estante acumulando el polvo,\ne incluso desaparecieron de la tesorería de la Iglesia.\nSe dice que, igual que el viento y la gente de Mondstadt,\nlas escrituras no estaban destinadas al confinamiento.\n\nLa elegante caligrafía de su portada dice así:\n\n“Hijos del Arconte de los Vientos, hagan caso a estas palabras:\nTodos los seres vivos emanan del viento, y en el viento terminarán.\nNunca se lamenten por mí:\naquello que yace en el polvo y el fango no es más que mi carne y mis huesos.\nMi verdadero yo se ha convertido en los Mil Vientos.\n\nEl aroma de las flores, el crujir de las hojas de los árboles,\nsoy yo cantando canciones de libertad, canciones del viento”.\n",
    "fr": "\nDes archives sur les vents datant des temps anciens, transmises de génération en génération par les observateurs des rites au service de l'Archon Anémo.\nD'innombrables mains ont feuilleté les pages maintenant jaunies ; leurs empreintes ont été emportées par les vents.\n\nÀ l'âge où le Seigneur de la Tour régnait en maître sur le continent, le recueil fut empli de suppliques ;\npuis, lorsque vint l'âge où les neiges se retirèrent, ce fut au tour de la joie du retour de la verdure d'y être inscrite.\n\nÀ l'âge où la veille aristocratie se cachait derrière un roi fantoche pour exercer leur tyrannie sur le peuple,\nles esclaves y inscrivirent leur soif des mille vents.\n\nL'ouvrage devint de plus en plus condensé alors que les différents âges de la cité se suivaient,\net que les gens de Mondstadt connaissaient joies et peines, entraves et liberté.\n\nLorsque Mondstadt renaquit, et que l'Église fut libérée du joug de l'aristocratie,\nles écritures des Quatre Vents ne souffrirent plus d'être confinées à une étagère.\nEt ainsi l'ouvrage prit son envol, pour disparaître de la bibliothèque de l'Église.\nCar tout comme les vents de Mondstadt, et à la manière de ses gens,\nil savait qu'il appartenait à la liberté.\n\nUne main a écrit en caractères élégants sur la page de titre les mots suivants :\n\n« Fils de l'Archon Anémo, de ces mots rappelez-vous bien : »\n« Des vents nous venons, et aux vents retournerons. »\n« À ma pensée surtout ne pleurez point ; »\n« Car si ma chair et mes os dans la poussière s'en vont, »\n« Mon âme avec les mille vents poursuit son chemin. »\n\n« En sentant la fleur parfumée et la brise dans la forêt soufflant, »\n« Vous saurez alors que je chante l'ode des vents. »\n",
    "pt": "\nEscrituras sobre os antigos ventos, transmitidas de geração em geração entre os observadores do ritual a serviço do Arconte Anemo.\nInúmeras mãos têm tocado as páginas agora amareladas deste livro, embora quaisquer impressões que tenham deixado tenham sido levadas pelo vento desde então.\n\nNa época em que o Senhor de Tempestade no torre alto reinava supremo no continente, os roteiros estavam cheios de apelos desesperados.\nNos anos em que derretiam as neves, a alegria e ansiedade pela primavera enchiam todos os livros.\n\nNos dias de antigamente, quando a aristocracia dominante puxava os cordões das marionetes para controlar as massas,\nas escrituras nas mãos dos escravos contavam de sua inveja e seu desejo pelos mil ventos.\n\nO povo de Mondstadt viveu, suportou, lutou, se regozijou e desfrutou da liberdade.\nCom o passar dos preciosos anos, as escrituras foram se tornando mais grossas e pesadas.\n\nQuando Mondstadt nasceu de novo, e a Igreja finalmente se desvinculou da aristocracia,\nas escrituras dos ventos não poderiam mais ser confinadas a uma prateleira,\ne assim o livro decolou, deixou o tesouro da Igreja e desapareceu.\nAssim como os ventos e o povo de Mondstadt,\nEle pertencia à liberdade e aos ventos.\n\nA elegante caligrafia na página do título diz:\n\nFilhos do Arconte Anemo, escutem estas palavras:\nDos ventos viemos e com os ventos iremos.\nNunca, jamais chore por mim.\nÉ apenas minha carne e meus ossos que descansam no solo,\nMinha alma se tornou uma só com os milhares de ventos.\n\nQuando as flores desabrocham e quando as folhas balançam,\nsou eu quem canta as canções de liberdade dos ventos.\n",
    "ru": "\nПисания о древних ветрах, передаваемые из поколения в поколение среди священнослужителей культа Анемо Архонта.\nНа протяжении столетий к пожелтевшим страницам этой книги прикасалось огромное количество рук, но все отпечатки давно унёс с собой ветер.\n\nВ эпоху, когда повелитель бури правил с вершины своей башни, плач отчаявшихся заполнил страницы священного писания.\nЗатем, в эпоху таяния снегов, торжество растущей зелени переписала страницы.\n\nВ былые времена, когда правящая аристократия дёргала за ниточки, управляя своим народом,\nСвященные писания в руках рабов рассказывали об их зависти тысячи ветрам.\n\nЛюди Мондштадта жили, сражались, мирились, радовались и наслаждались свободой.\nС течением золотой эпохи, священные писания становились все толще и тяжелее.\n\nКогда Мондштадт родился заново, и церковь, наконец, скинула оковы,\nСвященные писания ветров больше не могли лежать на полке.\nТак книга покинула церковную сокровищницу и бесследно исчезла.\nКак и жители Мондштадта,\nОна принадлежала свободе и ветрам.\n\nНа титульном листе красивым почерком написано:\n\nДети Анемо Архонта, внемлите этим словам:\nМы пришли с ветром и уйдём с ветром.\nНикогда не печальтесь обо мне.\nЭто всего лишь моя плоть и мои кости, что питают почву,\nА моя душа стала единым с тысячью ветрами.\n\nКогда цветут цветы и листья колышутся на ветру,\nЭто я пою песни о свободе, о ветрах.\n",
    "id": "\nNaskah angin kuno, diwariskan dari generasi ke generasi di antara para pengamat ritual untuk melayani Anemo Archon.\nBanyak tangan yang telah menyentuh halaman buku yang sekarang telah menguning tersebut, walaupun banyak pula yang sudah terbawa oleh angin.\n\nPada era saat Dewa Badai memerintah dari menara di atas, banyak kalimat keputus asaan yang tertulis.\nKemudian, di era ketika salju mencair, kegembiraan akan tumbuh-tumbuhan hijau membanjiri halaman.\n\nDi masa lalu ketika para bangsawan membuat boneka untuk mengontrol masyarakat,\nNaskah-naskah di tangan para budak menceritakan kecemburuan mereka dan keinginan mereka kepada ribuan angin.\n\nOrang-orang Mondstadt hidup, bertahan, bertarung, bersorak, dan menikmati kebebasan,\nBertahun-tahun berlalu, naskah tersebut menebal dan semakin berat.\n\nSaat Mondstadt terlahir kembali, gereja akhirnya terbebas dari belenggu,\nTulisan suci tidak lagi terkungkung di rak,\nLalu buku itu tiba-tiba menghilang dari gereja.\nSeperti angin Mondstadt, dan seperti masyarakat Mondstadt,\nBuku tersebut tidak ingin terikat dan berhak mendapat kebebasan.\n\nPada halaman judul, tulisan tangan yang elegan mengatakan:\n\nAnak-anak Anemo Archon, ingatlah selalu:\nDari angin kita datang, jadi bersama angin jugalah kita akan pergi.\nJangan pernah, berkabung untuk aku:\nHanya tulang dan dagingku yang tertidur di tanah,\nJiwaku sudah menjadi satu dengan ribuan angin.\n\nSaat bunga bermekaran, dan daun bergoyang,\nItulah aku yang menyanyikan lagu kebebasan para angin.\n",
    "th": "\nคัมภีร์โบราณแห่งสายลมที่ไม่มีใครเทียบได้สืบทอดมาจากรุ่นสู่รุ่น ท่ามกลางผู้ที่ศรัทธาต่อเทพเจ้าแห่งสายลม\nมีรอยประทับมากมายถูกทิ้งไว้บนกระดาษหนาสีเหลืองและถูกลมพัดไป\n\nในยุคสมัยที่ Storm Lord ขึ้นครองอำนาจอยู่บนหอคอยของเขา คัมภีร์ได้บันทึกการอุทธรณ์ที่สิ้นหวังไว้มากมาย\nและเมื่อถึงยุคที่หิมะและทรายหายไป ความชื่นชมยินดีที่เขียวขจีก็กระจายไปทั้งหน้ากระดาษ\n\nในอดีตเป็นช่วงเวลาที่ราชวงศ์ต่างสนับสนุนหุ่นเชิดและกดขี่ประชาชน\nพระคัมภีร์ในมือของทาสบอกถึงความอิจฉาและความปรารถนาในสายลมนับพัน\n\nในขณะที่ผู้คนใน Mondstadt ใช้ชีวิต อดทน ต่อสู้ มีความสุขและเพลิดเพลินไปกับเสรีภาพ\nเมื่อเวลาผ่านไป คัมภีร์ก็หนาขึ้นและหนักขึ้น\n\nแต่เมื่อมีการก่อตั้ง Mondstadt ขึ้นใหม่และคริสตจักรก็ได้สลัดโซ่ล่ามของขุนนางเก่าทิ้งไป\nหลักคำสอนของลมทั้งสี่นั้นไม่ได้ยึดติดกับหอคอยที่สูง\nหายไปจากห้องสมบัติของโบสถ์ในทันใดและตลอดไป\nส่วนใหญ่เป็นเพราะหนังสือเล่มนี้เป็นเหมือนสายลมแห่ง Mondstadt และผู้คนใน Mondstadt\nไม่ต้องการที่จะผูกพันกับอะไร\n\nในหน้าชื่อเรื่องมีการเขียนด้วยลายมือที่สวยงามอ่านได้:\n\nลูกของเทพเจ้าแห่งสายลมเอ๋ย จงจำไว้เสมอว่า:\nสรรพสัตว์ทุกชนิดมาจากลมและพวกเขาจะไปกับสายลม\nอย่า อย่าได้รู้สึกเศร้าเพื่อฉัน:\nมีเพียงกระดูกและเนื้อของฉันเท่านั้นที่กำลังหลับไหลอยู่ในดินนี้\nตัวฉันที่แท้จริงนั้นเป็นหนึ่งเดียวกับสายลมไปแล้ว\n\nเมื่อใดที่ได้กลิ่นของดอกไม้ หรือได้ยินเสียงของใบไม้ที่สั่นไหว\nนั่นคือบทเพลงของฉัน บทเพลงของสายลม\n",
    "vi": "\nThánh điển cổ xưa về gió, được truyền từ đời này qua đời khác giữa những người thờ kính Phong Thần.\nVô số dấu tay lưu lại trên những trang sách dày ố vàng đã bị gió cuốn đi.\n\nTrong thời các vị vua nắm giữ quyền lực trong pháo đài cao, thánh điển đã ghi lại những lời khẩn cầu trong vô vọng. \nCho đến thời kì băng tuyết và giá lạnh tiêu tan, thánh điển ghi lại niềm vui của sự sinh sôi nảy nở.\n\nVào giai đoạn giới quý tộc cũ thao túng và chèn ép người dân,\nThánh điển trong tay những người nô lệ đã thuật lại nỗi khao khát về thiên phong.\n\nTheo dòng thời gian của người dân vùng Mondstadt từ hạnh phúc đến nhẫn nhịn, đấu tranh đến hân hoan, và cuối cùng là tận hưởng sự tự do,\nSự kiện được ghi chép trong thánh điển cũng vì thế càng ngày càng dày, càng ngày càng nặng.\n\nCho đến khi vùng đất Mondstadt mới được kiến lập, giáo hội đập bỏ sự thống lĩnh của tầng lớp quý tộc cũ,\nThánh điển về tứ phong đành cất nơi gác cao,\nRồi dần biết mất vĩnh viễn trong kho tàng của giáo hội.\nCó lẽ là bởi vì cuốn sách cũng giống như ngọn gió và người dân vùng Mondstadt,\nKhông muốn bị ràng buộc bởi bất kì thứ gì.\n\nDòng tiêu đề trên cuốn sách được viết lại rằng:\n\nCon trai của Phong Thần à, con hãy mãi nhớ rằng:\nVạn vật đều theo ngọn gió sinh ra và mất đi.\nChớ đau xót vì ta:\nNgủ sâu trong lòng đất, chỉ là xương cốt của ta,\nLinh hồn của ta đã hóa thành một ngọn gió trong thiên phong rồi.\n\nMỗi khi ngửi thấy hương hoa, nghe thấy tiếng lá xào xạc,\nĐó chính là ta đang ngân nga khúc hát tự do, khúc hát của gió.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "无边际的眷顾",
        "zht": "無邊際的眷顧",
        "jp": "果てしない恵み",
        "ko": "끝없는 은혜",
        "en": "Boundless Blessing",
        "de": "Grenzenlose Gunst",
        "es": "Bendición infinita",
        "fr": "Bénédiction infinie",
        "pt": "Bênção Sem Fronteiras",
        "ru": "Опека ветров",
        "id": "Boundless Blessing",
        "th": "Boundless Blessing",
        "vi": "Sự Chăm Sóc Vô Biên"
      },
      "description": {
        "zhs": "移动速度提高10%；在场上每4秒获得<color=#99FFFFFF>8%</color>元素伤害加成。该效果最多叠加4层，持续直到角色倒下或离场。",
        "zht": "移動速度提高10%；在場上每4秒獲得<color=#99FFFFFF>8%</color>元素傷害加成。該效果最多疊加四層，持續直到角色倒下或離場。",
        "jp": "移動速度+10%。フィールドにいる時、4秒毎に元素ダメージ+<color=#99FFFFFF>8%</color>、最大4重まで。キャラが退場または戦闘不能まで有効。",
        "ko": "이동속도+10%. 필드에 있을 때 4초마다 원소 피해 보너스를 <color=#99FFFFFF>8%</color> 획득한다. 최대 중첩수: 4회. 캐릭터가 전투 불능이 되거나 교체될 때까지 지속된다",
        "en": "Increases Movement SPD by 10%. When in battle, gain an <color=#99FFFFFF>8%</color> Elemental DMG Bonus every 4s. Max 4 stacks. Lasts until the character falls or leaves combat.",
        "de": "Erhöht die Bewegungs-GSW um 10 % und den Elementar-SCH nach dem Einwechseln alle 4 s um <color=#99FFFFFF>8 %</color>. 4-fach stapelbar, hält bis zum Auswechseln oder, bis die Figur ohnmächtig wird.",
        "es": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un <color=#99FFFFFF>8%</color> de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
        "fr": "Augmente la VIT de déplacement de 10 %. Confère un bonus de DGT élémentaires de <color=#99FFFFFF>8 %</color> toutes les 4 s tant que le personnage est en combat. Cet effet peut être cumulé 4 fois maximum et perdure jusqu'à ce que le personnage soit vaincu ou quitte le combat.",
        "pt": "Aumenta a Veloc. Mov. em 10%. Durante a batalha, ganha um adicional de <color=#99FFFFFF>8%</color> de Dano Elemental a cada 4s, sendo capaz de acumular até 4 vezes. Dura até o último personagem ser abatido ou trocar de personagem.",
        "ru": "Увеличивает скорость передвижения на 10%. Во время битвы даёт <color=#99FFFFFF>8%</color> бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
        "id": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan <color=#99FFFFFF>8%</color> Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
        "th": "เพิ่มความเร็วในการเคลื่อนที่ 10%; ในการต่อสู้จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>8%</color> ในทุก 4 วินาที ซึ่งเอฟเฟกต์นี้จะมีมากสุด 4 ชั้น และจะเกิดขึ้นจนกว่าตัวละครจะหมดสติหรือออกจากการต่อสู้",
        "vi": "Tốc độ di chuyển tăng 10%; Lên trận mỗi 4s nhận <color=#99FFFFFF>8%</color> buff sát thương Nguyên Tố. Cộng dồn tối đa 4 lần, kéo dài đến khi nhân vật ngã xuống hoặc rời trận."
      }
    },
    {
      "name": {
        "zhs": "无边际的眷顾",
        "zht": "無邊際的眷顧",
        "jp": "果てしない恵み",
        "ko": "끝없는 은혜",
        "en": "Boundless Blessing",
        "de": "Grenzenlose Gunst",
        "es": "Bendición infinita",
        "fr": "Bénédiction infinie",
        "pt": "Bênção Sem Fronteiras",
        "ru": "Опека ветров",
        "id": "Boundless Blessing",
        "th": "Boundless Blessing",
        "vi": "Sự Chăm Sóc Vô Biên"
      },
      "description": {
        "zhs": "移动速度提高10%；在场上每4秒获得<color=#99FFFFFF>10%</color>元素伤害加成。该效果最多叠加4层，持续直到角色倒下或离场。",
        "zht": "移動速度提高10%；在場上每4秒獲得<color=#99FFFFFF>10%</color>元素傷害加成。該效果最多疊加四層，持續直到角色倒下或離場。",
        "jp": "移動速度+10%。フィールドにいる時、4秒毎に元素ダメージ+<color=#99FFFFFF>10%</color>、最大4重まで。キャラが退場または戦闘不能まで有効。",
        "ko": "이동속도+10%. 필드에 있을 때 4초마다 원소 피해 보너스를 <color=#99FFFFFF>10%</color> 획득한다. 최대 중첩수: 4회. 캐릭터가 전투 불능이 되거나 교체될 때까지 지속된다",
        "en": "Increases Movement SPD by 10%. When in battle, earn a <color=#99FFFFFF>10%</color> Elemental DMG Bonus every 4s. Max 4 stacks. Lasts until the character falls or leaves combat.",
        "de": "Erhöht die Bewegungs-GSW um 10 % und erhält alle 4 s nach dem Einwechseln einen Elementar-SCH-Bonus in Höhe von <color=#99FFFFFF>10 %</color>. 4-fach stapelbar, hält bis zum Auswechseln oder, bis die Figur ohnmächtig wird.",
        "es": "Aumenta la Vel. Movimiento un 10%. Mientras estés en combate, obtienes un <color=#99FFFFFF>10%</color> de Daño Elemental adicional cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
        "fr": "Augmente la VIT de déplacement de 10 %. Confère un bonus de DGT élémentaires de <color=#99FFFFFF>10 %</color> toutes les 4 s tant que le personnage est en combat. Cet effet peut être cumulé 4 fois maximum et perdure jusqu'à ce que le personnage soit vaincu ou quitte le combat.",
        "pt": "Aumenta a Veloc. Mov. em 10%. Durante a batalha, ganha um adicional de <color=#99FFFFFF>10%</color> de Dano Elemental a cada 4s, sendo capaz de acumular até 4 vezes. Dura até o último personagem ser abatido ou trocar de personagem.",
        "ru": "Увеличивает скорость передвижения на 10%. Во время битвы даёт <color=#99FFFFFF>10%</color> бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
        "id": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan <color=#99FFFFFF>10%</color> Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
        "th": "เพิ่มความเร็วในการเคลื่อนที่ 10%; ในการต่อสู้จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>10%</color> ในทุก 4 วินาที ซึ่งเอฟเฟกต์นี้จะมีมากสุด 4 ชั้น และจะเกิดขึ้นจนกว่าตัวละครจะหมดสติหรือออกจากการต่อสู้",
        "vi": "Tốc độ di chuyển tăng 10%; Lên trận mỗi 4s nhận <color=#99FFFFFF>10%</color> buff sát thương nguyên tố. Cộng dồn tối đa 4 lần, kéo dài đến khi nhân vật ngã xuống hoặc rời trận."
      }
    },
    {
      "name": {
        "zhs": "无边际的眷顾",
        "zht": "無邊際的眷顧",
        "jp": "果てしない恵み",
        "ko": "끝없는 은혜",
        "en": "Boundless Blessing",
        "de": "Grenzenlose Gunst",
        "es": "Bendición infinita",
        "fr": "Bénédiction infinie",
        "pt": "Bênção Sem Fronteiras",
        "ru": "Опека ветров",
        "id": "Boundless Blessing",
        "th": "Boundless Blessing",
        "vi": "Sự Chăm Sóc Vô Biên"
      },
      "description": {
        "zhs": "移动速度提高10%；在场上每4秒获得<color=#99FFFFFF>12%</color>元素伤害加成。该效果最多叠加4层，持续直到角色倒下或离场。",
        "zht": "移動速度提高10%；在場上每4秒獲得<color=#99FFFFFF>12%</color>元素傷害加成。該效果最多疊加四層，持續直到角色倒下或離場。",
        "jp": "移動速度+10%。フィールドにいる時、4秒毎に元素ダメージ+<color=#99FFFFFF>12%</color>、最大4重まで。キャラが退場または戦闘不能まで有効。",
        "ko": "이동속도+10%. 필드에 있을 때 4초마다 원소 피해 보너스를 <color=#99FFFFFF>12%</color> 획득한다. 최대 중첩수: 4회. 캐릭터가 전투 불능이 되거나 교체될 때까지 지속된다",
        "en": "Increases Movement SPD by 10%. When in battle, gain a <color=#99FFFFFF>12%</color> Elemental DMG Bonus every 4s. Max 4 stacks. Lasts until the character falls or leaves combat.",
        "de": "Erhöht die Bewegungs-GSW um 10 % und den Elementar-SCH nach dem Einwechseln alle 4 s um <color=#99FFFFFF>12 %</color>. 4-fach stapelbar, hält bis zum Auswechseln oder, bis die Figur ohnmächtig wird.",
        "es": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un <color=#99FFFFFF>12%</color> de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
        "fr": "Augmente la VIT de déplacement de 10 %. Confère un bonus de DGT élémentaires de <color=#99FFFFFF>12 %</color> toutes les 4 s tant que le personnage est en combat. Cet effet peut être cumulé 4 fois maximum et perdure jusqu'à ce que le personnage soit vaincu ou quitte le combat.",
        "pt": "Aumenta a Veloc. Mov. em 10%. Durante a batalha, ganha um adicional de <color=#99FFFFFF>12%</color> de Dano Elemental a cada 4s, sendo capaz de acumular até 4 vezes. Dura até o último personagem ser abatido ou trocar de personagem.",
        "ru": "Увеличивает скорость передвижения на 10%. Во время битвы даёт <color=#99FFFFFF>12%</color> бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
        "id": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan <color=#99FFFFFF>12%</color> Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
        "th": "เพิ่มความเร็วในการเคลื่อนที่ 10%; ในการต่อสู้จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>12%</color> ในทุก 4 วินาที ซึ่งเอฟเฟกต์นี้จะมีมากสุด 4 ชั้น และจะเกิดขึ้นจนกว่าตัวละครจะหมดสติหรือออกจากการต่อสู้",
        "vi": "Tốc độ di chuyển tăng 10%; Lên trận mỗi 4s nhận <color=#99FFFFFF>12%</color> buff sát thương Nguyên Tố. Cộng dồn tối đa 4 lần, kéo dài đến khi nhân vật ngã xuống hoặc rời trận."
      }
    },
    {
      "name": {
        "zhs": "无边际的眷顾",
        "zht": "無邊際的眷顧",
        "jp": "果てしない恵み",
        "ko": "끝없는 은혜",
        "en": "Boundless Blessing",
        "de": "Grenzenlose Gunst",
        "es": "Bendición infinita",
        "fr": "Bénédiction infinie",
        "pt": "Bênção Sem Fronteiras",
        "ru": "Опека ветров",
        "id": "Boundless Blessing",
        "th": "Boundless Blessing",
        "vi": "Sự Chăm Sóc Vô Biên"
      },
      "description": {
        "zhs": "移动速度提高10%；在场上每4秒获得<color=#99FFFFFF>14%</color>元素伤害加成。该效果最多叠加4层，持续直到角色倒下或离场。",
        "zht": "移動速度提高10%；在場上每4秒獲得<color=#99FFFFFF>14%</color>元素傷害加成。該效果最多疊加四層，持續直到角色倒下或離場。",
        "jp": "移動速度+10%。フィールドにいる時、4秒毎に元素ダメージ+<color=#99FFFFFF>14%</color>、最大4重まで。キャラが退場または戦闘不能まで有効。",
        "ko": "이동속도+10%. 필드에 있을 때 4초마다 원소 피해 보너스를 <color=#99FFFFFF>14%</color> 획득한다. 최대 중첩수: 4회. 캐릭터가 전투 불능이 되거나 교체될 때까지 지속된다",
        "en": "Increases Movement SPD by 10%. When in battle, gain a <color=#99FFFFFF>14%</color> Elemental DMG Bonus every 4s. Max 4 stacks. Lasts until the character falls or leaves combat.",
        "de": "Erhöht die Bewegungs-GSW um 10 % und den Elementar-SCH nach dem Einwechseln alle 4 s um <color=#99FFFFFF>14 %</color>. 4-fach stapelbar, hält bis zum Auswechseln oder, bis die Figur ohnmächtig wird.",
        "es": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un <color=#99FFFFFF>14%</color> de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
        "fr": "Augmente la VIT de déplacement de 10 %. Confère un bonus de DGT élémentaires de <color=#99FFFFFF>14 %</color> toutes les 4 s tant que le personnage est en combat. Cet effet peut être cumulé 4 fois maximum et perdure jusqu'à ce que le personnage soit vaincu ou quitte le combat.",
        "pt": "Aumenta a Veloc. Mov. em 10%. Durante a batalha, ganha um adicional de <color=#99FFFFFF>14%</color> de Dano Elemental a cada 4s, sendo capaz de acumular até 4 vezes. Dura até o último personagem ser abatido ou trocar de personagem.",
        "ru": "Увеличивает скорость передвижения на 10%. Во время битвы даёт <color=#99FFFFFF>14%</color> бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
        "id": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan <color=#99FFFFFF>14%</color> Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
        "th": "เพิ่มความเร็วในการเคลื่อนที่ 10%; ในการต่อสู้จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>14%</color> ในทุก 4 วินาที ซึ่งเอฟเฟกต์นี้จะมีมากสุด 4 ชั้น และจะเกิดขึ้นจนกว่าตัวละครจะหมดสติหรือออกจากการต่อสู้",
        "vi": "Tốc độ di chuyển tăng 10%; Lên trận mỗi 4s nhận <color=#99FFFFFF>14%</color> buff sát thương Nguyên Tố. Cộng dồn tối đa 4 lần, kéo dài đến khi nhân vật ngã xuống hoặc rời trận."
      }
    },
    {
      "name": {
        "zhs": "无边际的眷顾",
        "zht": "無邊際的眷顧",
        "jp": "果てしない恵み",
        "ko": "끝없는 은혜",
        "en": "Boundless Blessing",
        "de": "Grenzenlose Gunst",
        "es": "Bendición infinita",
        "fr": "Bénédiction infinie",
        "pt": "Bênção Sem Fronteiras",
        "ru": "Опека ветров",
        "id": "Boundless Blessing",
        "th": "Boundless Blessing",
        "vi": "Sự Chăm Sóc Vô Biên"
      },
      "description": {
        "zhs": "移动速度提高10%；在场上每4秒获得<color=#99FFFFFF>16%</color>元素伤害加成。该效果最多叠加4层，持续直到角色倒下或离场。",
        "zht": "移動速度提高10%；在場上每4秒獲得<color=#99FFFFFF>16%</color>元素傷害加成。該效果最多疊加四層，持續直到角色倒下或離場。",
        "jp": "移動速度+10%。フィールドにいる時、4秒毎に元素ダメージ+<color=#99FFFFFF>16%</color>、最大4重まで。キャラが退場または戦闘不能まで有効。",
        "ko": "이동속도+10%. 필드에 있을 때 4초마다 원소 피해 보너스를 <color=#99FFFFFF>16%</color> 획득한다. 최대 중첩수: 4회. 캐릭터가 전투 불능이 되거나 교체될 때까지 지속된다",
        "en": "Increases Movement SPD by 10%. When in battle, gain a <color=#99FFFFFF>16%</color> Elemental DMG Bonus every 4s. Max 4 stacks. Lasts until the character falls or leaves combat.",
        "de": "Erhöht die Bewegungs-GSW um 10 % und den Elementar-SCH nach dem Einwechseln alle 4 s um <color=#99FFFFFF>16 %</color>. 4-fach stapelbar, hält bis zum Auswechseln oder, bis die Figur ohnmächtig wird.",
        "es": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un <color=#99FFFFFF>16%</color> de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
        "fr": "Augmente la VIT de déplacement de 10 %. Confère un bonus de DGT élémentaires de <color=#99FFFFFF>16 %</color> toutes les 4 s tant que le personnage est en combat. Cet effet peut être cumulé 4 fois maximum et perdure jusqu'à ce que le personnage soit vaincu ou quitte le combat.",
        "pt": "Aumenta a Veloc. Mov. em 10%. Durante a batalha, ganha um adicional de <color=#99FFFFFF>16%</color> de Dano Elemental a cada 4s, sendo capaz de acumular até 4 vezes. Dura até o último personagem ser abatido ou trocar de personagem.",
        "ru": "Увеличивает скорость передвижения на 10%. Во время битвы даёт <color=#99FFFFFF>16%</color> бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
        "id": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan <color=#99FFFFFF>16%</color> Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
        "th": "เพิ่มความเร็วในการเคลื่อนที่ 10%; ในการต่อสู้จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>16%</color> ในทุก 4 วินาที ซึ่งเอฟเฟกต์นี้จะมีมากสุด 4 ชั้น และจะเกิดขึ้นจนกว่าตัวละครจะหมดสติหรือออกจากการต่อสู้",
        "vi": "Tốc độ di chuyển tăng 10%; Lên trận mỗi 4s nhận <color=#99FFFFFF>16%</color> buff sát thương Nguyên Tố. Cộng dồn tối đa 4 lần, kéo dài đến khi nhân vật ngã xuống hoặc rời trận."
      }
    }
  ],
  "internal_name": "Catalyst_Fourwinds",
  "imgid": "catalyst/fourwinds"
}