{
  "id": 14301,
  "type": "catalyst",
  "rank": 3,
  "name": {
    "zhs": "魔导绪论",
    "zht": "魔導緒論",
    "jp": "魔導緒論",
    "ko": "마도 서론",
    "en": "Magic Guide",
    "de": "Magieführer",
    "es": "Guía Mágica",
    "fr": "Guide de magie",
    "pt": "Guia de Magia",
    "ru": "Руководство по магии",
    "id": "Magic Guide",
    "th": "Magic Guide",
    "vi": "Tóm Tắt Ma Pháp"
  },
  "description": {
    "zhs": "第十二版。结合时代发展加注了新内容，并修订了第十一版的错别字。",
    "zht": "第十二版。結合時代發展加註了新內容，並修訂了第十一版的錯別字。",
    "jp": "Ver.12。時代発展などの内容が追加され、Ver.11の誤字を修正したもの。",
    "ko": "제12판. 시대 발전에 따라 새로운 내용을 추가하고 제11판의 오탈자를 수정하였다",
    "en": "Version 12. A reprint featuring corrections to Version 11 and brand-new additions based on recent developments.",
    "de": "Auflage 12. Mit den Inhalten und Korrekturen von Auflage 11 sowie Ergänzungen zu den neusten Entwicklungen der Zeit.",
    "es": "12.ª edición de la «Guía Mágica». Una reimpresión con correcciones de la 11.ª edición y contenido nuevo basado en el desarrollo de los últimos años.",
    "fr": "12e édition. Comprend les corrections apportées à la 11e édition, ainsi que des ajouts justifiés par les récents progrès dans le domaine.",
    "pt": "12ª edição. Uma reedição com correção da 11ª edição e novas adições baseadas nos desenvolvimentos atuais.",
    "ru": "12-е издание. Копия 11-го издания, содержащая исправления, согласно последним разработкам.",
    "id": "Jilid ke-12. Edisi ini merupakan revisi jilid ke-11 dengan beberapa perbaikan dan penambahan berdasarkan perkembangan terkini.",
    "th": "ตีพิมพ์ครั้งที่ 12 หนังสือที่ตีพิมพ์และปรับปรุงจาก 11 ครั้งที่ผ่านมา พร้อมกับเพิ่มเนื้อหาที่ได้รับ การพัฒนาแล้วด้วย",
    "vi": "Phần 12, kết hợp thêm nội dung thời đại mới và sửa đổi một số lỗi của phần 11."
  },
  "lore": {
    "zhs": "\n本版《魔导绪论》在发行之初便引起了很大争议。\n且不论《第七章：风元素运用原理》与常识相悖，\n有关水元素与雷元素的基础性内容更是错漏甚多。\n显然该书在定稿前并未经过同行审阅，遑论试行。\n但无论如何，它还是当今最权威的魔导入门指南。\n",
    "zht": "\n本版《魔導緒論》在發行之初便引起了很大爭議。\n且不論《第七章：風元素運用原理》與常識相悖，\n有關水元素與雷元素的基礎性內容更是錯漏甚多。\n顯然該書在定稿前並未經過同行審閱，遑論試行。\n但無論如何，它還是當今最權威的魔導入門指南。\n",
    "jp": "\nこの版の『魔導諸論』は発刊当初から大きな論争を巻き起こした。\n『第七章：風の元素の運用原則』の常識のずれはともかく、\n水と雷の元素についても、基本的なミスが沢山あった。\n明らかに発刊前に校閲されていない。\nしかしながら、この本は現在においても最も代表的な魔導入門書である。\n",
    "ko": "\n이 《마도 서론》은 처음 나왔을 때 큰 논란이 됐었다.\n《제 7장: 바람 원소의 응용 원리》가 상식에 어긋난다는 것을 막론하고도\n물 원소, 번개 원소와 관련된 기본적인 내용에 문제가 더 많다.\n이 책은 마무리 전에 검토를 받지 않고 무작정 출간한 게 틀림없다.\n하지만 어찌 되었든 간에 현재 이 책은 가장 권위 있는 마도학 입문 지침서이다.\n",
    "en": "\nThis version of the Magic Guide generated much controversy when published.\nIn addition to the defiance of basic common sense seen in Chapter VII: Principles of the Anemo Element,\nerrors can also be observed even concerning the basic principles of the Hydro and Electro elements.\nEvidently, the book was not peer-reviewed before publishing.\nNevertheless, the book is still the most authoritative guide to magic in existence.\n",
    "de": "\nDiese Version vom „Magieführer“ hat bei der Veröffentlichung für viel Wirbel gesorgt.\nGanz zu schweigen von den Widersprüchen, die man in „Kapitel VII: Grundlagen der Anemo-Kraft“ lesen kann.\nFehler kann man auch bemerken, wenn man die grundlegenden Prinzipien der Hydro- und Elektro-Kraft betrachtet.\nAnscheinend hatte niemand das Buch vor der Veröffentlichung zur Probe gelesen.\nNichtsdestotrotz ist das Buch eins der besten auf dem Gebiet der Magiekunde, die es gibt.\n",
    "es": "\nEsta edición de la «Guía Mágica» generó mucha controversia cuando fue publicada por primera vez.\nContenía contradicciones evidentes entre lo explicado en el “Capítulo 7: Fundamentos sobre el uso del Elemento Anemo” y la realidad.\nAdemás, tenía errores en los principios más básicos sobre los elementos Hydro y Electro.\nEs evidente que el libro no fue revisado, y mucho menos se probó su contenido antes de publicarse.\nA pesar de todo, sigue siendo la guía de introducción a la magia de mayor legitimidad.\n",
    "fr": "\nCette édition du « Guide de magie » a été à sa parution la source de quelques controverses.\nIl est certain que l'insulte au sens commun qu'est le chapitre VII (« Principes d'application de l'élément Anémo »),\ncombinée aux nombreuses erreurs observées sur le sujet des éléments Hydro et Électro, en font un ouvrage contesté.\nCe livre n'a bien sûr pas bénéficié de relecture avant sa publication.\nIl n'en demeure pas moins à l'heure actuelle l'une des références en matière de magie.\n",
    "pt": "\nEssa versão do Guia de Magia gerou muita controvérsia quando foi publicada.\nO Capítulo VII: Princípios do Elemento Anemo continha claras contradições com o senso comum,\nerros também podem ser observados no que concerne os princípios básicos dos elementos Hydro e Electro.\nEvidentemente, o livro não foi revisado por pares antes de ser publicado.\nDe qualquer maneira, o livro ainda é o melhor guia de magia que existe.\n",
    "ru": "\nВо время своей публикации это «Руководство по магии» вызвало много споров.\nВ дополнение к отрицанию здравого смысла в главе VII: Принципы Анемо элемента,\nМожно заметить множество ошибок в отношении основных принципов Гидро и Электро элементов.\nОчевидно, что перед публикацией эта книга не прошла рецензирование.\nНо никакое другое руководство по магии пока никто не написал, поэтому у вас нет выбора.\n",
    "id": "\nVersi \"Magic Guide\" ini menimbulkan banyak kontroversi di awal peluncurannya.\nTerlepas dari kenyataan bahwa \"Chapter VII: Principles of the Anemo Element\" bertentangan dengan akal sehat,\nKonten dasar tentang elemen Hydro dan elemen Electro juga salah.\nJelas sekali bahwa buku tersebut tidak diperiksa kembali sebelum diluncurkan.\nTapi bagaimanapun juga, buku itu masih menjadi buku panduan sihir paling terkenal sampai saat ini.\n",
    "th": "\nMagic Guide ฉบับนี้สร้างความขัดแย้งอย่างมากเมื่อตีพิมพ์\nนอกเหนือจากความขัดแย้งไปสู่ความรู้พื้นฐานที่พบในบทที่เจ็ด: หลักการของธาตุลม\nแม้แต่ความรู้พื้นฐานเกี่ยวกับธาตุน้ำและไฟฟ้าก็มีความผิดพลาด\nเห็นได้ชัดว่าหนังสือเล่มนี้ยังไม่ได้รับการตรวจสอบก่อนที่จะตีพิมพ์\nแต่ไม่ว่าอย่างไรหนังสือคู่มือเล่มนี้ก็ยังเป็นหนังสือเวทมนตร์ที่ทรงคุณค่ามากที่สุด\n",
    "vi": "\nKhi mới xuất bản \"Tóm Tắt Ma Pháp\" đã dấy lên làn sóng tranh luận vô cùng lớn.\n\"Chương số bảy: Nguyên lý sử dụng Nguyên Tố Phong\" đi ngược với lẽ thường.\nNội dung căn bản giữa Nguyên Tố Thủy và Nguyên Tố Lôi còn thiếu sót rất nhiều.\nTừ đó cho thấy, bản thảo của cuốn sách này chưa được thẩm duyệt, chứ đừng nói đến việc thử nghiệm.\nThế nhưng bất luận thế nào, đó vẫn là kim chỉ nam ma pháp nhập môn ảnh hưởng nhất cho đến nay.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>12%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>12%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>12%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>12%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>12 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>12%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>12 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>12%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>12%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำหรือไฟฟ้าขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>12%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>15%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>15%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>15%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>15%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>15%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>15 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>15%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>15 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>15%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>15%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>15%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>15%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>15%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>18%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>18%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>18%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>18%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>18%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>18 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>18%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>18 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>18%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>18%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>18%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>18%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>18%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>21%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>21%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>21%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>21%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>21%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>21 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>21%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>21 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>21%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>21%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>21%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>21%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>21%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>24%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>24%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>24 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>24%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>24%</color>."
      }
    }
  ],
  "internal_name": "Catalyst_Intro",
  "imgid": "catalyst/intro"
}