{
  "id": 14304,
  "type": "catalyst",
  "rank": 3,
  "name": {
    "zhs": "翡玉法球",
    "zht": "翡玉法球",
    "jp": "翡玉法珠",
    "ko": "비취 오브",
    "en": "Emerald Orb",
    "de": "Jadekugel",
    "es": "Orbe Esmeralda",
    "fr": "Orbe jadien",
    "pt": "Orbe de Esmeralda",
    "ru": "Изумрудный шар",
    "id": "Emerald Orb",
    "th": "Emerald Orb",
    "vi": "Quả Cầu Ngọc"
  },
  "description": {
    "zhs": "由璃月北郊绝云间出产的硬玉雕琢而成的法器。小巧轻盈，经久耐用，江湖人称「翡玉丸」。",
    "zht": "由璃月北郊絕雲間出產的硬玉雕琢而成的法器。小巧輕盈，經久耐用，江湖人稱「翡玉丸」。",
    "jp": "璃月北部にある絶雲の間の硬玉で出来た法器。小さくて軽い上、かなり長持ちする。",
    "ko": "리월 북쪽 교외에 위치한 절운간에서 채굴된 옥으로 조각한 법구. 아주 가볍고 내구도가 뛰어나다. 강호의 사람들은 이걸 '비옥환'이라고 부른다",
    "en": "A catalyst carved out of the hard jade from Jueyun Karst north of Liyue. Small, light, and durable, it is known more colloquially as the \"jade ball.\"",
    "de": "Ein magischer Katalysator geschnitzt aus der harten Jade aus dem Jueyun-Karst im Norden Liyues. Handlich, leicht und haltbar. Er wird weithin auch als „Jadeperle“ bezeichnet.",
    "es": "Un catalizador tallado en jade extraído del Desfiladero Jueyun, al norte de Liyue. Es pequeño, ligero y duradero. Popularmente se conoce como “Orbe de Jade”.",
    "fr": "Un catalyseur sculpté dans la jadéite, produite au Karst Jueyun, au nord de Liyue. Petit et léger, résistant et durable, les gens l'appellent souvent « Boulette de jade ».",
    "pt": "Um catalisador esculpido com uma jade rígida de Relevo de Jueyun, norte de Liyue. É pequena, leve e durável.",
    "ru": "Катализатор, вырезанный из твёрдого нефрита, добываемого в Заоблачном пределе на севере Ли Юэ. Он маленький, лёгкий и прочный.",
    "id": "Sebuah Catalyst yang dibentuk dari giok keras yang berasal dari Jueyun Karst di Utara Liyue. Bentuknya kecil, ringan, dan memiliki ketahanan yang kuat.",
    "th": "สื่อเวทสร้างจากหยกแข็งที่ สกัดจากเทือกเขาทางเหนือ ของ Liyue มันมีน้ำหนักที่เบา ขนาดเล็ก และทนทาน",
    "vi": "Pháp khí được điêu khắc từ bảo ngọc Tuyệt Vân Gián phía bắc Liyue. Nhỏ nhắn xinh xắn, được mệnh danh là Phỉ Ngọc Hoàn."
  },
  "lore": {
    "zhs": "\n翡玉雕琢而成的轻盈法器，经久耐用，价格低廉，颇受江湖人士欢迎。\n由于外形小巧精致，雕工精细，通常被璃月人称为「翡玉丸」。\n不仅可以作为高效的防身法器，佩戴在身上也是不错的首饰。\n",
    "zht": "\n翡玉雕琢而成的輕盈法器，經久耐用，價格低廉，頗受江湖人士歡迎。\n由於外形小巧精緻，雕工精細，通常被璃月人稱為「翡玉丸」。\n不僅可以作為高效的防身法器，佩戴在身上也是不錯的首飾。\n",
    "jp": "\n翠玉で作られた軽い法器。耐久性があり、値段も安く、人気の商品である。\n精巧に作られた法器は見た目が小さく、璃月の人に「翠玉丸」と呼ばれている。\n護身用法器としては使いやすいほか、アクセサリーとしても悪くない。\n",
    "ko": "\n비취를 조각하여 만든 가벼운 마법구. 내구성이 뛰어나고 저렴하여 인기가 많다.\n작고 세밀한 외형때문에 리월 사람들은 이것을 「비옥환」이라 부른다.\n효율적인 호신 법구로 사용이 가능할 뿐만 아니라 몸에 다는 장식용으로도 손색이 없다.\n",
    "en": "\nA lightweight catalyst carved out of emerald-green jade. It is durable and affordable, which makes it a popular item all around.\nSmall but exquisitely made, it is colloquially referred to by the people of Liyue as the \"jade ball.\"\nIt is a highly efficient defensive Catalyst as well as a good-looking accessory.\n",
    "de": "\nEin magischer Katalysator geschnitzt aus harter Jade, welche ihn zwar nicht sehr wertvoll, aber dafür beständig und somit beliebt macht.\nAufgrund seiner Größe und feinen Verarbeitung wird diese Kugel von den Leuten in Liyue auch als Jadeperle bezeichnet.\nNicht nur ein hocheffizienter Verteidigungskatalysator, sondern auch ein gutaussehendes Accessoire zum Tragen.\n",
    "es": "\nUn catalizador ligero esculpido en jade. Es resistente y asequible, lo que lo hace muy popular.\nDebido a su pequeño tamaño y exquisita fabricación, la gente de Liyue comúnmente se refiere a él como “Orbe de Jade”.\nAdemás de ser muy eficaz para defenderse, también es un accesorio atractivo.\n",
    "fr": "\nUn catalyseur gravé dans le jade, au poids léger. Résistant et durable, son prix raisonnable en fait un objet populaire.\nDe taille réduite, mais finement travaillé, il est surnommé par les gens de Liyue « Boulette de jade ».\nIl offre en plus d'être un catalyseur défensif efficace le style d'un accessoire élégant.\n",
    "pt": "\nUm catalisador leve esculpido em jade. É duradouro e acessível, muito procurado em todos os lugares.\nPequeno, mas requintadamente trabalhado, é apelidado pelo povo de Liyue de \"Bola de Jade\".\nServe tanto como um catalisador de defesa, quanto como um acessório de boa aparência.\n",
    "ru": "\nЛёгкий катализатор, вырезанный из нефрита. Он прочный и финансово доступный, что делает его популярным катализатором во всём мире.\nНарод Ли Юэ называет этот небольшой, но изысканно сделанный катализатор, Нефритовым шаром.\nЭто высокоэффективный защитный катализатор, а также красивый аксессуар.\n",
    "id": "\nKatalis ringan yang diukir dari batu giok. Tahan lama dan terjangkau, sehingga menjadikannya item yang populer di masyarakat sekitar.\nKecil namun dibuat dengan indah, orang-orang Liyue menyebutnya sebagai Jade Orb.\nTidak hanya dapat digunakan sebagai senjata pertahanan diri yang efektif, namun juga merupakan perhiasan yang bagus untuk dikenakan pada tubuh.\n",
    "th": "\nสิ่งประดิษฐ์สำหรับประกอบพิธีกรรมที่มีน้ำหนักเบาแกะสลักจากหยก มีความทนทานและราคาไม่แพง เป็นที่นิยมในหมู่คนทั่วโลก\nเพราะว่ารูปร่างภายนอกที่เล็กแต่หรูหราและถูกแกะสลักอย่างประณีต ผู้คนใน Liyue จึงมักจะเรียกว่า Jade Orb\nไม่เพียงแต่เป็นเครื่องรางที่สามารถให้ความคุ้มครองได้ มันยังเป็นเครื่องประดับที่ไม่เลวอีกด้วย\n",
    "vi": "\nPháp Khí được đẽo gọt từ đá phỉ thúy, nhẹ bền, giá cả vừa phải, được giới giang hồ ưa thích.\nDo ngọai hình nhỏ gọn, gia công tinh tế, được người dân Liyue gọi là \"Phỉ Ngọc Hoàn\"\nPháp khí này không chỉ là vật phòng thân hữu hiệu, mà còn là món đồ trang sức đẹp.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "激流",
        "zht": "激流",
        "jp": "激流",
        "ko": "급류",
        "en": "Rapids",
        "de": "Stromschnelle",
        "es": "Rápidos",
        "fr": "Torrent",
        "pt": "Corrente Torrencial",
        "ru": "Воронка",
        "id": "Rapids",
        "th": "Rapids",
        "vi": "Kích Lưu"
      },
      "description": {
        "zhs": "触发蒸发、感电、冰冻、绽放或水元素扩散后的12秒内，攻击力提高<color=#99FFFFFF>20%</color>。",
        "zht": "觸發蒸發、感電、冰凍、綻放或水元素擴散後的12秒內，攻擊力提高<color=#99FFFFFF>20%</color>。",
        "jp": "蒸発、感電、凍結、開花、または水元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>20%</color>。",
        "ko": "증발, 감전, 빙결, 개화 혹은 물 원소 확산 반응 후 12초 동안 공격력이 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Upon causing a Vaporize, Electro-Charged, Frozen, Bloom, or a Hydro-infused Swirl reaction, increases ATK by <color=#99FFFFFF>20%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Verdampfen“, „Unter Strom“, „Gefroren“, „Sprießen“ und „Hydro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Tras causar una reacción de Vaporización, Electrocargado, Congelación, Florecimiento o Torbellino Hydro, el ATQ aumenta en un <color=#99FFFFFF>20%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>20 %</color> pendant 12 s après avoir déclenché Évaporation, Électrocution, Gel, Fleurissement ou Dispersion Hydro.",
        "pt": "Após causar uma reação elemental de Vaporização, Eletricamente Carregado, Congelamento, Florescimento ou Redemoinho de Hydro, o ATQ é aumentado em <color=#99FFFFFF>20%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>20%</color> на 12 сек. при активации реакций Пар, Заряжен, Заморозка, Бутонизация или Гидро рассеивание.",
        "id": "Saat memicu Vaporize, Electro-Charged, Frozen, Bloom, atau reaksi Swirl dengan elemen Hydro, meningkatkan <color=#99FFFFFF>20%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาระเหย, ชาร์จไฟฟ้า, แช่แข็ง, งอกเงย หรือกระจายธาตุน้ำ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt Bốc Hơi, Điện Cảm, Đóng Băng, Sum Suê hoặc Khuếch Tán nguyên tố Thủy, tấn công tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "激流",
        "zht": "激流",
        "jp": "激流",
        "ko": "급류",
        "en": "Rapids",
        "de": "Stromschnelle",
        "es": "Rápidos",
        "fr": "Torrent",
        "pt": "Corrente Torrencial",
        "ru": "Воронка",
        "id": "Rapids",
        "th": "Rapids",
        "vi": "Kích Lưu"
      },
      "description": {
        "zhs": "触发蒸发、感电、冰冻、绽放或水元素扩散后的12秒内，攻击力提高<color=#99FFFFFF>25%</color>。",
        "zht": "觸發蒸發、感電、冰凍、綻放或水元素擴散後的12秒內，攻擊力提高<color=#99FFFFFF>25%</color>。",
        "jp": "蒸発、感電、凍結、開花、または水元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>25%</color>。",
        "ko": "증발, 감전, 빙결, 개화 혹은 물 원소 확산 반응 후 12초 동안 공격력이 <color=#99FFFFFF>25%</color> 증가한다",
        "en": "Upon causing a Vaporize, Electro-Charged, Frozen, Bloom, or a Hydro-infused Swirl reaction, increases ATK by <color=#99FFFFFF>25%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Verdampfen“, „Unter Strom“, „Gefroren“, „Sprießen“ und „Hydro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>25 %</color>.",
        "es": "Tras causar una reacción de Vaporización, Electrocargado, Congelación, Florecimiento o Torbellino Hydro, el ATQ aumenta en un <color=#99FFFFFF>25%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>25 %</color> pendant 12 s après avoir déclenché Évaporation, Électrocution, Gel, Fleurissement ou Dispersion Hydro.",
        "pt": "Após causar uma reação elemental de Vaporização, Eletricamente Carregado, Congelamento, Florescimento ou Redemoinho de Hydro, o ATQ é aumentado em <color=#99FFFFFF>25%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>25%</color> на 12 сек. при активации реакций Пар, Заряжен, Заморозка, Бутонизация или Гидро рассеивание.",
        "id": "Saat memicu Vaporize, Electro-Charged, Frozen, Bloom, atau reaksi Swirl dengan elemen Hydro, meningkatkan <color=#99FFFFFF>25%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาระเหย, ชาร์จไฟฟ้า, แช่แข็ง, งอกเงย หรือกระจายธาตุน้ำ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>25%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt Bốc Hơi, Điện Cảm, Đóng Băng, Sum Suê hoặc Khuếch Tán nguyên tố Thủy, tấn công tăng <color=#99FFFFFF>25%</color>."
      }
    },
    {
      "name": {
        "zhs": "激流",
        "zht": "激流",
        "jp": "激流",
        "ko": "급류",
        "en": "Rapids",
        "de": "Stromschnelle",
        "es": "Rápidos",
        "fr": "Torrent",
        "pt": "Corrente Torrencial",
        "ru": "Воронка",
        "id": "Rapids",
        "th": "Rapids",
        "vi": "Kích Lưu"
      },
      "description": {
        "zhs": "触发蒸发、感电、冰冻、绽放或水元素扩散后的12秒内，攻击力提高<color=#99FFFFFF>30%</color>。",
        "zht": "觸發蒸發、感電、冰凍、綻放或水元素擴散後的12秒內，攻擊力提高<color=#99FFFFFF>30%</color>。",
        "jp": "蒸発、感電、凍結、開花、または水元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>30%</color>。",
        "ko": "증발, 감전, 빙결, 개화 혹은 물 원소 확산 반응 후 12초 동안 공격력이 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Upon causing a Vaporize, Electro-Charged, Frozen, Bloom, or a Hydro-infused Swirl reaction, increases ATK by <color=#99FFFFFF>30%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Verdampfen“, „Unter Strom“, „Gefroren“, „Sprießen“ und „Hydro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Tras causar una reacción de Vaporización, Electrocargado, Congelación, Florecimiento o Torbellino Hydro, el ATQ aumenta en un <color=#99FFFFFF>30%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>30 %</color> pendant 12 s après avoir déclenché Évaporation, Électrocution, Gel, Fleurissement ou Dispersion Hydro.",
        "pt": "Após causar uma reação elemental de Vaporização, Eletricamente Carregado, Congelamento, Florescimento ou Redemoinho de Hydro, o ATQ é aumentado em <color=#99FFFFFF>30%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>30%</color> на 12 сек. при активации реакций Пар, Заряжен, Заморозка, Бутонизация или Гидро рассеивание.",
        "id": "Saat memicu Vaporize, Electro-Charged, Frozen, Bloom, atau reaksi Swirl dengan elemen Hydro, meningkatkan <color=#99FFFFFF>30%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาระเหย, ชาร์จไฟฟ้า, แช่แข็ง, งอกเงย หรือกระจายธาตุน้ำ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt Bốc Hơi, Điện Cảm, Đóng Băng, Sum Suê hoặc Khuếch Tán nguyên tố Thủy, tấn công tăng <color=#99FFFFFF>30%</color>."
      }
    },
    {
      "name": {
        "zhs": "激流",
        "zht": "激流",
        "jp": "激流",
        "ko": "급류",
        "en": "Rapids",
        "de": "Stromschnelle",
        "es": "Rápidos",
        "fr": "Torrent",
        "pt": "Corrente Torrencial",
        "ru": "Воронка",
        "id": "Rapids",
        "th": "Rapids",
        "vi": "Kích Lưu"
      },
      "description": {
        "zhs": "触发蒸发、感电、冰冻、绽放或水元素扩散后的12秒内，攻击力提高<color=#99FFFFFF>35%</color>。",
        "zht": "觸發蒸發、感電、冰凍、綻放或水元素擴散後的12秒內，攻擊力提高<color=#99FFFFFF>35%</color>。",
        "jp": "蒸発、感電、凍結、開花、または水元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>35%</color>。",
        "ko": "증발, 감전, 빙결, 개화 혹은 물 원소 확산 반응 후 12초 동안 공격력이 <color=#99FFFFFF>35%</color> 증가한다",
        "en": "Upon causing a Vaporize, Electro-Charged, Frozen, Bloom, or a Hydro-infused Swirl reaction, increases ATK by <color=#99FFFFFF>35%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Verdampfen“, „Unter Strom“, „Gefroren“, „Sprießen“ und „Hydro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>35 %</color>.",
        "es": "Tras causar una reacción de Vaporización, Electrocargado, Congelación, Florecimiento o Torbellino Hydro, el ATQ aumenta en un <color=#99FFFFFF>35%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>35 %</color> pendant 12 s après avoir déclenché Évaporation, Électrocution, Gel, Fleurissement ou Dispersion Hydro.",
        "pt": "Após causar uma reação elemental de Vaporização, Eletricamente Carregado, Congelamento, Florescimento ou Redemoinho de Hydro, o ATQ é aumentado em <color=#99FFFFFF>35%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>35%</color> на 12 сек. при активации реакций Пар, Заряжен, Заморозка, Бутонизация или Гидро рассеивание.",
        "id": "Saat memicu Vaporize, Electro-Charged, Frozen, Bloom, atau reaksi Swirl dengan elemen Hydro, meningkatkan <color=#99FFFFFF>35%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาระเหย, ชาร์จไฟฟ้า, แช่แข็ง, งอกเงย หรือกระจายธาตุน้ำ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>35%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt Bốc Hơi, Điện Cảm, Đóng Băng, Sum Suê hoặc Khuếch Tán nguyên tố Thủy, tấn công tăng <color=#99FFFFFF>35%</color>."
      }
    },
    {
      "name": {
        "zhs": "激流",
        "zht": "激流",
        "jp": "激流",
        "ko": "급류",
        "en": "Rapids",
        "de": "Stromschnelle",
        "es": "Rápidos",
        "fr": "Torrent",
        "pt": "Corrente Torrencial",
        "ru": "Воронка",
        "id": "Rapids",
        "th": "Rapids",
        "vi": "Kích Lưu"
      },
      "description": {
        "zhs": "触发蒸发、感电、冰冻、绽放或水元素扩散后的12秒内，攻击力提高<color=#99FFFFFF>40%</color>。",
        "zht": "觸發蒸發、感電、冰凍、綻放或水元素擴散後的12秒內，攻擊力提高<color=#99FFFFFF>40%</color>。",
        "jp": "蒸発、感電、凍結、開花、または水元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>40%</color>。",
        "ko": "증발, 감전, 빙결, 개화 혹은 물 원소 확산 반응 후 12초 동안 공격력이 <color=#99FFFFFF>40%</color> 증가한다",
        "en": "Upon causing a Vaporize, Electro-Charged, Frozen, Bloom, or a Hydro-infused Swirl reaction, increases ATK by <color=#99FFFFFF>40%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Verdampfen“, „Unter Strom“, „Gefroren“, „Sprießen“ und „Hydro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>40 %</color>.",
        "es": "Tras causar una reacción de Vaporización, Electrocargado, Congelación, Florecimiento o Torbellino Hydro, el ATQ aumenta en un <color=#99FFFFFF>40%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>40 %</color> pendant 12 s après avoir déclenché Évaporation, Électrocution, Gel, Fleurissement ou Dispersion Hydro.",
        "pt": "Após causar uma reação elemental de Vaporizar, Eletricamente Carregado, Congelamento, Florescimento ou Redemoinho com Hydro, o ATQ é aumentado em <color=#99FFFFFF>40%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>40%</color> на 12 сек. при активации реакций Пар, Заряжен, Заморозка, Бутонизация или Гидро рассеивание.",
        "id": "Saat memicu Vaporize, Electro-Charged, Frozen, Bloom, atau reaksi Swirl dengan elemen Hydro, meningkatkan <color=#99FFFFFF>40%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาระเหย, ชาร์จไฟฟ้า, แช่แข็ง, งอกเงย หรือกระจายธาตุน้ำ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt Bốc Hơi, Điện Cảm, Đóng Băng, Sum Suê hoặc Khuếch Tán nguyên tố Thủy, tấn công tăng <color=#99FFFFFF>40%</color>."
      }
    }
  ],
  "internal_name": "Catalyst_Jade",
  "imgid": "catalyst/jade"
}