{
  "id": 14415,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "证誓之明瞳",
    "zht": "證誓之明瞳",
    "jp": "誓いの明瞳",
    "ko": "맹세의 눈동자",
    "en": "Oathsworn Eye",
    "de": "Auge des Gelöbnisses",
    "es": "Ojo del Juramento",
    "fr": "Œil d'assermentation",
    "pt": "Olho do Juramento",
    "ru": "Око клятвы",
    "id": "Oathsworn Eye",
    "th": "Oathsworn Eye",
    "vi": "Con Ngươi Tuyên Thệ"
  },
  "description": {
    "zhs": "大日御舆收藏的白夜国之宝。蛇神到来后，渊下宫用以公证大誓与大愿的宝物。",
    "zht": "大日御輿收藏的白夜國之寶。蛇神到來後，淵下宮用以公證大誓與大願的寶物。",
    "jp": "大日御輿に収蔵されている白夜国の宝。蛇神が訪れた後、淵下宮の大いなる誓いと願いの公証として使われていた。",
    "ko": "다이니치 미코시가 보관하고 있는 백야국의 보물. 뱀의 신이 강림한 이후로는 연하궁의 맹세와 염원을 공증하는 보물로 사용된다",
    "en": "A national treasure of Byakuyakoku stored in the Dainichi Mikoshi. With the coming of the Serpent God, this item was used to notarize great oaths and wishes.",
    "de": "Ein Nationalschatz von Byakuyakoku, der im Dainichi Mikoshi aufbewahrt wird. Mit dem Erscheinen des Schlangengottes wurde dieser Gegenstand verwendet, um große Eide und Wünsche zu beglaubigen.",
    "es": "Un tesoro del reino de Byakuya guardado en el Dainichi Mikoshi. Tras la llegada del dios serpiente, se usó en Enkanomiya como testigo de grandes juramentos y deseos.",
    "fr": "Un trésor national de Byakuyakoku conservé dans le Dainichi Mikoshi. Après la venue de la divinité serpent, cet objet a été utilisé pour certifier nombre de grands serments et souhaits.",
    "pt": "Um tesouro nacional do Reino de Byakuya guardado no Dainichi Mikoshi. Com a chegada do Deus Serpente, este item foi usado para autenticar grandes juramentos e desejos.",
    "ru": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
    "id": "Harta nasional Byakuyakoku yang disimpan di Dainichi Mikoshi. Setelah kedatangan Dewa Ular, benda berharga ini digunakan Enkanomiya untuk menyatakan sumpah dan harapan yang besar.",
    "th": "สมบัติของ Byakuyakoku ที่ถูกซ่อนอยู่ใน Dainichi Mikoshi ซึ่งหลังจากการมาถึงของเทพอสรพิษ ก็เป็นสมบัติที่ทาง Enkanomiya ใช้เพื่อยืนยันถึงความซื่อสัตย์และความปรารถนาอันยิ่งใหญ่",
    "vi": "Báu vật của Vương Quốc Đêm Trắng được cất giữ ở Dainichi Mikoshi. Sau khi Thần Rắn đến, Enkanomiya dùng vật này để chứng nhận cho những lời hứa lớn lao và nguyện vọng to lớn."
  },
  "lore": {
    "zhs": "\n「想让我成为海渊之民的神吗？」\n纯白的巨蛇俯瞰着眼前的小童，\n「我本就因无法胜过贵金之神与鸣神，才选择逃往未知之海。」\n「如果你们仍然期待着光明，那未来一定会再一次经历失去。」\n「我之身死并不足道，偷生之辱、渎名之耻——我已经受够。」\n\n巨蛇展示了一枚蛇瞳一般的宝珠，\n「那你便在此证誓明瞳之前立誓吧。」\n「我与珊瑚之眷属也是如此结盟的。」\n\n「你们忘记了斯巴达克先师的教导吗？」\n「不能崇拜神，一切都要靠我们自己！」\n白蛇没有说话，它尊重海渊之民的意志。\n如果愚昧的崇拜，被这新来的信仰打倒，\n对于抗争的人们来说，无疑是一种侮辱。\n\n「那我便在此证誓明瞳之前立誓吧。」\n「一如我丧失曾经一切时那样。」\n\n「岁月倏忽，海岛落成、龙蜥已退，圣土之事亦得治理之法。」\n「珊瑚宫家、地走官众、我之御使——瞳前之大愿得以成就。」\n「今后，如有任意两方以上对渊下之事有所不满，或有他决。」\n「大日之塔当听闻尔等之决议，自行崩毁，湮灭往昔之一切。」\n\n蛇神说完了最后的话语，\n然后它带着剩下的人民一同前去了海面。\n是时候履行它与天上之都的誓言了…",
    "zht": "\n「想讓我成為海淵之民的神嗎？」\n純白的巨蛇俯瞰著眼前的小童，\n「我本就因無法勝過貴金之神與鳴神，才選擇逃往未知之海。」\n「如果你們仍然期待著光明，那未來一定會再一次經歷失去。」\n「我之身死並不足道，偷生之辱、瀆名之恥——我已經受夠。」\n\n巨蛇展示了一枚蛇瞳一般的寶珠，\n「那你便在此證誓明瞳之前立誓吧。」\n「我與珊瑚之眷屬也是如此結盟的。」\n\n「你們忘記了斯巴達克先師的教導嗎？」\n「不能崇拜神，一切都要靠我們自己！」\n白蛇沒有說話，它尊重海淵之民的意志。\n如果愚昧的崇拜，被這新來的信仰打倒，\n對於抗爭的人們來說，無疑是一種侮辱。\n\n「那我便在此證誓明瞳之前立誓吧。」\n「一如我喪失曾經一切時那樣。」\n\n「歲月倏忽，海島落成、龍蜥已退，聖土之事亦得治理之法。」\n「珊瑚宮家、地走官眾、我之御使——瞳前之大願得以成就。」\n「今後，如有任意兩方以上對淵下之事有所不滿，或有他決。」\n「大日之塔當聽聞爾等之決議，自行崩毀，湮滅往昔之一切。」\n\n蛇神說完了最後的話語，\n然後它帶著剩下的人民一同前去了海面。\n是時候履行它與天上之都的誓言了…",
    "jp": "\n「我に海淵の神になれと？」\n純白の巨蛇は、目の前の童を見下ろしながら言葉を発した。\n「我が未知なる海へと落ち延びたのは、貴金の神と鳴神に敵わなかったゆえのこと。」\n「それでも光を望むのなら、いつかまた必ず、亡失を再び味わうことになる。」\n「我の死は取るに足らぬもの。無為に生きる屈辱、汚名による恥辱——もう十分だ。」\n\n巨蛇は、蛇の瞳のような宝珠を見せた。\n「ならば、この宣誓の瞳を前に誓え。」\n「我と珊瑚の眷属も、このように結盟した。」\n\n「皆、先師スパルタクスの教えを忘れたのか？」\n「神を崇めるな。頼れるのは己のみだ！」\n白蛇は何も語らず、海淵の民の意志を尊重することにした。\nこの愚かな崇拝が、新たな信仰に敗れたのなら、\nそれは抗う人々に対する侮辱になるだろう。\n\n「ならば、この宣誓の瞳を前に誓おう。」\n「かつて、我がすべてを失った時のように。」\n\n「月日は流れ、島が成り立ち、ヴィシャップは退いた。そして、聖土は法によって治められている。」\n「珊瑚宮家、地走官衆、我の御使い——この瞳を前に大願は成就した。」\n「以後、淵下において二者以上の不和が生じた際、他の決断を下す。」\n「大日の塔は汝らの決議を聞き、自らの意志で崩落する。これまでのすべてを消滅させるだろう。」\n\n最後の言葉を言い終えた蛇神は、\n残りの民を率いて海へと向かっていった。\nついに、天の都との誓いを果たす時が訪れたのだ…",
    "ko": "\n「내가 해연 주민의 신이 되길 바라는가?」\n거대한 순백의 뱀이 눈앞의 어린아이를 내려다본다\n「나는 황금의 신과 나루카미의 신을 이길 수 없어서 미지의 바다로 도망가는 걸 선택했다」\n「만약 너희들이 광명을 기대하고 있다면, 미래에는 분명 또 한 번의 상실을 경험하게 되겠지」\n「나의 죽음은 보잘것없겠지만, 구차하고 수치스러운 삶은 이것으로 족하도다」\n\n거대한 뱀은 뱀 눈동자 같은 보석을 보여준다\n「그럼 맹세의 눈동자 앞에서 맹세하거라」\n「나와 산고의 권속들도 이렇게 동맹을 맺었다」\n\n「설마 스파르타쿠스 스승님의 가르침을 잊은 것이냐?」\n「신을 숭배해선 안 된다. 모든 건 스스로 해결해야 한다!」\n하얀 뱀은 말을 멈췄다. 그는 해연 주민들의 의지를 존중했다\n우매한 숭배가 새로 생긴 신앙에 꺾이는 것은\n투쟁하는 사람들에 대한 모욕이었다\n\n「그럼 난 맹세의 눈동자 앞에서 맹세하겠다」\n「모든 걸 잃어버렸던 그 순간처럼」\n\n「세월은 빠르게 지나가고, 섬은 만들어졌다. 용 도마뱀은 물러갔으니, 성토도 법으로 관리를 해야겠지」\n「산고노미야 가문과 지바시리여, 나의 어사——눈동자 앞에서의 소원이 이루어졌으니」\n「이후 만약 둘 이상이 연하의 일에 불만을 가지거나, 다른 결정을 내린다면」\n「그 얘기를 들은 다이니치 미코시는 스스로 붕괴하고, 과거의 모든 것을 소멸할 것이다」\n\n마지막 말을 마친 뱀 신이\n남은 사람들을 데리고 바다로 향한다\n그가 하늘에 맹세했던 것을 이행할 차례이다…",
    "en": "\n\"You wish for me to become your deity?\"\nThe giant white snake gazed down at the child standing before him.\n\"It was because I could best neither the golden god nor Narukami that I elected to flee into waters unknown.\"\n\"If you keep seeking the light, you will experience loss in the future.\"\n\"My life is worth nothing. I've had enough of it all — of eking out this existence, of being shamed for blasphemy.\"\n\nThe giant serpent then showed forth a jewel that glimmered like snake-eyes.\n\"In that case, swear it upon this eye.\"\n\"This was also how I made a pact with my coral servants.\"\n\n\"Have you forgotten Master Spartacus' teachings?\"\n\"We must never worship a god! We can only rely on ourselves!\"\nThe white serpent said nothing, for it respected the will of the people dwelling in the depths.\nIf vain worship was supplanted by new belief,\nThen would it not dishonor those who fought?\n\n\"I'll swear it. I'll swear it here, before this eye.\"\n\"All is as it was when I lost everything.\"\n\n\"The years have passed swiftly. The island is complete. The vishaps are repelled, and the Holy Soil may now be governed.\"\n\"House of Sangonomiya, gathered Jibashiri, and my vassals — the oath sworn upon the eye has come to fruition.\"\n\"From today, if two or more parties should be dissatisfied with the arrangement concerning Enkanomiya, or should you decide otherwise than you first did,\"\n\"May the tower of the sun hear your wishes and collapse of its own accord, destroying all that was once your past.\"\n\nSaying these final words,\nThe serpent god took the remaining people to the surface.\nIt was time to fulfill his oath to the heavenly city...",
    "de": "\n„Willst du, dass ich der Gott der Bewohner der dunklen Tiefe werde?“\nDie riesige weiße Schlange starrte auf das Kind hinunter, das vor ihr stand.\n„Weil ich weder den goldenen Gott noch Narukami besiegen konnte, entschied ich mich, in unbekannte Gewässer zu fliehen.“\n„Wenn ihr weiterhin das Licht sucht, werdet ihr in Zukunft noch einmal Verlust erleben.“\n„Mein Tod ist nichts wert. Ich habe genug davon, mich durchzuschlagen und mich wegen Blasphemie zu schämen.“\n\nDie Riesenschlange zeigte eine wertvolle Perle, die dem Auge einer Schlange ähnelte.\n„Wenn es so ist, schwöre es vor diesem Auge.“\n„So habe ich auch einen Pakt mit meinen Korallendienern geschlossen.“\n\n„Hast du die Lehren von Meister Spartacus vergessen?“\n„Wir dürfen niemals einen Gott anbeten! Es liegt alles an uns!“\nDie weiße Schlange sagte nichts, denn sie respektierte den Willen der Bewohner der dunklen Tiefe.\nWenn die blinde Anbetung durch einen neuen Glauben ersetzt würde,\nwäre es dann nicht eine Schande für die, die gekämpft haben?\n\n„Dann werde ich vor diesem Auge schwören.“\n„Genauso wie es war, als ich alles verlor.“\n\n„Im Laufe der Jahre nahmen die Inseln Gestalt an. Die Drachenechsen wurden vertrieben und das Heilige Land kann nun regiert werden.“\n„Der Sangonomiya-Klan, die Jibashiri, meine Boten, der Eid, der vor dem Auge geleistet wurde, wird erfüllt.“\n„Sollten von heute an zwei oder mehr Parteien mit der Vereinbarung über Enkanomiya unzufrieden sein oder solltet ihr anders entscheiden, als ihr es zuerst getan habt.“\n„Der Turm der Sonne wird eure Beschlüsse hören und von selbst einstürzen, womit zerstört er alles, was einst eure Vergangenheit war.“\n\nMit diesen letzten Worten\nbrachte der Schlangengott die verbliebenen Menschen an die Meeresoberfläche.\nEs war Zeit, seinen Eid gegenüber der himmlischen Stadt zu erfüllen ...",
    "es": "\n“¿Quieres que me convierta en el dios del pueblo de las profundidades?”\nLa blanquecina serpiente gigante observó al niño y le dijo:\n“Decidí venir al desconocido océano porque no fui capaz de vencer ni al Dios del Oro ni a Narukami.\nSi ustedes aún siguen buscando luz, volverán a experimentar la pérdida en el futuro.\nMi vida no vale nada. He sobrevivido como he podido y he sido acusado de blasfemia... Ya he aguantado suficiente”.\n\nLa criatura gigante mostró una joya que brillaba cual ojo de serpiente.\n“En ese caso, haz tu juramento aquí, frente a este ojo.\nAsí fue como yo hice mi pacto con los sirvientes coralinos”.\n\n“¿Acaso han olvidado las enseñanzas del maestro Espartaco?\nNo debemos adorar a un dios, ¡solo podemos confiar en nosotros mismos!”\nLa serpiente blanca no dijo nada, pues respetaba la voluntad del pueblo de las profundidades.\nSi una adoración ciega era suplantada por una nueva creencia,\nno cabía duda de que sería una ofensa para aquellos que lucharon en el pasado.\n\n“Bien, entonces haré mi juramento aquí, frente a este ojo.\nIgual que cuando lo perdí todo...\n\nEl tiempo ha pasado muy rápido. La isla ya se ha completado, los Dragartos han sido expulsados y la tierra sagrada puede ser gobernada.\nEl clan Sangonomiya, los jibashiri, mis vasallos... El juramento que se hizo frente al ojo se ha cumplido.\nA partir de hoy, si alguna de las dos partes no está satisfecha con alguno de los acuerdos concernientes a Enkanomiya, o si toman una decisión distinta a la que tomaron al principio, la torre del\nsol escuchará sus deseos, se derribará por sí misma y destruirá todo el pasado”.\n\nDespués de terminar su discurso, el dios serpiente se dirigió a la\nsuperficie del mar junto a los habitantes que quedaban.\nEra la hora de cumplir el juramento que le hizo a la ciudad de los cielos.",
    "fr": "\n« Tu souhaites que je devienne votre divinité ? »\nLe serpent blanc géant observa l'enfant qui se tenait devant lui, puis poursuivit :\n« J'ai décidé de fuir vers ces mers inconnues, car je n'ai pu surpasser ni le dieu d'or, ni Narukami.\nSi vous êtes toujours à la recherche de la lumière, vous serez voués à refaire l'expérience d'une perte.\nMa vie est insignifiante. J'ai dû m'abaisser à fuir pour survivre, à subir le déshonneur d'être qualifié de profanateur... J'en ai eu assez. »\n\nLe serpent géant montra alors une perle qui brillait tel un œil de serpent.\n« Alors, prête serment devant cet œil.\nC'est également de cette manière que j'ai autrefois conclu un pacte avec mes serviteurs coralliens. »\n\n« Auriez-vous oublié les enseignements de maître Spartacus ?\nNous ne devons pas vénérer de dieu ! Nous devons compter uniquement sur nous-mêmes ! »\nLe serpent blanc se tut, car il respectait la volonté du peuple des profondeurs.\nSi une vénération vaine était remplacée par une nouvelle foi...\nCela ne serait-il pas une insulte pour tous ceux qui se sont battus ?\n\n« Je vais prêter serment ! Ici, devant cet œil.\nTout se passe comme au moment où j'ai tout perdu. »\n\n« Les années ont filé, l'île a été achevée, les Élémentosaures ont été chassés, et la Terre sacrée peut maintenant être gouvernée.\nLe Clan Sangonomiya, les jibashiri, et mes vassaux... Le serment prêté devant cet œil a porté ses fruits.\nDès ce jour, si deux parties ou plus sont insatisfaites des dispositions prises pour Enkanomiya, ou si vous prenez une décision différente de celle initiale...\nQue la tour du soleil entende votre résolution et s'effondre d'elle-même, réduisant à néant tout ce qui constituait votre passé. »\n\nAprès ces dernières paroles, \nla divinité serpent emmena le reste du peuple à la surface.\nIl était temps de remplir l'engagement envers la cité céleste...",
    "pt": "\n\"Você deseja que eu me torne seu deus?\"\nA gigantesca cobra branca olhava para baixo, com a criança em pé em sua frente.\n\"Foi por conta de não poder ter derrotado nem o deus dourado ou o Narukami que decidi fugir para águas desconhecidas.\"\n\"Se você continuar perseguindo a luz, você irá experienciar perdas no futuro.\"\n\"Minha vida não vale nada. Já estou farto de tudo isso — de apenas sobreviver nesta existência, de ter sido acusado de blasfêmia.\"\n\nA gigantesca serpente então, mostrou uma joia brilhante como olhos de cobra.\n\"Neste caso, jure em frente a este olho.\"\n\"Este também foi a forma que fiz um pacto com meus servos corais.\"\n\n\"Você esqueceu os ensinamentos do Mestre Spartacus?\"\n\"Não devemos nunca adorar a um deus! Devemos somente confiar em nós mesmos!\"\nA serpente branca não disse nada, pois ela respeitava a vontade das pessoas das profundezas.\nSe uma adoração cega for suplementada por uma nova crença,\nentão, ela não iria desonrar aqueles que lutaram?\n\n\"Eu juro. Eu juro, aqui, em frente a este olho.\"\n\"Tudo estava igual a quando perdi tudo.\"\n\n\"Os anos passaram rapidamente. A ilha está completa. Os dragartos foram expulsos, e o Solo Sagrado agora pode ser governado.\"\n\"Clã de Sangonomiya, os Jibashiri, e meus vassalos — o juramento feito em frente ao olho foi cumprido.\"\n\"A partir de hoje, se alguma das partes não estiver satisfeita com os acordos referentes a Enkanomiya, ou se tomarem uma decisão diferente da estipulada no início,\"\n\"que a torre de sol escute seus desejos, e que entre em colapso por si mesma, destruindo tudo que um dia foi o seu passado.\"\n\nAo dizer estas palavras finais,\no deus serpente levou as pessoas restantes para a superfície.\nEra hora de cumprir sua promessa à cidade dos céus...",
    "ru": "\n«Хочешь, чтобы я стал богом для жителей морской бездны?» -\nбелоснежный змей смотрит на ребёнка с высоты. -\n«Я выбрал побег в море неизведанного, лишь потому что не смог победить Золотого бога и Наруками.\nЕсли вы всё ещё жаждете света, в будущем вам не избежать новых потерь.\nНо я не держусь за жизнь. Я вкусил достаточно стыда прозябания и позора бесчестья».\n\nЗмей показывает драгоценную жемчужину, подобную змеиному зрачку.\n«Тогда принеси клятву перед этим Оком.\nТак я заключил союз с моими коралловыми фамильярами».\n\n«Вы забыли учение мастера Спартака?\nНельзя молить богов, нужно самим решать свою судьбу!»\nБелый змей молчит, он уважает волю народа морской бездны.\nСлепое следование новой вере\nбыло бы позором для непокорного народа.\n\n«Тогда и я принесу клятву перед этим Оком.\nВ точности как в те времена, когда я утратил всё.\n\nГоды идут, острова обретают форму, вишапы отступают, у проблемы святой земли может появиться решение.\nКлан Сангономия, дзибасири, мои вассалы - их желания перед Оком могут исполниться.\nВ будущем, если две из договаривающихся сторон окажутся недовольны, могут быть приняты другие решения.\nУслышав их, рухнет Башня солнца, уничтожив былое».\n\nДоговорив, змей ведёт оставшихся людей\nк поверхности.\nПришла пора исполнить его клятву небесному граду...",
    "id": "\n\"Mau mengangkatku jadi dewa kalian ya?\"\nSang Ular Putih raksasa menatap anak kecil yang berdiri di hadapannya.\n\"Aku terpaksa pergi ke laut yang tidak diketahui, karena tidak mampu mengalahkan dewa emas dan dewa petir.\"\n\"Jika masih mendambakan cahaya, maka di masa yang akan datang kamu akan merasakan sekali lagi kehilangan.\"\n\"Hidupku ini tidak berarti. Mengambang tanpa tujuan, terus menerus direndahkan. Sudah cukup.\"\n\nSang Ular Raksasa menampakkan suatu mutiara bersinar layaknya mata ular.\n\"Bersumpahlah di hadapan mata ini.\"\n\"Demikian diriku terikat sumpah yang sama dengan keturunan Sangonomiya.\"\n\n\"Apa kalian telah melupakan ajaran Sang Guru Agung Spartacus?\"\n\"Tidak boleh berserah dan memohon pada para dewa, andalkanlah kekuatan sendiri!\"\nSang Ular Putih diam seribu bahasa. Dia menghargai kehendak para putra-putri samudra.\nJika pemberian mereka yang sia-sia tergantikan oleh kepercayaan baru ini,\nBukankah itu sama saja dengan sebuah penghinaan terhadap para pejuang?\n\n\"Aku bersumpah di hadapan mata ini.\"\n\"Seperti ketika aku kehilangan segalanya.\"\n\n\"Zaman berganti zaman, pulaunya telah selesai, para vishap telah dipukul mundur, dan fenomena Tanah Suci harus ditanggulangi.\"\n\"Sumpah klan Sangonomiya, para Jibashiri, dan Pengikut Watatsumi, yang diucapkan di depan mata itu, kini telah terpenuhi.\"\n\"Mulai hari ini, jika ada ketidakpuasan mengenai urusan Enkanomiya, ataupun membuat keputusan lain yang menyalahi yang terdahulu,\"\n\"Biarlah menara surya itu luluh lantak dan mengubur semua sejarah bersama masa lalu.\"\n\nDewa Ular menyelesaikan kalimat terakhirnya,\nKemudian membawa semua orang ke permukaan.\nTiba saatnya dia memenuhi sumpahnya dengan langit ....",
    "th": "\n\"อยากให้ข้าไปเป็นเทพเจ้าของชาวห้วงลึกใต้ทะเลงั้นหรือ?\"\nอสรพิษยักษ์สีขาวบริสุทธิ์หลุบมองเด็กที่อยู่เบื้องหน้า\n\"เดิมทีที่ข้าเลือกหนีมายังทะเลที่ไม่รู้จัก ก็เพราะข้าไม่สามารถเอาชนะเทพแห่งทองคำและ Narukami ได้\"\n\"หากพวกเจ้ายังคงแสวงหาแสงสว่าง อนาคตจักต้องพบกับการสูญเสียอีกครั้งอย่างแน่นอน\"\n\"ชีวิตข้านั้นหาได้มีค่า มีเพียงความอับอาย และความอัปยศอดสู... ข้าทนมามากพอแล้ว\"\n\nอสรพิษยักษ์ได้แสดงไข่มุกที่หน้าตาราวกับลูกตาอสรพิษ\n\"กระนั้นเจ้าก็จงเอ่ยคำสาบานต่อเนตรแห่งคำสัตย์นี้เถอะ\"\n\"ข้าและบริพารแห่งปะการังเองก็ทำพันธสัญญากันด้วยวิธีนี้เช่นกัน\"\n\n\"พวกเจ้าลืมคำสอนของท่านอาจารย์ Spartacus ไปแล้วหรือ?\"\n\"ห้ามเคารพบูชาเทพ เราต้องพึ่งพาแค่ตัวเราเองเท่านั้น!\"\nอสรพิษยักษ์ไม่ได้กล่าวสิ่งใด มันเคารพเจตจำนงของชาวห้วงลึกใต้ทะเล\nหากการเคารพบูชาที่โง่เขลา ถูกแทนที่ด้วยความเชื่อใหม่นี้\nสำหรับเหล่าผู้ต่อต้านแล้ว คงเป็นเรื่องที่น่าอับอายอย่างไม่ต้องสงสัย\n\n\"งั้นข้าจะขอกล่าวคำสาบานต่อเนตรแห่งคำสัตย์นี้\"\n\"ดั่งเช่นตอนที่ข้าเคยสูญเสียทุกสิ่ง\"\n\n\"กาลเวลาผันผ่าน เกาะต่าง ๆ เสร็จสมบูรณ์ Vishap ล่าถอย และเรื่องราวของดินแดนศักดิ์สิทธิ์ก็ได้รับการอภิบาล\"\n\"ตระกูล Sangonomiya เหล่า Jibashiri และบริพารของข้า... ความปรารถนาอันยิ่งใหญ่ที่สาบานต่อเนตรได้สัมฤทธิผลแล้ว\"\n\"ตั้งแต่วันนี้เป็นต้นไป หากมีตั้งแต่สองฝ่ายขึ้นไปที่ไม่พอใจในข้อตกลงของ Enkanomiya หรือมีการตัดสินใจที่ต่างไปจากเดิม\"\n\"หอคอยแห่งตะวันจะรับฟังการตัดสินใจของพวกเจ้า และจะทำลายตนเอง เพื่อกลบฝังทุกสิ่งที่เป็นอดีต\"\n\nเทพอสรพิษกล่าวประโยคสุดท้ายออกมา\nจากนั้นมันก็นำพาผู้คนที่เหลือขึ้นไปเหนือผืนน้ำ\nถึงเวลาทำตามคำปฏิญาณที่เคยให้ไว้กับเมืองสวรรค์แล้ว...",
    "vi": "\n\"Muốn ta trở thành thần của con dân biển sâu sao?\"\nMãng xà trắng nhìn vào đứa trẻ trước mặt,\n\"Ta vốn dĩ do không thể thắng nổi thần vàng và Narukami, nên mới lựa chọn trốn đến vùng biển xa lạ này.\"\n\"Nếu như các ngươi vẫn mong chờ ánh sáng, vậy thì tương lai nhất định sẽ phải trải qua một lần mất mát nữa.\"\n\"Thân ta có chết cũng không xá gì, nỗi nhục khi sống trốn chui trốn nhủi, nỗi nhục ô danh... Ta đã chịu đủ rồi.\"\n\nMãng xà đưa ra một viên ngọc trông như mắt rắn,\n\"Vậy ngươi hãy lập lời thề trước con ngươi tuyên thệ này đi.\"\n\"Ta và các thân quyến san hô cũng kết liên minh như vậy.\"\n\n\"Các người đã quên lời dạy của thầy Spartacus rồi sao?\"\n\"Không được sùng bái thần, tất cả phải dựa vào chính chúng ta!\"\nMãng xà trắng không nói gì, nó tôn trọng ý chí của con dân biển sâu.\nNếu như sùng bái một cách ngu muội, bị thứ tín ngưỡng mới này quật ngã,\nĐối với những người kháng chiến mà nói, đây rõ ràng là một sự sỉ nhục.\n\n\"Vậy ta sẽ lập lời thề trước con ngươi tuyên thệ này.\"\n\"Cũng giống như lúc ta từng mất đi tất cả.\"\n\n\"Năm tháng dài dẳng, hải đảo hình thành, rồng đã rút lui, đất thánh cũng nên có nền thống trị.\"\n\"Nhà Sangonomiya, các Jibashiri, ngự sử của ta - ước nguyện trước con ngươi được thành hiện thực.\"\n\"Từ đây về sau, nếu có bất kỳ bên nào bất mãn gì với chuyện của biển sâu, hoặc có quyết định gì khác.\"\n\"Tòa tháp Dainichi khi nghe thấy quyết định của ngươi sẽ tự động phá hủy, chôn vùi mọi thứ trong quá khứ.\"\n\nThần Rắn nói xong câu cuối cùng,\nSau đó nó dẫn theo con dân còn lại cùng đi lên mặt biển.\nCũng đã đến lúc thực hiện lời thề của nó với trời cao rồi..."
  },
  "effects": [
    {
      "name": {
        "zhs": "微光的海渊民",
        "zht": "微光的海淵民",
        "jp": "淡く光りし海淵の民",
        "ko": "은은한 빛의 해연 백성",
        "en": "People of the Faltering Light",
        "de": "Bewohner der dunklen Tiefe",
        "es": "Resplandor de las profundidades",
        "fr": "Peuple des profondeurs enténébrées",
        "pt": "Povo das Profundezas Brilhantes",
        "ru": "Народ мерцающих глубин",
        "id": "People of the Faltering Light",
        "th": "People of the Faltering Light",
        "vi": "Con Dân Của Ánh Sáng Lay Lắt"
      },
      "description": {
        "zhs": "施放元素战技后，元素充能效率提升<color=#99FFFFFF>24%</color>，持续10秒。",
        "zht": "施放元素戰技後，元素充能效率提升<color=#99FFFFFF>24%</color>，持續10秒。",
        "jp": "元素スキルを発動すると、元素チャージ効率+<color=#99FFFFFF>24%</color>、継続時間10秒。",
        "ko": "원소전투 스킬 발동 후, 원소 충전 효율이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 10초",
        "en": "Increases Energy Recharge by <color=#99FFFFFF>24%</color> for 10s after using an Elemental Skill.",
        "de": "Erhöht bei Anwendung von Elementarfähigkeiten die Aufladerate 10 s lang um <color=#99FFFFFF>24 %</color>.",
        "es": "Tras usar la Habilidad Elemental, la Recarga de Energía aumenta en un <color=#99FFFFFF>24%</color> durante 10 s.",
        "fr": "#Augmente la recharge d'énergie de <color=#99FFFFFF>24{NON_BREAK_SPACE}%</color> pendant 10 s après l'utilisation d'une compétence élémentaire.",
        "pt": "Após usar a Habilidade Elemental, a Recarga de Energia aumenta em <color=#99FFFFFF>24%</color> por 10s.",
        "ru": "Использование элементального навыка увеличивает восстановление энергии на <color=#99FFFFFF>24%</color> в течение 10 сек.",
        "id": "Setelah melancarkan Elemental Skill, Energy Recharge akan meningkat sebesar <color=#99FFFFFF>24%</color> selama 10 detik.",
        "th": "หลังจากใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 10 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, Hiệu Quả Nạp Nguyên Tố tăng <color=#99FFFFFF>24%</color>, duy trì 10s."
      }
    },
    {
      "name": {
        "zhs": "微光的海渊民",
        "zht": "微光的海淵民",
        "jp": "淡く光りし海淵の民",
        "ko": "은은한 빛의 해연 백성",
        "en": "People of the Faltering Light",
        "de": "Bewohner der dunklen Tiefe",
        "es": "Resplandor de las profundidades",
        "fr": "Peuple des profondeurs enténébrées",
        "pt": "Povo das Profundezas Brilhantes",
        "ru": "Народ мерцающих глубин",
        "id": "People of the Faltering Light",
        "th": "People of the Faltering Light",
        "vi": "Con Dân Của Ánh Sáng Lay Lắt"
      },
      "description": {
        "zhs": "施放元素战技后，元素充能效率提升<color=#99FFFFFF>30%</color>，持续10秒。",
        "zht": "施放元素戰技後，元素充能效率提升<color=#99FFFFFF>30%</color>，持續10秒。",
        "jp": "元素スキルを発動すると、元素チャージ効率+<color=#99FFFFFF>30%</color>、継続時間10秒。",
        "ko": "원소전투 스킬 발동 후, 원소 충전 효율이 <color=#99FFFFFF>30%</color> 증가한다. 지속 시간: 10초",
        "en": "Increases Energy Recharge by <color=#99FFFFFF>30%</color> for 10s after using an Elemental Skill.",
        "de": "Erhöht bei Anwendung von Elementarfähigkeiten die Aufladerate 10 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Tras usar la Habilidad Elemental, la Recarga de Energía aumenta en un <color=#99FFFFFF>30%</color> durante 10 s.",
        "fr": "#Augmente la recharge d'énergie de <color=#99FFFFFF>30{NON_BREAK_SPACE}%</color> pendant 10 s après l'utilisation d'une compétence élémentaire.",
        "pt": "Após usar a Habilidade Elemental, a Recarga de Energia aumenta em <color=#99FFFFFF>30%</color> por 10s.",
        "ru": "Использование элементального навыка увеличивает восстановление энергии на <color=#99FFFFFF>30%</color> в течение 10 сек.",
        "id": "Setelah melancarkan Elemental Skill, Energy Recharge akan meningkat sebesar <color=#99FFFFFF>30%</color> selama 10 detik.",
        "th": "หลังจากใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 10 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, Hiệu Quả Nạp Nguyên Tố tăng <color=#99FFFFFF>30%</color>, duy trì 10s."
      }
    },
    {
      "name": {
        "zhs": "微光的海渊民",
        "zht": "微光的海淵民",
        "jp": "淡く光りし海淵の民",
        "ko": "은은한 빛의 해연 백성",
        "en": "People of the Faltering Light",
        "de": "Bewohner der dunklen Tiefe",
        "es": "Resplandor de las profundidades",
        "fr": "Peuple des profondeurs enténébrées",
        "pt": "Povo das Profundezas Brilhantes",
        "ru": "Народ мерцающих глубин",
        "id": "People of the Faltering Light",
        "th": "People of the Faltering Light",
        "vi": "Con Dân Của Ánh Sáng Lay Lắt"
      },
      "description": {
        "zhs": "施放元素战技后，元素充能效率提升<color=#99FFFFFF>36%</color>，持续10秒。",
        "zht": "施放元素戰技後，元素充能效率提升<color=#99FFFFFF>36%</color>，持續10秒。",
        "jp": "元素スキルを発動すると、元素チャージ効率+<color=#99FFFFFF>36%</color>、継続時間10秒。",
        "ko": "원소전투 스킬 발동 후, 원소 충전 효율이 <color=#99FFFFFF>36%</color> 증가한다. 지속 시간: 10초",
        "en": "Increases Energy Recharge by <color=#99FFFFFF>36%</color> for 10s after using an Elemental Skill.",
        "de": "Erhöht bei Anwendung von Elementarfähigkeiten die Aufladerate 10 s lang um <color=#99FFFFFF>36 %</color>.",
        "es": "Tras usar la Habilidad Elemental, la Recarga de Energía aumenta en un <color=#99FFFFFF>36%</color> durante 10 s.",
        "fr": "#Augmente la recharge d'énergie de <color=#99FFFFFF>36{NON_BREAK_SPACE}%</color> pendant 10 s après l'utilisation d'une compétence élémentaire.",
        "pt": "Após usar a Habilidade Elemental, a Recarga de Energia aumenta em <color=#99FFFFFF>36%</color> por 10s.",
        "ru": "Использование элементального навыка увеличивает восстановление энергии на <color=#99FFFFFF>36%</color> в течение 10 сек.",
        "id": "Setelah melancarkan Elemental Skill, Energy Recharge akan meningkat sebesar <color=#99FFFFFF>36%</color> selama 10 detik.",
        "th": "หลังจากใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น <color=#99FFFFFF>36%</color> เป็นเวลา 10 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, Hiệu Quả Nạp Nguyên Tố tăng <color=#99FFFFFF>36%</color>, duy trì 10s."
      }
    },
    {
      "name": {
        "zhs": "微光的海渊民",
        "zht": "微光的海淵民",
        "jp": "淡く光りし海淵の民",
        "ko": "은은한 빛의 해연 백성",
        "en": "People of the Faltering Light",
        "de": "Bewohner der dunklen Tiefe",
        "es": "Resplandor de las profundidades",
        "fr": "Peuple des profondeurs enténébrées",
        "pt": "Povo das Profundezas Brilhantes",
        "ru": "Народ мерцающих глубин",
        "id": "People of the Faltering Light",
        "th": "People of the Faltering Light",
        "vi": "Con Dân Của Ánh Sáng Lay Lắt"
      },
      "description": {
        "zhs": "施放元素战技后，元素充能效率提升<color=#99FFFFFF>42%</color>，持续10秒。",
        "zht": "施放元素戰技後，元素充能效率提升<color=#99FFFFFF>42%</color>，持續10秒。",
        "jp": "元素スキルを発動すると、元素チャージ効率+<color=#99FFFFFF>42%</color>、継続時間10秒。",
        "ko": "원소전투 스킬 발동 후, 원소 충전 효율이 <color=#99FFFFFF>42%</color> 증가한다. 지속 시간: 10초",
        "en": "Increases Energy Recharge by <color=#99FFFFFF>42%</color> for 10s after using an Elemental Skill.",
        "de": "Erhöht bei Anwendung von Elementarfähigkeiten die Aufladerate 10 s lang um <color=#99FFFFFF>42 %</color>.",
        "es": "Tras usar la Habilidad Elemental, la Recarga de Energía aumenta en un <color=#99FFFFFF>42%</color> durante 10 s.",
        "fr": "#Augmente la recharge d'énergie de <color=#99FFFFFF>42{NON_BREAK_SPACE}%</color> pendant 10 s après l'utilisation d'une compétence élémentaire.",
        "pt": "Após usar a Habilidade Elemental, a Recarga de Energia aumenta em <color=#99FFFFFF>42%</color> por 10s.",
        "ru": "Использование элементального навыка увеличивает восстановление энергии на <color=#99FFFFFF>42%</color> в течение 10 сек.",
        "id": "Setelah melancarkan Elemental Skill, Energy Recharge akan meningkat sebesar <color=#99FFFFFF>42%</color> selama 10 detik.",
        "th": "หลังจากใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น <color=#99FFFFFF>42%</color> เป็นเวลา 10 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, Hiệu Quả Nạp Nguyên Tố tăng <color=#99FFFFFF>42%</color>, duy trì 10s."
      }
    },
    {
      "name": {
        "zhs": "微光的海渊民",
        "zht": "微光的海淵民",
        "jp": "淡く光りし海淵の民",
        "ko": "은은한 빛의 해연 백성",
        "en": "People of the Faltering Light",
        "de": "Bewohner der dunklen Tiefe",
        "es": "Resplandor de las profundidades",
        "fr": "Peuple des profondeurs enténébrées",
        "pt": "Povo das Profundezas Brilhantes",
        "ru": "Народ мерцающих глубин",
        "id": "People of the Faltering Light",
        "th": "People of the Faltering Light",
        "vi": "Con Dân Của Ánh Sáng Lay Lắt"
      },
      "description": {
        "zhs": "施放元素战技后，元素充能效率提升<color=#99FFFFFF>48%</color>，持续10秒。",
        "zht": "施放元素戰技後，元素充能效率提升<color=#99FFFFFF>48%</color>，持續10秒。",
        "jp": "元素スキルを発動すると、元素チャージ効率+<color=#99FFFFFF>48%</color>、継続時間10秒。",
        "ko": "원소전투 스킬 발동 후, 원소 충전 효율이 <color=#99FFFFFF>48%</color> 증가한다. 지속 시간: 10초",
        "en": "Increases Energy Recharge by <color=#99FFFFFF>48%</color> for 10s after using an Elemental Skill.",
        "de": "Erhöht bei Anwendung von Elementarfähigkeiten die Aufladerate 10 s lang um <color=#99FFFFFF>48 %</color>.",
        "es": "Tras usar la Habilidad Elemental, la Recarga de Energía aumenta en un <color=#99FFFFFF>48%</color> durante 10 s.",
        "fr": "#Augmente la recharge d'énergie de <color=#99FFFFFF>48{NON_BREAK_SPACE}%</color> pendant 10 s après l'utilisation d'une compétence élémentaire.",
        "pt": "Após usar a Habilidade Elemental, a Recarga de Energia aumenta em <color=#99FFFFFF>48%</color> por 10s.",
        "ru": "Использование элементального навыка увеличивает восстановление энергии на <color=#99FFFFFF>48%</color> в течение 10 сек.",
        "id": "Setelah melancarkan Elemental Skill, Energy Recharge akan meningkat sebesar <color=#99FFFFFF>48%</color> selama 10 detik.",
        "th": "หลังจากใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น <color=#99FFFFFF>48%</color> เป็นเวลา 10 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nguyên Tố, Hiệu Quả Nạp Nguyên Tố tăng <color=#99FFFFFF>48%</color>, duy trì 10s."
      }
    }
  ],
  "internal_name": "Catalyst_Jyanome",
  "imgid": "catalyst/jyanome"
}