{
  "id": 14504,
  "type": "catalyst",
  "rank": 5,
  "name": {
    "zhs": "尘世之锁",
    "zht": "塵世之鎖",
    "jp": "浮世の錠",
    "ko": "속세의 자물쇠",
    "en": "Memory of Dust",
    "de": "Ketten des Diesseits",
    "es": "Candado Terrenal",
    "fr": "Chaînes mortelles",
    "pt": "Memória da Poeira",
    "ru": "Память о пыли",
    "id": "Memory of Dust",
    "th": "Memory of Dust",
    "vi": "Khóa Trần Thế"
  },
  "description": {
    "zhs": "蕴含着某种悠远记忆的石锁，随着无穷的变换透露出其中的力量。",
    "zht": "蘊含著某種悠遠記憶的石鎖，隨著無窮的變換透露出其中的力量。",
    "jp": "ある遠い昔の記憶が秘められている石の錠。窮まりない変化の中からその力が伺える。",
    "ko": "어느 오래된 기억을 품고 있는 돌 자물쇠. 끝없는 변화 속에서 그 힘을 엿볼 수 있다",
    "en": "A stone dumbbell containing distant memories. Its endless transformations reveal the power within.",
    "de": "Ein steinernes Schloss, das längst vergangene Erinnerungen verschlossen hält. Nach unendlichen Umwandlungen zeigt es seine wahre Kraft.",
    "es": "Un candado de piedra que contiene algún tipo de recuerdo ancestral y revela su poder con infinitas transformaciones.",
    "fr": "Une arme en pierre lourde et porteuse de souvenirs lointains. Ses transformations incessantes révèlent la puissance qui l'habite.",
    "pt": "Uma fechadura de pedra contendo memórias distantes. Suas infinitas transformações revelam seu poder interior.",
    "ru": "Камень, содержащий далёкие воспоминания. Нескончаемые изменения обнажили его внутреннюю силу.",
    "id": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
    "th": "ทุ่นหินที่เต็มไปด้วยความทรงจำอันแสนยาวนาน การเปลี่ยนแปลงที่ไม่มีที่สิ้นสุด ได้เผยให้เห็นถึงพลังของมัน",
    "vi": "Chiếc khóa bằng đá dường như ẩn chứa những dòng lịch sử cổ xưa nào đó, sự thay đổi của thời gian khiến nó để lộ ra sức mạnh trong đó."
  },
  "lore": {
    "zhs": "\n「这是盟约的信物，也是我对你的挑战」\n「我的一切智慧，都藏在这把石锁之中」\n他想起初次见面，大衣袖的少女呈上信物时故作庄严而雀跃的样子。\n真是愚蠢，明明就没有正式的契约，明明只不过自顾自地一同行动…\n但就是会想起，过去琉璃百合盛放的原野上，两人初次相见的情景，\n以及最后，在琉璃百合丛中，她说的话。\n\n「那些小小的人儿们，如同微尘般渺小又脆弱」\n「因为渺小，所以不知何时会殒命于天灾人祸。所以总是害怕」\n「因为害怕，所以总是努力，想变得更聪明。我啊，是明白的」\n「所以我想，既然与你力量差距太大，那就运用技术与智慧吧」\n「同时具有你的力量与我的头脑的话…这座城市会很了不起吧」\n她最后有些落寞地笑了笑，慢慢化作了无比细微的尘埃。\n「看来还是无法和你一同走下去了。那把锁的事情，忘了它吧」\n\n「这是盟约的信物，也是我对你的挑战」\n「我的一切智慧，都藏在这把石锁之中」\n「如果能解开它的话——」\n许多年，他都没能解开这把锁，也不知道那句话的下文。\n随着岁月变迁，如今野生的琉璃百合也几乎不见踪迹了。\n",
    "zht": "\n「這是盟約的信物，也是我對你的挑戰」\n「我的一切智慧，都藏在這把石鎖之中」\n他想起初次見面，大衣袖的少女呈上信物時故作莊嚴而雀躍的樣子。\n真是愚蠢，明明就沒有正式的契約，明明只不過自顧自地一同行動…\n但就是會想起，過去琉璃百合盛放的原野上，兩人初次相見的情景，\n以及最後，在琉璃百合叢中，她說的話。\n\n「那些小小的人兒們，如同微塵般渺小又脆弱」\n「因為渺小，所以不知何時會殞命於天災人禍。所以總是害怕」\n「因為害怕，所以總是努力，想變得更聰明。我啊，是明白的」\n「所以我想，既然與你力量差距太大，那就運用技術與智慧吧」\n「同時具有你的力量與我的頭腦的話…這座城市會很了不起吧」\n她最後有些落寞地笑了笑，慢慢化作了無比細微的塵埃。\n「看來還是無法和你一同走下去了。那把鎖的事情，忘了它吧」\n\n「這是盟約的信物，也是我對你的挑戰」\n「我的一切智慧，都藏在這把石鎖之中」\n「如果能解開它的話——」\n許多年，他都沒能解開這把鎖，也不知道那句話的下文。\n隨著歲月變遷，如今野生的琉璃百合也幾乎不見蹤跡了。\n",
    "jp": "\n「これが盟約の印であり、私からあなたへの挑戦状でもある」\n「わたしの全ての知恵を、この石錠に閉じ込めた」\n彼は初めて少女を見た時の事を思い出した。ぶかぶかな着物を着て、印を持った彼女は、わざとらしい位に真面目な顔をしていた。\n本当に愚かだ。まだ正式な契約を結んでいないと言うのに。\n彼はまた、昔、琉璃百合の咲き乱れる野原で、二人が初めて出会った情景を思い出した。\nそれと、琉璃百合の中で、彼女と最後に交わした言葉も。\n\n「あの小さな者達は、塵のようにちっぽけで軟弱だ」\n「ちっぽけだから、いつ自分達が天災や事故で死ぬのか、いつも怯えている」\n「怯えているから、もっと賢くなろうと、いつも努力している。私には分かる」\n「だから、あなたの力には遠く及ばないけど、私達は技術と知恵を使えばいいと思うの」\n「同時にあなたの力と私の頭脳があれば……この街は素晴らしい場所になるはずよ」\n彼女は寂しそうに笑うと、ゆっくりと細かい塵と化した。\n「やっぱり、あなたとは共に歩めそうにないわ。錠前の事は、忘れて」\n\n「これが盟約の印であり、私からあなたへの挑戦状でもある」\n「わたしの全ての知恵を、この石錠に閉じ込めた」\n「もし、これを解く事が出来るのなら——」\n何年経っても、彼にはそれを解く事が出来なかったし、その言葉の続きも知らなかった。\n月日が流れるにつれ、野生の琉璃百合もほとんど姿を消していった。\n",
    "ko": "\n「이건 맹약의 증표이자 당신을 향한 내 도전이야」\n「내 모든 지혜를 이 돌 자물쇠 안에 숨겨 놓았어」\n그는 첫 만남에서 소매가 큰 옷을 입은 소녀가 진지하고 엄숙한 척하며 증표를 바치던 모습이 떠올랐다.\n정말 어리석었다. 아직 정식으로 계약을 체결하지도 않았는데…\n하지만 그는 과거 유리백합이 만발하던 들판에서 두 사람이 처음 만났던 상황을 떠올렸다.\n그리고 마지막에 유리백합 속에서 그녀와 나눈 말도.\n\n「저 조그만 사람들은 티끌처럼 작고 연약해」\n「아주 작아서 언제 재앙이나 사고로 죽을지를 항상 두려워하고 있지」\n「두려워하고 있기에 더 똑똑해지려고 노력하는 거라는 걸 난 알아」\n「당신 힘에는 많이 못 미치니까 기술과 지혜를 사용하면 될 것 같아」\n「당신의 힘과 내 두뇌가 함께한다면… 이 도시도 엄청 대단해지겠지」\n그녀는 마지막에 쓸쓸하게 웃더니 천천히 아주 작은 먼지가 되었다.\n「역시 당신과는 함께 하지 못할 것 같아. 자물쇠에 관한 일은 잊어」\n\n「이건 맹약의 증표이자 당신을 향한 내 도전이야」\n「내 모든 지혜를 이 돌 자물쇠 안에 숨겨 놓았어」\n「만약 이걸 열 수 있다면——」\n몇 년이 지나도 그는 이걸 열 수도 그리고 뒷말을 알 수도 없었다.\n세월이 지남에 따라 야생 유리백합도 거의 자취를 감추게 됐다.\n",
    "en": "\n\"This is the mark of our pledge, and it is also my challenge to you.\"\n\"All my wisdom is hidden within this stone dumbbell.\"\nHe remembers meeting the young woman with the billowing sleeves, remembers the way she acted solemn, yet seemed joyful when she presented him this token.\nWhat a silly notion. There was no formal contract between them. They were merely two people walking the same path for their own reasons...\nBut he remembers the scene of their first meeting anyway, when the Glaze Lilies were still in abundant bloom.\nHe also remembers those words she spoke at the end — again, amid the Glaze Lilies.\n\n\"Those little people are as small and fragile as dust.\"\n\"Because they are so small, they know not when they will lose their lives to disaster or strife, and so they are afraid.\"\n\"Because they are afraid, they try so hard to become more intelligent. This I understand.\"\n\"So I thought that since there is such a gulf between us in strength, I should use technique and wisdom instead.\"\n\"With your brawn and my brains, this city would surely become a great one.\"\nHer final smile was a lonely one, even as her form dissolved into the finest dust.\n\"It seems that our journey together has come to an end. As for that stone dumbbell, forget about it, would you?\"\n\n\"This is the mark of our pledge, and it is also my challenge to you.\"\n\"All my wisdom is hidden within this stone dumbbell.\"\n\"If you can unlock it—\"\nMany years passed, and he was never able to unlock that dumbbell, nor would he ever learn what might have followed that sentence.\nOver the years, the wild Glaze Lilies, too, dwindled till at last they were no more.\n",
    "de": "\n„Dies ist ein Zeichen des Bündnisses und meine Herausforderung an dich.“\n„Meine ganze Weisheit ist hinter diesem Steinschloss verborgen.“\nEr erinnerte sich an das erste Mal, als er die junge Frau mit den weiten Ärmeln gesehen hatte, die ihm mit einem feierlichen und emotionalen Ausdruck das Symbol zeigte.\nWie dumm das war. Es war natürlich klar, dass es keinen offiziellen Vertrag gab und sie einfach zusammen, aber unabhängig voneinander fortschritten ...\nAber ich erinnerte mich noch an die Szene, in der sie sich zum ersten Mal trafen, die blühenden Glaslilien auf dem Feld,\nund an das, was sie zwischen den vielen Glaslilien sagte.\n\n„Diese unbedeutenden Menschen, die so klein und zerbrechlich sind wie Staubkörnchen ...“\n„Da sie so unbedeutend und klein sind, wissen sie nicht, ob sie an Naturkatastrophen oder von Menschen verursachten Katastrophen sterben werden. Daher haben sie immer Angst.“\n„Furcht bringt sie dazu, sich mehr anzustrengen und klüger sein zu wollen. Das ist verständlich.“\n„Da du viel stärker bist als ich, muss ich meine Fähigkeiten und meine Weisheit klug einsetzen.“\n„Mit deiner Kraft und meinem Verstand ... könnte diese Stadt Erstaunliches leisten.“\nAm Ende lächelte er traurig und zerfiel ganz langsam zu Staub ...\n„Ich scheine nicht mehr mit dir gehen zu können. Vergiss das Schloss!“\n\n„Dies ist ein Zeichen des Bündnisses und meine Herausforderung an dich.“\n„Meine ganze Weisheit ist hinter diesem Steinschloss verborgen.“\n„Falls du es jedoch öffnen kannst ...“\nIn all den Jahren konnte ich das Schloss nicht öffnen und wusste auch nicht, wie dieser Satz enden würde.\nMit der Zeit waren fast alle wilden Glaslilien verschwunden.\n",
    "es": "\n“Este es el símbolo del pacto, y también es el desafío que te propongo”.\n“Toda mi sabiduría está contenida en este candado”.\nRecordó la primera vez que había visto a la joven de amplias mangas, quien con expresión solemne y emocionada le mostraba el símbolo.\n¡Qué estupidez! Estaba claro que no había ningún contrato oficial y que simplemente iban juntos, pero de forma independiente.\nPero, aun así, recordaba la escena en la que se encontraron por primera vez, los lirios de cristal floridos en el campo,\ny al final, cuando ella habló entre las flores.\n\n“Esas personas insignificantes que son tan pequeñas y frágiles como motas de polvo...”\n“Como son insignificantes, no saben si morirán a causa de desastres naturales o provocados, y siempre tienen miedo”.\n“El miedo hace que se esfuercen y que quieran ser más inteligentes. Es comprensible”.\n“Como tú eres mucho más fuerte que yo, debo utilizar mis habilidades y mi sabiduría”.\n“Con tu fuerza y mi cerebro... esta ciudad sería increíble”.\nAl final, sonrió tristemente y se convirtió, muy despacio, en una mota de polvo.\n“Parece que no puedo seguir caminando contigo. ¡Olvida el asunto del candado!”.\n\n“Este es el símbolo del pacto, y también es el desafío que te propongo”.\n“Toda mi sabiduría está contenida en este candado”.\n“Si la liberaras...”\nEn todos estos años, no había sido capaz de acceder a la sabiduría contenida en el candado, ni sabía cómo terminaría aquella frase.\nCon el paso del tiempo, los lirios de cristal salvajes casi habían desaparecido.\n",
    "fr": "\n« C'est le symbole du pacte, et c'est aussi le défi que je te propose. »\n« Toute ma sagesse est contenue dans ce fermoir de pierre. »\nIl se souvenait de leur première rencontre, quand la jeune fille aux longues manches lui avait montré le symbole, avec une expression qui mélangeait excitation et sérieux.\nC'est idiot ! Il était clair qu'il n'y avait aucun pacte officiel et qu'ils allaient simplement ensemble...\nMais il se souvenait de leur première rencontre quoi qu'il en soit, quand les lys vernis en fleurs abondaient.\nIl se rappelait aussi ces mots qu'elle prononça au milieu des lys vernis.\n\n« Ces êtres insignifiants sont aussi petits et fragiles que des grains de poussière... »\n« Ils sont si insignifiants qu'ils ne savent pas s'ils mourront d'une catastrophe naturelle ou de la main de l'homme, et passent leur vie dans une crainte continue. »\n« Cette peur les pousse à lutter pour devenir plus intelligents. C'est compréhensible... »\n« Puisqu'il y a une trop grande différence entre nos forces, je dois utiliser ma sagesse et mes compétences. »\n« Avec ta force et mon intelligence... Cette ville serait incroyable... »\nSon dernier sourire était un sourire solitaire, tandis qu'elle se transformer en la plus fine des poussières.\n« Je ne pourrai pas continuer avec toi. Oublie donc cette histoire de fermoir ! »\n\n« C'est le symbole du pacte, et c'est aussi le défi que je te propose. »\n« Toute ma sagesse est contenue dans ce fermoir de pierre. »\n« Si tu arrives à l'ouvrir... »\nLes années passèrent, sans qu'il arrive à ouvrir le fermoir, ni qu'il découvre la suite de cette phrase.\nEt au fil des années, les lys vernis sauvages disparurent progressivement.\n",
    "pt": "\n\"Isso é o símbolo da aliança, também é o meu desafio para com você.\"\n\"Toda minha sabedoria, tudo selado dentro desta rocha.\"\nEle se lembrou da primeira vez que se encontraram, quando a jovem de mangas compridas lhe mostrou o símbolo e se fingiu de séria e ansiosa.\nÉ realmente estúpido, claramente não havia um acordo oficial, claramente estavam fazendo a mesma jornada mas de forma independente...\nMas se lembrava daquele ambiente onde os dois se viram a primeira vez, aquele campo cheio de Lírios-de-Vidro,\nBem como no final, quando, entre os Lírios-de-Vidro, ela falou.\n\n\"Aquelas pequenas crianças, tão fracas e pequenas como poeira.\"\n\"Por ser tão pequeno, posso morrer a qualquer momento. Sempre estou com medo.\"\n\"Eu tenho medo, portanto sempre estou me esforçando, quero me tornar mais esperto.\"\n\"Como a diferença entre nossas forças é muito grande eu preciso usar técnicas e sabedoria.\" \n\"Com sua força e o meu cérebro, essa cidade será maravilhosa.\"\nEla riu solitariamente, e lentamente tornou-se um minúsculo grão de poeira.\n\"Parece que ainda não somos capazes de ir. Esqueça sobre aquela fechadura.\"\n\n\"Isso é o símbolo da aliança, também é o meu desafio para com você.\"\n\"Toda minha sabedoria, tudo selado dentro desta rocha.\"\n\"Se você conseguir abri-la...\"\nHá muitos anos que ele não conseguia abrir a fechadura, e também não sabia o fim daquela frase.\nCom o passar dos anos, hoje quase não há sinal dos Lírios de Vidro selvagens.\n",
    "ru": "\n«Это символ союза и мой тебе вызов.\nВ этом замке - вся моя мудрость».\nОн вспомнил, как при первой встрече она радостно преподнесла символ с притворной торжественностью.\nКакая глупость. Понятно, что договор не настоящий. Просто само собой получилось, что они остались вместе.\nОн вспоминал их первую встречу на поле цветущих глазурных лилий.\nОн вспоминал, как среди лилий она сказала:\n\n«Эти людишки такие ничтожные и слабые, словно пыль.\nИз-за ничтожности не знают, когда оборвётся их жизнь, и потому боятся.\nИз-за страха всё пыжатся, хотят стать умнее. А я знаю.\nИ вот я думаю - силой с тобой не сравниться, так надо использовать знания и умения.\nС твоей силой и моим умом... Этот город будет чудесным».\nПотом она как-то опустошённо улыбнулась и медленно превратилась в мелкую пыль.\n«Похоже, что всё-таки не смогу я быть вместе с тобой. А про тот замок... Забудь.\n\nЭто символ союза и мой тебе вызов.\nВ этом замке - вся моя мудрость.\nЕсли сможешь открыть...»\nОн так и не смог открыть замок. Он так и не знал окончания фразы.\nПрошло много лет. Сегодня от диких лилий уже почти не осталось следа.\n",
    "id": "\n\"Ini adalah tanda perjanjian aliansi dan tantanganku untukmu.\"\n\"Semua kebijaksanaanku, semuanya tersegel di dalam batu ini\"\nDia ingat pertama kali dia bertemu, gadis dengan kemeja lengan panjang memberikan kepercayaannya dengan penampilannya yang serius namun ceria.\nBodoh sekali, jelas tidak ada kesepakatan resmi, mereka hanya bertindak bersama-sama saja...\nTapi aku baru teringat adegan ketika keduanya bertemu untuk pertama kalinya di lapangan di mana bunga lili bermekaran,\nSerta kata terakhir yang dia ucapkan, pada pertemuan itu.\n\n\"Orang-orang itu kecil dan rapuh seperti debu.\"\n\"Karena kecil, tidak tahu kapan akan terbunuh oleh bencana alam dan ulah manusia. Jadi selalu takut.\"\n\"Karena takut, jadi selalu bekerja keras dan ingin lebih pintar. Aku mengerti.\"\n\"Jadi kupikir, jika kekuatanku dibandingkan dengan kamu, itu terlalu lemah, maka gunakan saja teknik dan kebijaksanaan.\"\n\"Jika memiliki kekuatan dan pikiranku pada saat yang bersamaan... kota ini pasti akan menjadi hebat, bukan\"\nAkhirnya, dia tersenyum simpul dan perlahan berubah menjadi debu yang sangat halus.\n\"Sepertinya kita belum bisa pergi. Lupakan saja kunci itu.\"\n\n\"Ini adalah tanda perjanjian aliansi dan tantanganku untukmu.\"\n\"Semua kebijaksanaanku, semuanya tersegel di dalam batu ini\"\n\"Jika kamu bisa membukanya-\"\nBertahun-tahun kemudian, dia masih saja tidak bisa membuka kunci itu, dia juga tidak tahu sisa dari kalimat itu.\nSetelah bertahun-tahun berlalu, bunga bakung liar yang berkilauan pun sudah hampir punah.\n",
    "th": "\n\"สิ่งนี้เป็นสัญลักษณ์แทนคำสัญญาของเรา และเป็นการท้าทายของฉันที่มีต่อนาย\"\n\"ความรู้ทั้งหมดของฉัน ใส่ไว้ในทุ่นหินนี้แล้ว\"\nเขายังจำครั้งแรกที่เจอกับเธอได้ สาวน้อยที่สวมเสื้อแขนพอง เธอยื่นของที่ระลึกนี้ให้ พร้อมทำท่าเคร่งขรึมแต่แฝงไปด้วยความขี้เล่น\nซื่อบื้อจริง ๆ เลย มันไม่มีสัญญาอะไรสักหน่อย ก็แค่คนสองคนที่ต้องร่วมทางกันด้วยเหตุผลของตัวเอง\nแต่เขาก็ยังจำฉากตอนที่พวกเขาเจอกันครั้งแรกได้อยู่ดี ตอนที่ดอก Glaze Lily บานสะพรั่งอยู่ในทุ่ง\nเขายังจำคำพูดสุดท้ายที่เธอพูดกับเขากลางทุ่งดอก Glaze Lily ได้ด้วย\n\n\"คนพวกนั้นตัวเล็กและบอบบางเหมือนฝุ่นธุลี\"\n\"เพราะพวกเขาตัวเล็ก จึงไม่รู้ว่าเมื่อไหร่จะต้องตายเพราะภัยธรรมชาติหรือภัยจากคนด้วยกัน พวกเขาถึงได้หวาดกลัว\"\n\"เพราะความกลัว พวกเขาถึงต้องดิ้นรนพยายามให้ตัวเองฉลาดขึ้น ฉันน่ะเข้าใจดี\"\n\"ฉันถึงได้คิดว่า ในเมื่อพลังของเรายังต่างกันมากเกินไป งั้นฉันก็ใช้เทคนิคและความรู้ดีกว่า\"\n\"ด้วยพลังของเธอ และมันสมองของฉัน... น่าจะทำให้เมืองนี้เป็นเมืองที่ดีเมืองนึง\"\nรอยยิ้มสุดท้ายของเธอช่างดูเดียวดาย และร่างของเธอค่อย ๆ สลายไปกลายเป็นส่วนหนึ่งของฝุ่นละออง\n\"ดูเหมือนว่าการเดินทางร่วมกันของเรามาถึงจุดจบแล้ว เรื่องของทุ่นหินนี้ นายก็ลืมมันไปซะเถอะ\"\n\n\"สิ่งนี้เป็นสัญลักษณ์แทนคำสัญญาของเรา และเป็นการท้าทายของฉันที่มีต่อนาย\"\n\"ความรู้ทั้งหมดของฉัน ใส่ไว้ในทุ่นหินนี้แล้ว\"\n\"ถ้าสามารถเปิดมันได้ล่ะก็——\"\nผ่านมาหลายปีแล้ว แต่เขาก็ยังไม่สามารถไขล็อกนั้นได้สักที และเขาก็ไม่รู้เลยว่าข้อความต่อจากข้อความนั้นคืออะไร\nเวลาผ่านไปอีกหลายปี จนกระทั่งดอก Glaze Lily โรยราไปจนไม่สามารถพบมันได้อีกแล้ว\n",
    "vi": "\n\"Đây là tín vật của liên minh, cũng là sự thử thách của ta dành cho ngươi\"\n\"Tất cả trí tuệ của ta đều cất giữ trong ổ khóa bằng đá này\"\nAnh nhớ lại lần đầu tiên gặp mặt, cô gái mặc áo dài tay dâng lên tín vật với dáng vẻ trang trọng mà vui vẻ.\nĐúng là ngu ngốc, rõ ràng là không có giao kèo chính thức, rõ ràng chỉ là tự ý hành động cùng nhau...\nNhưng chỉ nhớ đến giây phút hai người gặp nhau lần đầu, trên thảo nguyên nở rộ bách hợp lưu ly, \nCũng như lời cuối cùng mà cô ấy nói, giữa những đóa bách hợp lưu ly.\n\n\"Những con người ấy, nhỏ bé và mong manh như hạt bụi\"\n\"Chính vì quá nhỏ bé, bởi vậy không biết khi nào sẽ bỏ mạng trong thiên tai hoạn nạn. Bởi vậy cứ luôn lo sợ\"\n\"Chính vì lo sợ, nên cứ luôn nỗ lực, mong muốn trở nên thông minh hơn. Ta hiểu điều đó\"\n\"Vì thế ta nghĩ, nếu sức mạnh của ta so với ngươi quá kém cỏi, thì cứ dùng kỹ thuật và trí tuệ\"\n\"Cùng lúc sở hữu sức mạnh của ngươi và trí óc của ta... thành phố này chắc chắn sẽ rất tuyệt phải không\"\nCuối cùng cô ấy lặng lẽ mỉm cười, rồi từ từ hóa thành hàng vạn hạt bụi li ti.\n\"Xem ra vẫn không thể cùng ngươi đi tiếp. Chuyện về chiếc ổ khóa đó, hãy quên nó đi\"\n\n\"Đây là tín vật của liên minh, cũng là sự thử thách của ta dành cho ngươi\"\n\"Tất cả trí tuệ của ta đều cất giữ trong ổ khóa bằng đá này\"\n\"Nếu có thể mở nó ra...\"\nRất nhiều năm sau, anh ấy vẫn không thể mở ổ khóa ấy, cũng không biết được vế còn lại của câu nói đó.\nTheo thời gian, cánh đồng bách hợp lưu ly ấy cũng đã biến mất không dấu vết.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>20%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>4%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>20%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>4%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>20%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>4%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>20%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>4%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>20%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>4%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>20 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>4 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>4%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "Augmente la force du bouclier de <color=#99FFFFFF>20 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>4 %</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a Força do Escudo em <color=#99FFFFFF>20%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>4%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>20%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>4%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>20%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>4%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>20%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>4%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>20%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>4%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>25%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>5%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>25%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>5%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>25%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>5%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>25%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>5%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>25%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>5%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>25 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>5 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>25%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>5%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>25 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>5{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>25%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>5%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>25%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>5%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>25%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>5%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>25%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>5%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>25%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>5%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>30%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>6%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>30%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>6%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>30%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>6%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>30%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>30%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>6%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>30 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>6 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>30%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>6%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>30 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>6{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>30%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>6%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>30%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>6%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>30%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>6%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>30%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>6%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>30%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>6%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>35%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>7%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>35%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>7%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>35%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>7%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>35%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>7%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>35%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>7%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>35 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>7 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>35%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>7%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>35 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>7{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>35%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>7%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>35%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>7%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>35%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>7%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>35%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>7%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>35%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>7%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>40%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>8%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>40%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>8%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>40%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>8%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>40%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>8%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>40%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>8%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>40 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>8 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>40%</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>8%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>40 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>8{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>40%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>8%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>40%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>8%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>40%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>8%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>40%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>8%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>40%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>8%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    }
  ],
  "internal_name": "Catalyst_Kunwu",
  "imgid": "catalyst/kunwu"
}