{
  "id": 14410,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "暗巷的酒与诗",
    "zht": "暗巷的酒與詩",
    "jp": "ダークアレイの酒と詩",
    "ko": "뒷골목의 술과 시",
    "en": "Wine and Song",
    "de": "Wein und Gesang in den Gassen",
    "es": "Vino y Poesía",
    "fr": "Vins et chants",
    "pt": "Vinho e Música",
    "ru": "Вино и песни",
    "id": "Wine and Song",
    "th": "Wine and Song",
    "vi": "Rượu Và Thơ Nơi Hẻm Tối"
  },
  "description": {
    "zhs": "过去贵族时代流行的歌谱，作者已无从考究。其中记载了某位侠盗的故事…",
    "zht": "過去貴族時代流行的歌譜，作者已無從考究。其中記載了某位俠盜的故事…",
    "jp": "貴族時代に流行った楽譜、作曲家は不明。とある義賊のことを描いた物語である。",
    "ko": "과거 귀족 시대에 유행하던 악보로 저자가 누군진 알 수 없다. 어느 의적의 이야기가 적혀있다…",
    "en": "A songbook from the bygone aristocratic era, whose composer has become forgotten. It chronicles the tale of a certain heroic outlaw.",
    "de": "Ein Gesangbuch aus den Zeiten der Aristokratie, dessen Autor in Vergessenheit geraten ist. Darin geht es um die Geschichten eines vogelfreien Kämpfers.",
    "es": "El nombre de una canción muy popular durante la época de la aristocracia. Su autor es desconocido. En ella, se cuenta la historia de un bandido errante...",
    "fr": "Un recueil de chansons de l'époque aristocratique dont le compositeur est tombé dans l'oubli. Certaines d'entre elles relatent l'histoire d'un certain brigand héroïque...",
    "pt": "Um livro de canções da época aristocrática passada, cujo compositor foi esquecido. Ele narra a história de um certo fora-da-lei heroico.",
    "ru": "Сборник песен давно минувшей эпохи аристократии. В нём автор, чьё имя кануло в лету, ведёт сказ об одном благородном разбойнике.",
    "id": "Lagu yang sangat populer di era kebangsawanan. Penulisnya tak diketahui. Menceritakan kisah seorang bandit...",
    "th": "บทเพลงที่ได้รับความนิยมในยุคสมัยของชนชั้นสูง ข้อมูลของผู้แต่งนั้นไม่เป็นที่แน่ชัด สิ่งที่อยู่ในนั้นคือบันทึกเรื่องราวของจอมโจรผู้ยิ่งใหญ่ ...",
    "vi": "Nhạc phổ lưu hành ở thời đại quý tộc xa xưa, không biết tác giả là ai. Trong đó ghi chép về câu chuyện của một hiệp đạo nào đó..."
  },
  "lore": {
    "zhs": "\n装帧优雅的书册，是过去贵族时代流行的歌谱。\n其中散发着挥散不去的雏菊与陈年美酒的气味。\n内容荒诞不经，但曾在暗巷与酒馆中广为传唱。\n\n「大伙儿都知道那嗜酒侠盗。却没有人知道他从哪儿来，突然就出现在了暗巷中」\n「他唱歌，喝酒，横行街巷、屋檐与露台。但是大伙儿都知道他是个顶好的善人」\n「腰间的鸟头佩剑是从贵族老爷那偷来的传家宝。背后的漆黑长弓更是箭无虚发」\n「他的绝顶剑术就像黑夜里一闪而过的彗星，脚步轻得像西风吹过的树叶沙沙响」\n「就算喝了一整个果酒湖的午后之死，也能只身一人在午夜潜入贵族老爷的卧室」\n「行侠仗义劫富济贫，像风一样吹散老爷们的瘴气，像光一样刺穿黑黝黝的暗夜」\n\n「侠盗是无数少女的梦，梦想着他撬开自家的窗棂，但他偏偏只喜欢和弟兄喝酒」\n「直到某天某夜，他像往常一样潜入豪宅，满载而归之余还拿到了一盏贵族银杯」\n「离开时在月光下，他神使鬼差地抬头望向透出暖光的窗台，站着的是一个美女」\n「她的眼睛如同暗中闪耀的蓝宝石，简直与手中礼杯上发亮的澄澈水晶如出一辙」\n「侠盗毫不犹豫地撬下了水晶献给钟情之人，得到的是少女欣喜而又害羞的笑容」\n「最后他们推翻了贵族老爷。然后一起去远方冒险，成为了彼此生命中温暖的光」\n\n故事到此结束。在德政广施的后世，已经无人传唱侠盗的故事，也无人再需要侠盗。\n酒与剑，美人与英雄，畅快的开篇与完美的结局，自然是当时平民所爱的通俗诗章。\n不论真实情况如何，不论二人结局如何，酒与充满希望的歌，\n都能让不幸的人们鼓起小小的，面对明天、面对权贵的勇气…\n",
    "zht": "\n裝幀優雅的書冊，是過去貴族時代流行的歌譜。\n其中散發著揮散不去的雛菊與陳年美酒的氣味。\n內容荒誕不經，但曾在暗巷與酒館中廣為傳唱。\n\n「大夥都知道那嗜酒俠盜。卻沒有人知道他從哪來，突然就出現在了暗巷中」\n「他唱歌，喝酒，橫行街巷、屋簷與露臺。但是大夥都知道他是個頂好的善人」\n「腰間的鳥頭佩劍是從貴族老爺那偷來的傳家寶。背後的漆黑長弓更是箭無虛發」\n「他的絕頂劍術就像黑夜裡一閃而過的彗星，腳步輕得像西風吹過的樹葉沙沙響」\n「就算喝了一整個果酒湖的午後之死，也能隻身一人在午夜潛入貴族老爺的臥室」\n「行俠仗義劫富濟貧，像風一樣吹散老爺們的瘴氣，像光一樣刺穿黑黝黝的暗夜」\n\n「俠盜是無數少女的夢，夢想著他撬開自家的窗櫺，但他偏偏只喜歡和弟兄喝酒」\n「直到某天某夜，他像往常一樣潛入豪宅，滿載而歸之餘還拿到了一盞貴族銀盃」\n「離開時在月光下，他神使鬼差地抬頭望向透出暖光的窗臺，站著的是一個美女」\n「她的眼睛如同暗中閃耀的藍寶石，簡直與手中禮杯上發亮的澄澈水晶如出一轍」\n「俠盜毫不猶豫地撬下了水晶獻給鍾情之人，得到的是少女欣喜而又害羞的笑容」\n「最後他們推翻了貴族老爺。然後一起去遠方冒險，成為了彼此生命中溫暖的光」\n\n故事到此結束。在德政廣施的後世，已經無人傳唱俠盜的故事，也無人再需要俠盜。\n酒與劍，美人與英雄，暢快的開篇與完美的結局，自然是當時平民所愛的通俗詩章。\n不論真實情況如何，不論二人結局如何，酒與充滿希望的歌，\n都能讓不幸的人們鼓起小小的，面對明天、面對權貴的勇氣…\n",
    "jp": "\n優雅に装幀した書籍。昔の貴族の間で流行った楽譜が記載されている。\n今なお雛菊と成熟した酒の香りが残っている。\n詩の内容はでたらめであるが、かつての路地裏と酒場で広く歌われていた。\n\n「あれが酒好きの義賊だとみんな知っている。しかし彼がどこからきたか誰も知らない。彼はいつも突然路地裏に現れる」\n「彼は歌い、飲み、通りや屋根を飛び回る。でも彼はとてもいいやつだってみんな知っている」\n「腰につけている鳥頭の柄の剣は貴族から盗んだ家宝。さらに背中の漆黒の弓は百発百中」\n「彼の優れた剣術は夜を切り裂く彗星のようであり、歩調は木の葉をそよがす西風の如く軽い」\n「シードル湖ほどの『午後の死』を飲み干しても、夜に貴族の寝室に忍び込めるのは1人のみ」\n「義賊は富者から財物を奪って貧者に施した。風のように瘴気を吹き散らし、光のように暗闇を切り裂いた」\n\n「義賊は無数の少女の白馬の王子様。少女たちは自分の部屋まで盗みに来て欲しいと夢に見る。しかし彼が好きなのは仲間と酒を飲むこと」\n「ある日、彼はいつものように豪邸に忍び込んだ。盗れるだけ盗った後、帰り際に貴族の銀盃も盗んだ」\n「その時、彼は月光の下で、窓に佇んでいる美女を見かけた」\n「彼女の瞳は青い宝石のように、貴族の銀盃についている済んだ水晶と同じようであった」\n「義賊は迷わず水晶を外して渡した。美女は乙女のような照れた笑顔を見せた」\n「最後は、彼らが貴族の統治を終わらせた。二人は冒険に旅立ち、互いの心に留まる暖かな光になった」\n\n物語はここまで。徳政が行われている今では、義賊のことを歌う人は誰もいない、義賊も必要とされなくなった。\n酒と剣、美人と英雄、爽快な始まりと完璧な終わり、これらの要素が詰まっているのだ。平民に愛されてもおかしくはない。\n事実がどうであろうと、二人の結末がどうであろうと、酒と希望に満ちた歌は、\n不幸な人々に、明日と、そして権力者と立ち向かう勇気を与える……。\n",
    "ko": "\n장정이 우아한 서책, 과거 귀족 시재에 유행했던 악보이다.\n악보에서는 사라지지 않는 데이지꽃과 오래 묶은 술 향기가 난다.\n내용은 황당하지만 예전에 뒷골목과 술집에서 광범위하게 불렸다.\n\n「다들 술을 좋아하는 그 의적을 알지만 그가 어디에서 왔는지는 모른다네. 그는 갑자기 뒷골목에 나타났네」\n「그는 노래를 부르고 술을 마시며 길거리와 처마 누대를 누볐네. 그러나 다들 그가 선한 사람이란 걸 알고 있었네」\n「허리춤의 새 머리 패검은 귀족 나리에게 훔쳐온 가보라네. 등에 멘 검은 활은 백발백중」\n「그의 절정에 달한 검술은 어두운 밤을 가르는 혜성 같고, 발걸음은 서풍에 흔들리는 나뭇잎 소리처럼 가볍네」\n「과실주로 채운 호수를 다 마시고 나서도 혼자 한밤중에 귀족 나리의 침실에 잠입할 수 있네」\n「의협과 활빈을 행하며, 바람처럼 나리들의 타락한 기운을 날려버리고, 빛처럼 어두운 밤을 꿰뚫었네」\n\n「의적은 무수한 소녀들의 꿈, 그가 자신의 창살을 열어 젖히길 꿈꾸지만, 그는 형제들과 술 마시기만을 좋아한다네」\n「어느 날 밤, 그는 늘 그랬던 것처럼 호화 저택에 잠입하여, 두둑이 챙기고 나오면서 귀족의 은잔까지 챙겼다네」\n「빠져나오려고 하는데 달빛 아래서 저도 모르게 고개를 들어 따뜻한 빛이 나오는 창을 바라보는데 어떤 미녀가 서 있었다네」\n「그녀의 눈동자는 어둠 속에서 빛나는 파란 보석 같았다네. 손에 든 잔에서 빛을 발하는 수정과 똑같았다네」\n「의적은 조금도 망설이지 않고 수정을 뽑아 첫눈에 반한 소녀에게 바쳤고, 소녀는 기뻐하며 수줍게 미소를 지었다네」\n「결국 그들은 귀족 나리들을 물리치고 먼 곳으로 모험을 떠났고 둘은 서로의 생명을 비춰주는 따스한 빛이 되었다네」\n\n이야기는 이렇게 끝난다. 덕정이 널리 펼쳐진 후세에는 의적의 이야기를 노래하는 사람도, 의적이 필요한 사람도 없었다.\n술과 검, 미인과 영웅, 후련한 서막과 완벽한 결말, 당시 평민의 사랑을 받는 통속적인 이야기가 아닐 수 없었다.\n진실이나 두 사람의 결말을 떠나서, 술과 희망이 가득한 노래는\n불행한 사람들에게 미래와 권력에 맞설 소소한 용기를 줄 수 있다…\n",
    "en": "\nAn elegantly bound songbook, it was once fashionable in the days of the ruling aristocracy.\nAn indelible scent of daisies and finely-aged wine wafts from within its pages.\nIts contents are rather absurd, but it was once a popular tune in the alleys and taverns.\n\n\"Everyone knows that drunken gentleman thief, though no one knows where he's from. One fine day — When? No one can say — he appeared like a ghost in our slum.\"\n\"He sings, he drinks, he wanders the streets, he passes the roofs and terraces by. But everyone knows he's a jolly good fellow, which nobody can deny.\"\n\"The sword by his side was a great house's pride, and he stole it from where it'd been lain, and the bow so black that he wears on his back fires never once in vain.\"\n\"His matchless skill rings chill in the night like a comet's flashing tail, and his strides are as light as Favonius' flight, and the leaves that behold him quail.\"\n\"He could slake the entire Cider Lake, were it all filled with Death After Noon. And then he'd creep right up to those pigs at midnight, while they're all fast asleep in their rooms.\"\n\"He robs the rich and pays the poor, he blows noble farts away, he throws a spark into the dark, and night is pierced by day.\"\n\n\"The maidens all dream of the gentleman thief, they pine after him from their windows, but sad to say, he passes not that way, he prefers a pint with his fellows.\"\n\"Till on one day (or was it dusk?) in a mansion he ran amok, took he with him a thief's full due, and an extra silver cup.\"\n\"Left he silently in the moon's silver light, when fey were his eyes set ablaze, he lifted them nigh to a warm window bright, and upon a lovely face he gazed.\"\n\"Her eyes they shone like sapphire stones, so blue did they gleam in the dark, and the thief glanced up to the gem in his cup, and he thought them the same in his heart.\"\n\"Losing no time, the thief made his climb, and prying the gem from its place, he gave it to her, and a bashful smile stirred, and crept up upon her face.\"\n\"When at last they toppled the indolent nobles, they left, distant lands to explore, and so the song says, they warmed each other's days with light forevermore.\"\n\nThe story ends here. In the latter days of righteous governance, there are none left who sing of the gentleman thief, nor are such thieves needed anymore.\nWine and swords, maidens and heroes, a carefree opening and a happy ending, this vulgar sort of tale tends to be popular with the people.\nFor no matter how the real story went, or how the two truly ended up, wine and songs brim with hope.\nThey give the unfortunate a little courage to face tomorrow, and stand up to the powers that oppress them...\n",
    "de": "\nEin elegant gebundenes Liederbuch, das zu Zeiten der herrschenden Aristokraten in Mode war.\nEin unauslöschlicher Duft von Gänseblümchen und fein gereiftem Wein dringt aus seinen Seiten.\nDer Inhalt ist ziemlich absurd, aber es war einst ein beliebtes Lied in den Gassen und Tavernen.\n\n„Jeder kennt diesen betrunkenen edlen Dieb, obwohl niemand weiß, wo er herkommt. Eines schönen Tages – Wann? Niemand kann es genau sagen – erschien er wie ein Geist in unserem Viertel.“\n„Er singt, er trinkt, er wandert durch die Straßen und über die Dächer und Terrassen. Aber jeder weiß, dass er ein fröhlicher, guter Mensch ist, was auch niemand bestreiten kann.“\n„Der Säbel an seiner Seite war einst der ganze Stolz eines Aristokratenhauses und der Bogen, der so schwarz ist wie die Nacht, den trägt er auf dem Rücken, zusammen mit einem Dutzend Pfeilen.“\n„Sein unvergleichliches Geschick mit dem Schwert lässt die Nacht kühl erscheinen wie der blitzende Schweif eines Kometen und seine Schritte sind so leicht wie eine Feder im tanzenden Westwind.“\n„Er könnte den gesamten Mostsee leertrinken, wäre er mit Tod nach Mittag gefüllt. Und dann würde er sich um Mitternacht an diese Aristokratenschweine heranschleichen, während sie alle friedlich in ihren Zimmern schlafen.“\n„Er beraubt die aus und gibt den Armen, er bläst die Aristokraten weg, wirft einen Funken in die Dunkelheit und lässt die Nacht zum Tag werden.“\n\n„Der edle Dieb ist der Mann der Träume tausender Jungfrauen, die davon träumen, dass er auch ihren Fensterrahmen einmal aufbricht, aber er trinkt stattdessen lieber mit seinen Brüdern.“\n„So ging es, bis er sich eines Nachts wie üblich in eines der Herrenhäuser schlich und mit einem silbernen Kelch eines Aristokraten zurückkehrte.“\n„Als er sich im Mondlicht davonschleichen wollte, blickte er noch einmal zurück auf eines der beleuchteten Fenster und da stand sie, eine wunderschöne Frau.“\n„Ihre Augen leuchteten im Dunkeln wie Saphire, genau wie der klare Kristall, der in dem Kelch in seiner Hand funkelte.“\n„Ohne zu zögern brach der Dieb den Kristall heraus und bot ihn seiner Angebeteten an, die ihm erfreut ein schüchternes Lächeln dafür schenkte.“\n„Am Ende stürzten sie die Aristokraten. Dann begaben sie sich gemeinsam auf ein Abenteuer in die Ferne und wurden zum warmen Licht im Leben des jeweils anderen.“\n\nDie Geschichte endet hier. In den diesen Tagen rechtschaffenen Regierens gibt es niemanden mehr, der von dem edlen Dieb singt und solche Diebe werden auch heute nicht mehr gebraucht.\nWein und Schwerter, Jungfrauen und Helden, ein unbeschwerter Anfang und ein glückliches Ende. Diese vulgäre Art von Geschichten ist beim Volk sehr beliebt.\nGanz gleich, wie die wahre Geschichte verlief oder wie die beiden wirklich endeten, Wein und Lieder strotzten vor Hoffnung.\nSie geben den Unglücklichen ein wenig Mut, sich dem Morgen zu stellen und den Mächten die Stirn zu bieten, die sie unterdrücken ...\n",
    "es": "\nUn cancionero elegantemente encuadernado. Estuvo de moda en la época pasada de la aristocracia gobernante.\nDentro de sus páginas flota un indeleble aroma a margaritas y a exquisito vino añejo.\nSu contenido es ficticio, pero alguna vez estuvo compuesto por canciones populares que se cantaban en los callejones y las tabernas.\n\n“Todo el mundo conocía a ese ladrón borracho, aunque nadie sabe de dónde era. Un buen día, nadie sabe cuándo exactamente, apareció de la nada en las oscuras callejuelas.\nCantaba, bebía, deambulaba por las calles, saltaba de techo en techo y de balcón en balcón, pero nadie podía negar que era una buena persona.\nLlevaba consigo una espada que era la gran reliquia de su familia, la cual robó de donde estaba guardada. También portaba en la espalda un arco negro cuyos disparos nunca fallaban.\nSus incomparables habilidades eran como el destello de la cola de un cometa, y sus pasos, tan ligeros como el susurro de las hojas de los árboles al soplar el viento occidental.\nPodía beber tanta Muerte después del mediodía como grande es el Lago de Sidra. Y, luego, se infiltraba en las habitaciones de los nobles mientras dormían profundamente.\nRobaba a los ricos para dárselo a los pobres, llevaba la peste a los nobles e iluminaba la oscuridad de la noche atravesándola con su luz”.\n\n“El ladrón era el sueño de todas las doncellas. Estas lo perseguían desde sus ventanas, pero, aunque es triste decirlo, él las ignoraba, pues prefería una copa de vino con sus compañeros.\nHasta que un día —¿o fue al anochecer?— se infiltró en una mansión donde, aparte de hacerse con un gran botín, robó un cáliz de plata.\nSilenciosamente, salió de la mansión bajo la argéntea luz de la luna cuando, de repente, sus ojos se iluminaron. Alzó la vista hacia una ventana cálida y brillante, donde se encontró con la encantadora mirada de una joven.\nSus ojos brillaban como zafiros, tan azules que se iluminaban en la oscuridad. El ladrón miró la gema de su cáliz, tan parecida a aquellos ojos.\nSin perder tiempo, el ladrón arrancó la gema del objeto y se la dio a la doncella, por cuyo rostro se deslizó una tímida sonrisa.\nCuando el gobierno de la aristocracia cayó, ambos se fueron juntos a explorar tierras lejanas, e iluminaron los días de la gente para siempre”.\n\nLa historia termina aquí. En los últimos días del gobierno benevolente, ya no quedaba nadie que cantara sobre el ladrón, ni estos ladrones eran ya necesarios.\nVino y espadas, doncellas y héroes, un feliz comienzo y un final feliz... Este tipo de cuentos tiende a ser popular entre la gente.\nPorque no importa cómo fue la historia real, o cómo terminaron los dos, el vino y las canciones están llenas de esperanza.\nLe dan a los desafortunados un poco de valor para enfrentarse al mañana y hacer frente al poder que los oprime...\n",
    "fr": "\nUn recueil de chants à l'élégante reliure, autrefois très populaires sous l'aristocratie au pouvoir.\nDe ses pages s'échappent des effluves de marguerites et de vin finement boisé.\nSon contenu paraît aujourd'hui obscur ; mais il était autrefois très prisé dans les venelles et les tavernes.\n\n« Tous connaissent le bandit au grand cœur amateur de bons vins ; apparu un jour en nos taudis, nul ne sait d'où il s'en vint. »\n« Il chante, il boit, il court les rues et saute les toits ; quel être admirable, nul ne le contredira ! »\n« La lame qu'il porte et qu'il vola vient d'une maison sans foi ni loi, et l'arc sur son dos sombre comme la nuit jamais ne tire sans but précis. »\n« Telle la comète dans la nuit, il tranche et coupe en un éclair, ses pas légers semblables au vent qui chante le chant des feuilles légères. »\n« Que le Lac de cidre soit alcool, il le boira sans coup férir ; et à la nuit venue les nobles gras ira traquer, sans hésiter et sans fléchir. »\n« Il vole au riche et donne au pauvre, semblable au vent libérateur ; et la nuit sombre et oppressante, du jour soudain voit la lueur. »\n\n« Plus d'une fille rêve à ses balcons du beau voleur qui brise les cœurs ; mais insensible à leurs soupirs, avec ses frères boit sans raison. »\n« Or vint le jour où il vola, au sein d'une maison luxueuse, quelque coupe noble d'argent précieuse. »\n« Filant sans bruit dans la nuit claire, et mu soudain par quelque flair, levant les yeux au ciel foncé – Là, à sa fenêtre, une vraie beauté ! »\n« Ses yeux saphir brillant au soir, d'un éclat bleu perçaient les cieux ; or dans la coupe une gemme azur, y ressemblait – n'est-ce point curieux ? »\n« Sans hésiter il prit la pierre, et à la dame en fit cadeau ; et un sourire bien mérité, illumina la belle en haut. »\n« Main dans la main ils renversèrent le règne des nobles, puis s'en allèrent ; libres au monde et à jamais liés par le cœur, ils voyagèrent. »\n\nL'histoire se termine ici. Lorsque la paix et le droit furent revenus, nul n'eut plus à chanter cette chanson, et nul n'eut plus à voler au riche pour donner au pauvre.\nVin et épée, beauté et héros, aventures et conclusion heureuse : ce type de récit populaire a de tout temps été plébiscité par les foules.\nPeu importe au fond la véracité de telles histoires ; peu importe quelle fut la vraie conclusion de cet amour.\nCar des récits de vin et d'espoir, l'homme du commun puise le courage de s'élever face au pouvoir qui l'opprime...\n",
    "pt": "\nUm livro de canções elegantemente encadernado, já esteve na moda nos dias da aristocracia governante.\nTem um odor indescritível de margaridas e de vinho requintado dentro de suas páginas.\nSeu conteúdo é bastante absurdo, mas já foi uma canção popular nos becos e nas tavernas.\n\n\"Todo mundo conhece o ladrão bêbado, mas ninguém sabe de onde ele vem e para onde ele vai.\"\n\"Ele canta, ele bebe, ele vaga pelas ruas, ele passa pelos telhados e terraços. Uns comportamentos dele podem parecer maus, mas todos sabem que ele tem um grande coração!\"\n\"A espada carregada foi roubada de uma família ilustre, e o arco comprido em suas costas nunca falhou em acertar os alvos.\"\n\"A rapidez do seu movimento de espada é como o passar do cometa, entretanto, a suavidade dos seus passos são como os sussurros das folhas.\"\n\"Mesmo que tenha bebido todos os Morte Após a Meia-Noite do Lago de Sidra, ele é capaz de entrar sozinho no quarto dos ricos na meia-noite.\"\nEle ajuda os pobres com o dinheiro roubado dos ricos. Esse cavalheirismo é como o vento, que limpa a poeira no coração dos ricos, e também como a luz, que ilumina a noite escura.\n\n\"Esse ladrão é um sonho para qualquer garota. Elas esperam que ele possa abrir a porta das suas casas, mas pelo contrário, ele só gosta de beber com os homens.\"\n\"Chegou um dia em que ele entrou, como sempre, numa casa luxuosa, e ficou satisfeito por tudo o que tinha conseguido coletar, incluindo uma taça nobre e prateada.\"\n\"Ao partir, sem nenhuma razão, ele olhou para o céu... E o seu olhar resolveu por cair sobre uma jovem linda.\"\n\"Os seus olhos são tão brilhantes como safiras na escuridão. O cristal da taça na sua mão, é tão parecido com esses olhos.\n\"O ladrão retirou a gema, sem nenhuma hesitação, e deu para a sua amante. Em contrapartida, recebeu um sorriso alegre e tímido.\"\n\"No final, eles derrubaram a classe nobre, e se aventuraram para mais longe, tornando-se luzes mais brilhantes mutuamente.\"\n\nA história termina aqui. Nos últimos dias de governo justo, não existia mais ninguém que cantasse sobre o cavalheiro ladrão, nem eram mais necessários tais ladrões.\nVinho e espadas, donzelas e heróis, uma abertura despreocupada e um final feliz, este tipo de conto vulgar tende a ser popular entre o povo.\nNão importa como a história real foi, ou como os dois realmente terminaram, vinho e canções transbordam de esperança.\nEles dão aos infelizes um pouco de coragem para enfrentar o amanhã e enfrentar os poderes que os oprimem...\n",
    "ru": "\nЭтот искусно переплетённый сборник песен был очень модным во времена правящей династии аристократов.\nИз его страниц доносится стойкий аромат маргариток и выдержанного вина.\nЕго содержание довольно абсурдно, но когда-то эти песни были популярны на аллеях и в местных тавернах.\n\n«Все мы знаем этого благородного вора, но никто не знает, откуда он взялся. Одним прекрасным днём, никто не знает каким, он просто появился словно призрак в наших трущобах».\n«Он пьёт и поёт, он слоняется по улицам, обходя крыши и террасы. Но все знают, что весёлый юнец, которого нельзя не любить».\n«Меч на его поясе был украденной гордостью лордов, а чёрный лук на его спине никогда не выпустит стрелу просто так».\n«Его бесподобное мастерство ярко, как сверкающий хвост кометы холодной ночью, а его шаги легки как листья, которые поднимает западный ветер».\n«Он мог бы выпить Сидровое озеро, заполненное полуденной смертью, а затем он пробрался бы к этим спящим в своих кроватях свиньям».\n«Он грабит богатых и отдаёт бедным, он сбивает спесь со знатных индюков, он освещает тьму, как утренние лучи света, пронзающие ночь».\n\n«Все девы мечтают о благородном воре, они кидаются за ним из своих окон, но, к сожалению, он проходит не этим путём, а предпочитает пинту со своими братьями».\n«Но в один день (или же это был вечер?) в особняке, который грабил он, взял с собой дополнительную воровскую пошлину в виде серебряного кубка».\n«Молча покинув это места под серебряной луной, он поднял взор к тёплому свету в окне с прекрасным лицом».\n«Её глаза сияли, как два сапфира, ярко-синим блестели в темноте. Вор взглянул на драгоценный камень в серебряном кубке и увидел там те же яркие глаза».\n«Не теряя времени, вор совершил восхождение и, вытащив драгоценный камень со своего места, вручил его ей, и застенчивая улыбка озарила её личико».\n«Свергнув, наконец, ленивых аристократов, они отправились в дальние страны, и, как говорится в песне, до конца дней своих согревали друг друга».\n\nНа это заканчивается история благородного вора. В дни праведного правления не осталось никого, кто пел бы о благородном воре, да и такие воры больше не нужны.\nВино и мечи, юные девы и герои, беззаботное начало и счастливый конец - такие истории очень популярны среди обычного народа.\nБокалы наполняются вином, а песни надеждой, независимо от того, как сложилась настоящая история или как закончились дни этой пары.\nОни придают смелости несчётным встретить завтрашний день и противостоять силам, которые их угнетают...\n",
    "id": "\nSebuah buku musik yang dihias dengan elegan, dulunya merupakan barang yang cukup populer pada masa kebangsawanan.\nAroma bunga aster yang tak terhapuskan dan anggur terbaik yang berusia tua dapat tercium dari halaman-halamannya.\nKontennya tidak masuk akal, namun dulu nadanya cukup populer di gang-gang kecil serta Tavern.\n\n\"Semua orang tahu bahwa pemabuk itu seorang pencuri, walaupun tidak seorang pun tahu dari mana asalnya. Suatu hari, dia tiba-tiba saja muncul di daerah sini.\"\n\"Dia bernyanyi, minum, berjalan di jalanan, melewati atap dan pagar. Tapi semua orang tahu dia orang baik yang periang, tidak ada yang membantah hal tersebut.\"\n\"Dia membawa pedang yang merupakan kebanggaan keluarganya, yang dia curi dari tempat penyimpanannya. Dia juga membawa busur hitam di punggungnya yang tembakannya tidak pernah meleset.\"\n\"Kemampuannya yang tak tertandingi bagai kilau ekor komet di malam hari, dan langkahnya seringan daun yang ditiup angin barat.\"\n\"Dia meminum seluruh danau Cider yang dipenuhi Death After Noon, dan akan menyelinap ke kediaman para bangsawan di malam hari di mana mereka tertidur lelap di kamarnya.\"\n\"Dia mencuri dari yang kaya dan memberi kepada yang miskin, memberi tulah kepada para bangsawan dan menerangi yang gelap bagaikan malam yang ditembus oleh cahaya siang.\"\n\n\"Para gadis semua bermimpi tentang pencuri pria itu, mereka mengharapkan dirinya dari jendela mereka, namun sayangnya dia lebih suka menghabiskan waktu untuk minum dengan rekan-rekannya.\"\n\"Sampai pada suatu hari, di malam hari, dia berlari di dalam sebuah rumah besar, dengan barang curian dan sebuah piala perak\"\n\"Dia pergi diam-diam di bawah cahaya bulan, dia menatap ke arah jendela dengan cahaya hangat, dan di sanalah berdiri seorang wanita cantik.\"\n\"Matanya sebiru batu safir, bersinar di kegelapan, sejernih batu permata pada piala perak yang ada di tangannya.\"\n\"Tanpa membuang waktu, pencuri itu naik dan mencabut batu kristal tersebut dan memberikannya pada wanita itu, sebuah senyum manis tersirat seraya tersipu malu.\"\n\"Saat akhirnya mereka berhasil menggulingkan bangsawan, mereka pergi, ke tempat jauh mereka berkelana, menjadi cahaya bagi satu sama lain sampai akhir.\"\n\nCeritanya berakhir sampai sini. Pada generasi selanjutnya, tidak ada lagi yang menyanyikan tentang pencuri pria itu, dan pencuri seperti itu juga tidak diperlukan lagi.\nAnggur dan pedang, wanita dan pahlawan, sebuah awal yang menarik dan akhir yang bahagia, kisah seperti ini memang sangat populer di kalangan rakyat.\nKarena tidak peduli bagaimanapun cerita aslinya, atau bagaimana akhir yang sebenarnya, anggur dan nyanyian selalu mendatangkan harapan,\nMereka memberikan keberanian bagi mereka yang membutuhkan untuk menghadapi hari esok, dan berani berdiri menghadapi orang yang menindas mereka...\n",
    "th": "\nหนังสือที่ถูกเข้าเล่มไว้อย่างสวยงาม เป็นหนังสือเพลงซึ่งเป็นที่นิยมในยุคสมัยของชนชั้นสูง\nแต่ละหน้าของมันนั้นอบอวลไปด้วยกลิ่นที่ไม่มีวันจางไปของดอกเดซี่และไวน์ชั้นดี\nเนื้อหาด้านในนั้นช่างน่าขัน แต่ก็ยังถูกขับร้องอยู่ตามตรอกซอยและโรงเหล้าต่าง ๆ\n\n\"ทุกคนต่างก็รู้จักโจรขี้เมาผู้กล้าหาญผู้นี้ แต่กลับไม่มีใครรู้ถึงที่มาของเขาเลย ราวกับว่าอยู่ ๆ เขาก็มาโผล่ที่ตรอกแห่งนี้\"\n\"เขาร้องเพลง, ดื่มเหล้า วิ่งวุ่นไปทั่วทั้งถนนในตรอก, ชายคาและระเบียง แต่ทุกคนต่างรู้ว่าเขาเป็นคนที่ดีมาก\"\n\"ดาบประดับหัวนกที่อยู่ตรงเอวเป็นมรดกตกทอดที่ถูกขโมยไปจากเจ้านายชั้นสูง คันธนูยาวสีดำสนิทที่อยู่ด้านหลังนั้นไม่เคยพลาดเป้าหมาย\"\n\"ฝีมือดาบที่ยอดเยี่ยมของเขานั้นเปรียบดั่งดาวหางที่สว่างวาบขึ้นและดับไปในคืนที่มืดมิด ฝีเท้าของเขาเบาเหมือนสายลมตะวันตกที่พัดผ่านใบไม้\"\n\"เขาถึงขั้นสามารถลอบเข้าไปในห้องของเจ้านายชนชั้นสูงได้ถึงแม้ว่าจะซด Death After Noon ไปในปริมาณเท่า Cider Lake เข้าไปก่อนหน้านั้น\"\n\"เขาปล้นคนรวยเพื่อไปแจกจ่ายให้คนจน เป็นเหมือนดั่งสายลมที่พัดกลิ่นอันเน่าเหม็นของพวกชนชั้นสูงให้หายไป เป็นแสงสว่างที่ลอดผ่านม่านอันมืดมิดในยามค่ำคืน\"\n\n\"จอมโจรนั้นเป็นที่หมายปองของสาว ๆ นับไม่ถ้วน ต่างฝันกันไปว่าสักวันหนึ่งเขาจะปีนมาหาพวกเธอทางหน้าต่าง แต่น่าเสียดายที่เขากลับเลือกที่จะดื่มเหล้าและเมามายไปกับพี่น้องเสียมากกว่า\"\n\"จนกระทั่งวันหนึ่ง (หรือคืนหนึ่ง?) เขาแอบเข้าไปในคฤหาสน์ตามปกติ หลังจากนั้นก็กลับออกมาพร้อมของติดมือมากมายแถมด้วยถ้วยเงินของชนชั้นสูงอีกถ้วย\"\n\"ในตอนที่เขากำลังออกมาภายใต้แสงจันทร์นั้น เขาเผลอเงยหน้ามองขึ้นไปยังหน้าต่างที่อยู่ด้านบน บนนั้นมีหญิงงามคนหนึ่งยืนอยู่ตรงนั้น\"\n\"ดวงตาของเธอราวกับพลอยสีฟ้าที่ส่องประกายระยิบระยับ ช่างเหมือนกับคริสตัลใส ๆ ที่อยู่ในมือ\"\n\"จอมโจรแงะคริสตัลนั้นออกมาอย่างไม่ลังเลเพื่อส่งให้กับหญิงสาวที่เขาตกหลุมรัก จากนั้นสิ่งที่เขาได้กลับมาก็คือรอยยิ้มอย่างเขินอายของเธอ\"\n\"ในที่สุดพวกเขาก็ล้มล้างชนชั้นสูง จากนั้นก็ไปผจญภัยในสถานที่ที่ห่างไกลด้วยกัน และกลายเป็นแสงสว่างอันอบอุ่นในชีวิตของกันและกัน\"\n\nเรื่องราวก็จบลงอย่างนี้ หลังจากนั้นในสมัยที่มีการปกครองด้วยความเมตตา เรื่องราวของจอมโจรก็ไม่ถูกพูดถึงอีกต่อไป และจอมโจรก็ไม่เป็นที่ต้องการอีกต่อไปเช่นกัน\nเหล้าและดาบ หญิงงามและวีรบุรุษ เรื่องราวที่เปิดขึ้นอย่างเรียบง่ายและจบลงอย่างงดงาม ก็เป็นเรื่องธรรมดาที่บทกวีเหล่านี้จะได้รับได้รับความนิยมจากผู้คนในเวลานั้น\nไม่ว่าเรื่องราวที่แท้จริงจะเป็นเช่นไร ไม่ว่าจุดจบของทั้งสองจะเป็นแบบไหน เหล้าและบทกวีที่เต็มไปด้วยความหวังนั้น\nก็ล้วนแต่สามารถสร้างแรงกระตุ้นเล็ก ๆ ให้แก่ผู้คนที่โชคร้ายเพื่อให้มีแรงที่จะสู้ต่อไปในวันข้างหน้า และมีความกล้าที่จะเผชิญกับผู้มีอำนาจเหล่านั้น...\n",
    "vi": "\nCuốn sách được thiết kế rất đẹp mắt, là cuốn sách âm nhạc thịnh hành trong thời đại quý tộc trước kia.\nTừ trong đó toả ra hương hoa cúc và mùi rượu ngon lâu năm.\nNội dung hết sức hoang đường, nhưng nó đã được lưu hành rộng rãi khắp các hẻm tối và quán rượu.\n\n\"Mọi người đều biết tên hiệp đạo nghiện rượu. Nhưng không một ai biết anh ta từ đâu đến, đột nhiên lại xuất hiện trong hẻm tối\"\n\"Anh ta hát, uống rượu, hoành hành trên khắp các con phố, mái hiên và sân thượng. Nhưng mọi người đều biết anh ta là người rất tốt\"\n\"Bội kiếm hình đầu chim ở thắt lưng là vật gia truyền được đánh cắp từ một tên quý tộc. Cây cung đen nhánh sau lưng càng không bao giờ bắn trượt\"\n\"Kiếm thuật tuyệt đỉnh của anh giống như sao chổi chợt loé lên trong đêm đen, bước chân của anh nhẹ như gió tây thổi qua đám lá cây xào xạc\"\n\"Ngay cả khi uống hết một bình Cái Chết Chiều của Hồ Rượu Trái Cây, cũng vẫn có thể một mình lẻn vào phòng ngủ của tên quý tộc\"\n\"Hành hiệp trượng nghĩa cướp của người giàu chia cho người nghèo, như ánh sáng xuyên qua màn đêm đen kịt, như cơn gió đánh tan tất cả chướng khí\"\n\n\"Hiệp đạo là mơ ước của vô số thiếu nữ, mơ rằng anh sẽ cạy cửa sổ nhà mình, nhưng anh lại chỉ thích cùng anh em uống rượu.\n\"Cho đến một đêm nọ, vẫn như thường lệ, anh lẻn vào một biệt thự, xách đầy túi trở về, còn lấy được một chiếc cốc bạc quý tộc\"\n\"Dưới ánh trăng anh lặng lẽ rời đi, ma xui quỷ khiến anh ngước nhìn lên bệ cửa sổ toát ra thứ ánh sáng ấm áp, một cô gái xinh đẹp đang đứng đó\"\n\"Đôi mắt của cô ấy giống như những viên ngọc bích toả sáng trong bóng tối, tựa như pha lê trong suốt phát sáng trên chiếc cốc trong tay\"\n\"Hiệp đạo không ngần ngại gỡ xuống viên pha lê tặng cho người trong mộng, mong nhận được nụ cười thích thú mang theo chút ngại ngùng của thiếu nữ\"\n\"Cuối cùng họ đã lật đổ tên quý tộc đó. Sau đó cùng nhau phiêu lưu tới một vùng đất xa xôi và trở thành ánh sáng ấm áp trong cuộc đời của nhau\"\n\nCâu chuyện kết thúc ở đây. Đời sau với các chính sách mở rộng, đã không còn ai hát về câu chuyện của tên hiệp đạo nữa, cũng không còn ai cần đến hiệp đạo.\nRượu và kiếm, người đẹp và anh hùng, mở đầu hạnh phúc và kết cục hoàn hảo, tất nhiên đó là một bài thơ phổ biến được người dân yêu thích vào thời bấy giờ.\nBất kể hiện thực ra sao, bất kể kết cục của hai người thế nào, rượu và bài hát vẫn tràn đầy hy vọng,\nĐều có thể khiến những người không may lấy lại chút dũng khí để đối mặt với ngày mai, đối mặt với tầng lớp quyền quý...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "变化万端",
        "zht": "變化萬端",
        "jp": "千変万化",
        "ko": "변화무쌍",
        "en": "Ever-Changing",
        "de": "Unaufhörlicher Wandel",
        "es": "Versatilidad",
        "fr": "Versatile",
        "pt": "Mudança Constante",
        "ru": "Тысяча форм",
        "id": "Ever-Changing",
        "th": "Ever-Changing",
        "vi": "Thiên Biến Vạn Hóa"
      },
      "description": {
        "zhs": "普通攻击命中敌人后，冲刺或替代冲刺的能力消耗的体力降低<color=#99FFFFFF>14%</color>，持续5秒。此外，使用冲刺或替代冲刺的能力后，攻击力提升<color=#99FFFFFF>20%</color>，持续5秒。",
        "zht": "普通攻擊命中敵人後，衝刺或替代衝刺的能力消耗的體力降低<color=#99FFFFFF>14%</color>，持續5秒。此外，使用衝刺或替代衝刺的能力後，攻擊力提升<color=#99FFFFFF>20%</color>，持續5秒。",
        "jp": "通常攻撃が敵に命中すると、ダッシュまたはダッシュを代替する能力のスタミナ消費-<color=#99FFFFFF>14%</color>、持続時間5秒。また、ダッシュまたはダッシュを代替する能力を使用すると、攻撃力+<color=#99FFFFFF>20%</color>、持続時間5秒。",
        "ko": "일반 공격으로 적을 명중 시킨 후, 대시나 대시를 대체할 수 있는 능력으로 소모되는 스태미나가 <color=#99FFFFFF>14%</color> 감소한다. 지속 시간: 5초. 또한, 대시나 대시를 대체할 수 있는 능력을 사용한 후, 공격력이 <color=#99FFFFFF>20%</color> 증가한다. 지속 시간: 5초",
        "en": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by <color=#99FFFFFF>14%</color> for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by <color=#99FFFFFF>20%</color> for 5s.",
        "de": "Verringert den Ausdauerverbrauch beim Rennen oder von Fähigkeiten, die Rennen ersetzen, beim Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>14 %</color>. Erhöht außerdem den ANG beim Rennen oder bei Anwendung von Fähigkeiten, die Rennen ersetzen, 5 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Al atacar a un enemigo con un Ataque Normal, el consumo de Aguante al esprintar o al usar una habilidad que sustituye a esprintar se reduce en un <color=#99FFFFFF>14%</color> durante 5 s. Además, después de esprintar o de usar una habilidad que sustituye a esprintar, el ATQ aumenta en un <color=#99FFFFFF>20%</color> durante 5 s.",
        "fr": "Lorsqu'une attaque normale touche un ennemi, la consommation d'endurance du sprint ou de l'aptitude qui le remplace est réduite de <color=#99FFFFFF>14 %</color> pendant 5 s. De plus, après l'utilisation du sprint ou de l'aptitude qui le remplace, l'ATQ augmente de <color=#99FFFFFF>20 %</color> pendant 5 s.",
        "pt": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em <color=#99FFFFFF>14%</color> por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em <color=#99FFFFFF>20%</color> durante 5s.",
        "ru": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на <color=#99FFFFFF>14%</color> в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на <color=#99FFFFFF>20%</color> в течение 5 сек.",
        "id": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang <color=#99FFFFFF>14%</color> selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat <color=#99FFFFFF>20%</color> selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง <color=#99FFFFFF>14%</color> เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 5 วินาที",
        "vi": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm <color=#99FFFFFF>14%</color>, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng <color=#99FFFFFF>20%</color>, kéo dài 5s."
      }
    },
    {
      "name": {
        "zhs": "变化万端",
        "zht": "變化萬端",
        "jp": "千変万化",
        "ko": "변화무쌍",
        "en": "Ever-Changing",
        "de": "Unaufhörlicher Wandel",
        "es": "Versatilidad",
        "fr": "Versatile",
        "pt": "Mudança Constante",
        "ru": "Тысяча форм",
        "id": "Ever-Changing",
        "th": "Ever-Changing",
        "vi": "Thiên Biến Vạn Hóa"
      },
      "description": {
        "zhs": "普通攻击命中敌人后，冲刺或替代冲刺的能力消耗的体力降低<color=#99FFFFFF>16%</color>，持续5秒。此外，使用冲刺或替代冲刺的能力后，攻击力提升<color=#99FFFFFF>25%</color>，持续5秒。",
        "zht": "普通攻擊命中敵人後，衝刺或替代衝刺的能力消耗的體力降低<color=#99FFFFFF>16%</color>，持續5秒。此外，使用衝刺或替代衝刺的能力後，攻擊力提升<color=#99FFFFFF>25%</color>，持續5秒。",
        "jp": "通常攻撃が敵に命中すると、ダッシュまたはダッシュを代替する能力のスタミナ消費-<color=#99FFFFFF>16%</color>、持続時間5秒。また、ダッシュまたはダッシュを代替する能力を使用すると、攻撃力+<color=#99FFFFFF>25%</color>、持続時間5秒。",
        "ko": "일반 공격으로 적을 명중 시킨 후, 대시나 대시를 대체할 수 있는 능력으로 소모되는 스태미나가 <color=#99FFFFFF>16%</color> 감소한다. 지속 시간: 5초. 또한, 대시나 대시를 대체할 수 있는 능력을 사용한 후, 공격력이 <color=#99FFFFFF>25%</color> 증가한다. 지속 시간: 5초",
        "en": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by <color=#99FFFFFF>16%</color> for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by <color=#99FFFFFF>25%</color> for 5s.",
        "de": "Verringert den Ausdauerverbrauch beim Rennen oder von Fähigkeiten, die Rennen ersetzen, beim Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>16 %</color>. Erhöht außerdem den ANG beim Rennen oder bei Anwendung von Fähigkeiten, die Rennen ersetzen, 5 s lang um <color=#99FFFFFF>25 %</color>.",
        "es": "Al atacar a un enemigo con un Ataque Normal, el consumo de Aguante al esprintar o al usar una habilidad que sustituye a esprintar se reduce en un <color=#99FFFFFF>16%</color> durante 5 s. Además, después de esprintar o de usar una habilidad que sustituye a esprintar, el ATQ aumenta en un <color=#99FFFFFF>25%</color> durante 5 s.",
        "fr": "Lorsqu'une attaque normale touche un ennemi, la consommation d'endurance du sprint ou de l'aptitude qui le remplace est réduite de <color=#99FFFFFF>16 %</color> pendant 5 s. De plus, après l'utilisation du sprint ou de l'aptitude qui le remplace, l'ATQ augmente de <color=#99FFFFFF>25 %</color> pendant 5 s.",
        "pt": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em <color=#99FFFFFF>16%</color> por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em <color=#99FFFFFF>25%</color> durante 5s.",
        "ru": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на <color=#99FFFFFF>16%</color> в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на <color=#99FFFFFF>25%</color> в течение 5 сек.",
        "id": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang <color=#99FFFFFF>16%</color> selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat <color=#99FFFFFF>25%</color> selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง <color=#99FFFFFF>16%</color> เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>25%</color> เป็นเวลา 5 วินาที",
        "vi": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm <color=#99FFFFFF>16%</color>, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng <color=#99FFFFFF>25%</color>, kéo dài 5s."
      }
    },
    {
      "name": {
        "zhs": "变化万端",
        "zht": "變化萬端",
        "jp": "千変万化",
        "ko": "변화무쌍",
        "en": "Ever-Changing",
        "de": "Unaufhörlicher Wandel",
        "es": "Versatilidad",
        "fr": "Versatile",
        "pt": "Mudança Constante",
        "ru": "Тысяча форм",
        "id": "Ever-Changing",
        "th": "Ever-Changing",
        "vi": "Thiên Biến Vạn Hóa"
      },
      "description": {
        "zhs": "普通攻击命中敌人后，冲刺或替代冲刺的能力消耗的体力降低<color=#99FFFFFF>18%</color>，持续5秒。此外，使用冲刺或替代冲刺的能力后，攻击力提升<color=#99FFFFFF>30%</color>，持续5秒。",
        "zht": "普通攻擊命中敵人後，衝刺或替代衝刺的能力消耗的體力降低<color=#99FFFFFF>18%</color>，持續5秒。此外，使用衝刺或替代衝刺的能力後，攻擊力提升<color=#99FFFFFF>30%</color>，持續5秒。",
        "jp": "通常攻撃が敵に命中すると、ダッシュまたはダッシュを代替する能力のスタミナ消費-<color=#99FFFFFF>18%</color>、持続時間5秒。また、ダッシュまたはダッシュを代替する能力を使用すると、攻撃力+<color=#99FFFFFF>30%</color>、持続時間5秒。",
        "ko": "일반 공격으로 적을 명중 시킨 후, 대시나 대시를 대체할 수 있는 능력으로 소모되는 스태미나가 <color=#99FFFFFF>18%</color> 감소한다. 지속 시간: 5초. 또한, 대시나 대시를 대체할 수 있는 능력을 사용한 후, 공격력이 <color=#99FFFFFF>30%</color> 증가한다. 지속 시간: 5초",
        "en": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by <color=#99FFFFFF>18%</color> for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by <color=#99FFFFFF>30%</color> for 5s.",
        "de": "Verringert den Ausdauerverbrauch beim Rennen oder von Fähigkeiten, die Rennen ersetzen, beim Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>18 %</color>. Erhöht außerdem den ANG beim Rennen oder bei Anwendung von Fähigkeiten, die Rennen ersetzen, 5 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Al atacar a un enemigo con un Ataque Normal, el consumo de Aguante al esprintar o al usar una habilidad que sustituye a esprintar se reduce en un <color=#99FFFFFF>18%</color> durante 5 s. Además, después de esprintar o de usar una habilidad que sustituye a esprintar, el ATQ aumenta en un <color=#99FFFFFF>30%</color> durante 5 s.",
        "fr": "Lorsqu'une attaque normale touche un ennemi, la consommation d'endurance du sprint ou de l'aptitude qui le remplace est réduite de <color=#99FFFFFF>18 %</color> pendant 5 s. De plus, après l'utilisation du sprint ou de l'aptitude qui le remplace, l'ATQ augmente de <color=#99FFFFFF>30 %</color> pendant 5 s.",
        "pt": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em <color=#99FFFFFF>18%</color> por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em <color=#99FFFFFF>30%</color> durante 5s.",
        "ru": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на <color=#99FFFFFF>18%</color> в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на <color=#99FFFFFF>30%</color> в течение 5 сек.",
        "id": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang <color=#99FFFFFF>18%</color> selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat <color=#99FFFFFF>30%</color> selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง <color=#99FFFFFF>18%</color> เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 5 วินาที",
        "vi": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm <color=#99FFFFFF>18%</color>, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng <color=#99FFFFFF>30%</color>, kéo dài 5s."
      }
    },
    {
      "name": {
        "zhs": "变化万端",
        "zht": "變化萬端",
        "jp": "千変万化",
        "ko": "변화무쌍",
        "en": "Ever-Changing",
        "de": "Unaufhörlicher Wandel",
        "es": "Versatilidad",
        "fr": "Versatile",
        "pt": "Mudança Constante",
        "ru": "Тысяча форм",
        "id": "Ever-Changing",
        "th": "Ever-Changing",
        "vi": "Thiên Biến Vạn Hóa"
      },
      "description": {
        "zhs": "普通攻击命中敌人后，冲刺或替代冲刺的能力消耗的体力降低<color=#99FFFFFF>20%</color>，持续5秒。此外，使用冲刺或替代冲刺的能力后，攻击力提升<color=#99FFFFFF>35%</color>，持续5秒。",
        "zht": "普通攻擊命中敵人後，衝刺或替代衝刺的能力消耗的體力降低<color=#99FFFFFF>20%</color>，持續5秒。此外，使用衝刺或替代衝刺的能力後，攻擊力提升<color=#99FFFFFF>35%</color>，持續5秒。",
        "jp": "通常攻撃が敵に命中すると、ダッシュまたはダッシュを代替する能力のスタミナ消費-<color=#99FFFFFF>20%</color>、持続時間5秒。また、ダッシュまたはダッシュを代替する能力を使用すると、攻撃力+<color=#99FFFFFF>35%</color>、持続時間5秒。",
        "ko": "일반 공격으로 적을 명중 시킨 후, 대시나 대시를 대체할 수 있는 능력으로 소모되는 스태미나가 <color=#99FFFFFF>20%</color> 감소한다. 지속 시간: 5초. 또한, 대시나 대시를 대체할 수 있는 능력을 사용한 후, 공격력이 <color=#99FFFFFF>35%</color> 증가한다. 지속 시간: 5초",
        "en": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by <color=#99FFFFFF>20%</color> for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by <color=#99FFFFFF>35%</color> for 5s.",
        "de": "Verringert den Ausdauerverbrauch beim Rennen oder von Fähigkeiten, die Rennen ersetzen, beim Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>20 %</color>. Erhöht außerdem den ANG beim Rennen oder bei Anwendung von Fähigkeiten, die Rennen ersetzen, 5 s lang um <color=#99FFFFFF>35 %</color>.",
        "es": "Al atacar a un enemigo con un Ataque Normal, el consumo de Aguante al esprintar o al usar una habilidad que sustituye a esprintar se reduce en un <color=#99FFFFFF>20%</color> durante 5 s. Además, después de esprintar o de usar una habilidad que sustituye a esprintar, el ATQ aumenta en un <color=#99FFFFFF>35%</color> durante 5 s.",
        "fr": "Lorsqu'une attaque normale touche un ennemi, la consommation d'endurance du sprint ou de l'aptitude qui le remplace est réduite de <color=#99FFFFFF>20 %</color> pendant 5 s. De plus, après l'utilisation du sprint ou de l'aptitude qui le remplace, l'ATQ augmente de <color=#99FFFFFF>35 %</color> pendant 5 s.",
        "pt": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em <color=#99FFFFFF>20%</color> por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em <color=#99FFFFFF>35%</color> durante 5s.",
        "ru": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на <color=#99FFFFFF>20%</color> в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на <color=#99FFFFFF>35%</color> в течение 5 сек.",
        "id": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang <color=#99FFFFFF>20%</color> selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat <color=#99FFFFFF>35%</color> selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง <color=#99FFFFFF>20%</color> เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>35%</color> เป็นเวลา 5 วินาที",
        "vi": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm <color=#99FFFFFF>20%</color>, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng <color=#99FFFFFF>35%</color>, kéo dài 5s."
      }
    },
    {
      "name": {
        "zhs": "变化万端",
        "zht": "變化萬端",
        "jp": "千変万化",
        "ko": "변화무쌍",
        "en": "Ever-Changing",
        "de": "Unaufhörlicher Wandel",
        "es": "Versatilidad",
        "fr": "Versatile",
        "pt": "Mudança Constante",
        "ru": "Тысяча форм",
        "id": "Ever-Changing",
        "th": "Ever-Changing",
        "vi": "Thiên Biến Vạn Hóa"
      },
      "description": {
        "zhs": "普通攻击命中敌人后，冲刺或替代冲刺的能力消耗的体力降低<color=#99FFFFFF>22%</color>，持续5秒。此外，使用冲刺或替代冲刺的能力后，攻击力提升<color=#99FFFFFF>40%</color>，持续5秒。",
        "zht": "普通攻擊命中敵人後，衝刺或替代衝刺的能力消耗的體力降低<color=#99FFFFFF>22%</color>，持續5秒。此外，使用衝刺或替代衝刺的能力後，攻擊力提升<color=#99FFFFFF>40%</color>，持續5秒。",
        "jp": "通常攻撃が敵に命中すると、ダッシュまたはダッシュを代替する能力のスタミナ消費-<color=#99FFFFFF>22%</color>、持続時間5秒。また、ダッシュまたはダッシュを代替する能力を使用すると、攻撃力+<color=#99FFFFFF>40%</color>、持続時間5秒。",
        "ko": "일반 공격으로 적을 명중 시킨 후, 대시나 대시를 대체할 수 있는 능력으로 소모되는 스태미나가 <color=#99FFFFFF>22%</color> 감소한다. 지속 시간: 5초. 또한, 대시나 대시를 대체할 수 있는 능력을 사용한 후, 공격력이 <color=#99FFFFFF>40%</color> 증가한다. 지속 시간: 5초",
        "en": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by <color=#99FFFFFF>22%</color> for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by <color=#99FFFFFF>40%</color> for 5s.",
        "de": "Verringert den Ausdauerverbrauch beim Rennen oder von Fähigkeiten, die Rennen ersetzen, beim Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>22 %</color>. Erhöht außerdem den ANG beim Rennen oder bei Anwendung von Fähigkeiten, die Rennen ersetzen, 5 s lang um <color=#99FFFFFF>40 %</color>.",
        "es": "Al atacar a un enemigo con un Ataque Normal, el consumo de Aguante al esprintar o al usar una habilidad que sustituye a esprintar se reduce en un <color=#99FFFFFF>22%</color> durante 5 s. Además, después de esprintar o de usar una habilidad que sustituye a esprintar, el ATQ aumenta en un <color=#99FFFFFF>40%</color> durante 5 s.",
        "fr": "Lorsqu'une attaque normale touche un ennemi, la consommation d'endurance du sprint ou de l'aptitude qui le remplace est réduite de <color=#99FFFFFF>22 %</color> pendant 5 s. De plus, après l'utilisation du sprint ou de l'aptitude qui le remplace, l'ATQ augmente de <color=#99FFFFFF>40 %</color> pendant 5 s.",
        "pt": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em <color=#99FFFFFF>22%</color> por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em <color=#99FFFFFF>40%</color> durante 5s.",
        "ru": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на <color=#99FFFFFF>22%</color> в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на <color=#99FFFFFF>40%</color> в течение 5 сек.",
        "id": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang <color=#99FFFFFF>22%</color> selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat <color=#99FFFFFF>40%</color> selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง <color=#99FFFFFF>22%</color> เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 5 วินาที",
        "vi": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm <color=#99FFFFFF>22%</color>, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng <color=#99FFFFFF>40%</color>, kéo dài 5s."
      }
    }
  ],
  "internal_name": "Catalyst_Outlaw",
  "imgid": "catalyst/outlaw"
}