{
  "id": 14416,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "流浪的晚星",
    "zht": "流浪的晚星",
    "jp": "彷徨える星",
    "ko": "방랑하는 저녁별",
    "en": "Wandering Evenstar",
    "de": "Wandernder Abendstern",
    "es": "Estrella Errabunda",
    "fr": "Étoile du soir errante",
    "pt": "Estrela Itinerante",
    "ru": "Скитающаяся звезда",
    "id": "Wandering Evenstar",
    "th": "Wandering Evenstar",
    "vi": "Sao Đêm Rong Ruổi"
  },
  "description": {
    "zhs": "原本是学者用于观测与计算天象的古老仪器。具有传导力量，作为法器的能力。",
    "zht": "原本是學者用於觀測與計算天象的古老儀器。具有傳導力量作為法器的能力。",
    "jp": "元々は、学者が天象を観測し、計算するために使用していた古い装置。力を伝導でき、法器としても機能する。",
    "ko": "학자가 천문 관측 및 계산에 사용했던 고대의 장치. 힘을 전달하는 능력이 있어서 법구로도 쓸 수 있다",
    "en": "This was originally a device used by researchers to observe and perform calculations on celestial phenomena. It serves as a conduit and catalyst.",
    "de": "Ursprünglich war dies ein uraltes Gerät, das von Forschern zur Beobachtung und Berechnung von Himmelserscheinungen verwendet wurde. Es kann Energien leiten und als Katalysator dienen.",
    "es": "En su origen, era un antiguo artilugio con el que los eruditos observaban y hacían cálculos de los fenómenos astronómicos. Ahora sirve como canalizador de energía y como catalizador.",
    "fr": "Il s'agissait à l'origine d'un appareil utilisé par les chercheurs pour observer et effectuer des calculs sur les phénomènes célestes. Il sert maintenant de conduit et de catalyseur.",
    "pt": "Originalmente, era um dispositivo antigo com o qual os estudiosos observavam e faziam cálculos de fenômenos astronômicos. Agora serve como um canal de energia e um catalisador.",
    "ru": "Изначально это был инструмент, который исследователи использовали для наблюдения и расчётов небесных явлений. Теперь он направляет энергию и служит катализатором.",
    "id": "Awalnya adalah perangkat kuno yang digunakan oleh para pelajar untuk mengamati dan melakukan perhitungan pada fenomena langit. Memiliki kemampuan untuk mengirim kekuatan dan menjadi Catalyst.",
    "th": "เดิมทีเป็นเครื่องมือโบราณที่นักวิชาการใช้ในการสังเกตและคำนวณปรากฏการณ์ท้องฟ้า มีความสามารถในการส่งผ่านพลังและทำหน้าที่เป็นสื่อเวท",
    "vi": "Vốn là món đồ được các học giả sử dụng để quan trắc và tính toán thiên tượng. Có năng lực truyền dẫn sức mạnh để làm pháp khí."
  },
  "lore": {
    "zhs": "\n那是千年前的旧事，发生于愚妄神王消堙沙暴之后的时代，\n失去王国的浪客王子遁入了层叠的雨林，被静谧月光包围。\n怀着征服新天地的希望前来闯荡，却被白弓的女猎手追逐，\n狼狈的浪客为藤蔓枝条所困，清冷月光下细听猛虎的低吟。\n\n「雨林之中行路艰难，凡人只得从碎叶间的夜空辨明前路」\n「明灭的晚星为浪客指明方向，却也诱他走入致命的陷阱」\n「深林穿梭的女猎手秉一张白弓，一次次驱逐着不速之客」\n「伴着苍老的虎啸下达了驱逐的命令，却没伤及他的性命」\n\n年老的盲诗人如此复述着浪客王子的经历，声音沙哑。\n纵使早已失去双眼，却仍然不自觉望向明月旁的晚星。\n明灭不定的晚星将浪客引向新的希望，却也引向灭亡，\n\n多年后，当失去一切的浪客面临死境，不得不做出选择…\n当「死」的教谕在耳边呢喃，他才真正明晓警告的意义…\n\n「你终不属于森林，亦不属于死亡，远离王的宫阙吧」\n「如果你还珍惜生命与记忆，就不要深入黑暗的险地」\n\n「请你不要再重复那些傻话了…」\n「若流离的宿命将我引向月色的白弓，若晚星昭示着末路」\n「那么，欣然接受自己的命运，多少也强过死于追逐猎鹰」",
    "zht": "\n那是千年前的舊事，發生於愚妄神王消堙沙暴之後的時代，\n失去王國的浪客王子遁入了層疊的雨林，被靜謐月光包圍。\n懷著征服新天地的希望前來闖蕩，卻被白弓的女獵手追逐，\n狼狽的浪客為藤蔓枝條所困，清冷月光下細聽猛虎的低吟。\n\n「雨林之中行路艱難，凡人只得從碎葉間的夜空辨明前路」\n「明滅的晚星為浪客指明方向，卻也誘他走入致命的陷阱」\n「深林穿梭的女獵手秉一張白弓，一次次驅逐著不速之客」\n「伴著蒼老的虎嘯下達了驅逐的命令，卻沒傷及他的性命」\n\n年老的盲詩人如此複述著浪客王子的經歷，聲音沙啞。\n縱使早已失去雙眼，卻仍然不自覺望向明月旁的晚星。\n明滅不定的晚星將浪客引向新的希望，卻也引向滅亡，\n\n多年後，當失去一切的浪客面臨死境，不得不做出選擇…\n當「死」的教諭在耳邊呢喃，他才真正明曉警告的意義…\n\n「你終不屬於森林，亦不屬於死亡，遠離王的宮闕吧」\n「如果你還珍惜生命與記憶，就不要深入黑暗的險地」\n\n「請你不要再重複那些傻話了…」\n「若流離的宿命將我引向月色的白弓，若晚星昭示著末路」\n「那麼，欣然接受自己的命運，多少也強過死於追逐獵鷹」",
    "jp": "\nあれは千年も前の出来事——あの愚かな神王が、砂嵐で滅んだ後の時代に起きたこと。\n王国を失った流浪の王子は生い茂る樹海へと逃げ、静かな月光に包まれた。\n新天地を手にしようと希望を心に秘めてやって来たものの、白弓の女狩人に追われ、\n狼狽した浪客はツル草の枝に囲まれてしまう。冷たい月光の下、彼は猛虎の唸り声を聞いていた。\n\n「雨林の中を進むことは困難を極める。凡人はただ葉の隙間から見える夜空で、前方の道を判断するしかない。」\n「明滅する晩星は浪客のために方向を示していたが、彼を致命的な罠へと陥れた。」\n「樹林をうろつく女狩人は手に白弓を持ち、次々と招かれざる客を追い払う。」\n「老いた虎の咆哮とともに排除の命が下された。しかし、彼の命に手は出さなかった。」\n\n年老いた盲目の詩人は、こうして流浪の王子にあった出来事を繰り返し言葉にする。その声はかすれていた。\nすでに両目を失っているが、無意識に明月の隣にある晩星へと目を向けた。\n明滅する晩星は浪客を新しい希望へと導いた。しかし、それは滅亡の始まりでもあった。\n\n何年も後に、すべてを失った浪客が死に直面して選択を迫られる…\n「死」の教えが耳元で囁かれ、彼は初めて警告の意味を理解した…\n\n「あなたは森に属さない、死にも属さない、王の宮殿から離れよ。」\n「命と記憶をまだ大事にしたいのであれば、暗闇の危地に深入りするな。」\n\n「そんな馬鹿げた話を繰り返すのをやめろ…」\n「もし流浪の宿命が、私を月色の白弓へと導いたのなら…もしあの晩星が末路を示しているのなら。」\n「自分の運命を喜んで受け入れよう、鷹の追求で死ぬよりいい。」",
    "ko": "\n그것은 천 년 전에 어리석은 신왕이 모래폭풍에 묻혀 사라진 후에 일어난 옛일이다.\n왕국을 잃은 방랑객 왕자는 겹겹이 쌓인 우림으로 도망쳤고, 고요한 달빛에 감싸였다.\n신세계를 정복하는 희망을 품고 달려왔다가 백궁을 든 여사냥꾼에게 쫓기는 신세가 되었다.\n넝쿨 가지에 묶여 곤경에 빠진 방랑객은 차가운 달빛 아래에서 맹호의 속삭임에 귀를 기울였다.\n\n「우림 속의 길은 험난하여 인간은 잎사귀 틈 사이의 밤하늘을 바라보며 앞길을 분별해야 했다.」\n「가물거리는 저녁별은 방랑객에게 방향을 가리키는 동시에 그들을 치명적인 함정으로도 유인했다.」\n「깊은 숲속을 누비는 여사냥꾼은 백궁을 들고 불청객을 번번이 쫓아냈다.」\n「늙은 호랑이의 포효와 함께 추방 명령을 내렸지만 그를 다치게 하지는 않았다.」\n\n장님 노시인은 잠긴 목소리로 방랑객 왕자의 경력을 이렇게 되풀이했다.\n눈이 먼지 오래되었지만, 여전히 무의식적으로 달 옆의 저녁별을 바라보았다.\n가물거리는 저녁별은 방랑객을 새로운 희망으로 인도하지만, 멸망으로 인도하기도 한다.\n\n몇 년 후 모든 것을 잃은 방랑객이 죽음을 맞이할 때, 어쩔 수 없이 선택해야 했다….\n「죽음」의 가르침이 귓가에 속삭이고 나서야 그는 진정으로 경고의 의미를 깨달았다….\n\n「너는 숲에 속하지도 죽음에 속하지도 않으니 왕의 궁궐에서 멀리 떠나거라.」\n「아직도 삶과 기억을 소중히 여긴다면 어둠의 험지 깊숙이 들어가지 마라.」\n\n「그 바보 같은 말들을 다시 하지 말아 줘…」\n「떠도는 숙명이 나를 달빛의 백궁으로 인도하다면, 저녁별이 생애의 최후를 명시하고 있다면…」\n「그럼 매를 쫓다가 죽는 것보다 운명을 받아들이는 편이 낫겠다」",
    "en": "\nThis story takes place thousands of years ago, in an era after the foolish God-King was buried by the sandstorms.\nThe wandering prince, having lost his kingdom, retreated into the cascading rainforest, surrounded by the tranquil moonlight.\nHe had come here with the ambition to conquer new lands, but ended up being pursued by the huntress with the white bow,\nAnd thus did the dejected wanderer come to be trapped by vine branches and, in the cold moonlight, he heard the low growls of the tiger around him.\n\n\"The rainforest trail road was so treacherous that mortals could only tell the way ahead by the moonlight breaking through the leaves.\"\n\"The flickering evening stars lit the wanderer's way but also lured him into a deadly trap.\"\n\"The huntress darted through the deepwood with her white bow, driving this intruder away time and again.\"\n\"Together with the ancient tiger and its roar, she gave the order for his expulsion, but did not take his life.\"\n\nThe old blind poet repeated the story of the wandering prince in a cracked, hoarse voice.\nEven though he had lost his eyes long ago, he still unconsciously looked at the evening star that lay next to the bright moon.\nThe flickering star of the night had led the wanderer toward new hope, but also to a dead end,\n\nAnd years later, when the wanderer who had nothing to lose faced death, he had to make a choice...\nWhen the teachings of death were whispered in his ear, he finally realized the meaning of the warning...\n\n\"You belong to neither the forest nor death, so stay far from the king's palace.\"\n\"If you cherish life and memory still, do not go deep into the dark and dangerous lands.\"\n\n\"Stop repeating those silly words...\"\n\"If my wandering fate leads me to the moon-white bow, and if the evening stars foretell my end,\"\n\"Well then! I would rather accept my fate than die pursuing a falcon.\"",
    "de": "\nEs war vor Tausenden von Jahren, in der Ära nach dem Tod des törichten Königs der Götter, der von den Sandstürmen begraben wurde.\nDer wandernde Prinz, der sein Reich verloren hatte, floh in das Meer der Regenwälder, die von stillem Mondlicht umgeben wurden.\nAls er hierher kam mit dem Ehrgeiz, hier die neue Welt zu erobern, wurde er von einer Jägerin mit weißem Bogen gejagt.\nVon den Reben gefesselt, musste der verlegene Wanderer im eisigen Mondlicht dem Flüstern des Tigers neben ihm lauschen.\n\n„Das Gelände im Regenwald war komplex und tückisch. Sterbliche mussten das Mondlicht nutzen, das aus dem üppigen Laub strömt, um ihren Weg zu finden.“\n„Die funkelnden Abendsterne wiesen dem Wanderer den Weg, lockten ihn aber auch in eine tödliche Falle.“\n„Immer wieder rannte die Jägerin mit ihrem weißen Bogen durch den Wald und vertrieb den ungebetenen Gast.“\n„Mit dem tiefen Gebrüll des Tigers gab sie den Befehl zu seiner Vertreibung, nahm ihm aber nicht das Leben.“\n\nDer blinde alte Dichter erzählte mit heiserer Stimme die Geschichte vom wandernden Prinzen.\nObwohl er schon längst blind war, blickte er immer noch unbewusst auf die Abendsterne neben dem hellen Mond.\nDie funkelnden Abendsterne führten den Wanderer zu einer neuen Hoffnung, zugleich aber auch in eine Sackgasse.\n\nJahre später stand der Wanderer, der alles verloren hatte, dem Tod gegenüber. Ihm blieb nichts anderes, als eine Wahl zu treffen ...\nErst als ihm die Lehre vom „Tod“ ins Ohr geflüstert wurde, verstand er den Sinn dieser Ermahnungen ...\n\n„Du gehörst weder dem Wald noch dem Tod. Halte dich vom Palast des Königs fern.“\n„Wenn du das Leben und die Erinnerung noch schätzt, begib dich nicht in Gefahr.“\n\n„Hör auf mit diesem dummen Zeug ...“\n„Wenn mich das Schicksal zum Wandern, zu dem weißen Bogen führt, wenn mich die Abendsterne zur Sackgasse leiten,“\n„dann würde ich lieber das Schicksal akzeptieren, als auf der Jagd nach einem Falken zu sterben.“",
    "es": "\nEsta historia sucedió hace miles de años, durante la era en la que el necio rey divino fue sepultado por las tormentas de arena.\nEl príncipe errante, despojado del reino, se retiró a la frondosa selva y se rodeó de la tranquila luz de la luna.\nHabía venido con la ambición de conquistar nuevas tierras, pero acabó siendo perseguido por la cazadora de arco blanco.\nAl final, el miserable forastero errante acabó atrapado entre enredaderas, mientras escuchaba bajo la fría luna los gruñidos de los tigres.\n\n“Los caminos de la selva son tan traicioneros que los mortales solo podían guiarse por los parches de cielo estrellado que a duras penas se abrían en la espesura.\nLas titilantes estrellas guiaron al forastero errante, pero también lo condujeron hacia una trampa mortal.\nLa cazadora volaba por el bosque empuñando su arco blanco y repeliendo a este intruso una y otra vez.\nAcompañada de su viejo tigre compañero, silbaba la orden de expulsarlo, pero no de cobrarse su vida”.\n\nEl viejo bardo ciego repitió la historia del príncipe errante con voz ajada y carrasposa.\nAunque hacía mucho que perdió la vista, seguía dirigiendo su rostro hacia la estrella que lucía junto a la luna.\nLa titilante estrella guio al forastero errante hacia una nueva esperanza, pero también a su perdición.\n\nAños después, cuando el forastero errante que había perdido todo se enfrentó a la muerte, tuvo que tomar una decisión.\nCuando la muerte le murmuró sus enseñanzas al oído, por fin comprendió qué significaba la advertencia...\n\n“No perteneces ni al bosque ni a la muerte, así que mantente alejado del palacio del rey.\nSi aún estimas la vida y los recuerdos, no te adentres en las oscuras y peligrosas tierras.\n\n“Deja de repetir esas tonterías...\nSi mi destino errabundo me conduce hasta la luna y su arco blanco, si las estrellas me muestran mi fin...\n... Prefiero correr esa suerte antes que morir persiguiendo un halcón”.",
    "fr": "\nCette histoire se déroule il y a des milliers d'années, à une époque où l'insensé roi divin fut enterré par les tempêtes de sable.\nLe prince errant, ayant perdu son royaume, se retira dans la forêt tropicale, entouré par le clair de lune tranquille.\nIl vint ici avec l'ambition de conquérir de nouvelles terres, mais finit par être poursuivi par la chasseresse à l'arc blanc.\nEt c'est ainsi que le vagabond découragé se fit piéger par des pampres de vigne et, dans le froid clair de lune, il entendit autour de lui les grognements sourds d'un tigre.\n\n« Le sentier de la forêt tropicale est si perfide que les mortels ne peuvent dire la voie à suivre qu'au clair de lune traversant les feuilles. »\n« Les étoiles scintillantes du soir éclairent le chemin du vagabond mais l'attirent également dans un piège mortel. »\n« La chasseresse s'élance à travers les bois profonds avec son arc blanc, chassant cet intrus à maintes reprises. »\n« Avec l'ancien tigre et son rugissement, elle donne l'ordre de son expulsion, mais ne prend pas sa vie. »\n\nLe vieux poète aveugle répétait l'histoire du prince errant d'une voix cassée et rauque.\nMême s'il avait perdu ses yeux il y a longtemps, il regardait toujours inconsciemment l'étoile du soir qui se trouvait à côté de la lune brillante.\nL'étoile vacillante de la nuit avait conduit le vagabond vers un nouvel espoir, mais aussi vers une impasse...\n\nEt des années plus tard, quand le vagabond qui n'avait rien à perdre affronta la mort, il dut faire un choix...\nLorsque les enseignements de la mort furent chuchotés à son oreille, il comprit finalement le sens de l'avertissement...\n\n« Vous n'appartenez ni à la forêt ni à la mort, alors restez loin du palais royal. »\n« Si vous chérissez encore la vie et les souvenirs, n'allez pas profondément dans les terres sombres et dangereuses. »\n\n« Arrêtez de répéter ces sottises... »\n« Si mon destin d'errance me conduit à l'arc blanc de lune, et si les étoiles du soir prédisent ma fin... »\n« Qu'il en soit ainsi ! Je préfère accepter mon sort que de mourir en poursuivant un faucon. »",
    "pt": "\nFoi há milhares de anos, uma era após o Rei Deus tolo ser soterrado pela tempestade de areia.\nO príncipe andarilho, que perdeu seu reino, se retirou para a floresta tropical em cascada, rodeado por luar e tranquilidade.\nVeio aqui com a esperança de conquistar um novo mundo, mas acabou sendo perseguido pela caçadora com o arco branco.\nO andarilho rejeitado ficou preso por vinhas e ouviu o murmúrio do tigre no frio luar.\n\nA estrada era tão traiçoeira na floresta tropical que mortais tinham que distinguir o caminho em frente graças ao luar entre as folhas quebradas.\nAs estrelas oscilantes da noite apontaram o caminho ao andarilho, mas também o atraíram a uma armadilha mortal.\nA caçadora correndo através da floresta carrega um arco branco, afastando invasores diversas vezes.\nAcompanhada pelo rugido do velho tigre, a ordem de despejo foi emitida, mas não ameaçou sua vida.\n\nO velho poeta cego repetiu a experiência do príncipe andarilho em uma voz quebrada.\nMesmo ele já tendo perdido seus olhos, ele ainda olha para a estrela noturna ao lado da lua brilhante inconscientemente.\nA estrela oscilante da noite leva o andarilho a uma nova esperança, mas também a um caminho sem saída.\n\nAnos depois, quando o andarilho que perdeu tudo encarar a morte, ele terá uma escolha a fazer...\nQuando os ensinamentos da morte sussurram em seu ouvido, ele finalmente percebe o significado do aviso...\n\nVocê não pertence à floresta, ou a morte. Fique longe deste lugar.\nSe você ainda estima a vida e a memória, não se aprofunde na terra sombria e perigosa.\n\nPare de repetir estas palavras tolas...\nSe o destino do andarilho me levar ao arco branco do luar, se as estrelas noturnas mostrarem um caminho sem saída,\nEntão é melhor aceitar seu destino do que morrer perseguindo um falcão.",
    "ru": "\nЭта история произошла тысячи лет назад, в эпоху после погребения глупого Царя богов под песчаными бурями.\nСтранствующий принц, потерявший своё царство, ушёл в тропический лес, окружённый спокойным лунным светом.\nОн пришёл сюда с честолюбивым намерением завоевать новые земли, но за ним начала слежку охотница с белым луком.\nУдручённый странник попал в ловушку из виноградной лозы, и в холодном лунном свете он услышал низкое рычание тигра рядом с собой.\n\n«Тропический лес настолько коварен, что смертные могут определить дорогу только по лунному свету, пробивающемуся сквозь листву.\nМерцающие вечерние звёзды освещали путь странника, но в то же время заманивали его в смертельную ловушку.\nОхотница пронеслась через дремучий лес со своим белым луком, снова и снова отгоняя незваного гостя.\nДревний тигр рычал... И всё же она изгнала его, но не лишила жизни», -\n\nстарый слепой поэт поведал историю о странствующем принце надтреснутым, хриплым голосом.\nНесмотря на то, что поэт давно потерял зрение, он всё ещё бессознательно смотрел на вечернюю звезду, светившую рядом с яркой луной.\nМерцающая ночная звезда привела странника к новой надежде, но и завела в тупик.\n\nГоды спустя, когда странник, которому нечего было терять, столкнулся лицом к лицу со смертью, ему пришлось сделать выбор...\nКогда ему на ухо прошептали учение о смерти, он наконец осознал, что значило то предупреждение...\n\n«Ты не принадлежишь ни лесу, ни смерти, так что держись подальше от царского дворца».\n«Если ты всё ещё дорожишь жизнью и памятью, не углубляйся в тёмные и опасные земли».\n\n«Перестань повторять эти глупые слова...\nЕсли моя судьба приведёт меня к белому луку и если вечерние звёзды предвещают мой конец...\nя скорее приму свою судьбу, чем умру, преследуя сокола».",
    "id": "\nCerita ini terjadi ribuan tahun yang lalu, di era pada masa sang Raja bodoh terkubur oleh badai pasir.\nPangeran pengembara, setelah kehilangan kerajaannya, melarikan diri ke hutan hujan yang berjenjang, dikelilingi oleh cahaya bulan yang tenang.\nDia datang ke sini dengan ambisi untuk menaklukkan tanah baru, tetapi sebaliknya, dia dikejar dan diburu oleh pemburu berbusur putih.\nPada suatu saat, pengembara yang sedih itu terperangkap oleh cabang-cabang pohon anggur dan di bawah cahaya bulan yang dingin, dia mendengar geraman sayup dari harimau di sekitarnya \n\n\"Jalan di hutan hujan sangat berbahaya, manusia hanya bisa melihat jalan di depan diterangi oleh cahaya bulan yang menembus dedaunan.\"\n\"Kelap-kelip bintang malam menerangi jalan pengembara itu, tetapi juga memikatnya ke dalam jebakan maut.\"\n\"Si Pemburu melesat menembus hutan dengan busur putihnya, mengusir penyusup ini lagi dan lagi.\"\n\"Bersama dengan harimau kuno dan aumannya, dia memberikan perintah untuk mengusir si Pengembara, tetapi tidak berniat untuk membunuhnya.\"\n\nSang Penyair tua mengulangi cerita tentang sang Pangeran Pengembara dengan suaranya yang serak dan lemah.\nMeskipun dia telah lama kehilangan matanya sejak lama, dia masih secara tidak sadar menatap bintang malam di samping bulan yang terang.\nKelap-kelip bintang malam telah membawa pengembara menuju harapan baru, tetapi juga ke jalan buntu,\n\nBertahun-tahun kemudian, ketika pengembara yang telah kehilangan segalanya dihadapkan dengan kematian, dia harus membuat pilihan ....\nKetika konsep \"kematian\" berbisik di telinganya, dia sangat mengerti arti dari peringatan itu ....\n\n\"Kamu bukan milik hutan atau kematian, jadi menjauhlah dari istana raja.\"\n\"Jika kamu masih menghargai hidup dan kenangan, jangan pergi jauh ke tanah yang gelap dan berbahaya.\"\n\n\"Berhenti mengulangi perkataan bodoh itu ....\"\n\"Jika nasib pengembaraanku berujung pada busur dan panah putih, dan jika bintang malam telah meramalkan akhir hayatku.\"\n\"Maka itu, baiklah! Aku akan menerima nasibku daripada mati mengejar elang.\"",
    "th": "\nเรื่องนี้เกิดขึ้นเมื่อหลายพันปีก่อน ในยุคหลังจากที่กษัตริย์เทพผู้โง่เขลาถูกพายุทรายฝังกลบไว้\nเจ้าชายพเนจรที่สูญเสียอาณาจักรได้หลบหนีเข้าไปในป่าฝนที่หนาแน่น รายล้อมด้วยแสงจันทร์อันเงียบงัน\nเขาเดินเตร็ดเตร่ด้วยความหวังที่จะพิชิตดินแดนใหม่ แต่สุดท้ายกลับถูกธนูขาวของพรานสาวเข้า\nชายพเนจรที่น่าสงสารถูกผูกติดกับกิ่งเถาวัลย์ เขาได้ยินเสียงคำครวญของเสือภายใต้แสงจันทร์อันเยือกเย็น\n\n\"การเดินทางในป่าฝนนั้นยากลำบากมาก มนุษย์สามารถมองเห็นทางข้างหน้าได้จากแสงจันทร์ที่ส่องผ่านใบไม้เท่านั้น\"\n\"ดวงดาวยามค่ำคืนที่ริบหรี่ส่องทางให้แก่ผู้พเนจร แต่กลับยังหลอกล่อให้เขาติดกับดักอันร้ายแรง\"\n\"พรานสาวยิงคมศรธนูสีขาวเข้ามายังป่าลึก เพื่อขับไล่แขกที่ไม่ได้รับเชิญครั้งแล้วครั้งเล่า\"\n\"เธอได้ออกคำสั่งให้ขับไล่ผู้พเนจรไปพร้อมกับเสียงเสือโบราณคำราม แต่ไม่ได้มีเจตนาจะฆ่าเขา\"\n\nกวีชราตาบอดเล่าถึงประสบการณ์ของเจ้าชายพเนจร จนเสียงของเขาแหบแห้ง\nแม้ว่าเขาจะสูญเสียดวงตาไปแล้ว แต่เขาก็ยังแหงนมองดูดาวยามค่ำคืนที่อยู่เคียงข้างดวงจันทร์อันเจิดจ้าโดยไม่รู้ตัว\nดวงดาวยามค่ำคืนได้นำพาผู้พเนจรไปสู่ความหวังใหม่ แต่ก็นำไปสู่ทางตันเช่นกัน\n\nหลายปีต่อมา เมื่อผู้พเนจรที่ซึ่งสูญเสียทุกสิ่งทุกอย่างในชีวิตต้องเผชิญกับความตาย เขาจึงต้องเลือก...\nเมื่อคำสอนแห่งความตายดึงขึ้นข้างหู ในที่สุดเขาก็เข้าใจความหมายของคำเตือนนั้น...\n\n\"เจ้าไม่ควรอยู่ในป่า เจ้าไม่ควรค่าแก่ความตาย จงอยู่ให้ห่างจากวังของราชาเสีย\"\n\"หากเจ้ายังรักชีวิตและหวงแหนความทรงจำ จงอย่าได้ก้าวไปยังดินแดนที่มืดมิดและอันตราย\"\n\n\"จงหยุดกล่าววาจาโง่เขลาซ้ำ ๆ นั้นเสียที...\"\n\"หากชะตากรรมที่ร่อนเร่ลิขิตให้ข้าไปสู่ธนูสีขาวนวลจันทร์ หากดวงดาวในยามราตรีนำพาข้าสู่ทางตัน\"\n\"ถ้าเช่นนั้น ข้าจะยอมรับชะตาชีวิตดีกว่าตามล่าเหยี่ยวจนตัวตาย\"",
    "vi": "\nĐó là chuyện cũ từ ngàn năm trước, xảy ra vào thời đại thần vương ngu muội vùi thân trong bão cát,\nHoàng tử lãng khách mất đi vương quốc đã lẫn vào trong rừng mưa trùng điệp, bị bao vây bởi ánh trăng tĩnh lặng.\nÔm theo hy vọng chinh phục vùng đất mới mà xông pha đến đây, lại bị nữ thợ săn cung trắng xua đuổi,\nLãng khách khốn khổ bị kẹt lại giữa những cành cây và dây leo, lắng nghe tiếng thở than của mãnh hổ dưới ánh trăng thanh vắng.\n\n\"Đi trong rừng mưa rất gian nan, người phàm chỉ đành phải dựa vào bầu trời giữa những khe lá để phân biệt con đường phía trước.\"\n\"Những ngôi sao đêm nhấp nháy chỉ hướng cho lãng khách, và cũng dẫn dụ anh ta bước vào cạm bẫy chí mạng.\"\n\"Nữ thợ săn len lỏi trong rừng sâu giương chiếc cung trắng lần này đến lần khác xua đuổi những vị khách không mời.\"\n\"Cùng với tiếng gầm của hổ để truyền đạt mệnh lệnh xua đuổi, nhưng lại không làm hại đến tính mạng của người đó.\"\n\nNhà thơ già mù lòa đã kể về trải nghiệm của hoàng tử lãng khách như thế, giọng nói khàn khàn.\nTuy đã mất đi đôi mắt từ lâu, nhưng cũng bất giác ngẩng mặt về hướng ngôi sao đêm bên cạnh ánh trăng.\nNgôi sao nhấp nháy vô định dẫn lối cho lãng khách đến với hy vọng mới, nhưng cũng dẫn dắt anh về hướng diệt vong,\n\nNhiều năm sau, khi lãng khách mất đi tất cả phải đối diện với hiểm cảnh, không thể không đưa ra lựa chọn...\nKhi lời dạy về \"cái chết\" văng vẳng bên tai, anh mới thực sự hiểu rõ ý nghĩa của sự cảnh cáo...\n\n\"Ngươi không thuộc về rừng sâu, cũng không thuộc về cái chết, hãy tránh xa cung điện của vua đi.\"\n\"Nếu ngươi còn trân trọng sinh mạng và ký ức, thì đừng bước sâu vào vùng đất nguy hiểm hắc ám.\"\n\n\"Xin đừng lặp lại những lời ngu ngốc ấy nữa...\"\n\"Nếu như số mệnh lưu lạc đã dẫn ta đến với chiếc cung trắng màu ánh trăng, nếu như sao đêm chỉ rõ đường cùng.\"\n\"Vậy thì, thản nhiên chấp nhận số mệnh của mình, ít nhiều cũng tốt hơn so với việc chết do đuổi theo chim ưng.\""
  },
  "effects": [
    {
      "name": {
        "zhs": "林野晚星",
        "zht": "林野晚星",
        "jp": "林野の星",
        "ko": "숲과 들의 저녁별",
        "en": "Wildling Nightstar",
        "de": "Nächtlicher Stern der Wildnis",
        "es": "Estrella de la selva",
        "fr": "Étoile de nuit sauvage",
        "pt": "Estrela da Floresta Selvagem",
        "ru": "Звезда диких лесов",
        "id": "Wildling Nightstar",
        "th": "Wildling Nightstar",
        "vi": "Sao Đêm Rừng Hoang"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>24%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>24%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>24%</color>を基準に該当キャラクターの攻撃力がアップし、そのアップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>24%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>24%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>24 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>24%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>24 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>24%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>24%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>24%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>24%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "林野晚星",
        "zht": "林野晚星",
        "jp": "林野の星",
        "ko": "숲과 들의 저녁별",
        "en": "Wildling Nightstar",
        "de": "Nächtlicher Stern der Wildnis",
        "es": "Estrella de la selva",
        "fr": "Étoile de nuit sauvage",
        "pt": "Estrela da Floresta Selvagem",
        "ru": "Звезда диких лесов",
        "id": "Wildling Nightstar",
        "th": "Wildling Nightstar",
        "vi": "Sao Đêm Rừng Hoang"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>30%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>30%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>30%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>30%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>30%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>30 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>30%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>30 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>30%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>30%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>30%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>30%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>30%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "林野晚星",
        "zht": "林野晚星",
        "jp": "林野の星",
        "ko": "숲과 들의 저녁별",
        "en": "Wildling Nightstar",
        "de": "Nächtlicher Stern der Wildnis",
        "es": "Estrella de la selva",
        "fr": "Étoile de nuit sauvage",
        "pt": "Estrela da Floresta Selvagem",
        "ru": "Звезда диких лесов",
        "id": "Wildling Nightstar",
        "th": "Wildling Nightstar",
        "vi": "Sao Đêm Rừng Hoang"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>36%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>36%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>36%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>36%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: the equipping character will gain <color=#99FFFFFF>36%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>36 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>36%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>36 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>36%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>36%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>36%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>36%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>36%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "林野晚星",
        "zht": "林野晚星",
        "jp": "林野の星",
        "ko": "숲과 들의 저녁별",
        "en": "Wildling Nightstar",
        "de": "Nächtlicher Stern der Wildnis",
        "es": "Estrella de la selva",
        "fr": "Étoile de nuit sauvage",
        "pt": "Estrela da Floresta Selvagem",
        "ru": "Звезда диких лесов",
        "id": "Wildling Nightstar",
        "th": "Wildling Nightstar",
        "vi": "Sao Đêm Rừng Hoang"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>42%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>42%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>42%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>42%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>42%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>42 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>42%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>42 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>42%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>42%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>42%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>42%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>42%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "林野晚星",
        "zht": "林野晚星",
        "jp": "林野の星",
        "ko": "숲과 들의 저녁별",
        "en": "Wildling Nightstar",
        "de": "Nächtlicher Stern der Wildnis",
        "es": "Estrella de la selva",
        "fr": "Étoile de nuit sauvage",
        "pt": "Estrela da Floresta Selvagem",
        "ru": "Звезда диких лесов",
        "id": "Wildling Nightstar",
        "th": "Wildling Nightstar",
        "vi": "Sao Đêm Rừng Hoang"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>48%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>48%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>48%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>48%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>48%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>48 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>48%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>48 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>48%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>48%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>48%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>48%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>48%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    }
  ],
  "internal_name": "Catalyst_Pleroma",
  "imgid": "catalyst/pleroma"
}