{
  "id": 14302,
  "type": "catalyst",
  "rank": 3,
  "name": {
    "zhs": "讨龙英杰谭",
    "zht": "討龍英傑譚",
    "jp": "龍殺しの英傑譚",
    "ko": "드래곤 슬레이어 영웅담",
    "en": "Thrilling Tales of Dragon Slayers",
    "de": "Von den Heldentaten der Drachenbezwinger",
    "es": "Cuentos de Cazadores de Dragones",
    "fr": "Histoire des chasseurs de dragon",
    "pt": "Histórias Extraordinárias de Caçadores de Dragões",
    "ru": "Эпос о драконоборцах",
    "id": "Thrilling Tales of Dragon Slayers",
    "th": "Thrilling Tales of Dragon Slayers",
    "vi": "Câu Chuyện Diệt Rồng"
  },
  "description": {
    "zhs": "五名英雄踏上屠龙征途的虚构故事。文笔很差，结构散乱。失败的教训是这本书所拥有的伟大力量。",
    "zht": "五名英雄踏上屠龍征途的虛構故事。文筆很差，結構散亂。失敗的教訓是這本書所擁有的偉大力量。",
    "jp": "5人の英雄がドラゴン討伐の旅に出るフィクション。文章は悪く、作りもかなり雑。失敗の教訓だけがこの本が持つ偉大な力。",
    "ko": "드래곤을 퇴치하는 모험길에 오른 다섯 영웅의 이야기를 다룬 소설. 글솜씨가 형편없고 문장 구조가 엉망이다. 실패의 교훈은 이 책이 보유한 위대한 힘이다",
    "en": "A fictional story of a band of five heroes who go off on a dragon hunt. It is poorly written and structurally incoherent. Its value lies in the many lessons that can be learned from failure.",
    "de": "Eine schlecht und unorganisiert geschriebene Geschichte über fünf Helden, die gemeinsam auf Drachenjagd gehen. Der Misserfolg ist die wichtigste Lehre, die man diesem Buch entnehmen kann.",
    "es": "Una historia ficticia de un grupo de cinco héroes en una expedición de caza de dragones. Está mal escrita, pero puede transmitir a la gente la importancia de no cometer errores.",
    "fr": "L'histoire de cinq héros partant à la chasse au dragon. L'ouvrage est mal écrit et particulièrement incohérent. Sa valeur réside dans les nombreuses leçons que l'on peut tirer de l'échec.",
    "pt": "Uma história fictícia de um grupo de 5 heróis em uma viagem de caça de dragões. Possui péssima caligrafia e está mal estruturada, porém transmite a importância de não cometer erros.",
    "ru": "Художественная история о пяти героях, собравшихся охотиться на дракона. Написано очень плохо, без какой-либо структуры. Суть книги в том, чтобы научить людей, как важно избегать ошибок.",
    "id": "Kisah fiksi tentang kelompok beranggotakan 5 pahlawan yang tengah dalam perjalanan memburu naga. Penulisannya sangat buruk dan tidak memiliki struktur yang jelas. Tetapi buku ini kaya akan pelajaran untuk tidak membuat kesalahan.",
    "th": "นวนิยายที่เกี่ยวกับเรื่องราวของ ฮีโร่ 5 คนที่กำลังจะเดินทางไป ล่ามังกร เขียนไว้อย่างหลวม ๆ และมีโครงเรื่องเพียงน้อยนิด แต่สิ่งสำคัญของมันคือ การสอนผู้คนให้เรียนรู้จากความผิดพลาด",
    "vi": "Câu chuyện hư cấu về 5 anh hùng diệt rồng. Cách hành văn rất tệ, bố cục rời rạc. Bài học từ thất bại là sức mạnh lớn nhất của quyển sách này."
  },
  "lore": {
    "zhs": "\n五英雄启程，踏上讨伐魔龙之路。\n擅长使剑的骑士，他是为了荣誉；\n手不释卷的法师，她是为了研究；\n刀舞如风的佣兵，他是为了赏金；\n百步穿杨的弓手，她是为了寻仇。\n还有博闻强记的作家，为了故事。\n我口吐白莲，妙笔生花。文章：冰雪聪明；思想：雷霆精锐。\n我加入队伍其实是因为找不到工作。是人都能胜任文案一职。\n其实我也不是作家，只是个二十过半没有正经工作的年轻人。\n",
    "zht": "\n五英雄啟程，踏上討伐魔龍之路。\n擅長使劍的騎士，他是為了榮譽；\n手不釋卷的法師，她是為了研究；\n刀舞如風的傭兵，他是為了賞金；\n百步穿楊的弓手，她是為了尋仇。\n還有博聞強記的作家，為了故事。\n我口吐白蓮，妙筆生花。文章：冰雪聰明；思想：雷霆精銳。\n我加入隊伍其實是因為找不到工作。是人都能勝任文案一職。\n其實我也不是作家，只是個二十過半沒有正經工作的年輕人。\n",
    "jp": "\n五人の英雄は魔龍討伐の道へと旅立った。\n剣使いの騎士は栄光のために。\n勤勉な魔法使いは研究のために。\n敏捷な傭兵は賞金のために。\n百発百中の弓使いは復讐のために。\nあとは博学で知識豊かな作家、物語のために。\n私は話し上手で書き上手。文章とアイデアも完璧である。\n実は、私はなかなか仕事が見つからず、仕方なく誰でもできる職についた。\nしかも私は作家ではない、二十半ば過ぎても、ろくな仕事についたことのない若者にすぎなかった。\n",
    "ko": "\n다섯 영웅은 마룡을 토벌하는 여정 길에 올랐다.\n검에 능숙한 기사인 그는 영예를 위해\n공붓벌레 메이지인 그녀는 연구를 위해\n빠른 검술을 지닌 용병인 그는 상금을 위해\n백보천양의 궁수인 그녀는 복수를 위해\n똑똑하고 기억력이 뛰어난 작가는 스토리를 위해\n난 입만 열면 문장이 되고 붓만 들면 글이 된다. 내 글은 얼음처럼 날카로운 총명하고 내 생각은 번개 같이 민첩하다.\n나는 사실 취직을 못해서 파티에 가입하려는 거야. 이 세상에 내 일자리 하나 없겠어?\n사실 나도 작가가 아니야, 이십 대 중반의 백수일뿐이지.\n",
    "en": "\nFive Heroes embarked on a journey to slay the evil dragon.\nFor honor, the master swordsman.\nFor research, the knowledgeable sorceress.\nFor bounty, the swashbuckling mercenary.\nFor vengeance, the deadeye marksman.\nFor stories, the grand novelist.\nA lotus proceeds from my mouth and flowers bloom on the page. My words are wise and clear and my thoughts are sharp like lightning.\nI joined this party because I couldn't find a job, and anybody can be a copywriter.\nBut I'm no writer, just a regular fellow in his mid twenties without an honest job.\n",
    "de": "\nFünf Helden machten sich auf, den dämonischen Drachen zu töten,\nder Meisterschwertschmied für Ehre,\ndie weise Magierin für Forschungen,\nder verwegene Söldner für Beute,\ndie Scharfschützin für Vergeltung\nund der Schriftsteller für die Geschichten.\nEin Lotus wächst mir aus dem Mund und Blumen blühen auf den Seiten. Meine Worte sind weise und ich bin blitzgescheit.\nIch bin dieser Truppe beigetreten, weil ich dringend eine Arbeit brauchte und jeder heutzutage Texte schreiben kann.\nIch bin kein Schriftsteller, sondern einfach nur ein Typ in seinen Zwanzigern ohne einen ordentlichen Beruf.\n",
    "es": "\nLos Cinco Héroes emprendieron el viaje para matar al dragón malvado:\nEl maestro espadachín, por honor;\nLa estudiosa maga, por investigación;\nEl mercenario de cuchillas danzantes, por el oro;\nLa arquera con ojo de halcón, por venganza;\nY el novelista erudito, para escribir una epopeya:\n“Un loto blanco brota de mi boca y mis versos se abren como flores. Mis palabras son puras como nieve en roca, mi pensamiento resuena como los tambores.\nMe uní a este grupo porque no podía encontrar trabajo, y cualquiera puede ser redactor.\nPero, en realidad, no soy escritor ni nada, solo soy un joven en sus veinte sin trabajo ni honor”.\n",
    "fr": "\nCinq héros sur les traces du dragon partirent.\nLe maître épéiste à la main sûre, pour l'honneur ;\nLa sorcière studieuse, pour le savoir ;\nLe mercenaire à la danse mortelle, pour la prime ;\nL'archère à la grande précision, pour la vengeance ;\nEt l'écrivain votre serviteur, pour l'histoire.\nLe lotus précède ma bouche ; du page naissent les fleurs. Pertinents sont mes mots, et acérée ma pensée.\nCette équipée j'ai rejoint, ne pouvant trouver à subsister par mes propres moyens.\nBien que n'ayant nul renom, avec eux je marche, jeune adulte n'ayant point d'expérience.\n",
    "pt": "\nCinco heróis partiram em uma jornada para matar o dragão do mal:\nPor honra, o mestre espadachim;\nPara pesquisar, a sábia sacerdotisa;\nPor recompensas, o mercenário;\nPor vingança, a arqueira.\nAinda havia o autor erudito, para escrever uma história.\nO lótus precede minha boca; da página nascem as flores. Relevantes são minhas palavras e afiados são meus pensamentos.\nEu me juntei à equipe porque não consegui arranjar outro emprego. Mas todo mundo consegue fazer trabalho de documentação.\nMas eu não sou um escritor, apenas um sujeito comum em seus vinte e poucos anos, sem um trabalho honesto.\n",
    "ru": "\nПятеро героев отправились в путешествие, чтобы убить злого дракона.\nМастер меча - ради чести;\nМудрая волшебница - ради науки;\nЛовкий наёмник - ради награды;\nМеткий стрелок - ради мести;\nС ними эрудированный писатель - ради истории.\nЛотос исходит из моего рта, и на страницах распускаются цветы. Мои слова мудры и ясны, а мои мысли резки, как молния.\nЯ присоединился к этому отряду, потому что не мог найти достойную работу, а с канцелярской работой может справиться любой.\nНо я не писатель... Я обычный парень двадцати с лишним лет без честной работы.\n",
    "id": "\nLima pahlawan melakukan perjalanan untuk membunuh naga jahat.\nSeorang kesatria yang pandai membuat pedang, baginya demi kehormatan;\nSeorang guru yang tidak merilis makalah, baginya demi penelitian:;\nSeorang prajurit bayaran yang menari seperti pedang, baginya demi hadiah;\nSeorang penembak jitu, baginya demi balas dendam.\nAdapula seorang novelis ternama, untuk menuliskan kisah.\nSebuah lotus keluar dari mulutku dan bunga mekar di lembaran. Kata-kataku bijak dan jelas, dan pikiranku setajam kilat.\nAku bergabung dengan kelompok ini karena tidak mendapat pekerjaan dan setiap orang bisa menjadi penulis.\nTapi aku bukan penulis, hanya orang biasa di umur 20 an tanpa pekerjaan yang serius.\n",
    "th": "\nฮีโร่ทั้งห้าเริ่มออกเดินทาง ก้าวขาเข้าสู่เส้นทางการโค่นมังกรอสูร\nอัศวินผู้เก่งกาจในการใช้ดาบ เขาทำเพื่อเกียรติยศของเขา\nแม่มดที่รู้ทุกอย่าง เธอทำเพื่อการวิจัยค้นคว้า\nทหารรับจ้างที่ระบำดาบราวกับสายลม เขาทำเพื่อเงินตอบแทน\nนักธนูผู้มีสายตาอันเฉียบแหลม เธอทำเพื่อแสวงหาการแก้แค้น\nและยังมีนักเขียนผู้มีความรู้กว้างขวางและพลังการจำที่เป็นเลิศ เขาทำเพื่อเรื่องราว\nดอกบัวออกมาจากปากของฉัน ดอกไม้บานจากงานเขียน คำพูดของฉันหลักแหลมและชัดเจน ความคิดของฉันเฉียบคมราวกับสายฟ้า\nที่ฉันเข้าร่วมทีมนั้นความจริงแล้วเพียงเพราะว่าหางานทำไม่ได้ เป็นตำแหน่งที่ใคร ๆ ก็ทำได้\nความจริงแล้วฉันก็ไม่ใช่นักเขียน เป็นเพียงเด็กวัยรุ่นอายุยี่สิบกว่า ๆ ที่ไม่ได้มีประสบการณ์ทำงานที่จริงจังอะไร\n",
    "vi": "\nNăm vị anh hùng bắt đầu hành trình tiêu diệt ma long.\nKỵ sĩ dùng kiếm điêu luyện, anh là vì danh dự;\nPháp sư tay không rời sách, cô là vì nghiên cứu;\nLính đánh thuê vung đao như múa, anh là vì tiền thưởng;\nCung thủ bách phát bách trúng, anh là vì báo thù;\nTác giả học vấn uyên bác, là vì những câu chuyện;\nMiệng nhả ra sen trắng, ngòi bút sinh ra hoa. Văn chương mạch lạc, ý tứ rõ ràng.\nTôi đi cùng mọi người là do không tìm được việc làm. Là con người đều có thể làm công việc ghi chép.\nKì thực tôi không phải là nhà văn, chỉ là một thanh niên tuổi quá 25 chưa từng trải qua công việc chính thức mà thôi.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "传承",
        "zht": "傳承",
        "jp": "伝承",
        "ko": "전승",
        "en": "Heritage",
        "de": "Überlieferung",
        "es": "Legado",
        "fr": "Héritage",
        "pt": "Herança",
        "ru": "Наследие",
        "id": "Heritage",
        "th": "Heritage",
        "vi": "Kế Thừa"
      },
      "description": {
        "zhs": "主动切换角色时，新登场的角色攻击力提升<color=#99FFFFFF>24%</color>，持续10秒。该效果每20秒只能触发一次。",
        "zht": "主動切換角色時，新登場的角色攻擊力提升<color=#99FFFFFF>24%</color>，持續10秒。該效果每20秒只能觸發一次。",
        "jp": "キャラを切り替えると、次に登場するキャラの攻撃力+<color=#99FFFFFF>24%</color>、継続時間10秒。20秒に1回のみ発動可能。",
        "ko": "스스로 캐릭터를 교체 시 새로 등장한 캐릭터의 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 10초. 해당 효과는 20초마다 1번 발동한다",
        "en": "When switching characters, the new character taking the field has their ATK increased by <color=#99FFFFFF>24%</color> for 10s. This effect can only occur once every 20s.",
        "de": "Erhöht den ANG aktiv eingewechselter Figuren 10 s lang um <color=#99FFFFFF>24 %</color>. 20 s Abklingzeit.",
        "es": "Al cambiar de personaje, el ATQ del nuevo personaje aumenta en un <color=#99FFFFFF>24%</color> durante 10 s. Este efecto puede ocurrir una vez cada 20 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>24 %</color> pendant 10 s après un changement de personnage. Cet effet peut être déclenché une fois toutes les 20 s.",
        "pt": "Ao mudar de personagem, o ATQ do novo personagem é aumentado em <color=#99FFFFFF>24%</color> por 10s. Este efeito pode ser ativado uma vez a cada 20s.",
        "ru": "При переключении персонажа увеличивает силу атаки вошедшего на поле боя персонажа на <color=#99FFFFFF>24%</color> в течение 10 сек. Может возникнуть раз в 20 сек.",
        "id": "Saat berganti karakter, ATK karakter tersebut meningkat <color=#99FFFFFF>24%</color> selama 10 detik. Efek ini dapat terpicu setiap 20 detik.",
        "th": "เมื่อสับเปลี่ยนตัวละคร พลังโจมตีของตัวละครที่ เข้าสู่การต่อสู้จะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 10 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 20 วินาที",
        "vi": "Khi chủ động đổi nhân vật, tấn công của nhân vật mới vào trận tăng <color=#99FFFFFF>24%</color>, kéo dài 10s. Mỗi 20s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "传承",
        "zht": "傳承",
        "jp": "伝承",
        "ko": "전승",
        "en": "Heritage",
        "de": "Überlieferung",
        "es": "Legado",
        "fr": "Héritage",
        "pt": "Herança",
        "ru": "Наследие",
        "id": "Heritage",
        "th": "Heritage",
        "vi": "Kế Thừa"
      },
      "description": {
        "zhs": "主动切换角色时，新登场的角色攻击力提升<color=#99FFFFFF>30%</color>，持续10秒。该效果每20秒只能触发一次。",
        "zht": "主動切換角色時，新登場的角色攻擊力提升<color=#99FFFFFF>30%</color>，持續10秒。該效果每20秒只能觸發一次。",
        "jp": "キャラを切り替えると、次に登場するキャラの攻撃力+<color=#99FFFFFF>30%</color>、継続時間10秒。20秒に1回のみ発動可能。",
        "ko": "스스로 캐릭터를 교체 시 새로 등장한 캐릭터의 공격력이 <color=#99FFFFFF>30%</color> 증가한다. 지속 시간: 10초. 해당 효과는 20초마다 1번 발동한다",
        "en": "When switching characters, the new character taking the field has their ATK increased by <color=#99FFFFFF>30%</color> for 10s. This effect can only occur once every 20s.",
        "de": "Erhöht den ANG aktiv eingewechselter Figuren 10 s lang um <color=#99FFFFFF>30 %</color>. 20 s Abklingzeit.",
        "es": "Al cambiar de personaje, el ATQ del nuevo personaje aumenta en un <color=#99FFFFFF>30%</color> durante 10 s. Este efecto puede ocurrir una vez cada 20 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>30 %</color> pendant 10 s après un changement de personnage. Cet effet peut être déclenché une fois toutes les 20 s.",
        "pt": "Ao mudar de personagem, o ATQ do novo personagem é aumentado em <color=#99FFFFFF>30%</color> por 10s. Este efeito pode ser ativado uma vez a cada 20s.",
        "ru": "При переключении персонажа увеличивает силу атаки вошедшего на поле боя персонажа на <color=#99FFFFFF>30%</color> в течение 10 сек. Может возникнуть раз в 20 сек.",
        "id": "Saat berganti karakter, ATK karakter tersebut meningkat <color=#99FFFFFF>30%</color> selama 10 detik. Efek ini dapat terpicu setiap 20 detik.",
        "th": "เมื่อสับเปลี่ยนตัวละคร พลังโจมตีของตัวละครที่ เข้าสู่การต่อสู้จะเพิ่มขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 10 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 20 วินาที",
        "vi": "Khi chủ động đổi nhân vật, tấn công của nhân vật mới vào trận tăng <color=#99FFFFFF>30%</color>, kéo dài 10s. Mỗi 20s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "传承",
        "zht": "傳承",
        "jp": "伝承",
        "ko": "전승",
        "en": "Heritage",
        "de": "Überlieferung",
        "es": "Legado",
        "fr": "Héritage",
        "pt": "Herança",
        "ru": "Наследие",
        "id": "Heritage",
        "th": "Heritage",
        "vi": "Kế Thừa"
      },
      "description": {
        "zhs": "主动切换角色时，新登场的角色攻击力提升<color=#99FFFFFF>36%</color>，持续10秒。该效果每20秒只能触发一次。",
        "zht": "主動切換角色時，新登場的角色攻擊力提升<color=#99FFFFFF>36%</color>，持續10秒。該效果每20秒只能觸發一次。",
        "jp": "キャラを切り替えると、次に登場するキャラの攻撃力+<color=#99FFFFFF>36%</color>、継続時間10秒。20秒に1回のみ発動可能。",
        "ko": "스스로 캐릭터를 교체 시 새로 등장한 캐릭터의 공격력이 <color=#99FFFFFF>36%</color> 증가한다. 지속 시간: 10초. 해당 효과는 20초마다 1번 발동한다",
        "en": "When switching characters, the new character taking the field has their ATK increased by <color=#99FFFFFF>36%</color> for 10s. This effect can only occur once every 20s.",
        "de": "Erhöht den ANG aktiv eingewechselter Figuren 10 s lang um <color=#99FFFFFF>36 %</color>. 20 s Abklingzeit.",
        "es": "Al cambiar de personaje, el ATQ del nuevo personaje aumenta en un <color=#99FFFFFF>36%</color> durante 10 s. Este efecto puede ocurrir una vez cada 20 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>36 %</color> pendant 10 s après un changement de personnage. Cet effet peut être déclenché une fois toutes les 20 s.",
        "pt": "Ao mudar de personagem, o ATQ do novo personagem é aumentado em <color=#99FFFFFF>36%</color> por 10s. Este efeito pode ser ativado uma vez a cada 20s.",
        "ru": "При переключении персонажа увеличивает силу атаки вошедшего на поле боя персонажа на <color=#99FFFFFF>36%</color> в течение 10 сек. Может возникнуть раз в 20 сек.",
        "id": "Saat berganti karakter, ATK karakter tersebut meningkat <color=#99FFFFFF>36%</color> selama 10 detik. Efek ini dapat terpicu setiap 20 detik.",
        "th": "เมื่อสับเปลี่ยนตัวละคร พลังโจมตีของตัวละครที่ เข้าสู่การต่อสู้จะเพิ่มขึ้น <color=#99FFFFFF>36%</color> เป็นเวลา 10 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 20 วินาที",
        "vi": "Khi chủ động đổi nhân vật, tấn công của nhân vật mới vào trận tăng <color=#99FFFFFF>36%</color>, kéo dài 10s. Mỗi 20s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "传承",
        "zht": "傳承",
        "jp": "伝承",
        "ko": "전승",
        "en": "Heritage",
        "de": "Überlieferung",
        "es": "Legado",
        "fr": "Héritage",
        "pt": "Herança",
        "ru": "Наследие",
        "id": "Heritage",
        "th": "Heritage",
        "vi": "Kế Thừa"
      },
      "description": {
        "zhs": "主动切换角色时，新登场的角色攻击力提升<color=#99FFFFFF>42%</color>，持续10秒。该效果每20秒只能触发一次。",
        "zht": "主動切換角色時，新登場的角色攻擊力提升<color=#99FFFFFF>42%</color>，持續10秒。該效果每20秒只能觸發一次。",
        "jp": "キャラを切り替えると、次に登場するキャラの攻撃力+<color=#99FFFFFF>42%</color>、継続時間10秒。20秒に1回のみ発動可能。",
        "ko": "스스로 캐릭터를 교체 시 새로 등장한 캐릭터의 공격력이 <color=#99FFFFFF>42%</color> 증가한다. 지속 시간: 10초. 해당 효과는 20초마다 1번 발동한다",
        "en": "When switching characters, the new character taking the field has their ATK increased by <color=#99FFFFFF>42%</color> for 10s. This effect can only occur once every 20s.",
        "de": "Erhöht den ANG aktiv eingewechselter Figuren 10 s lang um <color=#99FFFFFF>42 %</color>. 20 s Abklingzeit.",
        "es": "Al cambiar de personaje, el ATQ del nuevo personaje aumenta en un <color=#99FFFFFF>42%</color> durante 10 s. Este efecto puede ocurrir una vez cada 20 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>42 %</color> pendant 10 s après un changement de personnage. Cet effet peut être déclenché une fois toutes les 20 s.",
        "pt": "Ao mudar de personagem, o ATQ do novo personagem é aumentado em <color=#99FFFFFF>42%</color> por 10s. Este efeito pode ser ativado uma vez a cada 20s.",
        "ru": "При переключении персонажа увеличивает силу атаки вошедшего на поле боя персонажа на <color=#99FFFFFF>42%</color> в течение 10 сек. Может возникнуть раз в 20 сек.",
        "id": "Saat berganti karakter, ATK karakter tersebut meningkat <color=#99FFFFFF>42%</color> selama 10 detik. Efek ini dapat terpicu setiap 20 detik.",
        "th": "เมื่อสับเปลี่ยนตัวละคร พลังโจมตีของตัวละครที่ เข้าสู่การต่อสู้จะเพิ่มขึ้น <color=#99FFFFFF>42%</color> เป็นเวลา 10 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 20 วินาที",
        "vi": "Khi chủ động đổi nhân vật, tấn công của nhân vật mới vào trận tăng <color=#99FFFFFF>42%</color>, kéo dài 10s. Mỗi 20s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "传承",
        "zht": "傳承",
        "jp": "伝承",
        "ko": "전승",
        "en": "Heritage",
        "de": "Überlieferung",
        "es": "Legado",
        "fr": "Héritage",
        "pt": "Herança",
        "ru": "Наследие",
        "id": "Heritage",
        "th": "Heritage",
        "vi": "Kế Thừa"
      },
      "description": {
        "zhs": "主动切换角色时，新登场的角色攻击力提升<color=#99FFFFFF>48%</color>，持续10秒。该效果每20秒只能触发一次。",
        "zht": "主動切換角色時，新登場的角色攻擊力提升<color=#99FFFFFF>48%</color>，持續10秒。該效果每20秒只能觸發一次。",
        "jp": "キャラを切り替えると、次に登場するキャラの攻撃力+<color=#99FFFFFF>48%</color>、継続時間10秒。20秒に1回のみ発動可能。",
        "ko": "스스로 캐릭터를 교체 시 새로 등장한 캐릭터의 공격력이 <color=#99FFFFFF>48%</color> 증가한다. 지속 시간: 10초. 해당 효과는 20초마다 1번 발동한다",
        "en": "When switching characters, the new character taking the field has their ATK increased by <color=#99FFFFFF>48%</color> for 10s. This effect can only occur once every 20s.",
        "de": "Erhöht den ANG aktiv eingewechselter Figuren 10 s lang um <color=#99FFFFFF>48 %</color>. 20 s Abklingzeit.",
        "es": "Al cambiar de personaje, el ATQ del nuevo personaje aumenta en un <color=#99FFFFFF>48%</color> durante 10 s. Este efecto puede ocurrir una vez cada 20 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>48 %</color> pendant 10 s après un changement de personnage. Cet effet peut être déclenché une fois toutes les 20 s.",
        "pt": "Ao mudar de personagem, o ATQ do novo personagem é aumentado em <color=#99FFFFFF>48%</color> por 10s. Este efeito pode ser ativado uma vez a cada 20s.",
        "ru": "При переключении персонажа увеличивает силу атаки вошедшего на поле боя персонажа на <color=#99FFFFFF>48%</color> в течение 10 сек. Может возникнуть раз в 20 сек.",
        "id": "Saat berganti karakter, ATK karakter tersebut meningkat <color=#99FFFFFF>48%</color> selama 10 detik. Efek ini dapat terpicu setiap 20 detik.",
        "th": "เมื่อสับเปลี่ยนตัวละคร พลังโจมตีของตัวละครที่ เข้าสู่การต่อสู้จะเพิ่มขึ้น <color=#99FFFFFF>48%</color> เป็นเวลา 10 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 20 วินาที",
        "vi": "Khi chủ động đổi nhân vật, tấn công của nhân vật mới vào trận tăng <color=#99FFFFFF>48%</color>, kéo dài 10s. Mỗi 20s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Catalyst_Pulpfic",
  "imgid": "catalyst/pulpfic"
}