{
  "id": 14404,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "宗室秘法录",
    "zht": "宗室秘法錄",
    "jp": "旧貴族秘法録",
    "ko": "왕실의 비전록",
    "en": "Royal Grimoire",
    "de": "Königliches Zauberbuch",
    "es": "Grimorio Real",
    "fr": "Grimoire royal",
    "pt": "Grimório Real",
    "ru": "Королевский гримуар",
    "id": "Royal Grimoire",
    "th": "Royal Grimoire",
    "vi": "Mật Pháp Tông Thất"
  },
  "description": {
    "zhs": "属于曾支配蒙德的贵族麾下的宫廷魔导师，其中记载的史话与法术同样翔实。",
    "zht": "屬於曾支配蒙德的貴族麾下的宮廷魔導師，其中記載的史話與法術同樣詳實。",
    "jp": "かつてモンドを支配していた旧貴族配下の魔導師が持っていたもの。中には法術書と同等に詳しい史話が記録されている。",
    "ko": "몬드를 지배했던 귀족의 휘하에 있던 궁정 마도사의 마법서이다. 안에 기재된 역사는 마법과 마찬가지로 매우 상세하다",
    "en": "A book that once belonged to a court mage of Mondstadt who served the nobility. It contains faithful and comprehensive historical accounts as well as magic spells.",
    "de": "Es gehörte einst dem königlichen Hofmagier von Mondstadt und enthält Aufzeichnungen über wahre Begebenheiten und die Zauberkunst.",
    "es": "Un libro que una vez perteneció a un mago aristócrata de Mondstadt. En él, hay registrados relatos históricos y hechizos reales y muy largos.",
    "fr": "Ce grimoire appartenait autrefois à un mage de la cour royale de Mondstadt. Il contient des témoignages historiques authentiques ainsi que des sorts.",
    "pt": "Um livro que pertenceu a um feiticeiro da realeza de Mondstadt. Guarda feitiços e relatos históricos verdadeiros e extensos.",
    "ru": "Книга, когда-то принадлежавшая королевскому магу Мондштадта. Содержит подробные исторические данные и заклинания.",
    "id": "Buku yang sebelumnya dimiliki oleh penyihir istana di Mondstadt. Di dalamnya tercatat kebenaran sejarah dan berbagai sihir.",
    "th": "หนังสือที่ครั้งหนึ่งเคยเป็นของนักเวทมนตร์หลวงแห่ง Mondstadt มันได้เก็บเอาความจริงของบัญชีย้อนหลังและมนตราต่าง ๆ ไว้ภายใน",
    "vi": "Thuộc về Ma Đạo Sư cung đình dưới thời quý tộc Mondstadt, trên đó có ghi chép pháp thuật và lịch sử."
  },
  "lore": {
    "zhs": "\n精美的书卷。用蜡处理过，经历了岁月而不受腐蚀与虫蛀。\n记载了宫廷魔导师的法术研究。许多内容今日仍有前瞻性。\n宫廷魔导师肩担调理地方水土、摒退魔物侵扰的责任之余，本身也是贵族的教师。\n卷中因此记载了相当多的历史、治理、管理、文化的知识。\n因此，在人们推翻贵族统治后，也将宫廷魔导师驱离蒙德，\n是因为他们忘记了引导贵族们向善的责任，反而沆瀣一氣。\n\n蒙德城建立之初，劳伦斯一族主母梵尼拉睿带领人们，\n在广场上修筑了高大的造像，来感念风神降下的奇迹。\n\n神像下的铭文则是过去带领各部族的领袖共同立下的，永护蒙德的誓言。\n多年里，劳伦斯一族渐渐背弃了先祖当初良善的宏愿，神像也被推翻了。\n而贤明的宫廷魔导师们，从此不再提及那历史与誓言。\n\n西风骑士团时代里，这座神像得到重建。\n但铭文上的誓言内容已经被永远遗忘了。\n",
    "zht": "\n精美的書卷。用蠟處理過，經歷了歲月而不受腐蝕與蟲蛀。\n記載了宮廷魔導師的法術研究。許多內容今日仍有前瞻性。\n宮廷魔導師肩擔調理地方水土、摒退魔物侵擾的責任之餘，本身也是貴族的教師。\n卷中因此記載了相當多的歷史、治理、管理、文化的知識。\n因此，在人們推翻貴族統治後，也將宮廷魔導師驅離蒙德，\n是因為他們忘記了引導貴族們向善的責任，反而沆瀣一氣。\n\n蒙德城建立之初，勞倫斯一族主母梵尼拉睿帶領人們，\n在廣場上修築了高大的造像，來感念風神降下的奇跡。\n\n神像下的銘文則是過去帶領各部族的領袖共同立下的，永護蒙德的誓言。\n多年裡，勞倫斯一族漸漸背棄了先祖當初良善的宏願，神像也被推翻了。\n而賢明的宮廷魔導師們，從此不再提及那歷史與誓言。\n\n西風騎士團時代裡，這座神像得到重建。\n但銘文上的誓言內容已經被永遠遺忘了。\n",
    "jp": "\n精美な巻物。封蝋されているため、時間が経っても、腐らず蝕まれずに残った。\n宮廷魔法使いの魔法研究が載っている巻物。中身は今みても先鋭的な内容である。\n宮廷魔法使いの仕事は各地の管理や魔物の退治である。それ以外に、貴族の教師も担当する。\n巻物には歴史、問題解決、地方管理、文化知識がたくさん書かれている。\nそのため、旧貴族の統治を終わらせた後に、宮廷魔法使いもモンドの外に追い出された。\n旧貴族を善に導く彼が責任を果たせなかったからだ。\n\nモンド城成立当初、ローレンス一族の主母ヴァニーラーレは人々を率い、\n神の奇跡を称えるため、広場に巨大な神の石像を作らせた。\n\n神像の下に刻まれている銘文は、昔各集落のリーダーがモンドを永遠に護ると誓った誓約の言葉である。\nしかし、時の流れにつれ、ローレンス一族は先代の願いに背き、神像も倒された。\n賢明な宮廷の魔法使いたちも、その歴史と誓約をなかったことにした。\n\n西風騎士団の時代になり、神像は再建された。\nだが、誓約の言葉は永遠に忘れられた。\n",
    "ko": "\n정교하고 아름다운 서책. 밀랍 처리가 되어있어서 세월이 지나도 부식하지도 좀먹지도 않는다.\n궁전 마법사의 마법 연구가 적혀있다. 대부분의 내용은 아직까지도 전망이 있다.\n궁전 마법사는 지방 풍토를 관리하고 마물의 침입을 책임지고 있을 뿐만 아니라 귀족의 교사이다.\n따라서 서책엔 상당히 많은 역사와 통치, 관리, 문화의 지식이 적혀있다.\n따라서, 사람들이 귀족 통치를 몰아낸 뒤 궁전 마법사도 몬드에서 쫓아냈다.\n그들은 귀족을 선한 쪽으로 인도해야 하는 책임을 잊고 더러운 짓을 일삼았기 때문이다.\n\n몬드 건립 초기에 로렌스 일족의 마님 베네라리는 사람들을 데리고\n바람 신이 내린 기적에 감사하기 위해 광장에 거대한 동상을 건설했다.\n\n신상 아래 적힌 글은 과거 각 부족을 이끈 지도자들이 함께 세운 평생 몬드를 수호라리라는 맹세다.\n오랜 세월이 흘며 로렌스 일족은 점점 선조들의 선량한 포부를 배반했고 신상 또한 파괴됐다.\n현명한 궁전 마법사들 또한 더 이상 그 역사와 맹세를 언급하지 않았다.\n\n신상은 페보니우스 기사단의 시대에 다시 재건됐다.\n하지만 명문 위의 맹세는 이미 영원히 잊혔다.\n",
    "en": "\nA delicate scroll treated with wax to prevent decay and moth damage.\nIt contains the research of royal mages — research which is still rather forward-looking to this day.\nThe royal mages were tasked with nourishing the water and soil as well as fighting off monsters. They also served as tutors for the nobles.\nTherefore, the scroll contains a wealth of information regarding history, governance, management, and culture.\nWhen the people overthrew the royals, they exiled the royal mages at the same time,\nFor the mages had forsaken their responsibility to instill goodness and virtue in the nobles, instead becoming birds of a feather with them.\n\nIn the early days of Mondstadt, the Lawrence Clan was led by Venerare.\nUnder her guidance, the people built a tall statue in the plaza to commemorate the miracle of the Anemo Archon's descent.\n\nThe inscription beneath the statue was put there by the leader of all the clans. It bore an oath of protection to Mondstadt that they had sworn.\nOver the years, the Lawrence Clan forsook the noble aspirations of their forebears, and the statue was taken down.\nThe wise mages of the court spoke neither of history nor of the oath ever again.\n\nIn the age of the Knights of Favonius, the statue was rebuilt.\nBut the wording of the oath on the inscription was lost forever.\n",
    "de": "\nEine fein gearbeitete Schriftrolle, mit Wachs behandelt, um Zerfall und Mottenschaden zu mindern.\nEs enthält die gesamten Forschungen der Hofmagier, vieles davon ist bis zum heutigen Tag voraussehend.\nDie Hofmagier waren nicht nur für die Beschaffung von gutem Wasser und Boden zuständig, das Abwehren von Monstern gehörte ebenfalls dazu. Wenn sie danach noch Zeit fanden, unterrichteten sie auch noch die Aristokraten.\nDie Rolle enthält einen Reichtum an Informationen über Geschichte, Politik, Verwaltung und Kultur.\nAls die Aristokraten vom Volk gestürzt wurden, mussten die Hofmagier ebenfalls ins Exil gehen.\nDie Magier hatten ihre Verantwortung versäumt, das Gute in den Aristokraten zu erhalten.\n\nIn den ersten Tagen Mondstadts wurde der Lawrence-Klan von Venerare geleitet.\nUnter ihren Anweisungen erbauten die Bewohner auf dem Hauptplatz eine Statue des Anemo-Archons, um das Wunder seiner Erscheinung zu ehren.\n\nDie Inschrift unter der Statue stammte von allen Klan-Anführern, die jemals einen Eid geschworen hatten, Mondstadt zu beschützen.\nWie die Jahre vergingen, vergaß der Lawrence-Klan die einst noblen Absichten der Gründer und die Statue wurde vernichtet.\nDie weisen Magier des Hofes sprachen nie wieder vom Eid oder seiner Geschichte.\n\nIm Zeitalter des Ritterordens wurde die Statue wieder aufgebaut.\nDer Inhalt des Eides auf der Inschrift jedoch war für immer verloren.\n",
    "es": "\nUn pergamino delicado recubierto en cera para evitar descomponerse con el tiempo y ser devorado por las polillas.\nContiene los registros de investigación de los magos de la aristocracia. Muchos de sus hallazgos se considerarían visionarios incluso hoy en día.\nLos magos de la aristocracia eran los encargados de nutrir el agua y el suelo, así como luchar contra los monstruos. También fueron los profesores de la nobleza.\nEl contenido de este pergamino abarca disciplinas como la historia, la gobernanza, la administración y la cultura.\nLos magos fueron desterrados después de que la nobleza fuera derrocada.\nEllo se debió a que estos magos olvidaron su responsabilidad para guiar a los nobles por el camino del bien. En su lugar, prefirieron convertirse en sus mercenarios.\n\nEn los primeros días de la creación de Mondstadt, la familia Lawrence fue dirigida por Venerare.\nBajo su liderazgo, la gente construyó una estatua muy alta en la plaza para conmemorar el milagro del descenso del Arconte Anemo.\n\nLa inscripción de debajo de la estatua la colocó el líder de todos los clanes. En ella, se podía leer el juramento de protección a Mondstadt que todos habían hecho.\nCon los años, la familia Lawrence abandonó las nobles aspiraciones de sus antepasados y la estatua fue derribada.\nLos sabios magos de la corte no volvieron a hablar ni de la historia ni del juramento.\n\nLa estatua se reconstruyó en la época de los Caballeros de Favonius.\nSin embargo, el texto del juramento de la inscripción se perdió para siempre.\n",
    "fr": "\nUn parchemin délicat, qui a été ciré afin de le préserver de l'usure des ans.\nIl contient les notes de recherches des mages de la cour – recherches pour certaines encore très avancées dans leur domaine.\nLes mages royaux avaient pour tache de veiller à l'eau et au sol, ainsi que de combattre les démons ; ils étaient aussi souvent les tuteurs aux nobles.\nCeci explique que le parchemin soit une vraie mine d'informations concernant aussi bien l'histoire, l'organisation ou encore la culture de l'époque.\nAprès que les nobles eurent été détrônés, les mages royaux furent bannis à leurs côtés ;\ncar les mages avaient failli à leur devoir de guider l'aristocratie sur le chemin du bien, préférant suivre avec eux les voies de l'égoïsme.\n\nAux premiers jours de la fondation de Mondstadt, le Clan Lawrence était dirigé par la matriarche Venerare.\nSous ses ordres fut érigée une immense statue sur la place afin de célébrer le miracle de la descente de l'Archon Anémo.\n\nL'inscription qui y fut portée fut établie par les dirigeants de tous les clans réunis ; il s'agissait de leur serment de protéger Mondstadt à jamais.\nMais les années passèrent, et le Clan Lawrence finit par tout oublier de son serment ; la statue finit par être abattue.\nEt les sages mages de la cour ne firent plus mention d'histoire ni de serment.\n\nLa statue fut reconstruite à l'époque de l'Ordre de Favonius ;\nmais le serment qui autrefois y figurait a été perdu à tout jamais.\n",
    "pt": "\nUm pergaminho delicado coberto de cera para impedir a decomposição e ser comido por insetos.\nContém a pesquisa dos magos reais, pesquisa que ainda é relevante hoje.\nOs feiticeiros da realeza são encarregados de nutrir a água e o solo, bem como lutar contra monstros. Eles também serviram como professores para os nobres.\nPortanto, o pergaminho contém uma riqueza de informações sobre história, governança, administração e cultura.\nQuando as pessoas derrubaram os nobres, exilaram os magos ao mesmo tempo,\npois os magos abandonaram sua responsabilidade de cultivar a bondade e virtude dos nobres, preferiram agir da mesma maneira que eles.\n\nNos primeiros dias de Mondstadt, o clã Lawrence era liderado por Venerare.\nSob sua liderança, as pessoas construíram uma alta estátua na praça para comemorar o milagre da descida do Arconte Anemo.\n\nA inscrição abaixo da estátua foi colocada ali pelo líder de todos os clãs. Foi feito um juramento de proteção a Mondstadt que eles tinham declarado.\nAo longo dos anos, o clã Lawrence abandonou as nobres aspirações de seus antepassados, e a estátua foi derrubada.\nOs sábios magos da corte não falaram da história ou do juramento novamente.\n\nNa era dos Cavaleiros de Favonius, a estátua foi reconstruída.\nEntretanto, o fraseado do juramento na inscrição foi perdido para sempre.\n",
    "ru": "\nАккуратный свиток, покрытый воском во избежание тления и механических повреждений. \nСвиток хранит исследования королевских магов. Исследования, которые опередили своё время.\nВ обязанности королевских магов, помимо защиты от монстров, входил надзор за водами и почвами. Также маги занимались воспитанием юных аристократов.\nВ связи с этим в свитке можно найти множество подробностей об истории, культуре и особенностях правления королевства. \nПосле того как народ сверг королевскую власть, магов изгнали из города.\nИбо маги пренебрегали своими обязательствами служить моральным камертоном для аристократов.\n\nНа заре Мондштадта во главе клана Лоуренс стояла Венераре.\nПод её руководством народ воздвиг на городской площади гигантскую статую, чествующую явление Анемо Архонта.\n\nНадпись под статуей сделана главой всех кланов. Эту клятву давали все защитники города.\nНо спустя годы клан Лоуренс отступился от обещаний, данных предками, и статую свергли с постамента.\nМудрые придворные маги перестали упоминать клятву...\n\nВ эпоху рыцарей Ордо Фавониус статуя была восстановлена.\nНо слова клятвы забыты теперь навеки.\n",
    "id": "\nGulungan indah yang dirawat dengan lilin untuk mencegah kerusakan karena pembusukan dan ngengat.\nBerisikan penelitian para penyihir kerajaan, penelitian yang masih banyak dipakai hingga hari ini.\nMagister istana mempunyai tugas untuk mengatur air dan lahan serta mengusir para monster, juga sebagai guru bagi para bangsawan.\nKarenanya gulungan itu kaya informasi akan sejarah, pemerintahan, pengelolaan dan budaya.\nSaat masyarakat menggulingkan bangsawan, pada saat bersamaan mereka mengucilkan para magister,\nKarena para magister telah mengorbankan tanggung jawabnya untuk menanamkan kebaikan dan visi kepada para bangsawan, dan malah menjadi sama seperti mereka.\n\nDi awal berdirinya Mondstadt, Klan Lawrence dipimpin oleh Venerare,\nDi bawah kepemimpinannya, orang-orang membuat patung tinggi di plaza untuk mengenang keajaiban turunnya sang Anemo Archon.\n\nSebuah prasasti di bawah patung diletakkan oleh pemimpin klan. Berisikan sumpah untuk melindungi Mondstadt selamanya.\nSelama bertahun-tahun, Klan Lawrence perlahan-lahan meninggalkan aspirasi dari leluhur mereka, dan patung itu dihancurkan.\nPara mage yang bijak tidak pernah lagi menyebutkan sejarah dan sumpah itu.\n\nDi masa Knights of Favonius, patung itu dibangun kembali.\nNamun kalimat sumpah pada prasasti tersebut telah hilang selamanya.\n",
    "th": "\nม้วนกระดาษแสนประณีตที่ถูกรักษาโดยการทาขี้ผึ้งเพื่อป้องกันไม่ให้เปื่อยและถูกมอดกิน\nมันมีงานวิจัยของจอมเวทของราชวังที่ยังค่อนข้างมองการณ์ไกลจนถึงวันนี้\nนอกเหนือจากการแบกรับความรับผิดชอบของการปรับสภาพดินน้ำและการขับไล่สัตว์ประหลาดแล้ว จอมเวทของราชวงศ์ยังทำหน้าที่เป็นครูให้แก่เหล่าชนชั้นสูงอีกด้วย\nดังนั้นม้วนคัมภีร์นั้นรวบรวมความรู้ไว้มากมายเกี่ยวกับประวัติศาสตร์, การควบคุม, การจัดการและวัฒนธรรม\nเพราะอย่างนี้ผู้คนจึงได้ขับไล่เหล่าจอมเวทของราชวงศ์ออกไปจาก Mondstadt ด้วยขณะที่พวกเขาล้มล้างราชวงศ์\nเพราะพวกเขาลืมเลือนที่จะชี้นำเหล่าราชวงศ์ให้รู้จักรับผิดชอบต่อหน้าที่ หนำซ้ำยังทำให้เสื่อมโทรม\n\nในช่วงสมัยที่เริ่มก่อตั้ง Mondstadt นั้น ตระกูล Lawrence ถูกนำโดย Venerare\nรูปปั้นอันสูงใหญ่ถูกสร้างขึ้นบนจัตุรัสเพื่อเป็นการรำลึกถึงปาฏิหาริย์ของเทพเจ้าแห่งสายลม\n\nคำจารึกใต้เทพเป็นคำสาบานที่ผู้นำของตระกูลต่าง ๆ ได้ร่วมกันทำขึ้นในอดีตเพื่อปกป้อง Mondstadt\nในช่วงหลายปีที่ผ่านมาตระกูล Lawrence ค่อย ๆ ละทิ้งแรงบันดาลใจที่ดีของบรรพบุรุษของพวกเขา ซึ่งแม้แต่รูปปั้นก็ยังถูกทอดทิ้งไปด้วย\nส่วนจอมเวทที่หลักแหลมนั้นก็ไม่พูดถึงทั้งราชสำนักและคำปฏิญาณอีกต่อไป\n\nในช่วงสมัยของกองอัศวินแห่ง Favonius ก็ได้มีการสร้างรูปปั้นนี้ขึ้นมาใหม่อีกครั้ง\nแต่เนื้อหาของคำสาบานในจารึกได้เลือนหายไปตลอดกาล\n",
    "vi": "\nCuốn sách tinh tế được xử lý qua bằng sáp, trải qua bề dày của năm tháng cũng không bị mục nát hay bị mọt cắn.\nGhi chép lại quá trình nghiên cứu pháp thuật của Ma Đạo Sư cung đình. Nhiều nội dung cho đến nay vẫn có tính ứng dụng cao.\nMa Đạo Sư cung đình ngoài việc chịu trách nhiệm điều lí, phân phối thủy lợi và thổ nhưỡng, đánh đuổi ma vật quấy nhiễu, bản thân cũng là một thầy giáo quý tộc.\nCũng chính vì thế cuốn sách cũng ghi chép nhiều kiến thức về lịch sử, chính trị, quản lý và văn hóa.\nSau khi người dân lật đổ ách thống trị của tầng lớp quý tộc, họ cũng thẳng tay xua đuổi Ma Đạo Sư cung đình ra khỏi Mondstadt.\nĐó là do họ mông muội kết thành bè phái mà đã quên mất đi trách nhiệm của mình là dẫn dắt lớp quý tộc hướng thiện.\n\nKhi thành phố Mondstadt được thành lập, nữ chủ gia tộc Lawrence - Venerare đã lãnh đạo người dân,\nBức tượng cao được xây dựng trên quảng trường là để nhớ về phép màu của Phong Thần giáng thế.\n\nDòng chữ khắc dưới tượng thần là lời thề mãi mãi bảo vệ Mondstadt được lập nên bởi các nhà lãnh đạo đã từng dẫn dắt các bộ tộc trong quá khứ.\nTrong nhiều năm, tộc Lawrence dần dần từ bỏ khát vọng lương thiện của tổ tiên, và tượng thần cũng bị lật đổ\nCác Ma Đạo Sư cung đình từ đó không đề cập đến lịch sử và lời thề nữa.\n\nTrong thời đại của Đội Kỵ Sĩ Tây Phong, bức thần tượng được dựng lại.\nNhưng nội dung của lời thề đã bị lãng quên mãi mãi.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>8%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>8%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>8%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>8%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>8%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>8 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>8%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>8%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>8%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>8%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>8%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>10%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>10%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>10%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>10%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>10%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>10 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>10%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>10 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>10%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>10%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>10%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>10%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>10%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>12%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>12%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>12%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>12%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>12 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>12%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>12 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>12%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>12%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>12%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> โดยจะซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอล จะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>12%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>14%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>14%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>14%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>14%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>14%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>14 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>14%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>14 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>14%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>14%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>14%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>14%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>14%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>16%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>16%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>16%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>16%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>16%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>16 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>16%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>16 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>16%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>16%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>16%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>16%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>16%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    }
  ],
  "internal_name": "Catalyst_Theocrat",
  "imgid": "catalyst/theocrat"
}