{
  "id": 14401,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "西风秘典",
    "zht": "西風秘典",
    "jp": "西風秘典",
    "ko": "페보니우스 비전",
    "en": "Favonius Codex",
    "de": "Favonius-Kodex",
    "es": "Códice de Favonius",
    "fr": "Code de Favonius",
    "pt": "Codex de Favonius",
    "ru": "Кодекс Фавония",
    "id": "Favonius Codex",
    "th": "Favonius Codex",
    "vi": "Tây Phong Mật Điển"
  },
  "description": {
    "zhs": "西风骑士团的学者间流传的秘典，记载着元素与物质的道理和力量。",
    "zht": "西風騎士團學者間流傳的秘典。記載著元素與物質的道理和力量。",
    "jp": "西風騎士団の錬金学者の間に伝わる秘典。元素と物質の理論と力が記されている。",
    "ko": "페보니우스 기사단 학자들 사이에서 전해 내려오는 비전. 원소와 물질의 이치와 힘을 기술하고 있다",
    "en": "A secret tome that belonged to the scholars of the Knights of Favonius. It describes the logic and power of elements and matter.",
    "de": "Ein Kodex, der unter den Gelehrten des Ordo Favonius weitergetragen wird. Darin werden die Prinzipien und Kräfte von Elementen und Stoffen erläutert.",
    "es": "Un libro secreto que perteneció a los eruditos de los Caballeros de Favonius. En él, se describen los principios y el poder de los elementos y de la materia.",
    "fr": "Un ouvrage autrefois utilisé par les chercheurs de l'Ordre de Favonius. Il décrit la logique régissant les éléments et la matière, ainsi que leur puissance.",
    "pt": "Um livro secreto que pertencia aos estudiosos dos Cavaleiros de Favonius. Descreve o poder da matéria e da lógica.",
    "ru": "Тайный гримуар, принадлежащий учёным Ордо Фавониус. Описывает силу и логику элементов и материи.",
    "id": "Kitab rahasia milik para sarjana Knights of Favonius. Di dalamnya tercatat logika dan kekuatan akan elemen dan materi alam.",
    "th": "ตำราลับที่เป็นของนักแปรธาตุของกองอัศวินแห่ง Favonius ภายในระบุเรื่องพลังของสิ่งต่าง ๆ และความเป็นเหตุเป็นผล รวมถึงเรื่องอื่น ๆ ด้วย",
    "vi": "Mật điển được học giả Đội Kỵ Sĩ Tây Phong lưu truyền. Ghi chép đạo lý và sức mạnh của vật chất và Nguyên Tố."
  },
  "lore": {
    "zhs": "\n西风骑士团的魔法学者间流传的秘典，记载着他们的集体智慧。\n书上镶嵌了元素积聚凝成的结晶玉，正是西风秘典稀少的原因。\n不是因为此种结晶珍贵。是因为西风秘典需要由学者亲手制作。\n只有真正掌握了元素的奥妙的学者，才能炼制出这种结晶宝玉。\n\n自骑士团建立，晨曦骑士莱艮芬德将旧贵族的室内浴场改造成书库以来，\n无数诗人、学者、旅人的贡献，使如今的蒙德坐拥着北大陆最大的馆藏。\n毕竟，歌声随风而去，美酒酣畅一时。只有故事与知识，是永久闪耀的。\n\n其实如今的图书馆，只有它鼎盛时期六分之一的规模。\n因为在「秋分大火」事件中，图书馆曾经不幸被烧毁。\n\n在图书馆的地下室，有一对坚固的杨木大门。\n据说大火也没能熏黑，早在图书馆建立之前，\n早在骑士团建立之前就矗立在此的那对木门。\n骑士团官方对外宣称那是禁书区。\n但据说，其中藏着更幽邃的秘密…",
    "zht": "\n西風騎士團的魔法學者間流傳的秘典，記載著他們的集體智慧。\n書上鑲嵌了元素積聚凝成的結晶玉，正是西風秘典稀少的原因。\n不是因為此種結晶珍貴。是因為西風秘典需要由學者親手製作。\n只有真正掌握了元素的奧妙的學者，才能煉製出這種結晶寶玉。\n\n自騎士團建立，晨曦騎士萊艮芬德將舊貴族的室內浴場改造成書庫以來，\n無數詩人、學者、旅人的貢獻，使如今的蒙德坐擁著北大陸最大的館藏。\n畢竟，歌聲隨風而去，美酒酣暢一時。只有故事與知識，是永久閃耀的。\n\n其實如今的圖書館，只有它鼎盛時期六分之一的規模。\n因為在「秋分大火」事件中，圖書館曾經不幸被燒毀。\n\n在圖書館的地下室，有一對堅固的楊木大門。\n據說大火也沒能燻黑，早在圖書館建立之前，\n早在騎士團建立之前就矗立在此的那對木門。\n騎士團官方對外宣稱那是禁書區。\n但據說，其中藏著更幽邃的秘密…",
    "jp": "\n西風騎士団の魔法学者の間に伝わっていた秘伝の書。彼ら全員の知恵を記録している。\n本には元素が凝縮された結晶玉が嵌められている。西風秘伝の書が少ない理由はこれである。\n結晶が珍しいわけではない。西風秘伝の書は学者たち自らの手で製作しなければならいからである。\n元素の真髄を習得した人に限り、この結晶宝玉を作ることができる。\n\n騎士団設立後、暁の騎士ラグヴィンドは旧貴族の室内浴場を図書館に改装させた。\n無数の詩人、学者、旅人のおかげで、今のモンドは北大陸において最大の蔵書量を誇る。\n歌声や美酒は所詮一瞬の娯楽であり、物語と知識こそ永遠に続く美しい光。\n\n実は今の図書館は最盛期の広さの六分の一である。\n「秋分の大火」という大火災で、図書館の一部が焼尽した。\n\n図書館の地下室に、ポプラの木で作られた頑丈な扉がある。\n図書館と騎士団設立の前からあったその扉は、\n大火災においても無事だったらしい。\n騎士団公式の知らせによると、そこは禁書エリアである。\nしかし噂によると、もっと深い秘密を抱えているようだ。",
    "ko": "\n페보니우스 기사단의 마법 학자들 사이에 전해지는 비전에는 그들의 지혜가 담겨있다.\n페보니우스 비전이 귀한 이유는 바로 원소가 모여 만들어진 옥이 책에 끼워져 있기 때문이다.\n이런 결정이 귀하기 때문이 아니라, 학자들이 직접 페보니우스 비전을 만들었기 때문이다.\n원소의 오묘함을 진정으로 깨우친 학자라면 이런 보석 결정을 만들어낼 수 있다.\n\n기사단이 설립되고 나서, 아침의 기사 라겐펜더가 옛 귀족의 실내 목욕탕을 서고로 개조한 후부터,\n무수한 시인과 학자, 여행자들의 공헌으로 지금의 몬드는 북쪽 대륙 최대의 장서를 보유하고 있다.\n어쨌건, 노랫소리는 바람을 타고 가고 맛 좋은 술은 기분을 유쾌하게 만든다. 이야기와 지식만 있다면 영원히 반짝거리리다. \n\n사실 요즘의 도서관은 전성기의 1/6 규모에 불과하다.\n「추분 화재」 사건 때, 도서관은 잿더미가 됐었다.\n\n도서관 지하실에 견고한 백양나무 대문이 한 쌍 있다.\n화재로도 그을리지 않았다고 한다. 일찌기 도서관이 설립되기 전,\n기사단이 설립되기 전에 이곳에 우뚝 서있던 그 나무 문이다.\n기사단 공식 발표에 따르면 그곳은 금서 구역이다.\n그러나 그곳에는 더욱 은밀한 비밀이 숨겨져 있다는데…",
    "en": "\nA secret tome that belonged to the scholars of the Knights of Favonius. It holds the collective knowledge of the scholars.\nIt is inlaid with crystallized elements, which is what makes the Favonius Codex such a rarity.\nNot only because the elemental crystals are precious, but also because each Favonius Codex is hand-made.\nOnly scholars who have mastered the control of the elements can create such elemental crystals.\n\nWhen the Knights of Favonius was founded, the Dawn Knight Ragnvindr turned the aristocrats' indoor baths into a library.\nIn time, countless contributions from bards, scholars and travelers turned the library into the largest collection of literature in the northern half of the continent.\nAfter all, songs are whisked away by the wind and wine's pleasure lasts but a fleeting moment. Only that which is committed to the page may sparkle and shine for eternity.\n\nEven so, the scale of the library's collection is now a fraction of what it was at its peak.\nFor sadly, the library once burned down in the \"Great Fire of Fall Equinox\" tragedy.\n\nThere is a large sturdy door made of poplar wood in the library basement.\nIt is said the door predates the founding of the library and stood firm against the smoke and flames.\nThe truth is this door stood there long before the Knights of Favonius was ever founded.\nThe Knights of Favonius officially states that the restricted section of the library is housed behind the door.\nBut tales tell of a far more profound secret hidden within.",
    "de": "\nEin geheimer Kodex, der unter den Gelehrten des Ordo Favonius weitergetragen wurde. Darin wird das gesamte Wissen der Gelehrten gesammelt.\nDer Favonius-Kodex hatte Kristall-Elemente als Einlegearbeit in der Buchbindung, das machte ihn besonders.\nEs waren aber nicht nur die Kristalle, die ihn so wertvoll machten, sondern auch die reine Handarbeit.\nNur Gelehrte, die die Kunst der Kontrolle über die Elemente gemeistert haben, sind in der Lage solche Kristalle herzustellen.\n\nAls der Ritterorden gegründet wurde, ordnete Ragnvindr an, dass alle Aristokraten-Badezimmer in Bibliotheken umgewandelt werden sollten.\nDie vielen Spenden von Barden, Gelehrten und Reisenden in Mondstadt machten die Bibliothek zu einer der umfangreichsten in der nördlichen Hemisphäre des Landes.\nLetztendlich werden alle Lieder vom Wind davongetragen und der Wein bietet nur ein kurzweiliges Vergnügen. Nur Geschichten und Wissen sind für die Ewigkeit bestimmt.\n\nDas Sortiment der Bibliothek umfasst jetzt nur noch einen Bruchteil von dem, was sie einst zu bieten hatte.\nLeider brannte die Bibliothek während des „Großen Feuers der Tagundnachtgleiche“ komplett nieder.\n\nIm Keller der Bibliothek steht ein Paar massive Türen, gefertigt aus Pappelholz.\nGeschichten zufolge sind die Türen sogar älter als die Bibliothek selbst und das Feuer und der Rauch kamen nicht durch sie hindurch.\nManche behaupten, sie standen hier bereits lange vor der Gründung des Ritterordens.\nDer Ritterorden sagt offiziell, dass sich der verbotene Bereich der Bibliothek hinter diesen Türen befindet.\nEs gibt jedoch Geschichten, die von weitaus geheimeren Dingen hinter diesen Türen berichten.",
    "es": "\nUn tomo secreto de los Caballeros de Favonius. Es un compendio del conocimiento de los estudiosos de la magia.\nEl libro tiene incrustaciones de cristales elementales. El Códice de Favonius es una joya muy rara en todos los sentidos.\nNo solo por los cristales preciosos, sino porque es una obra hecha a mano por eruditos.\nSolo aquellos sabios que han dominado el control de los elementos pueden fabricar este tipo de cristales.\n\nCuando se fundaron los Caballeros de Favonius, Ragnvindr, el Caballero del Alba, convirtió los baños interiores de los aristócratas en una biblioteca.\nCon el tiempo, gracias a las innumerables contribuciones de bardos, académicos y viajeros, la colección de literatura de la biblioteca se convirtió en la más grande en la mitad norte del continente.\nDespués de todo, el viento arrastra las canciones y el placer del vino es efímero. Lo único que brilla eternamente son las historias y el conocimiento inscritos en las páginas de los libros.\n\nAun así, hoy en día la colección de la biblioteca solo conserva una sexta parte de lo que tenía en su momento de mayor apogeo.\nEsto se debe a que la biblioteca se quemó una vez en la tragedia de “El Gran Fuego del Equinoccio de Otoño”.\n\nHay una gran y robusta puerta hecha de madera de álamo en el sótano de la biblioteca.\nSe dice que la puerta es anterior a su fundación y se mantuvo firme contra el humo y las llamas.\nEstaba allí desde mucho antes de que se fundaran los Caballeros de Favonius.\nLa organización declaró oficialmente que la sección restringida de la biblioteca se encontraría detrás de la puerta.\nPero las leyendas hablan de un secreto aún más profundo escondido tras ella.",
    "fr": "\nUn ouvrage secret ayant appartenu aux chercheurs de l'Ordre de Favonius ; il regroupe l'étendue du savoir des érudits de l'Ordre.\nIl est incrusté d'éléments cristallisés ; c'est ce qui fait du Code de Favonius un objet d'une telle rareté.\nCeci est dû non seulement à la rareté des cristaux d'éléments qui l'ornent ; mais cela provient aussi du fait que chaque exemplaire du Code est un objet unique, fabriqué à la main.\nSeul les chercheurs ayant atteint une maîtrise approfondie des éléments sont capables de générer de tels cristaux.\n\nÀ la création de l'Ordre de Favonius, Ragnvindr, le Chevalier de l'Aurore, transforma la salle de bains privée des nobles en bibliothèque.\nLes innombrables contributions des bardes, chercheurs et voyageurs au fil du temps firent de l'endroit la plus importante collection de littérature sur la moitié nord du continent.\nLes chansons disparaissent au vent et les plaisirs de l'alcool sont éphémères ; seule la trace écrite peut résister à l'assaut du temps.\n\nLa collection actuelle n'est que l'ombre de ce qu'elle fut à son apogée.\nCet état de chose est principalement dû à l'« Incendie d'Automne » dans lequel brûlèrent de nombreux ouvrages.\n\nUne solide et épaisse porte en bois de peuplier se trouve dans les caves de la bibliothèque.\nOn dit qu'elle s'y trouvait déjà avant la création de la bibliothèque, et qu'elle ne subit pas les dommages du feu.\nElle s'y serait même trouvée bien avant la création de l'Ordre de Favonius.\nLa position officielle de l'Ordre est qu'il s'agit d'une zone de la bibliothèque à accès restreint.\nMais d'autres voix content que là se cachent des secrets bien plus mystérieux...",
    "pt": "\nUm volume secreto que pertenceu aos estudiosos dos Cavaleiros de Favonius. Ele contém o conhecimento coletivo dos acadêmicos.\nÉ incrustado com elementos cristalizados, o que torna o Codex de Favonius uma raridade.\nNão apenas porque os cristais elementais são preciosos, mas também porque todos os Codex de Favonius têm que ser feito à mão pelos eruditos.\nApenas aqueles que realmente dominam o controle dos elementos conseguem criar tais cristais elementais...\n\nQuando os Cavaleiros de Favonius foram fundados, o Cavaleiro da Alvorada Ragnvindr transformou os banhos privados dos aristocratas em uma biblioteca,\nCom o tempo, inúmeras contribuições de barões, estudiosos e viajantes transformaram a biblioteca na maior coleção de literatura da metade norte do continente.\nAfinal de contas, as canções são levadas pelo vento e o prazer do vinho dura apenas um momento fugaz. Somente o que está comprometido com a página pode brilhar e resplandecer por toda eternidade.\n\nAinda assim, a escala da coleção da livraria é agora uma fração do que foi no seu pico.\nInfelizmente, a livraria queimou no \"Grande Incêndio do Equinócio do Outono.\"\n\nHá uma larga porta de madeira de álamo no porão da biblioteca.\nDizem que a porta é mais antiga que a biblioteca e que permaneceu firme contra as chamas e a fumaça,\nA verdade é que essa porta já estava lá muito antes até mesmo da fundação dos Cavaleiros de Favonius.\nOs Cavaleiros de Favonius dizem oficialmente que a seção restrita da biblioteca está atrás daquela porta.\nMas lendas falam de um segredo mais profundo escondido atrás dela...",
    "ru": "\nЭтот загадочный том принадлежал учёным Ордо Фавониус. В нём содержится накопленная веками мудрость ордена.\nПереплёт книги украшен элементальными кристаллами, что делает Кодекс Фавония настоящей жемчужиной для любой библиотеки.\nКаждый Кодекс изготовлен вручную, что делает подобные книги очень дорогими.\nТолько учёные, обуздавшие мощь элементов, способны создать такие кодексы.\n\nПосле основания Ордо Фавониус Рагвиндр Рыцарь Рассвета повелел перестроить купели Аристократов в библиотеку.\nСо временем бесчисленные пожертвования бардов, учёных и путешественников превратили библиотеку в крупнейшую коллекцию литературы в северной части континента.\nВсё же ветер уносит песни с собой, а удовольствие от вина длится лишь мгновение. Только то, что преданно бумаге, может сиять вечно.\n\nНынешняя коллекция книг библиотеки является всего лишь малой частью того, что было во времена её расцвета.\nПотому что, к превеликому сожалению, однажды библиотека сгорела дотла в результате «Большого пожара осеннего равноденствия».\n\nВ подвале библиотеки находится большая крепкая дверь из тополя.\nГоворят, что эта дверь предшествовала основанию библиотеки и стойко выдержала дым и пламя пожара.\nПравда в том, что эта дверь стояла там задолго до того, как был основан Ордо Фавониус.\nОрдо Фавониус официально заявляет, что за этой дверью хранятся запрещённые книги.\nНо ходят истории о намного более серьёзных вещах, творящихся за этой дверью.",
    "id": "\nKode rahasia yang beredar di antara para pelajar Knights of Favonius. Menyimpan ilmu pengetahuan dari para pelajar.\nBerisikan elemen yang terakumulasi dalam buku, itulah sebabnya Favonius Codex sangat langka.\nTidak hanya karena kristal elemental sangat berharga namun juga karena setiap Favonius Codex adalah buatan tangan.\nHanya pelajar yang telah bisa mengontrol elemen dapat membuat kristal elemental semacam itu.\n\nSaat Knights of Favonius terbentuk, Dawn Knight, Ragnvindr, mengubah pemandian di dalam ruangan milik bangsawan tua menjadi perpustakaan,\nKontribusi dari para penyair, pelajar, dan pendatang telah mengubah perpustakaan menjadi tempat koleksi literatur terbesar di benua utara.\nLagi pula, lagu-lagu dibawa pergi oleh angin dan kesenangan anggur hanya berlangsung sesaat. Hanya cerita dan pengetahuan yang bersinar selamanya.\n\nNamun demikian, perpustakaan saat ini hanyalah sisa dari masa kejayaannya.\nKarena sayangnya, perpustakaan ini pernah hancur terbakar pada saat tragedi \"Great Fire of Fall Equinox\".\n\nAda sebuah pintu yang kokoh terbuat dari kayu poplar di ruang bawah tanah perpustakaan.\nDikatakan bahwa pintu itu sudah ada mendahului perpustakaan dan masih berdiri kokoh melawan api,\nSebenarnya pintu tersebut sudah ada jauh sebelum Knights of Favonius dibentuk.\nKnights of Favonius secara resmi mengumumkan bahwa daerah terlarang di perpustakaan berada di balik pintu itu.\nTetapi dikatakan bahwa ada rahasia yang lebih dalam di sana...",
    "th": "\nความลับที่แพร่กระจายในหมู่นักวิชาการเวทมนตร์ของกองอัศวินแห่ง Favonius มันบันทึกความรู้ต่าง ๆ ของพวกเขาเอาไว้\nมันฝังด้วยธาตุที่ตกผลึกเป็นคริสตัลซึ่งเป็นสาเหตุที่ Favonius Codex เป็นสิ่งที่หายาก\nไม่เพียงเพราะผลึกธาตุมีค่า แต่ยังรวมถึง Favonius Codex แต่ละชิ้นที่ทำด้วยมือด้วย\nมีเพียงนักวิชาการที่เชี่ยวชาญการควบคุมธาตุเท่านั้นที่สามารถสร้างผลึกธาตุเหล่านี้ได้\n\nตั้งแต่กองอัศวินถูกก่อตั้งขึ้น อัศวินรุ่งอรุณ Ragnvindr ได้เปลี่ยนห้องอาบน้ำของชนชั้นสูงในยุคเก่าให้กลายเป็นห้องสมุดเป็นต้นมา\nการอุทิศตนของเหล่ากวี, นักวิชาการและนักเดินทางนับไม่ถ้วนทำให้ Mondstadt เป็นเมืองที่มีคอลเล็คชั่นหนังสือใหญ่ที่สุดในแดนเหนือของทวีป\nยังไงซะบทเพลงก็ล่องลอยไปกับสายลมและเหล้าชั้นเลิศก็จะอยู่เพียงชั่วครู่ มีเพียงเรื่องราวและความรู้เท่านั้นที่จะส่องประกายไปตลอดกาล\n\nความจริงแล้วห้องสมุดในเวลานี้นั้นมีขนาดเพียงหนึ่งในหกของมันในสมัยที่รุ่งโรจน์\nน่าเสียดายที่ห้องสมุดได้ถูกเผาวอดวายไปในช่วงโศกนาฏกรรมของ \"Great Fire of Fall Equinox\" \n\nในห้องใต้ดินของห้องสมุดมีประตูไม้ที่แข็งแรงทนทานอยู่หนึ่งคู่\nว่ากันว่าแม้แต่ไฟที่ยิ่งใหญ่ก็ไม่อาจสร้างรอยไหม้ให้แก่มันได้ โดยในช่วงก่อนที่จะสร้างห้องสมุด\nและก่อนที่กองอัศวินจะก่อตั้งขึ้นนั้น ประตูบานนี้ก็ตั้งตระหง่านอยู่ที่นี่มาตั้งนานแล้ว\nซึ่งทางเหล่าสมาชิกของกองอัศวินได้ประกาศว่ามันเป็นพื้นที่ของหนังสือต้องห้าม\nแต่ว่ากันว่ามีความลับหลับใหลอยู่ในนั้น...",
    "vi": "\nBí mật được lưu truyền giữa các học giả ma pháp của Đội Kỵ Sĩ Tây Phong, ghi chép về trí tuệ tập thể của họ.\nTrên cuốn sách khảm kết tinh ngọc được ngưng kết từ nguyên tố, đó cũng chính là lý do khiến Tây Phong Mật Điển hiếm có đến vậy.\nKhông phải quý giá do sự kết tinh ấy. Mà là do các học giả tự tay chế tạo Tây Phong Mật Điển.\nChỉ có bậc học giả nắm giữ được sự huyền diệu của nguyên tố mới có thể luyện ra được thứ bảo ngọc kết tinh này.\n\nTừ khi đội kỵ sĩ thành lập, Kỵ sĩ bình minh Ragnvindr đã cải tạo bể bơi trong nhà của quý tộc cũ thành kho sách,\nSự đóng góp của vô số nhà thơ, học giả và lữ khách đã biến Mondstadt ngày nay trở thành nơi cất giữ sách lớn nhất đại lục phía Bắc.\nXét cho cùng tiếng hát sẽ hòa vào gió, say sưa mỹ tửu cũng chỉ là nhất thời. Chỉ có những câu chuyện và kiến thức là tỏa sáng mãi mãi.\n\nTrên thực tế, thư viện ngày nay chỉ bằng 1/6 quy mô của thời hoàng kim.\nVì trong sự kiện \"Hỏa Hoạn Mùa Thu\", không may thư viện đã bị đốt cháy.\n\nTrong tầng hầm của thư viện, có đôi cửa bằng gỗ đàn hương rắn chắc.\nNgười ta nói rằng ngọn lửa lớn cũng không làm nó biến thành màu đen, có từ rất lâu trước khi thư viện được thành lập,\nĐôi cửa gỗ có từ rất lâu trước khi đội kỵ sĩ được thành lập.\nĐội kỵ sĩ nói rằng đó là khu sách cấm.\nNhưng người ta nói rằng có nhiều bí mật bị giấu kín..."
  },
  "effects": [
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>60%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>12</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>60%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>12</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>60%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>60%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>60%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>60%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>60 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>60%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>60%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>60%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>12 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>60%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>12</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>70%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>10.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>70%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>10.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>70%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>10.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>70%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>10.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>70%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>10.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>10,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>70%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>10.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>70 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>10,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>70%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>10.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>70%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>10,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>70%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>10,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>10.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>70%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>10.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>80%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>9</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>80%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>9</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>80%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>9</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>80%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>9</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>80%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>9</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>9</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>80%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>9</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>80 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>9</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>80%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>9</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>80%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>9</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>80%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>9 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>9</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>80%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>9</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>90%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>7.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>90%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>7.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>90%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>7.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>90%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>7.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>90%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>7.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>7,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>90%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>7.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>90 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>7,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>90%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>7.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>90%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>7,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>90%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>7,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>7.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>90%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>7.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>100%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>6</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>100%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>6</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>100%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>6</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>100%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>6</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>100%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>6</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>6</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>100%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>6</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>100 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>6</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>100%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>6</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>100%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>6</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>100%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>6 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>6</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>100%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>6</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Catalyst_Zephyrus",
  "imgid": "catalyst/zephyrus"
}