{
  "name": {
    "zhs": "雷电将军",
    "zht": "雷電將軍",
    "jp": "雷電将軍",
    "ko": "라이덴 쇼군",
    "en": "Raiden Shogun",
    "de": "Shougun Raiden",
    "es": "Shogun Raiden",
    "fr": "Shogun Raiden",
    "pt": "Shogun Raiden",
    "ru": "Райдэн",
    "id": "Raiden Shogun",
    "th": "Raiden Shogun",
    "vi": "Raiden Shogun"
  },
  "title": {
    "zhs": "一心净土",
    "zht": "一心淨土",
    "jp": "一心浄土",
    "ko": "일심정토",
    "en": "Plane of Euthymia",
    "de": "Utopische Gefilde",
    "es": "La Entidad de la Eutimia",
    "fr": "Plan euthymique",
    "pt": "Plano da Eutimia",
    "ru": "Царство эвтюмии",
    "id": "Plane of Euthymia",
    "th": "ดินแดนแห่งใจที่บริสุทธิ์",
    "vi": "Nhất Tâm Tịnh Thổ"
  },
  "description": {
    "zhs": "其身为御建鸣神主尊大御所大人，许稻妻人民以亘古不变之「永恒」。",
    "zht": "其身為御建鳴神主尊大御所大人，許稻妻人民以亙古不變之「永恆」。",
    "jp": "御建鳴神主尊大御所様。永劫不変の「永遠」を稲妻の民に約束する。",
    "ko": "위대하신 나루카미 쇼군. 이나즈마 백성들에게 변치 않는 「영원」을 약속했다",
    "en": "Her Excellency, the Almighty Narukami Ogosho, who promised the people of Inazuma an unchanging Eternity.",
    "de": "Ihre Exzellenz, die Allmächtige Narukami Ogosho. Sie hat dem Volk von Inazuma eine unvergängliche Ewigkeit versprochen.",
    "es": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
    "fr": "Son Excellence, la toute-puissante Narukami Ogosho, qui a promis au peuple d'Inazuma une éternité immuable.",
    "pt": "Sua Excelência, a Toda-Poderosa Narukami Ogosho, que prometeu ao povo de Inazuma uma Eternidade imutável.",
    "ru": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
    "id": "Yang Mulia, Sang Narukami Ogosho Yang Mahakuasa. Dia menjanjikan para penduduk Inazuma keabadian yang tidak akan pernah berubah.",
    "th": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ \"ความเป็นนิรันดร์\" ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
    "vi": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi."
  },
  "constellation": {
    "zhs": "天下人座",
    "zht": "天下人座",
    "jp": "天下人座",
    "ko": "천하인자리",
    "en": "Imperatrix Umbrosa",
    "de": "Imperatrix Umbrosa",
    "es": "Imperatrix Umbrosa",
    "fr": "Imperatrix Umbrosa",
    "pt": "Imperatrix Umbrosa",
    "ru": "Бренный Мир",
    "id": "Imperatrix Umbrosa",
    "th": "Imperatrix Umbrosa",
    "vi": "Cung Thiên Hạ Nhân"
  }
}