[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "自降生之刻起，人类便会对世界抱有强烈的憧憬与好奇。此乃认知世界的锚点，构筑理智的根基。\n\n稻妻人民的世界亦是如此。那里很早就有了风雨和雷电，有了天光与大海…有了「雷电将军」。\n\n幼子睡前聆听故事，母亲为其讲述的是将军斩魔神降异族的传说。\n\n少年少女踏遍群岛，眼中所见是雷霆一刀劈斩而成的峡谷，与森然矗立的苍白蛇骨。\n\n士兵奔赴战线，口中高喊的是「常道恢弘，鸣神永恒」。\n\n百姓安居乐业，心中感怀的是将军及其麾下尽忠职守的三奉行。\n\n「雷电将军」的威名，早已超脱生命桎梏，化作了稻妻永世传承的信仰。\n\n在这份威名与力量下，人们有理由相信，他们的后代也会目睹相同的风景，以相同的信仰构建心中世界，并将这份传承延续下去。\n\n此即为——将军大人许诺人民的恒常乐土。",
      "zht": "自降生之刻起，人類便會對世界抱有強烈的憧憬與好奇。此乃認知世界的錨點，構築理智的根基。\n\n稻妻人民的世界亦是如此。那裡很早就有了風雨和雷電，有了天光與大海…有了「雷電將軍」。\n\n幼子睡前聆聽故事，母親為其講述的是將軍斬魔神降異族的傳說。\n\n少年少女踏遍群島，眼中所見是雷霆一刀劈斬而成的峽谷，與森然矗立的蒼白蛇骨。\n\n士兵奔赴戰線，口中高喊的是「常道恢弘，鳴神永恆」。\n\n百姓安居樂業，心中感懷的是將軍及其麾下盡忠職守的三奉行。\n\n「雷電將軍」的威名，早已超脫生命桎梏，化作了稻妻永世傳承的信仰。\n\n在這份威名與力量下，人們有理由相信，他們的後代也會目睹相同的風景，以相同的信仰構建心中世界，並將這份傳承延續下去。\n\n此即為——將軍大人許諾人民的恆常樂土。",
      "jp": "人類は世界への憧れや好奇心を抱いて生まれてくる。これは世界を認識するための原点であり、知性を築く基盤でもある。\n\n稲妻の人々にとっての世界も同様だ。そこには遥か昔から風雨と雷電、天光と大海が存在した…そして「雷電将軍」も。\n\n就寝時、母親は幼子に将軍の話を語り聞かせる、魔神を斬り伏せ、異族を鎮めた伝説のことを。\n\n少年と少女が列島を歩き回り、目の当たりにしたのは刀で真っ二つにされた峡谷と、地面にそびえ立つ蒼白の蛇骨だけ。\n\n戦線に駆け付けた兵士たちは、「常道を恢弘せしは、永遠なる鳴神なり。」と口々に叫ぶ。\n\n平和で幸せに暮らす民は、将軍とその配下の三奉行に感謝している。\n\n「雷電将軍」の威名は、既に命の枷を超越し、稲妻の永遠なる信仰となっていた。\n\nこのような威名と権力の下、彼らの子孫も同じ景色を目にし、同じ信仰で心の世界を構築する。そして、この伝承を永遠に引き継いでいくのだと、彼らは心から信じていた。\n\nこれぞ——将軍様が民に約束した恒常楽土なのだ。",
      "ko": "인간은 태어날 때부터 세상에 대한 동경심과 호기심을 가진다. 이것은 세상을 인지하는 기준이자 이성을 구축하는 근본이다.\n\n이나즈마 사람들의 세계도 똑같다. 오래전부터 비바람과 천둥번개, 하늘과 바다가 존재했고… 「라이덴 쇼군」도 있었다.\n\n엄마는 아이가 잠들 무렵 쇼군이 마신을 무찌르고 이족을 진압한 전설을 들려주었다.\n\n소년과 소녀가 섬을 돌아다니며 본 것은 뇌정의 일태도로 만들어진 협곡과 우뚝 솟아있는 창백한 뱀 뼈였다.\n\n 병사들은 전선을 뛰어다니며 「진리가 웅대하듯 번개 신 또한 영원하리」라고 외쳤다.\n\n백성들이 안락하게 살 수 있는 건 쇼군과 그에 충성을 다하는 삼봉행 덕분이니.\n\n「라이덴 쇼군」의 명성은 생명의 한계를 초월해 이나즈마 대대로 전해 내려오는 신앙이 되었다.\n\n그 위명과 힘에 의해 사람들은 그들의 후손 역시 같은 경관을 목도하고, 같은 신앙으로, 같은 내적 세계를 만들어 가며 이를 계승해 나갈 것이라 믿는다.\n\n이게 바로 쇼군이 약속했던 영원한 낙토일 것이다",
      "en": "Since the dawn of life, humankind has always borne an intense yearning for and curiosity about the world. This is the anchor point of their cognition and is the foundation of all reason.\n\nThe world of the people of Inazuma is also thus. There, thunder, lightning, wind, and rain were primordial facts of life, as well as light, and the sea... and the Raiden Shogun.\n\nBabes nestling in their mothers' arms hear tales of the Shogun's slaying of many gods and conquering of other races.\n\nWhen young men and women roam the islands, they see the gorge split asunder by a blade of lightning and the pale, still-standing bones of the giant snake.\n\nSoldiers take to the battlefield with \"glory to the Shogun and her everlasting reign!\" upon their lips.\n\nThe people work in contentment and peace, knowing that the Shogun and her loyal Tri-Commission are there.\n\nThe great name of the Raiden Shogun has long shaken off the shackles of mere life, becoming the eternal traditional belief of Inazuma.\n\nPeople trust in this great name and its might, believing that their descendants shall witness the same sights, that the same faith will form the foundations of their inner worlds, and that this will pass on from generation to generation.\n\nThis is the eternal paradise that the Almighty Shogun promised her people.",
      "de": "Von dem Moment an, in dem die Menschen geboren wurden, haben sie ein starkes Gefühl der Sehnsucht und Neugierde auf die Welt. Dies ist der Ankerpunkt für die Wahrnehmung der Welt und die Grundlage für die Vernunft.\n\nDas gilt auch für die Welt der Menschen in Inazuma. Es gab Wind, Regen, Donner und Blitz, das Licht des Himmels und das Meer ... der „Shougun Raiden“.\n\nKinder hören zur Schlafenszeit Geschichten und Mütter erzählen ihnen die Legende vom Shougun, der einen Gott niederschlug und die Fremden unterwarf.\n\nJunge Mädchen und Jungen bereisen die Inseln und alles, was sie sehen, sind vom Donner geschnittene Schluchten und die bleichen Knochen der Schlange.\n\nDie Soldaten gingen zur Front und riefen „Ruhm dem Shougun und seiner ewigen Herrschaft“.\n\nDie Menschen leben in Frieden und Wohlstand und ihre Herzen sehnen sich danach, dem Shougun und der Dreierverwaltung zu dienen.\n\nDer Name „Shougun Raiden“ hat die Fesseln des Lebens längst überwunden und ist für alle Ewigkeit der Glaube von Inazuma geworden.\n\nMit diesem Prestige und dieser Macht haben die Menschen Grund zu der Annahme, dass auch ihre Nachkommen die gleiche Szenerie erleben, die Welt in ihren Herzen mit dem gleichen Glauben aufbauen und dieses Erbe weiterführen werden.\n\nDies ist die ewige Utopie, die der Shougun den Menschen versprochen hat.",
      "es": "Desde los albores de la humanidad, la gente siempre ha sentido un gran anhelo y curiosidad por las cosas del mundo. Esta es la base de la cognición y el fundamento sobre el que se sustenta la razón.\n\nPara la gente de Inazuma, el mundo es así también. En esta nación, las tormentas y los rayos existen desde hace mucho tiempo, igual que existe la luz, el océano y... la Shogun Raiden.\n\nCuando los niños se van a dormir, las madres suelen contarles la leyenda de cómo la Shogun derrotó a otros dioses y conquistó otros pueblos.\n\nCuando los niños de Inazuma visitan otras islas, ven cañones creados mediante el corte de los rayos y los pálidos e imponentes huesos de una serpiente.\n\nCuando los soldados van a la guerra, todos gritan “¡gloria a la Shogun y a su imperio eterno!”\n\nLa gente con trabajos y vidas tranquilos se siente agradecida con la Shogun y los servicios del fiel Triunvirato.\n\nLa reputación de la Shogun Raiden trascendió los límites de lo mortal hace mucho tiempo, y se convirtió en una eterna fe que se ha transmitido en Inazuma durante generaciones.\n\nDebido al prestigio y el poder de su Arconte, el pueblo de Inazuma tiene razones para creer que sus descendientes también verán los mismos paisajes y construirán su mundo en torno a esta fe, la cual seguirán transmitiendo a las siguientes generaciones.\n\nEn esto precisamente consiste la utopía eterna que la Shogun le prometió a su pueblo.",
      "fr": "Depuis la nuit des temps, l'humanité voue ardemment désir et curiosité envers le monde. Cette reconnaissance du monde forme un point d'ancrage, une fondation sur laquelle construire la raison.\n\nIl en va de même pour le monde du peuple d'Inazuma. Très tôt déjà, la pluie, le vent et le tonnerre se manifestèrent, la lumière céleste et l'océan... Puis vint la Shogun Raiden.\n\nAvant de s'endormir, les bambins écoutent avec attention les légendes que leurs mères racontent à propos de Raiden qui terrassa des dieux et conquit des nations étrangères.\n\nLorsque jeunes hommes et femmes foulent le sol de l'archipel, ils voient se dresser devant eux un canyon tranché par un coup de lame du tonnerre, le squelette blanc livide gisant d'un serpent.\n\nLes soldats se précipitent vers la ligne de front, criant à plein poumons « Gloire à la Shogun et à son règne éternel ».\n\nLe peuple vit heureux et serein, le cœur apaisé grâce à la Shogun et aux Trois Commissions qui lui sont fidèles.\n\nLa légendaire Shogun Raiden s'est très tôt détachée du joug de la mortalité, incarnant à Inazuma la foi en la transmission de ce qui est éternel.\n\nCette puissance légendaire donne la confiance au peuple que les générations futures observeront de leurs propres yeux les mêmes paysages, que les mêmes croyances formeront le cœur de ce monde et que cet héritage continuera d'être transmis. Voilà l'« euthymie éternelle » promise par la Shogun toute-puissante.",
      "pt": "Desde o início da vida, a humanidade sempre carregou um intenso anseio e curiosidade sobre o mundo. Este é o ponto de sustentação de seu conhecimento e é o fundamento de toda a razão.\n\nO mundo do povo de Inazuma também é assim. Ali, trovão, relâmpago, vento e chuva eram fatos primordiais da vida, assim como a luz, o mar... E a Shogun Raiden.\n\nAs crianças aconchegadas nos braços de suas mães ouvem histórias sobre o assassinato de muitos deuses pela Shogun e a conquista de outras raças.\n\nQuando jovens homens e mulheres perambulam pelas ilhas, eles veem o desfiladeiro dividido por uma lâmina de relâmpago e os ossos pálidos e intactos da cobra gigante.\n\nOs soldados vão para o campo de batalha com \"glória a Shogun e seu eterno reinado\" em seus lábios.\n\nO povo trabalha em contentamento e paz, sabendo que a Shogun e sua fiel Comissão Tripla estão lá.\n\nO grande nome da Shogun Raiden há muito tempo sacudiu os grilhões da vida simples, tornando-se a eterna crença tradicional de Inazuma.\n\nAs pessoas confiam neste grande nome e neste poder, acreditando que seus descendentes testemunharão as mesmas visões, que a mesma fé formará os alicerces de seu mundo interior, e que isto passará de geração em geração.\n\nEste é o eterno paraíso que a Toda-Poderosa Shogun prometeu ao seu povo.",
      "ru": "С рождения человечество смотрит на окружающий мир с любопытством. С любопытства начинается познание, в нём же заключена основа разума. Жители Инадзумы не исключение. Здесь грозы и молнии существуют испокон веков, так же как и свет, океан и... сёгун Райдэн. Матери, баюкающие детей, рассказывают им легенды о том, как сёгун повергала божеств, покоряла другие народы. Путешествуя по архипелагу, молодые инадзумцы видят созданное молнией ущелье и гигантские белые кости змея. Солдаты рвутся в бой с кличем «Слава сёгуну, да будет она править вечно!». Люди мирно живут и трудятся благодаря сёгуну и Трикомиссии. Великое имя сёгуна Райдэн давно сбросило оковы бренности и стало вечной верой, передаваемой в Инадзуме из поколения в поколение. Величие и могущество Архонта дарует жителям Инадзумы уверенность, что и их потомки увидят те же пейзажи и построят свой мир вокруг той же веры, которую они продолжат передавать следующим поколениям. Это и есть вечная утопия, что сёгун Райдэн обещала своему народу.",
      "id": "Sejak lahir, orang memiliki visi dan rasa keingintahuan yang kuat terhadap dunia. Ini merupakan dasar dari rasionalitas dan pengetahuan orang akan dunia.\n\nHal ini pula yang terdapat di dalam dunia orang-orang Inazuma. Angin, hujan, guntur dan kilat, langit dan laut, juga \"Raiden Shogun\" ... semuanya sudah ada di Inazuma sedari dulu.\n\nAnak laki-laki mendengarkan kisah sebelum tidur, kisah yang diceritakan oleh ibunya tentang legenda sang Shogun yang mengalahkan dewa dengan cara memenggalnya.\n\nGadis muda berjalan ke seluruh penjuru pulau dan dilihatnyalah ngarai yang terbentuk dari tebasan guntur, beserta tulang ular pucat yang tertancap tegak di dalam hutan.\n\nPrajurit bergegas maju ke garis pertempuran, sembari meneriakkan \"Demi kemuliaan Shogun dan pemerintahannya yang kekal.\"\n\nOrang-orang hidup dan bekerja dalam situasi yang aman dan tenteram, dan hal yang senantiasa melekat di dalam hati mereka adalah Shogun dan Tri-Commission yang selalu setia yang berada di bawahnya.\n\nReputasi \"Raiden Shogun\" telah lama melampaui belenggu kehidupan, dan telah menjelma sebagai kepercayaan yang dianut oleh Inazuma selamanya.\n\nDi bawah reputasi dan kekuatan ini, masuk akal bagi orang-orang untuk memercayai bahwa keturunan mereka nantinya juga dapat menyaksikan pemandangan yang sama, membangun dunia dengan keyakinan yang sama di dalam hati mereka, dan seterusnya melanjutkan warisan ini.\n\nInilah ... tanah keabadian yang dijanjikan oleh sang Shogun.",
      "th": "นับตั้งแต่ถือกำเนิดขึ้นมา มนุษย์ได้แบกรับความปรารถนาอย่างแรงกล้าและอยากรู้อยากเห็นเกี่ยวกับโลกนี้อยู่เสมอ นี่คือจุดยึดของความรู้ความเข้าใจของพวกเขา และเป็นรากฐานของเหตุผลทั้งหมด\n\nโลกของผู้คนใน Inazuma เองก็เป็นเช่นนั้น ที่นั่นมีสายลม สายฝนและสายฟ้ามาตั้งแต่ไหนแต่ไร มีแสงสว่างและท้องทะเล... และมีโชกุน Raiden\n\nเด็กตัวน้อยได้ยินมารดาเล่านิทานเกี่ยวกับการสังหารเทพอสูรและการพิชิตเผ่าพันธุ์อื่นของท่านโชกุนให้ฟังก่อนนอน\n\nเด็กหนุ่มสาวเดินเตร่ไปตามเกาะ พวกเขาเห็นช่องเขาที่ถูกตัดขาดด้วยดาบสายฟ้า และกระดูกสีซีดของงูยักษ์ที่ยังคงตั้งนิ่งอยู่ตรงนั้น\n\nทหารเข้าสู่สนามรบพร้อมทั้งตะโกนลั่นว่า \"แด่โชกุนผู้เกรียงไกร มุ่งสู่ความเป็นนิรันดร์\"\n\nผู้คนสามารถอาศัยอยู่และทำงานอย่างสงบสุขและพึงพอใจ เมื่อรู้ว่ามีท่านโชกุนและสามสำนักมหาอำนาจผู้ใต้บังคับบัญชาของเธออยู่\n\nชื่อที่ยิ่งใหญ่ของโชกุน Raiden ได้หลุดพ้นจากพันธนาการแห่งชีวิตไปนานแล้ว และกลายเป็นความเชื่อที่ Inazuma ที่สืบทอดกันมาชั่วนิรันดร์\n\nผู้คนต่างวางใจในชื่ออันยิ่งใหญ่นี้และพลังนี้ โดยเชื่อว่าลูกหลานของพวกเขาจะได้เห็นภาพเดียวกัน สร้างโลกในใจด้วยความเชื่อเดียวกันและสืบทอดความเชื่อนี้ต่อไป\n\nนี่ก็คือสรวงสวรรค์ชั่วนิรันดร์ที่ท่านโชกุนสัญญาไว้กับชาวเมืองของเธอ",
      "vi": "Ngay từ khi mới sinh ra, con người đã có lòng hiếu kỳ và khát khao mãnh liệt đối với thế giới. Đó là khởi nguồn của tri thức, và là nền tảng của lý trí.\n\nThế giới của người dân Inazuma cũng vậy. Nơi đây từ thuở ban đầu đã có gió mưa sấm sét, có biển lớn cùng bầu trời sáng rực...và có cả Raiden Shogun.\n\nTrẻ con trước khi đi ngủ sẽ được nghe câu chuyện về Shogun chém ma thần bảo vệ lãnh thổ.\n\nThiếu niên thiếu nữ chu du khắp quần đảo, chứng kiến nhát chém thịnh nộ tạo lập hẻm núi.\n\nBinh sĩ trên tiền tuyến hô vang: \"Shogun Trường Tồn, Vĩnh Hằng Bất Diệt\".\n\nBá tánh an cư lạc nghiệp, trong tâm kính trọng Shogun và Hiệp Hội Tam Cực dưới trướng.\n\nUy danh của \"Raiden Shogun\" sớm đã thoát khỏi phàm trần, trở thành tín ngưỡng được thờ phụng tại Inazuma.\n\nVới sức mạnh và uy danh này, người dân có lý do để tin rằng, đời sau của họ cũng sẽ trải qua cảnh vật tương tự, tín ngưỡng tương tự, thế giới tương tự, trải dài thiên thu vạn thế.\n\nĐó chính là địa đàng vĩnh hằng mà Shogun đã từng hứa với con dân."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "雷电将军，真名为「雷电影」。\n\n她从过去一路走来，亲历了稻妻千百年来为前进而付出的诸多代价。\n\n最为快乐的岁月已然逝去，昔日的友人化身为敌。到最后，就连握刀的原因都失却了。\n\n「只要前进，便会有所失去。」\n\n影认为，这正是以时间为载体作用于整个世界的钢铁法则。\n\n最为繁荣兴盛的人之国一夜之间土崩瓦解，最为古老长久的璃月港也辞别了岩神。离别之风，从时间另一头吹来。\n\n「雷电将军」的名声尚且响亮，但几百年、几千年…终有一日，稻妻将会失去神的庇护。\n\n身为武人，她警惕一切对手。哪怕敌人是如时间般虚无的危机，她也要赶在那一日到来之前，找到反击的武器。\n\n她的答案是「永恒」。唯有「永恒」能令万物停驻，能令稻妻长生不灭。\n\n「那么，趁着一切还美好，就这样静止吧…去往永恒。」",
      "zht": "雷電將軍，真名為「雷電影」。\n\n她從過去一路走來，親歷了稻妻千百年來為前進而付出的諸多代價。\n\n最為快樂的歲月已然逝去，昔日的友人化身為敵。到最後，就連握刀的原因都失卻了。\n\n「只要前進，便會有所失去。」\n\n影認為，這正是以時間為載體作用於整個世界的鋼鐵法則。\n\n最為繁榮興盛的人之國一夜之間土崩瓦解，最為古老長久的璃月港也辭別了岩神。離別之風，從時間另一頭吹來。\n\n「雷電將軍」的名聲尚且響亮，但幾百年、幾千年…終有一日，稻妻將會失去神的庇護。\n\n身為武人，她警惕一切對手。哪怕敵人是如時間般虛無的危機，她也要趕在那一日到來之前，找到反擊的武器。\n\n她的答案是「永恆」。唯有「永恆」能令萬物停駐，能令稻妻長生不滅。\n\n「那麼，趁著一切還美好，就這樣靜止吧…去往永恆。」",
      "jp": "雷電将軍、本名を「雷電影」。\n\n彼女は遥か過去より歩み、稲妻が千百年にも渡り払ってきた数々の代償を経験した。\n\n最も幸福であった歳月は過ぎ去り、かつての友は敵に。そして最後、刀を握る理由さえも失った。\n\n「前へ進めば、必ず何かを失ってしまいます。」\n\nこれこそが、時間を媒介にして全ての世界に作用する揺るぎない法則であると、影はそう思った。\n\n最も繁栄していた人の国が一夜にして崩壊し、最も歴史のある璃月港が岩神に別れを告げた。別れの風は、時間の向こう側から吹いてきている。\n\n「雷電将軍」の名声は今も知れ渡っているが、幾星霜の年月が経てば…いつの日か、稲妻は神の庇護を失うことになるだろう。\n\n武人として、あらゆる敵を警戒する。たとえ時間のように虚空なる脅威であっても、必ずその日が訪れる前に反撃の糸口となる武器を見つけ出す。\n\n彼女の答えは「永遠」。「永遠」のみが全てのものを維持し、稲妻を不滅の国にすることができるのだ。\n\n「ならば、全てがまだ美しいうちに止めましょう…このまま…永遠へと。」",
      "ko": "라이덴 쇼군, 진짜 이름은 「라이덴 에이(影)」다.\n\n그녀는 수천 수백 년 동안 이나즈마의 역사를 써 내려가기 위해 많은 대가를 치렀다.\n\n가장 행복했던 시절은 이미 지나갔고, 과거의 벗이 적으로 변하고 나중에는 이유조차도 잊은 채 칼을 들었다.\n\n「앞으로 나아가려면 희생이 따르는 법」\n\n에이는 이것이 역사가 증명해온 불변의 법칙이라고 생각한다.\n\n가장 번영하던 국가가 하룻밤 사이에 와해되고, 가장 역사가 깊었던 리월항이 바위 신을 멀리했다. 이별의 바람은 시간의 건너편에서 불어오는 것 같다.\n\n「라이덴 쇼군」의 명성이 아직까지는 건재하나 몇백 년, 몇천 년 후에는… 이나즈마는 언젠가는 신의 가호를 잃게 될 것이다.\n\n그녀는 무인 출신으로서 모든 적을 경계한다. 보잘것없는 적이라고 해도 미리 대비를 해 두어 사전에 싹을 잘라버린다.\n\n그녀의 답은 「영원함」이다. 「영원함」만이 만물을 멈추게 할 수 있고, 이나즈마를 오랫동안 지킬 수 있기 때문이다.\n\n「그렇다면, 아직 모든 것이 아름다울 때, 그대로 멈추어… 영원함으로 다가가길」",
      "en": "The true name of the Raiden Shogun is \"Raiden Ei.\"\n\nIn her long road, she has witnessed the price that Inazuma has had to pay for progress over the hundreds and thousands of years.\n\nThe happiest years of her life had passed her by, and those she once considered friends became her foes. In the end, she even lost the reason for which she had wielded her sword.\n\n\"Where there is progress, there must be loss.\"\n\nEi believed that this was the iron-clad rule of the world, with time as its merciless enforcer.\n\nThe greatest and most prosperous nation of men collapsed overnight, and even that most ancient Liyue Harbor would say farewell to its Geo Archon. The winds of parting came whistling in from the outer edge of time.\n\nHowever resounding the Raiden Shogun's name, centuries later, millennia later... Someday, Inazuma would lose the protection of its deity.\n\nAs a warrior, she was wary of all foes. Even if that enemy was a crisis as intangible as time's passage, she had to find a countermeasure, a weapon she could use to defeat it in time.\n\nHer answer? \"Eternity.\" Only Eternity could freeze all things under the sky, make Inazuma truly deathless.\n\n\"Then, while things are still good, let us have stillness... Let us march towards Eternity.\"",
      "de": "Shougun Raiden, deren richtiger Name „Raiden Ei“ ist, kommt aus der Vergangenheit und hat selbst viel getan, um Inazuma zu dem heutigen Glanz zu bringen.\n\nDie glücklichsten Jahre sind vorbei und aus ehemaligen Freunden sind Feinde geworden. Am Ende ist sogar der Grund für das Heben des Schwertes verloren gegangen.\n\n„Wenn man sich vorwärts bewegt, wird man etwas verlieren.“\n\nEi glaubt, dass dies das eiserne Gesetz der Welt ist.\n\nDas wohlhabendste und blühendste Land der Menschheit fiel über Nacht auseinander und auch der älteste und traditionsreichste Hafen von Liyue verabschiedete sich vom Geo-Archon. Der Wind des Abschieds wehte von der anderen Seite der Zeit.\n\nDer Ruf vom „Shougun Raiden“ hallt immer noch nach, aber nach Hunderten und Tausenden von Jahren ... eines Tages wird Inazuma den Schutz des Archons verlieren.\n\nDa sie eine Kampfkünstlerin ist, ist sie vor allen Gegnern auf der Hut. Selbst wenn ihr Feind die Zeit ist, muss sie eine Waffe finden, um zurückzuschlagen, bevor dieser Tag kommt.\n\nIhre Antwort ist „Ewigkeit“. Nur die „Ewigkeit“ kann alle Dinge aufhalten und Inazuma unsterblich machen.\n\n„Dann, solange alles noch schön ist, soll es still bleiben ... und in die Ewigkeit gehen.“",
      "es": "El verdadero nombre de la Shogun Raiden es “Raiden Ei”.\n\nHa visto con sus propios ojos todo lo que Inazuma ha tenido que sacrificar a lo largo de miles años para progresar.\n\nSus años de mayor felicidad ya son cosa del pasado, y sus amigos de antaño se han convertido en sus enemigos, así que, al final, se quedó sin ninguna razón por la que seguir blandiendo su espada.\n\n“Todo avance conlleva una pérdida”.\n\nEi piensa que esta es la inamovible ley del tiempo que puede aplicarse sobre cualquier cosa en este mundo.\n\nLa nación más gloriosa y próspera de la humanidad se desmoronó de la noche a la mañana; Liyue, la ciudad más longeva de todas, tuvo que despedirse del Arconte Geo; y los vientos de la despedida llegaron silbando desde el borde exterior del tiempo.\n\nLa reputación de la Shogun Raiden aún no se ha hecho eco, pero llegará un día, dentro de cientos o miles de años, en el que Inazuma también deje de ser protegida por su diosa.\n\nComo guerrera que era, siempre permanecía alerta ante el enemigo, y aunque este presentara una amenaza tan vacía como el mismo tiempo, ella se daba prisa para encontrar un arma con la que contraatacar.\n\nSu respuesta es la eternidad. Solo la eternidad podrá permitir que todo se detenga y que Inazuma nunca sea destruida.\n\n“Aprovechando que las cosas van bien, detengámonos por un momento. Dirijámonos hacia la eternidad”.",
      "fr": "Le vrai nom de la Shogun Raiden est Raiden Ei.\n\nPendant son long chemin, de nombreux sacrifices étalés sur des milliers d'années lui ont permis de forger la Cité d'Inazuma telle qu'elle est aujourd'hui.\n\nLes temps heureux se sont envolés, les amis d'autrefois devenus ennemis d'aujourd'hui. En fin de compte, même brandir une lame a perdu tout son sens.\n\n« Il faut aller de l'avant, même s'il y aura des pertes. »\n\nEi estime que le temps applique sur le monde une loi dure comme fer.\n\nMême les nations les plus prospères peuvent s'effondrer en une nuit. La plus ancienne des villes portuaires, Liyue, vit elle aussi disparaître son Archon Géo. Le vent des adieux souffle depuis les confins du temps.\n\nLe prestige de la Shogun Raiden est éclatant, mais après quelques centaines, quelques milliers d'années, arrivera le jour où Inazuma perdra la protection de sa déesse.\n\nEn tant que guerrière, aucun ennemi ne lui échappe. Peu importe si ce dernier est une menace aussi intangible que le temps ou le néant, elle se doit de contre-attaquer et de trouver l'arme pour terrasser son adversaire.\n\nSa solution ? « L'éternité ». Elle seule peut figer toutes choses sous les cieux, rendre Inazuma éternelle.\n\n« Profitons de cette perfection, de cette immuabilité, atteignons l'éternité. »",
      "pt": "O verdadeiro nome da Shogun Raiden é \"Raiden Ei\".\n\nEm seu longo caminho, ela testemunhou o preço que Inazuma teve que pagar pelo progresso ao longo das centenas de milhares de anos.\n\nOs anos mais felizes de sua vida já haviam passado, e aqueles que ela considerava amigos se tornaram seus inimigos. No final, ela até perdeu a razão pela qual havia empunhado sua espada.\n\n\"Onde existe progresso, deve haver perda.\"\n\nEi acreditava que esta era a regra ferrenha do mundo, com o tempo como seu impiedoso executor.\n\nA maior e mais próspera nação dos homens desmoronou da noite para o dia, e mesmo aquele mais antigo Porto de Liyue se despediria de seu Arconte Geo. Os ventos de despedida vinham assobiando desde a margem exterior do tempo.\n\nComo guerreira, ela estava desconfiada de todos os inimigos. Mesmo que esse inimigo fosse uma crise tão intangível como a passagem do tempo, ela tinha que encontrar uma forma, uma arma que ela pudesse usar para derrotá-lo a tempo.\n\nSua resposta? \"Eternidade\". Somente a Eternidade poderia congelar todas as coisas sob o céu, tornar Inazuma verdadeiramente imortal.\n\n\"Então, enquanto as coisas ainda estão boas, tenhamos serenidade. Marchemos em direção à Eternidade\".",
      "ru": "Настоящее имя сёгуна Райдэн - Райдэн Эи. Она своими глазами видела всё, чем тысячелетия жертвовала Инадзума ради движения вперёд. Самые счастливые её годы остались в прошлом, а старые друзья превратились во врагов. В конце концов у неё не осталось причин брать в руки меч. «Движение вперёд приносит потери». По словам Эи, это незыблемый закон для всего мира, а время - его безжалостный исполнитель. Самая процветающая нация людей распалась в одночасье. Ли Юэ, самый долгоживущий город из всех, вынужден был проститься с Гео Архонтом. Ветер расставания задул с изнанки времени. Слава сёгуна Райдэн ещё не отзвучала, но настанет день, через сотни или тысячи лет, когда Инадзума утратит защиту своего Архонта. Как и подобает воину, Эи всегда бдительно следит за врагом, и даже если это угроза, неосязаемая словно течение времени, она поспешит найти оружие, которым нанесёт ответный удар. Для неё это - вечность. Только вечность позволит всему остановиться, и Инадзума никогда не будет уничтожена. «Так останемся в покое, пока всё хорошо... Останемся в вечности».",
      "id": "\"Raiden Ei\", itulah nama asli dari Raiden Shogun.\n\nMasa lalu yang begitu panjang telah dia lewati, besarnya harga yang harus dibayar untuk kemajuan Inazuma selama ribuan tahun sudah dia saksikan dan dia alami sendiri.\n\nTahun-tahun yang paling bahagia telah berlalu, teman di masa lampau pun kini menjelma sebagai musuh. Hingga akhirnya, bahkan tiada lagi alasan untuk menggenggam pedang.\n\n\"Kehilangan adalah sesuatu yang tak terhindarkan ketika bergerak maju adalah sesuatu yang kita mau.\"\n\nEi yakin bahwa ini adalah hukum alam yang berlaku di seluruh dunia di dalam dimensi ruang dan waktu.\n\nKerajaan termakmur dapat porak-poranda dalam waktu semalam saja, Pelabuhan Liyue yang kuno dan bersejarah pun pada akhirnya harus mengucapkan selamat tinggal kepada Archon Geo-nya. Angin perpisahan bertiup dari sisi waktu yang lainnya, menjemput siapa saja 'tuk berpisah.\n\nReputasi \"Raiden Shogun\" belumlah pudar, namun jika sekiranya ratusan, atau bahkan ribuan tahun itu akhirnya datang menghampiri ... pasti itulah saatnya di mana Inazuma tidak akan lagi mendapatkan perlindungan dari dewanya.\n\nSebagai seorang samurai, dia tidak lengah kepada semua musuhnya. Bahkan jika musuh tersebut adalah bahaya yang tidak berwujud seperti waktu, dia tetap bergerak cepat dan tidak tinggal diam dalam mencari senjata yang dapat dia gunakan untuk melakukan serangan balik sebelum hari itu tiba.\n\nDia menemukan bahwa jawaban atas permasalahan itu adalah \"keabadian\". Hanya \"keabadian\" itulah yang dapat menghentikan segalanya dan mempertahankan Inazuma tetap abadi.\n\n\"Marilah kita tuju keabadian — selagi segala sesuatunya indah dan sempurna.\"",
      "th": "ชื่อที่แท้จริงของโชกุน Raiden คือ \"Raiden Ei\"\n\nในเส้นทางอันยาวไกลของเธอ เธอจึงได้เห็นราคาที่ Inazuma ต้องจ่ายเพื่อความก้าวหน้ามาตลอดหลายร้อยหลายพันปีที่ผ่านมา\n\nวันเวลาแห่งความสุขที่สุดได้ผ่านไปแล้ว และสหายในอดีตได้กลายเป็นศัตรู ในท้ายที่สุด เธอถึงกับสูญเสียเหตุผลที่เธอใช้ดาบของเธอ\n\n\"ที่ใดมีความก้าวหน้า ที่นั่นย่อมมีการสูญเสีย\"\n\nEi เชื่อว่า นี่เป็นกฎเหล็กที่ห่อหุ้มของโลก โดยมีกาลเวลาเป็นผู้บังคับบัญชาที่ไร้ความปรานี\n\nอาณาจักรของผู้คนที่รุ่งเรืองที่สุดล่มสลายในชั่วข้ามคืน ท่าเรือ Liyue ที่มีอายุเก่าแก่และยาวนานที่สุดก็ต้องอำลาเทพแห่งหินเช่นกัน สายลมแห่งพลัดพรากพัดโชยมาจากอีกฟากหนึ่งของกาลเวลา\n\nชื่อเสียงของ \"โชกุน Raiden\" ยังคงแข็งแกร่งมาก แต่หลายศตวรรษต่อมา นับพันปีต่อมา... สักวันหนึ่ง Inazuma จะสูญเสียการปกป้องจากเทพเจ้า\n\nในฐานะซามูไร เธอต้องคอยระวังศัตรูทั้งหมด แม้ว่าศัตรูคนนั้นอาจจะเป็นวิกฤตที่ไม่อาจจับต้องได้เหมือนกับเวลา แต่เธอก็ต้องหาทางรับมือ ตามหาอาวุธที่เธอสามารถใช้เพื่อเอาชนะมันได้ก่อนที่จะถึงวันนั้น\n\nคำตอบของเธอคือ \"นิรันดร์\" มีเพียงความเป็นนิรันดร์เท่านั้นที่สามารถแช่แข็งทุกสรรพสิ่งใต้หล้านี้ได้ ทำให้ Inazuma อยู่ยงเป็นอมตะไม่มีวันตาย\n\n\"เมื่อทุกอย่างยังดีอยู่ ก็จงหยุดนิ่งอยู่เช่นนี้... ไปชั่วนิรันดร์\"",
      "vi": "Raiden Shogun, tên thật là \"Raiden Ei\".\n\nXuyên suốt chiều dài lịch sử, cô ấy đã phải trả giá rất nhiều cho tư tưởng tiến về phía trước của Inazuma.\n\nThời gian vui vẻ nhất đã qua đi, bạn cũ năm xưa hóa kẻ thù. Để rồi cuối cùng, đến cả nguyên nhân cầm đao cũng biến mất.\n\n\"Chỉ cần bước tiếp, là sẽ mất đi.\"\n\nEi cho rằng, đây chính là quy luật tàn nhẫn mà thời gian vận hành thế giới này.\n\nVương quốc phồn vinh rực rỡ nhất cũng đã sụp đổ sau một đêm, Cảng Liyue ngàn năm trường tồn cũng đã từ biệt Nham Thần. Ngọn gió ly biệt rồi cũng sẽ dấy lên theo thời gian.\n\nDanh tiếng và vinh quang của \"Raiden Shogun\" chỉ kéo dài trăm năm, ngàn năm... Rồi cũng sẽ có ngày Inazuma mất đi sự phù hộ của thần.\n\nThân là người luyện võ, cô ấy đã hạ gục tất cả kẻ thù, nhưng nguy cơ thì vẫn tồn tại theo thời gian, cô ấy cần phải tìm ra thứ vũ khí phản công trước khi ngày đó diễn ra.\n\nVà đáp án của cô ấy chính là \"vĩnh hằng\". Chỉ có \"vĩnh hằng\" mới có thể khiến tất cả ngừng lại, khiến cho Inazuma trường sinh bất diệt.\n\n\"Vậy thì, nhân lúc mọi thứ đang tươi đẹp, chúng ta... tiến về phía vĩnh hằng nhé.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "局限于肉体之中的生命想要追求「永恒」，便无法回避寿命一事。\n\n有限的时间让影烦忧。直到某一天，一种神秘技术如命运般降临在她眼前。\n\n凭借这种技艺，人就能制造出与真实生命体无二的精巧人偶。\n\n理论上，人偶能完美复制出影的一切，等于是超越了寿命极限，可以一直存在下去，为稻妻提供永世庇护。\n\n然而，想要打造出神明的复制体，谈何容易？\n\n影为此进行了无数次试验，废弃了许多失败品，消耗了超乎想象的时间与材料——\n\n靠着执念与武人之志，她制造出了完美的人偶。\n\n新生的「雷电将军」静坐着，倾听影讲述有关她、「她」乃至她们的一切。稻妻的未来，被誊写在一张绚烂的蓝图上。\n\n她对影只有一个问题：「放弃肉体意味着无法回头。你当真不后悔吗？」\n\n「你的存在就是我的答案。」\n\n之后，影化作意识隐于刀中，「一心净土」由此诞生。",
      "zht": "局限於肉體之中的生命想要追求「永恆」，便無法回避壽命一事。\n\n有限的時間讓影煩憂。直到某一天，一種神秘技術如命運般降臨在她眼前。\n\n憑藉這種技藝，人就能製造出與真實生命體無二的精巧人偶。\n\n理論上，人偶能完美複製出影的一切，等於是超越了壽命極限，可以一直存在下去，為稻妻提供永世庇護。\n\n然而，想要打造出神明的複製體，談何容易？\n\n影為此進行了無數次試驗，廢棄了許多失敗品，消耗了超乎想像的時間與材料——\n\n靠著執念與武人之志，她製造出了完美的人偶。\n\n新生的「雷電將軍」靜坐著，傾聽影講述有關她、「她」乃至她們的一切。稻妻的未來，被謄寫在一張絢爛的藍圖上。\n\n她對影只有一個問題：「放棄肉體意味著無法回頭。妳當真不後悔嗎？」\n\n「妳的存在就是我的答案。」\n\n之後，影化作意識隱於刀中，「一心淨土」由此誕生。",
      "jp": "肉体に閉じ込められた魂が「永遠」を追求するのであれば、寿命を避けて通ることはできない。\n\n限られた時間が影の頭を悩ませた。ある日、不思議な技術が運命に導かれたかのように、彼女のもとへ届く。\n\nこの技術があれば、まるで本物の生命体であるかのような精巧な人形を作り出せる。\n\n理論上、人形は影の全てを完璧に再現することが可能であった。それは寿命の限界を超え、稲妻を永遠に庇護することを可能にする。\n\nしかし、神の複製体を作るのは、そう簡単なことなのだろうか？\n\n影はこのために数え切れないほどの実験を行った。失敗作を大量に処分し、想像を絶する時間と材料を費やしてきた。\n\nその執念と武人の志によって、彼女は完璧な人形を作り上げたのだ。\n\n新生の「雷電将軍」は静かに座り、影が話す彼女のこと、そして「彼女」と彼女たちにまつわることに耳を傾ける。稲妻の未来は、輝かしい青図として描かれた。\n\n彼女は影に対して一つの疑問を抱いていた。「肉体を捨てるということは、もう後戻りできないということ。あなたは後悔していないのですか？」\n\n「あなたの存在が私の答えです。」\n\nその後、影は刀に宿る意識となった。「一心浄土」は、こうして誕生したのである。",
      "ko": "평범한 육체로 「영원」을 추구하기엔 수명이라는 걸림돌을 피할 수 없다.\n\n 한정된 시간이 에이(影)의 가장 큰 고민거리였다. 어느 날 신비한 기술이 운명처럼 그녀의 눈앞에 나타났다.\n\n이 기술을 통해 진짜 생명체와 똑같은 인형을 만들 수 있게 되었다.\n\n이론상으로는 인형으로 에이(影)의 모든 것을 완벽하게 재현해, 수명의 한계를 뛰어넘어 무한한 생명으로 이나즈마를 영원히 수호할 수 있었다.\n\n하지만 신을 복제한다는 게 그리 쉬운 일은 아니었다.\n\n에이(影)는 무수한 실험과 수많은 실패작의 폐기를 반복하며, 상상을 초월하는 시간과 재료를 소모하였다——\n\n집념과 무인의 투지로 결국은 완벽한 인형을 만들어냈다.\n\n새로 태어난 「라이덴 쇼군」 가만히 앉아 에이(影)가 해주는 「그녀」의 모든 것을 경청하고 있다. 이나즈마의 미래가 눈부신 청사진에 그려지고 있다.\n\n그녀가 에이(影)에 궁금한 것은 단 하나였다. 「육체를 포기하는 돌아설 수 없는 길로 걸어가는 데 후회스럽진 않은가?」\n\n「너의 존재가 바로 그 질문의 답이다」\n\n이후 그녀의 의식이 칼에 스며들었고, 「일심정토」는 그렇게 탄생하였다",
      "en": "For beings with a perishable form of flesh to pursue Eternity, they must first solve the unavoidable problem of lifespan.\n\nThis limited time troubled Ei greatly, until one day when a mysterious technique came before her eyes as if by a stroke of fate.\n\nUsing such techniques, one could create intricate puppets indistinguishable from true life.\n\nIn theory, this puppet could perfectly imitate everything about Ei. It could surpass the limits of her lifespan and defend Inazuma forever. Yet, how could creating a copy of an Archon be a simple affair?\n\nEi conducted countless experiments to this effect, discarded a great many failed products, and spent an unimaginable amount of time and resources—\n\nBut at last, by her dogged pursuit and warrior's spirit, she was able to create a flawless puppet.\n\nThe newborn Raiden Shogun sat there silently, listening to Ei speak all about her, \"her,\" and even about them. The future of Inazuma was here, inscribed upon a gorgeous blueprint.\n\nThe automaton had but one question to ask Ei: \"There is no turning back from forsaking your form. Do you regret nothing?\"\n\n\"Your existence is my answer.\"\n\nThen, Ei transferred her consciousness into her blade, and thus was born the Plane of Euthymia.",
      "de": "Ein Leben, das auf einen physischen Körper beschränkt ist, kann der Frage nach der Langlebigkeit nicht ausweichen, wenn es nach „Ewigkeit“ strebt.\n\nDie begrenzte Zeit, die ihr zur Verfügung steht, bereitet Ei große Sorgen, bis ihr eines Tages eine Geheimtechnik zum Verhängnis wird.\n\nMit dieser Technik kann ein Mensch eine zarte Puppe erschaffen, die einer realen Form ähnelt.\n\nTheoretisch konnten die Puppen alles von Ei perfekt nachbilden und waren gleichbedeutend mit der Überwindung der Grenzen der Langlebigkeit und konnten für immer existieren, was Inazuma eine ewige Zuflucht bot.\n\nWie einfach ist es jedoch, die Kopie eines Archon zu erstellen?\n\nEi führte dazu zahllose Experimente durch, verwarf viele Fehlschläge und verbrauchte mehr Zeit und Material, als man sich vorstellen kann.\n\nMit schierer Beharrlichkeit und dem Willen eines Kampfkünstlers schuf sie die perfekte menschliche Figur.\n\nDer neugeborene „Shougun Raiden“ saß schweigend da und hörte zu, wie Ei alles über sie, „sie“ und sogar über sie beide erzählte. Inazumas Zukunft wurde auf einer glorreichen Blaupause niedergeschrieben.\n\nSie hatte nur eine Frage an Ei: „Dein Fleisch aufzugeben bedeutet, dass es kein Zurück mehr gibt. Bereust du es wirklich nicht?“\n\n„Deine Existenz ist meine Antwort.“\n\nDanach wurde Ei zu einem im Schwert verborgenen Bewusstsein und die „utopischen Gefilde“ waren geboren.",
      "es": "Aunque un ser que está limitado por un cuerpo decida perseguir la eternidad, nunca podrá evitar su propia esperanza de vida.\n\nEl limitado tiempo del que disponemos era algo que inquietaba a Ei. Así fue hasta que, un día, el destino quiso que una misteriosa tecnología se presentara ante sus ojos.\n\nCon ella, se podían fabricar unas marionetas capaces de cobrar vida.\n\nEn teoría, si estas marionetas podían ser la copia perfecta de Ei, no tendrían una limitada esperanza de vida y podrían vivir para siempre a fin de proteger Inazuma eternamente.\n\nSin embargo, hacer una réplica de un ser divino no era algo tan sencillo.\n\nPara ello, Ei llevó a cabo un sinfín de experimentos y tuvo que descartar muchos que fueron fallidos, con lo que consumió una inimaginable cantidad de tiempo y recursos.\n\nCon su obsesión y su voluntad guerrera, creó una marioneta perfecta.\n\nLa nueva Shogun Raiden permanecía quieta ante Ei mientras escuchaba atentamente todo lo que le contaba sobre sí misma, su otro “yo” e incluso sobre ambas. Así fue como el futuro de Inazuma fue escrito en unos maravillosos planos de tecnología.\n\nSolo tenía una pregunta para Ei: “Si abandonas tu cuerpo, no habrá vuelta atrás. ¿Estás segura de que no te arrepentirás?”\n\n“El hecho de que existas es mi respuesta a esa pregunta”.\n\nEntonces, Ei se convirtió en una conciencia que quedó guardada en una espada. Y así fue como se originó el “plano de la eutimia”.",
      "fr": "Être constitué d'un corps mortel et souhaiter poursuivre l'éternité implique de faire face à cette chose inévitable qu'est l'espérance de vie.\n\nLa limite que lui imposait le temps emplissait Ei d'ennui et de mélancolie. Jusqu'au jour où une mystérieuse technique lui parvint par la force du destin.\n\nGrâce à elle, il lui était possible de créer de magnifiques marionnettes à la perfection, impossible à différencier d'un corps mortel.\n\nEn théorie, une telle marionnette pouvait parfaitement imiter Ei. Cet être artificiel pouvait lui permettre d'exister pour toujours et ainsi continuer à apporter une protection éternelle à Inazuma.\n\nCependant, créer la réplique d'une divinité est plus facile à dire qu'à faire. Ei entreprit d'innombrables essais et essuya tout autant d'échecs, usa d'une quantité inimaginable de temps et de matériaux.\n\nGrâce à sa persévérance et son esprit combattant, elle finit par créer la marionnette parfaite.\n\nLa « Shogun Raiden » nouveau-née se redressa calmement et écouta avec attention les paroles d'Ei, lui expliquant comment « elle » et cette dernière ne formaient qu'une. Là était le futur d'Inazuma, inscrit sur un plan resplendissant.\n\nLa réplique n'avait qu'une seule et unique question à poser à Ei : « Renoncer à ton enveloppe humaine implique qu'il est désormais impossible de faire marche arrière. Ne regretteras-tu donc rien ? »\n\n« Ton existence même représente la réponse à cette question. »\n\nEnsuite, Ei enfouit sa conscience dans son épée, le « plan euthymique » pouvait commencer.",
      "pt": "Para que os seres com uma forma perecível de carne persigam a Eternidade, eles devem primeiro resolver o inevitável problema da expectativa de vida.\n\nEste tempo limitado perturbou muito Ei, até um dia em que uma técnica misteriosa apareceu diante de seus olhos como que por um acaso do destino.\n\nUsando tais técnicas, pode-se criar marionetes sofisticadas indistinguíveis da verdadeira vida em si.\n\nEm teoria, esta marionete poderia imitar perfeitamente tudo sobre a Ei. Ela poderia ultrapassar os limites de sua vida e defender Inazuma para sempre. No entanto, como que criar uma cópia de um Arconte poderia ser uma tarefa simples?\n\nEi conduziu inúmeras experiências para este fim, descartou um grande número de protótipos fracassados e gastou uma quantidade inimaginável de tempo e recursos-\n\nMas finalmente, graças à sua perseguição obstinada e ao espírito guerreiro, ela foi capaz de criar uma marionete impecável.\n\nA recém nascida Shogun Raiden sentou-se ali silenciosamente, ouvindo Ei falar tudo sobre ela, \"ela\", e até mesmo sobre elas. O futuro de Inazuma estava aqui, gravado em um lindo diagrama.\n\nO autômato só tinha uma pergunta a fazer a Ei: \"Não há como voltar atrás em abandonar sua forma. Você não se arrepende de nada?\"\n\n\"Sua existência é a minha resposta.\"\n\nEntão, Ei transferiu sua consciência para sua lâmina, e assim nasceu o Plano de Eutimia.",
      "ru": "Даже если существо в бренном теле устремится к вечности, ему не преодолеть продолжительности своей жизни. Эи угнетала ограниченность времени, пока однажды волею судеб она не познала тайную технику. С её помощью можно было создавать искусных марионеток, неотличимых от настоящих людей. Так марионетка могла стать идеальной копией Эи. Она могла бы преодолеть предел срока жизни и вечно защищать Инадзуму. Но легко ли создать копию Архонта? Эи провела бесчисленное количество экспериментов, выбросила множество неудачных моделей, потратила невообразимое количество времени и ресурсов. Благодаря своей одержимости и воле воина, она создала идеальную марионетку. Новорожденная сёгун Райдэн молча слушала, как Эи рассказывала ей всё о себе, о ней, о них. Вот оно, будущее Инадзумы, перенесённое на прекрасный чертёж. Лишь один вопрос она задала Эи:\n\n- Покинув тело, назад ты вернуться не сможешь. Ты уверена, что не пожалеешь об этом?\n\n- Твоё существование - мой ответ.\n\nЭи стала сознанием, сокрытым в мече. Так возникло Царство эвтюмии.",
      "id": "Bagaimanakah kehidupan yang terbatas pada tubuh dan tidak akan sanggup melawan kodrat hidup ini justru mendambakan \"keabadian\"?\n\nKeterbatasan waktu, itulah yang membuat Ei gelisah. Sampai suatu hari, sebuah teknologi misterius datang di hadapannya bagaikan takdir.\n\nDengan teknik ini, orang dapat menciptakan boneka yang memiliki tingkat kemiripan bagai pinang dibelah dua dengan sosok aslinya.\n\nBerdasarkan teori, boneka tersebut dapat meniru segala sesuatunya tentang Ei dengan tingkat kesempurnaan yang melampaui batas usia dan kehidupan. Dengan begitu, dia dapat hidup dan melindungi Inazuma selamanya.\n\nNamun, apakah benar bisa semudah itu untuk menciptakan boneka bagi sang dewa?\n\nUntuk ini, Ei telah melakukan eksperimen yang tak terhitung jumlahnya, membuang banyak produk yang gagal, dan menghabiskan waktu serta material di luar jumlah yang sudah dia perkirakan.\n\nNamun berkat obsesi dan ambisi samurainya, dia akhirnya berhasil menciptakan boneka yang sempurna.\n\n\"Raiden Shogun\" yang baru kini duduk dengan tenang, mendengarkan Ei yang sedang menceritakan segala tentangnya, tentang \"dia\", atau lebih tepatnya tentang \"mereka\". Masa depan Inazuma kini disalin pada selembar sketsa baru yang indah.\n\nSang boneka baru itu hanya punya satu pertanyaan untuk Ei: \"Menyerahkan tubuh itu artinya kamu tidak akan bisa kembali. Kamu yakin kamu tidak akan menyesalinya?\"\n\n\"Keberadaanmu adalah jawabanku.\"\n\nSetelah itu, Ei berubah menjadi kesadaran yang tersembunyi di dalam pedang, dan dengan demikian lahirlah \"Plane of Euthymia\".",
      "th": "สำหรับชีวิตที่ถูกจำกัดอยู่ในเนื้อหนัง หากต้องการไล่ตาม \"ความเป็นนิรันดร์\" คงจะต้องกำจัดปัญหาเรื่องอายุขัยที่หลีกเลี่ยงไม่ได้เสียก่อน\n\nเวลาที่จำกัดนี้สร้างปัญหาให้กับ Ei อย่างมาก จนกระทั่งวันหนึ่งเทคนิคลึกลับก็ปรากฏขึ้นมาต่อหน้าต่อตาเธอราวกับโชคชะตา\n\nโดยการใช้เทคนิคดังกล่าว เราสามารถสร้างหุ่นเชิดที่สลับซับซ้อนซึ่งแยกไม่ออกจากชีวิตจริง\n\nตามทฤษฎีแล้ว หุ่นเชิดนี้สามารถเลียนแบบทุกอย่างเกี่ยวกับ Ei ได้อย่างสมบูรณ์แบบ มันสามารถอยู่ได้เกินอายุขัยของเธอและปกป้อง Inazuma ได้ตลอดไป\n\nแต่ทว่าการสร้างแบบจำลองของเทพเจ้าจะเป็นเรื่องง่ายได้อย่างไรกัน?\n\nEi ได้ทำการทดลองมากมายถึงผลกระทบนี้ ละทิ้งผลิตภัณฑ์ที่ล้มเหลวมากมาย รวมถึงการใช้เวลาและทรัพยากรจำนวนมหาศาล\n\nแต่ในที่สุดด้วยความมุ่งมั่นอันดื้อรั้นและจิตวิญญาณของซามูไร เธอจึงสามารถสร้างหุ่นเชิดที่ไร้ที่ติขึ้นมาได้\n\nโชกุน Raiden แรกเกิดนั่งเงียบ ๆ ฟัง Ei พูดถึงเรื่องราวทั้งหมดที่เกี่ยวข้องกับเธอ มีทั้งเรื่องของ\"เธอ\" รวมไปจนถึงเรื่องเกี่ยวกับพวกเธอ อนาคตของ Inazuma ถูกจารึกลงบนพิมพ์เขียวอันงดงาม\n\nหุ่นเชิดมีเพียงหนึ่งคำถามเดียวที่จะถาม Ei: \"การสละร่างกายนั่นหมายความว่าท่านจะไม่อาจกลับมาได้ ท่านจะไม่เสียใจกับมันจริง ๆ งั้นเหรอ?\"\n\n\"การมีอยู่ของเธอคือคำตอบของฉัน\"\n\nจากนั้น Ei ก็ย้ายจิตสำนึกไปยังดาบของเธอ และด้วยเหตุนี้จึงได้ถือกำเนิดเป็นดินแดนแห่งใจที่บริสุทธิ์ขึ้นมา",
      "vi": "Truy cầu \"vĩnh hằng\" dưới giới hạn của thể xác sẽ khó tránh khỏi thọ mệnh.\n\nThời gian có hạn khiến cho Ei vô cùng muộn phiền. Cho đến một hôm, một loại kỹ thuật thần bí như vận mệnh bày ra trước mắt Ei.\n\nVới loại kỹ thuật này, cô ấy sẽ có thể tạo ra một con rối tinh xảo hệt như bản thể.\n\nTheo lý thuyết mà nói, con rối sẽ chứa đựng mọi thứ thuộc về Ei, vượt qua cả giới hạn về thọ mệnh, vĩnh viễn tồn tại và bảo hộ cho Inazuma.\n\nThế nhưng, tạo ra một bản thể của thần nào có dễ?\n\nEi đã vì chuyện này mà tiến hành vô số thí nghiệm, vứt bỏ đi rất nhiều sản phẩm thất bại, tiêu tốn lượng thời gian và nguyên liệu vượt trên mọi sự tưởng tượng.\n\nDựa vào chấp niệm và ý chí của võ sĩ, cô ấy cũng đã tạo ra một con rối hoàn hảo.\n\n\"Raiden Shogun\" ngồi đó nghe Ei kể lại mọi chuyện về cô, \"cô ấy\" và thậm chí là mọi thứ về họ. Tương lai của Inazuma được viết lại chi tiết vào bản thiết kế.\n\nCô chỉ có một câu hỏi cho Ei: \"Từ bỏ thể xác đồng nghĩa với việc không thể quay lại, cô sẽ không hối hận chứ?\"\n\n\"Sự tồn tại của cô chính là đáp án của ta.\"\n\nSau đó, Ei hóa thành ý chí ẩn vào thanh đao, \"Nhất Tâm Tịnh Thổ\" sinh ra từ đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "成为将军之前，雷电影只是一介武人，负责履行前代的命令。\n\n前代雷神雷电真武力羸弱，委托给影的大多是挥刀洒血之事。不过厮杀之外，影也有和友人坐在樱树下玩歌牌的轻松时光。\n\n性格使然，影在游戏中是最显木讷的那一个。她从未做过最后的胜者，也没有品尝过狐斋宫大人为牌局赢家专门准备的奖励品。\n\n于是她将习武练刀的专注投入到歌牌的修习中，经常主动要求和真或是御舆千代进行歌牌对决，又或是一个人在月光下朗诵歌句。\n\n终于，又是在樱树下，影一路过关斩将，总算艰难地战胜天狗，取得了最终优胜。\n\n影为这份胜利欢呼，却听到友人们都笑起来。她才意识到自己全然失了平日的风度，连忙放下双手，恢复成一脸冷淡的模样。\n\n友人们当然没有笑话她的意思了。他们了解影的为人，知道执着的她为获胜付出了许多努力。\n\n而狐斋宫大人，更是满面笑意地将糕点端到影面前。\n\n「说是奖励，不过是一些手工糕点而已，没想到能让影惦记呢。既然如此，还请你尽情品尝这份属于赢家的奖励。」\n\n影并不是贪图甜点。身为武人，她认定输掉的就要赢回来。这份糕点，更像是对她求胜之心的奖赏。\n\n——可她很快又不自觉地笑了。糕点相当美味，如同胜利的滋味。至于她笨拙忍笑的模样，对友人们来说也是有趣的景象。\n\n时至今日，影仍时常回忆起那棵樱树。\n\n即便已经很久没去看过…即便那棵树下已经空无一人，她也希望时间能够永远停下。",
      "zht": "成為將軍之前，雷電影只是一介武人，負責履行前代的命令。\n\n前代雷神雷電真武力羸弱，委託給影的大多是揮刀灑血之事。不過廝殺之外，影也有和友人坐在櫻樹下玩歌牌的輕鬆時光。\n\n性格使然，影在遊戲中是最顯木訥的那一個。她從未做過最後的勝者，也沒有品嚐過狐齋宮大人為牌局贏家專門準備的獎勵品。\n\n於是她將習武練刀的專注投入到歌牌的修習中，經常主動要求和真或是御輿千代進行歌牌對決，又或是一個人在月光下朗誦歌句。\n\n終於，又是在櫻樹下，影一路過關斬將，總算艱難地戰勝天狗，取得了最終優勝。\n\n影為這份勝利歡呼，卻聽到友人們都笑起來。她才意識到自己全然失了平日的風度，連忙放下雙手，恢復成一臉冷淡的模樣。\n\n友人們當然沒有笑話她的意思了。他們瞭解影的為人，知道執著的她為獲勝付出了許多努力。\n\n而狐齋宮大人，更是滿面笑意地將糕點端到影面前。\n\n「說是獎勵，不過是一些手工糕點而已，沒想到能讓影惦記呢。既然如此，還請妳盡情品嚐這份屬於贏家的獎勵。」\n\n影並不是貪圖甜點。身為武人，她認定輸掉的就要贏回來。這份糕點，更像是對她求勝之心的獎賞。\n\n——可她很快又不自覺地笑了。糕點相當美味，如同勝利的滋味。至於她笨拙忍笑的模樣，對友人們來說也是有趣的景象。\n\n時至今日，影仍時常回憶起那棵櫻樹。\n\n即便已經很久沒去看過…即便那棵樹下已經空無一人，她也希望時間能夠永遠停下。",
      "jp": "将軍になる前の雷電は一介の武人であり、先代の命令に従っていた。\n\n先代の雷神、雷電眞は武力に乏しく、戦いや殺しの仕事を影に任せていたのだ。ただ影には殺戮だけではなく、友人と櫻の木の下で歌やかるたに興じ、のどかに過ごす時間もあった。\n\nその性格ゆえか、遊戯中の影は朴訥としていた。彼女が最終的な勝者になることも、狐斎宮様が特別に用意した賞品を獲得することもなかった。\n\nそんな彼女は、武道の修行に充てていた心血を、歌とかるたの修行へと注いだ。眞と御輿千代にかるたの勝負を申し込んだり、月明かりの下でひとり詩歌を読んだりした。\n\nある日、櫻の木の下で影は勝ち進み、最後は天狗に勝ち、ついに勝者の座につくことになった。\n\n影は勝利に歓喜したが、友人の笑い声を耳にする。とっさに自分が冷静さを欠いていたことに気付き、慌てて両手を下げると、凜とした冷たい顔に戻った。\n\nもちろん、友人たちは嘲笑っていたわけではない。彼らは影のことをよく知っており、きっと勝利のために努力してきたのだろうと思ったのだ。\n\n狐斎宮様も笑みを浮かべながら、菓子を影に渡す。\n\n「褒美といっても、妾が作った菓子に過ぎぬ。まさか影がそこまで喜ぶとは。ならば、この勝者だけが手にできる褒美をじっくりと味わうがよい。」\n\n無論、影は菓子を欲していたわけではない。武人として、負けたのならば勝つまで挑む。この菓子は、彼女の勝負に挑む心構えへの褒美だった。\n\n影はすぐにまた無意識のうちに微笑んでいた。勝利の味もさることながら、この菓子は影の舌を唸らせたのだ。その笑顔を隠そうとする不器用な彼女の姿に、友人たちはまた笑みをこぼす。\n\n今でも影は、その櫻の木をよく思い出す。\n\n長いこと見に行っていなくとも…たとえ櫻の木の下に誰も座っていなくとも、彼女は時間が永遠に止まることを願うのであった。",
      "ko": "쇼군이 되기 전 라이덴 에이(影)는 선대의 임무를 수행하는 평범한 무인이었다.\n\n선대 번개 신, 라이덴 마코토는 무력이 형편없어, 칼에 피를 묻히는 일은 모두 에이(影)에게 전가했다. 하지만 학살 외에, 에이(影)도 친우와 함께 벚꽃 아래에서 카루타를 즐기면서 시간을 보내곤 했다.\n\n에이(影)는 카루타를 즐기면서도 가장 말이 없는 편이었다. 그녀는 한 번도 이긴 적이 없었고 호재궁 어르신이 승자를 위해 준비해둔 상품을 받은 적도 없었다.\n\n때문에 그녀는 무공을 연마하는 시간을 카루타 연습에 쏟아부었다. 미코시에게 먼저 카루타 도전장을 내밀기도 하고, 혼자서 달빛 아래에서 시의 구절을 읽으면서 연습했다.\n\n결국, 그때의 벚나무 아래에서 적수들을 차례로 무찔렀고 마지막 관문인 텐구를 이기며 승리를 따냈다.\n\n에이(影)는 기뻐서 소리쳤고 그의 친구들도 그녀를 위해 웃어주었다. 그제야 자신이 평소의 얌전한 모습과 전혀 다른 모습을 보여준 것에 당황했고, 황급히 손을 내리며 아무렇지도 않듯이 차가운 표정을 지었다.\n\n친구들은 그녀를 잘 알기에 비웃지도 않았고 오히려 얼마나 많은 노력을 했는지 인정하는 분위기였다.\n\n호재궁 어르신은 웃으면서 에이(影)에게 디저트를 주었다.\n\n「디저트를 상품이라 하기엔 좀 그렇지만 에이(影)가 이걸 그렇게 받고 싶어 했을 줄은 몰랐구나. 그럼 최후의 승자를 위한 상품을 마음껏 즐기게」\n\n에이(影)는 디저트가 탐이 난 게 아니었다. 그저 진 빚은 갚아줘야 하는 성격 때문이었지만, 이 디저트는 마치 승부욕의 보상과도 같았다.\n\n——하지만 승리의 보상이라 그런지 디저트는 너무도 맛있었고, 그녀는 자신도 모르게 미소를 지었다. 서툴고 바보 같은 미소에 친구들은 신기한 듯 바라보았다.\n\n오늘날에 이르러서도 에이(影)는 그 시절 그 벚나무를 떠올리고는 한다.\n\n오랜 시간 동안 보러 가지 못했지만… 그 나무 아래 있던 추억 속 사람들 그 누구도 존재하지 않지만, 그녀는 그래도 영원히 시간이 멈추었으면 한다",
      "en": "Before Raiden Ei became the Shogun, she was a samurai responsible for seeing that the previous Shogun's orders were carried out.\n\nThe previous Electro Archon, Raiden Makoto, was no great fighter, and the things Ei had charge over were mostly matters of warfare and slaughter. However, Ei also had moments of repose away from battle, sitting with her friends under the sakura trees and playing karuta.\n\nDue to her character, Ei was always the most wooden player. She was never the final victor, nor did she ever have a taste of the prizes that the Kitsune Saiguu reserved for the winners.\n\nThus, she poured the effort that she put into swordsmanship into karuta practice, often pestering Makoto or Mikoshi Chiyo for karuta matches, or spending much time by moonlight reading the poetry inscribed on the cards out loud.\n\nAt last, the day came that under a sakura tree's shade, Ei would defeat opponent after opponent. Even the mighty tengu would be felled after a hard-fought battle, and thus was she crowned the champion.\n\nEi let out a victorious whoop at her victory, only to be greeted by the sounds of her friends' laughter. Only then did she realize that she had lost her usual composure entirely, before snapping both arms back down and reverting to her usual cool facade.\n\n Of course, her friends did not intend to make sport of her. Indeed, they understood her character and the manner in which she had worked ever so hard to come out on top.\n\nAs for the Kitsune Saiguu, oh, how amused she looked as she presented Ei with some pastries.\n\n\"I said it was a reward, yes, but it was simply some hand-made cakes of mine. I didn't think that you would be so concerned about it, Ei. Well then, enjoy the spoils of your victory to your heart's content.\"\n\nEi was hardly one to be greedy for snacks. But as a samurai, she firmly believed that what she lost must be reclaimed. These pastries were more akin to a vindication of her desire to win.\n\n—But it was not long before that cool demeanor of hers broke into a smile again. The cakes were lovely — just like the taste of victory. As for her clumsy attempts to hide that smile, one could only say that it was an entertaining sight all around for her friends.\n\nTo this day, Ei still often remembers that sakura tree.\n\n...Even though she has not gone to see it in a long time, and even though no one sits under it anymore, she wishes that time might stop forever.",
      "de": "Bevor Raiden Ei Shougun wurde, war sie nur ein Kampfkünstler, verantwortlich für die Erfüllung der Aufträge der vorherigen Generationen.\n\nDer vorherige Elektro-Achon war so schwach, dass er die meisten seiner Aufgaben Ei überließ. Aber es gab auch Zeiten, in denen Ei unter dem Kirschbaum Karten mit Freunden spielte.\n\nVon Natur aus war Ei die stummste im Spiel. Noch nie war sie die finale Gewinnerin gewesen, noch hatte von den Belohnungen von Kitsune Saiguu probiert, die diese extra für die Gewinner vorbereitete.\n\nAlso widmete sie ihre volle Konzentration dem Kampfsporttraining und dem Üben von Liedern, wobei sie oft darum bat, gegen Makoto oder Mikoshi Chiyo in einem Liedduell anzutreten, oder Liedzeilen allein im Mondlicht rezitierte.\n\nSchließlich, wieder unter den Kirschbäumen, bahnte sich Ei ihren Weg durch das Feld und schlug Tengu schließlich mit großer Mühe, um den endgültigen Sieg zu erringen.\n\nEi bejubelte diesen Sieg, hörte aber ihre Freunde lachen. Sie merkte, dass sie ihre gewohnte Gelassenheit verloren hatte, und senkte eilig ihre Hände und kehrte zu ihrem kalten Gesichtsausdruck zurück.\n\nNatürlich hatten ihre Freunde nicht über sie gelacht. Sie kannten Ei nur zu gut und wussten, wie viel sie gegeben hatte, um diesen Sieg zu erringen.\n\nUnd Kitsune Saiguu brachte Ei mit einem Lächeln im Gesicht das Gebäck.\n\n„Es heißt, es wäre eine Belohnung, aber es sind nur ein paar Backwaren. Ich hätte nicht gedacht, dass ich Ei dazu bringen könnte, darüber nachzudenken. Wenn es nun so ist, genieß bitte die Belohnungen, die den Gewinnern gehören.“\n\nEi war nicht gierig auf den Nachtisch. Als Kampfkünstlerin war sie entschlossen, das, was sie verloren hatte, zurückzugewinnen. Dieses Gebäck war eher eine Belohnung für ihren Siegeswillen.\n\nAber sie lächelte bald wieder unbewusst. Das Gebäck war sehr lecker, ebenso wie der Geschmack des Sieges. Was ihr unbeholfenes Grinsen angeht, so war es ein amüsanter Anblick für ihre Freunde.\n\nBis heute erinnert sich Ei häufig an diesen Kirschbaum zurück.\n\nAuch wenn sie schon lange nicht mehr dort war und niemand mehr unter dem Baum sitzt, wünschte sie dennoch, sie könnte die Zeit für immer anhalten.",
      "es": "Antes de convertirse en la Shogun, Raiden Ei era una samurái encargada de supervisar el cumplimiento de las órdenes de la Shogun de aquella época.\n\nLa antigua Arconte Electro, llamada Raiden Makoto, era débil y siempre cargaba a Ei con las tareas más sanguinarias. Pero, además de luchar, Ei también disfrutaba de sus momentos de relajación bajo los cerezos mientras jugaba a las cartas con sus amigos.\n\nSin embargo, siempre era la más lenta cuando de jugar se trataba, así que nunca consiguió ganar, ni tampoco llegó a probar los premios que la Sacerdotisa Kitsune preparaba para quienes ganaban a las cartas.\n\nAsí pues, para aprender a jugar bien, empezó a poner la misma concentración que cuando practicaba con la espada. Además, solía retar a Makoto o a Mikoshi Chiyo a duelos de cartas, o recitaba ella sola bajo la luz de la luna los poemas que había inscritos en las cartas.\n\nAl fin, llegó el día en que, bajo los cerezos, Ei derrotó a sus oponentes uno tras otro. Incluso la tengu fue abatida por ella tras una dura batalla, por lo que fue coronada como campeona.\n\nEstaba muy feliz por haber ganado, lo que causó la risa de sus amigas. Entonces, ella se dio cuenta de que había perdido por completo las maneras e inmediatamente bajó las manos y recuperó su frío semblante.\n\nLa intención de sus amigas no era reírse de ella, pues la conocían muy bien y sabían que se había esforzado muchísimo para ganar.\n\nSin embargo, la Sacerdotisa Kitsune, entre risas, colocó unos pastelillos frente a ella.\n\n“Técnicamente, son tu recompensa, pero en realidad no son más que unos dulces artesanales. No pensé que te harían ponerte tan pensativa. En cualquier caso, pruébalos, son tu recompensa por haber ganado”.\n\nEi para nada codiciaba esos pasteles. Como samurái, creía firmemente que toda derrota debía recuperarse con una victoria, de modo que los pasteles eran un obsequio de apreciación de su gran ambición.\n\nEntonces, al probar los deliciosos pastelillos, inconscientemente sonrió de nuevo. Aquel era el sabor de la victoria. Eso sí, la cara que ponía al aguantarse la sonrisa era algo que a sus amigas les resultaba muy... interesante.\n\nIncluso a día de hoy, Ei aún se acuerda de vez en cuando de aquellos cerezos.\n\nAunque hace mucho tiempo que no los visita, aunque ya no haya nadie bajo sus ramas, ella sigue esperando que el tiempo se detenga eternamente.",
      "fr": "Avant d'accéder au titre de Shogun, Raiden Ei était une samouraï dont la responsabilité lui incombait d'accomplir les ordres de ses aînés.\n\nLe précédent Archon Électro, Raiden Makoto, n'était guère une combattante. Les missions confiées à Ei lui demandaient principalement de répandre le sang. Pourtant, lorsqu'elle n'accomplissait pas ces funestes missions, Ei aimait s'asseoir sous un cerisier avec ses amis pour jouer au karuta et ainsi passer un moment de répit.\n\nLors de ces moments de jeu, Ei était toujours celle qui était la plus gauche. Elle n'était jamais victorieuse, tout comme elle n'avait jamais goûté aux récompenses que la Kitsune Saiguu réservait aux vainqueurs.\n\nC'est pour cela qu'elle s'appliqua au karuta avec la même ardeur qu'elle portait aux arts martiaux. Elle embêtait régulièrement Makoto et Mikoshi Chiyo pour jouer une partie avec elle, ou passait du temps à lire au clair de lune les poèmes inscrits au dos des cartes.\n\nEnfin vint le jour où Ei remporta une partie de karuta sous le cerisier. Même un guerrier tengu aurait été terrassé par une telle performance. Elle était enfin victorieuse.\n\nAlors qu'elle laissa s'échapper un cri en sautant de joie, ses camarades se mirent à rire. Elle réalisa alors qu'elle ne maintenait plus son sang-froid habituel. Elle baissa immédiatement les deux bras et retrouva son air froid et indifférent.\n\nMais bien entendu, ses camarades n'avaient pas l'intention de se moquer d'elle. Ils comprenaient son attitude et reconnaissaient combien l'inflexible Ei avait combattu avec difficulté pour obtenir la victoire.\n\nQuant à la Kitsune Saiguu, elle apporta sourire aux lèvres une pâtisserie devant Ei.\n\n« J'ai bien dit qu'il s'agissait d'une récompense, cependant ce n'est qu'une simple douceur, je ne pensais pas que tu t'en inquiéterais autant, Ei. Puisque c'est ainsi, déguste à cœur joie cette récompense pour célébrer ta victoire. »\n\nEi ne convoitait guère cette récompense sucrée. En tant que samouraï, elle était convaincue que tout ce qui était perdu devait être récupéré par une victoire.\n\nCette pâtisserie représentait son désir de réussite.\n\nElle se mit inconsciemment à rire. Cette douceur était délicieuse, un peu comme le goût de la victoire. À tel point que son visage ne pouvait s'empêcher d'arborer un air souriant mais maladroit. Ses camarades trouvèrent qu'il s'agissait là d'un spectacle particulièrement intéressant.\n\nAujourd'hui encore, Ei se remémore souvent ce cerisier.\n\nMême si elle n'a plus vu cet arbre depuis bien longtemps, même si plus personne ne s'y trouve, elle espère que le temps puisse se figer pour l'éternité.",
      "pt": "Antes de Raiden Ei se tornar a Shogun, ela era uma samurai responsável por ver que as ordens da Shogun anterior eram cumpridas.\n\nA anterior Arconte Electro, Raiden Makoto, não era uma grande guerreira, e as coisas que Ei tinha a cargo eram principalmente questões de guerra e massacre. Entretanto, Ei também teve momentos de descanso longe da batalha, sentada com seus amigos sob as árvores sakura e brincando de karuta.\n\nDevido ao seu caráter, Ei sempre foi a jogadora mais rígida. Ela nunca foi a vencedora final, nem nunca teve o gosto dos prêmios que a Kitsune Saiguu reservava para os vencedores.\n\nAssim, ela se esforçava para praticar o karuta, muitas vezes importunando Makoto ou Mikoshi Chiyo para jogos de karuta, ou passando muito tempo ao luar lendo em voz alta a poesia inscrita nas cartas.\n\nFinalmente, chegou o dia em que sob as árvores da sakura, Ei derrotaria adversário após adversário. Até mesmo o poderoso tengu seria abatido após uma dura batalha, e assim ela seria coroada a campeã.\n\nEi deixou sair um grito vitorioso sobre sua conquista, apenas para ser recebida pelo som das risadas de seus amigos. Só então ela percebeu que havia perdido completamente a compostura de sempre, antes de voltar a colocar os dois braços para baixo e retornar à sua habitual fachada fria.\n\nÉ claro que seus amigos não tinham a intenção de tirar sarro dela. Na verdade, eles entenderam seu caráter e a maneira como ela havia trabalhado tanto para sair por cima.\n\nQuanto a Kitsune Saiguu, oh, como ela se divertiu ao apresentar Ei com algumas guloseimas.\n\n\"Eu disse que era uma recompensa, sim, mas eram simplesmente alguns bolos meus feitos à mão. Eu não achei que você estaria tão preocupada com isso, Ei. Bem, então, aproveite os espólios de sua vitória à vontade.\"\n\nEi não era de se ser gananciosa com petiscos. Mas, como samurai, ela acreditava firmemente que o que perdeu deve ser recuperado. Estes bolos eram mais parecidos com uma reivindicação de seu desejo de vencer.\n\n-Mas não demorou muito para que aquele seu comportamento frio se transformasse novamente em um sorriso. Os bolos estavam deliciosos - exatamente como o sabor da vitória. Quanto às suas tentativas desajeitadas de esconder aquele sorriso, só se podia dizer que era uma visão divertida para seus amigos.\n\nAté hoje, Ei ainda se lembra com frequência daquela árvore sakura.\n\n...Mesmo que ela não tenha ido vê-la há muito tempo, e mesmo que ninguém mais se sente debaixo dela, ela deseja que o tempo pudesse parar para sempre.",
      "ru": "До того как Райдэн Эи стала сёгуном, она была самураем и следила за исполнением приказов своей предшественницы. Предыдущий Электро Архонт, Райдэн Макото, не была сильным бойцом, и Эи занималась делами войны. Но кроме сражений выпадали и минуты отдыха, когда Эи с друзьями играли в каруту, сидя под сакурой. Из-за своего характера Эи всегда была самым неумелым игроком. Она никогда не побеждала и не получала призов, которые кицунэ Сайгу специально готовила для победителя. Поэтому Эи углубилась в изучение каруты с таким же сосредоточением, что вкладывала в тренировки боевым искусствам. То она донимала Макото или Микоси Тиё просьбами поиграть с ней, то лунными ночами в одиночку читала вслух стихи на картах. И вот настал день, когда под сакурой Эи побеждала противника за противником. Даже могучий тэнгу был повержен после тяжёлой битвы, и наконец она стала чемпионкой. Эи издала ликующий возглас, и победа её была встречена смехом друзей. Только тогда она поняла, что утратила самообладание, и, опустив руки, вернулась к своему обычному холодному облику. Друзья, конечно, вовсе не насмехались над ней. Они понимали её характер и то, как она старалась, чтобы завоевать первое место. А кицунэ Сайгу, сияя улыбкой, поднесла ей пирожные: «Вот и приз победителю, хоть это и просто домашние пирожные. Не думала, что это тебя так взволнует. Что ж, насладись трофеями своей победы сполна». Эи вряд ли можно было назвать жадной до сладостей, но, как самурай, она твёрдо верила, что, проиграв, непременно нужно отыграться. Эти пирожные были скорее подтверждением её стремления к победе. Но вскоре её холодное выражение лица снова сменилось улыбкой. Пирожные были прекрасны - как и вкус победы. А её неуклюжие попытки скрыть улыбку были презабавным зрелищем для её друзей. По сей день Эи часто вспоминает ту сакуру. Хотя она давно не ходила к ней... и никто больше не сидит под деревом, Эи всё равно хочет, чтобы время остановилось навсегда.",
      "id": "Sebelum menjadi Shogun, Raiden Ei hanyalah seorang samurai yang bertanggung jawab untuk melaksanakan perintah dari Shogun generasi sebelumnya.\n\nArchon Electro generasi sebelumnya — Raiden Makoto, bukanlah petarung yang kuat. Sementara sebagian besar dari tugas yang dipercayakan Raiden Makoto kepada Ei adalah pekerjaan yang harus diselesaikan dengan penuh pertumpahan darah. Namun Ei sebenarnya juga punya waktu untuk bersenang-senang bersama teman-temannya dengan duduk-duduk di bawah pohon sakura dan bermain karuta.\n\nKarena karakternya, Ei adalah yang paling payah ketika bermain. Dia belum pernah bertahan sampai akhir dan muncul sebagai pemenang, dia juga tidak pernah mencicipi hadiah yang disiapkan secara khusus oleh Kitsune Saiguu untuk para pemain karuta yang menang.\n\nKarena itu, dia berupaya memfokuskan latihan bela dirinya ke dalam latihan karuta, dan dia sering berinisiatif mengajukan diri untuk bertanding karuta dengan Makoto atau Mikoshi Chiyo, atau bahkan sering melafalkan lagu sendirian di bawah sinar rembulan.\n\nSampai suatu ketika di bawah pohon sakura, Ei berhasil mengatasi semua kesulitan dan mengalahkan tengu dengan susah payah, lalu keluar sebagai pemenang.\n\nEi bersorak girang atas kemenangannya, sementara dia mendengar teman-temannya mulai tertawa. Dia menyadari kalau dirinya tidak bersikap seperti biasanya, kemudian dengan cepat menurunkan tangannya yang sedang diangkat, lalu memasang kembali ekspresi dinginnya.\n\nTentu saja, teman-temannya tidak bermaksud untuk menertawakannya. Mereka paham bahwa Ei dengan kepribadian gigih yang dimilikinya, pasti telah berusaha keras untuk bisa menang.\n\nSementara itu Kitsune Saiguu dengan diiringi senyumnya, membawa hadiah kue ke hadapan Ei.\n\n\"Hadiah ini hanyalah kue buatan tangan yang sederhana, aku tidak menyangka kalau kamu begitu menginginkannya, Ei. Kalau begitu, cicipilah rasa kemenangan ini untuk kepuasan hatimu.\"\n\nMakanan manis ini sebenarnya bukanlah hal yang menggugah selera Ei. Namun sebagai seorang samurai, dia percaya bahwa barang siapa kalah, dia juga harus bisa menang pada akhirnya. Dan baginya, kue ini lebih tepat menggambarkan kehausan hatinya akan hal tersebut.\n\nSementara itu, dia sempat tertawa kembali di luar kesadarannya. Kuenya enak, enak seperti rasa nikmat akan kemenangan. Senyum canggung Ei, itulah yang menjadi pemandangan yang menarik bagi teman-temannya.\n\nSampai sekarang, Ei masih sering mengingat-ingat pohon sakura itu.\n\nWalaupun sudah lama baginya untuk tidak pernah melihat pohon itu lagi ... walaupun di sana kini sudah tidak ada seorang pun lagi, dia berharap waktu bisa berhenti selamanya.",
      "th": "ก่อนที่จะมาเป็นโชกุน Raiden Ei เป็นเพียงซามูไรธรรมดาที่รับผิดชอบการทำตามคำสั่งของโชกุนในสมัยนั้น\n\nRaiden Makoto เทพแห่งสายฟ้าคนก่อนนั้นอ่อนแอมาก และสิ่งที่ Ei รับผิดชอบ ส่วนใหญ่เป็นเรื่องของการทำสงครามและการเข่นฆ่า อย่างไรก็ตาม Ei ก็ยังมีช่วงเวลาแห่งการพักผ่อนจากการสู้รบ นั่งใต้ต้นซากุระ และเล่นแข่งไพ่ต่อกลอนคารุตะกับเพื่อน ๆ ของเธอ\n\nเนื่องด้วยนิสัยของเธอ Ei จึงเป็นผู้เล่นที่เหลือไพ่มากที่สุดเสมอ เธอไม่เคยเป็นผู้ชนะ และไม่เคยได้รับของรางวัลที่ Kitsune Saiguu สงวนไว้สำหรับผู้ชนะเลยแม้แต่ครั้งเดียว\n\nดังนั้นเธอจึงเอาเวลาในการฝึกฝนดาบ มาใช้ฝึกฝนไพ่ต่อกลอนคารุตะแทน และมักจะไปขอท้าทายประลองไพ่ต่อกลอนคารุตะกับ Makoto หรือไม่ก็ Mikoshi Chiyo นอกจากนั้นแล้ว เธอยังนั่งท่องบทกลอนภายใต้แสงจันทร์เพียงลำพังต่ออีกด้วย\n\nและในที่สุดใต้ต้นซากุระนั่น หลังจากที่ Ei ขอผ่านไปตลอดทาง หลังจากการแข่งขันอันดุเดือดในที่สุดก็สามารถเอาชนะเท็งงุได้ และสุดท้ายเธอก็ได้รับตำแหน่งผู้ชนะ\n\nEi เปล่งเสียงโห่ร้องอย่างมีชัย แต่กลับได้การตอบรับเป็นเสียงหัวเราะของเพื่อน ๆ ของเธอแทน จากนั้นเธอก็ตระหนักว่าเธอได้เสียความสงบเสงี่ยมท่าทางปกติของเธอไปอย่างสิ้นเชิง เธอจึงสะบัดแขนทั้งสองข้างลงและกลับไปทำหน้าตาที่เย็นชาตามเดิม\n\nแน่นอนว่าเพื่อน ๆ ของเธอไม่ได้ตั้งใจจะหัวเราะเยาะเธอ พวกเขาเข้าใจบุคลิกของ Ei และรู้ว่าเธอที่ดื้อรั้นได้ทุ่มเทความพยายามอย่างมากในการเอาชนะในครั้งนี้\n\nKitsune Saiguu นำขนมไปวางไว้ตรงหน้า Ei พร้อมกับใบหน้าที่ยิ้มแย้ม\n\n\"รางวัลที่พูดถึง มันเป็นแค่ขนมอบที่ฉันทำเองกับมือน่ะ ไม่คิดว่า Ei จะอยากได้มัน ยังไงก็ขอให้เพลิดเพลินกับของรางวัลของผู้ชนะนะ\"\n\nEi ไม่ได้ใส่ใจในขนมหวานนั่น ในฐานะซามูไรสิ่งใดที่เธอเคยพ่ายแพ้เธอจะต้องกลับมาเอาชนะให้ได้ ขนมอบนี้เป็นของรางวัลสำหรับหัวใจที่ใฝ่หาชัยชนะของเธอ\n\nแต่ไม่นานเธอก็หัวเราะออกมาโดยไม่รู้ตัว รสชาติของขนมอบนี้ช่างหวานเหมือนดังรสชาติของชัยชนะ ส่วนท่าทางของเธอที่พยายามในการกลั้นหัวเราะเองก็เป็นภาพที่น่าสนใจสำหรับเพื่อน ๆ ด้วยเช่นกัน\n\nจนถึงทุกวันนี้ Ei ยังคงหวนนึกถึงความทรงจำที่ใต้ต้นซากุระนั่นอยู่บ่อยครั้ง\n\nแม้ว่าจะไม่ได้เจอกันนานแล้ว... แม้ว่าจะไม่มีใครนั่งอยู่ใต้นั้นแล้ว แต่เธอก็ยังหวังว่าเวลาจะหยุดไปตลอดกาล",
      "vi": "Trước khi trở thành Shogun, Raiden Ei chỉ là một võ sĩ, chấp hành mệnh lệnh của đời trước.\n\nLôi Thần đời trước là Raiden Makoto sức khỏe gầy yếu, nên đã ủy thác cho Ei việc cầm đao thay mình. Nhưng ngoài việc chém giết, Ei cũng có quãng thời gian vui vẻ chơi karuta dưới gốc anh đào cùng những người bạn của mình.\n\nCũng vì tính cách, Ei luôn là người hiền lành nhất trong trò chơi. Cô ấy chưa từng chiến thắng qua, cũng chưa từng nếm qua món ăn mà Kitsune Saiguu đã chuẩn bị cho kẻ chiến thắng.\n\nThế nên cô ấy đã dùng ý chí luyện đao đặt vào việc luyện tập karuta, thường xuyên chủ động rủ Makoto và Mikoshi Chiyo quyết đấu, hoặc một mình luyện tập dưới ánh trăng.\n\nCuối cùng, cũng dưới gốc anh đào đó, Ei đã chiến thắng Tengu, giành lấy thắng lợi cuối cùng.\n\nEi vui mừng ra mặt, khiến cho bạn bè phải bật cười, lúc đó Ei mới ý thức rằng bản thân mất đi phong thái thường ngày, bèn buông tay xuống và tìm lại phong thái lãnh đạm thường thấy.\n\nBạn bè không cố ý chọc ghẹo, chỉ là quá hiểu con người của Ei, biết được sự cố chấp nỗ lực giành chiến thắng của cô ấy.\n\nCòn Kitsune Saiguu thì hớn hở đưa món bánh ngọt đến trước mặt Ei.\n\n\"Tuy nói là phần thưởng, nhưng chỉ là món bánh tự làm mà thôi, không ngờ có thể khiến Ei lưu luyến như thế. Vậy thì Ei hãy thưởng thức phần thưởng của người chiến thắng này nhé.\"\n\nTrong tâm Ei, không phải vì thèm muốn món bánh ngọt này, thân là một võ sĩ, cô ấy nhận định rằng thua là phải giành lại chiến thắng. Phần bánh này, giống như món quà cho ý chí hướng đến chiến thắng của Ei.\n\nNhưng cô ấy lại nhanh chóng mỉm cười trong vô thức, món bánh rất ngon, như hương vị của chiến thắng vậy. Và vẻ mặt ngốc nghếch cố gắng nhịn cười của cô ấy chính là cảnh tượng khá thú vị trong mắt bạn bè.\n\nCho đến giờ đây, Ei vẫn nhớ về gốc anh đào đó.\n\nCho dù đã rất lâu rồi... cho dù đã không còn ai ở đó cả, nhưng Ei vẫn hy vọng thời gian có thể dừng lại ở khoảnh khắc đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "影至今仍记得，真格外喜爱稻妻的风景、美食与人文故事，喜欢到会滔滔不绝地向影分享的程度。\n\n虽然她们在时间「磨损」一事上有共同的认知，但相比为未来担忧的影，真更愿意把注意力放到现在。\n\n「正是明白此景须臾，才更要抓紧享受啊。」\n\n那时的影只能苦笑，反省自己身为一介影武者，居然比雷电将军还古板。她也会反思，想学着和真一样，更加从容一些。\n\n但突变之日来得太快，影毫无防备。回过神来，她手中竟已握着弥留之际的雷电真递来的刀。\n\n这一天，影武者成为了真正的「雷电将军」。\n\n也是这一天，影彻底领悟了「磨损」带来的切肤之痛。\n\n继续跟随时间向前走的话，就连这刀、这樱…这稻妻众生，都会从眼中消失吧。\n\n这是稻妻的根基，也是「雷电将军」必须守护之物。\n\n「由此看来，超前的预想并非毫无意义…也并非僭越。」\n\n心中觉悟终定，生命超脱肉体，永恒降临浮世。",
      "zht": "影至今仍記得，真格外喜愛稻妻的風景、美食與人文故事，喜歡到會滔滔不絕地向影分享的程度。\n\n雖然她們在時間「磨損」一事上有共同的認知，但相比為未來擔憂的影，真更願意把注意力放到現在。\n\n「正是明白此景須臾，才更要抓緊享受啊。」\n\n那時的影只能苦笑，反省自己身為一介影武者，居然比雷電將軍還古板。她也會反思，想學著和真一樣，更加從容一些。\n\n但突變之日來得太快，影毫無防備。回過神來，她手中竟已握著彌留之際的雷電真遞來的刀。\n\n這一天，影武者成為了真正的「雷電將軍」。\n\n也是這一天，影徹底領悟了「磨損」帶來的切膚之痛。\n\n繼續跟隨時間向前走的話，就連這刀、這櫻…這稻妻眾生，都會從眼中消失吧。\n\n這是稻妻的根基，也是「雷電將軍」必須守護之物。\n\n「由此看來，超前的預想並非毫無意義…也並非僭越。」\n\n心中覺悟終定，生命超脫肉體，永恆降臨浮世。",
      "jp": "影は、眞が稲妻の風景や美食、人々の物語をこよなく愛し、それを自分に教えるのが好きだったことを今でも覚えている。\n\n二人とも「摩耗」という概念をよく理解していたが、未来を案じる影と違って、眞は現在に目を向けていた。\n\n「儚い景色であることを知っているからこそ、一層楽しむべきではないか。」\n\nそれを聞いた影は、自分がただの影武者であったことに反省し、雷電将軍よりも古い考えであったことに苦笑いを浮かべた。影はもっと余裕ある心を持ちたいと思った——そう、眞のように。\n\nしかし、時代は瞬く間に移り変わり、予想だにしないことが影に起こる。気がつくと、彼女の手には死にゆく雷電眞から受け継いだ刀が握られていた。\n\nこの日、影武者であった影は、まことの「雷電将軍」となったのだ。\n\nそして、影が「摩耗」の苦しみを本当の意味で理解した日でもある。\n\n時が流れれば、この刀も、あの櫻も…稲妻の全ての生命が目の前で散っていくのではないか。\n\nそれらは稲妻の根幹であり、雷電将軍が守らなければならないもの。\n\n「ならば、先行きを読むことは無意味なことではなく…過ぎたことでもない。」\n\n心の内で覚悟が定まり、生命が肉体を超越する、そして永遠は浮世に降り立った。",
      "ko": "에이(影)는 마코토가 항상 자신에게 이나즈마의 풍경과 음식 그리고 이야기를 공유해줄 정도로 이나즈마의 모든 것을 좋아했다고 기억한다.\n\n그녀의 시간은 「마모」되고 있지만 미래를 걱정하는 에이(影)와는 달리 마코토는 현재를 더 중요시했다.\n\n「풍경은 한순간일 뿐이니, 더욱 만끽해야지」\n\n에이(影)는 그 말을 듣고 쓴웃음을 지었다. 그림자 무사로서 라이덴 쇼군님보다 더 융통성이 없는 점에 반성하고 마코토처럼 융통성 있는 무사가 되도록 노력해야겠다고 생각했다.\n\n하지만 이런 나날은 오래가지 않았다. 에이(影)가 정신을 차렸을 땐, 임종을 맞이한 라이덴 마코토의 칼이 그녀의 손에 쥐어져 있었다.\n\n비로소 에이(影)는 진정한 「라이덴 쇼군」이 되었다.\n\n바로 이날, 에이(影)는 시간의 「마모」가 가져다주는 뼈를 깎는 고통을 느꼈다.\n\n시간을 계속해서 따라간다면, 이 칼, 이 벚꽃… 이나즈마의 백성들 모두 눈앞에서 사라지겠지.\n\n이것이 이나즈마의 원천이고, 「라이덴 쇼군」이 지켜야 하는 것이겠지.\n\n「이렇게 보면 앞을 보는 것에 의미가 없지만은 않아… 선을 넘는 것도 아니군」\n\n그제야 생명을 초월한 육체에 영원함이 깃든다는 것을 깨달았다",
      "en": "Ei still remembers the way in which Makoto greatly loved the scenery of Inazuma, its cuisine, and the stories of its people — and how she loved telling Ei all about them.\n\nThough they both understood the concept of erosion well, Makoto was unlike Ei, who worried about the future more often. Instead, Makoto's energies were focused on the present.\n\n\"It is precisely because we know that this scene is but a fleeting shadow that we should enjoy it all the more.\"\n\nThen, Ei could only smile wryly, realizing that she, the kagemusha, was even more old-fashioned than the real Raiden Shogun. She thought to herself that she must learn to be more leisurely, just like Makoto.\n\nYet the times changed all too quickly, all but catching Ei off guard. Before she knew it, her hands already held the blade that the dying Raiden Makoto had passed on to her.\n\nThis day, the kagemusha was now the true Raiden Shogun.\n\nAnd it was on this day that Ei truly felt the agony of erosion.\n\nAs time marched forward inexorably, even this blade, this sakura... All life on Inazuma would fade before her eyes.\n\nThis was the foundation of Inazuma, and it was the thing that the Raiden Shogun must defend.\n\n\"If you look at it this way, thinking ahead is not meaningless, nor is it vain arrogance.\"\n\nHaving resolved herself, her life exceeded its mortal shell, and eternity descended upon the mortal plane.",
      "de": "Ei erinnerte sich noch daran, wie sehr Makoto die Landschaft, das Essen und die Geschichte von Inazuma liebte. So sehr, dass sie nicht anders konnte, als es mit Ei zu teilen.\n\nObwohl sie eine gemeinsame Wahrnehmung des „Verschleißes“ der Zeit teilten, konzentrierte sich Ei mehr auf das Hier und Jetzt, als sich wegen der Zukunft Sorgen zu machen.\n\n„Gerade weil wir wissen, dass es sich um einen momentanen Augenblick handelt, müssen wir ihn umso mehr genießen.“\n\nZu diesem Zeitpunkt konnte Ei nur bitter lachen, als sie darüber nachdachte, dass sie als Schattenkampfkünstlerin noch archaischer war als Shougun Raiden. Sie würde auch reflektieren und versuchen zu lernen, zurückhaltender zu sein.\n\nAber der Tag der plötzlichen Veränderung kam so schnell, dass Ei keine Chance hatte sich vorzubereiten. Als sie zu sich kam, hielt sie bereits das Schwert der sterbenden Raiden Makoto in der Hand.\n\nAn diesem Tag wurde Ei zum wirklichen „Shougun Raiden“.\n\nEs war auch an diesem Tag, an dem Ei den vollen Umfang des „Verschleißes“ spürte.\n\nEinfach weiter im Moment zu leben, bedeutete auch, dass das Schwert in ihrer Hand, der Kirschbaum ... Inazuma, alles bald vor ihren Augen verschwinden würde.\n\nDies war die Grundlage von Inazuma und auch das, was „Shougun Raiden“ bewachen musste.\n\n„Ambitionen sind also weder aussichtslos noch unerlaubt.“\n\nDas Bewusstsein im Geist ist endgültig, das Leben ist jenseits des Körpers, die Ewigkeit tritt in die schwebende Welt ein.",
      "es": "Ei aún recuerda que a Makoto le gustaban tanto los paisajes, la gastronomía, la cultura y las historias de Inazuma que a veces no podía dejar de hablarle de ello.\n\nAunque eran perfectamente conscientes de la erosión causada por el paso del tiempo, comparada con Ei, que tanto se preocupaba por el futuro, Makoto prefería poner toda su concentración en el presente.\n\n“Disfruto al máximo de todo precisamente porque comprendo lo efímero de las cosas”.\n\nAnte esa respuesta, Ei solo pudo forzar una sonrisa y reflexionar sobre cuán inflexible era como kagemusha en comparación con la Shogun Raiden. También pensó que le gustaría ser tan relajada como Makoto.\n\nPero el día más inesperado llegó más pronto de lo que nadie previó, y tomó a Ei sin forma de defenderse. Cuando se quiso dar cuenta, tenía en sus manos la espada de la moribunda Raiden Makoto.\n\nEse día, Ei entendió por completo cómo era el verdadero dolor que se sentía por la erosión.\n\nSi seguía avanzando junto al tiempo, incluso esa espada, aquellos cerezos y los seres vivos de Inazuma desaparecerían algún día ante sus ojos.\n\nPara ella, esos eran los cimientos de Inazuma, así como lo que la Shogun Raiden debía proteger.\n\n“Si lo miras así, pensar en el futuro no es algo que no tenga sentido, ni tampoco es una forma de arrogancia”.\n\nCon total determinación, superó los límites del cuerpo y la eternidad descendió sobre el plano mortal.",
      "fr": "Ei se souvient encore à quel point Makoto adorait les paysages d'Inazuma, sa gastronomie et l'histoire de son peuple, mais aussi de la passion avec laquelle elle en parlait à Ei.\n\nBien qu'elles comprenaient toutes les deux ce qu'impliquait l'érosion, Makoto n'était pas comme Ei qui s'inquiétait quant au futur. Elle se concentrait sur le présent.\n\n« C'est précisément parce que nous avons conscience que ces paysages sont éphémères que nous les apprécions d'autant plus en saisissant l'instant. »\n\nÀ ce moment, Ei ne pouvait que sourire amèrement. Elle se rendit compte qu'elle, la guerrière de l'ombre, était encore plus vieux-jeu que la véritable Shogun Raiden. Elle se dit qu'elle devait certainement apprendre de Makoto et vivre plus paisiblement.\n\nMais tout changea brutalement et Ei fut prise au dépourvu. Avant qu'elle ne puisse s'en rendre compte, elle tenait déjà en main la lame que lui tendait la Raiden Makoto à l'agonie.\n\nCe jour-là, la guerrière de l'ombre devint la véritable Shogun Raiden.\n\nC'est aussi ce jour-là qu'Ei comprit le poids de l'affliction de l'érosion.\n\nAvec le temps qui allait continuer à s'écouler, sa lame, ce cerisier... Toute vie à Inazuma allait disparaître devant ses yeux.\n\nC'était la fondation sur laquelle repose Inazuma, la chose que la Shogun Raiden devait protéger à tout prix.\n\n« De ce point de vue, anticiper n'est pas insensé, et encore moins une preuve d'arrogance. »\n\nSon cœur en ayant pris conscience, sa vie dépassa les limites de son enveloppe charnelle et l'éternité s'abattit sur le monde mortel.",
      "pt": "Ei ainda se lembra da maneira como Makoto amava muito a paisagem de Inazuma, sua cozinha e as histórias de seu povo - e como ela adorava contar a Ei tudo sobre ela.\n\nEmbora ambos entendessem bem o conceito da erosão, Makoto era diferente de Ei, que se preocupava mais frequentemente com o futuro. Ao invés disso, as energias de Makoto estavam concentradas no presente.\n\n\"É precisamente porque sabemos que esta paisagem é apenas uma sombra fugaz, que devemos aproveitar ainda mais.\"\n\nEntão, Ei só podia sorrir ironicamente, percebendo que ela, a kagemusha, era ainda mais antiquada do que a verdadeira Shogun Raiden. Ela pensava para si mesma que precisava aprender a ser mais descontraída, assim como Makoto.\n\nNo entanto, os tempos mudaram muito rapidamente, e acabou pegando Ei desprevenida. Antes que ela percebesse, suas mãos já seguravam a lâmina que a moribunda Raiden Makoto havia passado para ela.\n\nNeste dia, a kagemusha era agora a verdadeira Shogun Raiden.\n\nE foi neste dia que Ei realmente sentiu a angústia da erosão.\n\nÀ medida que o tempo avançava inexoravelmente, mesmo esta lâmina, esta sakura... Toda a vida em Inazuma se desvaneceria diante de seus olhos.\n\nEsta foi a fundação de Inazuma, e era o que a Shogun Raiden deveria defender.\n\n\"Se você pensar desta forma, pensar à frente não é inútil, nem é uma arrogância vã.\"\n\nTendo se resolvido, sua vida excedeu sua casca mortal, e a eternidade recaiu sobre o plano mortal.",
      "ru": "Эи до сих пор помнит, как Макото любила пейзажи Инадзумы, её кухню и истории её жителей, и как она любила рассказывать Эи обо всём этом. Хотя они обе хорошо понимали, что такое эрозия, Макото была не похожа на Эи, которая чаще беспокоилась о будущем. Макото была сосредоточена на настоящем. «Раз мы знаем, что «сейчас» - это лишь мимолётная тень, мы должны им наслаждаться». Тогда Эи лишь горько усмехнулась, понимая, что она, кагэмуся, ещё более старомодна, чем сёгун Райдэн. Она подумала, что должна научиться быть более непринуждённой, как Макото. Но день перемен пришёл слишком быстро, застав Эи врасплох. Не успела она опомниться, как в руках уже сжимала клинок, переданный умирающей Райдэн Макото. В этот день кагэмуся стала настоящим сёгуном Райдэн. Именно тогда Эи по-настоящему ощутила всю ту боль, что несла эрозия. Время неумолимо продолжило свой ход, и даже этот клинок, эта сакура... всё живое в Инадзуме угаснет у неё на глазах. Это основа Инадзумы, это то, что сёгун Райдэн должна защищать. «Отсюда видно, что думать наперёд - не бессмысленное занятие, и не пустая самонадеянность». Она приняла решение, и жизнь освободилась от плоти, вечность опустилась на бренный мир.",
      "id": "Ei masih ingat bahwa Makoto sangat menyukai pemandangan di Inazuma, makanan lezat, dan cerita-cerita tentang manusia. Saking sukanya terhadap semua hal itu, Makoto bisa bertukar pikiran dengan Ei tanpa henti-hentinya.\n\nMeskipun mereka berdua memiliki pemahaman yang sama tentang \"keausan\" waktu, Makoto lebih memilih untuk berfokus kepada \"masa kini\" ketimbang Ei yang lebih gelisah terhadap \"masa depan\".\n\n\"Justru kalau kita paham bahwa momen ini tidak selamanya ada, kita harus benar-benar lebih menghargainya.\"\n\nKala itu, Ei yang adalah seorang kagemusha hanya bisa tersenyum kecut sambil merenungkan kalimat tersebut, dia menyadari bahwa dirinya ternyata lebih kaku daripada sang Raiden Shogun. Sebenarnya dia juga kerap kali mengintrospeksi diri sendiri, dan ingin belajar menjadi seperti Makoto yang mampu lebih tenang.\n\nNamun datangnya hari perubahan itu terlalu cepat, dan Ei sama sekali belum siap akan hal itu. Tanpa pernah dia sadari sebelumnya, tangan Ei kini menggenggam pedang sekarat yang diberikan oleh Raiden Makoto kepadanya.\n\nItulah hari di mana kagemusha Ei berubah menjadi \"Raiden Shogun\" yang sesungguhnya.\n\nItulah juga hari di mana Ei sepenuhnya memahami kepedihan yang disebabkan oleh \"keausan\" waktu.\n\nKalau hidup hanya mengikuti arus waktu yang terus bergulir, bahkan pedang dan sakura ini ... bahkan Inazuma sekalipun cepat lambat akan sirna dari pandanganmu.\n\nInilah fondasi dari Inazuma sekaligus hal yang harus dijaga oleh sang \"Raiden Shogun\".\n\n\"Dari sudut pandang ini, berpikir jauh ke depan bukanlah sesuatu yang sia-sia dan berlebihan.\"\n\nDia kini tersadar bahwa hanya dengan cara meninggalkan tubuh saja, keabadian itu dapat dicapai.",
      "th": "จนถึงทุกวันนี้ Ei ยังคงจำได้ว่า Makoto ชื่นชอบทัศนียภาพ อาหารและเรื่องราวของผู้คนใน Inazuma มากมายเพียงใด และเธอชอบที่จะแบ่งปันเรื่องนี้ให้ Ei ฟังอยู่ตลอดเวลาไม่รู้จบ\n\nแม้ว่าทั้งคู่จะเข้าใจแนวคิดเรื่องการสึกหรอเป็นอย่างดี แต่ Makoto ก็ไม่เหมือนกับ Ei ที่มัวกังวลเกี่ยวกับเรื่องอนาคต ในทางกลับกัน Makoto กลับจดจ่ออยู่กับปัจจุบันมากกว่า\n\n\"เพราะเราเข้าใจอย่างแจ่มชัดไงว่านี่เป็นเงาที่เกิดขึ้นเพียงชั่วคราวเท่านั้น เราจึงควรดื่มด่ำกับมันให้มากกว่านี้\"\n\nในตอนนั้น Ei ทำได้เพียงแค่ยิ้มอย่างขมขื่น และหันกลับมามองตัวเองที่อยู่ในฐานะ Kagemusha แต่กลับมีความคิดที่คร่ำครึกว่าโชกุน Raiden เสียอีก เธอจึงหวนกลับมานึกถึงตัวเองว่าเธอต้องเรียนรู้ที่จะสงบสติอารมณ์และผ่อนคลายมากขึ้น เช่นเดียวกับ Makoto\n\nแต่วันเวลาแห่งการเปลี่ยนผันนั้นมาถึงเร็วเกินไปโดยที่ Ei ไม่ทันตั้งตัว ก่อนที่เธอจะรู้ตัว ดาบของ Raiden Makoto ที่กำลังจะตายก็ได้ส่งผ่านมายังมือของเธอแล้ว\n\nและในวันนี้เอง Kagemusha ก็ได้กลายเป็นโชกุน Raiden ตัวจริง\n\nในวันนี้ Ei ก็ได้ตระหนักถึงความเจ็บปวดจาก \"การสึกหรอ\" ของเนื้อหนังอย่างแท้จริง\n\nหากยังก้าวเดินตามกาลเวลาต่อไป แม้แต่ดาบเล่มนี้เอง ต้นซากุระนี้... ทุกชีวิตบน Inazuma คงจะเลือนหายไปต่อหน้าต่อตาเธอ\n\nนี่คือรากฐานของ Inazuma และเป็นสิ่งที่โชกุน Raiden ต้องปกป้องเอาไว้\n\n\"จากมุมมองนี้ ความคาดคะเนไม่ได้ไร้ความหมาย... หรือหยิ่งทะนง\"\n\nการตื่นรู้ในหัวใจเป็นสิ่งสุดท้ายที่กำหนด ชีวิตอยู่เหนือเนื้อหนัง ความเป็นนิรันดร์ลงมาในโลกที่ล่องลอยนี้",
      "vi": "Ei đến giờ vẫn còn nhớ, Makoto rất yêu quý phong cảnh, ẩm thực và câu chuyện của Inazuma, thích đến nỗi có thể kể cho Ei nghe một cách thao thao bất tuyệt.\n\nTuy rằng họ có cùng nhận thức về \"sự mài mòn\" của thời gian, nhưng khác với một Ei luôn lo âu cho tương lai, Makoto lại rất trân trọng hiện tại.\n\n\"Chính vì hiểu rõ cảnh sắc này rất ngắn ngủi, nên mới càng phải cố gắng tận hưởng.\"\n\nLúc đó Ei chỉ có thể cười trừ, suy nghĩ rằng bản thân là một Kagemusha mà lại còn cố chấp hơn cả Raiden Shogun. Cô ấy cũng kiểm điểm bản thân, muốn học được như Makoto, ung dung thoải mái hơn một chút.\n\nNhưng ngày đó đã đến quá nhanh, Ei đã không kịp chuẩn bị. Khi hoàn hồn lại, trong tay cô ấy chỉ còn lại thanh đao của Makoto giao lại.\n\nNgày hôm đó, Kagemusha đã trở thành \"Raiden Shogun\" chân chính.\n\nCũng vào ngày hôm đó, Ei đã triệt để thấu hiểu được nỗi đau của \"sự mài mòn\" mang lại.\n\nNếu như tiếp tục tiến bước theo thời gian, thì đến cả thanh đao này, gốc anh đào kia, đến cả... chúng sinh Inazuma, rồi cũng sẽ biến mất.\n\nĐó là căn nguyên của Inazuma, cũng là thứ mà \"Raiden Shogun\" nhất định phải gìn giữ.\n\n\"Từ đó cho thấy, những dự kiến cho tương lai xa xôi không hẳn là vô nghĩa... cũng không hề vượt quá giới hạn.\"\n\nTrong lòng giác ngộ, sinh mệnh vượt khỏi thể xác, vĩnh hằng đến mai sau."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "夜晚，冥想中的雷电影遁入了一片绮丽梦境。\n\n天地之间似乎只剩下她，与另一个镜像般存在的「自己」。\n\n人偶的声音如叹息般流入她耳中：你心中认定的「永恒」被民众的万千「愿望」所动摇，那么，你已经是我的敌人了。\n\n早在制造人偶时，影就考虑了所有潜在危险。\n\n她认为一切皆有可能，所以最坏的情况是…就连自身也可能在某一日成为「永恒」的威胁。\n\n但她必须前进，必须抵达「永恒」。这一意志不能被任何外力阻拦。\n\n人偶的话语，正是来自过去的、她对自己的拷问：\n\n「你认为如今的自己比过去更坚定，所以现在这个你才是正确的。是吗？」\n\n「如今的你究竟是有了新的想法，还是受到了无可抵御的『磨损』？」\n\n相同的面孔，诉说着不同的意志。与自我、与过去的战斗迟早会到来。\n\n但不是今天。影很清楚，她尚未准备完毕。\n\n她心中空明，本已臻自我之境，可听见人民的呼喊，便要为之停下脚步。\n\n明镜之上不再澄空，无我的殿堂终闻鸦鸣。拂晓来临时，武士将握起她的刀。\n\n这一梦似假还真，如见泡影。",
      "zht": "夜晚，冥想中的雷電影遁入了一片綺麗夢境。\n\n天地之間似乎只剩下她，與另一個鏡像般存在的「自己」。\n\n人偶的聲音如嘆息般流入她耳中：妳心中認定的「永恆」被民眾的萬千「願望」所動搖，那麼，妳已經是我的敵人了。\n\n早在製造人偶時，影就考慮了所有潛在危險。\n\n她認為一切皆有可能，所以最壞的情況是…就連自身也可能在某一日成為「永恆」的威脅。\n\n但她必須前進，必須抵達「永恆」。這一意志不能被任何外力阻攔。\n\n人偶的話語，正是來自過去的、她對自己的拷問：\n\n「妳認為如今的自己比過去更堅定，所以現在這個妳才是正確的。是嗎？」\n\n「如今的妳究竟是有了新的想法，還是受到了無可抵禦的『磨損』？」\n\n相同的面孔，訴說著不同的意志。與自我、與過去的戰鬥遲早會到來。\n\n但不是今天。影很清楚，她尚未準備完畢。\n\n她心中空明，本已臻自我之境，可聽見人民的呼喊，便要為之停下腳步。\n\n明鏡之上不再澄空，無我的殿堂終聞鴉鳴。拂曉來臨時，武士將握起她的刀。\n\n這一夢似假還真，如見泡影。",
      "jp": "ある夜、雷電影は瞑想中に夢の世界へ入った。\n\n彼女は天と地の間に残された唯一の存在、鏡像のように存在するもう一人の「自分」。\n\nため息をつくかのような声が人形の口から漏れ出ると、彼女の耳へと届いた。「あなたが心に決めた永遠は、人々の無数の願いによって揺らいでしまいました。ならば、あなたは既に私の敵です。」\n\n人形を作る際、影はあらゆる危険を考慮した。\n\nすべての可能性を考えてきた、最悪の場合…いつの日か自分自身が「永遠」の脅威となることさえも。\n\nしかし、彼女は前へ進み、「永遠」に辿り着かねばならない。その意志は、誰であろうとも決して邪魔することのできないもの。\n\n人形の言葉は、過去の自分からの責苦のようであった。\n\n「過去の自分よりも、今の自分の信念の方がしっかりとしたものだと考えている。だから、今の自分こそが正しい、果たしてそうなのでしょうか？」\n\n同じ顔をしていても、その口から語られる意志は異なっていた。過去の自分と戦う日は、いずれ来るだろう。\n\nだが、それは今日ではない。まだ彼女の準備が整っていないことを、影は知っていた。\n\n澄み渡る心を持ち、無我の境地へと達したが、民衆の叫喚によって足を止めた。\n\n明鏡の上では空が濁りはじめ、無我の殿堂で烏が鳴く。夜明けの時が来た。武士は刀を取らねばならない。\n\nそれは泡影の如く、虚像のようで真実のような夢であった。",
      "ko": "밤이 깊었고, 명상 중인 라이덴 에이(影)는 아름다운 꿈의 나라로 빠져들었다.\n\n온 세상에는 그녀와 「자신」을 똑닮은 존재만이 남아 있었다.\n\n인형의 탄식하는 소리가 귀에 울려 퍼졌다. 마음속의 「영원함」은 백성들의 「염원」에 의해 흔들렸으니, 너는 이미 나의 적이구나.\n\n인형을 만들 때 에이(影)는 잠재적인 위험을 알고 있었다.\n\n그녀는 모든 가능성을 열어두었고, 최악의 상황으로… 자신도 언젠가는 「영원함」의 위협이 될 수도 있는 것까지 생각을 해두었다.\n\n하지만 그녀는 계속 앞으로 나아가야 했고 「영원함」에 도달해야만 했다. 그 의지만큼은 어떠한 것도 막을 수 없었다.\n\n인형이 하는 말은 과거의 자신과의 대화이며 그녀에 대한 질문이다.\n\n「지금의 자신이 과거보다 더 확고하니, 지금의 네가 정답이라 생각해?」\n\n「지금의 너는 다른 생각이 있는 거야, 아니면 저항할 수 없는 [마모] 때문이야?」\n\n외모는 같지만 다른 의지를 가진 자아들이 다투고 있다. 자아 그리고 과거와의 전쟁은 언젠간 마주해야 하는 일이지만.\n\n오늘은 아니다. 에이(影)는 자신이 아직 준비되지 않았음을 알고 있다.\n\n그녀는 마음을 비우고 자아의 경지에 도달했으며 백성들의 외침이 들렸고, 발걸음을 멈추었다.\n\n더 이상 맑은 하늘을 볼 수 없었고 아무도 없는 궁전에서 까마귀 소리만 울렸다. 여명이 밝아올 무렵 무사는 그녀의 칼을 들어 올렸다.\n\n진짜인지 가짜인지 구분이 안 될 정도로 현실적인 꿈이었다",
      "en": "One night, Raiden Ei entered a beautiful dreamscape while meditating.\n\nHere, there was nothing left between heaven and earth but her, and a \"her\" that was akin to looking into a mirror.\n\nThe automaton's voice flowed into her ears like a sigh: \"the eternity you resolved to establish in your heart has been shaken by the countless wishes of the people. Thus, you have become my enemy.\"\n\nBack when she was creating the puppet, Ei had considered all the hidden risks involved.\n\nShe believed that anything was possible — including the worst-case scenario... in which she too would someday become a threat to Eternity.\n\nBut she had to press on. She had to reach Eternity. This, she would not permit to be stayed by any outside force.\n\nThe puppet's words were something that she had asked herself long ago:\n\n\"You believe that you are more firmly convicted now than you were yesterday, and that is why you are presently correct. Is that so?\"\n\n\"Do you presently have some new ideas, or have you, too, fallen victim to inexorable 'erosion'?\"\n\nTheir faces were the same, but they spoke of different ideals. The battle with herself, with her past, would come someday.\n\nBut it was not this day. Ei knew well that she was not yet ready.\n\nHer heart had been clear, and she would have remained in that state, but hearing the cries of her people, she had to command her feet to stop.\n\nThe sky above the mirror was no longer empty, and all about the silent halls, she heard the cry of crows. Dawn was coming. The samurai must take up her sword.\n\nThis dream was ever so real, and it, too, passed like a shadow.",
      "de": "Nachts, in der Meditation, verflüchtigt sich Raiden Ei in eine wunderschöne Traumwelt.\n\nSie war die Einzige, die zwischen Himmel und Erde übrig blieb, und ein anderes „Ich“, das wie ein Spiegelbild existierte.\n\nDie Stimme der Puppe floss wie ein Seufzer in ihre Ohren: Die „Ewigkeit“, die du in deinem Herzen beschlossen hast, wird durch die tausend „Wünsche“ der Menschen erschüttert, also bist du schon mein Feind.\n\nBereits bei der Herstellung der Puppe hatte Ei alle möglichen Gefahren bedacht.\n\nSie glaubte, dass alles möglich war, sodass im schlimmsten Fall ... sogar sie selbst eines Tages zu einer Bedrohung für „die Ewigkeit“ werden könnte.\n\nAber sie muss weitergehen, sie muss die „Ewigkeit“ erreichen. Dieser Wille kann durch keine äußere Kraft aufgehalten werden.\n\nDie Worte der Puppe sind genau die Worte, die aus der Vergangenheit kommen und mit denen sie sich quält:\n\n„Du denkst, dass du heute entschlossener bist als in der Vergangenheit, also ist dieses jetzige Du das richtige. Ist das wirklich so?“\n\n„Hat diejenige, die du heute bist, neue Ideen, oder leidest du unter einem unausweichlichen Verschleiß“?\n\nDas gleiche Gesicht spricht von einem anderen Willen. Der Kampf mit dem Selbst, mit der Vergangenheit, wird früher oder später kommen.\n\nAber nicht heute. Ei wusste genau, dass sie noch nicht bereit war.\n\nIhr Geist war leer, sie hatte den Zustand des Selbst erreicht, aber als sie den Schrei der Menschen hörte, musste sie dafür innehalten.\n\nDer Spiegel ist nicht mehr klar und leer und die Krähen sind endlich in den leeren Hallen zu hören. Wenn der Tagesanbruch kommt, wird dieser Samurai das Schwert ergreifen.\n\nDieser Traum scheint falsch und doch real zu sein, ganz wie ein Schatten.",
      "es": "Una noche, Raiden Ei entró en un hermoso lugar de ensueño mientras meditaba.\n\nEra un plano situado entre el cielo y la tierra en el que solo estaban ella y la imagen de su “yo”.\n\nEntonces, escuchó la voz de la marioneta susurrándole: “Tu ‘eternidad’ se desestabiliza por culpa de la ambición de tu pueblo. Así pues, te has convertido en mi enemiga”.\n\nEi ya había tenido en cuenta los posibles peligros que podían derivar de la marioneta que fabricó.\n\nSabía que podría ocurrir cualquier cosa, así que, en el peor de los casos, hasta ella misma podría volverse una amenaza para la eternidad.\n\nSin embargo, debía seguir avanzando para alcanzarla, lo que demostraba su imparable fuerza de voluntad.\n\nLo que le dijo la marioneta provenía del pasado, de una pregunta que la Shogun se hizo a sí misma:\n\n“Ahora crees más firmemente en tus convicciones que en el pasado, por lo que tu yo actual es la correcta, ¿cierto?”\n\n“¿Tu yo del presente tiene una nueva forma de pensar, o es que no has podido resistir la erosión del tiempo?”\n\nEn el mismo rostro se reflejaban dos voluntades distintas, y tanto su yo como su pasado regresarían tarde o temprano.\n\nPero ese día no llegaría aún, y Ei sabía que todavía no estaba preparada para ello.\n\nSu corazón estaba en calma y había llegado al plano de su yo, pero para escuchar los gritos de su pueblo, debía detenerse.\n\nEntonces, esa gran claridad se desvaneció, y en el palacio de su “no ser” resonó el graznido de los cuervos. Despuntaba el alba y, como samurái que era, debía agarrar su espada.\n\nAquel sueño fue tan real, pero al mismo tiempo, tan fugaz como el paso de una sombra...",
      "fr": "Un soir, Raiden Ei entra dans un monde onirique en pleine méditation.\n\nElle demeurait seule parmi les cieux et la terre, mise à part une autre version d'« elle ».\n\nLa voix de la marionnette, telle une lamentation, parvint à ses oreilles : « L'éternité que tu cherches à établir dans ton cœur est ébranlée par l'incommensurable espoir du peuple. Tu es donc devenue mon ennemie. »\n\nLorsqu'elle créa la marionnette, Ei avait conscience des risques encourus.\n\nElle pensait que tout était possible, y compris la pire des situations : celle où elle deviendrait elle-même une menace envers l'éternité.\n\nMais elle devait continuer à aller de l'avant, elle devait atteindre l'éternité. Elle ne permettrait à aucune force extérieure d'entraver sa démarche.\n\nElle s'était déjà par le passé posé les mêmes questions que la marionnette :\n\n« Tu es aujourd'hui persuadée d'être plus résolue qu'auparavant et c'est pourquoi tu as raison, n'est-ce pas ? »\n\n« Possèdes-tu aujourd'hui de nouvelles idées, où t'es-tu toi aussi résolue à l'inévitable érosion ? »\n\nLeurs visages étaient identiques, mais leurs paroles exprimaient des volontés différentes. La confrontation avec elle-même, avec son passé, viendrait tôt ou tard.\n\nMais pas aujourd'hui. Il était clair pour Ei qu'elle n'était pas prête.\n\nSon cœur était calme, elle serait restée dans cette perspective si les cris de son peuple ne l'avaient pas stoppée.\n\nLe ciel s'assombrit, le cri des corbeaux retentit dans son palais. L'aube allait se lever. La samouraï devait prendre les armes.\n\nCe rêve paraissait si réel et pourtant, n'était qu'une simple illusion.",
      "pt": "Uma noite, Raiden Ei entrou numa bela atmosfera de sonho enquanto meditava.\n\nAqui, não havia nada entre o céu e a terra além dela, e uma \"ela\" que se assemelhava a olhar para um espelho.\n\nA voz do autômato fluía em seus ouvidos como um suspiro: \"a eternidade que você resolveu estabelecer em seu coração foi abalada pelos incontáveis desejos do povo. Assim, você se tornou minha inimiga\".\n\nQuando ela estava criando a marionete, Ei havia considerado todos os riscos ocultos envolvidos.\n\nEla acreditava que tudo era possível - inclusive o pior cenário possível... No qual ela também se tornaria um dia uma ameaça à Eternidade.\n\nMas ela teve que continuar. Ela tinha que alcançar a Eternidade. Isso, ela não permitiria que fosse impedida por nenhuma força externa.\n\nAs palavras da marionete eram algo que ela havia se perguntado há muito tempo:\n\n\"Você acredita que está mais firmemente convicta agora do que ontem, e é por isso que no presente momento você está correta. É isso?\"\n\n\"Você atualmente tem algumas ideias novas, ou você também já foi vítima de uma inexorável \"erosão\"?\"\n\nSeus rostos eram os mesmos, mas elas falavam de ideais diferentes. A batalha com ela mesma, com seu passado, viria um dia.\n\nMas não foi neste dia. Ei sabia bem que ela ainda não estava pronta.\n\nSeu coração estava firme, e ela teria permanecido nesse estado, mas ao ouvir os gritos de seu povo, ela teve que ordenar que seus pés parassem.\n\nO céu acima do espelho não estava mais vazio, e dentre os corredores silenciosos, ela ouviu o grito dos corvos. O amanhecer estava chegando. Um samurai deve pegar sua espada.\n\nEste sonho sempre foi tão realista, e também passou como uma sombra.",
      "ru": "\n\nОднажды ночью, во время медитации, Райдэн Эи очутилась в прекрасном видении. Казалось, меж небом и землёй осталась только она и, будто существующая в отражении, другая «она». Голос марионетки, как вздох, проник в её уши: «Бесчисленные желания людей поколебали вечность, что ты решила опустить на этот мир. Теперь ты - мой враг». Создавая марионетку, Эи думала и об опасностях. Она считала, что возможно всё, а в худшем случае... она сама однажды может стать угрозой для вечности. Но она должна была продолжать. Она должна была достичь вечности. Она не могла позволить внешним силам остановить её. Слова марионетки были тем, о чём она давно уже спрашивала себя: «Ты полагаешь, ты нынешняя права, потому что больше исполнена решимости, чем ты прошлая. Не так ли? Но действительно ли ты начала мыслить иначе? Или тебя необратимо изъедает эрозия?». Их лица были одинаковыми, но они говорили о разной воле. Битва с собой - со своим прошлым - была неизбежна. Но не сегодня. Эи хорошо понимала, что ещё не готова. Её сердце было чисто, и она бы предпочла ничего не менять, но, заслышав плач своего народа, она была вынуждена очнуться. Небо над зеркалом более не было ясным, и некогда безмолвные залы заполнились криками ворон. Приближается рассвет, и самурай должен взять в руки меч. Этот сон был таким настоящим, но он исчез словно тень.",
      "id": "Suatu malam di tengah-tengah meditasinya, Ei melarikan diri ke dalam suatu mimpi yang indah.\n\nDalam mimpinya itu, seakan-akan hanya tersisa dirinya yang berada di antara langit dan bumi, dengan \"diri\"nya yang lain yang tampak seperti bayangan dalam cermin.\n\nBoneka berbisik ke telinganya, \"Kalau 'Keabadian' yang diyakini dalam hatimu adalah Keabadian yang didorong oleh ribuan 'harapan' orang-orang, maka kamu sudah menjadi musuhku.\"\n\nSemenjak awal ketika Ei menciptakan boneka itu, Ei sudah memperhitungkan semua potensi bahaya yang bisa saja muncul karenanya.\n\nDia percaya bahwa segalanya mungkin saja terjadi, dan ini artinya tidak menutup kemungkinan kalaupun kasus terburuknya bahkan... dirinya sendirilah yang menjadi ancaman untuk \"Keabadiannya\" suatu hari nanti.\n\nNamun bagaimanapun, dia harus tetap maju dan merengkuh \"Keabadian\" itu. Dan tekad ini tidak boleh terbendung oleh kekuatan apa pun di luar dirinya.\n\nKata-kata yang diucapkan oleh boneka itu berasal dari masa lalu, itulah pertanyaan dan siksaannya terhadap dirinya sendiri:\n\n\"Kamu pikir dirimu yang sekarang lebih bertekad daripada dirimu di masa lalu, sehingga kamulah yang benar?\"\n\n\"Memangnya kamu punya ide baru atau jangan-jangan kamu justru sudah mengalami sendiri \"keausan\" dari waktu yang sangat menyiksa?\"\n\nWajah yang sama, namun ternyata menunjukkan keinginan yang berbeda. Pertempuran antara diri sendiri yang sekarang dan yang dulu cepat lambat akan datang menghampiri.\n\nNamun hari ini belumlah tiba waktunya. Ei tahu persis bahwa persiapannya belum juga usai.\n\nDia yang jernih hatinya, tahu akan batasan dirinya. Tidaklah mungkin bagi dirinya untuk tetap melangkah, sementara masih didengarnyalah jeritan orang-orang yang memohon pertolongannya.\n\nKini sudah bukan lagi masanya, di mana diriku tidak ada dan suaraku tidak terdengar. Saat fajar menyingsing, saat itulah sang samurai perempuan menggenggam pedangnya.\n\nMimpi ini terasa seperti ilusi, tapi juga terasa nyata, sama seperti gelembung.",
      "th": "ในค่ำคืนวันหนึ่ง Raiden Ei ได้เข้าสู่ความฝันอันงดงามในขณะนั่งสมาธิ\n\nดูเหมือนว่าที่นั่นจะเหลือเพียงตัวเธอ และ \"ตัวเธอ\" อีกคนที่เหมือนดั่งเงาสะท้อนในกระจกเท่านั้น\n\nเสียงของหุ่นเชิดเล็ดลอดเข้ามาในหูของเธอ ราวกับเสียงทอดถอนใจ: \"ความเป็นนิรันดร์ที่ท่านตั้งใจแน่วแน่ที่จะสถาปนาอยู่ในใจ ถูกสั่นคลอนด้วยความปรารถนานับไม่ถ้วนของผู้คน เพราะอย่างนั้นท่านจึงกลายเป็นศัตรูของข้า\"\n\nย้อนกลับไปในตอนที่เธอสร้างหุ่นเชิด Ei ได้พิจารณาถึงความเสี่ยงที่เกี่ยวข้องทั้งหมดที่ซ่อนอยู่\n\nเธอเชื่อว่าทุกสิ่งล้วนเป็นไปได้ รวมถึงสถานการณ์ที่เลวร้ายที่สุด... นั่นก็คือสักวันหนึ่งเธอก็จะกลายเป็นภัยคุกคามต่อความเป็นนิรันดร์เช่นกัน\n\nแต่เธอต้องเดินหน้าต่อไป เธอต้องไปให้ถึงความเป็นนิรันดร์นี้ให้ได้ เธอจะไม่ยอมให้กำลังจากภายนอกใด ๆ มาหยุดยั้งเธอไว้\n\nคำพูดของหุ่นเชิดเป็นสิ่งที่เธอถามตัวเองเมื่อนานมาแล้ว:\n\n\"ท่านเชื่อว่าท่านในตอนนี้หนักแน่นกว่าเมื่อวาน ท่านในวันนี้จึงถูกต้องอย่างนั้น ใช่มั้ยล่ะ?\"\n\n\"ตอนนี้ท่านกำลังมีความคิดใหม่ ๆ หรือท่านกำลังทนทุกข์ทรมานจาก \"การสึกหรอ\" ที่ไม่อาจต้านทานได้กันแน่?\"\n\nใบหน้าของคนเดียวกันแต่กลับบอกถึงความตั้งใจแตกต่างกัน การต่อสู้กับตนเองและอดีตจะต้องมาถึงสักวันหนึ่งในไม่ช้าก็เร็ว\n\nแต่ยังไม่ใช่วันนี้ Ei รู้ดีว่าเธอยังไม่พร้อม\n\nหัวใจของเธอแจ่มชัด และเธอคงจะอยู่ในสภาพนั้น แต่ได้ยินเสียงร้องของผู้คนของเธอ เธอจึงต้องสั่งเท้าของเธอให้หยุดก้าวเดิน\n\nท้องฟ้าเหนือกระจกก็ไม่ว่างเปล่าอีกต่อไป และในห้องโถงที่เงียบสงัดนั้น เธอพลันได้ยินเสียงร้องของฝูงนกกา รุ่งอรุณกำลังมาและซามูไรต้องหยิบดาบของเธอขึ้นมาเช่นกัน\n\nราวกับความฝันนี้เคยเป็นจริง แต่มันก็หายลับไปราวกับเงา",
      "vi": "Đêm tối, Raiden Ei mơ màng bước vào mộng cảnh tráng lệ.\n\nGiữa đất trời dường như chỉ còn lại bản thân, và một \"bản ngã\" phản chiếu.\n\nTiếng nói của con rối như lời than vãn truyền vào tai Ei: Sự \"vĩnh hằng\" trong tim cô đã bị ngàn vạn \"nguyện vọng\" của chúng sinh làm dao động, cho nên, cô đã trở thành kẻ thù của ta rồi.\n\nKhi tạo ra con rối, Ei đã dự trù tất cả mọi nguy cơ.\n\nCô ấy cho rằng mọi chuyện đều có thể xảy ra, cho nên tình huống xấu nhất chính là... ngay cả bản thân một ngày nào đó cũng sẽ trở thành sự uy hiếp đối với \"vĩnh hằng\".\n\nNhưng Ei vẫn phải tiến về phía \"vĩnh hằng\", ý chí này không thể bị bất kỳ thứ gì ngăn cản.\n\nLời nói của con rối như lời chất vấn đến từ quá khứ và của chính bản thân Ei:\n\n\"Ngươi hiện giờ đã kiên định hơn xưa, cho nên ngươi của hiện giờ mới là đúng đắn, phải chứ?\"\n\n\"Ngươi của hiện giờ là do đã có suy nghĩ mới, hay là đã bị mài mòn?\"\n\nGương mặt tương đồng, ý chí khác nhau, cuộc chiến với bản ngã, với quá khứ sớm muộn rồi sẽ đến.\n\nNhưng không phải bây giờ, Ei biết rất rõ bản thân vẫn chưa chuẩn bị sẵn sàng.\n\nTrong lòng cô sáng tỏ, vốn đã đạt đến cảnh giới bản ngã, nhưng lại dừng bước bởi tiếng gọi của người dân.\n\nBầu trời sẽ không còn trống trải nữa, sảnh đường vắng bóng mình cuối cùng rồi sẽ vang tiếng quạ kêu. Khi bình minh ló dạng, samurai sẽ nắm chặt thanh đao của mình.\n\nGiấc mộng này là hư hay thật, cũng sẽ tan biến như ảo ảnh."
    }
  },
  {
    "title": {
      "zhs": "「梦想一心」",
      "zht": "「夢想一心」",
      "jp": "「夢想の一心」",
      "ko": "「몽상의 일심」",
      "en": "Musou Isshin",
      "de": "„Musou Isshin“",
      "es": "Mente Onírica",
      "fr": "« Harmonie d'idéal »",
      "pt": "Musou Isshin",
      "ru": "«Мусо иссин»",
      "id": "Musou Isshin",
      "th": "Musou Isshin",
      "vi": "Mộng Tưởng Nhất Tâm"
    },
    "line": {
      "zhs": "一把传承至今，如影随形的刀。\n\n一把历经两代主君，见证时光与永恒的刀。\n\n它诞生自雷电真的神威之能，却未被开刃。物随主人，真不擅争斗，它便也不争斗。刀似权柄，只象征着真的平和。\n\n真逝去那日，它被交到影手中。名刀饮血，第一滴血自刀尖滴下，被狂风与奔雷驱散。\n\n真为它赐名「梦想一心」，是要它见证如梦想般美丽的稻妻，和与此世同存的高洁之心。\n\n影没有纠正它的名字。因为她也望见了同样的美景，因而生出更为纯粹、更为强大的「心」。\n\n雷电的美学，正是于浮世幻梦之中捕捉转瞬即逝的珍贵之心。",
      "zht": "一把傳承至今，如影隨形的刀。\n\n一把歷經兩代主君，見證時光與永恆的刀。\n\n它誕生自雷電真的神威之能，卻未被開刃。物隨主人，真不擅爭鬥，它便也不爭鬥。刀似權柄，只象徵著真的平和。\n\n真逝去那日，它被交到影手中。名刀飲血，第一滴血自刀尖滴下，被狂風與奔雷驅散。\n\n真為它賜名「夢想一心」，是要它見證如夢想般美麗的稻妻，和與此世同存的高潔之心。\n\n影沒有糾正它的名字。因為她也望見了同樣的美景，因而生出更為純粹、更為強大的「心」。\n\n雷電的美學，正是於浮世幻夢之中捕捉轉瞬即逝的珍貴之心。",
      "jp": "影のように、今に至るまで受け継がれてきた刀。\n\n二人の主君の手を経て、時と永遠を見守ってきた刀。\n\nそれは雷電眞の神威によって生まれたものだが、一度も刃を研がれたことはない。物は主人に倣うもので、眞が戦いを苦手とするように、それも戦わず、眞の思う平和を象徴するものであった。\n\n眞が亡くなった日、それは影の手に渡った。刀は血に染まり、その先端から初めて真紅色が滴ると、荒風と奔雷によって散った。\n\n眞はこれに「夢想の一心」という名をつけていた。それは夢のように美しい稲妻を見届け、この世と共に歩み続ける高貴な心を象徴するかのよう。\n\n影はその名を変えなかった。彼女もその光景を目にしたことで、より純粋でより強い「心」が生まれたからだ。\n\n稲妻の美学とは、まさに浮世の儚き幻夢、その中の大切な瞬間を捉えることである。",
      "ko": "현재까지도 계승되고 있는 그림자 같은 검.\n\n두 세대에 걸친 주군의 시간과 영원을 증명하는 검.\n\n이 검은 라이덴 마코토의 손에서 만들어졌지만 날이 들지 않았다. 만물은 주인을 닮는다고 했던가, 이 검은 전투에 서툴렀고, 전투에 부적합했다.\n\n마코토가 죽던 날, 에이(影)에게 물려줬다. 명검이 피에 물들었고 검 끝을 타고 피가 떨어졌다.\n\n마코토는 검에게 「몽상의 일심」이라는 이름을 지어줬다. 꿈같이 아름다운 이나즈마와 함께 공존하는 거룩한 마음을 증명하기 위해서다.\n\n에이(影)는 이름을 바꾸지 않았고, 그녀 또한 같은 풍경을 보며 더욱 순수하고 강대한 「마음」이 생겨났다.\n\n라이덴의 미학이란 꿈나라에서 진귀한 마음이 생긴 그 순간을 잡아내는 것이다",
      "en": "A sword that, once passed on, has accompanied Ei to this day.\n\nThis sword has had two wielders, and has witnessed both time and eternity.\n\nIt was born from Raiden Makoto's divine might, but it was never once sharpened. It took after its owner, of course, for Makoto was not one for battle. It was but a symbol, a sign of true peace.\n\nThe day Makoto passed on, it was given into Ei's hands. The sword was stained with blood, then, and as the blade drew its first taste of crimson, the dripping ichor was blown aside by wild winds and blazing thunder.\n\nMakoto gave it the name Musou Isshin, and desired to have it witness an Inazuma as lovely as a dream and the noble hearts that dwell in this world.\n\nEi did not change its name. For she, too, had looked out over that vast scene of beauty, and the sight of it had engendered a stronger, purer dream in her own heart.\n\nThe aesthetic of lightning is precisely to capture that which is precious amidst fleeting transience.",
      "de": "Ein Schwert, das ihr bis heute wie ein Schatten folgte.\n\nEine Klinge, die Zeit und Ewigkeit durch zwei Generationen von Herrschern gesehen hat.\n\nSie wurde von der wahrhaft göttlichen Kraft des Donners und des Blitzes geboren, doch sie wurde nicht verwendet. Das Objekt folgt seinem Meister. Denn Makoto kämpfte nicht. Das Schwert ist wie eine Autorität und symbolisiert nur den Frieden der Wahrheit.\n\nAn dem Tag, an dem sie starb, wurde das Schwert Ei ausgehändigt. Der erste Blutstropfen fiel von seiner Spitze und wurde durch den Wind und den Donner verweht.\n\nMakoto gab ihm den Namen „Musou Isshin“, in Erinnerung an das schöne Inazuma, und von einem edlen Herzen, das mit dieser Welt lebt.\n\nEi änderte den Namen nicht, denn auch sie schaute auf dieselbe Schönheit und bekam so ein reineres und kraftvolleres „Herz“.\n\nDie Kunst des Blitzes ist es, die flüchtige Kostbarkeit des Herzens inmitten eines Traums einfangen zu können.",
      "es": "“Mente Onírica” es una espada transmitida de generación en generación, y que ha acompañado a Ei hasta hoy en día.\n\nEsta espada ha tenido dos dueñas y ha visto el paso del tiempo y la eternidad.\n\nNació gracias al poder divino de Raiden Makoto, y jamás tuvo que ser afilada. El filo seguía a su dueña: si esta no sabía luchar, él tampoco lo haría. Por eso no era más que el símbolo de una verdadera paz.\n\nCuando Makoto falleció, la espada llegó a manos de Ei. El arma estaba sedienta de sangre y, cuando probó su sabor, los fuertes vientos y el trueno la echaron a un lado.\n\nMakoto la bautizó con el nombre de “Mente Onírica” porque deseaba que pudiera ver la belleza de ensueño de Inazuma y las mentes y los corazones nobles de este mundo.\n\nEi decidió no cambiarle el nombre porque ella también había visto esa misma belleza y tenía un corazón puro y una mente fuerte.\n\nY es que, para captar la belleza del rayo, se necesita una mente capaz de entender la belleza de lo efímero e ilusorio del mundo mortal.",
      "fr": "Une épée qui fut transmise à Ei et qui l'accompagne encore jusqu'à ce jour.\n\nManiée par deux détenteurs, cette épée fut témoin du temps et de l'éternité.\n\nElle naquit grâce à la force divine de Raiden Makoto, mais ne fut jamais aiguisée. Cette lame partage un trait commun avec sa créatrice, elle n'était guère taillée pour le combat. De ce fait, elle incarnait plutôt un symbole de paix.\n\nLe jour où Makoto disparut, elle fut remise dans les mains d'Ei. La lame avait soif de sang et lorsqu'elle y goûta pour la première fois, elle fut renversée par une violente bourrasque et frappée par la foudre.\n\nMakoto lui donna le nom d'« Harmonie d'idéal » et désirait qu'elle soit le témoin de la beauté onirique d'Inazuma ainsi que la noblesse des cœurs qui la peuplent.\n\nEi ne la baptisa pas autrement, car elle aussi avait contemplé les mêmes paysages magnifiques et cela fit naître une volonté beaucoup plus pure et puissante dans son cœur.\n\nLa beauté de la foudre réside dans sa capacité à capturer le caractère précieux de ce qui est éphémère.",
      "pt": "Uma espada que, uma vez passada, acompanhou Ei até os dias de hoje.\n\nEsta espada teve dois brandidores, e testemunhou tanto o tempo quanto a eternidade.\n\nNasceu do poder divino de Raiden Makoto, mas nunca foi afiada uma única vez. Ela puxou a seu dono, é claro, pois Makoto não era uma pessoa de batalhas. Era apenas um símbolo, um sinal da verdadeira paz.\n\nNo dia em que Makoto faleceu, ela foi entregue nas mãos de Ei. A espada foi manchada de sangue, então, quando a lâmina provou seu primeiro gosto de carmesim, foi jogada de lado pelos ventos selvagens e trovões abrasadores.\n\nMakoto lhe deu o nome de Musou Isshin, e desejava que ele testemunhasse uma Inazuma tão adorável quanto um sonho e os corações nobres que habitam neste mundo.\n\nEi não mudou seu nome. Pois ela também havia olhado para aquele vasto cenário de beleza, e um mais forte que era cada vez mais puro nasceu em seu coração. A estética do relâmpago é precisamente capturar o que é precioso em meio a uma transigência fugaz.",
      "ru": "Меч, неразлучный с Эи словно тень. Меч, у которого было два хозяина, который видел время и вечность. Он был рождён божественной силой Райдэн Макото, и никогда не затачивался. Макото не умела сражаться, и меч, как и она, ни разу не познал битвы. Он был знаком власти, символом истинного мира. Но Макото покинула этот мир, и меч попал в руки Эи. Когда меч обагрился и с клинка упала первая капля крови, его отбросило в сторону порывом дикого ветра и раскатом грома. Макото дала ему имя Мусо иссин - она хотела, чтобы меч стал свидетелем прекрасной, как сон, Инадзумы и благородных сердец, живущих в этом мире. Эи не стала его переименовывать. Ведь она тоже видела эту бескрайнюю красоту, и в её сердце зародилось более сильное, более чистое желание. Эстетика молнии именно в том, чтобы запечатлеть мимолётную драгоценность сердца в видении бренного мира.",
      "id": "Sebuah pedang yang diwariskan pada Ei hingga saat ini.\n\nPedang yang telah dipegang oleh dua pemilik, telah menyaksikan waktu maupun keabadian.\n\nTercipta dari kekuatan Raiden Makoto, dan belum pernah diasah ulang. Pedang ini sangat mirip dengan pemiliknya, sama seperti Raiden Makoto yang tidak suka bertarung. Pedang ini adalah sebuah simbol kedamaian sejati.\n\nDi hari di mana Makoto gugur, pedang ini diserahkan ke tangan Ei. Pedang ini menumpahkan darah, dan tetesan darah pertama yang menetes dari ujung pedang, menghilang tersapu oleh angin dan guntur.\n\nMakoto menamakannya Musou Isshin agar ia bisa menyaksikan Inazuma yang indah bagai mimpi dan hati-hati mulia yang saling hidup berdampingan di dunia ini.\n\nEi tidak keberatan dengan nama itu, karena dia juga mendambakan untuk bisa memandang keindahan yang sama, keindahan yang bisa memberikannya \"hati\" yang lebih murni dan lebih kuat.\n\nKilat dan guntur justru terlihat indah karena melambangkan sesuatu yang berharga di tengah kefanaan dunia.",
      "th": "ดาบที่ถูกสืบทอดติดตามเคียงข้าง Ei มาจนถึงทุกวันนี้\n\nดาบเล่มนี้มีผู้ถือครองสองคน และถือเป็นสักขีพยานแห่งกาลเวลาและความเป็นนิรันดร์\n\nมันเกิดจากพลังอันสูงส่งของ Raiden Makoto แต่ไม่เคยถูกลับให้คมขึ้นอีกเลย แน่นอนว่ามันต้องตามติดตามเจ้าของ แต่เพราะ Makoto ไม่ใช่ผู้ที่รักในการต่อสู้ ดาบจึงเปรียบเสมือนอำนาจและเป็นเพียงสัญลักษณ์แห่งสันติภาพที่แท้จริงเท่านั้น\n\nในวันที่ Makoto ล่วงลับไป มันได้ถูกส่งต่อมายังมือของ Ei ดาบนั้นเปื้อนเลือด เมื่อคมดาบได้ซดโลหิตหยดแรก มันก็ถูกพัดปลิวไปตามสายลมอันบ้าคลั่งและสายฟ้าที่แผดเผา\n\nMakoto ตั้งชื่อให้มันว่า Musou Isshin และปรารถนาให้มันเป็นสักขีพยานว่ามี Inazuma ที่งดงามราวกับความฝันและหัวใจอันสูงส่งที่สถิตอยู่บนโลกใบนี้\n\nEi ไม่ได้เปลี่ยนชื่อของมัน เพราะเธอเองก็เห็นความงดงามแบบเดียวกัน ด้วยเหตุนี้ความแข็งแกร่งที่บริสุทธิ์และแกร่งกล้าจึงเกิดขึ้นในใจของเธอ\n\nความงดงามของสายฟ้าได้คว้าจับหัวใจอันล้ำค่าที่หายวับไปในความฝันอันเพ้อฝันไว้อย่างแม่นยำ",
      "vi": "Thanh đao được kế thừa đến hiện tại, luôn như hình với bóng bên Ei.\n\nThanh đao đã đi qua hai đời minh quân, chứng kiến cả thời gian và vĩnh hằng.\n\nNó sinh ra từ thần uy của Raiden Makoto, nhưng chưa từng trút vỏ. Vật theo tính chủ, Makoto không giỏi chiến đấu, thanh đao cũng tượng trưng cho hòa bình của Makoto.\n\nKhi Makoto ra đi, nó đã được giao cho Ei. Danh đao ẩm huyết, giọt máu đầu tiên nhỏ trên thanh kiếm đã bị bão tố và sấm chớp quét tan.\n\nMakoto đặt tên cho nó là \"Mộng Tưởng Nhất Tâm\", là muốn nó có thể chứng kiến được một Inazuma xinh đẹp như mơ và một con tim cao quý trường tồn với thế giới này.\n\nEi đã không đổi tên cho nó, bởi vì cô ấy cũng muốn thấy được cảnh sắc như vậy, từ đó sinh ra cái \"tâm\" thuần khiết và kiên cường hơn.\n\nMỹ học của sấm sét, chính là nắm bắt được con tim trân quý chỉ xuất hiện chớp nhoáng trong ảo mộng nơi phù thế."
    }
  },
  {
    "title": {
      "zhs": "神之心",
      "zht": "神之心",
      "jp": "神の心",
      "ko": "신의 심장",
      "en": "Gnosis",
      "de": "Göttliches Herz",
      "es": "Gnosis",
      "fr": "Gnosis",
      "pt": "Gnosis",
      "ru": "Сердце Бога",
      "id": "Gnosis",
      "th": "โนซิส",
      "vi": "Gnosis"
    },
    "line": {
      "zhs": "长居「一心净土」之前，影曾为如何安置神之心而感到困扰。\n\n影不再需要神之心了，但如此重要的东西绝不能随意处置。本想将它改造成供能装置，可她的技术不知为何无法对神之心生效。\n\n她想到了一个人。狡黠聪慧的八重神子，虽说性格不是那么可靠，但从各方面来说，都是影最好的选择。\n\n听到这一要求，八重神子忍不住打趣道：「你就不担心我转手把这东西卖掉吗？」\n\n「你明白神之心的价值。就算要卖，也得找到价值与它相配的交易品才行。那绝非易事。」\n\n以八重神子这般性格，就算卖掉神之心也没什么奇怪。但她向来不愿吃亏也是事实。\n\n旧友之间自有默契。八重神子领会影的意思，便笑着接过了那枚贵重的神之心。\n\n「这话可是你说的。不准反悔哦。」",
      "zht": "長居「一心淨土」之前，影曾為如何安置神之心而感到困擾。\n\n影不再需要神之心了，但如此重要的東西絕不能隨意處置。本想將它改造成供能裝置，可她的技術不知為何無法對神之心生效。\n\n她想到了一個人。狡黠聰慧的八重神子，雖說性格不是那麼可靠，但從各方面來說，都是影最好的選擇。\n\n聽到這一要求，八重神子忍不住打趣道：「妳就不擔心我轉手把這東西賣掉嗎？」\n\n「妳明白神之心的價值。就算要賣，也得找到價值與它相配的交易品才行。那絕非易事。」\n\n以八重神子這般性格，就算賣掉神之心也沒什麼奇怪。但她向來不願吃虧也是事實。\n\n舊友之間自有默契。八重神子領會影的意思，便笑著接過了那枚貴重的神之心。\n\n「這話可是妳說的。不准反悔哦。」",
      "jp": "「一心浄土」に住みつく前、影は神の心をどう保管するか悩んでいた。\n\n影はもう神の心を必要としていないが、これほど大切なものを不用心に置いておくわけにもいかない。最初はエネルギー供給装置へと改造することも考えたが、彼女の技術はなぜか神の心に通用しなかった。\n\nそこで彼女の頭に思い浮かんだのが、狡猾で聡明な八重神子。八重神子は頼れる性格ではないが、影にとって最善の選択であったのは間違いない。\n\n頼みを聞いた八重神子は思わず、「妾はこれを売ってしまうやもしれぬ、怖くないのか？」と口にした。\n\n「あなたは神の心の価値を理解しています。たとえそれを売ったとしても、同じ価値のあるものと交換する必要がある、しかしそれは容易なことではありません。」\n\n八重神子のような性格であれば、神の心を売っても不思議なことではない。だが、彼女が決して損を選ばないのも事実だ。\n\nそれは旧知の仲である影にとって、言葉にせずとも分かること。八重神子は影の意図を理解し、微笑みながら神の心を受け取った。\n\n「汝からの申し出じゃ、後悔しても遅いぞ。」",
      "ko": "긴 시간 「일심정토」앞에 머무른 에이(影)는 신의 심장을 어떻게 처리해야 할지 고민이었다.\n\n에이(影)는 더 이상 신의 심장이 필요하지 않았으나, 이렇게 중요한 물건을 아무렇게나 처리해서는 안 되기 때문이다. 에너지를 공급하는 장치로 만들고 싶었지만 그의 기술로는 신의 심장을 개조할 수 없었다.\n\n그녀는 교활하지만 똑똑한 야에 미코를 생각해냈다. 성격은 못 미더웠지만, 실력만큼은 알아주기 때문이다.\n\n요구 사항을 들은 야에 미코는 「이 물건을 내가 다른 사람에게 팔면 어떻게 하려고?」라는 질문을 했다.\n\n「네가 신의 심장의 가치를 알고 있는 이상, 그에 걸맞은 물건을 찾아 교환하기란 절대 쉬운 일이 아니지」\n\n야에 미코의 성격상, 신의 심장을 판다고 해도 이상하지 않지만 그녀는 절대 손해 보는 장사는 하지 않는다고 소문이 자자했다.\n\n오랜 친구인 만큼, 서로를 잘 알고 있었다. 야에 미코는 웃으며 신의 심장을 챙겼다.\n\n「분명 네가 말한 거야, 후회하지 마」",
      "en": "Before she came to dwell in the Plane of Euthymia permanently, Ei was troubled for a time concerning where she might store her Gnosis.\n\nShe no longer had any need of it, but such an important item could not simply be placed anywhere. She had initially intended to have it modified into a energy supply device, but no matter what she did, her techniques had no effect on the Gnosis at all.\n\nAnd that was when she thought of someone: the cunning and clever Yae Miko. She was not precisely someone to be trusted, but she was in many ways also Ei's best choice.\n\nUpon hearing this request, Miko could not help but joke: \"Aren't you afraid that I might just sell this off?\"\n\n\"You understand the value of a Gnosis. Even if you sold it, I trust that you would have exchanged it for something of equal value, and that is no easy price to pay.\"\n\nWith someone of Yae Miko's character, it would be no surprise if she ever sold the Gnosis, yes, but she would not allow herself to lose out in any such exchange.\n\nSuch, then, was the tacit agreement between the two old friends. Yae Miko understood Ei's intent and took the precious Gnosis with a smile.\n\n\"Well, this is your idea, not mine. Don't end up regretting this, now.\"",
      "de": "Vor ihrem langen Aufenthalt in den „utopischen Gefilden“ hatte Ei damit gekämpft, wo sie das Göttliche Herz platzieren sollte.\n\nEi brauchte das göttliche Herz nicht mehr, aber etwas so Wichtiges darf nicht einfach so beseitigt werden. Sie wollte es eigentlich in einen Versorgungsapparat umwandeln, aber ihre Technik funktionierte irgendwie nicht beim göttlichen Herzen.\n\nDa fiel ihr jemand ein. Die gerissene und intelligente Yae Miko. Obwohl sie charakterlich nicht so zuverlässig war, war sie dennoch auf jeden Fall die beste Wahl für Ei.\n\nAls Yae Miko diese Bitte hörte, konnte sie nicht anders als zu kichern: „Hast du keine Angst, dass ich mich umdrehe und das hier verkaufe?“\n\n„Du kennst den Wert des göttlichen Herzens. Selbst wenn du es verkaufen würdest, müsstest du einen Tauschgegenstand finden, der einen entsprechenden Wert hat. Das ist keineswegs eine leichte Aufgabe.“\n\nMit einer Persönlichkeit wie der von Yae Miko wäre es nicht verwunderlich, wenn sie das Göttliche Herz verkaufen würde. Aber es war genauso eine Tatsache, dass sie nicht bereit, war schlechte Zeiten zu durchleben.\n\nEs gab eine stillschweigende Übereinkunft zwischen den alten Freunden. Yae Miko verstand, was Ei meinte, und so nahm sie das kostbare Göttliche Herz mit einem Lächeln entgegen.\n\n„Das war deine Idee. Jetzt gibt es kein zurück mehr.“",
      "es": "Antes de sumirse en el plano de la eutimia, Ei estuvo pensando mucho en qué hacer con su Gnosis.\n\nAunque ya no la necesitaba, no podía deshacerse sin más de algo tan importante. En un principio, quiso convertirla en un dispositivo que proveyera energía, pero, por alguna razón, sus habilidades no surtían efecto sobre la Gnosis.\n\nEntonces, pensó en una persona: la astuta e inteligente Yae Miko, quien, a pesar de no ser la persona más confiable, era su mejor opción lo mirase por donde lo mirase.\n\nAl escuchar la petición de Ei, Yae Miko no pudo evitar reírse de ella.\n\n“¿No te preocupa que venda esta cosa?”.\n\n“Sé que entiendes el valor de una Gnosis, así que, aunque quisieras venderla, tendrías que encontrar un objeto del mismo valor para intercambiarla. Y eso no es nada fácil”.\n\nConociendo a Yae Miko, no habría sido extraño que hubiera vendido la Gnosis sin más, pero también era cierto que no la entregaría en un intercambio.\n\nAmbas se entendían muy bien mutuamente. Yae Miko comprendió lo que quería Ei, por lo que tomó esa valiosa Gnosis y dijo:\n\n“Está bien, como quieras. Pero luego no te arrepientas”.",
      "fr": "Avant qu'elle ne se retire dans son « plan euthymique », Ei a beaucoup réfléchi à l'endroit où elle allait placer son Gnosis.\n\nElle n'en avait désormais plus besoin, mais une chose aussi importante ne pouvait pas être conservée n'importe où. Elle pensa au départ le modifier pour en faire un dispositif d'alimentation en énergie, mais ses techniques n'eurent aucun effet sur le Gnosis.\n\nC'est alors qu'une personne lui vint à l'esprit : l'intelligente et rusée Yae Miko. Même si elle ne pouvait pas vraiment lui faire confiance, elle était à tous points de vue le meilleur choix possible.\n\nLorsque Yae Miko prit connaissance de la requête d'Ei, elle ne put s'empêcher de plaisanter : « Ne crains-tu donc pas que je le vende au plus offrant ? »\n\n« Tu connais la valeur d'un Gnosis. Même si tu venais à t'en séparer, tu devrais trouver quelque chose de valeur équivalente. Cela n'est pas chose facile. »\n\nVu son tempérament, il ne serait pas étonnant que Yae Miko vende le Gnosis. Certes, mais elle ne se permettrait pas de perdre au change.\n\nC'est ainsi que s'établit l'accord entre les deux vieilles amies. Yae Miko comprit quelles étaient les intentions d'Ei et prit le précieux Gnosis.\n\n« Tout ceci est ton idée, alors ne viens pas le regretter. »",
      "pt": "Antes de vir morar permanentemente no Plano da Eutimia, Ei ficou perturbada por um tempo em relação ao local onde poderia armazenar sua Gnosis.\n\nEla não tinha mais necessidade daquilo, mas um item tão importante não podia ser simplesmente colocado em qualquer lugar. Inicialmente, ela tinha a intenção de modificá-lo em um dispositivo de fornecimento de energia, mas não importava o que ela fizesse, suas técnicas não tinham nenhum efeito sobre a Gnosis.\n\nE foi quando ela pensou em alguém: a astuta e inteligente Yae Miko. Ela não era exatamente alguém de confiança, mas era também, em muitos aspectos, a melhor escolha de Ei.\n\nAo ouvir este pedido, Miko não conseguiu deixar de gracejar: \"Você não tem medo de que eu possa simplesmente vender isto?\"\n\n\"Você entende o valor de uma Gnosis. Mesmo se você a tivesse vendido, confio que a teria trocado por algo de igual valor, e isso não é um preço fácil de se pagar.\"\n\nCom alguém com a personalidade de Yae Miko, não seria surpresa se ela alguma vez vendesse a Gnosis, sim, mas ela não se permitiria ser prejudicada em tal troca.\n\nTal, então, foi o acordo implícito entre as duas velhas amigas. Yae Miko entendeu a intenção de Ei e pegou a preciosa Gnosis com um sorriso.\n\n\"Bem, isso é ideia sua, não minha. Não acabe lamentando sobre isso, depois.\"",
      "ru": "Перед тем, как навсегда перейти в Царство эвтюмии, Эи долгое время размышляла о том, где сохранить Сердце Бога. Она больше не нуждалась в нём, но не так просто найти место для такой ценности. Вначале она хотела переделать его в устройство для подачи энергии, но, что бы она ни делала, все её техники оказались бессильны изменить Сердце Бога. Потом она вспомнила о лукавой умнице Яэ Мико. Несмотря на легкомысленность кицунэ, она подходила Эи как никто другой. Услышав просьбу, Мико не преминула пошутить:\n\n- А ты не боишься, что я просто продам его?\n\n- Тебе ли не знать ценности Сердца Бога. Захочешь продать - затребуешь равноценный обмен, а найти такую вещь непросто.\n\nИ в самом деле, даже вздумай Яэ продать Сердце Бога, не в её привычках оставаться внакладе при сделке. Так двое закадычных подруг пришли к соглашению. Понимая, что у Эи на душе, Яэ взяла драгоценное Сердце Бога. «Это твоя идея, не моя. Смотри не пожалей об этом».",
      "id": "Sebelum menetap di Plane of Euthymia, Ei kesulitan menemukan tempat untuk menyimpan Gnosis-nya.\n\nEi sudah tidak membutuhkan Gnosis, tapi benda sepenting ini tidak mungkin disimpan di sembarang tempat. Awalnya dia ingin mengubahnya menjadi alat yang menghasilkan energi, tapi entah kenapa teknik Ei tidak berfungsi pada Gnosis.\n\nLalu dia pun teringat pada satu orang: Yae Miko yang cerdik dan pintar. Meskipun sifatnya tidak begitu bisa diandalkan, tapi sepertinya dia adalah pilihan terbaik Ei.\n\nMendengar permintaan ini, Yae Miko langsung bertanya, \"Apa kamu tidak takut aku akan menjual barang ini?\"\n\n\"Kamu sendiri tahu nilai Gnosis. Kalau kamu mau jual pun, kamu harus mencari sesuatu dengan harga yang sebanding. Itu sama sekali tidak mudah.\"\n\nSeseorang seperti Yae Miko mungkin saja akan menjualnya, namun dia tidak mungkin akan menjualnya dengan harga yang merugikan.\n\nKedua teman lama ini diam-diam saling memahami satu sama lain. Yae Miko mengerti maksud Ei, lalu mengambil Gnosis yang berharga itu dari tangan Ei.\n\n\"Kamu yang bilang ya, jangan menyesal nanti.\"",
      "th": "ก่อนที่เธอจะมาอาศัยใน \"ดินแดนแห่งใจที่บริสุทธิ์\" อย่างถาวร Ei รู้สึกกังวลใจอยู่พักหนึ่งว่าจะเก็บโนซิสไว้ที่ไหน\n\nEi ไม่ต้องการมันแล้ว แต่ของสำคัญเช่นนี้ไม่สามารถวางไว้ที่ใดก็ได้ตามสะดวก ในตอนแรกเธอตั้งใจที่จะดัดแปลงมันเป็นอุปกรณ์จ่ายพลังงาน แต่ไม่ว่าเธอจะทำอะไร เทคนิคของเธอก็ไม่มีผลใด ๆ ต่อโนซิสเลย\n\nและนั่นคือตอนที่เธอนึกถึงใครบางคน นั่นคือ Yae Miko ที่เจ้าเล่ห์และเฉลียวฉลาด แม้ว่านิสัยของเธอไม่ใช่คนที่น่าไว้ใจ แต่เธอก็เป็นตัวเลือกที่ดีที่สุดของ Ei ในหลาย ๆ ด้านเช่นกัน\n\nเมื่อได้ยินคำขอนี้ Miko ก็อดไม่ได้ที่จะพูดติดตลกว่า \"เธอไม่กลัวว่าฉันจะขายมันทิ้งเหรอ\"\n\n\"เธอเข้าใจถึงคุณค่าของโนซิสดี แม้ว่าเธอจะขายมัน ฉันก็เชื่อว่าเธอจะต้องแลกมันกับสิ่งที่มีมูลค่าเท่ากัน ไม่ส่งมอบไปให้ใครง่าย ๆ \"\n\nด้วยนิสัยของ Yae Miko จะไม่แปลกใจเลยหากเธอขายโนซิส แต่เธอจะไม่ยอมเสียเปรียบในตอนที่ทำการแลกเปลี่ยนอย่างแน่นอน\n\nนั่นคือข้อตกลงระหว่างเพื่อนเก่าสองคน Yae Miko เข้าใจเจตนาของ Ei และยิ้มรับโนซิสอันล้ำค่านั้นมา\n\n\"คำพูดนี้คือสิ่งที่เธอพูดออกมาเองนะ ไม่ใช่ความคิดของฉัน แล้วอย่ามาเสียใจทีหลังล่ะ\"",
      "vi": "Trước khi bước vào \"Nhất Tâm Tịnh Thổ\", Ei từng không biết phải xử lý Gnosis như thế nào.\n\nEi đã không cần Gnosis nữa, nhưng vật quan trọng như vậy cũng không nên tùy tiện xử lý, cô ấy vốn muốn cải tạo nó thành bộ phận cung cấp năng lượng, nhưng không hiểu tại sao công nghệ của cô không thể áp dụng lên Gnosis.\n\nEi bèn nghĩ đến một người, đó là Yae Miko thông minh xảo quyệt, tuy nói rằng tính cách của Yae không đáng tin cậy lắm, nhưng có vẻ đó là sự lựa chọn tốt nhất của Ei rồi.\n\nVừa nghe thấy yêu cầu, Yae Miko đã trêu đùa: \"Cô không sợ tôi bán mất sao?\"\n\n\"Cô biết giá trị của Gnosis mà, cho dù muốn bán thì cũng phải tìm được thứ gì đó có giá trị xứng tầm mới được chứ. Chuyện đó đâu có dễ.\"\n\nVới tính cách của Yae Miko thì có bán đi cũng không lấy làm lạ, nhưng cô ấy trước giờ sẽ không chịu phần thiệt cho mình đâu.\n\nBạn bè lâu năm tự thấu hiểu nhau, Yae Miko lĩnh hội được thỉnh cầu của Ei, bèn mỉm cười nhận lấy Gnosis.\n\n\"Lời này do cô nói đấy nhé, không được hối hận đâu đấy.\""
    }
  }
]