{
  "id": 11511,
  "type": "sword",
  "rank": 5,
  "name": {
    "zhs": "圣显之钥",
    "zht": "聖顯之鑰",
    "jp": "聖顕の鍵",
    "ko": "성현의 열쇠",
    "en": "Key of Khaj-Nisut",
    "de": "Khaj-Nisut-Schlüssel",
    "es": "Llave de la Coronación",
    "fr": "Clé de Khaj-Nisut",
    "pt": "Chave de Hierofania",
    "ru": "Ключ Хадж-нисут",
    "id": "Key of Khaj-Nisut",
    "th": "Key of Khaj-Nisut",
    "vi": "Chìa Khóa Khaj-Nisut"
  },
  "description": {
    "zhs": "黑曜石塑造的一对的权杖中的一件。在传说中，隐藏在沙海尽头的乐园门扉是由这柄密钥开启的。",
    "zht": "成對黑曜石權杖中的一件。傳說中，隱藏在沙海盡頭的樂園門扉就是用這柄金鑰開啟。",
    "jp": "黒曜石で形作られた一対の杖の片方。伝説によると、砂海の果てに隠された楽園への扉がこの秘密の鍵によって開かれたという。",
    "ko": "흑요석으로 만든 한 쌍의 세크헴 중 하나. 모래바다 끝에 숨겨진 낙원의 문을 열 수 있는 열쇠라고 한다",
    "en": "One of a paired set of scepters fashioned from obsidian. They say that this can be used as a key to open the gate to a paradise that lies at the end of the ocean of sand.",
    "de": "Eines der zwei Szepter, die aus Obsidian gefertigt wurden. In der Legende kann es als Schlüssel verwendet werden, um das Tor zu einem Paradies zu öffnen, das am Ende des Sandmeeres liegt.",
    "es": "Un cetro que venía junto a un báculo y que está hecho de obsidiana. Cuenta la leyenda que la puerta del paraíso oculto en los confines del desierto se abre con esta misteriosa llave.",
    "fr": "L'un des sceptres d'une paire fabriquée à partir d'obsidiennes. On raconte qu'elle peut être utilisée comme clé pour ouvrir la porte d'un paradis qui se trouve tout au bout de l'océan de sable.",
    "pt": "Um dos pares de cetros feitos com obsidiana. Dizem que pode ser usado como chave para abrir a porta do paraíso escondido sob o mar de areia.",
    "ru": "Один из пары обсидиановых скипетров. Согласно легенде, он открывает врата в рай, который сокрыт на краю песчаного моря.",
    "id": "Salah satu dari sepasang tongkat yang dibuat dari obsidian. Legenda mengatakan, tongkat ini bisa digunakan sebagai kunci untuk membuka pintu tanah kebahagiaan yang tersembunyi di ujung lautan pasir.",
    "th": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า ประตูสู่สรวงสวรรค์ที่ซ่อนอยู่ ณ จุดสิ้นสุดของทะเลทรายถูกเปิดออกโดยกุญแจดอกนี้",
    "vi": "Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, đây chính là chìa khóa để mở cánh cửa dẫn đến thiên đường trong tận cùng biển cát."
  },
  "lore": {
    "zhs": "\n这是沙之王的梦想如泡沫破裂，草木的主宰将魔天的低语埋藏后的故事。\n衰败的齿轮将庞大的神国分解成诸多王国，又规律地将它们都碾成砂砾。\n一位王后将幼子饰金的罩袍与头冠烧毁，让他穿着奴仆的粗麻布衣逃走；\n多年后，让他沦为奴隶市场商品的王者之子，又沦为失去一切的流浪者。\n\n「我还能为蜃气楼上的日出流泪时，曾在霸主座下献策，随他碾碎了诸多城国。」\n「我曾在先王之子诞生时祝福他：即使在他死后，称颂他的诗歌也会继续流传…」\n「过去我看错了一些人与事。作为命运的惩罚，现在的我已经什么也看不见了。」\n「你当我的徒弟吧。当我的眼睛，为我描述饰金的砂原上，究竟有什么人与事。」\n「希望有一日，能将英雄的诗编成神的宫殿中最美丽的挂毯…」\n\n金币在手与手之间往来时会受损，血脉高贵的物件却在易主时变得强壮。\n他最后的物主是盲眼的诗人。后来故事又从主仆的故事成了师徒的故事。\n\n「别离时，母亲曾经告诉我。我们一定会在永恒的绿洲相会…」\n「以这剑为乐园门扉的密钥，在翠玉与石榴间重新建立王国。」\n\n老诗人聆听着贵种流离的故事，抚摸着无锋黑剑的轮廓。他最终回应道：\n「师徒的因缘就到此为止。我不过是你的史诗中微不足道的一节罢了。」\n\n「师父…」\n\n「西福斯，我等诗人的命运并不属于你。不应由你谱写他人的故事——」\n「你是获得镇灵青睐的人。你是手持圣显之钥，一度失去国土的王子。」\n「在衰败的王国间流浪吧。你一定能带来新的神话，找到永恒的绿洲…」\n「我为霸王写颂歌、为王子写情诗的时代，曾幻想为命运的主角写作。」\n「你与母亲相会，将沙之王的光荣带回王国的史诗，就由我来述说吧…」\n\n最后，由奴隶变成英雄的王储、由王座上跌落的佣兵，二人的路途交错…\n\n传说曾经号令砂砾构成空中的河流，在沙之王与故友分别后将故乡封锁，\n在泡沫破灭、邦国棋布后，将沙上楼阁、梦想乐园藏匿在蜃气中的钥匙，\n它曾如同钱币在人的霸主与王手中流转，最终也回到了流沙的怀抱之中。\n而老迈的盲眼诗人追随者故事的痕迹与血涂的足印，最终来到了森林中…",
    "zht": "\n這是沙之王的夢想如泡沫破裂，草木的主宰將魔天的低語埋藏後的故事。\n衰敗的齒輪將龐大的神國分解成諸多王國，又規律地將它們都碾成砂礫。\n一位王后將幼子飾金的罩袍與頭冠燒毀，讓他穿著奴僕的粗麻布衣逃走；\n多年後，讓他淪為奴隸市場商品的王者之子，又淪為失去一切的流浪者。\n\n「我還能為蜃氣樓上的日出流淚時，曾在霸主座下獻策，隨他碾碎了諸多城國。」\n「我曾在先王之子誕生時祝福他：即使在他死後，稱頌他的詩歌也會繼續流傳…」\n「過去我看錯了一些人與事。作為命運的懲罰，現在的我已經什麼也看不見了。」\n「你當我的徒弟吧。當我的眼睛，為我描述飾金的砂原上，究竟有什麼人與事。」\n「希望有一日，能將英雄的詩編成神的宮殿中最美麗的掛毯…」\n\n金幣在手與手之間往來時會受損，血脈高貴的物件卻在易主時變得強壯。\n他最後的物主是盲眼的詩人。後來故事又從主僕的故事成了師徒的故事。\n\n「別離時，母親曾經告訴我。我們一定會在永恆的綠洲相會…」\n「以這劍為樂園門扉的金鑰，在翠玉與石榴間重新建立王國。」\n\n老詩人聆聽著貴種流離的故事，撫摸著無鋒黑劍的輪廓。他最終回應道：\n「師徒的因緣就到此為止。我不過是你的史詩中微不足道的一節罷了。」\n\n「師父…」\n\n「西福斯，我等詩人的命運並不屬於你。不應由你譜寫他人的故事——」\n「你是獲得鎮靈青睞的人。你是手持聖顯之鑰，一度失去國土的王子。」\n「在衰敗的王國間流浪吧。你一定能帶來新的神話，找到永恆的綠洲…」\n「我為霸主寫頌歌、為王子寫情詩的時代，曾幻想為命運的主角寫作。」\n「你與母親相會，將沙之王的光榮帶回王國的史詩，就由我來述說吧…」\n\n最後，由奴隸變成英雄的王儲、由王座上跌落的傭兵，二人的路途交錯…\n\n傳說曾經號令砂礫構成空中的河流，在沙之王與故友分別後將故鄉封鎖，\n在泡沫破滅、邦國棋布後，將沙上樓閣、夢想樂園藏匿在蜃氣中的鑰匙，\n它曾如同錢幣在人的霸主與王手中流轉，最終也回到了流沙的懷抱之中。\n而老邁的盲眼詩人追隨者故事的痕跡與血塗的足印，最終來到了森林中…",
    "jp": "\nこれは砂の王の夢が泡のごとく破裂し、草木の主宰が魔天の囁きを埋めた後の話。\n衰微の歯車は広大な神国を多くの国へと分解し、また規則的にそれを砕いてすべてを砂利にした。\n一人の王妃が、幼子の金で飾られた羽織と冠を焼やすと、彼に召使いの粗布の服を着せて逃がした。\n数年後、王の子は奴隷市場の商品となっていた。彼はすべてを失い、流浪者へと成り下がっていた。\n\n「蜃気楼の日の出のために、まだ涙を流せた時、ある覇者のもとで策を捧げ、彼と共に幾多の国を滅ぼした。」\n「先王の子が誕生した時、こう祝福した——『たとえ彼が死した後も、彼を称える詩歌は世に伝わるだろう…』と。」\n「かつて私は、いくつかの人と事柄を見誤った。ゆえに運命の罰として、今の私は何も見えなくなっている。」\n「私の弟子となれ。私の目となり、私に黄金の砂原の人と事柄を教えてほしい。」\n「いつか英雄の詩を、神の宮殿のもっとも美しい掛絨毯にして織るために…」\n\n金貨が手から手を行き来する時、それは劣化する。しかし、高貴な血統を持つものは、主が変わる時に強くなる。\n彼の最後の主は盲目の詩人であった。ここからの物語は、主従から師弟へと変わる。\n\n「別れる時、母は私に言ってくれた。私たちはきっと永遠のオアシスで会えると…」\n「この剣を楽園の扉の鍵とし、翠玉とザクロの間で国を再興しよう。」\n\n年老いた詩人は貴族の子の荒唐無稽な話を聞いて、切っ先のない黒剣の輪郭をなぞった。そして彼はこう答える——\n「師弟の縁はここまでだ。私はその叙事詩にある取るに足らない一部でしかない。」\n\n「師匠…」\n\n「サイフォス、我らのような詩人の運命はお前に属さない。お前によって他人の物語を創作すべきではない——」\n「お前はジンニーの寵愛を受けし者。その手に聖顕の鍵を持ち、国土を失った王子。」\n「衰微した王国を流浪するがいい。お前なら新たな神話をもたらし、永遠のオアシスを見つけられるだろう。」\n「私が覇王のために賛歌を、王子のために愛の詩を書いた時代——私は運命の主役のために作品を書くのを夢見ていた。」\n「母と会い、砂の王の栄光を王国に取り戻す叙事詩は、私に語らせてくれ…」\n\n最後、奴隷から英雄になった王位継承者と玉座から落ちた傭兵、その二人の道が交叉する…\n\n言い伝えでは、空中に砂利で川を形成し、砂の王は古い友人と別れた後に故郷を封鎖した。\n泡が破裂し、国が広く分布したのち、鍵は砂上の楼閣と夢の楽園を蜃気楼に隠したそうだ。\nそれは貨幣のように人の覇者と王のもとを行き来し、最終的には流砂の懐へと帰ったという。\n年老いた盲目の詩人は、物語の痕跡と血で塗られた足跡を追う。そして、ついに森へと辿り着いた…",
    "ko": "\n사막의 왕의 꿈이 거품처럼 사라지고, 초목의 지배자가 마천의 속삭임에 묻힌 후의 뒷이야기이다.\n쇠퇴한 톱니바퀴는 방대한 신국을 여러 왕국으로 분열시켰고, 또 규칙적으로 모든 것을 모래로 분쇄했다.\n한 왕후는 어린 아들이 입은 금장식 두루마기와 왕관을 불태우고 노복의 삼베옷을 입혀 도망가게 했다.\n몇 년 후 어린 왕자는 노예시장 상품으로 전락하였다가 모든 것을 잃은 방랑자로 전락하였다.\n\n「신기루 위의 일출을 위해 눈물을 흘린 적도 있고, 왕좌 아래에서 계책을 내놓고 왕을 따라 수많은 도시 국가를 함락시킨 적도 있었다.」\n「선왕의 아이가 태어났을 때 축복을 보냈고, 그가 죽은 후에도 그를 칭송하는 시조가 계속 전파되었다….」\n「과거의 나는 어떤 사람과 일을 잘못 보았다. 운명의 징벌로 나는 이제 아무것도 볼 수 없게 되었다.」\n「나의 제자가 되어라. 나의 눈이 되어 금장식의 모래사장에 대체 어떤 사람과 일이 있는지 설명해다오.」\n「언젠가 영웅의 시를 신의 궁전에서 가장 아름다운 태피스트리로 만들 수 있기를 바란다…」\n\n금화는 이손 저손 주고받으며 손상되지만, 혈통이 고귀한 물건은 주인을 바꾸면 더 값진 법이다.\n그의 마지막 주인은 장님 시인이다. 나중에는 주종의 이야기에서 사제의 이야기로 바뀌었다.\n\n「헤어질 때 어머니께서 말씀하셨다. 우리가 반드시 영원의 오아시스에서 만날 거라고….」\n「이 검을 낙원의 문짝을 여는 열쇠로 삼고, 비취옥과 석류 사이에 다시 왕국을 세울 것이다.」\n\n노시인은 귀족의 유배 이야기를 경청하면서 칼날이 없는 흑검의 윤곽을 쓰다듬었다. 그는 마침내 이렇게 대답했다.\n「우리 사제의 인연은 여기까지다. 너의 서사시에서 나는 극히 일부에 불과하다.」\n\n「사부님…」\n\n「크시포스, 나 같은 시인의 운명은 네 것이 아니다. 너한테 다른 사람의 이야기를 담아내게 할 수 없다——」\n「너는 지니의 선택을 받은 사람이다. 너는 성현의 열쇠를 쥐고, 한때 나라를 잃은 왕자이다.」\n「쇠락한 왕국, 곳곳을 떠돌 거라. 너라면 새로운 신화를 만들어서 영원의 오아시스를 찾을 수 있을 것이다….」\n「내가 패왕을 위해 송가를 쓰고, 왕자 대신 애정시를 쓰던 시대에 운명의 주인공을 위한 글을 쓰고 싶었다.」\n「네가 어머니와 만나 사막 왕의 영광을 왕국으로 가져온 서사시를 내가 말하겠노라…」\n\n결국 노예에서 영웅이 된 왕세자와 왕좌에서 쫓겨난 용병, 두 사람의 갈 길이 엇갈렸다….\n\n전설에 따르면 모래를 하늘 공간으로 구성하도록 호령하던 강물은 사막의 왕이 옛 친구와 헤어진 후 고향을 봉쇄했다고 한다.\n거품이 터지고 나라가 총총 분포된 후 모래 위 누각과 꿈의 낙원을 신기루 속에 숨긴 열쇠는,\n한때는 인간의 패주와 왕의 손에서 동전처럼 유통하다가 결국 모래의 품으로 돌아왔다.\n그리고 장님 노시인 추종자 이야기의 흔적과 피로 물든 발자국이 결국 숲속으로 이어졌다…",
    "en": "\nThis is a story from the days after the Lord of Sand's dreams fell apart and the Grandmaster of Verdure hid the whispers of the demonic skies away.\nThe ears of decay broke the great divine realm into many kingdoms before grinding them all into sand.\nA queen from amongst those kingdoms burnt the little prince's gilded robes and crown, and had him escape garbed in the sackcloth of a servant;\nYears passed, and the prince was reduced to being the son of one who ruled over the slave markets, and then to a wanderer who had lost everything.\n\n\"When I could still weep over the sunrise above the tower of mirages, I offered advice to my overlord, crushing many cities at his side.\"\n\"I once blessed the son of the former king upon his birth: Even after his departure, hymns of praise for him shall continue on...\"\n\"I have misjudged many people and happenings in the past, but no longer — for now I see nothing at all. This is destiny's punishment upon me.\"\n\"Become my apprentice. Be my eyes and describe to me the people and things in this gilded desert.\"\n\"I hope to one day weave the poems of heroes into the most beautiful tapestry to exist in the divine courts.\"\n\nCoins are eroded when passed from hand to hand, but noble things become stronger as they change hands.\nHis last owner was a blind poet. Later, the story changed from a tale of a master and a servant to that of a master and apprentice.\n\n\"Before we parted, Mother told me that we would meet again in the eternal oasis...\"\n\"Use this sword as the key to the paradise's gate, and rebuild the kingdom amidst emeralds and pomegranates.\"\n\nHearing the story of the wandering princeling, the aged poet caressed the dull blade of the black sword. At length, he replied:\n\"Thus do our crossed destinies duly end, for I am but a trifle in your epic.\"\n\n\"Master...\"\n\n\"Xiphos, your fate is above those of us humble poets. You should not stoop so low as to write stories for others—\"\n\"You are the one favored by the Jinni. You, who wield the Key of Khaj-Nisut, are the prince of the once-lost kingdom.\"\n\"Embark on your wanderings amongst the failing kingdoms. You shall create new tales and find the eternal oasis...\"\n\"In the times when I wrote hymns for my overlord and love poems for the prince, I fantasized about writing for the hero of destiny.\"\n\"Allow me, please, to recount your epic — the epic of your reunion with your mother and the return of the Lord of Sand's glory to this realm.\"\n\nIn the end, their paths would cross — the crown prince who became a slave and then a hero, and the mercenary who fell from the throne.\n\nMany legends mention a certain key. It is said to have commanded the sands to form a flowing river in mid-air and sealed the homeland after the Lord of Sand parted ways with old friends.\nThey even say that it was used to hide the desert tower and paradise of dreams away under the aegis of illusions when the bubble burst and the nations were scattered.\nThis key was passed between the hands of mortal tyrants and kings, till at last it, too, returned to the sand's embrace.\nAs for the aged blind poet, he would follow the trace of stories and blood-tainted footsteps, and finally find his way to the forest...",
    "de": "\nDies ist eine Geschichte, nachdem der Traum des Sandkönigs wie Seifenblase zerplatzt war und die Herrin der Pflanzen das Flüstern des Himmels verbarg.\nZahnräder des Verfallens zerbrachen das heilige Reich in viele kleine Reiche und zermalmten sie dann gleichermaßen zu Sand.\nEine Königin verbrannte die vergoldete Robe und Krone des kleinen Prinzen und ließ ihn im Sacktuch seines Dieners entkommen.\nViele Jahre vergingen, der Prinz wurde der Sohn des Königs auf dem Sklavenmarkt und dann ein Wanderer, der alles verlor.\n\n„Als ich noch beim Anblick des Sonnenaufgangs über dem Luftspiegelungsturm weinen konnte, bot ich unter des Königs Thron Rat an und zerschmetterte viele Stadtstaaten mit ihm.“\n„Ich hab den Sohn des ehemaligen Königs bei seiner Geburt gesegnet: Auch nach seinem Tod werden die Hymnen für ihn weitergehen ...“\n„In der Vergangenheit habe ich viele Menschen und Dinge falsch verstanden. Zur Strafe des Schicksals kann ich heute nichts mehr sehen.“\n„Sei mein Lehrling. Sei meine Augen und beschreib mir die Menschen und Dinge in der goldenen Wüste.“\n„Ich hoffe, dass eines Tages die Gedichte der Helden in den schönsten Teppich in Gottes Palast eingewoben werden können ...“\n\nMünzen wurden beim Wechsel des Besitzers beschädigt, während Gegenstände mit edlem Blut mächtiger wurden, nachdem sie den Besitzer gewechselt hatten.\nSein letzter Besitzer war ein blinder Dichter. Später änderte sich die Geschichte von einer Meister-Diener-Geschichte zu einer Meister-Lehrling-Geschichte.\n\n„Vor dem Abschied sagte mir meine Mutter, dass wir uns in der ewigen Oase wiedersehen würden ...“\n„Nimm dieses Schwert als Schlüssel zum Tor des Paradieses und baue ein neues Reich inmitten von Smaragden und Granatäpfeln auf.“\n\nNachdem der alte Dichter die Geschichte des wandernden edlen Bluts gehört hatte, strich er über die stumpfe Klinge des schwarzen Schwertes. Nach langer Zeit sagte er:\n„Ab heute bin ich nicht mehr dein Meister. In deinem Epos bin ich nur ein Passant.“\n\n„Meister ...“\n\n„Xiphos, dein Schicksal ist anderes als meines. Du solltest dich nicht herablassen, Geschichten für andere zu schreiben.“\n„Du bist derjenige, der die Zuneigung des Dschinns besitzt, und derjenige, der den Khaj-Nisut-Schlüssel hält. Du bist der Prinz eines verlorenen Reichs.“\n„Begib dich auf deine Wanderreise zwischen den verfallenen Reichen. Du wirst neues Epos schreiben und die ewige Oase finden ...“\n„In den Zeiten, als ich Hymnen für den Oberherrn und Liebesgedichte für den Prinzen schrieb, träumte ich davon, für den Helden des Schicksals zu schreiben.“\n„Lass mich anderen von deinem Epos erzählen. Das epische Wiedertreffen mit deiner Mutter, die Rückkehr des Ruhmes des Sandkönigs ...“\n\nAm Ende wurde der Kronprinz vom Sklaven zum Helden und der Söldner fiel vom Thron und ihre Wege kreuzten sich ...\n\nDer Legende nach versiegelte der in der Luft fließende Sandfluss die Heimat, nachdem sich der Sandkönig von seinem alten Freund getrennt hatte.\nNachdem der Traum zerplatzt war und das Reich in viele kleine Stadtstaaten gespalten wurde, fiel der Schlüssel, der einst den Wüstenpavillon und das Traumparadies mit Lufstspiegelungen verborgen hatte, in die Arme des Sandes.\nEr wurde zwischen den Händen der Oberherren und der Könige weitergegeben, wie die Münzen, die ständig ihren Besitzer wechselten.\nUnd der blinde alte Dichter, der den Spuren der Geschichte und den blutbefleckten Fußspuren folgte, fand schließlich seinen Weg in den Wald ...",
    "es": "\nEn esta historia se cuenta cómo los sueños del Rey del Desierto se esfumaron hasta no dejar rastro y cómo la Maestra de las Plantas silenció los susurros de los cielos endemoniados.\nLa ferocidad con la que sucedió el declive dividió el reino divino en numerosos reinos menores hasta que todos acabaron reduciéndose uno tras otro al tamaño de granos de arena.\nUna reina procedente de uno de aquellos reinos quemó la ropa y la corona doradas del pequeño príncipe y, antes de que escapase, lo obligó a vestir un saco de tela cual siervo.\nCon el transcurso de los años, el muchacho pasó de ser un príncipe a ser el hijo del jefe de un mercado de esclavos y, después de unas cuantas primaveras más, acabó convirtiéndose en un simple vagabundo errante que lo había perdido todo.\n\n“Cuando todavía podía sollozar ante el alba en la torre de los espejismos, brindé consejo a mi señor y, junto a él, destruí innumerables reinos.\nCuando nació el hijo del rey anterior, expresé mis más sinceras felicitaciones y exclamé: ‘que los himnos de su alabanza continúen resonando incluso después de su muerte’.\nEn el pasado juzgué equivocadamente ciertos asuntos y a ciertas personas. Ahora acepto el castigo de mi destino, y no soy capaz de vislumbrar más que oscuridad.\nSé mi aprendiz. Sé mis ojos, describe para mí todo cuanto adviertas en el desierto, objetos y hombres.\nOjalá que algún día mis poemas sean bordados en las alfombras de los palacios divinos”.\n\nLas monedas pierden su lustre al pasar por tantas manos. Sin embargo, cuantos más dueños hayan tenido las pertenencias de los nobles, más valiosas son.\nSu último dueño fue un poeta ciego. De repente, la historia pasa de tratar sobre un siervo y su señor a contar la historia de un maestro y su aprendiz.\n\n“Antes de separarnos, mi madre me dijo que nos volveríamos a encontrar en el oasis eterno...\nUtiliza esta espada como llave de la puerta del paraíso, y así podrás reconstruir el reino de esmeraldas y granadas”.\n\nEl anciano poeta palpó ligeramente con las yemas de sus dedos la hoja ya desafilada de la espada mientras concentraba toda su atención en escuchar aquella historia. Al llegar al final, respondió:\n“Ha llegado el momento de que nuestros caminos se separen. No soy más que un detalle insignificante en la epopeya de tu vida”.\n\n“Maestro”...\n\n“Xifos, tu destino es superior al de nosotros, modestos poetas. No deberías rebajarte a escribir historias para otros.\nEres el elegido del genio. La Llave de la Coronación se halla en tus manos, eres el príncipe del reino perdido.\nEmbárcate en un viaje errante a través de los reinos caídos. Crearás un sinfín de leyendas y encontrarás el oasis eterno”...\n“En aquella era, cuando todavía escribía canciones para el rey y poemas de amor para el príncipe, solía fantasear con escribir para el salvador del destino.\n¿Me permitirás relatar la épica historia sobre el reencuentro con tu madre y la devolución de la gloria al Rey del Desierto?”.\n\nAl final, los caminos de ambos se cruzaron: el del príncipe que acabó convirtiéndose en un esclavo y el del mercenario que perdió su trono.\n\nEn múltiples leyendas, se menciona una llave misteriosa. Se dice que se ordenó a las arenas del desierto que conformaran un torrente en el aire para bloquear la entrada al reino después de que el Rey del Desierto se separara de sus viejas amistades.\nTambién se cuenta que, cuando la burbuja estalló y los reinos se esparcieron por el territorio, dicha llave se llegó a utilizar para ocultar la torre del desierto y el paraíso de los sueños a través de un espejismo.\nEsa llave pasó por las manos de soberanos y reyes, hasta que finalmente regresó al seno de las arenas del desierto.\nEn cuanto al poeta ciego, él siguió el rastro de las historias y las huellas de sangre, hasta que finalmente llegó al bosque...",
    "fr": "\nCeci est une histoire des jours après que les rêves du seigneur des sables se sont effondrés et que le grand maître de la verdure a caché les murmures des cieux démoniaques.\nLes engrenages de la décadence divisèrent le grand royaume divin en plusieurs royaumes avant de tous les réduire en sable.\nUne reine de ces royaumes brûla les robes et la couronne dorées de son petit prince, et le fit échapper vêtu d'une guenille de serviteur.\nLes années passèrent et le prince fut réduit à être le fils de celui qui régnait sur les marchés aux esclaves, puis à un vagabond qui avait tout perdu.\n\n« Quand je pouvais encore pleurer le lever du soleil au-dessus de la tour des mirages, j'ai offert des conseils à mon suzerain, écrasant de nombreuses villes à ses côtés. »\n« J'ai une fois béni le fils de l'ancien roi à sa naissance : même après son départ, les hymnes de louange pour lui continueront... »\n« J'ai mal jugé beaucoup de gens et d'événements dans le passé, mais plus jamais... Maintenant, je ne vois rien du tout. C'est la punition du destin pour moi. »\n« Devenez mon apprenti. Soyez mes yeux et décrivez-moi les gens et les choses de ce désert doré. »\n« J'espère un jour tisser les poèmes des héros dans la plus belle tapisserie qui existe dans les cours divines. »\n\nLes pièces s'érodent lorsqu'elles passent de main en main, mais les choses nobles deviennent plus fortes à mesure qu'elles changent de mains.\nSon dernier maître était un poète aveugle. Plus tard, l'histoire passa du conte d'un maître et de son serviteur à celui d'un maître et de son apprenti.\n\n« Avant de nous séparer, ma mère m'a dit que nous nous reverrions dans l'oasis éternelle... »\n« Utilisez cette épée comme clé de la porte du paradis et reconstruisez le royaume au milieu des émeraudes et des grenades. »\n\nEn entendant l'histoire du prince errant, le vieux poète caressa la lame émoussée de l'épée noire. Enfin, il répondit :\n« Ainsi finissent nos destins croisés, car je ne suis qu'une miette dans votre épopée. »\n\n« Maître... »\n\n« Xiphos, votre destin est au-dessus des nôtres, humbles poètes. Vous ne devriez pas vous abaisser à écrire des histoires pour les autres... »\n« Vous êtes le favori des djinns. Vous, qui maniez la clé de Khaj-Nisut, vous êtes le prince du royaume autrefois perdu. »\n« Embarquez pour vos pérégrinations parmi les royaumes en décadence. Vous allez créer de nouveaux contes et trouver l'oasis éternelle... »\n« À l'époque où j'écrivais des hymnes pour mon suzerain et des poèmes d'amour pour le prince, je fantasmais sur l'écriture pour le héros du destin. »\n« Permettez-moi, s'il vous plaît, de raconter votre épopée... L'épopée de vos retrouvailles avec votre mère et le retour de la gloire du seigneur des sables dans ce royaume. »\n\nÀ la fin, leurs chemins se croiseraient... Le prince héritier devenu esclave puis héros, et le mercenaire tombé du trône...\n\nDe nombreuses légendes mentionnent une certaine clé. Il est dit qu'elle ordonna aux sables de former une rivière qui coule dans les airs et scella la patrie après que le seigneur des sables se sépara de vieux amis.\nOn dit même qu'elle servit à dissimuler la tour du désert et le paradis des rêves sous l'égide des illusions lorsque la bulle éclata et que les nations furent dispersées.\nCette clé passa entre les mains de tyrans et de rois mortels, jusqu'à revenir enfin, elle aussi, dans l'étreinte des sables.\nQuant au vieux poète aveugle, il suivit la trace des histoires et des pas ensanglantés, et trouva enfin son chemin vers la forêt...",
    "pt": "\nEssa uma história dos dias após os sonhos do Rei da Areia se desintegrarem e a Mestre da Exuberância esconder os sussurros dos céus demoníacos.\nAs engrenagens do declínio quebraram o grande reino divino em vários reinos antes de reduzi-los a areia.\nUma rainha destes reinos queimou as roupas douradas e a coroa do pequeno príncipe, e deixou que ele escapasse vestido nas roupas de um servo;\nOs anos se passaram, e o príncipe foi reduzido a ser o filho de quem era o mestre dos mercados de escravos para então servir um andarilho que perdeu a tudo.\n\n\"Quando eu ainda podia chorar pelo amanhecer na torre de miragens, aconselhei meu senhor, esmagando muitas cidades ao seu lado.\"\n\"Eu uma vez abençoei o filho do antigo rei em seu nascimento: mesmo após sua despedida, cantos para honrá-lo continuarão...\"\n\"Eu devo ter julgado erroneamente muitas pessoas e coisas no passado. Mas agora não mais, pois não vejo mais nada. Essa é a punição do destino sobre mim.\"\n\"Torne-se meu aprendiz. Seja meus olhos e descreva para mim o povo e as coisas desse deserto dourado.\"\n\"Espero um dia tecer poemas de heróis no mais belo tapete que existirá nas cortes divinas...\"\n\nMoedas são gastas quando passam de mão em mão, mas coisas nobres ficam cada mais fortes quando isso acontece.\nSeu último dono era um poeta cego. Depois, a história mudou de um conto de um mestre e um servo para o de um mestre e um aprendiz.\n\n\"Antes de partir, minha mãe me disse que nos encontraríamos de novo no oásis eterno...\"\n\"Use essa espada como uma chave para o portão do paraíso, e reconstrua o reino entre esmeraldas e romãs.\"\n\nAo ouvir a história do príncipe andarilho, o velho poeta tocou sua lâmina sem fio escura, e respondeu:\n\"Então é assim que nossos destinos acabam, pois eu sou apenas um insignificante em sua épica jornada.\"\n\n\"Mestre...\"\n\n\"Xiphos, seu destino está acima de nós, humildes poetas. Você não deveria se rebaixar ao ponto de escrever histórias para outras pessoas.\"\n\"Você é aquele abençoado pelos Jinni. Você é quem possui a Chave de Hierofania, e quem é o príncipe do reino perdido.\"\n\"Embarque em sua jornada através dos reinos decadentes. Você criará novas histórias e encontrará o oásis eterno...\"\n\"Nos tempos que eu escrevi os hinos para o meu mestre e poemas para o príncipe, eu fantasiei sobre escrever para o herói do destino.\"\n\"Recontarei o seu épico, o épico de seu reencontro com sua mãe, e o retorno da glória do Rei da Areia para esta terra...\"\n\nE no fim, seus caminhos se cruzaram. O príncipe que virou um escravo e depois um herói, e do mercenário que caiu do trono...\n\nMuitas lendas mencionam uma chave. Dizem que ela pode comandar as areias formarem um rio no ar, e que selaram sua terra natal depois do Rei da Areia se despedir de seus velhos amigos.\nDisseram que ela foi utilizada para esconder a torre do deserto e o paraíso onírico sob um escudo de ilusões quando a bolha estourou e nações se dispersaram.\nEssa chave foi passada entre as mãos de tiranos mortais e reis, até que em um dia finalmente retornou para a areia.\nE quando ao velho poeta cego, ele seguiu os caminhos de histórias e passos ensanguentados até finalmente chegar à floresta...",
    "ru": "\nЭто история из тех дней, когда мечты Владыки песков исчезли, а Владыка зелени спрятал шёпот демонических небес.\nРаспад разделил великое божественное царство на множество малых царств, а затем стёр их все в песок.\nЦарица одного из этих царств сожгла позолоченные одежды и корону маленького принца и заставила его бежать, переодевшись в мешковину слуги.\nПрошли годы, и принц превратился в сына того, кто правил невольничьими рынками, а затем в скитальца, потерявшего всё.\n\n«Когда я ещё мог плакать над восходом солнца над башней миражей, я давал советы своему повелителю, сокрушая многие города в его честь».\n«Однажды я благословил сына бывшего царя при его рождении: даже после его смерти хвалебные гимны в его честь не затихнут...»\n«Я недооценивал многих людей и события в прошлом, но сейчас я вообще ничего не вижу. Это моё наказание судьбы».\n«Стань моим учеником. Будь моими глазами и опиши мне людей и вещи, которые встретишь в этой позолоченной пустыне».\n«Я надеюсь однажды соткать стихи героев в самый красивый гобелен, который когда-либо существовал в божественных дворах».\n\nМонеты разрушаются, когда переходят из рук в руки, но благородные вещи становятся лишь сильнее.\nЕго последним владельцем был слепой поэт. Позже история превратилась из рассказа о хозяине и слуге в рассказ о учителе и ученике.\n\n«Перед тем, как мы расстались, мама сказала мне, что мы снова встретимся в вечном оазисе...»\n«Используй этот меч как ключ к вратам рая и восстанови царство среди изумрудов и гранатов».\n\nУслышав историю о странствующем принце, престарелый поэт погладил тусклое лезвие чёрного меча. Наконец, он ответил:\n«Это конец наших отношений как учителя и ученика. Я всего лишь мелкая деталь в истории твоей жизни».\n\n«Учитель...»\n\n«Ксифос, тебя ждёт куда более великая судьба, чем любого из поэтов. Не опускайся до того, чтобы описывать истории других».\n«Тебе благоволит джинн. Ты владеешь ключом Хадж-нисут. Ты принц некогда потерянного королевства.\nОтправляйся в странствия. Ты создашь новые истории и найдёшь вечный оазис...\nВ те времена, когда я писал гимны для своего повелителя, я фантазировал о том, чтобы писать оды герою судьбы.\nПозволь мне стать рассказчиком эпопеи твоей жизни. Эпопеи о воссоединении с матерью и возвращении славы Владыки песков».\n\nВ конце концов, их пути пересеклись - наследного принца, который стал рабом, а затем героем, и наёмника, который упал с трона.\n\nВо многих легендах упоминается ключ. Говорят, что он повелел пескам образовать текущую реку в воздухе и запечатать родину после того, как Владыка песков расстался со старыми друзьями.\nГоворят даже, что он использовался для того, чтобы спрятать Чертоги в пустыне и рай мечты под эгидой иллюзий.\nЭтот ключ переходил из рук в руки смертных тиранов и царей, пока наконец тоже не вернулся в объятия песка.\nЧто же касается престарелого слепого поэта, то он шёл по запятнанным кровью следам и нашёл свой путь в лес...",
    "id": "\nIni adalah cerita setelah mimpi Raja Pasir telah hancur dan penguasa Verdure menyembunyikan bisikan dari iblis langit.\nGerigi kebusukan memecah kerajaan yang agung menjadi banyak kerajaan sebelum menggiling semuanya menjadi pasir.\nSeorang ratu dari antara kerajaan-kerajaan itu membakar jubah dan mahkota pangeran kecil yang berlapis emas, dan menyuruhnya melarikan diri mengenakan kain kabung seorang pelayan;\nSeiring waktu berlalu, sang Pangeran menjadi putra dari seseorang yang menguasai pasar budak, dan kemudian menjadi seorang pengembara yang kehilangan segalanya.\n\n\"Ketika aku masih bisa menangisi matahari terbit di atas menara fatamorgana, aku menawarkan nasihat kepada tuanku, untuk menghancurkan kota-kota di sekelilingnya.\"\n\"Aku dulu pernah memberkati putra dari seorang mantan raja pada saat kelahirannya: bahkan setelah kepergiannya, nyanyian pujian untuknya akan terus berlanjut ....\"\n\"Aku telah salah menilai banyak orang dan kejadian di masa lalu. Sebagai hukuman takdir bagiku, aku tidak bisa lagi melihat apa-apa sekarang.\"\n\"Jadilah muridku, jadi mataku dan gambarkan orang-orang dan hal-hal di padang pasir ini kepadaku.\"\n\"Aku berharap suatu hari nanti dapat menenun puisi para pahlawan dan menjadi benda terindah yang ada di istana.\"\n\nKoin akan terkikis saat berpindah dari tangan ke tangan, tetapi hal-hal mulia menjadi lebih kuat saat berpindah tangan.\nPemiliknya yang terakhir adalah seorang penyair buta. Kemudian, ceritanya berubah dari kisah seorang tuan dan pelayan menjadi seorang guru dan murid.\n\n\"Sebelum kita berpisah, ibu memberitahuku bahwa kita akan bertemu lagi di oasis abadi ....\"\n\"Gunakan pedang ini sebagai kunci gerbang surga, bangun kembali kerajaan di tengah zamrud dan delima.\"\n\nMendengar kisah pangeran pengembara, penyair tua itu membelai sebilah pedang hitam yang tumpul. Lalu dia menjawab:\n\"Demikianlah takdir kita yang bersilangan berakhir, karena aku hanyalah bagian kecil dalam jalan ceritamu.\"\n\n\"Guru ....\"\n\n\"Xiphos, nasibmu berada di atas kami para penyair yang rendah. Kamu tidak boleh membungkuk begitu rendah untuk menulis cerita untuk orang lain—\"\n\"Kamu adalah seseorang yang disukai oleh Jinni. Kamu, yang memegang Key of Khaj-Nisut, adalah pangeran dari kerajaan yang telah hilang.\"\n\"Mulailah pengembaraanmu di antara kerajaan yang gagal. Kamu akan menciptakan cerita dongeng baru dan menemukan oasis abadi ....\"\n\"Saat aku menulis nyanyian untuk tuanku dan puisi cinta untuk pangeran, aku berfantasi tentang menulis untuk pahlawan takdir ini.\"\n\"Izinkan aku untuk menceritakan kisahmu, kisah kembali bertemunya kamu dan ibumu, kisah kembalinya kejayaan Raja Pasir ke dunia ini.\"\n\nPada akhirnya, jalan mereka akan bertemu — putra mahkota yang menjadi budak dan kemudian menjadi pahlawan dan seorang tentara bayaran yang jatuh dari takhta.\n\nBanyak legenda menyebutkan ada kunci tertentu yang telah memerintahkan pasir untuk membentuk sungai yang mengalir di udara dan mengunci tanah ini setelah Raja Pasir berpisah dengan teman lama.\nMereka bahkan mengatakan bahwa kunci itu digunakan untuk menyembunyikan menara di padang pasir dan nirwana di bawah naungan ilusi ketika semua harapan hancur dan bangsa-bangsa tercerai-berai.\nKunci itu berpindah tangan dari tangan tiran dan raja, sampai akhirnya, kembali ke pelukan pasir.\nAdapun penyair buta yang sudah tua, dia akan mengikuti jejak cerita dan langkah kaki yang ternoda darah, dan akhirnya menemukan jalan ke hutan ....",
    "th": "\nนี่เป็นเรื่องราวจากวันที่ความฝันของราชันแห่งทะเลทรายพังทลายลง และเทพแห่งแมกไม้ได้ฟังเสียงกระซิบของปีศาจร้าย\nเฟืองแห่งความเสื่อมสลายได้แบ่งอาณาจักรอันกว้างใหญ่ของทวยเทพออกเป็นเมืองยิบย่อย ก่อนจะแหลกสลายเป็นดั่งเม็ดทรายธุลีดิน\nราชินีทรงเผาผ้าคลุมและมงกุฎทองของเจ้าชายน้อย และให้เขาสวมชุดกระสอบของคนใช้หลบหนีไป\nหลายปีต่อมา เจ้าชายถูกลดฐานะเป็นเพียงบุตรของราชาตลาดค้าทาส และจากนั้นก็กลายเป็นคนเร่ร่อนที่สูญเสียทุกสิ่งทุกอย่าง\n\n\"เมื่อครั้งยังร่ำไห้ใต้แสงตะวันเหนือหอคอย ข้าเคยเสนอให้เจ้านายทำลายเมืองต่าง ๆ ที่อยู่ข้างเคียง\"\n\"ครั้งหนึ่งข้าเคยอวยพรให้โอรสของอดีตกษัตริย์ในวันที่เขาประสูติ แม้จะสิ้นพระชนม์ไป แต่บทกวีสรรเสริญพระองค์ยังถูกเผยแพร่ต่อไป...\"\n\"ข้าเคยตัดสินคนและบางสิ่งผิดไป บทลงโทษแห่งโชคชะตา ตอนนี้ข้ามองไม่เห็นอะไรอีกแล้ว\"\n\"จงเป็นศิษย์ของข้า จงเป็นดวงตาแก่ข้า เพื่อบรรยายให้ข้าฟังว่าทะเลทรายสีทองมีผู้คนและสิ่งใดบ้าง\"\n\"หวังว่าสักวันหนึ่ง ข้าจะสามารถถักทอบทกวีของวีรบุรุษเป็นพรมงดงามที่สุดในวังของเหล่าทวยเทพ...\"\n\nเหรียญจะสึกกร่อนเมื่อถูกส่งผ่านจากมือหนึ่งไปอีกมือหนึ่ง แต่สิ่งที่มีเกียรติยศสูงส่งจะแข็งแกร่งขึ้นเมื่อเปลี่ยนมือ\nเจ้าของคนสุดท้ายของมันคือนักกวีตาบอด ต่อมาเรื่องราวก็เปลี่ยนจากเรื่องเจ้านายกับผู้รับใช้เป็นอาจารย์กับลูกศิษย์\n\n\"ก่อนจะจากกัน แม่บอกไว้ว่าเราจะได้พบกันอีกครั้งในโอเอซิสอันเป็นนิรันดร์...\"\n\"จงใช้ดาบเล่มนี้เป็นกุญแจสู่ประตูสวรรค์ และสร้างอาณาจักรขึ้นใหม่ท่ามกลางมรกตและทาฑิม\"\n\nกวีชราฟังเรื่องราวพเนจรของขุนนางชั้นสูง พร้อมลูบไล้ดาบไร้คมสีดำในมือ ในที่สุดเขาก็ตอบว่า:\n\"ความสัมพันธ์ระหว่างอาจารย์กับศิษย์จบลงเพียงเท่านี้ ข้าเป็นแค่ส่วนเล็ก ๆ ที่ไม่ควรค่าจะเอ่ยถึงในชีวิตเรื่องราวชีวิตของเจ้าเท่านั้น\"\n\n\"อาจารย์...\"\n\n\"Xiphos ชะตากรรมของนักกวีอย่างข้าไม่ใช่ของเจ้า เจ้าไม่จำเป็นต้องเขียนเรื่องราวชีวิตของผู้อื่นหรอก...\"\n\"เจ้าเป็นที่โปรดปรานของญิน เป็นผู้ครอบครองกุญแจแห่ง Khaj-Nisut เป็นเจ้าชายที่ครั้งหนึ่งเคยสูญสิ้นอาณาจักร\"\n\"เริ่มต้นการเดินทางท่ามกลางอาณาจักรที่เสื่อมโทรม เจ้าจะต้องนำพามาซึ่งตำนานใหม่และค้นพบโอเอซิสอันเป็นนิรันดร์ ... \"\n\"ในสมัยที่ข้าเขียนบทเพลงสรรเสริญองค์ราชา เขียนบทกวีรักแด่เจ้าชาย ข้ามักจะจินตนาการถึงการเขียนถึงวีรบุรุษแห่งโชคชะตา\"\n\"ข้าจะเป็นผู้บอกเล่าเรื่องราวการพานพบกันของเจ้ากับมารดา และบอกเล่าเรื่องราวการกลับมาอันรุ่งโรจน์ของราชันแห่งทะเลทรายสู่อาณาจักรเอง...\"\n\nสุดท้าย มกุฎราชกุมารได้เปลี่ยนจากทาสกลายเป็นวีรบุรุษ และทหารรับจ้างกลับตกจากบัลลังก์ตั่งทอง การเดินทางของทั้งสองช่างตัดสลับกัน...\n\nในตำนานเล่าว่าครั้งหนึ่งเขาเคยสั่งให้นำกรวดและทรายให้เป็นแม่น้ำในอากาศ และสั่งปิดบ้านเกิดหลังราชันแห่งทะเลทรายแยกทางเพื่อนเก่า\nหลังจากความฝันพังทลาย และประเทศแตกเป็นเสี่ยง หอคอยในทะเลทรายและสวรรค์แห่งความฝันถูกซ่อนอยู่ภายในกุญแจมายา\nครั้งหนึ่งมันเคยหมุนเวียนเปลี่ยนผันจากทรราชสู่ราชาเหมือนดั่งเหรียญตรา กระทั่งสุดท้ายก็กลับสู่อ้อมกอดของห้วงทราย\nกวีชราตาบอดเดินตามร่องรอยของเรื่องราวและรอยเปื้อนเลือด จนในที่สุดก็พบทางเข้าไปในป่า...",
    "vi": "\nĐây là câu chuyện sau khi giấc mơ của Vua Cát đã vỡ tan như bọt nước, chúa tể của cỏ cây đã đem cất giấu lời thì thầm của tà ma.\nBánh răng bại hoại đã phân chia thần quốc to lớn thành nhiều vương quốc, rồi lại nghiền nát chúng thành cát theo quy luật.\nMột hoàng hậu đã thiêu hủy đi chiếc mũ và áo choàng khảm vàng của đứa con nhỏ, để cậu bé khoác lên mình bộ áo vải của nô bộc mà bỏ trốn;\nNhiều năm sau, để cậu ta - đứa con của vương giả sa cơ trở thành thương phẩm trên thị trường nô lệ, rồi lại biến thành một kẻ lang thang mất đi tất cả.\n\n\"Khi ta còn có thể rơi lệ vì mặt trời mọc trên lâu đài ảo ảnh, đã từng hiến kế sách dưới ngai vàng bá chủ, đi theo ông nghiền nát nhiều vương quốc.\"\n\"Ta đã từng chúc phúc cho con của tiên vương vào ngày ngài ấy chào đời: Cho dù có chết đi, thì những bài thơ ca tụng ngài vẫn sẽ tiếp tục được lưu truyền...\"\n\"Trong quá khứ ta đã nhìn nhầm một số người và một số chuyện. Xem như sự trừng phạt của số mệnh, giờ đây ta đã không thể nhìn thấy gì nữa.\"\n\"Cậu hãy làm đồ đệ của ta đi. Làm con mắt của ta, miêu tả cho ta trên sa mạc dát vàng rốt cuộc có những người nào và những chuyện gì.\"\n\"Hy vọng có một ngày, có thể dùng bài thơ của anh hùng dệt thành tấm thảm đẹp đẽ nhất treo trong cung điện của thần...\"\n\nĐồng tiền vàng khi được trao tay qua lại sẽ bị hư tổn, nhưng thứ mang dòng máu cao quý khi đổi chủ sẽ trở nên mạnh mẽ hơn.\nChủ nhân cuối cùng của anh ta là một nhà thơ mù lòa. Câu chuyện sau đó lại từ câu chuyện của chủ tớ biến thành câu chuyện của thầy trò.\n\n\"Khi chia ly, mẹ đã từng nói với con. Mẹ và con nhất định sẽ có thể gặp lại nhau ở ốc đảo vĩnh hằng...\"\n\"Dùng thanh kiếm này làm chìa khóa mở cánh cổng thiên đường, xây dựng lại vương quốc giữa phỉ thủy và thạch lựu.\"\n\nNhà thơ già lắng nghe câu chuyện lưu lạc của chàng quý tộc, vuốt ve những đường nét trên thanh kiếm đen đã cùn. Cuối cùng ông ấy đáp lại:\n\"Nhân duyên thầy trò đến đây là hết. Ta chẳng qua là một tình tiết nhỏ bé không đáng nhắc đến trong sử thi của con mà thôi.\"\n\n\"Thầy ơi...\"\n\n\"Xiphos, vận mệnh của nhà thơ như ta không thuộc về con. Không nên để con viết nên câu chuyện của người khác...\"\n\"Con là người được trấn linh lựa chọn. Con là người tay cầm chìa khóa thần thánh, là vương tử từng mất đi quốc thổ.\"\n\"Hãy lưu lạc ở vương quốc sụp đổ đi. Con nhất định sẽ mang lại thần thoại mới, tìm được ốc đảo vĩnh hằng...\"\n\"Vào thời ta viết bài ca ca tụng bá vương, viết thơ tình cho vương tử, đã từng ảo tưởng được viết cho nhân vật chính của vận mệnh.\"\n\"Con và mẹ con tương phùng, đem vinh quang của Vua Cát về cho sử thi của vương quốc, hãy để ta được kể về nó nhé...\"\n\nCuối cùng, chàng hoàng tử từ nô lệ biến thành anh hùng, người lính đánh thuê trượt ngã khỏi ngai vàng, con đường của hai người này đã giao thoa với nhau...\n\nTương truyền đã từng hiệu lệnh sỏi cát cấu thành dòng sông giữa không trung, phong tỏa cố hương sau khi Vua Cát và người bạn cũ chia ly,\nSau khi bọt nước vỡ tan và bày bố bang quốc, đem lâu đài trên cát và khu vườn ảo mộng đều giấu vào trong chiếc chìa khóa ảo ảnh,\nNó đã từng giống như tiền bạc lưu truyền giữa tay bá chủ và vua chúa, cuối cùng cũng trở về với vòng tay của cát chảy.\nCòn nhà thơ mù già cả theo đuổi dấu tích của câu chuyện cùng với dấu chân nhuốm máu, cuối cùng đã đến trong rừng sâu..."
  },
  "effects": [
    {
      "name": {
        "zhs": "沉入沙海的史诗",
        "zht": "沉入沙海的史詩",
        "jp": "砂海に沈みし叙事詩",
        "ko": "모래바다에 잠긴 서사시",
        "en": "Sunken Song of the Sands",
        "de": "Im Sandmeer versunkenes Epos",
        "es": "Epopeya sepultada en las arenas",
        "fr": "Chant englouti des sables",
        "pt": "Canção Sepultada nas Areias",
        "ru": "Погребённая поэма дюн",
        "id": "Sunken Song of the Sands",
        "th": "Sunken Song of the Sands",
        "vi": "Sử Thi Trong Biển Cát"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>20%</color>。元素战技命中敌人时，将产生持续20秒的「宏大诗篇」效果：基于装备者生命值上限的<color=#99FFFFFF>0.12%</color>，获得元素精通提升，该效果每0.3秒至多触发一次，至多叠加3层。该效果叠加至3层或3层的持续时间刷新时，将基于装备者生命值上限的<color=#99FFFFFF>0.2%</color>，为队伍中附近所有角色提供元素精通提升，持续20秒。",
        "zht": "生命值提升<color=#99FFFFFF>20%</color>。元素戰技命中敵人時，將產生持續20秒的「宏大詩篇」效果：基於裝備者生命值上限的<color=#99FFFFFF>0.12%</color>，獲得元素精通提升，該效果每0.3秒至多觸發一次，至多疊加3層。該效果疊加至3層或3層的持續時間重置時，將基於裝備者生命值上限的<color=#99FFFFFF>0.2%</color>，為隊伍中附近所有角色提供元素精通提升，持續20秒。",
        "jp": "HP上限+<color=#99FFFFFF>20%</color>。元素スキルが敵に命中すると、継続時間20秒の「壮大な詩篇」効果が発動する。「壮大な詩篇」：装備したキャラクターのHP上限の<color=#99FFFFFF>0.12%</color>を基準に元素熟知がアップする、この効果は0.3秒ごとに1回のみ発動でき、最大3層まで重ね掛け可能。3層まで重ねた時、または3層の継続時間が更新された時、装備したキャラクターのHP上限の<color=#99FFFFFF>0.2%</color>を基準に、周囲にいるチーム全員の元素熟知がアップする、継続時間20秒。",
        "ko": "HP가 <color=#99FFFFFF>20%</color> 증가한다. 원소전투 스킬이 적을 명중하면 20초 동안 지속되는 「웅장한 시편」 효과를 획득한다: 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.12%</color>만큼 원소 마스터리를 획득한다. 해당 효과는 0.3초마다 최대 1회 발동할 수 있다. 최대 중첩수: 3스택. 해당 효과가 3스택 중첩 또는 3스택 중첩 지속 시간이 갱신되면 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.2%</color>만큼 근처 파티 내 모든 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
        "en": "HP increased by <color=#99FFFFFF>20%</color>. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by <color=#99FFFFFF>0.12%</color> of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by <color=#99FFFFFF>0.2%</color> of the equipping character's max HP for 20s.",
        "de": "Erhöht die LP um <color=#99FFFFFF>20 %</color>. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Grandiose Verse“ aus, der 20 s hält: Erhöht die Elementarkunde der damit ausgerüsteten Figur um <color=#99FFFFFF>0,12 %</color> ihrer max. LP, 0,3 s Abklingzeit, 3-fach stapelbar. Erhöht bei 3 Stapelungen oder der Aktualisierung der Wirkungsdauer der dritten Stapelung die Elementarkunde aller Truppenmitglieder in der Nähe um <color=#99FFFFFF>0,2 %</color> der max. LP der damit ausgerüsteten Figur, hält 20 s.",
        "es": "#Aumenta la Vida en un <color=#99FFFFFF>20%</color>. Golpear a un enemigo con una Habilidad Elemental activa el efecto de “gran poema”, el cual dura 20{NON_BREAK_SPACE}s. Mientras este efecto está activo, la Maestría Elemental del personaje que lleva esta arma equipada aumenta en una cantidad equivalente al <color=#99FFFFFF>0.12%</color> de su Vida Máx. Este efecto solo puede activarse una vez cada 0.3{NON_BREAK_SPACE}s y acumularse un máximo de 3 veces. Al alcanzar 3 acumulaciones o cuando se reinicia la duración de la tercera, la Maestría Elemental de todos los miembros del equipo cercanos aumenta durante 20{NON_BREAK_SPACE}s en una cantidad equivalente al <color=#99FFFFFF>0.2%</color> de la Vida Máx. del personaje que porta esta arma.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>20 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rhapsodie de 20 s est généré : augmente la maîtrise élémentaire d'une valeur équivalant à <color=#99FFFFFF>0,12 %</color> des PV max du personnage équipé de l'arme. Cet effet peut être déclenché une fois toutes les 0,3 s et cumulé 3 fois maximum. Lorsque cet effet gagne 3 cumuls ou que la durée du 3e cumul est actualisée, la maîtrise élémentaire de tous les personnages de l'équipe à proximité augmente d'une valeur équivalant à <color=#99FFFFFF>0,2 %</color> des PV max du personnage équipé de l'arme pendant 20 s.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>20%</color>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <color=#99FFFFFF>0.12%</color> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <color=#99FFFFFF>0.2%</color> da Vida Máxima do personagem que está com essa arma equipada por 20s.",
        "ru": "Увеличивает НР на <color=#99FFFFFF>20%</color>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <color=#99FFFFFF>0,12%</color> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <color=#99FFFFFF>0,2%</color> от макс. HP экипированного этим оружием персонажа на 20 сек.",
        "id": "HP meningkat <color=#99FFFFFF>20%</color>. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan <color=#99FFFFFF>0,12%</color> Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar <color=#99FFFFFF>0,2%</color> Max HP Karakter yang mengenakan, berlangsung 20 detik.",
        "th": "ค่าพลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>20%</color> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <color=#99FFFFFF>0.12%</color> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <color=#99FFFFFF>0.2%</color> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
        "vi": "HP tăng <color=#99FFFFFF>20%</color>. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên <color=#99FFFFFF>0.12%</color> giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo <color=#99FFFFFF>0.2%</color> giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s."
      }
    },
    {
      "name": {
        "zhs": "沉入沙海的史诗",
        "zht": "沉入沙海的史詩",
        "jp": "砂海に沈みし叙事詩",
        "ko": "모래바다에 잠긴 서사시",
        "en": "Sunken Song of the Sands",
        "de": "Im Sandmeer versunkenes Epos",
        "es": "Epopeya sepultada en las arenas",
        "fr": "Chant englouti des sables",
        "pt": "Canção Sepultada nas Areias",
        "ru": "Погребённая поэма дюн",
        "id": "Sunken Song of the Sands",
        "th": "Sunken Song of the Sands",
        "vi": "Sử Thi Trong Biển Cát"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>25%</color>。元素战技命中敌人时，将产生持续20秒的「宏大诗篇」效果：基于装备者生命值上限的<color=#99FFFFFF>0.15%</color>，获得元素精通提升，该效果每0.3秒至多触发一次，至多叠加3层。该效果叠加至3层或3层的持续时间刷新时，将基于装备者生命值上限的<color=#99FFFFFF>0.25%</color>，为队伍中附近所有角色提供元素精通提升，持续20秒。",
        "zht": "生命值提升<color=#99FFFFFF>25%</color>。元素戰技命中敵人時，將產生持續20秒的「宏大詩篇」效果：基於裝備者生命值上限的<color=#99FFFFFF>0.15%</color>，獲得元素精通提升，該效果每0.3秒至多觸發一次，至多疊加3層。該效果疊加至3層或3層的持續時間重置時，將基於裝備者生命值上限的<color=#99FFFFFF>0.25%</color>，為隊伍中附近所有角色提供元素精通提升，持續20秒。",
        "jp": "HP上限+<color=#99FFFFFF>25%</color>。元素スキルが敵に命中すると、継続時間20秒の「壮大な詩篇」効果が発動する。「壮大な詩篇」：装備したキャラクターのHP上限の<color=#99FFFFFF>0.15%</color>を基準に元素熟知がアップする、この効果は0.3秒ごとに1回のみ発動でき、最大3層まで重ね掛け可能。3層まで重ねた時、または3層の継続時間がリセットされた時、装備したキャラクターのHP上限の<color=#99FFFFFF>0.25%</color>を基準に、周囲にいるチーム全員の元素熟知がアップする、継続時間20秒。",
        "ko": "HP가 <color=#99FFFFFF>25%</color> 증가한다. 원소전투 스킬이 적을 명중하면 20초 동안 지속되는 「웅장한 시편」 효과를 획득한다: 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.15%</color>만큼 원소 마스터리를 획득한다. 해당 효과는 0.3초마다 최대 1회 발동할 수 있다. 최대 중첩수: 3스택. 해당 효과가 3스택 중첩 또는 3스택 중첩 지속 시간이 갱신되면 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.25%</color>만큼 근처 파티 내 모든 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
        "en": "HP increased by <color=#99FFFFFF>25%</color>. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by <color=#99FFFFFF>0.15%</color> of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by <color=#99FFFFFF>0.25%</color> of the equipping character's max HP for 20s.",
        "de": "Erhöht die LP um <color=#99FFFFFF>25 %</color>. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Grandiose Verse“ aus, der 20 s hält: Erhöht die Elementarkunde der damit ausgerüsteten Figur um <color=#99FFFFFF>0,15 %</color> ihrer max. LP, 0,3 s Abklingzeit, 3-fach stapelbar. Erhöht bei 3 Stapelungen oder der Aktualisierung der Wirkungsdauer der dritten Stapelung die Elementarkunde aller Truppenmitglieder in der Nähe um <color=#99FFFFFF>0,25 %</color> der max. LP der damit ausgerüsteten Figur, hält 20 s.",
        "es": "#Aumenta la Vida en un <color=#99FFFFFF>25%</color>. Golpear a un enemigo con una Habilidad Elemental activa el efecto de “gran poema”, el cual dura 20{NON_BREAK_SPACE}s. Mientras este efecto está activo, la Maestría Elemental del personaje que lleva esta arma equipada aumenta en una cantidad equivalente al <color=#99FFFFFF>0.15%</color> de su Vida Máx. Este efecto solo puede activarse una vez cada 0.3{NON_BREAK_SPACE}s y acumularse un máximo de 3 veces. Al alcanzar 3 acumulaciones o cuando se reinicia la duración de la tercera, la Maestría Elemental de todos los miembros del equipo cercanos aumenta durante 20{NON_BREAK_SPACE}s en una cantidad equivalente al <color=#99FFFFFF>0.25%</color> de la Vida Máx. del personaje que porta esta arma.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>25 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rhapsodie de 20 s est généré : augmente la maîtrise élémentaire d'une valeur équivalant à <color=#99FFFFFF>0,15 %</color> des PV max du personnage équipé de l'arme. Cet effet peut être déclenché une fois toutes les 0,3 s et cumulé 3 fois maximum. Lorsque cet effet gagne 3 cumuls ou que la durée du 3e cumul est actualisée, la maîtrise élémentaire de tous les personnages de l'équipe à proximité augmente d'une valeur équivalant à <color=#99FFFFFF>0,25 %</color> des PV max du personnage équipé de l'arme pendant 20 s.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>25%</color>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <color=#99FFFFFF>0.15%</color> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <color=#99FFFFFF>0.25%</color> da Vida Máxima do personagem que está com essa arma equipada por 20s.",
        "ru": "Увеличивает НР на <color=#99FFFFFF>25%</color>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <color=#99FFFFFF>0,15%</color> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <color=#99FFFFFF>0,25%</color> от макс. HP экипированного этим оружием персонажа на 20 сек.",
        "id": "HP meningkat <color=#99FFFFFF>25%</color>. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan <color=#99FFFFFF>0.15%</color> Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0.3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar <color=#99FFFFFF>0.25%</color> Max HP Karakter yang mengenakan, berlangsung 20 detik.",
        "th": "ค่าพลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>25%</color> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <color=#99FFFFFF>0.15%</color> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <color=#99FFFFFF>0.25%</color> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
        "vi": "HP tăng <color=#99FFFFFF>25%</color>. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên <color=#99FFFFFF>0.15%</color> giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo <color=#99FFFFFF>0.25%</color> giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s."
      }
    },
    {
      "name": {
        "zhs": "沉入沙海的史诗",
        "zht": "沉入沙海的史詩",
        "jp": "砂海に沈みし叙事詩",
        "ko": "모래바다에 잠긴 서사시",
        "en": "Sunken Song of the Sands",
        "de": "Im Sandmeer versunkenes Epos",
        "es": "Epopeya sepultada en las arenas",
        "fr": "Chant englouti des sables",
        "pt": "Canção Sepultada nas Areias",
        "ru": "Погребённая поэма дюн",
        "id": "Sunken Song of the Sands",
        "th": "Sunken Song of the Sands",
        "vi": "Sử Thi Trong Biển Cát"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>30%</color>。元素战技命中敌人时，将产生持续20秒的「宏大诗篇」效果：基于装备者生命值上限的<color=#99FFFFFF>0.18%</color>，获得元素精通提升，该效果每0.3秒至多触发一次，至多叠加3层。该效果叠加至3层或3层的持续时间刷新时，将基于装备者生命值上限的<color=#99FFFFFF>0.3%</color>，为队伍中附近所有角色提供元素精通提升，持续20秒。",
        "zht": "生命值提升<color=#99FFFFFF>30%</color>。元素戰技命中敵人時，將產生持續20秒的「宏大詩篇」效果：基於裝備者生命值上限的<color=#99FFFFFF>0.18%</color>，獲得元素精通提升，該效果每0.3秒至多觸發一次，至多疊加3層。該效果疊加至3層或3層的持續時間重置時，將基於裝備者生命值上限的<color=#99FFFFFF>0.3%</color>，為隊伍中附近所有角色提供元素精通提升，持續20秒。",
        "jp": "HP上限+<color=#99FFFFFF>30%</color>。元素スキルが敵に命中すると、継続時間20秒の「壮大な詩篇」効果が発動する。「壮大な詩篇」：装備したキャラクターのHP上限の<color=#99FFFFFF>0.18%</color>を基準に元素熟知がアップする、この効果は0.3秒ごとに1回のみ発動でき、最大3層まで重ね掛け可能。3層まで重ねた時、または3層の継続時間がリセットされた時、装備したキャラクターのHP上限の<color=#99FFFFFF>0.3%</color>を基準に、周囲にいるチーム全員の元素熟知がアップする、継続時間20秒。",
        "ko": "HP가 <color=#99FFFFFF>30%</color> 증가한다. 원소전투 스킬이 적을 명중하면 20초 동안 지속되는 「웅장한 시편」 효과를 획득한다: 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.18%</color>만큼 원소 마스터리를 획득한다. 해당 효과는 0.3초마다 최대 1회 발동할 수 있다. 최대 중첩수: 3스택. 해당 효과가 3스택 중첩 또는 3스택 중첩 지속 시간이 갱신되면 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.3%</color>만큼 근처 파티 내 모든 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
        "en": "HP increased by <color=#99FFFFFF>30%</color>. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by <color=#99FFFFFF>0.18%</color> of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by <color=#99FFFFFF>0.3%</color> of the equipping character's max HP for 20s.",
        "de": "Erhöht die LP um <color=#99FFFFFF>30 %</color>. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Grandiose Verse“ aus, der 20 s hält: Erhöht die Elementarkunde der damit ausgerüsteten Figur um <color=#99FFFFFF>0,18 %</color> ihrer max. LP, 0,3 s Abklingzeit, 3-fach stapelbar. Erhöht bei 3 Stapelungen oder der Aktualisierung der Wirkungsdauer der dritten Stapelung die Elementarkunde aller Truppenmitglieder in der Nähe um <color=#99FFFFFF>0,3 %</color> der max. LP der damit ausgerüsteten Figur, hält 20 s.",
        "es": "#Aumenta la Vida en un <color=#99FFFFFF>30%</color>. Golpear a un enemigo con una Habilidad Elemental activa el efecto de “gran poema”, el cual dura 20{NON_BREAK_SPACE}s. Mientras este efecto está activo, la Maestría Elemental del personaje que lleva esta arma equipada aumenta en una cantidad equivalente al <color=#99FFFFFF>0.18%</color> de su Vida Máx. Este efecto solo puede activarse una vez cada 0.3{NON_BREAK_SPACE}s y acumularse un máximo de 3 veces. Al alcanzar 3 acumulaciones o cuando se reinicia la duración de la tercera, la Maestría Elemental de todos los miembros del equipo cercanos aumenta durante 20{NON_BREAK_SPACE}s en una cantidad equivalente al <color=#99FFFFFF>0.3%</color> de la Vida Máx. del personaje que porta esta arma.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>30 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rhapsodie de 20 s est généré : augmente la maîtrise élémentaire d'une valeur équivalant à <color=#99FFFFFF>0,18 %</color> des PV max du personnage équipé de l'arme. Cet effet peut être déclenché une fois toutes les 0,3 s et cumulé 3 fois maximum. Lorsque cet effet gagne 3 cumuls ou que la durée du 3e cumul est actualisée, la maîtrise élémentaire de tous les personnages de l'équipe à proximité augmente d'une valeur équivalant à <color=#99FFFFFF>0,3 %</color> des PV max du personnage équipé de l'arme pendant 20 s.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>30%</color>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <color=#99FFFFFF>0.18%</color> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <color=#99FFFFFF>0.3%</color> da Vida Máxima do personagem que está com essa arma equipada por 20s.",
        "ru": "Увеличивает НР на <color=#99FFFFFF>30%</color>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <color=#99FFFFFF>0,18%</color> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <color=#99FFFFFF>0,3%</color> от макс. HP экипированного этим оружием персонажа на 20 сек.",
        "id": "HP meningkat <color=#99FFFFFF>30%</color>. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan <color=#99FFFFFF>0,18%</color> Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar <color=#99FFFFFF>0,3%</color> Max HP Karakter yang mengenakan, berlangsung 20 detik.",
        "th": "ค่าพลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>30%</color> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <color=#99FFFFFF>0.18%</color> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <color=#99FFFFFF>0.3%</color> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
        "vi": "HP tăng <color=#99FFFFFF>30%</color>. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên <color=#99FFFFFF>0.18%</color> giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo <color=#99FFFFFF>0.3%</color> giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s."
      }
    },
    {
      "name": {
        "zhs": "沉入沙海的史诗",
        "zht": "沉入沙海的史詩",
        "jp": "砂海に沈みし叙事詩",
        "ko": "모래바다에 잠긴 서사시",
        "en": "Sunken Song of the Sands",
        "de": "Im Sandmeer versunkenes Epos",
        "es": "Epopeya sepultada en las arenas",
        "fr": "Chant englouti des sables",
        "pt": "Canção Sepultada nas Areias",
        "ru": "Погребённая поэма дюн",
        "id": "Sunken Song of the Sands",
        "th": "Sunken Song of the Sands",
        "vi": "Sử Thi Trong Biển Cát"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>35%</color>。元素战技命中敌人时，将产生持续20秒的「宏大诗篇」效果：基于装备者生命值上限的<color=#99FFFFFF>0.21%</color>，获得元素精通提升，该效果每0.3秒至多触发一次，至多叠加3层。该效果叠加至3层或3层的持续时间刷新时，将基于装备者生命值上限的<color=#99FFFFFF>0.35%</color>，为队伍中附近所有角色提供元素精通提升，持续20秒。",
        "zht": "生命值提升<color=#99FFFFFF>35%</color>。元素戰技命中敵人時，將產生持續20秒的「宏大詩篇」效果：基於裝備者生命值上限的<color=#99FFFFFF>0.21%</color>，獲得元素精通提升，該效果每0.3秒至多觸發一次，至多疊加3層。該效果疊加至3層或3層的持續時間重置時，將基於裝備者生命值上限的<color=#99FFFFFF>0.35%</color>，為隊伍中附近所有角色提供元素精通提升，持續20秒。",
        "jp": "HP上限+<color=#99FFFFFF>35%</color>。元素スキルが敵に命中すると、継続時間20秒の「壮大な詩篇」効果が発動する。「壮大な詩篇」：装備したキャラクターのHP上限の<color=#99FFFFFF>0.21%</color>を基準に元素熟知がアップする、この効果は0.3秒ごとに1回のみ発動でき、最大3層まで重ね掛け可能。3層まで重ねた時、または3層の継続時間がリセットされた時、装備したキャラクターのHP上限の<color=#99FFFFFF>0.35%</color>を基準に、周囲にいるチーム全員の元素熟知がアップする、継続時間20秒。",
        "ko": "HP가 <color=#99FFFFFF>35%</color> 증가한다. 원소전투 스킬이 적을 명중하면 20초 동안 지속되는 「웅장한 시편」 효과를 획득한다: 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.21%</color>만큼 원소 마스터리를 획득한다. 해당 효과는 0.3초마다 최대 1회 발동할 수 있다. 최대 중첩수: 3스택. 해당 효과가 3스택 중첩 또는 3스택 중첩 지속 시간이 갱신되면 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.35%</color>만큼 근처 파티 내 모든 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
        "en": "HP increased by <color=#99FFFFFF>35%</color>. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by <color=#99FFFFFF>0.21%</color> of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by <color=#99FFFFFF>0.35%</color> of the equipping character's max HP for 20s.",
        "de": "Erhöht die LP um <color=#99FFFFFF>35 %</color>. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Grandiose Verse“ aus, der 20 s hält: Erhöht die Elementarkunde der damit ausgerüsteten Figur um <color=#99FFFFFF>0,21 %</color> ihrer max. LP, 0,3 s Abklingzeit, 3-fach stapelbar. Erhöht bei 3 Stapelungen oder der Aktualisierung der Wirkungsdauer der dritten Stapelung die Elementarkunde aller Truppenmitglieder in der Nähe um <color=#99FFFFFF>0,35 %</color> der max. LP der damit ausgerüsteten Figur, hält 20 s.",
        "es": "#Aumenta la Vida en un <color=#99FFFFFF>35%</color>. Golpear a un enemigo con una Habilidad Elemental activa el efecto de “gran poema”, el cual dura 20{NON_BREAK_SPACE}s. Mientras este efecto está activo, la Maestría Elemental del personaje que lleva esta arma equipada aumenta en una cantidad equivalente al <color=#99FFFFFF>0.21%</color> de su Vida Máx. Este efecto solo puede activarse una vez cada 0.3{NON_BREAK_SPACE}s y acumularse un máximo de 3 veces. Al alcanzar 3 acumulaciones o cuando se reinicia la duración de la tercera, la Maestría Elemental de todos los miembros del equipo cercanos aumenta durante 20{NON_BREAK_SPACE}s en una cantidad equivalente al <color=#99FFFFFF>0.35%</color> de la Vida Máx. del personaje que porta esta arma.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>35 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rhapsodie de 20 s est généré : augmente la maîtrise élémentaire d'une valeur équivalant à <color=#99FFFFFF>0,21 %</color> des PV max du personnage équipé de l'arme. Cet effet peut être déclenché une fois toutes les 0,3 s et cumulé 3 fois maximum. Lorsque cet effet gagne 3 cumuls ou que la durée du 3e cumul est actualisée, la maîtrise élémentaire de tous les personnages de l'équipe à proximité augmente d'une valeur équivalant à <color=#99FFFFFF>0,35 %</color> des PV max du personnage équipé de l'arme pendant 20 s.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>35%</color>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <color=#99FFFFFF>0.21%</color> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <color=#99FFFFFF>0.35%</color> da Vida Máxima do personagem que está com essa arma equipada por 20s.",
        "ru": "Увеличивает НР на <color=#99FFFFFF>35%</color>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <color=#99FFFFFF>0,21%</color> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <color=#99FFFFFF>0,35%</color> от макс. HP экипированного этим оружием персонажа на 20 сек.",
        "id": "HP meningkat <color=#99FFFFFF>35%</color>. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan <color=#99FFFFFF>0,21%</color> Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar <color=#99FFFFFF>0,35%</color> Max HP Karakter yang mengenakan, berlangsung 20 detik.",
        "th": "ค่าพลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>35%</color> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <color=#99FFFFFF>0.21%</color> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <color=#99FFFFFF>0.35%</color> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
        "vi": "HP tăng <color=#99FFFFFF>35%</color>. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên <color=#99FFFFFF>0.21%</color> giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo <color=#99FFFFFF>0.35%</color> giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s."
      }
    },
    {
      "name": {
        "zhs": "沉入沙海的史诗",
        "zht": "沉入沙海的史詩",
        "jp": "砂海に沈みし叙事詩",
        "ko": "모래바다에 잠긴 서사시",
        "en": "Sunken Song of the Sands",
        "de": "Im Sandmeer versunkenes Epos",
        "es": "Epopeya sepultada en las arenas",
        "fr": "Chant englouti des sables",
        "pt": "Canção Sepultada nas Areias",
        "ru": "Погребённая поэма дюн",
        "id": "Sunken Song of the Sands",
        "th": "Sunken Song of the Sands",
        "vi": "Sử Thi Trong Biển Cát"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>40%</color>。元素战技命中敌人时，将产生持续20秒的「宏大诗篇」效果：基于装备者生命值上限的<color=#99FFFFFF>0.24%</color>，获得元素精通提升，该效果每0.3秒至多触发一次，至多叠加3层。该效果叠加至3层或3层的持续时间刷新时，将基于装备者生命值上限的<color=#99FFFFFF>0.4%</color>，为队伍中附近所有角色提供元素精通提升，持续20秒。",
        "zht": "生命值提升<color=#99FFFFFF>40%</color>。元素戰技命中敵人時，將產生持續20秒的「宏大詩篇」效果：基於裝備者生命值上限的<color=#99FFFFFF>0.24%</color>，獲得元素精通提升，該效果每0.3秒至多觸發一次，至多疊加3層。該效果疊加至3層或3層的持續時間重置時，將基於裝備者生命值上限的<color=#99FFFFFF>0.4%</color>，為隊伍中附近所有角色提供元素精通提升，持續20秒。",
        "jp": "HP上限+<color=#99FFFFFF>40%</color>。元素スキルが敵に命中すると、継続時間20秒の「壮大な詩篇」効果が発動する。「壮大な詩篇」：装備したキャラクターのHP上限の<color=#99FFFFFF>0.24%</color>を基準に元素熟知がアップする、この効果は0.3秒ごとに1回のみ発動でき、最大3層まで重ね掛け可能。3層まで重ねた時、または3層の継続時間がリセットされた時、装備したキャラクターのHP上限の<color=#99FFFFFF>0.4%</color>を基準に、周囲にいるチーム全員の元素熟知がアップする、継続時間20秒。",
        "ko": "HP가 <color=#99FFFFFF>40%</color> 증가한다. 원소전투 스킬이 적을 명중하면 20초 동안 지속되는 「웅장한 시편」 효과를 획득한다: 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.24%</color>만큼 원소 마스터리를 획득한다. 해당 효과는 0.3초마다 최대 1회 발동할 수 있다. 최대 중첩수: 3스택. 해당 효과가 3스택 중첩 또는 3스택 중첩 지속 시간이 갱신되면 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.4%</color>만큼 근처 파티 내 모든 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
        "en": "HP increased by <color=#99FFFFFF>40%</color>. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by <color=#99FFFFFF>0.24%</color> of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by <color=#99FFFFFF>0.4%</color> of the equipping character's max HP for 20s.",
        "de": "Erhöht die LP um <color=#99FFFFFF>40 %</color>. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Grandiose Verse“ aus, der 20 s hält: Erhöht die Elementarkunde der damit ausgerüsteten Figur um <color=#99FFFFFF>0,24 %</color> ihrer max. LP, 0,3 s Abklingzeit, 3-fach stapelbar. Erhöht bei 3 Stapelungen oder der Aktualisierung der Wirkungsdauer der dritten Stapelung die Elementarkunde aller Truppenmitglieder in der Nähe um <color=#99FFFFFF>0,4 %</color> der max. LP der damit ausgerüsteten Figur, hält 20 s.",
        "es": "#Aumenta la Vida en un <color=#99FFFFFF>40%</color>. Golpear a un enemigo con una Habilidad Elemental activa el efecto de “gran poema”, el cual dura 20{NON_BREAK_SPACE}s. Mientras este efecto está activo, la Maestría Elemental del personaje que lleva esta arma equipada aumenta en una cantidad equivalente al <color=#99FFFFFF>0.24%</color> de su Vida Máx. Este efecto solo puede activarse una vez cada 0.3{NON_BREAK_SPACE}s y acumularse un máximo de 3 veces. Al alcanzar 3 acumulaciones o cuando se reinicia la duración de la tercera, la Maestría Elemental de todos los miembros del equipo cercanos aumenta durante 20{NON_BREAK_SPACE}s en una cantidad equivalente al <color=#99FFFFFF>0.4%</color> de la Vida Máx. del personaje que porta esta arma.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>40 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, un effet de Rhapsodie de 20 s est généré : augmente la maîtrise élémentaire d'une valeur équivalant à <color=#99FFFFFF>0,24 %</color> des PV max du personnage équipé de l'arme. Cet effet peut être déclenché une fois toutes les 0,3 s et cumulé 3 fois maximum. Lorsque cet effet gagne 3 cumuls ou que la durée du 3e cumul est actualisée, la maîtrise élémentaire de tous les personnages de l'équipe à proximité augmente d'une valeur équivalant à <color=#99FFFFFF>0,4 %</color> des PV max du personnage équipé de l'arme pendant 20 s.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>40%</color>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <color=#99FFFFFF>0.24%</color> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <color=#99FFFFFF>0.4%</color> da Vida Máxima do personagem que está com essa arma equipada por 20s.",
        "ru": "Увеличивает НР на <color=#99FFFFFF>40%</color>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <color=#99FFFFFF>0,24%</color> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <color=#99FFFFFF>0,4%</color> от макс. HP экипированного этим оружием персонажа на 20 сек.",
        "id": "HP meningkat <color=#99FFFFFF>40%</color>. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan <color=#99FFFFFF>0,24%</color> Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar <color=#99FFFFFF>0,4%</color> Max HP Karakter yang mengenakan, berlangsung 20 detik.",
        "th": "ค่าพลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>40%</color> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <color=#99FFFFFF>0.24%</color> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <color=#99FFFFFF>0.4%</color> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
        "vi": "HP tăng <color=#99FFFFFF>40%</color>. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên <color=#99FFFFFF>0.24%</color> giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo <color=#99FFFFFF>0.4%</color> giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s."
      }
    }
  ],
  "internal_name": "Sword_Deshret",
  "imgid": "sword/deshret"
}