{
  "id": 11407,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "铁蜂刺",
    "zht": "鐵蜂刺",
    "jp": "鉄蜂の刺し",
    "ko": "강철 벌침",
    "en": "Iron Sting",
    "de": "Eisenstich",
    "es": "Espina de Hierro",
    "fr": "Piqûre de fer",
    "pt": "Espinho de Ferro",
    "ru": "Стальное жало",
    "id": "Iron Sting",
    "th": "Iron Sting",
    "vi": "Thiết Phong Kích"
  },
  "description": {
    "zhs": "外形流利的细长刺剑，是从异国经由商路流落到璃月的奇异兵器。轻快无比，剑芒极其锐利。",
    "zht": "外形流利的細長刺劍，是從異國經由商路流落到璃月的奇異兵器。輕快無比，劍芒極其銳利。",
    "jp": "外形が細長い剣、異国から貿易ルートを経て璃月に渡った変わった兵器。とても軽く、刃先が鋭い。",
    "ko": "외형이 유려하고 가늘고 긴 래피어. 이국에서 상로를 거쳐 리월로 전해져 온 기이한 병기이다. 가볍기 그지없고 검날이 매우 날카롭다",
    "en": "An exotic long-bladed rapier that somehow found its way into Liyue via foreign traders. It is light, agile, and sharp.",
    "de": "Ein dünner, glatter Degen aus fremden Landen, der auf Handelsrouten seinen Weg nach Liyue gefunden hat. Er ist äußerst leicht und spitz.",
    "es": "Una exótica espada que de alguna forma acabó en manos de comerciantes de Liyue. Es ligera, ágil y afilada.",
    "fr": "Une longue rapière exotique qui a été introduite à Liyue par des commerçants étrangers. Légère et tranchante.",
    "pt": "Espada exótica que de alguma forma acabou nas mãos dos comerciantes de Liyue. É leve, ágil e afiada.",
    "ru": "Экзотическая рапира, каким-то образом попавшая в Ли Юэ. Скорее всего, её привёз какой-то торговец. Она лёгкая и очень острая.",
    "id": "Pedang panjang eksotis yang mencapai Liyue melalui perdagangan antar bangsa. Beratnya ringan, mudah diayunkan, dan sangat tajam.",
    "th": "ดาบสำหรับแทงรูปร่างเรียวบางที่หาได้ยาก ซึ่งจะพบได้จากเหล่าผู้ค้าจากต่างแดนที่เดินทางมาถึง Liyue มันทั้งเบา คล่องแคล่ว และคม",
    "vi": "Kiếm có ngoại hình thon nhọn, là thần binh lợi khí từ dị quốc theo thương nhân lưu lạc đến Liyue. Nhanh nhẹn hiếm thấy, cực kỳ sắc bén."
  },
  "lore": {
    "zhs": "\n天下都向璃月来，这是伟大商港的荣誉。\n异国的珍宝也顺着人潮海流来到璃月港。\n细剑无锋，剑尖极锐利，将挥砍的功能精简，特化刺戳的破坏力。\n掌控需要一定技术；但做工精良，即便没有专门学习，也是好剑。\n\n是来自遥远彼岸的武器，曾佩在远航帆船的主人腰间。\n剑身纤细，流线优雅，与海船上粗犷的风气格格不入。\n\n每有好事者问起，船主都置之一哂。传言在风中回荡，\n有人说是战胜海盗的猎获，也有人称是劫掠的战利品。\n\n但当晚霞落幕，风帆降下时，大副总会轻轻擦拭着佩剑，\n回想着风之国的旧梦，回想着自己身为游侠的失落时光，\n回想着在故乡遇到的少女、无果的恋情，与重逢的约定。\n",
    "zht": "\n天下都向璃月來，這是偉大商港的榮譽。\n異國的珍寶也順著人潮海流來到璃月港。\n細劍無鋒，劍尖極銳利，將揮砍的功能精簡，特化刺戳的破壞力。\n掌控需要一定技術；但做工精良，即便沒有專門學習，也是好劍。\n\n是來自遙遠彼岸的武器，曾佩在遠航帆船的主人腰間。\n劍身纖細，流線優雅，與海船上粗獷的風氣格格不入。\n\n每有好事者問起，船主都置之一哂。傳言在風中迴盪，\n有人說是戰勝海盜的獵獲，也有人稱是劫掠的戰利品。\n\n但當晚霞落幕，風帆降下時，大副總會輕輕擦拭著佩劍，\n回想著風之國的舊夢，回想著自己身為遊俠的失落時光，\n回想著在故鄉遇到的少女、無果的戀情，與重逢的約定。\n",
    "jp": "\n世の全てが璃月にあり。これは偉大な璃月港への讃美である。\n他の国の珍宝も人と共に璃月港に来る。\n刃がついてない細い剣だが、先は極めて鋭い。振り回すより、突き刺すことに特化した剣。\n使いこなすには技術が必要だが、もともと良質な剣のため、修練を必要とせず、使いやすい。\n\n遥か遠い異国からの武器。遠洋航海帆船のオーナーが腰に下げていた。\n剣身は細く、優雅な曲線美は帆船の雰囲気に合わない。\n\n度々剣の詳細を聞かれても、船主が答えることはなかった。噂は風とともに流れていく。\n海賊からの戦利品だ、あるいは略奪した物だろうと。\n\n日が暮れ、帆を下ろすと、彼はいつもそっと剣を拭う。\n風の国の思い出を、遊侠としての失われた時間を、\n故郷で出会った少女のことを、報われなかった恋を、そして再会の約束を思い出す。\n",
    "ko": "\n천하는 리월항으로 모인다. 이 표현은 무역항으로서 더할 나위 없는 영광이다.\n이국의 금은보화도 사람을 따라 리월항으로 모인다.\n가는 검은 칼날이 없고 칼끝이 매우 뾰족하다. 휘두르는 기능을 최소화하고 찌르기에 특화 시켰다.\n특이한 기술이 필요하지만, 잘 만들어졌기에 전문적으로 배우지 않아도 잘 쓸 수 있는 좋은 검이다.\n\n머나먼 바다 건너에서 온 무기, 예전에 먼 바다로 나가는 범선의 주인이 허리에 차고 있었다.\n검은 가늘고 날렵하며 우아했다. 범선의 거친 분위기와는 딴판이었다.\n\n오지랖 넓은 사람들이 물을 때마다 선주는 웃기만 했다. 바람 속에 소문만 무성했다.\n어떤 사람은 해적에게 빼앗은 것이라고 했고, 어떤 사람은 약탈한 전리품이라고 했다.\n\n그러나 노을이 지고 돛을 내릴 때면, 1등 항해사는 검을 살며시 쓸며\n바람의 나라의 옛 꿈, 협객으로 떠돌았던 잃어버린 시간,\n고향에서 마주친 소녀와 결실 없었던 사랑, 다시 만나자던 약속을 떠올렸다.\n",
    "en": "\nThe whole world flocks to the commercial port of Liyue, much to the city's pride.\nWith the tides of people also come exotic treasures.\nThis needle-like sword, with a point but no edges, sacrifices the ability to slash for increased piercing damage.\nA level of skill is required to realize its full potential. However, it still serves as a fine sword even for those who wield it without particular skill.\n\nA weapon from a distant shore that once hung from the waist of its seafaring bearer.\nA slender and elegant blade, it stood out amidst the roughness and chaos of the sea.\n\nWhen curious folk inquired, the boat captain deflected their questions. Rumors abounded concerning the blade's origins.\nSome said it was won in battle against pirates, others that it was a loot from a raid.\n\nBut when the red evening clouds set in and after the sails had been dropped for the night, the Chief Mate would gently polish the blade,\nReminiscing about his old life in the Wind Kingdom, the time he spent roaming as a martial nomad.\nReminiscing about a girl from his hometown, a love that ended too soon, and a promise to meet again.\n",
    "de": "\nDie Welt ist zu Gast in Liyue. Dies ist eine große Ehre für die kommerziell wichtige Hafenstadt.\nMit den Gästen aus aller Welt kommen auch exotische Schätze nach Liyue.\nDieses nadelgleiche Schwert mit einer Spitze, jedoch ohne Kanten gibt die Fähigkeit des Schlitzens zugunsten des Stechens auf.\nEs benötigt eine spezielle Technik, um es effektiv zu kontrollieren. Nichtsdestotrotz ist es auch ohne diese Technik eine gefährliche Waffe.\n\nEine Waffe von fernen Küsten. Wurde einst von einem Seefahrer am Gürtel getragen.\nEine schlanke elegante Klinge, die einen starken Kontrast zur sonst rauen See darstellte.\n\nDer Seefahrer wich Fragen über die Herkunft der Waffe stets aus, daher entstanden viele Gerüchte um ihre wahre Herkunft.\nManche behaupten sie wurde in einem Kampf gegen Piraten gewonnen, wiederum andere sagen, sie sei die Trophäe eines Raubzuges.\n\nAm Abend eines jeden Tages jedoch nahm der Seefahrer vorsichtig den Säbel aus seinem Gürtel und polierte ihn sachte,\ndabei schwelgte er in Erinnerungen an sein altes Leben im Reich des Windes.\nEr dachte auch an das Mädchen aus seiner Heimat, eine Romanze, die ein viel zu frühes Ende fand.\n",
    "es": "\nTodo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan hasta aquí junto con los mares de gente.\nEste es un afilado espadín en forma de aguja y sin bordes. Se sacrificó su capacidad de corte para aumentar su daño de perforación.\nRequiere de técnicas especiales para usarse de manera eficiente. Sin embargo, todavía sirve como una buena espada incluso si el portador no tiene las habilidades necesarias.\n\nEs también un arma procedente de una lejana orilla que una vez colgaba de la cintura del marinero que la portaba.\nSu delgada y elegante hoja destacaba en medio de la aspereza y el caos del mar.\n\nCada vez que los curiosos le preguntaban, el capitán del barco eludía sus preguntas. Existían muchos rumores sobre los orígenes de la espada.\nAlgunos decían que era el botín de una batalla contra piratas; otros, que era un trofeo que obtuvieron en un saqueo.\n\nPero cuando las nubes rojas del crepúsculo cubrieron el cielo y se arriaron las velas de los barcos por la noche, el Primer Oficial del capitán pulía suavemente la cuchilla.\nMientras, recordaba su antigua vida en el Reino del Viento y el tiempo que pasó deambulando como Caballero errante.\nTambién recordaba a una chica de su ciudad natal; un amor que terminó demasiado pronto, pero con la promesa de encontrarse de nuevo.\n",
    "fr": "\nDe tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes pays étrangers maints trésors trouvèrent ainsi un nouveau foyer.\nCette épée qui n'est pas sans rappeler une aiguille de par sa conception tout en pointe, sacrifie la possibilité de trancher au profit des dégâts de perçage.\nUne certaine maîtrise est requise pour exploiter tout son potentiel ; mais elle reste efficace dans les mains du bretteur amateur.\n\nUne arme issue de quelque côte lointaine, qui pendait autrefois de la taille d'un capitaine de navire.\nCette élégante lame élancée contraste grandement avec le dur monde de l'océan.\n\nLorsque les curieux l'interrogeaient, le capitaine du navire changeait de sujet. Les rumeurs couraient sur l'origine de l'épée.\nD'aucuns prétendaient qu'il l'avait remportée au sortir d'un combat contre des pirates ; d'autres que c'était le butin de quelque rapine.\n\nMais lorsque le soleil dardait de ses rayons pourpres le ciel précédant la nuit, et que les voiles étaient abaissées, le second frottait toujours la lame,\nse remémorant le temps passé dans le Royaume du Vent, et ces jours anciens où il voyageait en nomade martial,\net se rappelant la fille de son pays, et sa promesse de la revoir un jour.\n",
    "pt": "\nO mundo vem para Liyue. Esta é uma grande honra para o grande porto comercial.\nCom as marés das pessoas também vieram tesouros exóticos.\nEsta espada, que lembra uma agulha em seu design de ponta, sacrifica a habilidade de cortar em favor de um dano penetrante.\nÉ necessário um nível de habilidade para realizar todo o seu potencial. No entanto, ainda serve como uma boa espada, mesmo para aqueles que a empunham sem habilidade especial.\n\nUma arma que veio de uma costa distante que uma vez foi pendurada na cintura de um marinheiro.\nUma lâmina fina e elegante, destacou-se em meio à aspereza e ao caos do mar.\n\nQuando as pessoas curiosas perguntaram, o capitão do barco desviou suas perguntas. Existiam muitos rumores sobre a origem da espada.\nAlguns disseram que foi vencido em uma batalha contra piratas, outros que foi um saque de um ataque.\n\nMas quando o sol brilhava seus raios carmesim no céu antes da noite, e as velas eram baixadas, o Primeiro Oficial do Capitão polia suavemente a lâmina.\nRelembrando sua antiga vida no Reino do Vento, o tempo que ele passou em peregrinação como um nômade marcial,\nrelembrando uma garota de sua cidade natal, um amor que terminou cedo demais e uma promessa de reencontro.\n",
    "ru": "\nЛюди со всего света стекаются в гавань Ли Юэ, и это - гордость торгового порта.\nС волнами приезжих в город также стекаются и экзотические товары.\nЭтот тонкий меч подобен игле, а острие его смертоносно: им невозможно нанести режущий удар, но укол способен нанести страшные повреждения.\nДля владения им нужен определённый уровень навыка. Впрочем, для тех, кто не обучался искусству фехтования, он тоже сослужит хорошую службу как обычный меч.\n\nОружие из дальних стран, некогда висевшее на поясе капитана корабля дальнего плавания.\nТонкий и изящный клинок абсолютно чужеродно смотрелся в грубых руках морских волков.\n\nКогда любители спрашивали, откуда он, капитан только посмеивался в ответ, поэтому среди людей ходило много слухов об этом мече.\nКто-то говорил, что клинок был добыт в сражении с пиратами, другие возражали, что он - трофей с ограбленного судна.\n\nНо когда солнце клонилось к горизонту, а паруса уже были убраны на ночь, старпом садился и аккуратно чистил клинок,\nВспоминая о былой жизни в стране Ветров, о том, как был странствующим рыцарем,\nо девушке, которую встретил в родном краю и полюбил безответно, о своём обещании встретиться вновь.\n",
    "id": "\nSeluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, juga datang harta karun yang eksotis.\nSebuah pedang seperti jarum, dengan ujung namun tidak ada sisi, mengorbankan kemampuan menebasnya demi meningkatkan kekuatan menusuknya.\nDiperlukan tingkat keterampilan memadai untuk mengeluarkan potensi yang sebenarnya. Namun, masih bisa berfungsi sebagai pedang yang bagus bahkan bagi mereka yang menggunakannya tanpa keahlian khusus sekalipun.\n\nSenjata dari pantai yang jauh yang tergantung di pinggang pemiliknya.\nSebuah pedang yang ramping dan elegan, menonjol di tengah-tengah kekasaran dan kekacauan laut.\n\nKetika orang-orang yang ingin tahu bertanya, kapten kapal mengelaknya. Banyak rumor tentang asal-usul pedang itu,\nBeberapa mengatakan pedang itu menang dalam menghadapi para bajak laut, yang lain mengatakan itu adalah hasil rampasan dari razia.\n\nTetapi ketika matahari terbenam berakhir dan layar diturunkan, Chief Mate dengan lembut menggosok pedangnya,\nTeringat tentang hidupnya yang lama di Kerajaan Angin, waktu yang dia habiskan untuk bertualang sebagai ahli ilmu bela diri,\nTeringat tentang gadis di kampung halamannya, sebuah cinta yang berakhir terlalu cepat, dan sebuah janji untuk bertemu kembali.\n",
    "th": "\nโลกกำลังหันมามอง Liyue นี่คือเกียรติของท่าเรือธุรกิจที่ยอดเยี่ยม\nสมบัติจากต่างประเทศมายังท่าเรือ Liyue ตามกระแสผู้คน\nดาบแหลมคล้ายเข็มโดยไม่มีขอบ มันเสียสละความสามารถในการเฉือนเพื่อเพิ่มความเสียหายจากการแทง\nการควบคุมมันจำเป็นต้องใช้ทักษะระดับหนึ่ง อย่างไรก็ตามมันยังคงเป็นดาบที่ดีแม้ว่าผู้ใช้จะไม่มีทักษะเฉพาะ\n\nอาวุธที่มาจากชายฝั่งอีกด้านที่แสนไกล ครั้งหนึ่งเคยห้อยติดอยู่ที่เอวของกัปตันเรือใบผู้มาจากแดนไกล\nใบดาบบางเรียวและสวยงาม ช่างแตกต่างอย่างสิ้นเชิงกับความหยาบและวุ่นวายของผืนทะเล\n\nเมื่อใดก็ตามที่มีคนสงสัยและถามขึ้นมา กัปตันเรือก็จะเลี่ยงคำตอบและบอกว่ามีข่าวลือมากมายเกี่ยวกับต้นกำเนิดของใบมีดนี้\nบางคนบอกว่ามันเป็นชัยชนะเหนือโจรสลัดและบางคนบอกว่าเป็นปล้นทรัพย์\n\nแต่เมื่อดวงอาทิตย์ลับขอบฟ้าไปและใบเรือถูกกางลงมา หัวหน้าก็จะค่อย ๆ บรรจงเช็ดใบดาบ\nนึกย้อนไปถึงความฝันเก่า ๆ เกี่ยวกับประเทศแห่งสายลม นึกถึงเวลาที่เขาเสียไปกับการเป็นอัศวินพเนจร\nนึกถึงหญิงสาวที่เขาได้พบที่บ้านเกิด ความรักที่ไร้ผลและคำสัญญาที่จะพบกันอีกครั้ง\n",
    "vi": "\nKhắp nơi trên thế giới đều tìm đến Liyue, đó là niềm vinh dự đối với thương cảng to lớn này.\nKho báu từ khắp nới trên thế giới cũng theo dòng người đổ về cảng Liyue.\nKiếm nhỏ không bén, đầu kiếm nhọn, tinh giản chức năng chém và tối ưu sức công phá khi đâm kiếm.\nNắm vững yêu cầu kĩ thuật đặc thù; Thế nhưng gia công vô cùng tinh tế, cho dù không phải là chuyên gia nghiên cứu cũng thấy được nó là một thanh kiếm tốt.\n\nĐó là một vũ khí đến từ một nơi xa, từng được đeo bên lưng của chủ chiếc thuyền buồm.\nThân kiếm nhỏ gọn, nho nhã, khác xa với phong cách thô bạo trên thuyền.\n\nMỗi khi có người hiếu kỳ, thuyền trưởng đều cười nói trong tiếng gió.\nCó người nói đó là chiến lợi phẩm sau khi đánh bại hải tặc, có người lại nói đó là đồ ăn cắp.\n\nKhi màn đêm buông xuống cùng với cánh buồm, thuyền phó nhẹ nhàng lau chùi cho bội kiếm.\nNhớ lại giấc mộng cũ của đất nước gió, nhớ lại thời khắc loạn lạc của tấm thân từng là hiệp khách,\nNhớ lại thiếu nữ chốn thôn quê, chuyện tình lãng mạn không có kết thúc tốt đẹp, và những cuộc hẹn ước tương phùng.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "注能之刺",
        "zht": "注能之刺",
        "jp": "注入の棘",
        "ko": "에너지 주입 가시",
        "en": "Infusion Stinger",
        "de": "Energieschubstachel",
        "es": "Aguijón de infusión",
        "fr": "Dard énergisant",
        "pt": "Ferrão Energético",
        "ru": "Заряженное жало",
        "id": "Infused Stinger",
        "th": "Infusion Stinger",
        "vi": "Kích Năng Lượng"
      },
      "description": {
        "zhs": "造成元素伤害后的6秒内，角色造成的伤害提高<color=#99FFFFFF>6%</color>，该效果最多叠加2层。该效果每1秒可以触发一次。",
        "zht": "造成元素傷害後的6秒內，角色造成的傷害提高<color=#99FFFFFF>6%</color>，最多疊加兩層。該效果每秒只能觸發一次。",
        "jp": "元素ダメージを与えた後の6秒間、キャラクターの与えるダメージ+<color=#99FFFFFF>6%</color>、最大2重まで。1秒毎に1回のみ発動可能。",
        "ko": "원소 피해를 가한 후 6초 동안 캐릭터가 가하는 피해가 <color=#99FFFFFF>6%</color> 증가한다. 최대 중첩수: 2회. 해당 효과는 1초마다 1번 발동한다",
        "en": "Dealing Elemental DMG increases all DMG by <color=#99FFFFFF>6%</color> for 6s. Max 2 stacks. Can occur once every 1s.",
        "de": "Erhöht den von dieser Figur verursachten Schaden nach Verursachen von Elementar-SCH 6 s lang um <color=#99FFFFFF>6 %</color>, 2-fach stapelbar. 1 s Abklingzeit.",
        "es": "Tras causar Daño Elemental, aumenta todo el daño infligido en un <color=#99FFFFFF>6%</color> durante 6 s. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 1 s.",
        "fr": "Lorsque vous infligez des DGT élémentaires à vos ennemis, tous les DGT infligés par ce personnage augmentent de <color=#99FFFFFF>6 %</color> pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les secondes.",
        "pt": "Após causar Dano Elemental, aumenta todos os Danos em <color=#99FFFFFF>6%</color> por 6s. Este efeito pode acumular até 2 vezes e pode ser ativado uma vez a cada 1s.",
        "ru": "Нанесённый Элементальный урон увеличивает весь урон на <color=#99FFFFFF>6%</color> в течение 6 сек. Эффект может складываться до 2 раз. Может возникнуть не чаще 1 раза за 1 сек.",
        "id": "Mengakibatkan Elemental DMG akan meningkatkan <color=#99FFFFFF>6%</color> DMG selama 6 detik. Maksimum 2 lapis. Dapat terpicu setiap 1 detik.",
        "th": "ภายใน 6 วินาทีหลังจากสร้างความเสียหายธาตุ ความเสียหายที่ตัวละครสร้างจะเพิ่มขึ้น <color=#99FFFFFF>6%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นมากสุด 2 ชั้นและสามารถปล่อยได้หนึ่งครั้งในทุก 1 วินาที",
        "vi": "Trong 6s sau khi tạo thành sát thương nguyên tố, sát thương nhân vật tạo ra tăng <color=#99FFFFFF>6%</color>, cộng dồn 2 lần. Mỗi 1s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之刺",
        "zht": "注能之刺",
        "jp": "注入の棘",
        "ko": "에너지 주입 가시",
        "en": "Infusion Stinger",
        "de": "Energieschubstachel",
        "es": "Aguijón de infusión",
        "fr": "Dard énergisant",
        "pt": "Ferrão Energético",
        "ru": "Заряженное жало",
        "id": "Infused Stinger",
        "th": "Infusion Stinger",
        "vi": "Kích Năng Lượng"
      },
      "description": {
        "zhs": "造成元素伤害后的6秒内，角色造成的伤害提高<color=#99FFFFFF>7.5%</color>，该效果最多叠加2层。该效果每1秒可以触发一次。",
        "zht": "造成元素傷害後的6秒內，角色造成的傷害提高<color=#99FFFFFF>7.5%</color>，最多疊加兩層。該效果每秒只能觸發一次。",
        "jp": "元素ダメージを与えた後の6秒間、キャラクターの与えるダメージ+<color=#99FFFFFF>7.5%</color>、最大2重まで。1秒毎に1回のみ発動可能。",
        "ko": "원소 피해를 가한 후 6초 동안 캐릭터가 가하는 피해가 <color=#99FFFFFF>7.5%</color> 증가한다. 최대 중첩수: 2회. 해당 효과는 1초마다 1번 발동한다",
        "en": "Dealing Elemental DMG increases all DMG by <color=#99FFFFFF>7.5%</color> for 6s. Max 2 stacks. Can occur once every 1s.",
        "de": "Erhöht den von dieser Figur verursachten Schaden nach Verursachen von Elementar-SCH 6 s lang um <color=#99FFFFFF>7,5 %</color>, 2-fach stapelbar. 1 s Abklingzeit.",
        "es": "Tras causar Daño Elemental, aumenta todo el daño infligido en un <color=#99FFFFFF>7.5%</color> durante 6 s. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 1 s.",
        "fr": "Lorsque vous infligez des DGT élémentaires à vos ennemis, tous les DGT infligés par ce personnage augmentent de <color=#99FFFFFF>7,5 %</color> pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les secondes.",
        "pt": "6s após ao causar Dano Elemental, aumenta todos os Danos em <color=#99FFFFFF>7.5%</color>. Este efeito pode acumular até 2 vezes e pode ser ativado uma vez a cada 1s.",
        "ru": "Нанесённый элементальный урон увеличивает весь наносимый урон на <color=#99FFFFFF>7,5%</color> на 6 сек. Может складываться до 2 раз. Может возникнуть раз в 1 сек.",
        "id": "Mengakibatkan Elemental DMG akan meningkatkan <color=#99FFFFFF>7,5%</color> DMG selama 6 detik. Maksimum 2 lapis. Dapat terpicu setiap 1 detik.",
        "th": "ภายใน 6 วินาทีหลังจากสร้างความเสียหายธาตุ ความเสียหายที่ตัวละครสร้างจะเพิ่มขึ้น <color=#99FFFFFF>7.5%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้นและสามารถปล่อยได้หนึ่งครั้งในทุก 1 วินาที",
        "vi": "Trong 6s sau khi tạo thành sát thương nguyên tố, sát thương nhân vật tạo ra tăng <color=#99FFFFFF>7.5%</color>, cộng dồn 2 lần. Mỗi 1s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之刺",
        "zht": "注能之刺",
        "jp": "注入の棘",
        "ko": "에너지 주입 가시",
        "en": "Infusion Stinger",
        "de": "Energieschubstachel",
        "es": "Aguijón de infusión",
        "fr": "Dard énergisant",
        "pt": "Ferrão Energético",
        "ru": "Заряженное жало",
        "id": "Infused Stinger",
        "th": "Infusion Stinger",
        "vi": "Kích Năng Lượng"
      },
      "description": {
        "zhs": "造成元素伤害后的6秒内，角色造成的伤害提高<color=#99FFFFFF>9%</color>，该效果最多叠加2层。该效果每1秒可以触发一次。",
        "zht": "造成元素傷害後的6秒內，角色造成的傷害提高<color=#99FFFFFF>9%</color>，最多疊加兩層。該效果每秒只能觸發一次。",
        "jp": "元素ダメージを与えた後の6秒間、キャラクターの与えるダメージ+<color=#99FFFFFF>9%</color>、最大2重まで。1秒毎に1回のみ発動可能。",
        "ko": "원소 피해를 가한 후 6초 동안 캐릭터가 가하는 피해가 <color=#99FFFFFF>9%</color> 증가한다. 최대 중첩수: 2회. 해당 효과는 1초마다 1번 발동한다",
        "en": "Dealing Elemental DMG increases all DMG by <color=#99FFFFFF>9%</color> for 6s. Max 2 stacks. Can occur once every 1s.",
        "de": "Erhöht den von dieser Figur verursachten Schaden nach Verursachen von Elementar-SCH 6 s lang um <color=#99FFFFFF>9 %</color>, 2-fach stapelbar. 1 s Abklingzeit.",
        "es": "Tras causar Daño Elemental, aumenta todo el daño infligido en un <color=#99FFFFFF>9%</color> durante 6 s. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 1 s.",
        "fr": "Lorsque vous infligez des DGT élémentaires à vos ennemis, tous les DGT infligés par ce personnage augmentent de <color=#99FFFFFF>9 %</color> pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les secondes.",
        "pt": "6s após ao causar Dano Elemental, aumenta todos os Danos em <color=#99FFFFFF>9%</color>. Este efeito pode acumular até 2 vezes e pode ser ativado uma vez a cada 1s.",
        "ru": "Нанесённый элементальный урон увеличивает весь наносимый урон на <color=#99FFFFFF>9%</color> на 6 сек. Может складываться до 2 раз. Может возникнуть раз в 1 сек.",
        "id": "Mengakibatkan Elemental DMG akan meningkatkan <color=#99FFFFFF>9%</color> DMG selama 6 detik. Maksimum 2 lapis. Dapat terpicu setiap 1 detik.",
        "th": "ภายใน 6 วินาทีหลังจากสร้างความเสียหายธาตุ ความเสียหายที่ตัวละครสร้างจะเพิ่มขึ้น <color=#99FFFFFF>9%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้นและสามารถปล่อยได้หนึ่งครั้งในทุก 1 วินาที",
        "vi": "Trong 6s sau khi tạo thành sát thương nguyên tố, sát thương nhân vật tạo ra tăng <color=#99FFFFFF>9%</color>, cộng dồn 2 lần. Mỗi 1s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之刺",
        "zht": "注能之刺",
        "jp": "注入の棘",
        "ko": "에너지 주입 가시",
        "en": "Infusion Stinger",
        "de": "Energieschubstachel",
        "es": "Aguijón de infusión",
        "fr": "Dard énergisant",
        "pt": "Ferrão Energético",
        "ru": "Заряженное жало",
        "id": "Infused Stinger",
        "th": "Infusion Stinger",
        "vi": "Kích Năng Lượng"
      },
      "description": {
        "zhs": "造成元素伤害后的6秒内，角色造成的伤害提高<color=#99FFFFFF>10.5%</color>，该效果最多叠加2层。该效果每1秒可以触发一次。",
        "zht": "造成元素傷害後的6秒內，角色造成的傷害提高<color=#99FFFFFF>10.5%</color>，最多疊加兩層。該效果每秒只能觸發一次。",
        "jp": "元素ダメージを与えた後の6秒間、キャラクターの与えるダメージ+<color=#99FFFFFF>10.5%</color>、最大2重まで。1秒毎に1回のみ発動可能。",
        "ko": "원소 피해를 가한 후 6초 동안 캐릭터가 가하는 피해가 <color=#99FFFFFF>10.5%</color> 증가한다. 최대 중첩수: 2회. 해당 효과는 1초마다 1번 발동한다",
        "en": "Dealing Elemental DMG increases all DMG by <color=#99FFFFFF>10.5%</color> for 6s. Max 2 stacks. Can occur once every 1s.",
        "de": "Erhöht den von dieser Figur verursachten Schaden nach Verursachen von Elementar-SCH 6 s lang um <color=#99FFFFFF>10,5 %</color>, 2-fach stapelbar. 1 s Abklingzeit.",
        "es": "Tras causar Daño Elemental, aumenta todo el daño infligido en un <color=#99FFFFFF>10.5%</color> durante 6 s. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 1 s.",
        "fr": "Lorsque vous infligez des DGT élémentaires à vos ennemis, tous les DGT infligés par ce personnage augmentent de <color=#99FFFFFF>10,5 %</color> pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les secondes.",
        "pt": "6s após ao causar Dano Elemental, aumenta todos os Danos em <color=#99FFFFFF>10.5%</color>. Este efeito pode acumular até 2 vezes e pode ser ativado uma vez a cada 1s.",
        "ru": "Нанесённый элементальный урон увеличивает весь наносимый урон на <color=#99FFFFFF>10,5%</color> на 6 сек. Может складываться до 2 раз. Может возникнуть раз в 1 сек.",
        "id": "Mengakibatkan Elemental DMG akan meningkatkan <color=#99FFFFFF>10,5%</color> DMG selama 6 detik. Maksimum 2 lapis. Dapat terpicu setiap 1 detik.",
        "th": "ภายใน 6 วินาทีหลังจากสร้างความเสียหายธาตุ ความเสียหายที่ตัวละครสร้างจะเพิ่มขึ้น <color=#99FFFFFF>10.5%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้นและสามารถปล่อยได้หนึ่งครั้งในทุก 1 วินาที",
        "vi": "Trong 6s sau khi tạo thành sát thương nguyên tố, sát thương nhân vật tạo ra tăng <color=#99FFFFFF>10.5%</color>, cộng dồn 2 lần. Mỗi 1s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之刺",
        "zht": "注能之刺",
        "jp": "注入の棘",
        "ko": "에너지 주입 가시",
        "en": "Infusion Stinger",
        "de": "Energieschubstachel",
        "es": "Aguijón de infusión",
        "fr": "Dard énergisant",
        "pt": "Ferrão Energético",
        "ru": "Заряженное жало",
        "id": "Infused Stinger",
        "th": "Infusion Stinger",
        "vi": "Kích Năng Lượng"
      },
      "description": {
        "zhs": "造成元素伤害后的6秒内，角色造成的伤害提高<color=#99FFFFFF>12%</color>，该效果最多叠加2层。该效果每1秒可以触发一次。",
        "zht": "造成元素傷害後的6秒內，角色造成的傷害提高<color=#99FFFFFF>12%</color>，最多疊加兩層。該效果每秒只能觸發一次。",
        "jp": "元素ダメージを与えた後の6秒間、キャラクターの与えるダメージ+<color=#99FFFFFF>12%</color>、最大2重まで。1秒毎に1回のみ発動可能。",
        "ko": "원소 피해를 가한 후 6초 동안 캐릭터가 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다. 최대 중첩수: 2회. 해당 효과는 1초마다 1번 발동한다",
        "en": "Dealing Elemental DMG increases all DMG by <color=#99FFFFFF>12%</color> for 6s. Max 2 stacks. Can occur once every 1s.",
        "de": "Erhöht den von dieser Figur verursachten Schaden nach Verursachen von Elementar-SCH 6 s lang um <color=#99FFFFFF>12 %</color>, 2-fach stapelbar. 1 s Abklingzeit.",
        "es": "Tras causar Daño Elemental, aumenta todo el daño infligido en un <color=#99FFFFFF>12%</color> durante 6 s. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 1 s.",
        "fr": "Lorsque vous infligez des DGT élémentaires à vos ennemis, tous les DGT infligés par ce personnage augmentent de <color=#99FFFFFF>12 %</color> pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les secondes.",
        "pt": "6s após ao causar Dano Elemental, aumenta todos os Danos em <color=#99FFFFFF>12%</color>. Este efeito pode acumular até 2 vezes e pode ser ativado uma vez a cada 1s.",
        "ru": "Нанесённый элементальный урон увеличивает весь наносимый урон на <color=#99FFFFFF>12%</color> на 6 сек. Может складываться до 2 раз. Может возникнуть раз в 1 сек.",
        "id": "Mengakibatkan Elemental DMG akan meningkatkan <color=#99FFFFFF>12%</color> DMG selama 6 detik. Maksimum 2 lapis. Dapat terpicu setiap 1 detik.",
        "th": "ภายใน 6 วินาทีหลังจากสร้างความเสียหายธาตุ ความเสียหายที่ตัวละครสร้างจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นมากสุด 2 ชั้นและสามารถปล่อยได้หนึ่งครั้งในทุก 1 วินาที",
        "vi": "Trong 6s sau khi tạo thành sát thương nguyên tố, sát thương nhân vật tạo ra tăng <color=#99FFFFFF>12%</color>, cộng dồn 2 lần. Mỗi 1s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Sword_Exotic",
  "imgid": "sword/exotic"
}