{
  "id": 11501,
  "type": "sword",
  "rank": 5,
  "name": {
    "zhs": "风鹰剑",
    "zht": "風鷹劍",
    "jp": "風鷹剣",
    "ko": "매의 검",
    "en": "Aquila Favonia",
    "de": "Windfalke",
    "es": "Aquila Favonia",
    "fr": "Épée du faucon",
    "pt": "Falcão",
    "ru": "Меч Сокола",
    "id": "Aquila Favonia",
    "th": "Aquila Favonia",
    "vi": "Phong Ưng Kiếm"
  },
  "description": {
    "zhs": "西风骑士团的灵魂。历经千年仍在呼唤你卷起正义之风，祓除奸邪，一如上一位挥舞此剑的女杰。",
    "zht": "#西風騎士團的靈魂。歷經千年仍在呼喚{F#妳}{M#你}捲起正義之風，拔除奸邪，一如上一位揮舞此劍的女傑。",
    "jp": "西風騎士団の魂。この剣を振り回していた女傑と同じように、千年経っても未だ正義の風を巻き起こし、悪を排除しようとする。",
    "ko": "페보니우스 기사단의 영혼은 천 년이 지난 지금도, 마치 예전에 이 검을 휘두르던 여걸처럼 정의의 바람으로 간악한 자들을 물리쳐주길 바라고 있다",
    "en": "The soul of the Knights of Favonius. Millennia later, it still calls on the winds of swift justice to vanquish all evil — just like the last heroine who wielded it.",
    "de": "Die Seele des Ordo Favonius. Selbst nach Jahrtausenden ruft es in dir den Wind der Gerechtigkeit hervor, um das Böse zu bekämpfen, ganz wie bei der letzten Heldin, die es trug.",
    "es": "El alma de los Caballeros de Favonius. Milenios más tarde, sigue llamando a los vientos de la justicia a desterrar todo mal, igual que la última heroína que la empuñó.",
    "fr": "L'âme de l'Ordre de Favonius. Même après des millénaires, elle continue d'appeler le vent de la justice pour venir à bout du mal – tout comme la dernière héroïne à qui elle appartenait.",
    "pt": "A alma dos Cavaleiros de Favonius. Milênios depois, ainda chama pelos ventos para expulsar todo o mal - assim como a última heroína que a manejava.",
    "ru": "Дух рыцарей Ордо Фавониус. Спустя века он всё ещё взывает к ветрам правосудия, чтобы наказать зло, словно героиня легенд, что была когда-то его владельцем.",
    "id": "Lambang jiwa dan raga dari Knights of Favonius. Ribuan tahun berlalu pun, pedang ini masih akan menghembuskan angin keadilan, dan membasmi kejahatan, seperti pahlawan wanita yang terakhir menggenggamnya.",
    "th": "จิตวิญญาณของเหล่าอัศวินแห่ง Favonius แม้พันปีผ่านไป มันก็ยังคงเป็นดั่งสายลมแห่ง ความยุติธรรมที่ขับไล่สิ่งชั่วร้าย เช่นเดียวกับวีรชนหญิง คนสุดท้ายที่กวัดแกว่งมัน",
    "vi": "Linh hồn của Đội Kỵ Sĩ Tây Phong. Trải qua ngàn năm vẫn không ngừng gọi gió chính nghĩa, trừ gian diệt ác, giống như người nữ anh hùng từng dùng nó."
  },
  "lore": {
    "zhs": "\n众所周知，鹰的守望是西风的恩惠。\n鲜有人知西风的恩惠是远方的异族。\n\n彼时蒙德仍在旧贵族的统治之下隐隐呼唤自由，\n远离故国的异族斗士作为奴隶踏入了风的国土。\n即使面对欺瞒与不公，她仍奋力掀起正义之风，\n推翻蛮横的贵族，建立起德政的骑士团与教会，\n最终她受天的眷顾，蒙了神的宠召。\n\n这是她当年的佩剑，见证了她的跋涉与奋斗，\n最终见证她将自由与正义之风遍布蒙德全地。\n挥舞时，能感受到此剑故主奋勇战斗的心意：\n\n但凡有受欺压的，那就施展正义；\n但凡有受禁锢的，那就带来自由；\n但凡有受蒙蔽的，那就带来智慧。\n听凭风引，便是正义与自由之风。\n",
    "zht": "\n眾所周知，鷹的守望是西風的恩惠。\n鮮有人知西風的恩惠是遠方的異族。\n\n彼時蒙德仍在舊貴族的統治之下隱隱呼喚自由，\n遠離故國的異族鬥士作為奴隸踏入了風的國土。\n即使面對欺瞞與不公，她仍奮力掀起正義之風，\n推翻蠻橫的貴族，建立起德政的騎士團與教會，\n最終她受天的眷顧，蒙了神的寵召。\n\n這是她當年的佩劍，見證了她的跋涉與奮鬥，\n最終見證她將自由與正義之風遍佈蒙德全地。\n揮舞時，能感受到此劍故主奮勇戰鬥的心意：\n\n但凡有受欺壓的，那就施展正義；\n但凡有受禁錮的，那就帶來自由；\n但凡有受蒙蔽的，那就帶來智慧。\n聽憑風引，便是正義與自由之風。\n",
    "jp": "\n誰もが知っているように、鷹の見守りは西風の恩恵である。\n西風の恩恵が遠方の異民族のものであることは、ごく僅かな人しか知らない。\n\n当時のモンドは旧貴族の支配下にあり、自由を求めようとしていた。\n故郷を離れた異民族の戦士は奴隷として、風の国に入った。\n欺きと不公平を前にしても、彼女は努力により正義の風を巻き起こした。\n横暴な貴族の統治を終わらせ、慈愛に満ちた騎士団と教会を設立し、\n神の恩恵を受け、最期は神に召された。\n\nこれは彼女が使用していた武器。これは、彼女の苦難と勇姿を見届けた。\n彼女が自由と正義の風をモンドの地に届けた証である。\n振り回す時、故人の戦いへの思いが感じられる。\n\n圧迫されたら、正義を。\n禁錮されたら、自由を。\n騙されたら、知恵を。\n風の導くままに。それが自由と正義の風である。\n",
    "ko": "\n매의 파수는 페보니우스의 은혜로 알려져 있다.\n페보니우스의 은혜가 먼 곳의 이족임을 아는 사람은 드물다.\n\n그때의 몬드는 여전히 옛 귀족의 통치 아래 몰래 자유를 원했고\n고향을 멀리 떠난 이족 투사들은 노예로서 바람의 나라에 발을 들여놓았다.\n그녀는 기만과 부정에 맞서 정의의 바람을 일으키기 위해 애썼다.\n난폭한 귀족을 전복시키고, 덕으로 다스리는 기사단과 성당을 세웠다.\n결국 그녀는 하늘의 보살핌을 받아 신의 부름을 받게 되었다.\n\n이것은 그녀가 사용하던 검으로 그녀의 고군분투를 함께 했다.\n마지막엔 그녀가 자유와 정의의 바람을 몬드 전역에 떨치는 걸 지켜보았다.\n휘두를 때, 이 검의 옛 주인이 용감하게 싸우던 마음이 느껴진다:\n\n압박을 받으면 정의를 펼치고,\n감금을 당하면 자유를 가져다 주고,\n기만 당한 것이 있으면 지혜를 가져다 주리라.\n바람의 인도가 바로 정의와 자유의 바람이다.\n",
    "en": "\nAll knew the falcon's protection was a blessing of Favonius.\nFew knew the blessing of Favonius was from a distant tribe.\n\nUnder the tyranny of the old nobles, Mondstadt cried for freedom.\nEnslaved was the exiled foreign fighter in the land of wind.\nYet she knelt not before injustice and deception, but set a shining example.\nFor she overthrew the barbaric nobles and established a chivalric order and the Church.\nBlessed was she to eventually walk with the gods.\n\nThis was her sword that witnessed all her hardships and feats.\nA testament to her achievement in spreading justice across Mondstadt.\nYou can feel her unrelenting spirit when swinging this sword:\n\nJustice for the oppressed.\nFreedom for the shackled.\nWisdom for the deceived.\nLet the wind of justice and freedom lead.\n",
    "de": "\nJeder weiß, dass der Schutz des Adlers ein Segen des Favonius ist.\nDennoch wissen nur wenige, dass dieser Segen von einem entfernten Stamm kommt.\n\nUnter der Knechtschaft der Aristokraten sehnten sich die Bewohner Mondstadts nach Freiheit.\nKämpfer aus weit entfernten Landen wurden als Sklaven gehalten.\nSelbst im Angesicht von Betrug und Ungerechtigkeit kämpfte sie für Gerechtigkeit\nund stürzte die tyrannische Aristokratie. Daraufhin sorgte sie für Recht und Ordnung in der Kathedrale,\nwofür sie letztendlich von Himmel und dem Gott belohnt wurde.\n\nDies ist das Schwert, das sie während ihrer schweren Zeit auf ihrem Kreuzzug gegen die Aristokratie begleitet hat.\nEin Zeugnis ihres Kampfes gegen die Tyrannei für die Freiheit in Mondstadt.\nIhr ungebrochener Geist ist immer noch spürbar, wenn man dieses Schwert schwingt:\n\nGerechtigkeit für die Unterdrückten!\nFreiheit für die, die in Ketten liegen!\nWissen für die Getäuschten!\nDer Wind der Gerechtigkeit und Freiheit soll die Richtung weisen!\n",
    "es": "\nTodos saben que la protección del águila es una bendición de Favonius.\nPero pocos saben que la mayor bendición de Favonius son los forasteros de tierras lejanas.\n\nBajo la tiranía de los antiguos nobles, Mondstadt clamó por la libertad.\nLos luchadores forasteros, exiliados de sus tierras, fueron esclavizados en el Reino del Viento.\nY, sin embargo, ella no se arrodilló ante la injusticia y el engaño, sino que dio un brillante ejemplo.\nDerrocó a los nobles despiadados, fundó la Orden de los Caballeros y la Iglesia.\nY también fue bendecida con el privilegio de caminar a la par de los dioses.\n\nEsta fue la espada que atestiguó todas sus dificultades y hazañas;\nel testimonio de cómo logró difundir la justicia por toda Mondstadt.\nSe puede sentir su espíritu implacable al blandir esta espada.\n\nJusticia para los oprimidos,\nlibertad para los encadenados,\nsabiduría para los engañados.\nQue el viento de la justicia y la libertad los guíen.\n",
    "fr": "\nComme nul ne l'ignore, la protection du faucon est un don de Favonius.\nMais peu savent que le don de Favonius remonte à une distante tribu.\n\nMondstadt avait soif de liberté sous le règne tyrannique des aristocrates.\nLa guerrière de la tribu en exil devint esclave dans le royaume du vent.\nMais jamais pourtant elle ne ploya le genou devant l'injustice et la tromperie, par là inspirant le peuple.\nEt après qu'elle eut mis un terme à la domination des nobles, elle fonda l'Ordre des Chevaliers et l'Église.\nEt son heure venue, elle marcha aux côtés des dieux.\n\nSon épée, qui partagea ses joies et ses peines,\ndevint le testament de ses exploits à travers Mondstadt.\nVous pouvez ressentir son implacable présence lorsque vous brandissez l'arme.\n\nJustice pour l'opprimé ;\nLiberté pour l'enchaîné ;\nSagesse pour le dupé ;\nQue les vents de la justice et de la liberté vous guident.\n",
    "pt": "\nTodos sabiam que a proteção do falcão era uma bênção dos Favonius.\nPoucos sabiam que a benção de Favonius eram para os forasteiros.\n\nSob a tirania dos velhos nobres, Mondstadt clamava por liberdade,\nOs lutadores estrangeiros exilados foram escravizados no Reino do Vento.\nEla não se ajoelhou para a injustiça e engano, mas lutou para ser um bom exemplo,\nderrubou os nobres bárbaros, estabeleceu os Cavaleiros de Favonius e a Igreja,\nfoi abençoada ao ponto de receber o privilégio de caminhar junto com os deuses.\n\nEssa era sua espada que testemunhou todas as suas dificuldades e conquistas,\nTestemunho de suas conquistas para espalhar por Mondstadt.\nVocê pode sentir seu espírito implacável enquanto brande sua espada:\n\nJustiça para os oprimidos,\nliberdade para os acorrentados,\nsabedoria para os enganados.\nQue o vento da justiça e liberdade liderem o caminho.\n",
    "ru": "\nВсе знают, что защита сокола - это милость Ордо Фавониус.\nНо немногие знают, что милость Фавониуса - это далекое племя.\n\nВ то время, когда Мондштадт, угнетаемый тиранией аристократов, молил о свободе,\nВоин из далёкого древнего племени, порабощённая аристократами, вступила в королевство ветров.\nХотя она и столкнулась с обманом и бесчестием, она всё равно боролась за справедливость.\nОна свергла деспотов и аристократов, создала орден рыцарей и основала церковь.\nПосле она получила благословение небес и снискала уважение богов.\n\nЭто - её меч, символ борьбы и пройденного ею пути,\nДоказательство того, что ветра справедливости и свободы разлетелись по всему Мондштадту.\nСтоит лишь взмахнуть этим мечом, чтобы услышать её полные отваги мысли:\n\nУгнетённым - справедливость;\nПленникам - свободу;\nОбманутым - мудрость.\nДа направят нас ветра справедливости и свободы.\n",
    "id": "\nSemua orang tahu bahwa perlindungan elang adalah berkat Favonius.\nHanya sedikit yang tahu bahwa berkat dari Favonius berasal dari suku yang jauh.\n\nDi bawah tirani bangsawan tua, Mondstadt menangis untuk kebebasan.\nPara pejuang yang datang dari jauh melangkah di kerajaan angin sebagai budak.\nNamun dia tidak berlutut di depan ketidakadilan dan penipuan, tetapi memberi contoh yang layak.\nKarena dia menggulingkan para bangsawan biadab dan mendirikan tatanan kesatria dan gereja.\nDiberkati sampai akhirnya berjalan bersama para Dewa.\n\nInilah pedangnya yang telah menyaksikan semua kesusahan dan deritanya.\nSebuah bukti pencapaiannya dalam menyebarkan keadilan di Mondstadt.\nKamu bisa merasakan semangatnya yang membara saat mengayunkan pedang:\n\nSiapa pun yang tertindas akan menunjukkan keadilan.\nSiapa pun yang dipenjara akan membawa kebebasan.\nSiapa pun yang tertipu akan membawa kebijaksanaan.\nDengarkanlah angin keadilan dan kebebasan yang akan membimbing.\n",
    "th": "\nทุกคนทราบดีว่าการปกป้องของอินทรีนั้นคือพรจาก Favonius\nน้อยคนที่จะรู้ว่าพรของ Favonius เป็นชาวต่างชาติที่อยู่ห่างไกล\n\nMondstadt ยังคงเรียกร้องอิสรภาพภายใต้การปกครองของชนชั้นสูง\nนักรบต่างถิ่นที่อยู่ไกลจากบ้านเกิดของเธอเข้าไปในดินแดนที่มีลมแรงในฐานะทาส\nแม้ต้องเผชิญกับการหลอกลวงและความอยุติธรรม เธอยังคงพยายามที่จะยกระดับสายลมแห่งความยุติธรรม\nเพื่อล้มล้างความทารุณของชนชั้นสูง เพื่อสร้างกองอัศวินและโบสถ์ที่มีคุณธรรม\nในท้ายที่สุดเธอได้รับการสนับสนุนจากพระเจ้าและเป็นที่โปรดปราน\n\nนี่คือดาบของเธอที่ร่วมเป็นสักขีพยานตลอดการเดินทางและการต่อสู้ของเธอ\nร่วมเป็นพยานในตอนที่เธอกระจายสายลมแห่งเสรีภาพและความยุติธรรมไปทั่วทั้ง Mondstadt\nคุณสามารถรับรู้ได้ถึงจิตวิญญาณแห่งความกล้าหาญเมื่อกวัดแกว่งดาบนี้:\n\nเมื่อใดก็ตามที่มีการกดขี่ข่มเหง จงแสดงความยุติธรรมออกมา;\nเมื่อใดก็ตามที่มีการกักขัง จงนำมาซึ่งอิสรภาพ;\nเมื่อใดก็ตามที่มีการหลอกลวง จงนำมาซึ่งสติปัญญา\nฟังเสียงสายลมที่นำพา สายลมแห่งความยุติธรรมและอิสรภาพ\n",
    "vi": "\nMọi người đều biết, khát vọng của chim ưng là ân huệ của gió Tây.\nThế nhưng ít người biết rằng ân huệ của gió Tây chính là dị tộc phương xa.\n\nKhi ấy, dười thời thống trị của quý tộc cổ vùng Mondstadt tự do là điều luôn được nhắc đến.\nCác nô lệ vốn là đấu sĩ dị tộc vùng xa xôi cũng tìm đến đất nước của gió.\nCho dù phải đối mặt với bất mãn và không công bằng, cô vẫn giương lên ngọn gió chính nghĩa.\nLật đổ lớp quý tộc hoành hành, xây dựng nên đội kỵ sĩ và Giáo Hội chân chính. \nCuối cùng cô nhận được sự trợ giúp của trời và thần linh. \n\nĐây chính là thanh kiếm năm xưa sát cánh với cô, chứng kiến từng bước chân và sự cố gắng,\nCuối cùng chứng kiến được sự tự do và chính nghĩa do cô thiết lập trải khắp vùng Mondstadt.\nKhi vung lên, có thể cảm nhận được dũng khí chiến đấu của người chủ cũ:\n\nỞ đâu có áp bức, ở đó sẽ có chính nghĩa;\nỞ đâu có giam cầm, ở đó sẽ được tự do;\nỞ đâu còn mông muội, ở đó sẽ có trí tuệ.\nNghe theo hướng gió, chính là ngọn gió của chính nghĩa và tự do.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "西风之鹰的抗争",
        "zht": "西風之鷹的抗爭",
        "jp": "西風の鷹の抗い",
        "ko": "서풍 매의 투쟁",
        "en": "Falcon's Defiance",
        "de": "Widerstand des Falken des Westens",
        "es": "Resistencia del Halcón del Oeste",
        "fr": "Résistance du Faucon de l'Ouest",
        "pt": "Resistência do Falcão do Oeste",
        "ru": "Неповиновение Сокола",
        "id": "Falcon's Defiance",
        "th": "Falcon's Defiance",
        "vi": "Kháng Chiến Của Chim Ưng Tây Phong"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>20%</color>；受到伤害时触发：高扬抗争旗号的西风鹰之魂苏醒，恢复等同于攻击力的<color=#99FFFFFF>100%</color>的生命值，并对周围的敌人造成<color=#99FFFFFF>200%</color>攻击力的伤害。该效果每15秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>20%</color>；受到傷害時觸發：高揚抗爭旗號的西風鷹之魂甦醒，恢復等同於攻擊力的<color=#99FFFFFF>100%</color>的生命值，並對周圍的敵人造成<color=#99FFFFFF>200%</color>攻擊力的傷害。該效果每15秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>20%</color>。ダメージを受けると発動：抗争の旗を高く掲げる西風の鷹の魂が蘇り、攻撃力の<color=#99FFFFFF>100%</color>分のHPを回復し、周りの敵に攻撃力の<color=#99FFFFFF>200%</color>のダメージを与える。15秒毎に1回のみ発動可能。",
        "ko": "공격력이 <color=#99FFFFFF>20%</color> 증가한다. 피해를 받으면 발동: 투쟁의 깃발을 높이든 서풍 매의 영혼이 깨어나 공격력 <color=#99FFFFFF>100%</color>만큼의 HP를 회복하고 주변의 적에게 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 해당 효과는 15초마다 1번 발동한다",
        "en": "ATK is increased by <color=#99FFFFFF>20%</color>. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of resistance aloft, regenerating HP equal to <color=#99FFFFFF>100%</color> of ATK and dealing <color=#99FFFFFF>200%</color> of ATK as DMG to surrounding opponents. This effect can only occur once every 15s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>20 %</color>. Effekt beim Erleiden von Schaden: Die Seele des Falken des Westens erwacht und erhebt die Fahne des Widerstands. Stellt LP in Höhe von <color=#99FFFFFF>100 %</color> ANG wieder her und fügt Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG zu. 15 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>20%</color>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <color=#99FFFFFF>100%</color> del ATQ, y hace daño equivalente al <color=#99FFFFFF>200%</color> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s.",
        "fr": "#Augmente l'ATQ de <color=#99FFFFFF>20 %</color>. Lorsque le joueur subit des DGT, l'âme du Faucon de l'Ouest se réveille brandissant l'étendard de la résistance, qui restaure <color=#99FFFFFF>100 %</color> de l'ATQ sous forme de PV, et inflige des DGT équivalant à <color=#99FFFFFF>200{NON_BREAK_SPACE}%</color> de l'ATQ aux ennemis à proximité. Cet effet peut être déclenché 1 fois toutes les 15{NON_BREAK_SPACE}s.",
        "pt": "O ATQ aumenta em <color=#99FFFFFF>20%</color>; Ativa ao receber Dano: A alma do Falcão do Leste desperta, segurando a bandeira da resistência no alto, regenerando Vida equivalente a <color=#99FFFFFF>100%</color> do ATQ e causando <color=#99FFFFFF>200%</color> do ATQ como Dano aos inimigos ao redor. Esta habilidade pode ser ativada uma vez a cada 15s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>20%</color>. При получении урона пробуждается душа Сокола Запада, несущего знамя сопротивления. Восстанавливает HP, равное <color=#99FFFFFF>100%</color> от силы атаки, и наносит <color=#99FFFFFF>200%</color> урона окружающим врагам. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> ATK. Terpicu saat menerima DMG: Jiwa Falcon of the West bangkit dan menegakkan bendera pertahanan. Memulihkan HP sebesar <color=#99FFFFFF>100%</color> ATK dan mengakibatkan DMG sebesar <color=#99FFFFFF>200%</color> ATK pada musuh di sekitar. Dapat terpicu setiap 15 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>20%</color>; ปลดปล่อยเมื่อ ได้รับความเสียหาย: จิตวิญญาณของวิหคตะวันตกที่ ชูธงแห่งการต่อต้านจะตื่นขึ้น และฟื้นฟูพลังชีวิตเท่ากับ <color=#99FFFFFF>100%</color> ของพลังโจมตี และสร้างความเสียหายเป็น <color=#99FFFFFF>200%</color> ของพลังโจมตี แก่ศัตรูโดยรอบ โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 15 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>20%</color>, kích hoạt khi chịu sát thương: Linh hồn Tây Phong Ưng thức tỉnh dưới cờ hiệu kháng chiến, hồi HP bằng <color=#99FFFFFF>100%</color> tấn công và gây cho địch xung quanh sát thương bằng <color=#99FFFFFF>200%</color> lực tấn công. Mỗi 15s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "西风之鹰的抗争",
        "zht": "西風之鷹的抗爭",
        "jp": "西風の鷹の抗い",
        "ko": "서풍 매의 투쟁",
        "en": "Falcon's Defiance",
        "de": "Widerstand des Falken des Westens",
        "es": "Resistencia del Halcón del Oeste",
        "fr": "Résistance du Faucon de l'Ouest",
        "pt": "Resistência do Falcão do Oeste",
        "ru": "Неповиновение Сокола",
        "id": "Falcon's Defiance",
        "th": "Falcon's Defiance",
        "vi": "Kháng Chiến Của Chim Ưng Tây Phong"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>25%</color>；受到伤害时触发：高扬抗争旗号的西风鹰之魂苏醒，恢复等同于攻击力的<color=#99FFFFFF>115%</color>的生命值，并对周围的敌人造成<color=#99FFFFFF>230%</color>攻击力的伤害。该效果每15秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>25%</color>；受到傷害時觸發：高揚抗爭旗號的西風鷹之魂甦醒，恢復等同於攻擊力的<color=#99FFFFFF>115%</color>的生命值，並對周圍的敵人造成<color=#99FFFFFF>230%</color>攻擊力的傷害。該效果每15秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>25%</color>。ダメージを受けると発動：抗争の旗を高く掲げる西風の鷹の魂が蘇り、攻撃力の<color=#99FFFFFF>115%</color>分のHPを回復し、周りの敵に攻撃力の<color=#99FFFFFF>230%</color>のダメージを与える。15秒毎に1回のみ発動可能。",
        "ko": "공격력이 <color=#99FFFFFF>25%</color> 증가한다. 피해를 받으면 발동: 투쟁의 깃발을 높이든 서풍 매의 영혼이 깨어나 공격력 <color=#99FFFFFF>115%</color>만큼의 HP를 회복하고 주변의 적에게 공격력 <color=#99FFFFFF>230%</color>의 피해를 준다. 해당 효과는 15초마다 1번 발동한다",
        "en": "ATK is increased by <color=#99FFFFFF>25%</color>. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of resistance aloft, regenerating HP equal to <color=#99FFFFFF>115%</color> of ATK and dealing <color=#99FFFFFF>230%</color> of ATK as DMG to surrounding opponents. This effect can only occur once every 15s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>25 %</color>. Effekt beim Erleiden von Schaden: Die Seele des Falken des Westens erwacht und erhebt die Fahne des Widerstands. Stellt LP in Höhe von <color=#99FFFFFF>115 %</color> ANG wieder her und fügt Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>230 %</color> ANG zu. 15 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>25%</color>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <color=#99FFFFFF>115%</color> del ATQ, y hace daño equivalente al <color=#99FFFFFF>230%</color> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s.",
        "fr": "#Augmente l'ATQ de <color=#99FFFFFF>25 %</color>. Lorsque le joueur subit des DGT, l'âme du Faucon de l'Ouest se réveille brandissant l'étendard de la résistance, qui restaure <color=#99FFFFFF>115 %</color> de l'ATQ sous forme de PV, et inflige des DGT équivalant à <color=#99FFFFFF>230{NON_BREAK_SPACE}%</color> de l'ATQ aux ennemis à proximité. Cet effet peut être déclenché 1 fois toutes les 15{NON_BREAK_SPACE}s.",
        "pt": "O ATQ aumenta em <color=#99FFFFFF>25%</color>; Ativa ao receber Dano: A alma do Falcão do Leste desperta, segurando a bandeira da resistência no alto, regenerando Vida equivalente a <color=#99FFFFFF>115%</color> do ATQ e causando <color=#99FFFFFF>230%</color> do ATQ como Dano aos inimigos ao redor. Esta habilidade pode ser ativada uma vez a cada 15s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>25%</color>. При получении урона пробуждается душа Сокола Запада, несущего знамя сопротивления. Восстанавливает HP, равное <color=#99FFFFFF>115%</color> от силы атаки, и наносит <color=#99FFFFFF>230%</color> урона окружающим врагам. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>25%</color> ATK. Terpicu saat menerima DMG: Jiwa Falcon of the West bangkit dan menegakkan bendera pertahanan. Memulihkan HP sebesar <color=#99FFFFFF>115%</color> ATK dan mengakibatkan DMG sebesar <color=#99FFFFFF>230%</color> ATK pada musuh di sekitar. Dapat terpicu setiap 15 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>25%</color>; ปลดปล่อยเมื่อ ได้รับความเสียหาย: จิตวิญญาณของ วิหคตะวันตกที่ชูธงแห่งการต่อต้านได้ตื่นขึ้น และฟื้นฟูพลังชีวิตเท่ากับ <color=#99FFFFFF>115%</color> ของพลังโจมตี และสร้างความเสียหายเป็น <color=#99FFFFFF>230%</color> ของพลังโจมตี แก่ศัตรูโดยรอบ โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 15 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>25%</color>, kích hoạt khi chịu sát thương: Linh hồn Tây Phong Ưng thức tỉnh dưới cờ hiệu kháng chiến, hồi HP bằng <color=#99FFFFFF>115%</color> tấn công và gây cho địch xung quanh sát thương bằng <color=#99FFFFFF>230%</color> lực tấn công. Mỗi 15s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "西风之鹰的抗争",
        "zht": "西風之鷹的抗爭",
        "jp": "西風の鷹の抗い",
        "ko": "서풍 매의 투쟁",
        "en": "Falcon's Defiance",
        "de": "Widerstand des Falken des Westens",
        "es": "Resistencia del Halcón del Oeste",
        "fr": "Résistance du Faucon de l'Ouest",
        "pt": "Resistência do Falcão do Oeste",
        "ru": "Неповиновение Сокола",
        "id": "Falcon's Defiance",
        "th": "Falcon's Defiance",
        "vi": "Kháng Chiến Của Chim Ưng Tây Phong"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>30%</color>；受到伤害时触发：高扬抗争旗号的西风鹰之魂苏醒，恢复等同于攻击力的<color=#99FFFFFF>130%</color>的生命值，并对周围的敌人造成<color=#99FFFFFF>260%</color>攻击力的伤害。该效果每15秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>30%</color>；受到傷害時觸發：高揚抗爭旗號的西風鷹之魂甦醒，恢復等同於攻擊力的<color=#99FFFFFF>130%</color>的生命值，並對周圍的敵人造成<color=#99FFFFFF>260%</color>攻擊力的傷害。該效果每15秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>30%</color>。ダメージを受けると発動：抗争の旗を高く掲げる西風の鷹の魂が蘇り、攻撃力の<color=#99FFFFFF>130%</color>分のHPを回復し、周りの敵に攻撃力の<color=#99FFFFFF>260%</color>のダメージを与える。15秒毎に1回のみ発動可能。",
        "ko": "공격력이 <color=#99FFFFFF>30%</color> 증가한다. 피해를 받으면 발동: 투쟁의 깃발을 높이든 서풍 매의 영혼이 깨어나 공격력 <color=#99FFFFFF>130%</color>만큼의 HP를 회복하고 주변의 적에게 공격력 <color=#99FFFFFF>260%</color>의 피해를 준다. 해당 효과는 15초마다 1번 발동한다",
        "en": "ATK is increased by <color=#99FFFFFF>30%</color>. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of resistance aloft, regenerating HP equal to <color=#99FFFFFF>130%</color> of ATK and dealing <color=#99FFFFFF>260%</color> of ATK as DMG to surrounding opponents. This effect can only occur once every 15s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>30 %</color>. Effekt beim Erleiden von Schaden: Die Seele des Falken des Westens erwacht und erhebt die Fahne des Widerstands. Stellt LP in Höhe von <color=#99FFFFFF>130 %</color> ANG wieder her und fügt Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>260 %</color> ANG zu. 15 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>30%</color>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <color=#99FFFFFF>130%</color> del ATQ, y hace daño equivalente al <color=#99FFFFFF>260%</color> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s.",
        "fr": "#Augmente l'ATQ de <color=#99FFFFFF>30 %</color>. Lorsque le joueur subit des DGT, l'âme du Faucon de l'Ouest se réveille brandissant l'étendard de la résistance, qui restaure <color=#99FFFFFF>130 %</color> de l'ATQ sous forme de PV, et inflige des DGT équivalant à <color=#99FFFFFF>260{NON_BREAK_SPACE}%</color> de l'ATQ aux ennemis à proximité. Cet effet peut être déclenché 1 fois toutes les 15{NON_BREAK_SPACE}s.",
        "pt": "O ATQ aumenta em <color=#99FFFFFF>30%</color>; Ativa ao receber Dano: A alma do Falcão do Leste desperta, segurando a bandeira da resistência no alto, regenerando Vida equivalente a <color=#99FFFFFF>130%</color> do ATQ e causando <color=#99FFFFFF>260%</color> do ATQ como Dano aos inimigos ao redor. Esta habilidade pode ser ativada uma vez a cada 15s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>30%</color>. При получении урона пробуждается душа Сокола Запада, несущего знамя сопротивления. Восстанавливает HP, равное <color=#99FFFFFF>130%</color> от силы атаки, и наносит <color=#99FFFFFF>260%</color> урона окружающим врагам. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> ATK. Terpicu saat menerima DMG: Jiwa Falcon of the West bangkit dan menegakkan bendera pertahanan. Memulihkan HP sebesar <color=#99FFFFFF>130%</color> ATK dan mengakibatkan DMG sebesar <color=#99FFFFFF>260%</color> ATK pada musuh di sekitar. Dapat terpicu setiap 15 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>30%</color>; ปลดปล่อยเมื่อ ได้รับความเสียหาย: จิตวิญญาณของวิหคตะวันตกที่ ชูธงแห่งการต่อต้านจะตื่นขึ้น และฟื้นฟูพลังชีวิตเท่ากับ <color=#99FFFFFF>130%</color> ของพลังโจมตี และสร้างความเสียหายเป็น <color=#99FFFFFF>260%</color> ของพลังโจมตี แก่ศัตรูโดยรอบ โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 15 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>30%</color>, kích hoạt khi chịu sát thương: Linh hồn Tây Phong Ưng thức tỉnh dưới cờ hiệu kháng chiến, hồi HP bằng <color=#99FFFFFF>130%</color> tấn công và gây cho địch xung quanh sát thương bằng <color=#99FFFFFF>260%</color> lực tấn công. Mỗi 15s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "西风之鹰的抗争",
        "zht": "西風之鷹的抗爭",
        "jp": "西風の鷹の抗い",
        "ko": "서풍 매의 투쟁",
        "en": "Falcon's Defiance",
        "de": "Widerstand des Falken des Westens",
        "es": "Resistencia del Halcón del Oeste",
        "fr": "Résistance du Faucon de l'Ouest",
        "pt": "Resistência do Falcão do Oeste",
        "ru": "Неповиновение Сокола",
        "id": "Falcon's Defiance",
        "th": "Falcon's Defiance",
        "vi": "Kháng Chiến Của Chim Ưng Tây Phong"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>35%</color>；受到伤害时触发：高扬抗争旗号的西风鹰之魂苏醒，恢复等同于攻击力的<color=#99FFFFFF>145%</color>的生命值，并对周围的敌人造成<color=#99FFFFFF>290%</color>攻击力的伤害。该效果每15秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>35%</color>；受到傷害時觸發：高揚抗爭旗號的西風鷹之魂甦醒，恢復等同於攻擊力的<color=#99FFFFFF>145%</color>的生命值，並對周圍的敵人造成<color=#99FFFFFF>290%</color>攻擊力的傷害。該效果每15秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>35%</color>。ダメージを受けると発動：抗争の旗を高く掲げる西風の鷹の魂が蘇り、攻撃力の<color=#99FFFFFF>145%</color>分のHPを回復し、周りの敵に攻撃力の<color=#99FFFFFF>290%</color>のダメージを与える。15秒毎に1回のみ発動可能。",
        "ko": "공격력이 <color=#99FFFFFF>35%</color> 증가한다. 피해를 받으면 발동: 투쟁의 깃발을 높이든 서풍 매의 영혼이 깨어나 공격력 <color=#99FFFFFF>145%</color>만큼의 HP를 회복하고 주변의 적에게 공격력 <color=#99FFFFFF>290%</color>의 피해를 준다. 해당 효과는 15초마다 1번 발동한다",
        "en": "ATK is increased by <color=#99FFFFFF>35%</color>. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of resistance aloft, regenerating HP equal to <color=#99FFFFFF>145%</color> of ATK and dealing <color=#99FFFFFF>290%</color> of ATK as DMG to surrounding opponents. This effect can only occur once every 15s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>35 %</color>. Effekt beim Erleiden von Schaden: Die Seele des Falken des Westens erwacht und erhebt die Fahne des Widerstands. Stellt LP in Höhe von <color=#99FFFFFF>145 %</color> ANG wieder her und fügt Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>290 %</color> ANG zu. 15 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>35%</color>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <color=#99FFFFFF>145%</color> del ATQ, y hace daño equivalente al <color=#99FFFFFF>290%</color> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s.",
        "fr": "#Augmente l'ATQ de <color=#99FFFFFF>35 %</color>. Lorsque le joueur subit des DGT, l'âme du Faucon de l'Ouest se réveille brandissant l'étendard de la résistance, qui restaure <color=#99FFFFFF>145 %</color> de l'ATQ sous forme de PV, et inflige des DGT équivalant à <color=#99FFFFFF>290{NON_BREAK_SPACE}%</color> de l'ATQ aux ennemis à proximité. Cet effet peut être déclenché 1 fois toutes les 15{NON_BREAK_SPACE}s.",
        "pt": "O ATQ aumenta em <color=#99FFFFFF>35%</color>; Ativa ao receber Dano: A alma do Falcão do Leste desperta, segurando a bandeira da resistência no alto, regenerando Vida equivalente a <color=#99FFFFFF>145%</color> do ATQ e causando <color=#99FFFFFF>290%</color> do ATQ como Dano aos inimigos ao redor. Esta habilidade pode ser ativada uma vez a cada 15s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>35%</color>. При получении урона пробуждается душа Сокола Запада, несущего знамя сопротивления. Восстанавливает HP, равное <color=#99FFFFFF>145%</color> от силы атаки, и наносит <color=#99FFFFFF>290%</color> урона окружающим врагам. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>35%</color> ATK. Terpicu saat menerima DMG: Jiwa Falcon of the West bangkit dan menegakkan bendera pertahanan. Memulihkan HP sebesar <color=#99FFFFFF>145%</color> ATK dan mengakibatkan DMG sebesar <color=#99FFFFFF>290%</color> ATK pada musuh di sekitar. Dapat terpicu setiap 15 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>35%</color>; ปลดปล่อยเมื่อ ได้รับความเสียหาย: จิตวิญญาณของวิหคตะวันตกที่ ชูธงแห่งการต่อต้านจะตื่นขึ้น และฟื้นฟูพลังชีวิตเท่ากับ <color=#99FFFFFF>145%</color> ของพลังโจมตี และสร้างความเสียหายเป็น <color=#99FFFFFF>290%</color> ของพลังโจมตี แก่ศัตรูโดยรอบ โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 15 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>35%</color>, kích hoạt khi chịu sát thương: Linh hồn Tây Phong Ưng thức tỉnh dưới cờ hiệu kháng chiến, hồi HP bằng <color=#99FFFFFF>145%</color> tấn công và gây cho địch xung quanh sát thương bằng <color=#99FFFFFF>290%</color> lực tấn công. Mỗi 15s kích hoạt 1 lần."
      }
    },
    {
      "name": {
        "zhs": "西风之鹰的抗争",
        "zht": "西風之鷹的抗爭",
        "jp": "西風の鷹の抗い",
        "ko": "서풍 매의 투쟁",
        "en": "Falcon's Defiance",
        "de": "Widerstand des Falken des Westens",
        "es": "Resistencia del Halcón del Oeste",
        "fr": "Résistance du Faucon de l'Ouest",
        "pt": "Resistência do Falcão do Oeste",
        "ru": "Неповиновение Сокола",
        "id": "Falcon's Defiance",
        "th": "Falcon's Defiance",
        "vi": "Kháng Chiến Của Chim Ưng Tây Phong"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>40%</color>；受到伤害时触发：高扬抗争旗号的西风鹰之魂苏醒，恢复等同于攻击力的<color=#99FFFFFF>160%</color>的生命值，并对周围的敌人造成<color=#99FFFFFF>320%</color>攻击力的伤害。该效果每15秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>40%</color>；受到傷害時觸發：高揚抗爭旗號的西風鷹之魂甦醒，恢復等同於攻擊力的<color=#99FFFFFF>160%</color>的生命值，並對周圍的敵人造成<color=#99FFFFFF>320%</color>攻擊力的傷害。該效果每15秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>40%</color>。ダメージを受けると発動：抗争の旗を高く掲げる西風の鷹の魂が蘇り、攻撃力の<color=#99FFFFFF>160%</color>分のHPを回復し、周りの敵に攻撃力の<color=#99FFFFFF>320%</color>のダメージを与える。15秒毎に1回のみ発動可能。",
        "ko": "공격력이 <color=#99FFFFFF>40%</color> 증가한다. 피해를 받으면 발동: 투쟁의 깃발을 높이든 서풍 매의 영혼이 깨어나 공격력 <color=#99FFFFFF>160%</color>만큼의 HP를 회복하고 주변의 적에게 공격력 <color=#99FFFFFF>320%</color>의 피해를 준다. 해당 효과는 15초마다 1번 발동한다",
        "en": "ATK is increased by <color=#99FFFFFF>40%</color>. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of resistance aloft, regenerating HP equal to <color=#99FFFFFF>160%</color> of ATK and dealing <color=#99FFFFFF>320%</color> of ATK as DMG to surrounding opponents. This effect can only occur once every 15s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>40 %</color>. Effekt beim Erleiden von Schaden: Die Seele des Falken des Westens erwacht und erhebt die Fahne des Widerstands. Stellt LP in Höhe von <color=#99FFFFFF>160 %</color> ANG wieder her und fügt Gegnern in der Umgebung Schaden in Höhe von <color=#99FFFFFF>320 %</color> ANG zu. 15 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>40%</color>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <color=#99FFFFFF>160%</color> del ATQ, y hace daño equivalente al <color=#99FFFFFF>320%</color> del ATQ a los enemigos cercanos. Este efecto puede ocurrir una vez cada 15 s.",
        "fr": "#Augmente l'ATQ de <color=#99FFFFFF>40 %</color>. Lorsque le joueur subit des DGT, l'âme du Faucon de l'Ouest se réveille brandissant l'étendard de la résistance, qui restaure <color=#99FFFFFF>160 %</color> de l'ATQ sous forme de PV, et inflige des DGT équivalant à <color=#99FFFFFF>320{NON_BREAK_SPACE}%</color> de l'ATQ aux ennemis à proximité. Cet effet peut être déclenché 1 fois toutes les 15{NON_BREAK_SPACE}s.",
        "pt": "O ATQ aumenta em <color=#99FFFFFF>40%</color>; Ativa ao receber Dano: A alma do Falcão do Leste desperta, segurando a bandeira da resistência no alto, regenerando Vida equivalente a <color=#99FFFFFF>160%</color> do ATQ e causando <color=#99FFFFFF>320%</color> do ATQ como Dano aos inimigos ao redor. Esta habilidade pode ser ativada uma vez a cada 15s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>40%</color>. При получении урона пробуждается душа Сокола Запада, несущего знамя сопротивления. Восстанавливает HP, равное <color=#99FFFFFF>160%</color> от силы атаки, и наносит <color=#99FFFFFF>320%</color> урона окружающим врагам. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>40%</color> ATK. Terpicu saat menerima DMG: Jiwa Falcon of the West bangkit dan menegakkan bendera pertahanan. Memulihkan HP sebesar <color=#99FFFFFF>160%</color> ATK dan mengakibatkan DMG sebesar <color=#99FFFFFF>320%</color> ATK pada musuh di sekitar. Dapat terpicu setiap 15 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>40%</color>; ปลดปล่อยเมื่อ ได้รับความเสียหาย: จิตวิญญาณของวิหคตะวันตกที่ ชูธงแห่งการต่อต้านจะตื่นขึ้น และฟื้นฟูพลังชีวิตเท่ากับ <color=#99FFFFFF>160%</color> ของพลังโจมตี และสร้างความเสียหายเป็น <color=#99FFFFFF>320%</color> ของพลังโจมตี แก่ศัตรูโดยรอบ โดยเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 15 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>40%</color>, kích hoạt khi chịu sát thương: Linh hồn Tây Phong Ưng thức tỉnh dưới cờ hiệu kháng chiến, hồi HP bằng <color=#99FFFFFF>160%</color> tấn công và gây cho địch xung quanh sát thương bằng <color=#99FFFFFF>320%</color> lực tấn công. Mỗi 15s kích hoạt 1 lần."
      }
    }
  ],
  "internal_name": "Sword_Falcon",
  "imgid": "sword/falcon"
}