{
  "id": 11504,
  "type": "sword",
  "rank": 5,
  "name": {
    "zhs": "斫峰之刃",
    "zht": "斫峰之刃",
    "jp": "斬山の刃",
    "ko": "참봉의 칼날",
    "en": "Summit Shaper",
    "de": "Gipfelbrecher",
    "es": "Rompemontañas",
    "fr": "Tranche-sommets",
    "pt": "Cortador de Montanhas",
    "ru": "Кромсатель пиков",
    "id": "Summit Shaper",
    "th": "Summit Shaper",
    "vi": "Kiếm Chước Phong"
  },
  "description": {
    "zhs": "传说中象征着某一则特定契约的利刃，曾经斩落过山岳的尖端。",
    "zht": "傳說中象徵著某一則特定契約的利刃，曾經斬落山岳的尖端。",
    "jp": "とある特別な契約を象徴する剣、昔この剣は山頂を削り平らにしたらしい。",
    "ko": "어떤 특정한 계약을 상징하는 날카로운 검으로 과거 산봉우리를 베어냈다고 전해진다",
    "en": "A symbol of a legendary pact, this sharp blade once cut off the peak of a mountain.",
    "de": "Eine scharfe Klinge, die der Legende nach zu einem ganz bestimmten Pakt gehört. Sie soll einst den Gipfel eines ganzen Berges abgetrennt haben.",
    "es": "Según la leyenda, esta afilada espada, que representa la firma de cierto contrato, se usó para cortar los picos de las montañas.",
    "fr": "Le symbole d'un pacte légendaire. Sa lame tranchante coupa jadis le sommet d'une montagne.",
    "pt": "Um símbolo de um pacto lendário, esta lâmina afiada uma vez cortou o pico de uma montanha.",
    "ru": "Говорят, этот клинок - символ легендарного контракта. Когда-то его острым лезвием была срезана вершина горы.",
    "id": "Sebuah pedang legenda yang menjadi simbol sebuah kontrak bertepi tajam, konon pedang ini pernah memotong puncak dari suatu gunung.",
    "th": "ดาบอันแหลมคมในตำนานนี้ เป็นสัญลักษณ์ของสัญญาพิเศษบางอย่าง ดูเหมือนว่าดาบเล่มนี้ได้เคยใช้ตัดยอดเขาด้วย",
    "vi": "Thanh kiếm sắc bén tượng trưng cho khế ước đặc biệt nào đó trong truyền thuyết, từng được dùng để san bằng các đỉnh núi cao."
  },
  "lore": {
    "zhs": "\n在无比久远的过去，在诸神与精怪驰骋大地的时代，\n在天地动荡的时期里，人们不免会有这样的疑问吧…\n「请您开恩告诉我，我们的爱人和子女都去了哪里」\n「请您开恩告诉我，那些离去的人们何时才会回来」\n「啊啊，我主，这样怖骇的年月究竟要持续至何时」\n\n即使是在坚硬的山石中成长的子民，心也会因为痛楚开裂。\n即使倔强地一言不发坚守对神的信仰，目光也会变得炽热。\n即使不曾将这些问题抛出，藏在心底的咨询也会发出声音。\n\n岩之君便施展神迹，从无杂质的金色石珀中削出长刀一柄，\n挥剑斫去山峰的一角，以此向子民立下无上庄严的契约——\n离散的人，必将聚拢回归；背约的人，必然加以惩治。\n失去挚爱者、痛失珍宝者、蒙受不公者，将得到补偿。\n\n或许只是璃月悠古大地上，无数真伪难辨的民话之一。\n但岩君庄严的契约如今或许仍运行于璃月的天地之中。\n违背契约就是与这片神曾经整治过的大地为敌，\n帝君斩断的山峰迟早会降落在背约者的头上——\n\n如今乡野间仍有传说，日后它的真正主人将重现人间。\n那时这柄长刀将再次放射金光，斩断世上最大的不公…\n正如数千年前，岩王在民众面前立下的宏伟誓约那样。\n",
    "zht": "\n在無比久遠的過去，在諸神與精怪馳騁大地的時代，\n在天地動盪的時期裡，人們不免會有這樣的疑問吧…\n「請您開恩告訴我，我們的愛人和子女都去了哪裡」\n「請您開恩告訴我，那些離去的人們何時才會回來」\n「啊啊，我主，這樣怖駭的年月究竟要持續至何時」\n\n即使是在堅硬的山石中成長的子民，心也會因為痛楚開裂。\n即使倔強地一言不發堅守對神的信仰，目光也會變得熾熱。\n即使不曾將這些問題拋出，藏在心底的諮詢也會發出聲音。\n\n岩之君便施展神蹟，從無雜質的金色石珀中削出長刀一柄，\n揮劍斫去山峰的一角，以此向子民立下無上莊嚴的契約——\n離散的人，必將聚攏回歸；背約的人，必然加以懲治。\n失去摯愛者、痛失珍寶者、蒙受不公者，將得到補償。\n\n或許只是璃月悠古大地上，無數真偽難辨的民話之一。\n但岩君莊嚴的契約如今或許仍運行於璃月的天地之中。\n違背契約就是與這片神曾經整治過的大地為敵，\n帝君斬斷的山峰遲早會降落在背約者的頭上——\n\n如今鄉野間仍有傳說，日後它的真正主人將重現人間。\n那時這柄長刀將再次放射金光，斬斷世上最大的不公…\n正如數千年前，岩王在民眾面前立下的宏偉誓約那樣。\n",
    "jp": "\n遥か昔、神々と妖が大地を駆け回っていた時代、\n不安定な天地に、人々はこう聞かずにはいられなかった。\n「教えてください、私の愛する者と子供たちはどこへ行ってしまったのですか」\n「教えてください、いなくなった人達はいつ帰ってくるのですか」\n「あぁ、主よ、この恐ろしい時代はいつまで続くのです」\n\n山の固い石に囲まれて育った人々でも、心に深い傷を負う。\n何も言わず辛抱強く神へ信仰を捧げる者でも、瞳に激しい炎を灯す。\n疑問の声を出さずとも、心の奥底から訴えかける叫びが聞こえてくる。\n\n岩君は神の力を使い、金色の石珀から長剣を削り出した。\nそして剣を振るい山頂の一角を削り取ると、民と固い契約を交わした。\nいなくなった人は必ず戻り、規則を破る者は必ず罰せられる。\n愛する者を失った者、大切な物を失くした者、不平を強いられた者達は、必ず償われる。\n\nこれは璃月の長い歴史の中で語られた、真偽不明な民話の一つに過ぎないのかもしれない。\nただ、岩君が交わした契約は、今日の璃月の隅々までに伝わっている。\nそして契約に背く事は、神が治めるこの大地を敵に回す事である。\n岩君が斬った山頂が、いずれその者の頭上に落ちてくるだろう。\n\n近頃、農村部では、いつか真の主が再び地上に降臨すると噂されている。\nその時、あの長剣が再び金色の光を放ち、この世最大の不平を両断するのだ…\n数千年前、岩君が民衆に誓いを立てたのと同じように。\n",
    "ko": "\n아득히 먼 과거, 신들과 요괴들이 대지를 누비던 시절,\n천지가 요동치던 시기에 사람들은 이런 의문을 가지고 있지 않았을까…\n「가르쳐 주소서. 우리의 사랑하는 이와 자녀들이 어디로 갔는지」\n「가르쳐 주소서. 떠나간 이들이 언제 돌아오는지」\n「아아, 주인이시여. 이런 지옥 같은 세월이 언제까지 지속되나이까」\n\n단단한 산속에서 성장한 사람들의 마음도 고통으로 인해 갈라진다.\n아무 원망 없이 신을 확고히 믿던 자의 눈동자도 불타오른다.\n이런 질문을 던진 적 없어도 마음속 깊이 숨겨놓은 의문점이 목소리를 낸다.\n\n암왕제군은 신의 힘을 사용해 순수한 콜 라피스로 장검 한 자루를 깎아냈다.\n그리고 검을 휘둘러 산꼭대기의 한구석을 베어내고는 백성들과 엄숙한 계약을 맺었다——\n떠나간 사람은 반드시 돌아오고 규칙을 어긴 자는 반드시 처벌받는다.\n사랑하는 이를 잃은 자, 소중한 것을 잃은 자, 불공정함을 받은 자는 반드시 보상받는다.\n\n어쩌면 이는 리월의 긴 역사 속에서 진위 여부를 확인하기 어려운 전설 중 하나일지도 모른다.\n다만 암왕제군이 맺은 계약은 오늘날에도 리월 곳곳에 전해진다.\n계약을 어기는 것은 신이 다스리는 이 땅을 적으로 돌리는 것이고\n제군이 베어낸 산봉우리가 계약을 어긴 자의 머리 위로 떨어질 것이다——\n\n오늘날 농촌 지역에는 언젠가 진정한 주인이 다시 세상에 나타날 것이라는 말이 있다.\n그때가 되면 이 장검은 다시금 황금빛을 발하며 세상에서 가장 거대한 불공정함을 베어낼 것이다…\n마치 수천 년 전 암왕제군이 사람들 앞에서 맺었던 위대한 계약처럼.\n",
    "en": "\nIn the distant past, when the gods and spirits walked the land,\nWhen all the land was in turmoil, people must have asked such questions...\n\"Please tell me: where have my lover and children gone?\"\n\"When will those who have departed return to us?\"\n\"O great lord, how long will these horrific times persist?\"\n\nEven the hearts of people hewn from the hardest bedrock would crack and break from the pain.\nEven the eyes of those who remained silent, stoic in their unswerving faith in their gods, would begin to smolder.\nEven if they did not ask such questions, their hearts would make the sounds.\n\nThe ruler of Geo thus put forth his might and carved a long blade from a pure slab of golden Cor Lapis.\nWith a single slice, he cut a corner clean off a mountain, and upon it he swore a most solemn oath to the people—\nThose scattered, he would gather — and those who broke the contract, he would punish.\nThose who had lost their loved ones, those robbed of their possessions, those deprived of justice — they would receive recompense.\n\nPerhaps this is but one of the many tales that shroud the ancient land of Liyue.\nBut the solemn oath that Rex Lapis swore is nonetheless at work within it.\nTo break a contract is to make an enemy of this land where gods once ruled,\nAnd sooner or later, the mountain Rex Lapis cut will fall upon those who break contracts—\n\nA legend still circulates, saying that this weapon's true owner will one day return to walk among mortals.\nThen, this sword will once again gleam gold, and its light will cut through the greatest of this world's injustices...\nJust as it did when Rex Lapis made his solemn oath before the people.\n",
    "de": "\nIn der unermesslich weit zurückliegenden Vergangenheit, als Götter und Feen auf der Erde wandelten,\nin einer Zeit des Aufruhrs werden die Menschen einfach unweigerlich flehen:\n„Bitte seid gnädig und sagt mir, wohin unsere Lieben und Kinder gegangen sind.“\n„Bitte sagt mir in eurer großen Barmherzigkeit, wann die, die gegangen sind, zu uns zurückkehren werden.“\n„Ah, mein Gott, wie lange werden diese schrecklichen Jahre noch andauern?“\n\nSelbst die Herzen derer, die zwischen den harten Felsen und Bergen aufgewachsen sind, werden vor Schmerz zerbrechen.\nSelbst wenn du hartnäckig schweigst und an deinem Glauben an den Gott festhältst, werden deine Augen glühen.\nSelbst wenn diese Fragen niemals laut gestellt werden, gibt es in jedem Herzen eine verborgene Stimme, die sie stellen wird.\n\nDann vollbrachte der Herrscher über die Felsen ein Wunder und fertigte eine lange Klinge aus unverfälschtem goldenen Cor Lapis,\ner schwang dieses Schwert, um damit eine Ecke eines Felsens abzuhacken, und schloss somit einen erhabenen und feierlichen Pakt mit dem Volk.\nDie, die getrennt wurden, werden wieder zusammenfinden und zurückkehren; die, die gegen den heiligen Eid verstoßen, werden bestraft.\nDiejenigen, die einen geliebten Menschen verloren haben, diejenigen, die einen Schatz verloren haben, und diejenigen, die Unrecht erlitten haben, werden Entschädigung bekommen.\n\nVielleicht war es nur eins der zahllosen Volksmärchen im alten Liyue, bei denen es schwer war, zwischen Wahrheit und Unwahrheit zu unterscheiden.\nAber der feierliche Pakt des Geo-Archons könnte im heutigen Liyue immer noch in Kraft sein.\nDen Pakt zu brechen, bedeutet, ein Feind dieser Erde zu sein, die der Archon einst regierte.\nFrüher oder später wird das Stück Fels, welches der Archon abgeschlagen hatte, auf dem Kopf des Betrügers landen.\n\nNoch heute gibt es auf dem Land Legenden, die besagen, dass sein wahrer Besitzer in der Zukunft wieder auftauchen wird.\nDann wird diese lange Klinge wieder ihr goldenes Licht erstrahlen lassen und die Ungerechtigkeiten der Welt zerschlagen ...\nSo wie der Herrscher der Felsen vor Tausenden von Jahren vor seinem Volk den großen Schwur ablegte.\n",
    "es": "\nEn los tiempos ancestrales, cuando los dioses y los espíritus vagaban por la tierra,\nlas personas que vivían en esa época convulsa no podían dejar de preguntarse ciertas cosas...\n“Se lo ruego, dígame, ¿dónde están mi esposa e hijos?”.\n“Se lo ruego, dígame, ¿cuándo regresarán los que se han ido?”.\n“Ay, mi señor, ¿cuándo acabarán estos tiempos terribles?”.\n\nIncluso los corazones de quienes habían crecido entre adustas montañas y rocas inflexibles se agrietaron de dolor.\nIncluso la mirada de quienes seguían obstinadamente sin decir nada, fieles a su dios, se volvió implacable.\nIncluso quienes nunca se habían hecho estas preguntas, oían una voz proveniente de sus corazones.\n\nEntonces el Rey Geo hizo un milagro y extrajo una larga espada de un cor lapis dorado sin impurezas,\ny de un tajo cortó la cima de una montaña, estableciendo así un contrato supremo y solemne con su pueblo.\nQuienes fueron separados, se volverán a reunir; quienes hayan violado la alianza, enfrentarán su castigo.\nQuienes hayan perdido a un ser querido; quienes hayan sido despojados de sus bienes; quienes hayan sufrido injusticias, serán recompensados.\n\nTal vez solo sea una de las antiguas leyendas populares de Liyue. ¿Quién sabe si sucedió de veras?\nPero puede que el contrato solemne del Rey Geo siga en vigor en Liyue.\nQuienes infrinjan este contrato se granjearán la enemistad del Arconte que salvó a esta tierra;\ny, tarde o temprano, la cima de la montaña que el Arconte seccionó caerá sobre ellos.\n\nEn las zonas rurales todavía se dice que su auténtico dueño volverá a aparecer.\nEn ese momento, esta espada volverá a relucir como el oro y acabará con las injusticias más grandes de este mundo...\nDe la misma forma que el Rey Geo hizo una promesa sagrada ante su pueblo, hace miles de años.\n",
    "fr": "\nDans les temps anciens, quand dieux et esprits parcouraient le monde,\nles peuples d'alors posaient sûrement ce genre de questions...\n« Je vous en supplie, dites-le-moi : où sont mon conjoint et nos enfants ? »\n« Je vous en supplie, dites-le-moi : quand reviendront ceux qui sont partis ? »\n« Ô mon seigneur, quand ces temps terribles prendront-ils fin ? »\n\nMême le cœur de ceux ayant grandi dans les montagnes sinistres au milieu des rochers froids se brisait sous la douleur.\nMême le regard de ceux à la foi inébranlable devenait brûlant.\nMême ceux qui n'avaient jamais osé posé ces questions pouvaient les entendre au fond de leur cœur.\n\nLe Souverain de la Roche accomplit alors un miracle, gravant une longue lame dans un cœur de lapis doré sans impureté.\nD'un coup, il découpa un fragment de montagne, et s'en servit pour établir avec son peuple un contrat solennel :\nCeux qui ont été séparés seront réunis ; ceux qui violeront l'accord seront punis ;\nCeux qui ont perdu un être cher, ceux qui ont été dépouillés de leurs biens et ceux qui ont subi une injustice seront récompensés.\n\nCe n'est peut-être là qu'une des vieilles légendes folkloriques de Liyue.\nCependant, le contrat passé entre l'Archon Géo et son peuple a toujours effet à Liyue de nos jours.\nCeux qui brisent ce pacte deviennent les ennemis de l'Archon qui autrefois restaura ces terres ;\net, tôt ou tard, le fragment de montagne que l'Archon a tranché leur tombera dessus.\n\nOn raconte encore de nos jours que le vrai propriétaire de l'arme marchera un jour parmi les mortels.\nAlors l'éclat doré de l'épée brillera à nouveau, et sa lumière percera les injustices de ce monde...\nTout comme elle le fit lorsque le Souverain de la Roche établit ce contrat il y a des milliers d'années.\n",
    "pt": "\nNaqueles tempos antigos, quando os deuses e todas as espécies de criaturas estranhas andavam pela terra,\nno tempo de caos no céu e na terra, a humanidade não podia deixar de fazer essa pergunta...\n\"Por favor me diga, para onde foram nossos entes queridos, filhos e filhas?\"\n\"Por favor me diga, quando aqueles que partiram poderão retornar?\"\n\"Ah, ah, mestre, até quando continuarão esses anos assustadores?\"\n\nAinda que fossem um povo que cresceu nas montanhas, o coração também pode partir com a dor.\nAinda que não falassem uma palavra e acreditassem teimosamente nos deuses, sua visão poderia se tornar irritada.\nAinda que não tivessem abandonado essas perguntas, as dúvidas escondidas no fundo do coração também podem sair.\n\nO Arconte Geo fez um milagre, cortou do puro Âmbar dourado uma lâmina,\ncom um corte arrancou o topo de uma montanha, estabelecendo seu contrato supremo com o povo.\nAs pessoas que se separaram inevitavelmente se reunirão; as pessoas que quebraram um contrato inevitavelmente serão punidas.\nAqueles que perderam o verdadeiro amor, que perderam o que valorizavam e que sofreram injustiças serão recompensados.\n\nTalvez seja um dos incontáveis dialetos de Liyue que não é possível saber sua autenticidade. \nMas talvez o acordo do Arconte Geo ainda esteja em vigor em Liyue hoje.\nTrair o contrato é ter como inimigo o deus que cuida dessa terra.\nOs picos das montanhas que Rex Lapis cortou mais cedo ou mais tarde cairão sobre as cabeças dos traidores.\n\nAinda há lendas nessas terras de que um dia seu verdadeiro mestre aparecerá novamente.\nNessa hora, essa grande lâmina irradiará uma luz dourada novamente, e cortará as injustiças neste mundo...\nAssim como o juramento que o Arconte Geo estabeleceu em frente ao povo incontáveis anos antes.\n",
    "ru": "\nВ глубокой древности боги и демоны метались по земле,\nНе было покоя в мире, и люди вопрошали:\n- О, смилуйся, ответь: где моя любимая, где мои дети?\n- О, смилуйся, ответь: когда вернутся те, кто ушёл?\n- Боги, когда закончатся эти страшные времена?\n\nХоть крепки люди гор - сердца их разрывались от горя.\nХоть упрямы ревнители веры - глаза их наливались кровью.\nХоть не вымолвишь ни слова - голос в сердце не умолкнет.\n\nВластелин Камня явил чудо - из кор ляписа высек меч.\nВзмахом срубил вершину горы - с народом великий контракт заключил.\nРазделённая семья соберётся, предатель понесёт наказание.\nПотерявший любовь, лишённый богатства, невинно претерпевший - всем воздастся.\n\nА может это просто басня - их в Ли Юэ не перечесть.\nА может действует ещё великий договор,\nИ те, кто нарушил его, - враги бога этой земли,\nИ срубленная горная вершина рано или поздно упадёт им на голову.\n\nЕщё жива легенда, что истинный хозяин вернётся,\nЧто меч снова засверкает и уничтожит великую несправедливость.\nИ как тысячи лет назад Властелин Камня произнесёт перед народом великую клятву.\n",
    "id": "\nPada zaman dahulu kala, di mana para dewa dan roh berkeliaran melintasi bumi, \nDi saat kekacauan seperti itu, orang pasti akan memiliki pertanyaan seperti...\n\"Tolong beri tahu aku ke mana orang tercinta dan anak-anak pergi?\"\n\"Tolong beri tahu aku kapan mereka yang pergi akan kembali?\"\n\"Ah, Tuanku, sampai kapan tahun yang menakutkan seperti itu akan berlangsung?\"\n\nBahkan orang yang tumbuh besar di lingkungan batu keras sekalipun, hatinya akan hancur karena sakit hati.\nBahkan jika kamu begitu percaya pada Dewamu tanpa mengucapkan sepatah katapun, matamu juga akan menjadi panas.\nBahkan jika pertanyaan-pertanyaan ini belum diajukan, konsultasi yang tersembunyi di hatiku akan tetap terdengar.\n\nSang Archon Geo melakukan mukjizat dan memotong pisau panjang dari batu amber emas yang suci,\nMengayunkan pedang ke sudut gunung, untuk membuat kontrak yang solid dengan orang-orang——\nMereka yang terpisah pasti akan kembali bersama; mereka yang melanggar kesepakatan pasti akan dihukum.\nMereka yang kehilangan orang yang dicintai, kehilangan harta, dan menderita ketidakadilan akan diberi kompensasi.\n\nMungkin itu hanya salah satu dari banyak pepatah rakyat yang sulit dibedakan keasliannya dengan naskah asli kuno Liyue.\nNamun kontrak solid dari Archon Geo hingga saat ini masih ada di Liyue.\nMelanggar kontrak berarti menjadi musuh dari negeri yang pernah direnovasi para dewa ini,\nPuncak gunung tertinggi sekalipun cepat atau lambat akan jatuh ke atas kepala mereka yang berkhianat——\n\nSampai hari ini dalam legenda rakyat, masih tertulis bahwa nantinya pemilik aslinya akan muncul dan kembali ke dunia.\nPada saat itu, pisau panjang tersebut sekali lagi akan memancarkan cahaya keemasannya dan memotong ketidakadilan di dunia...\nPersis seperti sumpah besar yang dibuat Archon Geo di hadapan rakyat ribuan tahun yang lalu.\n",
    "th": "\nนานมาแล้วในยุคที่มีเทพเจ้าและปีศาจอยู่ทั่วทุกหนแห่งในโลก\nในช่วงที่โลกเกิดความโกลาหล ผู้คนคงอดที่จะมีคำถามแบบนี้ไม่ได้...\n\"โปรดบอกเราที คนที่เรารักและลูกหลานของเราอยู่ที่ใดกัน\"\n\"โปรดบอกเราที ผู้ที่จากเราไปเมื่อไรถึงจะหวนกลับมา\"\n\"โอ้ ท่านผู้ยิ่งใหญ่ ช่วงเวลาที่เลวร้ายเช่นนี้เมื่อไรจะสิ้นสุดลง\"\n\nแม้แต่คนที่เติบโตมาในภูเขาหินที่แกร่งที่สุด ก็ยังต้องใจแตกสลายเพราะความเจ็บปวด\nแม้แต่ผู้ที่ศรัทธาในเทพเจ้า ผู้ที่ไม่เคยเอ่ยคำพูดใด ดวงตาของพวกเขาก็เริ่มจะร้อนผ่าว\nถึงแม้เรื่องเหล่านี้จะไม่ถูกถามขึ้นมา แต่ในใจของพวกเขาก็ยังเต็มไปด้วยคำถาม\n\nราชาแห่งหินใช้พลังของเขา แกะสลักดาบยาวขึ้นมาจาก Cor Lapis สีทองบริสุทธิ์\nเขาตวัดดาบเฉือนยอดเขา เพื่อเป็นสัญญาให้แก่ผู้คนของเขา——\nผู้ที่ถูกพลัดพราก จะต้องหวนกลับมา —— และผู้ที่ละเมิดสัญญา จะต้องถูกลงทัณฑ์\nผู้ที่สูญเสียคนรัก ผู้ที่ถูกปล้นสมบัติ และต้องทนทุกข์ทรมานกับความอยุติธรรม จะได้รับการชดเชย\n\nบางทีนี่อาจเป็นหนึ่งในเรื่องเล่านับไม่ถ้วน ที่กล่าวขานกันในดินแดน Liyue โบราณ\nแต่สัญญาของราชาแห่งหินก็ยังมีผลอยู่ใน Liyue จนถึงทุกวันนี้\nการละเมิดสัญญา คือการตั้งตัวเป็นศัตรูกับดินแดนแห่งนี้ และกับเทพเจ้าที่ปกครองมันอยู่\nและสักวันยอดเขาที่ราชาแห่งหินตัด จะถล่มลงทับผู้ที่ผิดสัญญา——\n\nทุกวันนี้ตามชนบทยังคงมีตำนานว่า สักวันเจ้าของที่แท้จริงของดาบเล่มนี้จะปรากฏตัวบนโลกมนุษย์อีกครั้ง\nเมื่อถึงตอนนั้น ดาบเล่มนี้จะกลับมาเปล่งแสงสีทอง แสงที่จะขจัดความอยุติธรรมให้หมดไปจากโลกใบนี้...\nเช่นเดียวกับเมื่อพันปีที่แล้ว เมื่อราชาแห่งหินเอ่ยคำสัญญาต่อหน้าผู้คน\n",
    "vi": "\nVới quá khứ lâu đời, trong thời đại các chư thần và quái vật khắp nơi, \nTrong thời kỳ trời đất xáo trộn, con người khó tránh có nghi vấn như thế...\n\"Xin người hãy nói cho ta biết, vợ và con cái ta ở đâu\"\n\"Xin người hãy nói cho ta biết, những người ra đi bao giờ sẽ quay lại\"\n\"A...a..Ông trời ơi, những tháng năm đáng sợ này không biết đến bao giờ\"\n\nCon dân cho dù trưởng thành từ đá núi kiên cường, tâm rồi cũng sẽ bị đau khổ mài mòn.\nCho dù không chịu khuất phục tôn thờ thần, nhưng ánh mắt cũng sẽ biến thành lửa đỏ.\nCho dù chưa từng từ bỏ những nghi hoặc, thì những thắc mắc chôn giấu trong lòng cũng phải thốt thành tiếng.\n\nNham Quân liền thi triển thần thông, từ trong đá hổ phách vàng, bay ra một thanh trường đao, \nVung kiếm chém vào một góc núi non, lập ra lời thề vô thượng cùng con dân.\nNhững người rời đi, sẽ cùng quay trở lại. Những kẻ bội ước, sẽ bị trừng trị.\nMất đi những người thân yêu, đau khổ này biết lấy gì bù đắp.\n\nCó lẽ là do vùng đất Liyue lâu đời, một trong vô số tương truyền dân gian thật giả khó phân.\nNhưng hiệp ước trang nghiêm của Nham Quân cho đến hôm nay vẫn tồn tại trên vùng đất Liyue.\nNếu vi phạm hiệp ước thì sẽ trở thành kẻ thù của vùng đất từng bị thần trừng trị, \nĐỉnh núi Đế Quân chém gãy sớm muộn gì cũng sẽ rơi xuống đầu những kẻ bội ước.\n\nĐến hôm nay trong dân gian vẫn còn truyền thuyết, sau này chủ nhân thật sự của nó sẽ tái hiện ở chốn nhân gian.\nLúc đó thanh trường đao lại bắn ra ánh sáng, chém sạch những thứ bất công trên thế gian...\nCũng giống như ngàn năm trước, Nham Vương cũng lập ra lời thề nghiêm ngặt trước mặt dân chúng.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>20%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>4%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>20%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>4%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>20%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>4%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>20%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>4%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>20%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>4%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>20 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>4 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>4%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "Augmente la force du bouclier de <color=#99FFFFFF>20 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>4 %</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a Força do Escudo em <color=#99FFFFFF>20%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>4%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>20%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>4%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>20%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>4%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>20%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>4%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>20%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>4%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>25%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>5%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>25%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>5%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>25%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>5%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>25%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>5%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>25%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>5%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>25 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>5 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>25%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>5%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>25 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>5{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>25%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>5%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>25%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>5%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>25%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>5%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>25%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>5%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>25%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>5%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>30%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>6%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>30%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>6%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>30%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>6%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>30%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>30%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>6%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>30 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>6 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>30%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>6%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>30 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>6{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>30%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>6%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>30%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>6%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>30%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>6%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>30%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>6%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>30%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>6%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>35%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>7%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>35%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>7%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>35%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>7%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>35%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>7%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>35%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>7%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>35 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>7 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>35%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>7%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>35 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>7{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>35%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>7%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>35%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>7%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>35%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>7%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>35%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>7%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>35%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>7%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>40%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>8%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>40%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>8%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>40%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>8%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>40%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>8%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>40%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>8%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>40 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>8 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>40%</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>8%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>40 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>8{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>40%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>8%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>40%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>8%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>40%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>8%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>40%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>8%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>40%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>8%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    }
  ],
  "internal_name": "Sword_Kunwu",
  "imgid": "sword/kunwu"
}