{
  "id": 11413,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "腐殖之剑",
    "zht": "腐殖之劍",
    "jp": "腐植の剣",
    "ko": "부식의 검",
    "en": "Festering Desire",
    "de": "Schwert der Verderbnis",
    "es": "Deseo Ponzoñoso",
    "fr": "Croc suppurant",
    "pt": "Espada Pútrida",
    "ru": "Осквернённое желание",
    "id": "Festering Desire",
    "th": "Festering Desire",
    "vi": "Răng Nanh Rỉ Sét"
  },
  "description": {
    "zhs": "希冀着生命的诡谲直剑，附有连龙也能侵蚀的腐殖之毒。",
    "zht": "希冀著生命的詭譎直劍，附有連龍也能侵蝕的腐殖之毒。",
    "jp": "命に飢える不気味な直剣。龍さえも侵食する腐植の毒を持っている。",
    "ko": "생명을 갈망하는 섬뜩한 검. 드래곤마저 부식할 수 있는 독을 가지고 있다",
    "en": "A creepy straight sword that almost seems to yearn for life. It drips with a shriveling venom that could even corrupt a mighty dragon.",
    "de": "Ein recht unheimliches, sehr gerades Schwert, das sich nach Lebenskraft zu sehnen scheint. Es trieft von einem säureartigen Gift, welches sogar einen mächtigen Drachen töten könnte.",
    "es": "Una espada muy recta y misteriosa que parece sedienta de vida. De ella gotea un veneno capaz de corromper hasta a un dragón.",
    "fr": "Une épée droite maléfique qui a soif de vie. Elle renferme un poison qui aurait le pouvoir de neutraliser un dragon.",
    "pt": "Uma espada reta assustadora que parece ansiar pela vida. Ela verte um veneno enfraquecedor que poderia corromper até mesmo um dragão poderoso.",
    "ru": "Зловещий меч, жаждущий жизни. Он пропитан сильным ядом, способным осквернить даже могучего дракона.",
    "id": "Sebilah pedang mengerikan yang seakan-akan haus akan nyawa. Pedang ini dilapisi oleh racun mematikan yang bisa melukai seekor naga sekalipun.",
    "th": "ดาบที่ชั่วร้ายนี้ดูเหมือนจะกระหายอยากเอาชีวิต มันมีพิษที่สามารถกัดกร่อนได้แม้กระทั่งมังกร",
    "vi": "Thanh kiếm cổ quái khao khát sinh mệnh, có độc tính có thể ăn mòn cả Rồng."
  },
  "lore": {
    "zhs": "\n那是很久以前的事情…\n\n无法获准诞生的生命、无法实现的愿望、\n彷徨在漆黑宇宙中的，悲哀的未果之梦，\n就借由我的身躯，降生在「现世」中吧。\n\n然后，我可爱的孩子们啊，\n就像雨水流向溪流，草木向阳光伸展那样，\n到美好的地方去，骄傲展现自己的美丽吧。\n\n这是名为杜林的孩子，对「母亲」的回忆…\n\n「妈妈，谢谢你，妈妈」\n「给了我翱翔的翅膀，给了我健壮的身躯」\n「我啊，想到有美好歌声的地方去，妈妈」\n「告诉他们，大家的事情，和妈妈的事情」\n「告诉他们，我出生的地方，有多么美丽」\n",
    "zht": "\n那是很久以前的事情…\n\n無法獲准誕生的生命、無法實現的願望、\n彷徨在漆黑宇宙中的、悲哀的未果之夢，\n就藉由我的身軀，降生在「現世」中吧。\n\n然後，我可愛的孩子們啊，\n就像雨水流向溪流，草木向陽光伸展那樣，\n到美好的地方去，驕傲地展現自己的美麗吧。\n\n這是名為杜林的孩子，對「母親」的回憶…\n\n「媽媽，謝謝你，媽媽」\n「給了我翱翔的翅膀，給了我健壯的身軀」\n「我啊，想到有美好歌聲的地方去，媽媽」\n「告訴他們，大家的事情，和媽媽的事情」\n「告訴他們，我出生的地方，有多麼美麗」\n",
    "jp": "\nそれは遥か昔のこと…\n\n誕生することを許されない生命、満たすことができない願い、\n暗い宇宙を彷徨う、悲しき夢、\n私の体を借り、「現世」に降臨しなさい。\n\nそして、私のかわいい子供たち、\n雨水が小川に流れ、植物が太陽に伸びるのと同じように、\n美しい場所に行き、自分の美しさを満遍なく放ちなさい。\n\nこれは、ドゥリンと呼ばれる子供の、「母親」に関する記憶…\n\n「お母さん、ありがとう」\n「空を飛ぶ翼と、丈夫な体、全部お母さんがくれたもの」\n「僕は、美しい歌声がある場所に行きたい」\n「皆のことや、お母さんのこと」\n「僕の生まれたところが、どんなに美しいか。全部、彼らに伝えたい」\n",
    "ko": "\n그건 아주 오래전의 일이다…\n\n탄생을 허락받지 않은 생명, 실현될 수 없는 희망,\n칠흑같이 어두운 우주를 방황하는 비극적인 꿈이여\n내 몸을 빌려 「현세」에 강림하소서.\n\n그리고 나의 귀여운 아이들아\n빗물이 개울로 흘러들어가고 식물이 태양을 향해 자라나는 것처럼\n아름다운 곳으로 가서 자신의 아름다움을 자랑스럽게 드러내거라.\n\n이건 두린이라고 불리는 아이의 「모친」에 대한 기억이다…\n\n「어머니, 고마워요, 어머니」\n「내게 하늘을 날 수 있는 날개를 줘서, 내게 튼튼한 신체를 줘서」\n「어머니, 나는 아름다운 노랫소리가 있는 곳으로 가고 싶어요」\n「그들에게 모두의 일, 어머니와의 일을 알려줄 거예요」\n「그들에게 내가 태어난 곳이 얼마나 아름다운지 알려줄 거예요」\n",
    "en": "\nThis was a story from long ago...\n\nUnborn life, unfulfilled wishes,\nTragic dreams at the edge of the universal darkness that could never come true,\nIndwell my body, and descend unto this world.\n\nThen, my lovely children,\nLike rainwater flowing into creeks, and plants growing towards the sun,\nGo unto a lovely place, and display your own beauty there with pride.\n\nThis is a memory, a memory that a child named Durin had of his mother...\n\n\"Thank you, Mother, thank you.\"\n\"You gave me wings to soar and a mighty form.\"\n\"Mother, I wish to go to a land of lovely songs,\"\n\"I will tell them about you, Mother, and about everyone else.\"\n\"I shall tell them that the place where I was born is beautiful.\"\n",
    "de": "\nDies ist eine Geschichte aus der Vergangenheit.\n\nEin Leben, das nicht geboren werden darf, und ein Wunsch, der nicht erfüllt werden kann.\nUmherwandeln in einem dunklen Universum, versunken in Trauer über unerfüllte Träume.\nDurch meinen Körper, in dieses Leben geboren.\n\nUnd dann, meine lieben Kinder,\nwie Regen, der zu einem Strom wird, wie Pflanzen, die zur Sonne hin wachsen,\ngeht an einen schönen Ort und zeigt stolz eure Schönheit.\n\nDies ist die Erinnerung eines Kindes namens Durin an seine Mutter ...\n\n„Mutter, danke dir, Mutter.“\n„Du gabst mir Flügel, damit ich aufsteigen kann, und einen starken Körper.“\n„Mir ist eingefallen an welchem Ort es schöne Lieder gibt, Mutter.“\n„Ich werde es ihnen sagen, alles über sie und dich, Mutter.“\n„Ich werde ihnen sagen, wie wunderschön der Ort ist, an dem ich geboren wurde.“\n",
    "es": "\nEso ocurrió hace mucho, mucho tiempo...\n\nUna vida que no puede nacer, deseos que no se pueden cumplir,\nsueños infructuosos que deambulan por la oscuridad del universo,\nse apoderaron de mi cuerpo y llegaron a este mundo.\n\nDespués, queridos niños,\ncomo la lluvia que se cuela por las grietas y las plantas que crecen hacia la luz del sol,\nvan a un lugar hermoso y muestran su belleza.\n\nEstos son los recuerdos que un niño llamado Durin tiene de su madre.\n\n“Gracias, madre, gracias”.\n“Gracias por darme alas para volar y un cuerpo fuerte y poderoso”.\n“Quiero ir a un lugar donde hay canciones hermosas, madre”.\n“Les hablaré sobre ti, madre, y sobre todos los demás”.\n“Les contaré lo hermoso que es el lugar en el que nací”.\n",
    "fr": "\nUne histoire qui remonte aux temps anciens...\n\nVies destinées à ne pas être, souhaits non réalisés,\nrêves tragiques à la lisière des ténèbres qui jamais ne seront,\npar moi descendez en ce monde.\n\nEnsuite, mes bien-aimés enfants,\nfaites comme l'eau de pluie qui forme les ruisseaux, ou la flore qui verdoie sous le soleil.\nTrouvez-vous quelque endroit à votre goût, et portez haut votre beauté.\n\nRien de plus qu'un souvenir, le souvenir qu'un enfant prénommé « Durin » porte de sa mère...\n\n« Merci, mère. Merci. »\n« Tu m'as donné des ailes pour voler, et un corps capable et puissant. »\n« Mère, je veux aller dans un endroit bercé de chansons. »\n« Et je leur raconterai le monde, et toi, mère. »\n« Je leur décrirai la beauté de mon lieu de naissance. »\n",
    "pt": "\nIsso aconteceu muito tempo atrás...\n\nIncapaz de obter vida ao nascer, incapaz de realizar seus desejos,\nhesitando no universo escuro, ressentindo de sonhos falhos,\nutilizando meu corpo para nascer nesse mundo.\n\nDepois, minhas adoráveis crianças,\nPareciam como o fluxo da água da chuva, ou como as plantas viradas rumo ao Sol,\nVá até um local belo e mostre sua própria beleza.\n\nEssas são as memórias de Durin sobre sua mãe...\n\n\"Mamãe, obrigado, mamãe.\"\n\"Dê-me asas que possam voar alto e um corpo que possa aguentar tudo.\"\n\"Eu quero ir para um local com belas canções, mamãe.\"\n\"Contar para eles sobre todos, e sobre você.\"\n\"Diga para eles o quão bonita é a minha terra!\"\n",
    "ru": "\nЭто очень давняя история...\n\nЖизнь, не имевшая права на рождение, невозможность реализовать желания,\nбесплодные, скорбные мечтания, существующие лишь в кромешной тьме на краю вселенной -\nвсё это вырвалось в свет через моё тело.\n\nИдите, мои любимые дети,\nсловно дождевая вода, скользящая в трещины, словно трава, тянущаяся к солнцу,\nидите в прекрасные места, где гордо показывайте свою красоту.\n\nЭто память, воспоминания, что остались у ребёнка по имени Дурин о матери...\n\n«Мама... Спасибо тебе, мама...\nТы дала мне крылья, чтобы летать, ты дала мне тело, наполненное силой...\nМама, я хочу уйти туда, где звучат прекрасные песни.\nЯ хочу рассказать им обо всех нас и о тебе, мама.\nХочу рассказать им, как прекрасно то место, где я родился...»\n",
    "id": "\nItu adalah kejadian yang terjadi dulu...\n\nGagal untuk memperpanjang nyawa, gagal untuk mengabulkan permintaan,\nMimpi kegagalan dalam semesta yang gelap dan penuh ketidakpastian, \nMasuklah ke dalam tubuhku, dan datanglah ke dunia ini.\n\nLalu, anak-anakku yang sangat menggemaskan,\nSama seperti air hujan yang mengalir dan membuat rerumputan itu tumbuh menuju arah sinar matahari, \nPergilah ke tempat yang indah, lalu kembangkan keindahan dalam diri kalian masing-masing.\n\nItu adalah ingatan seorang anak bernama Durin tentang ibunya...\n\n\"Ibu, terima kasih banyak.\"\n\"Sudah memberikanku sayap untuk terbang, sudah memberikanku tubuh yang kuat.\"\n\"Ibu, aku ingin pergi ke tempat yang indah.\"\n\"Memberi tahu mereka, perihal semua orang, dan juga tentang ibu.\"\n\"Aku akan memberi tahu mereka seberapa indahnya tempat kelahiranku.\"\n",
    "th": "\nนั่นเป็นเรื่องราวเมื่อนานมาแล้ว...\n\nชีวิตที่ไม่ได้ลืมตามาดูโลก และความปรารถนาที่ไม่สมหวัง\nหลงอยู่ในจักรวาลแห่งความมืด ความฝันที่ไม่มีวันเป็นจริงอันน่าเศร้า\nเข้ามาอยู่ในร่างกายของข้า แล้วไปเกิดบนโลกนี้เถิด\n\nจากนั้น ลูก ๆ ที่น่ารักของข้า\nเช่นเดียวกับน้ำฝนที่ไหลลงสู่ลำธาร และหมู่ไม้ที่เติบโตไปหาแสงอาทิตย์\nไปยังสถานที่ที่สวยงาม และอวดความงามของพวกเจ้าอย่างภาคภูมิใจ\n\nนี่เป็นความทรงจำของเด็กที่ชื่อ Durin มีต่อแม่...\n\n\"ท่านแม่ ขอบคุณมาก ท่านแม่\"\n\"ขอบคุณที่มอบปีกให้ข้าโบยบินบนฟ้า และมอบร่างกายที่แข็งแรงให้ข้า\"\n\"ข้าอยากไปดินแดนที่เต็มไปด้วยเสียงเพลงจังเลยท่านแม่\"\n\"ข้าจะบอกพวกเขาเกี่ยวกับทุกคนและเกี่ยวกับท่านแม่\"\n\"บอกพวกเขาว่าบ้านเกิดของข้าสวยงามแค่ไหน\"\n",
    "vi": "\nĐó là chuyện rất lâu về trước...\n\nSinh mệnh không được phép sinh ra, nguyện vọng không thể thực hiện,\nLang thang trong vũ trụ tăm tối, một giấc mơ bi thảm không thành,\nBèn mượn thân thể của ta để \"hiện thế\"\n\nVà rồi, những đứa trẻ đáng yêu của ta à,\nGiống như nước mưa chảy thành suối, thảm cỏ trải dài dưới ánh mặt trời,\nĐến tận nơi tươi đẹp, kiêu ngạo phô bày sắc đẹp của mình nào.\n\nĐây là đứa trẻ tên Durin, về hồi ức của \"Mẹ\"...\n\n\"Mẹ ơi, cảm ơn mẹ\"\n\"Đã cho con đôi cánh để bay, cho con thân thể khoẻ mạnh\"\n\"Còn con, muốn đến nơi cất lên tiếng ca tươi đẹp, mẹ ơi\"\n\"Để kể với họ câu chuyện của mọi người, câu chuyện về mẹ\"\n\"Để kể với họ, nơi mà con sinh ra, đẹp đẽ biết nhường nào\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "无尽的渴慕",
        "zht": "無盡的渴慕",
        "jp": "底なしの渇望",
        "ko": "끝없는 갈망",
        "en": "Undying Admiration",
        "de": "Endlose Bewunderung",
        "es": "Anhelo infinito",
        "fr": "Soif insatiable",
        "pt": "Admiração Inabalável",
        "ru": "Бессмертное восхищение",
        "id": "Undying Admiration",
        "th": "Undying Admiration",
        "vi": "Khát Vọng Vô Tận"
      },
      "description": {
        "zhs": "元素战技造成的伤害增加<color=#99FFFFFF>16%</color>，元素战技的暴击率提升<color=#99FFFFFF>6%</color>。",
        "zht": "元素戰技造成的傷害增加<color=#99FFFFFF>16%</color>，元素戰技的暴擊率提升<color=#99FFFFFF>6%</color>。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>16%</color>、元素スキルの会心率+<color=#99FFFFFF>6%</color>。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>16%</color> 증가하고 원소전투 스킬의 치명타 확률이 <color=#99FFFFFF>6%</color> 증가한다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>16%</color> and Elemental Skill CRIT Rate by <color=#99FFFFFF>6%</color>.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>16 %</color> und die KT von Elementarfähigkeiten um <color=#99FFFFFF>6 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>16%</color> el daño de la Habilidad Elemental y en un <color=#99FFFFFF>6%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT de la compétence élémentaire de <color=#99FFFFFF>16 %</color> et son taux CRIT de <color=#99FFFFFF>6 %</color>.",
        "pt": "Aumenta em <color=#99FFFFFF>16%</color> o Dano da Habilidade Elemental e em <color=#99FFFFFF>6%</color> a Taxa CRIT da Habilidade Elemental.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>16%</color>, и его шанс крит. попадания - на <color=#99FFFFFF>6%</color>.",
        "id": "Meningkatkan DMG Elemental Skill sebanyak <color=#99FFFFFF>16%</color>, dan meningkatkan CRIT Rate Elemental Skill sebanyak <color=#99FFFFFF>6%</color>.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>16%</color> และอัตราคริของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>6%</color>",
        "vi": "Tăng <color=#99FFFFFF>16%</color> sát thương kỹ năng nguyên tố, tăng <color=#99FFFFFF>6%</color> tỷ lệ bạo kích của kỹ năng nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "无尽的渴慕",
        "zht": "無盡的渴慕",
        "jp": "底なしの渇望",
        "ko": "끝없는 갈망",
        "en": "Undying Admiration",
        "de": "Endlose Bewunderung",
        "es": "Anhelo infinito",
        "fr": "Soif insatiable",
        "pt": "Admiração Inabalável",
        "ru": "Бессмертное восхищение",
        "id": "Undying Admiration",
        "th": "Undying Admiration",
        "vi": "Khát Vọng Vô Tận"
      },
      "description": {
        "zhs": "元素战技造成的伤害增加<color=#99FFFFFF>20%</color>，元素战技的暴击率提升<color=#99FFFFFF>7.5%</color>。",
        "zht": "元素戰技造成的傷害增加<color=#99FFFFFF>20%</color>，元素戰技的暴擊率提升<color=#99FFFFFF>7.5%</color>。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>20%</color>、元素スキルの会心率+<color=#99FFFFFF>7.5%</color>。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>20%</color> 증가하고 원소전투 스킬의 치명타 확률이 <color=#99FFFFFF>7.5%</color> 증가한다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>20%</color> and Elemental Skill CRIT Rate by <color=#99FFFFFF>7.5%</color>.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>20 %</color> und die KT von Elementarfähigkeiten um <color=#99FFFFFF>7.5 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> el daño de la Habilidad Elemental y en un <color=#99FFFFFF>7.5%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT de la compétence élémentaire de <color=#99FFFFFF>20 %</color> et son taux CRIT de <color=#99FFFFFF>7,5 %</color>.",
        "pt": "Aumenta em <color=#99FFFFFF>20%</color> o Dano da Habilidade Elemental e em <color=#99FFFFFF>7.5%</color> a Taxa CRIT da Habilidade Elemental.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>20%</color>, и его шанс крит. попадания - на <color=#99FFFFFF>7,5%</color>.",
        "id": "Meningkatkan DMG Elemental Skill sebanyak <color=#99FFFFFF>20%</color>, dan meningkatkan CRIT Rate Elemental Skill sebanyak <color=#99FFFFFF>7.5%</color>.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>20%</color> และอัตราคริของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>7.5%</color>",
        "vi": "Tăng <color=#99FFFFFF>20%</color> sát thương kỹ năng nguyên tố, tăng <color=#99FFFFFF>7.5%</color> tỷ lệ bạo kích của kỹ năng nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "无尽的渴慕",
        "zht": "無盡的渴慕",
        "jp": "底なしの渇望",
        "ko": "끝없는 갈망",
        "en": "Undying Admiration",
        "de": "Endlose Bewunderung",
        "es": "Anhelo infinito",
        "fr": "Soif insatiable",
        "pt": "Admiração Inabalável",
        "ru": "Бессмертное восхищение",
        "id": "Undying Admiration",
        "th": "Undying Admiration",
        "vi": "Khát Vọng Vô Tận"
      },
      "description": {
        "zhs": "元素战技造成的伤害增加<color=#99FFFFFF>24%</color>，元素战技的暴击率提升<color=#99FFFFFF>9%</color>。",
        "zht": "元素戰技造成的傷害增加<color=#99FFFFFF>24%</color>，元素戰技的暴擊率提升<color=#99FFFFFF>9%</color>。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>24%</color>、元素スキルの会心率+<color=#99FFFFFF>9%</color>。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>24%</color> 증가하고 원소전투 스킬의 치명타 확률이 <color=#99FFFFFF>9%</color> 증가한다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>24%</color> and Elemental Skill CRIT Rate by <color=#99FFFFFF>9%</color>.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>24 %</color> und die KT von Elementarfähigkeiten um <color=#99FFFFFF>9 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño de la Habilidad Elemental y en un <color=#99FFFFFF>9%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT de la compétence élémentaire de <color=#99FFFFFF>24 %</color> et son taux CRIT de <color=#99FFFFFF>9 %</color>.",
        "pt": "Aumenta em <color=#99FFFFFF>24%</color> o Dano da Habilidade Elemental e em <color=#99FFFFFF>9%</color> a Taxa CRIT da Habilidade Elemental.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>24%</color>, и его шанс крит. попадания - на <color=#99FFFFFF>9%</color>.",
        "id": "Meningkatkan DMG Elemental Skill sebanyak <color=#99FFFFFF>24%</color>, dan meningkatkan CRIT Rate Elemental Skill sebanyak <color=#99FFFFFF>9%</color>.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color> และอัตราคริของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>9%</color>",
        "vi": "Tăng <color=#99FFFFFF>24%</color> sát thương kỹ năng nguyên tố, tăng <color=#99FFFFFF>9%</color> tỷ lệ bạo kích của kỹ năng nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "无尽的渴慕",
        "zht": "無盡的渴慕",
        "jp": "底なしの渇望",
        "ko": "끝없는 갈망",
        "en": "Undying Admiration",
        "de": "Endlose Bewunderung",
        "es": "Anhelo infinito",
        "fr": "Soif insatiable",
        "pt": "Admiração Inabalável",
        "ru": "Бессмертное восхищение",
        "id": "Undying Admiration",
        "th": "Undying Admiration",
        "vi": "Khát Vọng Vô Tận"
      },
      "description": {
        "zhs": "元素战技造成的伤害增加<color=#99FFFFFF>28%</color>，元素战技的暴击率提升<color=#99FFFFFF>10.5%</color>。",
        "zht": "元素戰技造成的傷害增加<color=#99FFFFFF>28%</color>，元素戰技的暴擊率提升<color=#99FFFFFF>10.5%</color>。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>28%</color>、元素スキルの会心率+<color=#99FFFFFF>10.5%</color>。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>28%</color> 증가하고 원소전투 스킬의 치명타 확률이 <color=#99FFFFFF>10.5%</color> 증가한다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>28%</color> and Elemental Skill CRIT Rate by <color=#99FFFFFF>10.5%</color>.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>28 %</color> und die KT von Elementarfähigkeiten um <color=#99FFFFFF>10.5 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>28%</color> el daño de la Habilidad Elemental y en un <color=#99FFFFFF>10.5%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT de la compétence élémentaire de <color=#99FFFFFF>28 %</color> et son taux CRIT de <color=#99FFFFFF>10,5 %</color>.",
        "pt": "Aumenta em <color=#99FFFFFF>28%</color> o Dano da Habilidade Elemental e em <color=#99FFFFFF>10.5%</color> a Taxa CRIT da Habilidade Elemental.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>28%</color>, и его шанс крит. попадания - на <color=#99FFFFFF>10,5%</color>.",
        "id": "Meningkatkan DMG Elemental Skill sebanyak <color=#99FFFFFF>28%</color>, dan meningkatkan CRIT Rate Elemental Skill sebanyak <color=#99FFFFFF>10.5%</color>.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>28%</color> และอัตราคริของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>10.5%</color>",
        "vi": "Tăng <color=#99FFFFFF>28%</color> sát thương kỹ năng nguyên tố, tăng <color=#99FFFFFF>10.5%</color> tỷ lệ bạo kích của kỹ năng nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "无尽的渴慕",
        "zht": "無盡的渴慕",
        "jp": "底なしの渇望",
        "ko": "끝없는 갈망",
        "en": "Undying Admiration",
        "de": "Endlose Bewunderung",
        "es": "Anhelo infinito",
        "fr": "Soif insatiable",
        "pt": "Admiração Inabalável",
        "ru": "Бессмертное восхищение",
        "id": "Undying Admiration",
        "th": "Undying Admiration",
        "vi": "Khát Vọng Vô Tận"
      },
      "description": {
        "zhs": "元素战技造成的伤害增加<color=#99FFFFFF>32%</color>，元素战技的暴击率提升<color=#99FFFFFF>12%</color>。",
        "zht": "元素戰技造成的傷害增加<color=#99FFFFFF>32%</color>，元素戰技的暴擊率提升<color=#99FFFFFF>12%</color>。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>32%</color>、元素スキルの会心率+<color=#99FFFFFF>12%</color>。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>32%</color> 증가하고 원소전투 스킬의 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>32%</color> and Elemental Skill CRIT Rate by <color=#99FFFFFF>12%</color>.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>32 %</color> und die KT von Elementarfähigkeiten um <color=#99FFFFFF>12 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>32%</color> el daño de la Habilidad Elemental y en un <color=#99FFFFFF>12%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT de la compétence élémentaire de <color=#99FFFFFF>32 %</color> et son taux CRIT de <color=#99FFFFFF>12 %</color>.",
        "pt": "Aumenta em <color=#99FFFFFF>32%</color> o Dano da Habilidade Elemental e em <color=#99FFFFFF>12%</color> a Taxa CRIT da Habilidade Elemental.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>32%</color>, и его шанс крит. попадания - на <color=#99FFFFFF>12%</color>.",
        "id": "Meningkatkan DMG Elemental Skill sebanyak <color=#99FFFFFF>32%</color>, dan meningkatkan CRIT Rate Elemental Skill sebanyak <color=#99FFFFFF>12%</color>.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>32%</color> และอัตราคริของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Tăng <color=#99FFFFFF>32%</color> sát thương kỹ năng nguyên tố, tăng <color=#99FFFFFF>12%</color> tỷ lệ bạo kích của kỹ năng nguyên tố."
      }
    }
  ],
  "internal_name": "Sword_Magnum",
  "imgid": "sword/magnum"
}