{
  "id": 11306,
  "type": "sword",
  "rank": 3,
  "name": {
    "zhs": "飞天御剑",
    "zht": "飛天御劍",
    "jp": "飛天御剣",
    "ko": "비천어검",
    "en": "Skyrider Sword",
    "de": "Himmelsflug-Schwert",
    "es": "Espada Surcacielos",
    "fr": "Épée céleste",
    "pt": "Espada do Cavaleiro do Céu",
    "ru": "Меч небесного всадника",
    "id": "Skyrider Sword",
    "th": "Skyrider Sword",
    "vi": "Kiếm Phi Thiên"
  },
  "description": {
    "zhs": "可靠的钢剑，传说著名的「御剑公子」曾试图借助它飞天。",
    "zht": "可靠的鋼劍，傳說著名的「御劍公子」曾試圖借助它飛天。",
    "jp": "頼もしい鋼の剣、伝説の中で「御剣公子」はこれの力を借りて飛天しようとしたらしい。",
    "ko": "믿음직한 강철검, 전설에 의하면 유명한 「어검 공자」가 이 검을 이용해 하늘을 날려고 시도했었다고 한다",
    "en": "A reliable steel sword. The legendary Skyrider once tried to ride it as a flying sword...",
    "de": "Ein recht robustes Schwert. Der sagenumwobene „Schwertprinz“ hat einst versucht, mit ihm gen Himmel zu fliegen.",
    "es": "Una espada de acero fiable. Cierta persona intentó usarla como una espada voladora para surcar los cielos...",
    "fr": "Une solide épée en acier. On raconte que quelqu'un a essayé de s'en servir comme moyen de transport...",
    "pt": "Uma espada de aço confiável. Uma certa pessoa tentou usá-la como espada voadora...",
    "ru": "Надёжный стальной меч. Однажды некто пытался заставить его летать...",
    "id": "Pedang baja yang dapat diandalkan. Konon, Skyrider yang terkenal pernah mencoba meminjam kekuatannya untuk terbang...",
    "th": "ดาบเหล็กกล้าที่พึ่งพาได้ เคยมีบางคนพยายามขี่มันเพราะชื่อของมันด้วย",
    "vi": "Kiếm bằng gang, truyền thuyết nói rằng \"Ngự Kiếm Công Tử\" từng muốn dùng nó để bay lên trời."
  },
  "lore": {
    "zhs": "\n剑术高超的御剑公子从绝云间顶一跃而下，\n不顾耳边狂啸的烈风，公子御剑穿透云层。\n直到断裂的声音顺着筋骨传入脑中——\n他才知道，有的事情剑术也无法实现。\n虽说当掉锃亮的钢剑，换了金创药丸。\n可御剑公子明白，飞天的伟大征程还未结束！\n",
    "zht": "\n劍術高超的御劍公子從絕雲間頂一躍而下，\n不顧耳邊狂嘯的烈風，公子御劍穿透雲層。\n直到斷裂的聲音順著筋骨傳入腦中——\n他才知道，有的事情劍術也無法實現。\n雖說當掉鋥亮的鋼劍，換了金創藥丸。\n但御劍公子明白，飛天的偉大征程還未結束！\n",
    "jp": "\n剣術に優れた御剣公子が絶雲の間の頂上から飛び降り、\n吠える強風を物ともせず、剣に乗り、雲を突き抜けた。\n剣の断裂音が体を通じ、頭の中に響いた——\nその時、彼は気づいた。剣術ではどうにもならないことがあると。\n剣は壊れてしまったが、金創丸剤が手に入った。\n御剣公子はまだ諦めない。偉大なる空を駆ける旅は終わっていない！\n",
    "ko": "\n검술이 뛰어난 어검 공자가 절운간 꼭대기에서 뛰어내려,\n귓가에 세차게 울부짖는 세찬 바람을 무시하고 검을 조종해서 구름을 뚫었다.\n끊어진 목소리가 근골을 타고 뇌리에 전해질 때——\n그는 검술로도 이룰 수 없는 일이 있다는 것을 깨닫게 된다.\n번쩍이는 강철검을 전당 잡고, 금창약으로 바꾸었다고 하지만\n어검 공자는 하늘을 난다는 위대한 길이 아직 끝나지 않았음을 믿고 있었다!\n",
    "en": "\nLeap, the master swordsman Skyrider did, from the heights of Jueyun Karst.\nHe pierced the clouds as the winds hollered by his ears,\nBut what followed was the sound of bones shattering.\nWhat he had hoped for was something swordsmanship could not bring him.\nHe pawned the sword for medicine,\nBut die it did not, his dream of flight.\n",
    "de": "\nDer Schwertprinz, der ein gekonnter Fechter war, sprang von den Höhen des Jueyun-Karsts,\nsauste durch die Wolken und der Wind brauste um seine Ohren,\nbis das Geräusch von brechenden Knochen in seinem Kopf ankam.\nErst dann wusste er, dass manche Dinge nur durch Schwertkünste nicht erreicht werden können.\nEr verpfändete das Schwert, um Medizin zu kaufen.\nSein Traum vom Fliegen jedoch blieb weiterhin am Leben.\n",
    "es": "\nEl maestro de la espada descendió de lo más alto del Desfiladero Jueyun de un salto.\nPerforó las nubes mientras la tempestad rugía en sus oídos,\na lo que le siguió el sonido de unos huesos rotos.\nEn ese momento, se dio cuenta de que hay cosas que el arte de la espada no puede lograr.\nEntonces, empeñó la espada para comprar medicamentos.\n¡Pero el maestro de la espada sabía que su vuelo no acabaría ahí!\n",
    "fr": "\nLe maître épéiste sauta des hauteurs du Karst Jueyun.\nIgnorant le vent soufflant à ses oreilles, il traversa les nuages.\nMais c'est le bruit craquant de l'os se brisant qui suivit.\nSeulement alors réalisa-t-il qu'il est certaines choses que l'art de l'épée ne permet de réaliser.\nMais plus tard, même après qu'il eut mis en gage son épée pour acheter des pilules,\nson rêve de voler dans les cieux ne se tarit point.\n",
    "pt": "\nO mestre da espada pulou do mais alto ponto do Relevo de Jueyun com um salto,\nPerfurou as nuvens enquanto os ventos gritavam nos seus ouvidos.\nMas o que se seguiu foi o som de ossos quebrando.\nNessa hora ele soube que há coisas que a esgrima não pode realizar.\nPenhorou a espada para comprar remédios.\nMas o mestre da espada sabia, a jornada para voar ainda não havia acabado!\n",
    "ru": "\nНебесный Всадник, будучи опытным фехтовальщиком, спрыгнул с вершины Заоблачного предела и,\nНе обращая внимание на свистящий в ушах ветер, вспорол клинком мякоть облаков.\nНо за свистом ветра последовал лишь хруст костей.\nИ только тогда он понял, что некоторые вещи не могут быть достигнуты только за счёт фехтовального искусства.\nХотя он и заложил меч в ломбард, чтобы купить себе лекарства,\nЕго мечта о полёте только окрепла.\n",
    "id": "\nSeorang master pendekar pedang dengan keterampilan pedang yang luar biasa melompat dari puncak awan,\nDia menembus awan seraya angin menderu di telinganya,\nDan yang terjadi selanjutnya adalah suara tulang demi tulang yang pecah-\nDia menyadari bahwa beberapa hal tidak dapat dicapai dengan ilmu pedang.\nWalaupun pedang besi berkilauan itu dia gadaikan demi obat.\nNamun dia mengerti, perjalanannya belum berakhir!\n",
    "th": "\nสุดยอดนักดาบ Skyrider ที่มีวิชาดาบอันสูงส่งได้กระโดดลงจากยอดของ Jueyun Karst ลงมา\nเขาทะลุผ่านเมฆและลมไหลผ่านหูของเขา\nตามด้วยเสียงแตกหักของกระดูก...\nเขาถึงได้รู้ว่ามีเรื่องที่ไม่สามารถใช้วิชาดาบช่วยให้สำเร็จได้\nเขานำดาบไปจำนำเพื่อซื้อยา\nแต่ Skyrider นั้นรู้ดีว่าการเดินทางอันยอดเยี่ยมบนท้องฟ้านั้นยังไม่จบ!\n",
    "vi": "\nNgự Kiếm Công Tử với kiếm thuật cao cường nhảy từ trên Tuyệt Vân Gián xuống,\nKhông màng những tiếng gió rít giật mạnh bên tai, công tử xuyên qua từng tầng mây.\nCho đến khi tiếng nứt lớn truyền từ chân lên đầu...\nAnh mới nhận ra rằng, có những việc kiếm thuật cũng khó có thể thực hiện được.\nTuy rơi mất thanh kiếm thép sáng bóng, đổi lại bằng viên thuốc Kim Sang.\nThế nhưng Ngự Kiếm Công Tử cũng biết rằng, cuộc hành trình rộng lớn phía trước vẫn chưa kết thúc!\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "决心",
        "zht": "決心",
        "jp": "決心",
        "ko": "결심",
        "en": "Determination",
        "de": "Zielstrebigkeit",
        "es": "Resolución",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительность",
        "id": "Determination",
        "th": "Determination",
        "vi": "Quyết Tâm"
      },
      "description": {
        "zhs": "施放元素爆发后，提高<color=#99FFFFFF>12%</color>攻击力和移动速度，持续15秒。",
        "zht": "施放元素爆發後，提高<color=#99FFFFFF>12%</color>攻擊力和移動速度，持續15秒。",
        "jp": "元素爆発を発動した後、攻撃力と移動速度+<color=#99FFFFFF>12%</color>、継続時間15秒。",
        "ko": "원소폭발 발동 후 공격력과 이동속도가 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 15초",
        "en": "Using an Elemental Burst grants a <color=#99FFFFFF>12%</color> increase in ATK and Movement SPD for 15s.",
        "de": "Erhöht den ANG und die Bewegungs-GSW nach Anwendung einer Spezialfähigkeit 15 s lang um <color=#99FFFFFF>12 %</color>.",
        "es": "Al usar la Habilidad Definitiva, el ATQ y la Vel. Movimiento aumentarán en un <color=#99FFFFFF>12%</color> durante 15 s.",
        "fr": "Augmente l'ATQ et la VIT de déplacement de <color=#99FFFFFF>12 %</color> pendant 15 s après un déchaînement élémentaire.",
        "pt": "Ao usar o Supremo, concede um aumento de <color=#99FFFFFF>12%</color> no ATQ e Veloc. Mov. por 15s.",
        "ru": "Активация взрыва стихии увеличивает силу атаки и скорость передвижения на <color=#99FFFFFF>12%</color> в течение 15 сек.",
        "id": "Menggunakan Elemental Burst meningkatkan <color=#99FFFFFF>12%</color> ATK dan Movement SPD selama 15 detik.",
        "th": "การใช้ท่าไม้ตายจะเพิ่มพลังโจมตีและความเร็วในการเคลื่อนที่ <color=#99FFFFFF>12%</color> เป็นเวลา 15 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nộ, tăng <color=#99FFFFFF>12%</color> tấn công và tốc độ di chuyển, kéo dài 15s."
      }
    },
    {
      "name": {
        "zhs": "决心",
        "zht": "決心",
        "jp": "決心",
        "ko": "결심",
        "en": "Determination",
        "de": "Zielstrebigkeit",
        "es": "Resolución",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительность",
        "id": "Determination",
        "th": "Determination",
        "vi": "Quyết Tâm"
      },
      "description": {
        "zhs": "施放元素爆发后，提高<color=#99FFFFFF>15%</color>攻击力和移动速度，持续15秒。",
        "zht": "施放元素爆發後，提高<color=#99FFFFFF>15%</color>攻擊力和移動速度，持續15秒。",
        "jp": "元素爆発を発動した後、攻撃力と移動速度+<color=#99FFFFFF>15%</color>、継続時間15秒。",
        "ko": "원소폭발 발동 후 공격력과 이동속도가 <color=#99FFFFFF>15%</color> 증가한다. 지속 시간: 15초",
        "en": "Using an Elemental Burst grants a <color=#99FFFFFF>15%</color> increase in ATK and Movement SPD for 15s.",
        "de": "Erhöht den ANG und die Bewegungs-GSW nach Anwendung einer Spezialfähigkeit 15 s lang um <color=#99FFFFFF>15 %</color>.",
        "es": "Al usar la Habilidad Definitiva, el ATQ y la Vel. Movimiento aumentarán en un <color=#99FFFFFF>15%</color> durante 15 s.",
        "fr": "Augmente l'ATQ et la VIT de déplacement de <color=#99FFFFFF>15 %</color> pendant 15 s après un déchaînement élémentaire.",
        "pt": "Ao usar o Supremo, concede um aumento de <color=#99FFFFFF>15%</color> no ATQ e Veloc. Mov. por 15s.",
        "ru": "Активация взрыва стихии увеличивает силу атаки и скорость передвижения на <color=#99FFFFFF>15%</color> в течение 15 сек.",
        "id": "Menggunakan Elemental Burst meningkatkan <color=#99FFFFFF>15%</color> ATK dan Movement SPD selama 15 detik.",
        "th": "การใช้ท่าไม้ตายจะเพิ่มพลังโจมตีและความเร็วในการเคลื่อนที่ <color=#99FFFFFF>15%</color> เป็นเวลา 15 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nộ, tăng <color=#99FFFFFF>15%</color> tấn công và tốc độ di chuyển, kéo dài 15s."
      }
    },
    {
      "name": {
        "zhs": "决心",
        "zht": "決心",
        "jp": "決心",
        "ko": "결심",
        "en": "Determination",
        "de": "Zielstrebigkeit",
        "es": "Resolución",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительность",
        "id": "Determination",
        "th": "Determination",
        "vi": "Quyết Tâm"
      },
      "description": {
        "zhs": "施放元素爆发后，提高<color=#99FFFFFF>18%</color>攻击力和移动速度，持续15秒。",
        "zht": "施放元素爆發後，提高<color=#99FFFFFF>18%</color>攻擊力和移動速度，持續15秒。",
        "jp": "元素爆発を発動した後、攻撃力と移動速度+<color=#99FFFFFF>18%</color>、継続時間15秒。",
        "ko": "원소폭발 발동 후 공격력과 이동속도가 <color=#99FFFFFF>18%</color> 증가한다. 지속 시간: 15초",
        "en": "Using an Elemental Burst grants a <color=#99FFFFFF>18%</color> increase in ATK and Movement SPD for 15s.",
        "de": "Erhöht den ANG und die Bewegungs-GSW nach Anwendung einer Spezialfähigkeit 15 s lang um <color=#99FFFFFF>18 %</color>.",
        "es": "Al usar la Habilidad Definitiva, el ATQ y la Vel. Movimiento aumentarán en un <color=#99FFFFFF>18%</color> durante 15 s.",
        "fr": "Augmente l'ATQ et la VIT de déplacement de <color=#99FFFFFF>18 %</color> pendant 15 s après un déchaînement élémentaire.",
        "pt": "Ao usar o Supremo, concede um aumento de <color=#99FFFFFF>18%</color> no ATQ e Veloc. Mov. por 15s.",
        "ru": "Активация взрыва стихии увеличивает силу атаки и скорость передвижения на <color=#99FFFFFF>18%</color> в течение 15 сек.",
        "id": "Menggunakan Elemental Burst meningkatkan <color=#99FFFFFF>18%</color> ATK dan Movement SPD selama 15 detik.",
        "th": "การใช้ท่าไม้ตายจะเพิ่มพลังโจมตีและความเร็วในการเคลื่อนที่ <color=#99FFFFFF>18%</color> เป็นเวลา 15 วินาที",
        "vi": "Sau khi thi triển kỹ năng nộ, tăng <color=#99FFFFFF>18%</color> tấn công và tốc độ di chuyển, kéo dài 15s."
      }
    },
    {
      "name": {
        "zhs": "决心",
        "zht": "決心",
        "jp": "決心",
        "ko": "결심",
        "en": "Determination",
        "de": "Zielstrebigkeit",
        "es": "Resolución",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительность",
        "id": "Determination",
        "th": "Determination",
        "vi": "Quyết Tâm"
      },
      "description": {
        "zhs": "施放元素爆发后，提高<color=#99FFFFFF>21%</color>攻击力和移动速度，持续15秒。",
        "zht": "施放元素爆發後，提高<color=#99FFFFFF>21%</color>攻擊力和移動速度，持續15秒。",
        "jp": "元素爆発を発動した後、攻撃力と移動速度+<color=#99FFFFFF>21%</color>、継続時間15秒。",
        "ko": "원소폭발 발동 후 공격력과 이동속도가 <color=#99FFFFFF>21%</color> 증가한다. 지속 시간: 15초",
        "en": "Using an Elemental Burst grants a <color=#99FFFFFF>21%</color> increase in ATK and Movement SPD for 15s.",
        "de": "Erhöht den ANG und die Bewegungs-GSW nach Anwendung einer Spezialfähigkeit 15 s lang um <color=#99FFFFFF>21 %</color>.",
        "es": "Al usar la Habilidad Definitiva, el ATQ y la Vel. Movimiento aumentarán en un <color=#99FFFFFF>21%</color> durante 15 s.",
        "fr": "Augmente l'ATQ et la VIT de déplacement de <color=#99FFFFFF>21 %</color> pendant 15 s après un déchaînement élémentaire.",
        "pt": "Ao usar o Supremo, concede um aumento de <color=#99FFFFFF>21%</color> no ATQ e Veloc. Mov. por 15s.",
        "ru": "Активация взрыва стихии увеличивает силу атаки и скорость передвижения на <color=#99FFFFFF>21%</color> в течение 15 сек.",
        "id": "Menggunakan Elemental Burst meningkatkan <color=#99FFFFFF>21%</color> ATK dan Movement SPD selama 15 detik.",
        "th": "การใช้ท่าไม้ตายจะเพิ่มพลังโจมตีและความเร็วในการเคลื่อนที่ <color=#99FFFFFF>21%</color> เป็นเวลา 15 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nộ, tăng <color=#99FFFFFF>21%</color> tấn công và tốc độ di chuyển, kéo dài 15s."
      }
    },
    {
      "name": {
        "zhs": "决心",
        "zht": "決心",
        "jp": "決心",
        "ko": "결심",
        "en": "Determination",
        "de": "Zielstrebigkeit",
        "es": "Resolución",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительность",
        "id": "Determination",
        "th": "Determination",
        "vi": "Quyết Tâm"
      },
      "description": {
        "zhs": "施放元素爆发后，提高<color=#99FFFFFF>24%</color>攻击力和移动速度，持续15秒。",
        "zht": "施放元素爆發後，提高<color=#99FFFFFF>24%</color>攻擊力和移動速度，持續15秒。",
        "jp": "元素爆発を発動した後、攻撃力と移動速度+<color=#99FFFFFF>24%</color>、継続時間15秒。",
        "ko": "원소폭발 발동 후 공격력과 이동속도가 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 15초",
        "en": "Using an Elemental Burst grants a <color=#99FFFFFF>24%</color> increase in ATK and Movement SPD for 15s.",
        "de": "Erhöht den ANG und die Bewegungs-GSW nach Anwendung einer Spezialfähigkeit 15 s lang um <color=#99FFFFFF>24 %</color>.",
        "es": "Al usar la Habilidad Definitiva, el ATQ y la Vel. Movimiento aumentarán en un <color=#99FFFFFF>24%</color> durante 15 s.",
        "fr": "Augmente l'ATQ et la VIT de déplacement de <color=#99FFFFFF>24 %</color> pendant 15 s après un déchaînement élémentaire.",
        "pt": "Ao usar o Supremo, concede um aumento de <color=#99FFFFFF>24%</color> no ATQ e Veloc. Mov. por 15s.",
        "ru": "Активация взрыва стихии увеличивает силу атаки и скорость передвижения на <color=#99FFFFFF>24%</color> в течение 15 сек.",
        "id": "Menggunakan Elemental Burst meningkatkan <color=#99FFFFFF>24%</color> ATK dan Movement SPD selama 15 detik.",
        "th": "การใช้ท่าไม้ตายจะเพิ่มพลังโจมตีและความเร็วในการเคลื่อนที่ <color=#99FFFFFF>24%</color> เป็นเวลา 15 วินาที",
        "vi": "Sau khi thi triển Kỹ Năng Nộ, tăng <color=#99FFFFFF>24%</color> tấn công và tốc độ di chuyển, kéo dài 15s."
      }
    }
  ],
  "internal_name": "Sword_Mitsurugi",
  "imgid": "sword/mitsurugi"
}