{
  "id": 11505,
  "type": "sword",
  "rank": 5,
  "name": {
    "zhs": "磐岩结绿",
    "zht": "磐岩結綠",
    "jp": "磐岩結緑",
    "ko": "반암결록",
    "en": "Primordial Jade Cutter",
    "de": "Moosgrüner Fels",
    "es": "Cortador de Jade Primordial",
    "fr": "Coupeur de jade primordial",
    "pt": "Cortador de Jade Primordial",
    "ru": "Драгоценный омут",
    "id": "Primordial Jade Cutter",
    "th": "Primordial Jade Cutter",
    "vi": "Bàn Nham Kết Lục"
  },
  "description": {
    "zhs": "由纯净的翠玉精琢细雕而成的仪礼宝剑，挥舞时剑风中似有叹息之声。",
    "zht": "由純淨的翠玉精琢細雕而成的儀禮寶劍，揮舞時劍風中似有嘆息之聲。",
    "jp": "穢れの無い翠玉によって彫られた宝剣。振るうと、嘆息が漏れ出るかのような風音が聞こえる。",
    "ko": "순수한 비취옥을 섬세하게 조각해 만든 의례 보검. 검을 휘두르면 탄식의 소리가 들리는 듯하다",
    "en": "A ceremonial sword masterfully carved from pure jade. There almost seems to be an audible sigh in the wind as it is swung.",
    "de": "Ein rituelles Schwert, das aus reinster Jade gehauen wurde. Man meint, ein leichtes Stöhnen zu vernehmen, während man es schwingt.",
    "es": "Una espada para ceremonias hecha con esencia de jade puro muy finamente tallado. El viento que se produce al blandirla emite un sonido parecido al de un suspiro.",
    "fr": "Une épée cérémonielle taillée dans le jade le plus pur. On peut presque entendre son soupir lorsqu'elle tourne dans le vent.",
    "pt": "Uma espada para cerimônias feita com essência de jade puro esculpido delicadamente. O ar que produz quando balança emite um som parecido a um suspiro.",
    "ru": "Ритуальный меч, искусно вырезанный из чистейшего нефрита и покрытый изящными гравировками. Иногда кажется, что при взмахе им можно услышать тихий вздох ветра.",
    "id": "Pedang upacara yang diukir dari giok murni. Suara ayunannya seperti suara desahan napas yang samar.",
    "th": "ดาบสำหรับพิธีการที่แกะสลักมาจากหยกบริสุทธิ์อย่างประณีต เมื่อแกว่งดาบไปมาในสายลม จะมีเสียงที่คล้ายกับเสียงลมหายใจ",
    "vi": "Thanh kiếm được dùng trong nghi lễ, được chạm khắc cẩn thận từ ngọc bích tinh khiết, khi vung lên, âm thanh giống như tiếng thở dài trong gió."
  },
  "lore": {
    "zhs": "\n据说在璃月初兴时，帝君曾执翠玉琢成之剑行走大地。\n在年岁不停的磨砺下，血洗的碧绿剑锋仍旧闪亮如新，\n鲜血随千年雨水而去，凝结的思念与怨恨却难以涤除。\n\n「结绿拥有碧水的魂灵与柔情，自能清洗残留于其上的宿怨」\n「但以美玉之身被塑成杀戮之器的伤痛，又有谁能抚平呢？」\n\n淡忘了名字的故友曾如是嗟怨，如是叹息，\n但无可阻遏的命途终于淹没了恻隐的言语。\n\n在过于悠久的年月里，浴血死斗的仇敌也曾言欢同乐，\n终将反目的挚友、仇恨消弭的死敌也会相约举杯一醉。\n这柄宝剑也是在那时，作为赠予某人的贵礼雕琢而成，\n名为「结绿」的翠玉，身受削凿本是为了和平与华贵。\n\n当酒器被血水溢满，温情被冷酷的欲望撕碎，化作尘埃飞散，\n未能送出的赠礼，未能诉说的友谊，亦成了斩向旧友的利刃。",
    "zht": "\n據說在璃月初興時，帝君曾執翠玉琢成之劍行走大地。\n在年歲不停的磨礪下，血洗的碧綠劍鋒仍舊閃亮如新，\n鮮血隨千年雨水而去，凝結的思念與怨恨卻難以滌除。\n\n「結綠擁有碧水的魂靈與柔情，自能清洗殘留於其上的宿怨」\n「但以美玉之身被塑成殺戮之器的傷痛，又有誰能撫平呢？」\n\n淡忘了名字的故友曾如是嗟怨，如是玩嘆息，\n但無可阻遏的命途終於淹沒了惻隱的言語。\n\n在過於悠久的年月裡，浴血死鬥的仇敵也曾言歡同樂，\n終將反目的摯友、仇恨消弭的死敵也會相約舉杯一醉。\n這柄寶劍也是在那時，作為贈予某人的貴禮雕琢而成，\n名為「結綠」的翠玉，身受削鑿本是為了和平與華貴。\n\n當酒器被血水溢滿，溫情被冷酷的欲望撕碎，化作塵埃飛散，\n未能送出的贈禮，未能訴說的友誼，亦成了斬向舊友的利刃。",
    "jp": "\n璃月が創られた時、帝君は玉石の剣を持ち、大地を歩んだと言われている。\n歳月の試練を潜り抜いて尚、血で洗った濃緑の剣は未だに輝きを保つ、\n血は千年もの雨とともに流れ、詰まった思いと恨みは容易に払えない。\n\n「玉石は碧色の水の魂と優しさを持ち、残された宿怨を洗い流す」\n「だが、殺戮の武器にされた美玉の痛みは、誰が慰めてあげられるのか？」\n\n名を忘れた友は、ため息と共に不平を吐いた。\nだが、止まる事のない運命はその惻隠の言葉をもかき消した。\n\n長い年月を跨ぎ、血まみれに死闘を交わした敵とも喜びを分け合い、\nやがて裏切るであろう親友、憎しみが消えた宿敵とも一杯飲み交わせるだろう。\nこの宝剣もその時、誰かの贈り物として磨き上げられ、\n「結緑」と名付けられた緑の玉石も、元は平和と華麗のために彫琢されたもの。\n\n酒器が血で溢れ、温情が冷酷な欲望によって引き裂かれ、塵と化して飛び散った。\n贈り損ねた贈り物、伝え損ねた友情、共に旧友へと向ける刃となった。",
    "ko": "\n리월 초창기에 제군은 옥으로 만든 검을 들고 대지를 거닐었다고 한다.\n세월의 끝없는 시련 속에서도 피로 씻은 청록색 검 끝은 새것처럼 반짝였다.\n피는 천 년의 빗물과 함께 씻겨졌지만, 서려 있는 그리움과 원한은 씻어 낼 수 없었다.\n\n「결록은 벽색 물의 영혼과 부드러움으로 남겨진 숙원을 스스로 씻어낼 수 있다」\n「그러나 살상의 무기가 되어버린 옥의 고통은 누가 위로해줄 수 있는가?」\n\n이름을 잊은 옛 친구는 이렇게 탄식했다.\n하지만 막을 수 없는 운명은 결국 측은의 말을 삼켰다.\n\n오랜 세월이 흐르면서, 피 튀기는 사투를 벌였던 적들과도 기쁨을 나누고,\n배반한 친구와 원한을 지운 숙적과도 술 한 잔 나눌 수 있었다.\n이 보검도 그때 누군가의 선물로 조각되었고\n「결록」이라는 옥은 평화와 부귀를 위해 깎아진 것이다.\n\n술그릇에 피가 넘치자 따뜻했던 마음은 냉혹한 욕망에 의해 갈기갈기 찢기고 먼지처럼 흩어졌다.\n전하지 못한 선물과 말하지 못한 우정도 옛 친구를 베는 날카로운 칼날이 되었다.",
    "en": "\nThey say that when Liyue first arose, Rex Lapis once walked the land with a sword hewn from jade.\nDespite the constant wear and tear of age, the jade edge, so bathed in blood, still retained a polished sheen as if brand-new.\nThe blood was washed away in the rain of a thousand years, yet the thoughts and grudges that gathered about it could not be so easily eliminated.\n\n\"Nephrite has the soul of the Bishui's gentle heart, and will in time cleanse itself of the remnant grudges within.\"\n\"But who will ease the agony that the jade itself feels for having become an instrument of slaughter?\"\n\nThese words of a friend long-forgotten were both lament and sigh.\nBut the inexorable gears of destiny would drown out those compassionate words.\n\nIn the passing of many long years, many became mortal foes who once made merry together,\nWhile those who betrayed one another or fought to the death would come to share a drink, their hatred dispelled.\nSo it was also with this precious sword, carved as it once was to be given as an expensive gift to a certain someone.\nThis jade too was once cut for love of peace and luxury.\n\nWhen wine vessels are filled with blood, and when tender feelings are ripped asunder by cold ambition and reduced to dust on the wind,\nGifts ungiven and bonds unspoken will become sharp blades with which to cleave erstwhile friends.",
    "de": "\nLegenden besagen, dass Rex Lapis mit einem aus reiner Jade gehauenen Schwert durch Liyue wandelte, als die Stadt ihre erste Blüte erfuhr.\nTrotz all der Strapazen über die Jahre und all des Blutes, in das es getränkt wurde, behielt es seine leuchtende Klinge, als wäre sie neu.\nDas Blut konnte über die Jahrtausende abgewaschen werden. Der damit einhergehende Groll und Hass jedoch blieben haften.\n\n„Der grüne Kristall hat die Seele und die Sanftmut des Wassers und wird sich von dem bösen Groll, der ihn befallen hat, befreien.“\n„Wie soll sich diese wunderschöne Jade aber von dem Schmerz befreien, den sie als Werkzeug des Todes erfährt?“\n\nDiese Worte eines längst vergessenen Freundes waren klagevoll und seufzend.\nDas unaufhaltsame Schicksal übertönte letzten Endes die Worte des Mitgefühls.\n\nIn all den vergangenen Jahren haben Feinde, die bis auf den Tod kämpften, einst glücklich zusammengelebt.\nFreunde wandten sich gegeneinander und Feinde begannen, die Becher in gemeinsamer Freude zu heben.\nAuch dieses kostbare Schwert wurde für einen neu gewonnen Freund aus dem Gestein gehauen und ihm als Geschenk überreicht.\nDieser moosgrüne Fels wurde geschaffen, um Frieden und Wohlergehen zu symbolisieren.\n\nWenn die Weinkelche mit Blut gefüllt sind und zarte Gefühle durch kalte Gier zerrissen und im Wind zu Staub zerfetzt werden,\ndann werden auch nicht überreichte Geschenke und hintergangene Freundschaft zu einer scharfen Klinge, die auf einstige Gefährten gerichtet ist.",
    "es": "\nCuenta la leyenda que, en la época en que Liyue estaba empezando a prosperar, Rex Lapis caminaba por la tierra con una espada tallada en jade.\nComo fue afilada durante años sin parar, el ensangrentado filo esmeralda de la espada nunca perdió su brillo.\nLa sangre que la cubría sí se fue diluyendo con el tiempo, pero el deseo y el resentimiento, que ya habían coagulado, nunca se pudieron limpiar.\n\n“El jade tiene un alma y un temperamento similares a los de unas aguas turquesas, pues puede purificar su propio odio remanente.\nAhora bien, ¿quién puede aplacar el dolor de un arma de jade hecha para matar?”\n\nAsí se lamentó una vez un viejo amigo cuyo nombre había olvidado.\nSin embargo, el inexorable destino acabó ahogando aquellas palabras de compasión.\n\nTras un tiempo demasiado largo, los dos enemigos, que en el pasado se habían batido en una sangrienta batalla, hicieron las paces y charlaron pacífica y alegremente.\nAl final, su enemistad y el odio que se tenían desapareció, e incluso llegaron a reunirse para beber juntos.\nEsta espada fue un obsequio hecho en aquella época para cierta persona.\nSu jade fue esculpido y tallado precisamente para representar la paz y la riqueza.\n\nCuando las copas de vino se llenaron de sangre, los crueles deseos rompieron en pedazos las buenas intenciones y las transformaron en un polvo que salió volando.\nEntonces, aquel obsequio que no fue entregado y aquella amistad que nunca llegó a ser se convirtieron en el filo que blandió contra su viejo amigo.",
    "fr": "\nIl est dit que lorsque naquit Liyue, le Souverain de la Roche parcourait les terres, une épée taillée dans le jade à son côté.\nMalgré l'usure des années, le tranchant du jade, qui avait baigné dans le sang, conservait le même éclat qu'au premier jour.\nLe sang avait été lavé par les pluies de milliers d'années ; mais les pensées et les rancunes accumulées ne s'effaçaient pas si aisément.\n\n« Le Coupeur possède l'âme et le tempérament du jade, et se purifiera avec le temps des rancunes qui existent encore en son sein. »\n« Mais qui apaisera l'agonie que ressentira le jade une fois devenu un instrument de massacre ? »\n\nCes mots d'un ami oublié depuis longtemps étaient à la fois lamentations et soupirs,\nmais les rouages inexorables du destin noieraient ces paroles compatissantes.\n\nLes années passèrent, les anciens amis devenant ennemis jurés,\nceux qui s'étaient un jour trahis ou battus à mort trinquant désormais, toute leur haine ayant disparu.\nIl en était de même de cette précieuse épée, sculptée autrefois pour être offerte en guise de cadeau somptueux.\nCe jade fût également taillé par amour de la paix et du luxe.\n\nQuand les coupes à vin se remplissent de sang et que les bons sentiments sont déchirés par la froide ambition, et réduits à l'état de simple poussière dans le vent,\nalors les cadeaux qui n'ont point été offerts et les amitiés qui n'ont point été clamées deviennent les lames tranchantes avec lesquelles percer les amis d'antan.",
    "pt": "\nDizem que na época que Liyue estava prosperando, Rex Lapis andava pela terra com uma espada entalhada em jade.\nApesar de ter sido utilizada incessantemente pelos anos, a ponta coberta de sangue sempre foi afiada, mantendo seu brilho como se fosse nova.\nO sangue que a cobria foi disperso pelos anos e pela água, mas as memórias e ódios condensados nela nunca foram limpos.\n\n\"O jade tem alma e temperamento como o de uma água esverdeada, pois pode limpar o próprio rancor em si.\"\n\"Mas quem aliviará a agonia da jade por ter se tornado um instrumento de massacre?\"\n\nEssas palavras de um amigo há muito esquecido eram tanto um lamento quanto um suspiro.\nMas as inexoráveis engrenagens do destino abafariam essas palavras de compaixão.\n\nCom o passar de vários anos, muitos que outrora se divertiam juntos se tornaram inimigos mortais,\nEnquanto aqueles que traíram o próximo ou lutaram até a morte passaram a dividir uma bebida após o fim de seu ódio.\nO mesmo aconteceu com esta espada preciosa, entalhada como se fosse um presente caro a ser dado a uma certa pessoa.\nEste jade também foi cortado por amor à paz e ao luxo.\n\nQuando as taças de vinho estão cheias de sangue e sentimentos ternos são dilacerados pela ambição fria e reduzidos a pó lançado ao vento,\nOs presentes não dados e os sentimentos não declarados se tornarão lâminas afiadas com as quais amigos antigos serão separados.",
    "ru": "\nГоворят, что когда Ли Юэ только закладывался, Властелин Камня ходил по земле с зелёным нефритовым мечом.\nХотя клинок и был отполирован годами, ярко-зелёное остриё, что часто вкушало кровь врагов, по-прежнему сверкало, как новое.\nАлая кровь тысячи лет смывалась дождевой водой, но от воспоминаний и ненависти так легко не избавиться.\n\n«Драгоценный нефрит обладает душой и нежностью реки Бишуй и сам может смыть давние обиды, что остались на его поверхности.»\n«Но кто смоет скорбь прекрасного нефрита, обращённого в орудие убийства?»\n\nСтарый друг, чьё имя забыто, некогда горевал и тяжело вздыхал,\nНо судьба, которой невозможно препятствовать, в конце концов заглушила слова сочувствия.\n\nДолгое, долгое время он проливал кровь врагов, которые когда-то были друзьями,\nВедь в конце концов и отвернувшийся друг, и отпустивший ненависть враг могут выпить вместе.\nВ те времена меч создавался и обрабатывался как ценный дар некоему человеку.\nДрагоценный зелёный нефрит изначально был вырезан для мира и роскоши.\n\nНо винные бокалы переполнились кровью, доброта была растерзана чёрствыми желаниями и развеяна прахом,\nКогда он, непреподнесённый дар, невысказанный знак дружбы, стал клинком, что отсёк голову старому другу.",
    "id": "\nSebuah legenda bercerita bahwa pada awal mula Liyue, Rex Lapis menginjakkan kakinya di dataran Liyue dengan pedang dari giok.\nMeskipun pedang ini telah digunakan selama bertahun-tahun, pedang bermandikan darah ini tetap terlihat seperti baru.\nDarah di pedang itu mungkin bisa tersapu bersih oleh air hujan, tetapi ingatan dan rasa dendam yang berkumpul sulit dihilangkan.\n\n\"Nephrite mengandung jiwa dan hati Bishui yang lembut, dan sisa-sisa perasaan dendam di dalamnya akan dibersihkan oleh waktu.\"\n\"Tapi siapa yang sanggup meredakan kepedihan giok itu, yang digunakan untuk merenggut nyawa makhluk lain?\"\n\nYang tersisa dari kata-kata teman lama yang terlupakan ini hanyalah penyesalan dan helaan napas.\nTapi roda takdir yang terus berputar akan menghancurkan kalimat lembut tersebut.\n\nSeiring berjalannya waktu yang panjang, banyak kawan yang akhirnya berubah menjadi musuh bebuyutan,\nDan yang dulunya mengkhianati satu sama lain dan bertarung mempertaruhkan nyawa, malah minum bersama tanpa ada rasa dendam.\nSama seperti pedang giok ini, yang ditempa menjadi sebuah hadiah yang mahal untuk seseorang yang istimewa.\nGiok ini juga dulunya diambil demi kedamaian dan kemewahan.\n\nSaat cangkir anggur terisi darah, dan saat hati yang lembut dihancurkan oleh ambisi gelap, menjadi debu yang tertiup angin,\nHadiah yang belum sempat diberikan, kata-kata persahabatan yang belum sempat diucapakan, akan menjadi pedang tajam yang memisahkan dua orang sahabat.",
    "th": "\nว่ากันว่าในตอนที่ Liyue ก่อตั้งขึ้นใหม่ ๆ ราชาแห่งหินเคยท่องไปบนผืนดินพร้อมกับดาบที่ทำจากหยก\nหลังเวลาเนิ่นนานผ่านไป คมดาบหยกที่อาบไปด้วยเลือดก็ยังคงแวววาวเหมือนใหม่\nเลือดถูกสายฝนนานนับพันปีชะล้างไปจนหมด แต่ความคิดและความโกรธแค้นที่สะสม ยากที่จะชะล้างออกไปได้\n\n\"หยกแข็งมีจิตวิญญาณและความอ่อนโยนของ Bishui มันสามารถชะล้างความแค้นที่หลงเหลืออยู่ด้วยตนเอง\"\n\"แต่ใครจะสามารถลบล้างความเจ็บปวดของหยกงาม ที่ถูกนำมาใช้เป็นเครื่องมือสังหารได้?\"\n\nคำพูดของเพื่อนที่ถูกลืมชื่อไปนานแล้ว เต็มไปด้วยความเศร้าใจและความรำพึงรำพัน\nแต่วงล้อแห่งโชคชะตาที่ไม่อาจหลีกเลี่ยงได้ ก็กลบคำพูดที่เต็มไปด้วยความเห็นใจนี้จนหมดสิ้น\n\nในช่วงเวลาหลายปีที่ผ่านมา ผู้ที่เคยร่วมสุขกลับต้องมาห้ำหั่นกัน\nในขณะที่ศัตรูคู่อาฆาตที่เคยต่อสู้กัน กลับมาร่วมดื่มกัน และความเกลียดชังของพวกเขาได้สลายไป\nดาบล้ำค่าเล่มนี้ได้ถูกแกะสลักขึ้นในเวลานั้น เพื่อมอบเป็นของขวัญล้ำค่าให้กับใครบางคน\nหยกชิ้นนี้ได้ถูกเจียระไนขึ้นเพื่อความสงบสุขและความหรูหรา\n\nเมื่อภาชนะบรรจุไวน์เต็มไปด้วยเลือด ความรู้สึกอันอบอุ่นได้ถูกความทะเยอทะยานอันหนาวเหน็บทำลายไปจนสิ้น เหลือเพียงฝุ่นธุลีที่ปลิวไปตามลม\nของขวัญที่ไม่ได้มอบถึงมือผู้รับ และมิตรภาพที่ยังไม่เอื้อนเอ่ย กลับกลายเป็นดาบแหลมคมที่กั้นอยู่ระหว่างเพื่อนทั้งสอง",
    "vi": "\nNgười ta nói rằng thuở sơ khai tại Liyue, đế quân từng đi khắp đại lục với một thanh kiếm cắt từ ngọc.\nSau nhiều năm tôi luyện, thanh kiếm xanh ngọc bích tắm máu vẫn sáng bóng như mới,\nMáu đã trôi theo mưa ngàn năm, nhưng bao tâm tư, oán hận đọng lại khó mà rửa trôi.\n\n\"Kết Lục có tâm hồn và sự dịu dàng của nước trong, nó có thể tẩy sạch những mối hận thù cũ còn sót lại trên đó.\"\n\"Nhưng nỗi đau thân hình ngọc bích xinh đẹp bị biến thành vũ khí tàn sát kia ai có thể chữa lành?\"\n\nNgười bạn cũ quên tên từng uất ức thở dài,\nNhưng số phận là thứ không thể ngăn cản, cuối cùng đã nhấn chìm đi những lời bi thương.\n\nTrong những năm tháng dài đằng đẵng, những kẻ thù trong cuộc chiến chết chóc đẫm máu cũng từng nói chuyện vui vẻ với nhau.\nNhững người bạn từng mâu thuẫn, những kẻ thù truyền kiếp với thù hận cũng sẽ gặp nhau để nâng ly và uống say.\nThanh kiếm này cũng được chạm khắc vào thời điểm đó như một món quà cho ai đó,\nViên ngọc bích có tên \"Kết Lục\", được tạo ra vì hòa bình và phú quý.\n\nKhi bình rượu ngập tràn máu, hơi ấm bị dục vọng lạnh lùng xé nát, hóa thành cát bụi và phân tán khắp nơi, \nNhững món quà không thể trao, tình bạn không thể nói ra cũng đã trở thành con dao sắc bén đối với những người bạn cũ."
  },
  "effects": [
    {
      "name": {
        "zhs": "护国的无垢之心",
        "zht": "護國的無垢之心",
        "jp": "護国の無垢なる心",
        "ko": "수호자의 무구한 마음",
        "en": "Protector's Virtue",
        "de": "Reines Beschützerherz",
        "es": "Pureza del protector",
        "fr": "Vertu du protecteur",
        "pt": "Pureza do Protetor",
        "ru": "Добродетель защитника",
        "id": "Protector's Virtue",
        "th": "Protector's Virtue",
        "vi": "Trái Tim Hộ Quốc"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>20%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1.2%</color>，获得攻击力加成。",
        "zht": "生命值提升<color=#99FFFFFF>20%</color>。此外，基於裝備此武器的角色生命值上限的<color=#99FFFFFF>1.2%</color>，獲得攻擊力加成。",
        "jp": "HP上限+<color=#99FFFFFF>20%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1.2%</color>分、攻撃力がアップする。",
        "ko": "HP가 <color=#99FFFFFF>20%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.2%</color>에 해당하는 공격력 보너스를 획득한다",
        "en": "HP increased by <color=#99FFFFFF>20%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1.2%</color> of the wielder's Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>20 %</color>. Erhöht den ANG um <color=#99FFFFFF>1,2 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>20%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1.2%</color> de Bono de ATQ en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>20 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1,2 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>20%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1.2%</color> com base na Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>20%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1,2%</color> от макс. HP экипированного этим оружием персонажа.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1,2%</color> dari Max HP pengguna.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>20%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1.2%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้",
        "vi": "HP tăng <color=#99FFFFFF>20%</color>. Ngoài ra, nhận được buff tấn công dựa trên <color=#99FFFFFF>1.2%</color> giới hạn HP của nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "护国的无垢之心",
        "zht": "護國的無垢之心",
        "jp": "護国の無垢なる心",
        "ko": "수호자의 무구한 마음",
        "en": "Protector's Virtue",
        "de": "Reines Beschützerherz",
        "es": "Pureza del protector",
        "fr": "Vertu du protecteur",
        "pt": "Pureza do Protetor",
        "ru": "Добродетель защитника",
        "id": "Protector's Virtue",
        "th": "Protector's Virtue",
        "vi": "Trái Tim Hộ Quốc"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>25%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1.5%</color>，获得攻击力加成。",
        "zht": "生命值提升<color=#99FFFFFF>25%</color>。此外，基於裝備該武器的角色生命值上限的<color=#99FFFFFF>1.5%</color>，獲得攻擊力加成。",
        "jp": "HP上限+<color=#99FFFFFF>25%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1.5%</color>分、攻撃力がアップする。",
        "ko": "HP가 <color=#99FFFFFF>25%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.5%</color>에 해당하는 공격력 보너스를 획득한다",
        "en": "HP increased by <color=#99FFFFFF>25%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1.5%</color> of the wielder's Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>25 %</color>. Erhöht den ANG um <color=#99FFFFFF>1,5 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>25%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1.5%</color> de Bono de ATQ en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>25 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1,5 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>25%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1.5%</color> com base na Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>25%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1,5%</color> от макс. HP экипированного этим оружием персонажа.",
        "id": "Meningkatkan <color=#99FFFFFF>25%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1,5%</color> dari Max HP pengguna.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>25%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1.5%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้",
        "vi": "HP tăng <color=#99FFFFFF>25%</color>. Ngoài ra, nhận được buff tấn công dựa trên <color=#99FFFFFF>1.5%</color> giới hạn HP của nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "护国的无垢之心",
        "zht": "護國的無垢之心",
        "jp": "護国の無垢なる心",
        "ko": "수호자의 무구한 마음",
        "en": "Protector's Virtue",
        "de": "Reines Beschützerherz",
        "es": "Pureza del protector",
        "fr": "Vertu du protecteur",
        "pt": "Pureza do Protetor",
        "ru": "Добродетель защитника",
        "id": "Protector's Virtue",
        "th": "Protector's Virtue",
        "vi": "Trái Tim Hộ Quốc"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>30%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1.8%</color>，获得攻击力加成。",
        "zht": "生命值提升<color=#99FFFFFF>30%</color>。此外，基於裝備該武器的角色生命值上限的<color=#99FFFFFF>1.8%</color>，獲得攻擊力加成。",
        "jp": "HP上限+<color=#99FFFFFF>30%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1.8%</color>分、攻撃力がアップする。",
        "ko": "HP가 <color=#99FFFFFF>30%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.8%</color>에 해당하는 공격력 보너스를 획득한다",
        "en": "HP increased by <color=#99FFFFFF>30%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1.8%</color> of the wielder's Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>30 %</color>. Erhöht den ANG um <color=#99FFFFFF>1,8 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>30%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1.8%</color> de Bono de ATQ en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>30 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1,8 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>30%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1.8%</color> com base na Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>30%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1,8%</color> от макс. HP экипированного этим оружием персонажа.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1,8%</color> dari Max HP pengguna.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>30%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1.8%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้",
        "vi": "HP tăng <color=#99FFFFFF>30%</color>. Ngoài ra, nhận được buff tấn công dựa trên <color=#99FFFFFF>1.8%</color> giới hạn HP của nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "护国的无垢之心",
        "zht": "護國的無垢之心",
        "jp": "護国の無垢なる心",
        "ko": "수호자의 무구한 마음",
        "en": "Protector's Virtue",
        "de": "Reines Beschützerherz",
        "es": "Pureza del protector",
        "fr": "Vertu du protecteur",
        "pt": "Pureza do Protetor",
        "ru": "Добродетель защитника",
        "id": "Protector's Virtue",
        "th": "Protector's Virtue",
        "vi": "Trái Tim Hộ Quốc"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>35%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>2.1%</color>，获得攻击力加成。",
        "zht": "生命值提升<color=#99FFFFFF>35%</color>。此外，基於裝備該武器的角色生命值上限的<color=#99FFFFFF>2.1%</color>，獲得攻擊力加成。",
        "jp": "HP上限+<color=#99FFFFFF>35%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>2.1%</color>分、攻撃力がアップする。",
        "ko": "HP가 <color=#99FFFFFF>35%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>2.1%</color>에 해당하는 공격력 보너스를 획득한다",
        "en": "HP increased by <color=#99FFFFFF>35%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>2.1%</color> of the wielder's Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>35 %</color>. Erhöht den ANG um <color=#99FFFFFF>2,1 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>35%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>2.1%</color> de Bono de ATQ en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>35 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>2,1 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>35%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>2.1%</color> com base na Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>35%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>2,1%</color> от макс. HP экипированного этим оружием персонажа.",
        "id": "Meningkatkan <color=#99FFFFFF>35%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>2,1%</color> dari Max HP pengguna.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>35%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>2.1%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้",
        "vi": "HP tăng <color=#99FFFFFF>35%</color>. Ngoài ra, nhận được buff tấn công dựa trên <color=#99FFFFFF>2.1%</color> giới hạn HP của nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "护国的无垢之心",
        "zht": "護國的無垢之心",
        "jp": "護国の無垢なる心",
        "ko": "수호자의 무구한 마음",
        "en": "Protector's Virtue",
        "de": "Reines Beschützerherz",
        "es": "Pureza del protector",
        "fr": "Vertu du protecteur",
        "pt": "Pureza do Protetor",
        "ru": "Добродетель защитника",
        "id": "Protector's Virtue",
        "th": "Protector's Virtue",
        "vi": "Trái Tim Hộ Quốc"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>40%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>2.4%</color>，获得攻击力加成。",
        "zht": "生命值提升<color=#99FFFFFF>40%</color>。此外，基於裝備該武器的角色生命值上限的<color=#99FFFFFF>2.4%</color>，獲得攻擊力加成。",
        "jp": "HP上限+<color=#99FFFFFF>40%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>2.4%</color>分、攻撃力がアップする。",
        "ko": "HP가 <color=#99FFFFFF>40%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>2.4%</color>에 해당하는 공격력 보너스를 획득한다",
        "en": "HP increased by <color=#99FFFFFF>40%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>2.4%</color> of the wielder's Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>40 %</color>. Erhöht den ANG um <color=#99FFFFFF>2,4 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>40%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>2.4%</color> de Bono de ATQ en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>40 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>2,4 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>40%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>2.4%</color> com base na Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>40%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>2,4%</color> от макс. HP экипированного этим оружием персонажа.",
        "id": "Meningkatkan <color=#99FFFFFF>40%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>2,4%</color> dari Max HP pengguna.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>40%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>2.4%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้",
        "vi": "HP tăng <color=#99FFFFFF>40%</color>. Ngoài ra, nhận được buff tấn công dựa trên <color=#99FFFFFF>2.4%</color> giới hạn HP của nhân vật trang bị vũ khí này."
      }
    }
  ],
  "internal_name": "Sword_Morax",
  "imgid": "sword/morax"
}