{
  "id": 11418,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "西福斯的月光",
    "zht": "西福斯的月光",
    "jp": "サイフォスの月明かり",
    "ko": "크시포스의 달빛",
    "en": "Xiphos' Moonlight",
    "de": "Mondlicht von Xiphos",
    "es": "Luz Lunar de Xifos",
    "fr": "Clair de lune de Xiphos",
    "pt": "Luz Lunar de Xiphos",
    "ru": "Лунное сияние ксифоса",
    "id": "Xiphos' Moonlight",
    "th": "Xiphos' Moonlight",
    "vi": "Ánh Trăng Xiphos"
  },
  "description": {
    "zhs": "闪着月色光彩的古老双刃剑。据说其中寄寓着如今已经沉默的镇灵。",
    "zht": "閃著月色光彩的古老雙刃劍。據說其中寄寓著如今已經沉默的鎮靈。",
    "jp": "月色の光に輝く古い両刃の剣。その中には、今は沈黙を保つジンニーが宿っているらしい。",
    "ko": "달빛이 반짝이는 고대의 양날 검. 안에는 지금은 침묵한 지니가 깃들어 있다고 한다",
    "en": "This ancient double-edged sword glimmers with moonlight. It is said that a now-silent Jinni dwells within it.",
    "de": "Dieses alte zweischneidige Schwert schimmert im Mondlicht. Es heißt, ein heute schweigender Dschinn wohne in ihm.",
    "es": "Una espada de doble filo que emite un brillo similar al de la luna. Según la leyenda, en ella reside un genio que ahora permanece en silencio.",
    "fr": "Cette ancienne épée à double tranchant brille au clair de lune. On dit qu'un djinn maintenant silencieux l'habite...",
    "pt": "Uma espada de dois gumes que emite um brilho semelhante ao da lua. Segundo as lendas, nela reside um Jinni que aguarda em silêncio.",
    "ru": "Древний обоюдоострый меч, сверкающий лунным светом. Говорят, что в нём живёт умолкший джинн.",
    "id": "Pedang kuno bermata dua yang memancarkan cahaya seperti bulan. Menurut legenda, ada Jinni yang menunggu dalam diam.",
    "th": "ดาบสองคมโบราณที่ส่องประกายด้วยแสงจันทร์ ว่ากันว่ามีญินซึ่งบัดนี้สงบนิ่งอาศัยอยู่ในนั้น",
    "vi": "Kiếm hai lưỡi ánh lên màu sắc của mặt trăng. Nghe nói bên trong có trấn linh cư ngụ."
  },
  "lore": {
    "zhs": "\n那是千年前的旧事，发生于愚妄神王消堙沙暴之后的时代，\n凡人的城邦裂土并立，智者汇集的图莱杜拉乃是其中翘楚。\n城邦遍布着同天空齐色的蓝宝石穹顶，与碧绿温润的花园，\n神王已死的年代，幸未失落的智慧与繁华闪烁在这座城邦。\n\n人们说在这座玉蓝色的城邦，曾有一位名为西福斯的武士，\n他擅使双刃的长剑，从魔物的利爪下拯救少女，劫夺宝物。\n据古老的提纳勒人传说，他的剑中寄宿着乖张残忍的镇灵，\n故而其剑锋因厮杀而明亮，愈是沐浴鲜血愈显月色的光芒。\n\n「挚爱的主人，请用那鲜红的果浆饲喂我呀，用深红的美酒取悦我吧」\n「我的爱意只为您而涌流，正如葡萄藤的女儿为酒客献上血腥的死亡」\n「只要主人您尚且拥有我的爱，只要月亮尚且照着您永不衰老的面庞」\n「只要敌手留恋此世，未曾忘却母亲的姓名，您就是全然无敌的战士」\n\n后来，受月光镇灵深爱的武士西福斯遭遇了一位异国流亡的浪客，\n那浪客接受了敌王们血污的银钱，怀揣卑鄙的群王对英雄的嫉恨，\n就这样，本应成为酒友的两位游侠，却在月光的见证下相互残戮。\n就这样，红宝石的美酒清洗剑锋，石榴熟透，爆裂出鲜红的洪流…\n最终，当一切尘埃落定之时，惨白的明月照着胜者，也照着败者。\n\n「不管风向哪个方向吹拂，生命的酒杯中亦未曾泛起一丝涟漪」\n「死去的三女神已将勇士的命运锚定，即使他们无法洞知幽玄」\n\n浪客取走月色的长剑，拾起染血的银钱，沉默地向遥远雨林踯躅而去。\n失去西福斯守护的蓝宝石城邦亦就此褪色，在之后的年岁中迅速沦亡。\n城池与命运都被磨成砂砾，砂原之风又将一切磨成不可视的细碎沙流。\n被托付给年幼王子的复国命运与黑色钥匙，最终都沉入了流沙的怀抱…",
    "zht": "\n那是千年前的舊事，發生於愚妄神王消堙沙暴之後的時代，\n凡人的城邦裂土並立，智者匯聚的圖萊杜拉乃是其中翹楚。\n城邦遍佈著同天空齊色的藍寶石穹頂，與碧綠溫潤的花園，\n神王已死的年代，幸未失落的智慧與繁華閃爍在這座城邦。\n\n人們說在這座玉藍色的城邦，曾有一位名為西福斯的武士，\n他擅使雙刃的長劍，從魔物的利爪下拯救少女、劫奪寶物。\n據古老的提納勒人傳說，他的劍中寄宿著乖張殘忍的鎮靈，\n故而其劍鋒因廝殺而明亮，愈是沐浴鮮血愈顯月色的光芒。\n\n「摯愛的主人，請用那鮮紅的果漿飼餵我呀，用深紅的美酒取悅我吧」\n「我的愛意只為您而湧流，正如葡萄藤的女兒為酒客獻上血腥的死亡」\n「只要主人您尚且擁有我的愛，只要月亮尚且照著您永不衰老的面龐」\n「只要敵手留戀此世，未曾忘卻母親的姓名，您就是全然無敵的戰士」\n\n後來，受月光鎮靈深愛的武士西福斯遭遇了一位異國流亡的浪客，\n那浪客接受了敵王們血污的銀錢，懷揣卑鄙的群王對英雄的嫉恨，\n就這樣，本應成為酒友的兩位遊俠，卻在月光的見證下相互殘戮。\n就這樣，紅寶石的美酒清洗劍鋒，石榴熟透，爆裂出鮮紅的洪流…\n最終，當一切塵埃落定之時，慘白的明月照著勝者，也照著敗者。\n\n「不管風向哪個方向吹拂，生命的酒杯中亦未曾泛起一絲漣漪」\n「死去的三女神已將勇士的命運錨定，即使他們無法洞知幽玄」\n\n浪客取走月色的長劍，拾起染血的銀錢，沉默地向遙遠雨林躑躅而去。\n失去西福斯守護的藍寶石城邦亦就此褪色，在之後的歲月中迅速淪亡。\n城池與命運都被磨成砂礫，砂原之風又將一切磨成不可視的細碎沙流。\n被託付給年幼王子的復國命運與黑色鑰匙，最終都沉入了流沙的懷抱…",
    "jp": "\nあれは千年も前の出来事——あの愚かな神王が、砂嵐で滅んだ後の時代に起きたこと。\n凡人の国は立ち並び、智者の集まるトゥライトゥーラはその中でも秀でていた。\nその国には空を思わせるサファイアの天蓋があり、暖かな翠緑の花園が広がっている。\n神王が死んだ時代であったが、幸いにも知恵と繁華がこの都市国家で煌めいていた。\n\n人々によると、この青色の国にはサイフォスという名の戦士がいたと伝えられている。\nその者は双刃の長剣を巧みに操り、魔物の鋭い爪から少女を救い、宝物を奪ったという。\n古いティナル人の伝説によれば、彼の剣には残忍で捻くれ者のジンニーが宿っていたそうだ。\nその剣は殺戮により光を帯び、血を浴びれば浴びるほど月色の光を見せた。\n\n「ああ、愛しき主よ。あの深紅の果汁を私に飲ませておくれ、あの深紅の美酒で私を喜ばせておくれ。」\n「私の愛は、あなたのためだけに湧き出づる。葡萄のつるの娘が、愛酒家のために血の味の死を捧げたように。」\n「主が私の愛を有している限り、月が依然とその永遠と老衰しない顔を照らす限り。」\n「敵がこの世に未練を持ち、母親の名を忘れぬ限り、あなたは無敵の戦士であろう。」\n\nその後、月光のジンニーに深く愛された戦士サイフォスは、異国より亡命してきた浪客に出会った。\nその浪客は、敵方の王たちから血で汚れた銀銭を受け取っていた。そして、卑劣な王たちの英雄に対する妬みや恨みを抱えていた。\n本来であれば酒の友となり得た二人の侠客。彼らは月光が見届ける中で殺し合うことになる。\nこうして、ルビーの美酒は剣先を洗った。ザクロは熟し、破裂して鮮紅の滝を噴出させる…\n最後、一切が落ち着いた時、青白い明月は勝者を照らし、そして敗者を照らした。\n\n「風向きがどうであれ、命の盃にはさざ波ひとつ立たなかった。」\n「死した三人の女神は勇士の運命を定めた、たとえその幽玄を悟れなかったとしても。」\n\n浪客は月色の長剣を手に取り、血に染まった銀銭を拾い上げる。沈黙を保ったまま遠い雨林をゆっくりと歩んだ。\nサイフォスの守護を失ったサファイア城は色褪せ、数年で急速に衰退し滅びる。\n城と運命は潰され砂利となり、砂原の風はすべてを目に見えない細かな砂の流れへと砕いた。\n幼き王子に託された再興の運命と黒き鍵は、最終的に流砂の懐へと沈んでいった…",
    "ko": "\n그것은 천 년 전에 어리석은 신왕이 모래폭풍에 묻혀 사라진 후에 일어난 옛일이다.\n인간의 도시 국가들이 땅을 뚫고 나란히 설립되고, 지혜로운 자가 모인 툴레이툴라는 그중의 최강국이었다.\n도시 국가에는 하늘과 같은 사파이어 돔과 푸르고 온화한 화원으로 가득 차 있었다.\n신왕이 세상을 떠난 후에도 보존된 지혜와 번화가 이 도시 국가에서 빛을 발했다.\n\n사람들은 이 청옥색의 도시 국가에 한때 크시포스라는 무사가 있었다고 한다.\n그는 양날의 장검을 잘 다뤘다. 마물로부터 소녀를 구하고, 보물을 빼앗았다.\n오래된 타이나르인의 전설에 따르면 그의 검에는 잔인한 지니가 깃들어 있다고 한다.\n그래서 그 검날은 살육으로 인해 날카로워졌고, 피로 물들수록 달빛처럼 반짝였다.\n\n「사랑하는 주인님, 저 새빨간 과일즙으로 저를 사육하고, 진홍색 와인으로 저를 기쁘게 해 주소서.」\n「포도나무의 딸이 술꾼에게 피비린내의 죽음을 바치는 것처럼 난 당신만을 사랑할 것입니다.」\n「주인님을 향한 내 사랑이 있는 한, 달님이 영원히 늙지 않는 당신의 얼굴에 비추는 한」\n「적수가 이 세상에 미련을 두고 어머니의 이름을 잊지 않는 한, 당신이 바로 무적의 전사일 것입니다.」\n\n그 후 달빛 지니의 사랑을 받은 무사 크시포스는 망명한 이국의 방랑객과 마주쳤다.\n적의 왕들이 건넨 피 묻은 은전을 받은 그 방랑객은 비열한 왕들의 영웅에 대한 증오를 품고 있었다.\n이렇게 술친구가 되어야 할 두 사람은 달빛 아래에서 싸우기 시작했다.\n이렇게 루비의 와인은 칼날을 씻어내고, 석류가 익어서 터져 새빨간 급류를 형성했다….\n결국 모두 막이 내렸을 무렵 창백한 달빛이 승자를 비추고, 패자도 비추었다.\n\n「바람이 어느 방향으로 불든 생명의 술잔에는 잔잔한 물결조차 일어나지 않았다.」\n「용사는 별세한 세 여신에 의해 운명이 정해졌다. 깊고 미묘하여 그들이 똑똑히 알지 못하더라도.」\n\n방랑객은 달빛의 장검을 빼어 들고, 피 묻은 은화를 주워 머나먼 열대우림으로 조용히 걸어갔다.\n크시포스의 수호를 잃은 사파이어 도시 국가도 쇠퇴하기 시작했고, 그 후 몇 년 사이 급속히 멸망했다.\n성지와 운명은 모래로 분쇄했고, 모래밭의 바람은 눈에 보이지 않는 모든 것을 흐르는 모래로 분쇄했다\n어린 왕자에게 맡겨진 복국의 꿈과 검은 열쇠는 결국 모래와 함께 깊숙이 묻혔다…",
    "en": "\nThis story takes place thousands of years ago, in an era after the foolish God-King was buried by the sandstorms.\nMortal cities scattered across the land, amongst which Tulaytullah, where men and women of wisdom gathered and resided, was the most outstanding.\nThe city was dotted with buildings roofed with sapphire domes and adorned with emerald gardens of blooming trees and flowing fountains.\nIn the times following the God-King's departure, this fortunate city still glowed with wisdom and prosperity.\n\nPeople say that a warrior named Xiphos once lived in this city of sapphire and emerald.\nXiphos was adept at wielding his double-edged sword, and he saved many a maiden from monster attacks, snatching many treasures from them in the process.\nIn an ancient Tighnarian lore, his sword was indwelt by a twisted, cruel Jinni,\nWhich was why the blade was not dulled but rather sharpened by slaughters, not smudged but instead brightened by blood.\n\n\"My dearest Master, let me feast on that rosy juice, indulge me with the crimson brew.\"\n\"My affection gushes forth only for you, like the daughter of grapevines entertains the tipplers with her bloody sacrifice.\"\n\"So long as you own my affection, and the moon shines on your ever-youthful face,\"\n\"So long as your foes hold affection for this world, and have not forgotten their mothers' names, you shall be a warrior unmatched.\"\n\nLater on, the swordsman adored by the Jinni of moonlight would encounter an exiled foreign wanderer.\nThe wanderer had accepted silver coins, blood money from kings opposed to Tulaytullah, and he shouldered their grudges and hatred against the hero.\nThus they who should have become friends at some bar became foes in battle, fighting each other to the death with the moonlight as their witness.\nIn the fight, their blades were bathed in ruby wine while the overripe pomegranate burst, vital, vivid red pouring from the rupture...\nThe deadly duel finally settled. The pale moon cast its cold light upon the winner and the defeated alike.\n\n\"Whichever direction the wind blows, there is never a single ripple in the cup of life.\"\n\"The three departed goddesses had long determined the heroes' fate, even if they could never fathom it themselves.\"\n\nThe wanderer took the moonlit sword, picked up the bloodstained silver coins, and trod in silence toward the distant rainforest.\nThus deprived of Xiphos' protection, the city lost its luster and withered away in the following years.\nIts buildings and gardens were ground down into the dirt along with its destiny, and then the howling desert gales consigned them to oblivion.\nUltimately, the black key and the young prince's quest to rejuvenate his kingdom both sank into the sand's embrace...",
    "de": "\nEs war vor Tausenden von Jahren, in der Ära nach dem Tod des törichten Königs der Götter, der von den Sandstürmen begraben wurde.\nÜber das Land verstreuten Stadtstaaten der Sterblichen, unter denen Tulaytullah, wo sich die Weisen versammelten, der herausragendste war.\nDieser Stadtstaat war übersät mit azurblauen Saphirkuppeln und smaragdgrünen Gärten.\nIn der Ära nach dem Tod des Königs der Götter strahlte dieser glückliche Stadtstaat noch mit Weisheit und Wohlstand.\n\nEs wird gesagt, dass es in diesem Stadtstaat aus Saphir und Smaragd einst einen Krieger namens Xiphos gab.\nEr war gut darin, das zweischneidige Langschwert zu führen, um Leben vor Monstern zu retten und Schätze zu erobern.\nDer Legende der Tighnarer zufolge lebte ein bösartiger, grausamer Dschinn in seinem Schwert.\nDaher wurde die Klinge seines Schwertes durch Kämpfe immer heller. Je mehr sie in Blut gebadet wurde, desto blendender wurde ihr Licht.\n\n„Mein liebster Meister, füttere mich mit dem rosigen Saft, verwöhne mich mit dem purpurroten Gebräu.“\n„Meine Zuneigung ergießt sich nur für dich, wie die Töchter der Weinreben den Trinkern ihr Blut widmen.“\n„Mein liebster Meister, solange du meine Zuneigung hast und das Mondlicht auf deinem ewig jungen Gesicht scheint,“\n„solange deine Feinde emotional mit der Welt verbunden sind und den Namen ihrer Mutter nicht vergessen können, wirst du unbesiegbar bleiben.“\n\nSpäter traf Xiphos, der von dem Mondlicht-Dschinn verehrte Krieger, auf einen verbannten fremden Wanderer.\nDer Wanderer wurde von gegnerischen Königen angeheuert, akzeptierte ihre blutbefleckten Silbermünzen und hegte Groll und Hass gegen den Helden.\nSo trafen sich die beiden, die sich in einer Bar hätten treffen und Freunde werden können, in einem Duell im Mondlicht.\nDer rubinrote Wein spülte die Klinge des Schwerts erneut. Die Granatäpfel wurden reif und die hellsten roten Ströme sprudelten heraus ...\nDas tödliche Duell ging endlich zu Ende. Der fahle Mond warf sein kaltes Licht auf den Sieger und den Verlierer.\n\n„Wohin auch immer der Wind weht, im Kelch des Lebens kräuselt es nicht.“\n„Die drei verstorbenen Göttinnen haben bereits das Schicksal der Recken bestimmt, die es aber nie erfahren werden.“\n\nDer Wanderer hob das mondbeschienene Schwert und die blutbefleckten Silbermünzen auf und ging schweigend zum Regenwald in der Ferne.\nDer Stadtstaat, der den Schutz von Xiphos verlor, verlor auch seinen Wohlstand und verdorrte in den folgenden Jahren schnell.\nAlle Gebäude stürzten mit dem Schicksal des Stadtstaats ein. Die tobenden Stürme fegten wieder alles mit sich und zermalmten alles zu Sand.\nLetztendlich fielen sowohl der schwarze Schlüssel als auch der Traum des jungen Prinzen, sein Reich wiederzubeleben, in die Arme des Sandes ...",
    "es": "\nEsta historia sucedió hace miles de años, durante la era en la que el necio rey divino fue sepultado por las tormentas de arena.\nLas ciudades de los mortales convivían unas junto a las otras esparciéndose a través del territorio. Entre ellas, destacaba Tulaytulah, donde se reunían sabios y personas de talento extraordinario.\nLos edificios de esta ciudad estaban coronados por pintorescas cúpulas de zafiro y adornados con frondosos jardines que teñían el entorno de un hermoso verde jade.\nEn las eras posteriores a la muerte del rey divino, la ciudad conservó la sabiduría y esplendorosa prosperidad que siempre la caracterizaron.\n\nSegún se dice, en esta ciudad donde abundaba el verde jade, una vez vivió un guerrero llamado Xifos.\nEra un experto en el uso de espadas largas de doble filo, destreza con la que salvó a incontables doncellas de las garras de los monstruos, y con la que consiguió buenos botines en cada rescate.\nSegún se relata en las historias de los tignarios, su espada fue poseída por un genio recalcitrante y despiadado.\nY por esa misma razón, su filo resultaba más cortante con cada muerte, y su brillo relucía con más fuerza con cada derramamiento de sangre.\n\n“Mi más preciado maestro, permítame que me alimente con este jugo carmesí, permítame que me deleite con este vino escarlata.\n“Mi devoción solo brota por usted, como cuando la vid sacrifica a sus hijas por la mera satisfacción de los ebrios.\nSiempre y cuando posea mi afecto, siempre y cuando la luna resplandezca y revele su rostro eternamente joven...\nSiempre y cuando sus adversarios se nieguen a abandonar este mundo, siempre y cuando no olviden los nombres de sus madres, usted será un guerrero invencible”.\n\nMás tarde, el guerrero Xifos, que todavía gozaba del favor del genio, se encontró con un forastero exiliado que vagaba por el lugar.\nEl forastero errante aceptó monedas de plata manchadas de sangre de reyes enemigos despreciables, y manifestó el rencor y desprecio que sentía hacia el héroe.\nY así, aquellos que habrían cultivado una buena amistad en una taberna acabaron convirtiéndose en enemigos, luchando a muerte en un combate que solo la luna pudo atestiguar.\nY de la misma manera, los filos de las espadas acabaron bañados de vino rojo como el rubí, dando lugar a un estallido de jugo carmesí que explotaba con viveza para anunciar una muerte inminente.\nCuando el combate culminó, la pálida luna todavía alumbraba con su resplandor tanto al vencedor como al derrotado.\n\n“No importa en qué dirección sople el viento, en la copa de la vida nunca habrá ondulaciones.\nLas tres difuntas diosas ya habían determinado el destino de estos guerreros, por más que ellos no lograsen comprenderlo jamás”.\n\nEl forastero errante tomó la espada que relucía con el brillo de la luna, recogió las monedas de plata manchadas de sangre, y dio continuación a su travesía sin rumbo, adentrándose en la selva y perdiéndose en la lejanía.\nAsí fue cómo la ciudad del verde jade quedó despojada de la protección de Xifos y perdió su fulgor, decayendo hasta desvanecerse por completo en apenas unos años.\nLa ciudad quedó tan derruida como su destino, y el viento del desierto la sumió en la corrosión, hasta que no quedó de ella más que polvo imperceptible.\nAl final, tanto la llave negra como el ímpetu del joven príncipe por recuperar la viveza de su reino se hundieron en el seno del desierto...",
    "fr": "\nCette histoire se déroule il y a des milliers d'années, à une époque où l'insensé roi divin fut enterré par les tempêtes de sable.\nDes villes mortelles dispersées à travers le pays, Tulaytullah, où les hommes et les femmes de sagesse se rassemblaient et résidaient, était la plus remarquable.\nLa ville était parsemée de bâtiments couverts de dômes de saphir et ornée de jardins émeraude d'arbres en fleurs et de fontaines jaillissantes.\nDans les temps qui suivirent le départ du roi divin, cette ville fortunée brillait encore de sagesse et de prospérité.\n\nLes gens disent qu'un guerrier nommé Xiphos vécut autrefois dans cette ville de saphir et d'émeraude.\nXiphos était habile pour manier son épée à double tranchant, et il sauva de nombreuses jeunes filles des attaques de monstres, leur arrachant de nombreux trésors dans le processus.\nDans une ancienne légende tighnarienne, son épée était habitée par un djinn malsain et cruel.\nEt c'est pourquoi la lame n'était pas émoussée mais plutôt aiguisée par les massacres, non tachée mais plutôt éclaircie par le sang.\n\n« Mon très cher maître, régalez-moi de ce jus rosé, offrez-moi de ce breuvage écarlate.\nMon affection ne jaillit que pour vous, comme la fille des vignes divertit les buveurs avec son sacrifice sanglant.\nTant que vous posséderez mon affection, et que la lune brillera sur votre visage toujours jeune...\nTant que vos ennemis auront de l'affection pour ce monde et n'auront pas oublié le nom de leur mère, vous serez un guerrier sans égal. »\n\nPlus tard, l'épéiste adoré par le djinn du clair de lune rencontra un vagabond étranger exilé.\nLe vagabond avait accepté des pièces d'argent souillées de sang des rois opposés à Tulaytullah, et il avait assumé leurs rancunes et leur haine contre le héros.\nAinsi, ceux qui auraient dû devenir amis dans une taverne devinrent ennemis au combat, se battant jusqu'à la mort avec le clair de lune comme témoin.\nDans le combat, leurs lames furent baignées de vin rubis tandis que la grenade trop mûre éclatait, vitale, du rouge vif coulant de la rupture...\nLe duel meurtrier se régla finalement, la lune pâle jetant sa lumière froide sur le vainqueur comme sur le vaincu.\n\n« Quelle que soit la direction dans laquelle souffle le vent, il n'y a jamais une seule ondulation dans la coupe de la vie.\nLes trois déesses décédées avaient depuis longtemps déterminé le destin des héros, même si elles ne pouvaient jamais le comprendre elles-mêmes. »\n\nLe vagabond prit l'épée éclairée par la lune, ramassa les pièces d'argent tachées de sang et marcha en silence vers la forêt tropicale lointaine.\nAinsi privée de la protection de Xiphos, la ville perdit de son lustre et dépérit dans les années suivantes.\nSes bâtiments et ses jardins furent broyés dans la terre avec son destin, puis les vents hurlants du désert les jetèrent dans l'oubli.\nEn fin de compte, la clé noire et la quête du jeune prince pour rajeunir son royaume sombrèrent toutes les deux dans l'étreinte des sables...",
    "pt": "\nFoi há milhares de anos, uma era após o Rei Deus tolo ser soterrado pela tempestade de areia.\nCidades dos mortais espalhadas pela terra, dentre elas, Tulaytullah, onde homens e mulheres de grande sabedoria se reuniam e conviviam, era a mais impressionante.\nA cidade era recheada com prédios cobertos por redomas cerúleas e adornadas com jardins esmeralda de árvores em florescimento e fontes fluentes.\nNos tempos da partida do Rei Deus, esta cidade com boa fortuna ainda brilhava com sabedoria e prosperidade.\n\nNesta cidade de safira e esmeralda, o nome do espadachim Xiphos já havia sido dito pelo povo.\nXiphos era bom em brandir sua espada de dois gumes e salvar vidas contra ataques de monstros ou arrebatar tesouros.\nNas histórias antigas dos Tighnarianos, sua espada era habitada por um Jinni cruel e rancoroso.\nEsse é o motivo pelo qual a lâmina não perdia o fio, e sim era afiada com abates, era limpa e não machada por sangue.\n\n\"Meu mais querido Mestre, deixe-me festejar no suco avermelhado, me deleitar com a bebida carmesim\"\n\"Minha afeição transborda apenas por você, como a filha de videiras entretêm os ébrios com seu sacrifício sanguinolento\"\n\"Contanto que meu Mestre seja dono de minha afeição, e a lua brilhe sobre a face eternamente jovem do Mestre\"\n\"Contanto que os inimigos do Mestre desejem sobrevivência para curar suas mães, o Mestre será invencível\"\n\nMais tarde, Xiphos, o espadachim adorado pelo Jinni do luar, encontrou um andarilho estrangeiro exilado.\nO andarilho havia aceitado as medalhas de prata manchadas pelo sangue dos desprezíveis reis da oposição, mantendo seus rancores e ódios contra o herói.\nPortanto, eles que poderiam ter sido amigos em um bar se tornaram inimigos em batalha, lutando um contra o outro até a morte com o luar de testemunha.\nNa luta, vinho rubi banhou lâminas, romãs maduras explodiram em sucos carnais...\nO duelo mortal finalmente acabou. A lua pálida lançou sua luz fria no vencedor, e no derrotado.\n\n\"Qualquer que seja a direção que o vento sopre, ele nunca traz uma única onda a taça da vida\"\n\"As três deusas que partiram determinaram o destino dos heróis, mesmo que os heróis nunca pudessem entendê-lo\"\n\n\"O andarilho coletou a espada do luar, pegou as moedas de prata, e seguiu em silêncio em direção a floresta tropical distante.\"\nA cidade, privada da guarda de Xiphos, perdeu sua exuberância e logo murchou nos anos seguintes.\nSuas construções e jardins se degradaram às areias juntamente com seu destino, antes que as rajadas de vento sibilando na terra do deserto levassem tudo até o esquecimento.\nNo fim de tudo, a chave preta e a jornada do jovem príncipe para rejuvenescer seu reino ambos afundaram para o abraço das areias...",
    "ru": "\nЭта история произошла тысячи лет назад, в эпоху после погребения глупого Царя богов под песчаными бурями.\nИз городов смертных, разбросанных по всей земле, в которых собирались и проживали мудрые мужчины и женщины, Тулайтулла был самым выдающимся.\nГород был застроен зданиями, крытыми сапфировыми куполами и украшенными изумрудными садами с цветущими деревьями и журчащими фонтанами.\nВо времена, последовавшие за уходом Царя богов, этот счастливый город всё ещё сиял мудростью и процветанием.\n\nГоворят, что когда-то в этом городе сапфиров и изумрудов жил воин по имени Ксифос.\nКсифос был искусен в обращении с обоюдоострым мечом, и он спас многих девушек от нападений монстров, нашёл множество сокровищ.\nСогласно древним тигнарийским преданиям, в его мече был заключён жестокий джинн.\nБлагодаря этому лезвие не тупилось, а только заострялось от кровопролития, и не пачкалось, а светлело от крови.\n\n«Хозяин, позволь мне насладиться розовым соком, побалуй меня малиновым вином.\nЯ привязан только к тебе, как дочь виноградных лоз развлекает пьяниц своим кровавым жертвоприношением.\nДо тех пор, пока ты владеешь моей любовью и луна освещает твоё вечно юное лицо...\nПока твои враги питают привязанность к этому миру и не забыли имена своих матерей, ты будешь непревзойдённым воином».\n\nПозже мечник, возлюбленный джинном лунного света, столкнулся с изгнанным чужеземным странником.\nСтранник принял серебряные монеты в качестве кровавой платы от вражеских царей и взвалил на свои плечи их обиды и ненависть к герою.\nОни, которые должны были стать друзьями в пиру, стали врагами в битве, сражаясь друг с другом насмерть при лунном свете.\nВ бою их клинки купались в рубиновом вине, а перезрелый гранат лопался, и из разрыва лился живой, ярко-красный сок...\nСмертельная дуэль наконец-то закончилась. Бледная луна безучастно светила как на победителя, так и на побеждённого.\n\n«В какую бы сторону ни дул ветер, на водной глади в чаше жизни никогда не бывает ряби.\n«Три ушедшие богини уже давно определили судьбу героев, даже если они сами никогда этого не осознавали».\n\nСтранник взял освещённый луной меч, подобрал окровавленные серебряные монеты и молча зашагал к далёкому тропическому лесу.\nЛишённый защиты Ксифоса город потерял свой блеск и увял в скором времени.\nЕго дома и сады были стёрты с лица земли вместе с его судьбой, а затем воющие пустынные ветра предали его забвению.\nВ конечном счёте, Чёрный Ключ и стремление молодого принца омолодить своё царство утонули в объятиях песка...",
    "id": "\nCerita ini terjadi ribuan tahun yang lalu, di era pada masa sang Raja bodoh terkubur oleh badai pasir.\nKota-kota orang biasa yang tersebar di seluruh bangsa, salah satu di antaranya Tulaytullah, tempat pria dan wanita bijak berkumpul dan tinggal, adalah yang terbaik.\nKota ini dihiasi dengan bangunan beratap kubah safir dan dihiasi dengan taman zamrud dari pohon-pohon yang mekar dan air pancur yang mengalir.\nPada masa setelah kepergian Raja, kota yang beruntung ini masih bersinar dengan kebijaksanaan dan kemakmuran.\n\nOrang-orang mengatakan bahwa seorang pejuang bernama Xiphos pernah tinggal di kota safir dan zamrud ini.\nXiphos ahli dalam menggunakan pedang bermata dua, dia menyelamatkan banyak gadis dari serangan monster dan merampas banyak harta saat melakukannya.\nBerdasarkan pengetahuan Tighnarian kuno, pedang yang dia gunakan dihuni oleh Jinni yang kejam dan sadis,\nItulah alasan yang membuat bilahnya tidak pernah tumpul, yang diasah oleh pembantaian dan tidak ternoda, melainkan dicerahkan dengan darah.\n\n\"Tuanku tersayang, biarkan aku berpesta dengan jus kemerahan itu, manjakan aku dengan minuman merah itu.\"\n\"Kasih sayangku tercurah hanya untukmu, seperti putri anggur yang menghibur pemabuk dengan pengorbanannya yang berdarah-darah.\"\n\"Selama kamu memiliki cintaku, selama bulan bersinar di wajahmu yang selalu muda,\"\n\"Selama musuhmu memiliki cinta untuk dunia ini, tidak melupakan nama ibu mereka, kamu akan menjadi petarung yang tak tertandingi.\"\n\nKemudian, si ahli pedang yang disukai oleh Jinni akan bertemu dengan pengembara asing yang terbuang.\nPengembara itu telah menerima bayaran dalam bentuk darah dari raja-raja yang menentang Tulaytullah, dia menanggung dendam dan kebencian mereka terhadap sang pahlawan.\nDengan demikian, mereka yang seharusnya berteman malah menjadi musuh dalam pertempuran, saling bertarung sampai mati di bawah cahaya bulan yang menjadi saksi.\nDengan demikian, anggur merah melumuri bilah pedang, bagaikan buah delima yang terlalu matang, pecah dan mengalirkan darah yang segar ....\nKetika duel maut itu akhirnya selesai, bulan memancarkan cahaya dinginnya kepada pemenang dan juga yang kalah.\n\n\"Ke mana pun arah angin bertiup, tidak akan pernah ada satu riak pun dalam cangkir kehidupan.\"\n\"Tiga dewi yang telah meninggal sudah lama menentukan nasib para pejuang, bahkan jika mereka tidak pernah bisa memahaminya sendiri.\"\n\nPengembara itu mengambil pedang yang diterangi cahaya bulan, mengambil koin perak yang berlumuran darah, dan berjalan dalam diam menuju hutan hujan di kejauhan.\nDengan kehilangan perlindungan dari Xiphos, kota itu pun kehilangan kilaunya dan layu di tahun-tahun berikutnya.\nBangunan dan taman dihancurkan oleh takdirnya, yang kemudian terlupakan oleh badai gurun yang menderu.\nPada akhirnya, kunci hitam dan misi sang pangeran muda untuk memulihkan kerajaannya tenggelam dalam pelukan pasir...",
    "th": "\nเรื่องนี้เกิดขึ้นเมื่อหลายพันปีก่อน ในยุคหลังจากที่กษัตริย์เทพผู้โง่เขลาถูกพายุทรายฝังกลบไว้\nเมืองแห่งปุถุชนที่กระจัดกระจายอยู่ทั่วแผ่นดิน Tulaytullah ที่ซึ่งเหล่านักปราชญ์รวมตัวกันอยู่นั้นเป็นเมืองที่โดดเด่นที่สุด\nเมืองแห่งนี้เต็มไปด้วยอาคารหลังคาโดมไพลินที่มีสีเดียวกับท้องฟ้า และสวนสีเขียวชอุ่มอันอบอุ่น\nเมื่อกษัตริย์เทพสิ้นพระชนม์ ปัญญาและความเจริญรุ่งเรืองก็ไม่สูญหายไปจากเมืองแห่งนี้เลย\n\nผู้คนเล่าลือกันว่าเมืองแห่งหยกสีฟ้าแห่งนี้ เคยมีนักรบนามว่า Xiphos อาศัยอยู่ ณ ที่แห่งนี้\nเขาเชี่ยวชาญในการใช้ดาบยาว ช่วยเหลือหญิงสาวมากมายจากเงื้อมมือของสัตว์ประหลาด และแย่งชิงสมบัติมาจากพวกมัน\nตามตำนาน Tighnarian โบราณ ว่ากันว่า ดาบของเขามีญินที่ชั่วร้ายและโหดเหี้ยมอาศัยอยู่\nดังนั้นดาบของเขาจะสว่างไสวเมื่อมีการต่อสู้ ยิ่งดาบนั้นเปื้อนเลือดมากเท่าไหร่ แสงของดวงจันทร์ก็ยิ่งสว่างขึ้นมากเท่านั้น\n\n\"นายท่านผู้เป็นที่รัก โปรดนำน้ำสีแดงสดหล่อเลี้ยงข้า โปรดใช้สุราหวานสีแดงก่ำทำให้ข้ามีความสุข\"\n\"ความรักของข้าจะหลั่งไหลเพื่อท่านเท่านั้น ดั่งธิดาของเถาองุ่น ที่ให้ความบันเทิงแก่ผู้ดื่มเหล้าด้วยการสังเวยเลือด\"\n\"ตราบใดที่ท่านยังมีความรักของข้า ดวงจันทราจะส่องประกายบนใบหน้าที่อ่อนเยาว์ของท่านตลอดไป\"\n\"ตราบใดที่ศัตรูยังหวนคิดถึงโลกใบนี้ และไม่เคยลืมชื่อมารดาของตน ท่านก็จะเป็นนักรบที่ไม่มีใครเทียบเคียงได้\"\n\nต่อมา Xiphos นักดาบผู้เป็นที่รักของญินแห่งแสงจันทร์ ได้พบกับคนพเนจรที่พลัดถิ่นคนหนึ่ง\nคนพเนจรผู้นั้นรับเงินเปื้อนเลือดของราชาศัตรู และแบกรับความเกลียดชังของราชาที่มีต่อเหล่าวีรบุรุษ\nด้วยเหตุนี้ ผู้ที่ควรจะเป็นมิตรจึงกลายเป็นศัตรูในการต่อสู้ และเข่นฆ่ากันภายใต้แสงจันทร์ที่ส่องประกาย\nด้วยเหตุนี้ คมดาบจึงถูกชำระด้วยไวน์ทาฑิมสีแดงก่ำ และผลทาฑิมสุกงอมแตกออกเป็นสีแดงสด...\nในที่สุด เมื่อทุกอย่างสงบลง แสงจันทร์สีขาวก็ส่องมายังผู้ชนะและผู้แพ้\n\n\"ไม่ว่าลมจะพัดไปทางใด ก็ไม่มีระลอกคลื่นในแก้วแห่งชีวิต\"\n\"เทพีผู้ล่วงลับทั้งสามได้กำหนดชะตาของเหล่านักรบ แม้พวกเขาจะไม่มีวันเข้าใจความลึกลับก็ตาม\"\n\nคนพเนจรหยิบดาบแสงจันทร์ขึ้น หยิบเหรียญเงินที่แปดเปื้อนเลือด แล้วเหยียบย่างไปยังป่าฝนอันไกลโพ้นอย่างเงียบ ๆ\nนครไพลินที่สูญเสียการปกครองของ Xiphos ค่อย ๆ จางหายไปและสูญสิ้นอย่างรวดเร็วในปีถัดมา\nเมืองและโชคชะตาถูกบดขยี้เป็นกรวดหิน พายุทะเลทรายโหมกระหน่ำบดขยี้ทุกสิ่งเป็นทรายละเอียดที่มองไม่เห็น\nในที่สุดชะตากรรมของประเทศและกุญแจสีดำที่ถูกมอบแก่เจ้าชายน้อยก็จมลงสู่ทรายที่ไหลริน",
    "vi": "\nĐó là chuyện cũ từ ngàn năm trước, xảy ra vào thời đại thần vương ngu muội vùi thân trong bão cát,\nThành bang của người phàm bắt đầu chia lãnh thổ mọc lên, nơi hội tụ của các trí giả - Tulaytullah là nổi bật nhất.\nThành bang bố trí đầy những nóc vòm với lam bảo thạch giống như màu trời, cùng với vườn hoa xanh mướt dịu dàng,\nVào niên đại thần vương đã chết, trí tuệ may mắn chưa mất đi cùng với sự phồn hoa làm tòa thành này trở nên lấp lánh.\n\nMọi người nói, ở thành bang màu lam ngọc này, từng có một võ sĩ tên là Xiphos,\nAnh ấy có sở trường dùng kiếm dài, từng cứu thiếu nữ dưới móng vuốt của ma vật, cướp lấy bảo vật.\nTheo truyền thuyết của người Tighnar cổ xưa, trong thanh kiếm của anh ta có trấn linh tàn ác,\nVì thế mà lưỡi kiếm đó sáng lên mỗi khi giết chóc, càng nhuốm máu thì càng hiện rõ ánh sáng của mặt trăng.\n\n\"Chủ nhân thân mến, xin hãy dùng nước trái cây màu đỏ tươi để nuôi dưỡng tôi, dùng rượu ngon màu đỏ sẫm để làm tôi vui vẻ.\"\n\"Tình yêu của tôi chỉ dâng trào vì ngài, cũng giống như con gái của dây nho vì khách uống rượu mà dâng lên cái chết nhuốm máu.\"\n\"Chỉ cần chủ nhân có được tình yêu của tôi, chỉ cần mặt trăng vẫn chiếu rọi gương mặt mãi mãi không già đi của ngài.\"\n\"Chỉ cần kẻ địch còn lưu luyến với cuộc đời này, chưa từng quên đi tên của mẹ, thì ngài mãi là chiến sĩ vô địch.\"\n\nSau đó, vị võ sĩ Xiphos được trấn linh ánh trăng yêu mến đã gặp phải một lãng khách dị quốc lưu vong,\nLãng khách ấy đã nhận tiền nhuốm máu của những vị vua đối địch, ôm lấy nỗi căm hận của những tên vua bỉ ổi đối với anh hùng,\nCứ thế, hai võ sĩ vốn nên trở thành bạn rượu của nhau, lại tương tàn dưới sự chứng kiến của ánh trăng.\nCứ thế, rượu ngon màu hồng ngọc đã rửa sạch lưỡi kiếm, quả lựu xuyên thấu, tuôn ra dòng chảy màu đỏ tươi...\nCuối cùng, khi mọi thứ đã lắng xuống, ánh trăng trắng bệch chiếu vào kẻ thắng cuộc, cũng chiếu lên kẻ thua cuộc.\n\n\"Bất luận gió thổi về hướng nào, trong ly rượu sinh mệnh cũng chưa từng nổi lên một gợn sóng nào.\"\n\"Ba vị nữ thần đã chết cũng đã định sẵn vận mệnh của dũng sĩ, cho dù họ không thể biết được huyền cơ.\"\n\nLãng khách lấy đi thanh kiếm dài màu ánh trăng, nhặt tiền đã nhuốm máu, lặng lẽ do dự bước về phía rừng mưa xa xăm.\nThành bang màu lam bảo thạch mất đi sự bảo vệ của Xiphos cũng từ đó mà nhạt nhòa, trong những năm tháng sau đó đã nhanh chóng diệt vong.\nThành trì và vận mệnh đều bị nghiền thành cát, và gió ở sa mạc lại nghiền nát tất cả thành những dòng chảy cát không thể nhìn thấy được.\nVận mệnh phục quốc và chiếc chìa khóa đen được trao lại cho vị hoàng tử nhỏ tuổi, cuối cùng đã chìm vào lòng cát chảy..."
  },
  "effects": [
    {
      "name": {
        "zhs": "镇灵的低语",
        "zht": "鎮靈的低語",
        "jp": "ジンニーの囁き",
        "ko": "지니의 속삭임",
        "en": "Jinni's Whisper",
        "de": "Geflüster der Dschinn",
        "es": "Susurro del genio",
        "fr": "Murmure du djinn",
        "pt": "Sussurros do Jinni",
        "ru": "Шёпот джинна",
        "id": "Jinni's Whisper",
        "th": "Jinni's Whisper",
        "vi": "Lời Thì Thầm Trấn Linh"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：装备者的每点元素精通，都会为该角色提升<color=#99FFFFFF>0.036%</color>元素充能效率，并基于该提升的30%为队伍中附近的其他角色提升元素充能效率，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：裝備者的每點元素精通，都會為該角色提升<color=#99FFFFFF>0.036%</color>元素充能效率，並基於該提升的30%為隊伍中附近的其他角色提升元素充能效率，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の数値が1につき、該当キャラクターの元素チャージ効率+<color=#99FFFFFF>0.036%</color>、アップする元素チャージ効率の30%を基準に、周囲にいるチーム内の他キャラクターの元素チャージ効率がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터의 원소 마스터리 1pt당 해당 캐릭터의 원소 충전 효율이 <color=#99FFFFFF>0.036%</color>만큼 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 원소 충전 효율이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>0.036%</color> Energy Recharge for each point of Elemental Mastery they possess for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht die Aufladerate der damit ausgerüsteten Figur um <color=#99FFFFFF>0,036 %</color> für jeden Punkt der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>0.036%</color> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : le personnage équipé de l'arme obtient <color=#99FFFFFF>0,036 %</color> de recharge d'énergie pour chaque point de maîtrise élémentaire qu'il possède pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Os seguintes efeitos serão desencadeados a cada 10s: o personagem com esta arma equipada terá sua Recarga de Energia aumentada em <color=#99FFFFFF>0.036%</color> para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus, esses efeitos duram 12s. É possível acumular esse efeito ao equipar vários exemplares desta arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,036%</color> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan <color=#99FFFFFF>0,036%</color> Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <color=#99FFFFFF>0.036%</color> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <color=#99FFFFFF>0.036%</color> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "镇灵的低语",
        "zht": "鎮靈的低語",
        "jp": "ジンニーの囁き",
        "ko": "지니의 속삭임",
        "en": "Jinni's Whisper",
        "de": "Geflüster der Dschinn",
        "es": "Susurro del genio",
        "fr": "Murmure du djinn",
        "pt": "Sussurros do Jinni",
        "ru": "Шёпот джинна",
        "id": "Jinni's Whisper",
        "th": "Jinni's Whisper",
        "vi": "Lời Thì Thầm Trấn Linh"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：装备者的每点元素精通，都会为该角色提升<color=#99FFFFFF>0.045%</color>元素充能效率，并基于该提升的30%为队伍中附近的其他角色提升元素充能效率，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：裝備者的每點元素精通，都會為該角色提升<color=#99FFFFFF>0.045%</color>元素充能效率，並基於該提升的30%為隊伍中附近的其他角色提升元素充能效率，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の数値が1につき、該当キャラクターの元素チャージ効率+<color=#99FFFFFF>0.045%</color>、アップする元素チャージ効率の30%を基準に、周囲にいるチーム内の他キャラクターの元素チャージ効率がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터의 원소 마스터리 1pt당 해당 캐릭터의 원소 충전 효율이 <color=#99FFFFFF>0.045%</color>만큼 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 원소 충전 효율이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>0.045%</color> Energy Recharge for each point of Elemental Mastery they possess for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht die Aufladerate der damit ausgerüsteten Figur um <color=#99FFFFFF>0,045 %</color> für jeden Punkt der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>0.045%</color> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : le personnage équipé de l'arme obtient <color=#99FFFFFF>0,045 %</color> de recharge d'énergie pour chaque point de maîtrise élémentaire qu'il possède pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Os seguintes efeitos serão desencadeados a cada 10s: o personagem com esta arma equipada terá sua Recarga de Energia aumentada em <color=#99FFFFFF>0.045%</color> para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus, esses efeitos duram 12s. É possível acumular esse efeito ao equipar vários exemplares desta arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,045%</color> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan <color=#99FFFFFF>0,045%</color> Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <color=#99FFFFFF>0.045%</color> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <color=#99FFFFFF>0.045%</color> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "镇灵的低语",
        "zht": "鎮靈的低語",
        "jp": "ジンニーの囁き",
        "ko": "지니의 속삭임",
        "en": "Jinni's Whisper",
        "de": "Geflüster der Dschinn",
        "es": "Susurro del genio",
        "fr": "Murmure du djinn",
        "pt": "Sussurros do Jinni",
        "ru": "Шёпот джинна",
        "id": "Jinni's Whisper",
        "th": "Jinni's Whisper",
        "vi": "Lời Thì Thầm Trấn Linh"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：装备者的每点元素精通，都会为该角色提升<color=#99FFFFFF>0.054%</color>元素充能效率，并基于该提升的30%为队伍中附近的其他角色提升元素充能效率，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：裝備者的每點元素精通，都會為該角色提升<color=#99FFFFFF>0.054%</color>元素充能效率，並基於該提升的30%為隊伍中附近的其他角色提升元素充能效率，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の数値が1につき、該当キャラクターの元素チャージ効率+<color=#99FFFFFF>0.054%</color>、アップする元素チャージ効率の30%を基準に、周囲にいるチーム内の他キャラクターの元素チャージ効率がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터의 원소 마스터리 1pt당 해당 캐릭터의 원소 충전 효율이 <color=#99FFFFFF>0.054%</color>만큼 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 원소 충전 효율이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: the equipping character will gain <color=#99FFFFFF>0.054%</color> Energy Recharge for each point of Elemental Mastery they possess for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht die Aufladerate der damit ausgerüsteten Figur um <color=#99FFFFFF>0,054 %</color> für jeden Punkt der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>0.054%</color> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : le personnage équipé de l'arme obtient <color=#99FFFFFF>0,054 %</color> de recharge d'énergie pour chaque point de maîtrise élémentaire qu'il possède pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Os seguintes efeitos serão desencadeados a cada 10s: o personagem com esta arma equipada terá sua Recarga de Energia aumentada em <color=#99FFFFFF>0.054%</color> para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus, esses efeitos duram 12s. É possível acumular esse efeito ao equipar vários exemplares desta arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,054%</color> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan <color=#99FFFFFF>0,054%</color> Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <color=#99FFFFFF>0.054%</color> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <color=#99FFFFFF>0.054%</color> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "镇灵的低语",
        "zht": "鎮靈的低語",
        "jp": "ジンニーの囁き",
        "ko": "지니의 속삭임",
        "en": "Jinni's Whisper",
        "de": "Geflüster der Dschinn",
        "es": "Susurro del genio",
        "fr": "Murmure du djinn",
        "pt": "Sussurros do Jinni",
        "ru": "Шёпот джинна",
        "id": "Jinni's Whisper",
        "th": "Jinni's Whisper",
        "vi": "Lời Thì Thầm Trấn Linh"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：装备者的每点元素精通，都会为该角色提升<color=#99FFFFFF>0.063%</color>元素充能效率，并基于该提升的30%为队伍中附近的其他角色提升元素充能效率，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：裝備者的每點元素精通，都會為該角色提升<color=#99FFFFFF>0.063%</color>元素充能效率，並基於該提升的30%為隊伍中附近的其他角色提升元素充能效率，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の数値が1につき、該当キャラクターの元素チャージ効率+<color=#99FFFFFF>0.063%</color>、アップする元素チャージ効率の30%を基準に、周囲にいるチーム内の他キャラクターの元素チャージ効率がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터의 원소 마스터리 1pt당 해당 캐릭터의 원소 충전 효율이 <color=#99FFFFFF>0.063%</color>만큼 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 원소 충전 효율이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>0.063%</color> Energy Recharge for each point of Elemental Mastery they possess for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht die Aufladerate der damit ausgerüsteten Figur um <color=#99FFFFFF>0,063 %</color> für jeden Punkt der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>0.063%</color> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : le personnage équipé de l'arme obtient <color=#99FFFFFF>0,063 %</color> de recharge d'énergie pour chaque point de maîtrise élémentaire qu'il possède pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Os seguintes efeitos serão desencadeados a cada 10s: o personagem com esta arma equipada terá sua Recarga de Energia aumentada em <color=#99FFFFFF>0.063%</color> para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus, esses efeitos duram 12s. É possível acumular esse efeito ao equipar vários exemplares desta arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,063%</color> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan <color=#99FFFFFF>0,063%</color> Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <color=#99FFFFFF>0.063%</color> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <color=#99FFFFFF>0.063%</color> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "镇灵的低语",
        "zht": "鎮靈的低語",
        "jp": "ジンニーの囁き",
        "ko": "지니의 속삭임",
        "en": "Jinni's Whisper",
        "de": "Geflüster der Dschinn",
        "es": "Susurro del genio",
        "fr": "Murmure du djinn",
        "pt": "Sussurros do Jinni",
        "ru": "Шёпот джинна",
        "id": "Jinni's Whisper",
        "th": "Jinni's Whisper",
        "vi": "Lời Thì Thầm Trấn Linh"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：装备者的每点元素精通，都会为该角色提升<color=#99FFFFFF>0.072%</color>元素充能效率，并基于该提升的30%为队伍中附近的其他角色提升元素充能效率，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：裝備者的每點元素精通，都會為該角色提升<color=#99FFFFFF>0.072%</color>元素充能效率，並基於該提升的30%為隊伍中附近的其他角色提升元素充能效率，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の数値が1につき、該当キャラクターの元素チャージ効率+<color=#99FFFFFF>0.072%</color>、アップする元素チャージ効率の30%を基準に、周囲にいるチーム内の他キャラクターの元素チャージ効率がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터의 원소 마스터리 1pt당 해당 캐릭터의 원소 충전 효율이 <color=#99FFFFFF>0.072%</color>만큼 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 원소 충전 효율이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: the equipping character will gain <color=#99FFFFFF>0.072%</color> Energy Recharge for each point of Elemental Mastery they possess for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht die Aufladerate der damit ausgerüsteten Figur um <color=#99FFFFFF>0,072 %</color> für jeden Punkt der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>0.072%</color> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : le personnage équipé de l'arme obtient <color=#99FFFFFF>0,072 %</color> de recharge d'énergie pour chaque point de maîtrise élémentaire qu'il possède pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Os seguintes efeitos serão desencadeados a cada 10s: o personagem com esta arma equipada terá sua Recarga de Energia aumentada em <color=#99FFFFFF>0.072%</color> para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus, esses efeitos duram 12s. É possível acumular esse efeito ao equipar vários exemplares desta arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,072%</color> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan <color=#99FFFFFF>0,072%</color> Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <color=#99FFFFFF>0.072%</color> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <color=#99FFFFFF>0.072%</color> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    }
  ],
  "internal_name": "Sword_Pleroma",
  "imgid": "sword/pleroma"
}