{
  "id": 11406,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "试作斩岩",
    "zht": "試作斬岩",
    "jp": "斬岩·試作",
    "ko": "참암 프로토타입",
    "en": "Prototype Rancour",
    "de": "Steinschneider-Prototyp",
    "es": "Prototipo Rencor",
    "fr": "Tailleur de pierre (prototype)",
    "pt": "Protótipo Rancor",
    "ru": "Прототип: Злоба",
    "id": "Prototype Rancour",
    "th": "Prototype Rancour",
    "vi": "Mẫu Trảm Nham"
  },
  "description": {
    "zhs": "黑岩厂中秘藏的古老长剑。可挥砍断岩而刃不卷。",
    "zht": "黑岩廠中密藏的古老長劍。可揮砍斷岩而刃不卷。",
    "jp": "黒岩場の中に隠されていた古い長剣、岩を斬っても傷つかない。",
    "ko": "흑암 공장에 은밀히 보관된 오래된 장검. 수많은 바위를 베어도 칼날이 무뎌지지 않는다",
    "en": "An ancient longsword discovered in the Blackcliff Forge that cuts through rocks like a hot knife through butter.",
    "de": "Ein uraltes Langschwert aus der Schwarzsteinschmiede, das durch Felsen gleitet, als wären sie Butter.",
    "es": "Una antigua espada larga descubierta en la Forja Peñasco Oscuro. Es tan afilada que con ella se puede cortar una roca con gran facilidad.",
    "fr": "Une ancienne épée longue trouvée à la Forge de Rochenoire, capable de pénétrer la roche comme dans du beurre.",
    "pt": "Uma antiga espada longa descoberta na Forja do Penhasco Obscuro que corta pedras como uma faca quente na manteiga.",
    "ru": "Древний меч, обнаруженный в кузнице Черногорья. Режет камень словно масло.",
    "id": "Pedang panjang kuno yang ditemukan di Blackcliff Forge. Dapat dengan mudah memotong batu bagaikan pisau memotong batangan mentega.",
    "th": "ดาบยาวโบราณที่ถูกซ่อนไว้ใน Blackcliff Forge มันสามารถตัดผ่านหินได้และดาบไม่บิ่น",
    "vi": "Kiếm dài cổ xưa được cất giữ trong Hắc Nham Xưởng, có thể chém sắt như chém bùn."
  },
  "lore": {
    "zhs": "\n产自璃月兵工厂的古老剑坯。批号不明，相关典籍上也未记录它的成品时间。\n古旧剑身以阴刻的流云纹为装饰，舞动时，剑中隐有金光析出。\n\n相传，因技艺一度遭遇瓶颈，工人们不得不研究新的制作思路。\n锻造世家云氏的大掌柜云辉便与名匠寒武协商，汇聚万匠之巧能，绘制出一套名唤「试作」的图谱。\n依照图谱制作的第一把单手剑，甫一成型已有隆隆剑吟。\n\n于天衡山试剑时，寒武不慎将之落在地上。\n剑气顺应而出，如滚滚飓风，把磐石断开一条长逾半尺的裂缝。\n寒武深以为天意，为这柄剑取名「斩岩」。\n\n一剑动山河，万锋藏于刃。\n斩岩如断水的它，是日后璃月刀剑的原本。\n",
    "zht": "\n產自璃月兵工廠的古老劍胚。序號不明，相關典籍上也未記錄他的成品時間。\n古劍身上以篆刻的流雲紋為裝飾，舞動時，劍中隱有金光析出。\n\n相傳，因技藝一度遭遇瓶頸，工人們不得不研究新的製作思路。\n鍛造世家雲氏的大掌櫃雲輝便與名匠寒武協商，匯聚萬匠之巧能，繪製出一套名喚「試作」的圖譜。\n依照圖譜製造的第一把單手劍，甫一成型已有隆隆劍吟。\n\n於天橫山試劍時，寒武不慎將之落在地上。\n劍氣順應而出，如滾滾颶風，把磐石斷開一條逾半尺的裂縫。\n寒武深以為天意，為這柄劍取名「斬岩」。\n\n一劍動山河，萬鋒藏於刃。\n斬岩如斷水的它，是日後璃月刀劍的原本。\n",
    "jp": "\n璃月の武器工場が作った古い試作剣。製造番号や製造時期は不明。\n古い剣身には流雲紋が飾られ、剣を振るう時は微かに金色に光る。\n\n噂によれば、一度は技術不足で製造が中止となり、別の製造方法を考えることになった。\n鍛造の名門である雲氏の当主は武器職人である寒武と協力し、「試作」という武器シリーズの設計図を書いた。\n設計図に沿って最初に作られた片手剣は音が響く。\n\n天衡山で剣を試す時、寒武はうっかり剣を地面に落とした。\n意外なことに、剣は逆巻く風のように岩盤に割れ目を作った。\nこれは天啓だと思った寒武は剣を「斬岩」と名付けた。\n\n一刀両断、万剣朝宗。\n岩を簡単に切れるこの剣は後日、璃月の刀剣の原点となった。\n",
    "ko": "\n리월 무기 공장에서 제조한 오래된 도폐. 제품 번호 불명, 관련 서적에도 제조 일자 기록이 없다.\n오래된 검에 구름 무늬를 음각으로 새겼다. 휘두를 때면 검에서 은은한 빛이 반짝인다.\n\n기술 부족으로 공인들은 새로운 제작 방법을 연구해야만 했다.\n단조 명가 운 씨 가문의 큰어른 운휘와 명장 한무는 장인들의 기능을 모아 「시작」이라는 도감을 만들었다.\n도감에 따라 제작된 첫 한손검은 만들어지자마자 웅웅거렸다.\n\n천형산에서 처음으로 검을 시험해볼 때, 한무는 실수로 검을 땅에 떨어뜨렸다.\n검기가 거센 바람처럼 몰아치며 바위에 깊은 칼자국을 남겼다.\n한무는 하늘의 뜻이라 여기며 이 검을 「참암」이라 명명했다.\n\n한번 휘두르면 강산이 진동하고, 칼날에는 날카로움이 숨어있다.\n참암은 단수의 그것처럼, 후에 리월 검의 원형이 된다.\n",
    "en": "\nAn ancient prototype sword from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nA swirling cloud motif is etched into the body of the blade, which gives it a faint golden glow in the sunlight as it swings through the air.\n\nIt is said that the bladesmiths behind this weapon reached the extent of their abilities and were forced to innovate.\nYun Hui, head of the house of Yun's family forge, approached renowned craftsman Han Wu. With the combined expertise from both sides, Han Wu drew up designs for a new series of weapons, simply named \"the prototypes.\"\nThe very first sword made following this design already had the feel of a formidable weapon.\n\nWhile trying out the sword at Mt. Tianheng, Han Wu accidentally dropped it on the ground.\nThe sword responded by unleashing a swirling tornado of energy that cut a twelve-inch-deep hole into the solid mountain rock.\nHan Wu took it as a sign from the heavens. He declared, \"This sword shall be named Rancour, destroyer of rocks.\"\n\nThis sword shakes mountains at their foundations and possesses the power of a thousand peaks in its tip.\nThis sword that cuts through rocks like butter became the basis for all subsequent swords made in Liyue.\n",
    "de": "\nEin uralter Prototyp eines Schwertes aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nEin fließendes Wolkenmotiv ist in die Mitte der Klinge eingraviert. Im Sonnenlicht kann man dadurch einen schwachen goldenen Schimmer sehen, wenn man es durch die Luft schwingt.\n\nEs wird gesagt, dass die Schmiede dieser Waffe einen Stillstand in ihren Fähigkeiten erreichte und so zur Innovation gezwungen war.\nYun Hui, der zu jener Zeit Oberhaupt der Schmiede der Familie Yun war, kontaktierte den geschickten Handwerker Han Wu. Mit der Expertise von beiden Seiten entwarfen sie eine neue Reihe von Waffen, die sie einfach die „Prototypen“ nannten.\nBeim Schmieden des ersten Einhänders, der nach diesen Vorgaben geschaffen wurde, konnte man sogar ein gewisses Grollen vernehmen.\n\nAls Han Wu das Schwert am Tianheng-Berg ausprobierte, fiel es ihm versehentlich auf den Boden.\nDas Schwert antwortete darauf mit einem Orkan aus Energie, welcher einen unerwartet langen Riss im Felsen verursachte.\nHan Wu sah dies als ein Zeichen des Himmels an und taufte das Schwert auf den Namen „Steinschneider“.\n\nEin Felsen erschütterndes Schwert mit der Macht von tausend Klingen.\nDieses Schwert schneidet Steine wie Butter und wurde zur Grundlage für alle folgenden Schwerter, die in Liyue hergestellt werden.\n",
    "es": "\nUna antigua espada fabricada en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nEn la hoja de la espada hay grabados de nubes en movimiento como decoración. Al blandirla durante el día, emite una tenue luz dorada.\n\nCuenta la leyenda que, hace tiempo, las técnicas de fabricación de armas de los trabajadores de las fábricas se estancaron. Por ello, tuvieron que explorar nuevos métodos de producción.\nYun Hui, el gran maestro herrero de la familia Yun, se reunió un día con el artesano Han Wu para compilar las técnicas de todos los artesanos en una obra titulada «Enciclopedia de prototipos».\nLa primera espada ligera que se fabricó según las indicaciones de la enciclopedia emitía un fuerte bramido.\n\nCuando Han Wu probó la espada en la Cordillera Tianheng, se le cayó al suelo accidentalmente.\nLa espada provocó una corriente de aire que se transformó en un violento huracán que creó una grieta en el suelo.\nHan Wu interpretó esto como una señal divina, y declaró: “Esta espada se llamará ‘Rencor, destructora de la roca’”.\n\nLa espada, capaz de mover montañas y ríos, contiene el poder de diez mil filos.\nAl final, esta arma, capaz de cortar la roca tan fácilmente como un trozo de papel, acabó convirtiéndose en el modelo del resto de espadas de Liyue.\n",
    "fr": "\nUne vieille épée issue de l'arsenal de Liyue. Difficile de dire de quel modèle il s'agit : les archives ne mentionnent pas sa date de fabrication.\nL'épée ancienne est incrustée de motifs de nuages ; des éclats dorés s'en échappent lorsqu'on la brandit.\n\nLa raréfaction des nouvelles techniques de forge a poussé les artisans à explorer d'autres directions.\nYun Hui, le maître forgeron du célèbre Clan Yun, se réunit un jour avec l'artisan Han Wu ; ensemble, ils mirent au point un nouveau moule.\nLa première épée à une main qui en sortit émettait un grondement vindicatif à sa sortie du moule.\n\nS'entraînant avec aux Monts Tianheng, Hanwu la fit tomber au sol par inadvertance.\nUn genre de vapeur s'en échappa, et l'épée semblable à un typhon laissa une fissure impressionnante dans la roche.\nY voyant là l'intervention des dieux, Han Wu décida de nommer l'arme « Tailleur de pierre ».\n\nCette épée capable de fendre la pierre renferme la puissance de mille tranchants.\nLe Tailleur de pierre devint par la suite l'une des bases de l'armement à Liyue.\n",
    "pt": "\nUm antigo protótipo de espada do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nA espada antiga foi esculpida com padrões de nuvens, o que lhe dá um leve brilho dourado à luz do sol enquanto ela se balança no ar.\n\nDiz-se que os cuteleiros por trás dessa arma alcançaram o limite de suas habilidades e foram forçados a inovar.\nYun Hui, chefe da casa da forja da família Yun, abordou o renomado artesão Han Wu. Com a experiência combinada de ambos os lados, Han Wu elaborou projetos para uma nova série de armas, simplesmente chamada de \"os protótipos.\"\nA primeira espada feita seguindo este desenho já tinha a sensação de uma arma formidável.\n\nEnquanto experimentava a espada no Monte Tianheng, Han Wu a deixou cair acidentalmente no chão.\nA espada provocou um corrente de ar, furioso como tornado, que abriu uma rachadura grande na rocha.\nHan Wu tomou como um sinal dos céus. Ele declarou: \"Esta espada será chamada de Rancor, Destruidor de Rochas\".\n\nEsta espada é capaz de mover montanhas e rios e possui o poder de mil picos em sua ponta.\nEsta espada que corta rochas como manteiga tornou-se a base para todas as espadas subsequentes feitas em Liyue.\n",
    "ru": "\nДревний прототип меча из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nСтаромодный клинок украшен резьбой в виде облаков, и при взмахе меч сверкает золотом.\n\nГоворят, что из-за того, что их искусство начало изживать себя, кузнецы были вынуждены прибегнуть к инновациям.\nЮнь Хуэй, глава рода кузнецов Юнь, поговорил с мастером кузнечного дела по имени Хань У, и они, объединив свои знания и умения, разработали диаграммы для новой серии оружия, названной «Прототипы».\nПо этим диаграммам был создан первый одноручный меч, оказавшийся очень грозным оружием.\n\nКогда его испытывали в горах Тяньхэн, Хань У случайно уронил его на землю.\nКлинок сверкнул в воздухе и выпустил энергию, подобно урагану ударившую в скалы и оставившую на камне глубокую борозду.\nХань У счёл это знаком свыше. Он назвал этот меч «Злоба».\n\nЭтот меч может свернуть горы и обернуть реки вспять, а кончик его остёр, как тысяча горных пиков.\nЭтот меч, способный резать камни, будто воду, стал прототипом для всех клинков, изготавливаемых в Ли Юэ.\n",
    "id": "\nPrototipe pedang kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nMotif awan yang berputar-putar terukir di tubuh pedangnya, yang berfungsi memberi sinar keemasan samar di bawah sinar matahari saat terayun di udara.\n\nDikatakan bahwa ahli pedang di balik pembuatan senjata ini mencapai puncak kemampuannya dan dipaksa untuk berinovasi.\nYun Hui, kepala keluarga Yun, mendekati pengrajin terkenal Han Wu. Dengan keahlian gabungan dari kedua belah pihak, Han Wu membuat rancangan untuk seri senjata baru, yang diberi nama \"prototipe.\"\nPedang pertama yang dibuat mengikuti rancangan ini memiliki nuansa senjata yang tangguh.\n\nSaat mencoba pedang di Mt. Tianheng, Han Wu tidak sengaja menjatuhkannya ke tanah.\nPedang itu merespon dengan melepaskan energi tornado yang berputar dan memotong lubang sedalam dua belas inci ke dalam batu gunung yang kokoh.\nHan Wu menganggap itu adalah pertanda dari surga. Dia berkata, \"Pedang ini akan dinamakan Rancour, penghancur batu\".\n\nPedang ini mengguncang gunung dan memiliki kekuatan bagai seribu puncak di ujungnya.\nPedang yang memotong batu seperti mentega ini menjadi dasar untuk semua pedang selanjutnya yang dibuat di Liyue.\n",
    "th": "\nต้นแบบดาบโบราณจากคลังอาวุธใน Liyue ไม่ทราบรุ่นที่ผลิต ตำราที่เกี่ยวข้องก็ไม่ได้บันทึกไว้ว่ามันทำเสร็จเมื่อไหร่\nตัวดาบโบราณนี้ตกแต่งด้วยการแกะสลักลายเมฆ เมื่อร่ายรำ ตัวดาบที่ซ่อนแสงสีทองไว้จะเปล่งประกายออกมา\n\nตำนานกล่าวว่า เนื่องจากงานศิลป์ได้เข้าสู่จุดอิ่มตัว ทำให้ผู้คนต้องคิดค้นแนวทางการผลิตใหม่ๆขึ้นมา\nYun Hui เจ้าของโรงตีเหล็กเลื่องชื่อตระกูล Yun ได้ปรึกษากับ Han Wu ช่างฝีมือชื่อดัง ที่งานชุมนุมช่างฝีมือหลากทักษะ และได้ร่างตำราขึ้นมาชุดหนึ่งโดยตั้งชื่อว่า\"การทดสอบ\"\nสร้างดาบเล่มแรกขึ้นตามแบบแปลน ทันทีที่ทำเสร็จดาบก็มีเสียงดังก้อง\n\nเมื่อไปลองดาบที่ภูเขา Tianheng... Han Wu ได้ทำดาบหล่นลงพื้นโดยไม่ตั้งใจ\nลมจากในดาบพัดออกมา ราวกับพายุเฮอร์ริเคน มันได้สร้างรอยแตกในหินยาวกว่าครึ่งฟุต\nHan Wu ตระหนักได้ว่านี่คือลิขิตจากฟ้า จึงตั้งชื่อดาบเล่มนี้ว่า \"Destroyer of rocks\"\n\nดาบเล่มเดียวเคลื่อนภูเขาและแม่น้ำ ซ่อนยอดเขาหมื่นยอด\nการตัดหินผาได้ดังน้ำของมัน เป็นต้นแบบให้กับดาบเล่มอื่นๆของ Liyue ในภายหลัง\n",
    "vi": "\nThanh kiếm cổ tạo ra ở xưởng chế tạo vũ khí Liyue. Số lô không xác định, thời gian hoàn thành của nó cũng không được ghi chép trong sách cổ.\nThân thanh kiếm cổ được khắc vân mây trôi, khi vung lên phát ra ánh sáng vàng ẩn trong kiếm.\n\nTương truyền, bởi gặp phải nút thắt trong kỹ thuật, các công nhân bắt buộc phải nghiên cứu ý tưởng chế tạo mới.\nĐại chưởng quỹ Yun Hui của đại tộc rèn Yun và nghệ nhân Han Wu cùng thỏa thuận, tập hợp sự khéo léo của hàng vạn nghệ nhân, tạo ra một bộ \"bản vẽ mẫu\".\nDựa theo tranh tư liệu làm ra một thanh kiếm đơn, kiếm vừa mới thành hình đã ngân vang không dứt.\n\nKhi ở Thiên Hoành Sơn thử kiếm, Han Wu vô tình làm rơi xuống mặt đất.\nKiếm khí theo đó thoát ra, giống cơn bão cuồn cuộn phá vỡ tảng đá thành một vết nứt dài hơn nửa thước.\nHan Wu thầm cho rằng đó là ý trời và đặt tên cho thanh kiếm là \"Trảm Nham\".\n\nMột kiếm rung động núi sông, vạn phong giấu trong lưỡi kiếm.\nChém đá như chém nước, là nguồn gốc đao kiếm của Liyue ngày sau.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "碎石",
        "zht": "碎石",
        "jp": "岩砕き",
        "ko": "부서진 바위",
        "en": "Smashed Stone",
        "de": "Trümmer",
        "es": "Quebrantarrocas",
        "fr": "Pierre cassée",
        "pt": "Pedra Destruída",
        "ru": "Расколотый камень",
        "id": "Crushed Stone",
        "th": "Crushed Stone",
        "vi": "Đá Vụn"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，攻击力和防御力提高<color=#99FFFFFF>4%</color>，持续6秒，最多叠加4层。该效果每0.3秒只能触发一次。",
        "zht": "普通攻擊或重擊命中時，攻擊力和防禦力提高<color=#99FFFFFF>4%</color>，持續6秒，最多疊加四層。該效果每0.3秒只能觸發一次。",
        "jp": "通常攻撃または重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>4%</color>、継続時間6秒、最大4重まで。0.3秒毎に1回のみ発動可能。",
        "ko": "일반 공격 또는 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>4%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.3초마다 1회만 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>4%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.3s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>4 %</color>, 4-fach stapelbar. 0,3 s Abklingzeit.",
        "es": "Al atacar a un enemigo con Ataques Normales o Cargados, el ATQ y la DEF aumentan en un <color=#99FFFFFF>4%</color> durante 6 s. Solo puede acumularse un máximo de 4 veces y ocurrir una vez cada 0.3 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>4 %</color> pendant 6 s. Cet effet peut être cumulé 4 fois maximum et déclenché 1 fois toutes les 0,3 s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>4%</color>, com duração de 6s, acumulando até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.3s.",
        "ru": "Попадания обычной или заряженной атакой увеличивают силу атаки и защиту на <color=#99FFFFFF>4%</color> в течение 6 сек. Эффект может складываться до 4 раз и возникает раз в 0,3 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, meningkatkan <color=#99FFFFFF>4%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,3 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตี พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>4%</color> เป็นเวลา 6 วินาที โดยจะซ้อนทับได้มากสุด 4 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>4%</color>, kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "碎石",
        "zht": "碎石",
        "jp": "岩砕き",
        "ko": "부서진 바위",
        "en": "Smashed Stone",
        "de": "Trümmer",
        "es": "Quebrantarrocas",
        "fr": "Pierre cassée",
        "pt": "Pedra Destruída",
        "ru": "Расколотый камень",
        "id": "Crushed Stone",
        "th": "Crushed Stone",
        "vi": "Đá Vụn"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，攻击力和防御力提高<color=#99FFFFFF>5%</color>，持续6秒，最多叠加4层。该效果每0.3秒只能触发一次。",
        "zht": "普通攻擊或重擊命中時，攻擊力和防禦力提高<color=#99FFFFFF>5%</color>，持續6秒，最多疊加四層。該效果每0.3秒只能觸發一次。",
        "jp": "通常攻撃または重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>5%</color>、継続時間6秒、最大4重まで。0.3秒毎に1回のみ発動可能。",
        "ko": "일반 공격 또는 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>5%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.3초마다 1회만 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>5%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.3s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>5 %</color>, 4-fach stapelbar. 0,3 s Abklingzeit.",
        "es": "Al atacar a un enemigo con Ataques Normales o Cargados, el ATQ y la DEF aumentan en un <color=#99FFFFFF>5%</color> durante 6 s. Solo puede acumularse un máximo de 4 veces y ocurrir una vez cada 0.3 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>5 %</color> pendant 6 s. Cet effet peut être cumulé 4 fois maximum et déclenché 1 fois toutes les 0,3 s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>5%</color>, com duração de 6s, acumulando até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.3s.",
        "ru": "Попадания обычной или заряженной атакой увеличивают силу атаки и защиту на <color=#99FFFFFF>5%</color> в течение 6 сек. Эффект может складываться до 4 раз и возникает раз в 0,3 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, meningkatkan <color=#99FFFFFF>5%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,3 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตี พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>5%</color> เป็นเวลา 6 วินาที โดยจะซ้อนทับได้มากสุด 4 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>5%</color>, kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "碎石",
        "zht": "碎石",
        "jp": "岩砕き",
        "ko": "부서진 바위",
        "en": "Smashed Stone",
        "de": "Trümmer",
        "es": "Quebrantarrocas",
        "fr": "Pierre cassée",
        "pt": "Pedra Destruída",
        "ru": "Расколотый камень",
        "id": "Crushed Stone",
        "th": "Crushed Stone",
        "vi": "Đá Vụn"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，攻击力和防御力提高<color=#99FFFFFF>6%</color>，持续6秒，最多叠加4层。该效果每0.3秒只能触发一次。",
        "zht": "普通攻擊或重擊命中時，攻擊力和防禦力提高<color=#99FFFFFF>6%</color>，持續6秒，最多疊加四層。該效果每0.3秒只能觸發一次。",
        "jp": "通常攻撃または重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>6%</color>、継続時間6秒、最大4重まで。0.3秒毎に1回のみ発動可能。",
        "ko": "일반 공격 또는 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.3초마다 1회만 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>6%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.3s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>6 %</color>, 4-fach stapelbar. 0,3 s Abklingzeit.",
        "es": "Al atacar a un enemigo con Ataques Normales o Cargados, el ATQ y la DEF aumentan en un <color=#99FFFFFF>6%</color> durante 6 s. Solo puede acumularse un máximo de 4 veces y ocurrir una vez cada 0.3 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>6 %</color> pendant 6 s. Cet effet peut être cumulé 4 fois maximum et déclenché 1 fois toutes les 0,3 s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>6%</color>, com duração de 6s, acumulando até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.3s.",
        "ru": "Попадания обычной или заряженной атакой увеличивают силу атаки и защиту на <color=#99FFFFFF>6%</color> в течение 6 сек. Эффект может складываться до 4 раз и возникает раз в 0,3 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, meningkatkan <color=#99FFFFFF>6%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,3 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตี พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>6%</color> เป็นเวลา 6 วินาที โดยจะซ้อนทับได้มากสุด 4 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>6%</color>, kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "碎石",
        "zht": "碎石",
        "jp": "岩砕き",
        "ko": "부서진 바위",
        "en": "Smashed Stone",
        "de": "Trümmer",
        "es": "Quebrantarrocas",
        "fr": "Pierre cassée",
        "pt": "Pedra Destruída",
        "ru": "Расколотый камень",
        "id": "Crushed Stone",
        "th": "Crushed Stone",
        "vi": "Đá Vụn"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，攻击力和防御力提高<color=#99FFFFFF>7%</color>，持续6秒，最多叠加4层。该效果每0.3秒只能触发一次。",
        "zht": "普通攻擊或重擊命中時，攻擊力和防禦力提高<color=#99FFFFFF>7%</color>，持續6秒，最多疊加四層。該效果每0.3秒只能觸發一次。",
        "jp": "通常攻撃または重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>7%</color>、継続時間6秒、最大4重まで。0.3秒毎に1回のみ発動可能。",
        "ko": "일반 공격 또는 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>7%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.3초마다 1회만 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>7%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.3s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>7 %</color>, 4-fach stapelbar. 0,3 s Abklingzeit.",
        "es": "Al atacar a un enemigo con Ataques Normales o Cargados, el ATQ y la DEF aumentan en un <color=#99FFFFFF>7%</color> durante 6 s. Solo puede acumularse un máximo de 4 veces y ocurrir una vez cada 0.3 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>7 %</color> pendant 6 s. Cet effet peut être cumulé 4 fois maximum et déclenché 1 fois toutes les 0,3 s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>7%</color>, com duração de 6s, acumulando até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.3s.",
        "ru": "Попадания обычной или заряженной атакой увеличивают силу атаки и защиту на <color=#99FFFFFF>7%</color> в течение 6 сек. Эффект может складываться до 4 раз и возникает раз в 0,3 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, meningkatkan <color=#99FFFFFF>7%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,3 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตี พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>7%</color> เป็นเวลา 6 วินาที โดยจะซ้อนทับได้มากสุด 4 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>7%</color>, kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "碎石",
        "zht": "碎石",
        "jp": "岩砕き",
        "ko": "부서진 바위",
        "en": "Smashed Stone",
        "de": "Trümmer",
        "es": "Quebrantarrocas",
        "fr": "Pierre cassée",
        "pt": "Pedra Destruída",
        "ru": "Расколотый камень",
        "id": "Crushed Stone",
        "th": "Crushed Stone",
        "vi": "Đá Vụn"
      },
      "description": {
        "zhs": "普通攻击或重击命中时，攻击力和防御力提高<color=#99FFFFFF>8%</color>，持续6秒，最多叠加4层。该效果每0.3秒只能触发一次。",
        "zht": "普通攻擊或重擊命中時，攻擊力和防禦力提高<color=#99FFFFFF>8%</color>，持續6秒，最多疊加四層。該效果每0.3秒只能觸發一次。",
        "jp": "通常攻撃または重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>8%</color>、継続時間6秒、最大4重まで。0.3秒毎に1回のみ発動可能。",
        "ko": "일반 공격 또는 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>8%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.3초마다 1회만 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>8%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.3s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>8 %</color>, 4-fach stapelbar. 0,3 s Abklingzeit.",
        "es": "Al atacar a un enemigo con Ataques Normales o Cargados, el ATQ y la DEF aumentan en un <color=#99FFFFFF>8%</color> durante 6 s. Solo puede acumularse un máximo de 4 veces y ocurrir una vez cada 0.3 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>8 %</color> pendant 6 s. Cet effet peut être cumulé 4 fois maximum et déclenché 1 fois toutes les 0,3 s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>8%</color>, com duração de 6s, acumulando até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.3s.",
        "ru": "Попадания обычной или заряженной атакой увеличивают силу атаки и защиту на <color=#99FFFFFF>8%</color> в течение 6 сек. Эффект может складываться до 4 раз и возникает раз в 0,3 сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, meningkatkan <color=#99FFFFFF>8%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,3 detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตี พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>8%</color> เป็นเวลา 6 วินาที โดยจะซ้อนทับได้มากสุด 4 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที",
        "vi": "Khi tấn công thường hoặc trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>8%</color>, kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.3s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Sword_Proto",
  "imgid": "sword/proto"
}