{
  "id": 11412,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "降临之剑",
    "zht": "降臨之劍",
    "jp": "降臨の剣",
    "ko": "강림의 검",
    "en": "Sword of Descension",
    "de": "Schwert der Niederkunft",
    "es": "Espada del Descenso",
    "fr": "Épée de la descente",
    "pt": "Espada do Advento",
    "ru": "Меч нисхождения",
    "id": "Sword of Descension",
    "th": "Sword of Descension",
    "vi": "Kiếm Giáng Lâm"
  },
  "description": {
    "zhs": "造型独特的剑。看起来并不属于这个世界。",
    "zht": "造型獨特的劍。看起來並不屬於這個世界。",
    "jp": "独特な形をした剣。この世界の物ではないようだ。",
    "ko": "외형이 독특한 검. 이 세상의 검이 아닌 것 같다",
    "en": "A sword of unique craftsmanship. It does not appear to belong to this world.",
    "de": "Ein Schwert von außergewöhnlicher Machart. Es scheint nicht von dieser Welt zu sein.",
    "es": "Una espada con una forma única. No parece pertenecer a este mundo.",
    "fr": "Une épée à l'apparence particulière qui ne semble pas appartenir à ce monde.",
    "pt": "Uma espada de artesanato único. Não parece pertencer a este mundo.",
    "ru": "Меч уникальной формы. Кажется, что он не принадлежит этому миру.",
    "id": "Sebilah pedang dengan bentuk yang unik, sepertinya bukan berasal dari dunia ini.",
    "th": "ดาบที่มีรูปร่างอันเป็นเอกลักษณ์ ดูเหมือนว่าจะไม่ได้มาจากโลกนี้",
    "vi": "Kiếm có tạo hình đặc biệt. Nhìn có vẻ không thuộc về thế giới này."
  },
  "lore": {
    "zhs": "\n这是你用特殊方式到达这个世界的证明。\n这是挑战「世界」之人，才能握起的剑。\n\n这把剑上次挥动时，人们想要挽回一个毁灭的世界。\n那个世界是他们唯一的、也是最后的家园。\n这把剑梦想着要挑战的，其实是它步向毁灭的命运。\n——不过拿着剑去挑战宇宙里「生者必灭」的法则，\n恐怕，就像是执长枪策马向着风车冲锋一样可笑吧…\n\n话说回来，面对着这样的最终命运、那吞噬亿万星辰的幽深黑暗，\n要拿着什么样的武器，才算是妥当得体呢？果然还是这把长剑吧。\n至少，它足以承载着让人勇敢面对世界命运而无畏怖之心的记忆…\n\n这把剑这次挥动时，你在寻求被一个世界所藏匿的答案。\n在这样的一个世界里，使用这把武器就没有任何问题了。\n并不是因为宇宙的阴暗目光转向了其他的角落，亦非是因为这个世界是这样的风格，\n——而是因为，「追寻」或许就是你降临此间的根本原因。\n\n在「过去」湮灭之前、「未来」降临之前、\n在「现在」消逝之时，你可以信任这把剑。\n作为防身的武器是很不错的。毕竟它就是为了像你这样的，\n「挑战之人」、「追寻之人」而铸造的兵器。\n带着它，行走在这个世界上，\n\n然后，去斩开「世界」留给你的一切谜团与挑战吧。\n",
    "zht": "\n這是{F#妳}{M#你}用特殊方式到達這個世界的證明。\n這是挑戰「世界」之人，才能握起的劍。\n\n這把劍上次揮動時，人們想要挽回一個毀滅的世界。\n那個世界是他們唯一的、也是最後的家園。\n這把劍夢想著要挑戰的，其實是它步向毀滅的命運。\n——不過拿著劍去挑戰宇宙裡「生者必滅」的法則，\n恐怕，就像是執長槍策馬向著風車衝鋒一樣可笑吧…\n\n話說回來，面對著這樣的最終命運、那吞噬億萬星辰的幽深黑暗，\n要拿著什麼樣的武器，才算是妥當得體呢？果然還是這把長劍吧。\n至少，它足以承載著讓人勇敢面對世界命運而無畏怖之心的記憶…\n\n這把劍這次揮動時，{F#妳}{M#你}在尋求被一個世界所藏匿的答案。\n在這樣的一個世界裡，使用這把武器就沒有任何問題了。\n並不是因為宇宙的陰暗目光轉向了其他的角落，亦非是因為這個世界是這樣的風格，\n——而是因為，「追尋」或許就是{F#妳}{M#你}降臨此間的根本原因。\n\n在「過去」湮滅之前、「未來」降臨之前、\n在「現在」消逝之時，{F#妳}{M#你}可以信任這把劍。\n作為防身的武器是很不錯的。畢竟它就是為了像{F#妳}{M#你}這樣的，\n「挑戰之人」、「追尋之人」而鑄造的兵器。\n帶著它，行走在這個世界上，\n\n然後，去斬開「世界」留給{F#妳}{M#你}的一切謎團與挑戰吧。\n",
    "jp": "\nこれはあなたが特殊な方法でこの世界にたどり着いた証。\nこれは「世界」を挑む者にしか、手に取れない剣。\n\n前にこの剣が振られた時、人たちは滅びかけた世界を救おうとした。\nその世界は彼らの唯一で、最後の居場所であった。\nこの剣が挑戦しようとしたのは、世界が滅び行く運命だった。\n——「生者必滅」の宇宙の規約を剣で挑むのは、\n馬に乗り槍を持って風車に突進する行為と同じくらい可笑しなことでしょう…\n\nそれより、このような運命と、億万の星を呑み込む深い闇と向き合うには、\nどのような武器を手にすればいいのだろう？やはりこの剣の出番だ。\n少なくとも、剣には世界と戦った勇敢な記憶が刻まれている…\n\n今回この剣が振られた時、あなたは世界に隠された答えを探していた。\nこのような世界ならば、この武器を随意に使うことができる。\n宇宙の薄暗い目線が向きを変えたわけでも、この世界が元からこんな風格であるわけでもない。\n——「追求」が、あなたがここに降臨した真の理由であるからだ。\n\n「過去」が隠滅される前に、「未来」が降臨する前に、\n「現在」が消え行く今、この剣を信じよ。\n保身用にはぴったりだ。だってあなたのような\n「挑戦する者」、「追求する者」のためにカスタマイズした武器なのだから。\nそれを持って、この世界を行け、\n\nそして、「世界」が残したすべての謎と挑戦を切り開くのだ。\n",
    "ko": "\n이건 당신이 특별한 방식으로 이 세계에 도착했다는 걸 증명하는 것이다.\n이건 「세계」에 도전하는 사람만이 쥘 수 있는 검이다.\n\n이 검이 지난번에 휘둘러졌을 땐 사람들이 파멸된 세계를 되돌리길 원했을 때이다.\n그 세계는 그들의 유일한 것이자 마지막 고향이다.\n이 검은 파멸의 운명을 거스르길 원했다.\n——그러나 검을 들고 우주의 「생자필멸」이라는 법칙에 도전한다는 건,\n마치 당랑거철처럼 어리석은 일일 것이다….\n\n이러한 마지막 운명과 수많은 별을 집어삼킨 심오한 어둠에 맞서기 위해선\n어떤 무기를 들어야 할까? 역시 이 검뿐이다.\n이 검은 최소한 두려움 없이 용감하게 세계의 운명에 용감하게 맞선 이들의 기억을 간직하고 있기에….\n\n당신은 세상 속에 숨겨진 답을 찾기 위해 이 검을 휘두를 것이다.\n이러한 세계에서 이 무기를 사용하는 건 아무 문제 없다.\n우주의 그림자가 이 세계에 드리우지 않아서도 아니고 이 세계의 미학에 부합해서도 아니다.\n어쩌면 「추적」이 바로 당신이 이 세계에 강림한 근본적인 이유일지도….\n\n「과거」가 소멸하기 전, 「미래」가 닥치기 전,\n「현재」가 사라질 때 이 검을 믿을 수 있을 것이다.\n호신용 무기로 아주 좋다.\n당신 같은 「도전자」, 「추적자」를 위해 만들어진 병기이니 말이다.\n이 무기를 들고 이 세계를 누비고\n\n「세계」가 당신에게 남긴 모든 수수께끼와 도전을 파헤쳐라.\n",
    "en": "\nThis is proof that you came to this world via special means.\nOnly one who has challenged the \"world\" may wield such a sword.\n\nWhen this sword was last drawn, humankind was trying to preserve a doomed world.\nThat world was their last and only home.\nThis sword was drawn to defy that fate of destruction.\n—But to draw steel against the law of universe that \"all who exist must one day perish...\"\nSurely it must have seemed the height of folly.\n\nBut really, when one is faced when such a final fate, when up against the star-devouring darkness,\nWhat weapon would be fitting for one to wield? It can only be a sword.\nIf nothing else, it shall bear the memory of those who faced their ends without fear...\n\nWhen you wield this sword, you search for the answers hidden within this world.\nIn this world, such a weapon may be used without any problem.\nNot for the fact that the universe casts no shadows here, and certainly not simply because it suits this world's aesthetics...\nBut because this search is perhaps why you descended to this realm in the first place.\n\nWhen the past is dust, and the future arrives,\nAs the present fades away, you can trust to this blade's edge.\nHaving a weapon for self-defense is, of course, a good idea. After all, this one was forged for one such as yourself.\nSomeone who challenges and pursues.\nTake it, walk this earth,\n\nAnd cut open all the challenges and mysteries that it has to offer you.\n",
    "de": "\nDas beweist, dass du auf besondere Art und Weise in diese Welt gelangt bist.\nNur wer die „Welt“ herausgefordert hat, darf ein solches Schwert tragen.\n\nAls dieses Schwert das letzte Mal gezogen wurde, versuchte die Menschheit, eine dem Untergang geweihte Welt zu bewahren.\nDiese Welt war ihre letzte und einzige Heimat.\nDieses Schwert wurde gezogen, um diesem Schicksal der Zerstörung zu trotzen.\nAber Stahl gegen das Gesetz des Universums zu ziehen, dass „alle, die existieren, eines Tages zugrunde gehen müssen“,\nist wie das Kämpfen gegen Windmühlen ...\n\nWenn man jedoch vor einem so endgültigen Schicksal steht, wenn man der Sterne verschlingenden Finsternis gegenübersteht,\nwelche Waffe wäre in solch einer Situation am besten geeignet? Natürlich ein Schwert.\nNicht zuletzt soll es auch das Andenken an diejenigen tragen, die sich ihren Zielen ohne Furcht gestellt haben ...\n\nWer dieses Schwert schwingt, sucht nach den Antworten, die in dieser Welt verborgen sind.\nIn dieser Welt kann eine solche Waffe ohne Probleme eingesetzt werden.\nNicht weil das Universum hier keine Schatten wirft und schon gar nicht, weil es einfach zur Ästhetik dieser Welt passt ...\nSondern weil diese Suche vielleicht der Grund dafür ist, dass du überhaupt erst in dieses Reich herabgestiegen bist.\n\nBevor die Vergangenheit verschwindet und bevor die Zukunft ankommt,\nkannst du diesem Schwert vertrauen bis das Jetzt verschwindet.\nEine Waffe zur Selbstverteidigung zu haben, ist natürlich eine gute Idee. Schließlich wurde diese für eine Person wie dich geschmiedet.\nGeschmiedet von dem, der herausfordert, und dem, der sich auf der ewigen Suche befindet.\nNimm es und wandel auf dieser Welt,\n\nnutze es um alle Mysterien und Herausforderungen dieser Welt aufzuschlagen.\n",
    "es": "\nEsta es la prueba de que viniste a este mundo de una manera muy especial.\nSolo quien haya desafiado al mundo puede empuñar esta espada.\n\nLa última vez que alguien blandió esta espada, la humanidad intentaba salvar el mundo al que ella misma había condenado.\nEse mundo fue su último y único hogar.\nLa espada fue desenvainada para desafiar al ominoso destino de la humanidad.\nSin embargo, para ello había que desafiar la ley universal de que “todo lo que tiene vida perecerá en algún momento”.\nY eso era tan irrisorio como cargar contra un molino de viento con una lanza montado a caballo.\n\nCuando uno se enfrenta a su destino final, cuando se enfrenta a la oscuridad que devora las estrellas,\n¿qué arma es la más adecuada? La única respuesta posible es una espada.\nAl menos, esta arma puede cargar con los recuerdos de aquellos que se enfrentaron a su fin sin miedo...\n\nSi empuñas esta espada, es porque buscas las respuestas a todas sus preguntas sobre este mundo.\nEn este mundo, un arma así puede usarse sin ningún problema.\nEllo, sin embargo, no es porque el universo no proyecte su sombra aquí, ni tampoco por algo tan simple como que su estética coincida con la de este mundo...\nSino debido a que esa búsqueda de respuestas es la razón por la que descendiste a este reino en primer lugar.\n\nCuando el pasado queda atrás, el futuro está por llegar\ny el presente ya se desvanece, podrás confiar en el filo de esta espada.\nPodrá servirte como arma de defensa propia. Después de todo, fue creada para alguien como tú.\nAlguien que se enfrenta a sus desafíos y que persigue la verdad.\nEmpúñala y camina por este mundo.\n\nEnfréntate a todos los desafíos y misterios que este pueda ofrecerte.\n",
    "fr": "\nVoici la preuve de votre arrivée si particulière dans ce monde.\nSeule une personne qui a osé défier les lois du monde peut manier une telle lame.\n\nElle fut brandie pour la dernière fois lorsque l'humanité tenta de résister l'ordre naturel des choses en préservant son monde destiné à la ruine.\nCe monde était leur dernier et seul refuge.\nCette épée fut tirée afin d'affronter la destruction.\nAller à l'encontre de la loi de l'univers, selon laquelle tout ce qui vit doit mourir,\nétait aussi stupide que de se battre contre des moulins à vent.\n\nLorsque vous vous retrouvez face à un destin funeste et que vous deviez affronter les ténèbres qui engloutissent les étoiles,\nquelle arme serait la plus utile dans cette situation ? La réponse est simple : une épée.\nAu moins, elle transportera la mémoire des braves qui auront péri pour leur avenir...\n\nEn maniant cette épée, vous cherchez les réponses que ce monde cache.\nCette arme peut être utilisée sans aucun souci dans un monde tel que celui-ci.\nNon pas en raison de son environnement lumineux ou pour des raisons esthétiques,\nmais parce que votre quête est la raison de votre venue ici.\n\nLorsque le passé est révolu, que le futur approche,\net que le présent disparaît, vous pouvez vous fier au tranchant de cette épée.\nElle sera efficace pour vous défendre. Après tout, elle est faite pour servir une personne comme vous.\nÀ la recherche de la vérité, vous triompherez n'importe quel défi au cours de votre périple.\nPrenez-la, avancez,\n\net grâce à elle, abattez tous les obstacles et résolvez les mystères qui se présenteront à vous.\n",
    "pt": "\nEsta é a prova de que você veio a este mundo por meios especiais.\nSomente alguém que desafiou o \"mundo\" pode empunhar tal espada.\n\nQuando esta espada foi brandida pela última vez, a humanidade estava tentando preservar um mundo condenado.\nEsse mundo foi seu último e único lar.\nEsta espada foi desembainhada para desafiar esse destino de destruição.\nIr contra a lei do universo que diz que \"todos os que existem devem um dia perecer\",\ne isso foi tão ridículo quanto atacar um moinho de vento com uma lança, montado a cavalo...\n\nMas, realmente, quando alguém se depara com um destino final, quando se confronta com a escuridão devoradora de estrelas,\nQue arma seria adequada para alguém empunhar? Só pode ser uma espada.\nNo mínimo, levará a memória daqueles que enfrentaram seus fins sem medo...\n\nQuando você empunha esta espada, você procura as respostas escondidas dentro deste mundo.\nNeste mundo, tal arma pode ser usada sem nenhum problema.\nNão pelo fato de que o universo não lanças sombras aqui, e certamente não simplesmente porque se adéqua à estética...\nMas talvez esta busca seja o motivo pelo qual você desceu a este reino em primeiro lugar.\n\nQuando o passado é apenas pó, e o futuro prestes a chegar,\nà medida que o presente se desvanece, você pode confiar nesta lâmina.\nTer uma arma para autodefesa, é claro, sempre uma boa ideia. Afinal de contas, esta foi forjada para alguém como você.\nAlguém que enfrenta seus desafios e persegue a verdade.\nPegue-a e caminhe por este mundo,\n\ne enfrente todos os desafios e mistérios que ela tem a oferecer a você.\n",
    "ru": "\nЕсли в ваших руках оказался этот меч, значит, вы прибыли в этот мир особым путём,\nи осмелились бросить ему вызов.\n\nПоследний раз его доставали из ножен, когда мир оказался на грани гибели, и люди отчаянно пытались его спасти.\nЭтот мир они считали своим единственным домом, и отступать им было некуда.\nСам же меч желал пойти наперекор собственной судьбе - пути разрушения.\nВот только оспаривать фундаментальный принцип уничтожения всего сущего железным клинком,\nпожалуй, было бы так же нелепо, как и с копьём бросаться на ветряные мельницы...\n\nНу а с другой стороны, чем ещё вооружаться, когда грядёт твоя кончина и миллионы\nсветил вот-вот поглотит вечная тьма, если только не этим длинным мечом?\nОн, по меньшей мере, несёт в себе воспоминания, которые распалили огонь храбрости в сердцах встретивших конец света...\n\nТеперь же каждый взмах этим мечом ознаменует ваше стремление раскрыть тайны мира.\nВ таком мире использовать меч не составляет труда, но вовсе не потому,\nчто тусклый взор вселенной устремился в другие её уголки, или что этот мир так устроен, нет.\nВызвано всё это тем, что здесь вы появились именно ради поисков.\n\nПрежде чем прошлое уйдёт в небытие, а грядущее наступит,\nи перед глазами станет бешено проноситься настоящее, вы сможете полностью довериться этому мечу.\nСей достойный образчик оружия самообороны всё-таки был выкован для людей дерзновенных, отважных, преданных поискам.\nТо есть для кого-нибудь вроде вас.\nВозьмите же его с собой в странствия,\n\nчтобы острым лезвием раскрывать тайны и справляться с трудностями, которые уготовил вам этот мир.\n",
    "id": "\nIni adalah bukti bahwa kamu menggunakan cara khusus untuk mencapai dunia ini.\nIni adalah pedang yang hanya bisa dimiliki oleh mereka yang bisa menantang \"dunia\".\n\nTerakhir kali pedang ini diayunkan, orang itu ingin menyelamatkan dunia yang hancur.\nDunia itu adalah satu-satunya rumah terakhir mereka.\nApa yang ingin ditantang oleh pedang ini sebenarnya adalah takdir untuk menghancurkannya.\n——Tapi memegang pedang ini untuk menantang hukum \"kelahiran dan kematian\" di alam semesta,\nTakutnya, itu sama konyolnya dengan tombak panjang yang mendesak seekor kuda untuk melawan kincir angin...\n\nSeperti yang telah dikatakan, menghadapi nasib terakhir, kegelapan pekat menelan banyak bintang,\nSenjata apakah yang layak digenggam seseorang? Jawabannya hanyalah sebilah pedang.\nSetidaknya, itu sudah cukup untuk mengingatkan orang-orang untuk berani menghadapi nasib dunia tanpa rasa takut...\n\nKali ini ketika pedang itu diayunkan, kamu mencari jawaban yang disembunyikan oleh dunia ini.\nDi dunia yang seperti itu, tidaklah masalah untuk menggunakan senjata ini.\nBukan karena pandangan yang kusam alam semesta telah berubah arah, atau bahwa dunia ini pada awalnya memang seperti ini,\n——Tapi karena, \"mengejar\" mungkin menjadi alasan utama mengapa kamu datang ke sini.\n\nSebelum \"masa lalu\" dimusnahkan, dan sebelum \"masa depan\" datang,\nKetika \"sekarang\" sudah menghilang, kamu bisa memercayai pedang ini.\nIni bisa dikatakan sebagai senjata untuk mempertahankan diri, lagi pula ini memang pantas untuk orang-orang sepertimu,\nSenjata yang ditempa untuk sang \"penantang\" dan \"pencari\".\nAmbillah, dan berjalanlah di dunia ini,\n\nKemudian, pergilah untuk menyingkirkan semua misteri dan tantangan yang ditinggalkan oleh \"dunia\" ini.\n",
    "th": "\nนี่คือหลักฐานที่แสดงว่าคุณมาถึงโลกนี้ด้วยวิธีพิเศษ\nนี่คือดาบที่สามารถถือครองได้โดยผู้ที่ท้าทาย \"โลก\" เท่านั้น\n\nเมื่อดาบถูกกวัดแกว่งครั้งที่แล้ว ผู้คนอยากจะนำโลกที่ถูกทำลายกลับคืนมา\nโลกนั้นคือโลกใบเดียวของพวกเขา และก็เป็นบ้านหลังสุดท้ายของพวกเขาด้วย\nที่ความท้าทายดาบนี้ฝันถึงคือโชคชะตาที่นำไปสู่ความพินาศ\n—— แต่การถือดาบเล่มนี้ เป็นการท้าทายกฎของ \"การเกิดและดับไป\" ของจักรวาล\nเกรงว่าจะน่าขันเหมือนการขี่ม้าพร้อมกับถือหอกแล้วพุ่งไปยังกังหันลม...\n\nจะว่าไปแล้ว เมื่อต้องเผชิญกับชะตากรรมสุดท้าย ความมืดมิดที่กลืนกินดวงดาวนับพันล้านดวง\nควรถืออาวุธประเภทใดให้ถึงจะเหมาะสมล่ะ? ดาบยาวเล่มนี้นั่นเอง\nอย่างน้อยมันก็เพียงพอที่จะทำให้ผู้คนคิดถึงทรงจำอันกล้าหาญ เผชิญชะตากรรมของโลกโดยไม่เกรงกลัว...\n\nเมื่อดาบเล่มนี้ถูกกวัดแกว่งไปมา คุณกำลังมองหาคำตอบที่ซ่อนอยู่ในโลกใบหนึ่ง\nในโลกใบนั้น การใช้อาวุธเช่นนี้ไม่เป็นปัญหาเลยแม้แต่น้อย\nไม่ใช่เพราะดวงตาสีเข้มของจักรวาลหันไปยังมุมอื่น และก็ไม่ใช่เพราะโลกใบนี้อยู่ในรูปแบบนี้\n—— แต่เป็นเพราะ \"การเสาะหา\" นี่อาจเป็นเหตุผลหลักที่ทำให้คุณมาที่นี่\n\nก่อนที่จะ \"อดีต\" จะหมดสิ้นไป ก่อนที่ \"อนาคต\" จะมาถึง\nเมื่อ \"ปัจจุบัน\" เลือนหายไป คุณสามารถวางใจดาบนี้ได้\nเป็นอาวุธป้องกันตัวที่ดีมาก ท้ายที่สุดแล้วมันก็เป็นเหมือนคุณ\nอาวุธที่ถูกสร้างขึ้นเพื่อ \"ผู้ท้าทาย\" และ \"ผู้แสวงหา\" โดยเฉพาะ\nหยิบมันขึ้นมา แล้วท่องโลกไปด้วยกันเถอะ\n\nและใช้มันเพื่อรับมือปริศนาและการท้าทายที่โลกใบนี้ทิ้งไว้ให้เถอะ\n",
    "vi": "\nĐây là minh chứng cho việc bạn dùng cách thức đặc biệt để đến với thế giới này\nĐây là thanh kiếm người khiêu chiến \"thế giới\" mới cầm nổi.\n\nLần trước khi kiếm vung lên, là mọi người muốn níu giữ thế giới bị hủy diệt.\nThế giới ấy là ngôi nhà duy nhất và sau cùng của họ.\nĐiều thanh kiếm này muốn khiêu chiến chính là số mệnh hủy diệt nó hướng tới.\nNhưng cầm kiếm khiêu chiến với quy luật \"sinh giả tất diệt\" của vũ trụ,\nE rằng cũng nực cười như cầm thương dài giục ngựa đánh nhau với cối xay gió...\n\nNhư đã từng nói, đối mặt với số mệnh cuối cùng, bóng tối sâu thẳm đã nuốt muôn vàn ánh sao,\nLiệu cầm vũ khí gì mới thỏa đáng? Quả nhiên vẫn là thanh trường kiếm này.\nChí ít, nó đủ để người ta dũng cảm đối mặt với vận mệnh thế giới mà không sợ hãi ký ức...\n\nLần này khi kiếm vung lên, là câu trả lời ngươi đang tìm khi bị thế giới che giấu.\nTrong một thế giới như thế, dùng vũ khí này chẳng sao cả.\nCũng không phải vì ánh mắt u ám của vũ trụ chuyển hướng đến những góc khác, hay đây là phong cách của thế giới này,\nMà vì có lẽ, \"truy tìm\" chính là nguyên nhân ngươi đến nơi này.\n\nTrước khi \"quá khứ\" bị chôn vùi và \"tương lai\" xuất hiện,\nKhi \"hiện tại\" đang biến mất, ngươi có thể tin vào thanh kiếm này.\nXem nó như vũ khí phòng thân cũng được, dù gì nó cũng vì những kẻ như ngươi,\nBinh khí chế tạo vì \"kẻ khiêu chiến\", \"người truy tìm\".\nMang theo nó chu du ở thế giới này,\n\nSau đó chém tan những vấn đề và thách thức mà \"thế giới\" đã để lại cho ngươi.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "降世",
        "zht": "降世",
        "jp": "降世",
        "ko": "현세 강림",
        "en": "Descension",
        "de": "Niederkunft",
        "es": "Descenso",
        "fr": "Descente",
        "pt": "Descensão",
        "ru": "Пришествие",
        "id": "Descension",
        "th": "Descension",
        "vi": "Giáng Thế"
      },
      "description": {
        "zhs": "<color=#99FFFFFF>仅在以下平台生效：</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\n普通攻击与重击命中敌人后有<color=#99FFFFFF>50%</color>概率在小范围内造成<color=#99FFFFFF>200%</color>攻击力的伤害。该效果每10秒只能触发一次；此外，旅行者装备降临之剑时，攻击力提升<color=#99FFFFFF>66</color>点。",
        "zht": "<color=#99FFFFFF>僅在以下平臺生效：</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\n普通攻擊與重擊命中敵人後有<color=#99FFFFFF>50%</color>概率在小範圍內造成<color=#99FFFFFF>200%</color>攻擊力的傷害。該效果每10秒只能觸發一次；此外，旅行者裝備降臨之劍時，攻擊力提升<color=#99FFFFFF>66</color>點。",
        "jp": "<color=#99FFFFFF>以下のプラットフォームでのみ有効です。</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\n通常攻撃と重撃が命中時<color=#99FFFFFF>50%</color>の確率で攻撃力の<color=#99FFFFFF>200%</color>の狭範囲ダメージを与える。10秒毎に1回のみ発動可能。旅人が降臨の剣を装備すると、さらに攻撃力+<color=#99FFFFFF>66</color>。",
        "ko": "<color=#99FFFFFF>다음 플랫폼에서만 적용:</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\n일반 공격과 강공격 명중 후 <color=#99FFFFFF>50%</color>의 확률로 작은 범위 내에 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 해당 효과는 10초마다 1회 발동한다. 또한 여행자가 강림의 검을 장착하면 공격력이 <color=#99FFFFFF>66</color>pt 증가한다",
        "en": "<color=#99FFFFFF>Effective only on the following platform: </color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\nHitting opponents with Normal and Charged Attacks grants a <color=#99FFFFFF>50%</color> chance to deal <color=#99FFFFFF>200%</color> ATK as DMG in a small AoE. This effect can only occur once every 10s. Additionally, if the Traveler equips the Sword of Descension, their ATK is increased by <color=#99FFFFFF>66</color>.",
        "de": "#<color=#99FFFFFF>Nur für Spieler auf folgender Plattform wirksam:</color>\\n<color=#99FFFFFF>„PlayStation Network“</color>\\nVerursacht beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color> Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG mit geringer Reichweite. 10 s Abklingzeit. Erhöht den ANG zusätzlich um <color=#99FFFFFF>66</color> Punkte, wenn {F#die}{M#der} Reisende mit dem Schwert der Niederkunft ausgerüstet ist.",
        "es": "#<color=#99FFFFFF>Solo disponible en las siguientes plataformas:</color>\\n<color=#99FFFFFF>“PlayStation Network”</color>.\\nAl atacar a un enemigo con un Ataque Normal o Cargado, hay un <color=#99FFFFFF>50%</color> de probabilidad de infligir daño en una pequeña AdE equivalente al <color=#99FFFFFF>200%</color> del ATQ. Esto puede ocurrir una vez cada 10 s. Además, si {F#la Viajera}{M#el Viajero} lleva equipada la Espada del Descenso, el ATQ aumenta en <color=#99FFFFFF>66</color> pts.",
        "fr": "#<color=#99FFFFFF>Uniquement pour les joueurs sur :</color>\\n<color=#99FFFFFF>« PlayStation Network »</color>\\nLes attaques normales et chargées ont <color=#99FFFFFF>50 %</color> de chances, lorsqu'elles touchent, d'infliger des DGT équivalant à <color=#99FFFFFF>200 %</color> de l'ATQ dans une zone restreinte. Cet effet peut être déclenché une fois toutes les 10 s. De plus, l'ATQ {M#du voyageur}{F#de la voyageuse} augmente de <color=#99FFFFFF>66</color> pts lorsque l'Épée de la descente est équipée.",
        "pt": "#<color=#99FFFFFF>Efetivo apenas para jogadores da seguinte plataforma:</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\nAcertar oponentes com um Ataque Normal ou Carregado concede <color=#99FFFFFF>50%</color> de chance de causar <color=#99FFFFFF>200%</color> do ATQ como Dano em uma pequena AdE. Este efeito pode ocorrer apenas uma vez a cada 10s. Adicionalmente, se {M#o}{F#a} Viajante equipar a Espada do Advento, seu ATQ é aumentado em <color=#99FFFFFF>66</color>.",
        "ru": "<color=#99FFFFFF>Действует только для игроков</color>\\n<color=#99FFFFFF>\"PlayStation Network\".</color>\\nАтакуя противников обычными и заряженными атаками, вы получаете <color=#99FFFFFF>50%</color> шанс нанести урон, равный <color=#99FFFFFF>200%</color> силы атаки в небольшом радиусе. Эффект может возникнуть 1 раз в 10 сек. Кроме того, если Путешественник экипирован Мечом нисхождения, его сила атаки увеличивается на <color=#99FFFFFF>66</color> единиц.",
        "id": "<color=#99FFFFFF>Hanya efektif untuk pemain pada: </color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\nMemukul musuh dengan Normal dan Charged Attack akan mendapatkan kesempatan <color=#99FFFFFF>50%</color> untuk menghasilkan <color=#99FFFFFF>200%</color> ATK sebagai DMG pada area kecil. Efek terpicu setiap 10 detik. Lalu, jika Pengembara menggunakan Sword of Descension, maka ATK akan meningkat sebanyak <color=#99FFFFFF>66</color>.",
        "th": "<color=#99FFFFFF>มีผลเมื่อเล่นบนแพลตฟอร์มต่อไปนี้เท่านั้น:</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\nเมื่อโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>50%</color> ในการสร้างความเสียหายเป็นพื้นที่วงแคบ <color=#99FFFFFF>200%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 10 วินาที และเมื่อนักเดินทางถือ Sword of Descension พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>66</color> หน่วย",
        "vi": "<color=#99FFFFFF>Chỉ có hiệu lực trong:</color>\\n<color=#99FFFFFF>\"PlayStation Network\"</color>\\nSau khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>50%</color> tạo thành <color=#99FFFFFF>200%</color> sát thương tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 10 giây chỉ kích hoạt 1 lần; Ngoài ra, Nhà Lữ Hành có trang bị Kiếm Giáng Lâm thì tấn công sẽ tăng <color=#99FFFFFF>66</color> điểm."
      }
    }
  ],
  "internal_name": "Sword_Psalmus",
  "imgid": "sword/psalmus"
}