{
  "id": 11405,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "匣里龙吟",
    "zht": "匣裡龍吟",
    "jp": "匣中龍吟",
    "ko": "용의 포효",
    "en": "Lion's Roar",
    "de": "Drachenschrei",
    "es": "Rugido del León",
    "fr": "Rugissement du Lion",
    "pt": "Rugido do Leão",
    "ru": "Драконий рык",
    "id": "Lion's Roar",
    "th": "Lion's Roar",
    "vi": "Tiếng Hét Của Rồng"
  },
  "description": {
    "zhs": "雕饰浮华的利刃，却丝毫不损它的柔韧与锋锐。破空之声有如龙吟。",
    "zht": "雕飾浮華的利刃，卻絲毫不損它的柔韌與鋒銳。破空之聲有如龍吟。",
    "jp": "華やかな模様が、その鋭さを損なうことはない。空を裂く時の音はまるで龍の咆哮のようだ。",
    "ko": "조각 문양은 조금 과장된 느낌이 있지만 검의 유연도와 예리함은 손색이 없다. 공기를 가를 때 용의 포효가 들리는 듯하다",
    "en": "A sharp blade with extravagant carvings that somehow does not compromise on durability and sharpness. It roars like a lion as it cuts through the air.",
    "de": "Eine aufwendig gefertigte Klinge, die jedoch nichts an Biegsamkeit und Schärfe einbüßt. Schwingt man sie durch die Luft, ist es, als höre man einen Drachen schreien.",
    "es": "Una afilada espada con una lujosa decoración que no compromete ni su resistencia ni su filo. El sonido de la misma cortando el aire es como el rugido de un león.",
    "fr": "Une lame tranchante ornée de sculptures luxueuses mais qui n'influent en rien sur sa durabilité et sa finesse. Elle rugit à la manière du lion lorsqu'elle est dégainée.",
    "pt": "Uma lâmina afiada com inserções luxuosas que de alguma forma não comprometeu sua durabilidade e nitidez. O som que emite ao fazer cortes pelo ar é como o rugido de leões.",
    "ru": "Роскошная гравировка никак не повлияла на прочность и остроту этого меча. Звук от взмахов напоминает рык дракона.",
    "id": "Pedang dengan ukiran dan desain yang mewah, tetapi sama sekali tidak memengaruhi ketajaman dan ketahanan pedang ini. Suara dari tebasannya menyerupai suara amarah singa.",
    "th": "คมดาบและการสลักตกแต่งที่ไม่เข้ากันกับความคมและความทนทานของมัน เสียงในเวลาที่ตัดผ่าอากาศนั้นราวกับเสียงคำรามของสิงโต",
    "vi": "Phát ra sức mạnh tinh anh nhưng không hề ảnh hưởng đến sự sắc bén cũng như linh hoạt. Vung lên như tiếng hét của rồng."
  },
  "lore": {
    "zhs": "\n在璃月坊间流传的宝刀。\n据说它的刀鞘以沉香为基，饰以云母，雕有战争传说的图景。\n价值连城的刀鞘已经遗失了。\n对于这把刀来说，刀鞘是禁锢它，不让它做应做之事的枷锁。\n锐利无比，据说被刺中的人要过一个时辰才会发现自己已死。\n\n传说昆吾仅花了一日一夜，便打成了这柄锐利的宝刀。\n但年迈的师父眼见高徒之作，却扼腕兴嗟，以杖击地。\n「惜哉，唯此物最欠慈悲」\n老人喟然长叹，蹒跚离去。\n\n于是，昆吾沉思三日，其间不触碰任何刀剑。\n又用一年的时光，精心雕琢出一个沉香木匣。\n\n年轻的昆吾自以为，这华丽的刀鞘定能约束不羁的宝刀。\n但后来，宝刀失入民间。锋刃犹在，刀鞘却化作了传说。\n锋利的刀永远渴求连天的血光。再好的匣也无法拘束它。\n",
    "zht": "\n在璃月坊間流傳的寶刀。\n據說它的刀鞘以沉香為基，飾以雲母，雕有戰爭傳說的圖景。\n價值連城的刀鞘已經遺失了。\n對於這把刀來說，刀鞘是禁錮它，不讓它做應做之事的枷鎖。\n銳利無比，據說被刺中的人要過一個時辰才會發現自己已死。\n\n傳說昆吾僅花了一日一夜，便打成了這柄銳利的寶刀。\n但年邁的師父眼見高徒之作，卻扼腕興嗟，以杖擊地。\n「惜哉，唯此物最欠慈悲」\n老人喟然長嘆，蹣跚離去。\n\n於是，昆吾沉思三日，其間不觸碰任何刀劍。\n又用一年的時光，精心雕琢出一個沉香木匣。\n\n年輕的昆吾自以為，這華麗的刀鞘定能約束不羈的寶刀。\n但後來，寶刀失入民間。鋒刃猶在，刀鞘卻化作了傳說。\n鋒利的刀永遠渴求連天的血光。再好的匣也無法拘束它。\n",
    "jp": "\n璃月の街に伝わる噂の宝刀。\n刀の鞘は沈香をベースに雲母を飾り、戦争伝説の絵が刻まれているらしい。\n連城の璧ほどの価値がある貴重な刀の鞘は既に失われた。\nこの刀にとって、鞘は刃の運命を縛る鎖だった。\n非常に鋭く、刺された人は一時間後にようやく自分が死んでいたことに気づくと言われている。\n\n噂によると、クオンはたった一日でこの鋭い宝刀を打ったらしい。\n高齢な師は弟子の作品を見て、ただただ嘆き、杖で地面を叩いた。\n「無念、無慈悲の極み」\n老人は嘆き、無言で去っていった。\n\nそして、クオンは刀剣に一切触れず、三日間ずっと師の言葉について考えていた。\nさらに一年の月日を掛け、この沈香の鞘を作り上げた。\n\n若いクオンはこの鞘なら、刀の力を抑えられると思った。\nその後、宝刀は町に現れた。鋭い刃だけが残っていて、鞘は伝説になった。\n刃は永遠に血に渇く。どんな鞘でも、その衝動を抑えることはできない。\n",
    "ko": "\n리월 항간에 전해 내려오는 보검이다.\n칼집은 침향목을 기틀로 삼아 운모로 장식하고, 전쟁 전설의 그림이 새겨져 있다고 한다.\n값비싼 칼집은 이미 잃어버렸다.\n이 검에게 칼집은 마땅히 해야 할 일을 하지 못하도록 가두는 족쇄와도 같았다.\n매우 날카롭기에 찔린 사람은 한 시간이 지나서야 자신이 죽었다는 것을 알아 차리 게 된다고 한다.\n\n곤오는 단 하루만에 이 예리한 보검을 만들었다고 한다.\n그러나 연로한 사부는 다른이의 제자가 만든 작품을 보더니 거듭 한숨을 내쉬며 지팡이로 땅을 쳤다. \n「안타깝도다, 이 검에는 자비로움이 부족하구나」\n노인은 탄식하더니 비틀거리며 떠났다.\n\n곤오는 사흘 동안 깊이 생각했다. 이 기간엔 어떤 검도 만지지 않았다.\n그는 또 1년의 시간 동안 심혈을 기울여 침향목 칼집을 만들었다.\n\n젊은 곤오는 이 화려한 칼집이 야생마 같은 보검을 제어할 수 있다고 여겼다.\n그러나 후에 보검은 민간으로 사라졌다. 날카로운 검은 여전히 존재했지만, 검집은 전설이 되었다.\n예리한 검은 영원히 피를 갈구했다. 아무리 좋은 칼집도 검을 제어하지 못했다.\n",
    "en": "\nRumored to be a legendary sword of Liyue.\nIt was said its sheath was made with eaglewood, decorated with mica, and engraved with the imagery of war.\nThis priceless sheath, however, was lost.\nTo the blade, the sheath was its prison, keeping it from its true purpose.\nThe blade is so sharp that its victims would only realize they had been struck an hour later.\n\nIt is said that Kunwu forged this prized sharp sword in just one day, though he worked all day and all night to do so.\nBut when Kunwu's aged master saw his apprentice's work, he clenched his fists, sighed in anguish, and beat the ground with his staff.\n\"O, pitiful is this thing most merciless in all the world.\"\nThe master let out a final, long sigh, and hobbled away.\n\nKunwu pondered his master's words for three days, and did not touch a single blade in that time.\nThen, he spent a whole year painstakingly carving an eaglewood sheath.\n\nKunwu thought that an elegant and opulent scabbard would surely suffice to subdue the wildness and violence of the blade.\nBut then the prized sword was lost among the common folk. The sharp blade survived, but all that remained of the scabbard was its story.\nFor the sharp blade seeks only to bathe in the blood of its victims, and no sheath can be made that will curb this desire.\n",
    "de": "\nEin Schwert, über das man sich viele Legenden in Liyue erzählt.\nDie Schwertscheide war aus duftendem Adlerholz geschnitzt, mit Mica-Mineralien verziert und die Legenden des Krieges waren darauf eingeritzt.\nDieses unbezahlbare Meisterwerk jedoch ging verloren und war nicht mehr auffindbar.\nFür das Schwert jedoch, war es mehr ein Gefängnis, welches das Schwert von seiner wahren Bestimmung abhielt.\nDie Klinge des Schwertes ist so scharf, dass seine Opfer erst nach Stunden merken würden, dass sie bereits tot sind.\n\nLegenden zufolge hat Kunwu nur einen Tag damit verbracht sein preisgekröntes Schwert zu fertigen.\nAls Kunwus bereits stark gealterter Meister sein Werk sah, runzelte er mit der Stirn und stieß mit seinem Stock auf den Boden.\n„Gute Güte, was ist das denn nur?“\nEr seufzte ein weiteres Mal lange und schlich davon.\n\nKunwu dachte drei lange Tage über die Worte seines Meisters nach und fertigte keinerlei Schwert in dieser Zeit.\nEr verbrachte ein weiteres qualvolles Jahr damit eine Schwertscheide aus Adlerholz zu schnitzen.\n\nKunwu dachte sich, dass eine elegante und opulente Schwertscheide bestimmt die Rohheit des Schwertes mildern würde.\nDas Schwert jedoch ging eines Tages verloren. Nur die Klinge blieb erhalten aber von der opulenten Schwertscheide blieb nur noch eine Legende.\nDas Schwert dürstete zu sehr nach Blut, um sich von einer Schwertscheide gefangen halten zu lassen.\n",
    "es": "\nUna espada legendaria, según los rumores de Liyue.\nSe dice que su vaina fue hecha con madera de agar, y fue decorada con mica y grabados de guerra.\nSin embargo, la valiosa vaina se perdió.\nPara la espada, su vaina era como las cadenas que le impedían cumplir con su propósito.\nSe dice que su filo es tal, que sus víctimas se dan cuenta de su muerte después de una hora.\n\nSe dice que Kun Wu forjó esta valiosa espada afilada en solo un día, aunque trabajó todo el día y toda la noche para conseguirlo.\nCuando el anciano maestro de Kun Wu vio el trabajo de su aprendiz, suspiró con tristeza y dio un golpe en el suelo con su bastón.\n“Oh, qué lástima que esta cosa carezca de compasión”.\nEl maestro dejó escapar un largo y profundo suspiro y se alejó cojeando.\n\nKun Wu reflexionó sobre las palabras de su maestro durante tres días, y no tocó una sola cuchilla en ese tiempo.\nLuego pasó todo un año esculpiendo minuciosamente una vaina de madera de agar.\n\nKun Wu pensó que una vaina elegante y opulenta sería suficiente para dominar la salvaje y violenta espada.\nMás tarde, la preciada arma se perdió entre la gente común. La afilada hoja sobrevivió, pero la vaina se convirtió en un mito.\nLa aguda cuchilla solo buscaba bañarse en la sangre de sus víctimas, un deseo que ninguna funda podría frenar.\n",
    "fr": "\nUne épée légendaire originaire de Liyue.\nSon fourreau aurait été en bois d'agar décoré de mica et incrusté de scènes de guerre.\nCette inestimable protection a hélas disparu.\nPour l'épée, la gaine était une prison, la retenant d'accomplir son but ultime.\nOn prétend que sa lame est tellement acérée que ses victimes ne réalisent avoir été touchées qu'une heure après les faits.\n\nKunwu forgea cette arme, en l'espace d'un jour et d'une nuit.\nMais à la vue du travail de son jeune apprenti, son vieux maître soupira, et frappa le sol de son bâton.\n« Pitoyable est l'objet sans pitié », fit-il seulement.\nEt ayant ainsi parlé, le vieillard quitta la forge avec un dernier soupir.\n\nDurant trois jours entiers, Kunwu médita les paroles de son maître ; pas une fois il ne toucha à une arme.\nPuis il passa l'année suivante à fabriquer avec difficulté un fourreau en bois d'agar.\n\nLe jeune Kunwu, naïf, crut à tort qu'un fourreau élégant et opulent suffirait à maîtriser la sauvagerie et la violence de la lame.\nL'épée se perdit parmi les gens ordinaires ; la lame survécut aux affres du temps, mais du fourreau ne resta que son histoire.\nCar la lame acérée recherche sans cesse le sang de sa prochaine victime, et nul fourreau ne saurait la contenir.\n",
    "pt": "\nUma espada lendária, segundo os rumores de Liyue.\nDizia-se que a sua bainha era feita de madeira de águia, decorada com mica e esculpida com imagens de guerra.\nEsta bainha inestimável, entretanto, foi perdida.\nPara a lâmina, a bainha era sua prisão, impedindo-a de seu verdadeiro propósito.\nA lâmina é tão afiada que suas vítimas só perceberiam que tinham sido atingidas uma hora depois.\n\nDiz-se que Kunwu forjou esta preciosa espada afiada em apenas um dia, embora tenha trabalhado durante todo o dia e toda a noite para fazê-lo.\nMas quando o velho mestre de Kunwu viu o trabalho de seu aprendiz, ele cerrou os punhos, suspirou de angústia, e bateu no chão com seu cajado.\n\"Oh, que lamentável que é esta coisa, que não tem compaixão.\"\nO mestre soltou um suspiro final, longo e saiu mancando.\n\nKunwu ponderou as palavras de seu mestre durante três dias, e não tocou numa única lâmina naquele tempo.\nDepois, ele passou um ano inteiro esculpindo cuidadosamente uma bainha de madeira em forma de águia.\n\nKunwu achou que uma bainha elegante e opulenta seria certamente suficiente para subjugar a selvageria e a violência da lâmina.\nMas então a preciosa espada foi perdida entre o povo comum. A lâmina afiada sobreviveu, mas tudo o que restou da bainha foi sua história.\nPois a lâmina afiada procura apenas se banhar no sangue de suas vítimas, e não se pode fazer nenhuma bainha que possa refrear este desejo.\n",
    "ru": "\nНа рынке Ли Юэ ходит легенда о драгоценном мече.\nГоворят, ножны его сделаны из орлиного дерева и украшены слюдой, а выгравированы на них изображения войны.\nНо бесценные ножны, к несчастью, безвозвратно утеряны.\nДля самого клинка ножны были лишь тюрьмой, кандалами, не дававшими ему делать то, что должно.\nГоворят, он настолько остёр, что пронзённый им человек лишь через пару часов понимает, что уже давно мёртв.\n\nГоворят, Кунь Ву потратил всего лишь сутки, чтобы создать его.\nНо его старый мастер, увидев работу ученика, лишь гневно фыркнул и ударил землю посохом.\n«Мне жаль, что твоё творение лишено милосердия».\nМастер тяжело вздохнул и медленно захромал прочь.\n\nТри дня Кунь Ву думал над словами учителя, и за всё это время не притронулся ни к одному мечу.\nЦелый год он потратил на то, чтобы вырезать и отполировать ножны из орлиного дерева.\n\nЮный Кунь Ву считал, что эти изящные ножны смогут сковать дикий, жадный до битв клинок.\nНо впоследствии этот меч затерялся среди простых людей. Клинок ещё существует, а ножны остались только в легендах...\nОстрый клинок вечно жаждал утопить этот мир в крови, и нет больше ножен, способных удержать его.\n",
    "id": "\nRumor menceritakan legenda tentang pedang Liyue.\nDikatakan bahwa sarungnya terbuat dari kayu gaharu, dengan dekorasi mika dan diukir dengan citra sebuah perang.\nNamun sarung yang berharga ini akhirnya hilang.\nBagi pedang itu, sarungnya adalah penjara baginya, menjaganya dari fungsi yang sebenarnya\nPedang itu sangat tajam sampai-sampai korbannya baru menyadari mereka telah tertusuk satu jam kemudian.\n\nDikatakan bahwa Kunwu menempa pedang tajam ini hanya dengan waktu satu hari, walaupun dia bekerja siang malam untuk itu.\nNamun saat guru Kunwu yang sudah tua melihat hasil karya muridnya, dia mengepalkan tangannya, mendesah dalam kesedihan, dan memukul tongkatnya ke tanah.\n\"Ini adalah benda yang paling tidak punya belas kasihan di bumi ini\"\nPria tua itu menghela napas dan terhuyung pergi.\n\nKunwu memikirkan kata-kata gurunya selama tiga hari dan tidak menyentuh satu bilah pedangpun pada saat itu.\nLalu dia menghabiskan waktu satu tahun untuk membuat sarung dari kayu gaharu.\n\nKunwu berpikir bahwa sebuah sarung yang elegan dan mewah pasti cukup untuk menundukkan keliaran dan kekerasan dari pedang itu.\nTapi kemudian pedang berharga itu hilang di tangan rakyat jelata. Pedang tajam itu bertahan, tetapi yang tersisa dari sarungnya hanyalah cerita.\nKarena pedang itu hanya berusaha untuk terus bermandikan darah para korbannya, dan tidak ada sarung yang dapat mengekang keinginannya.\n",
    "th": "\nเรื่องเล่าตำนานดาบแห่ง Liyue\nได้มีการกล่าวว่าฝักมีพื้นฐานมาจากไม้กฤษณา ตกแต่งด้วยแก้วและแกะสลักด้วยภาพของตำนานแห่งสงคราม\nฝักดาบที่มีค่านั้นได้หายไปแล้ว\nสำหรับมีดนี้ ฝักเป็นเหมือนกุญแจมือที่ยับยั้งมันและป้องกันไม่ให้ทำในสิ่งที่ควร\nคมอย่างไม่มีอะไรเทียบได้ ว่ากันว่าเหยื่อรู้เพียงว่าพวกเขาตายหลังจากผ่านไปหนึ่งชั่วโมง\n\nว่ากันว่า Kunwu ทำดาบที่แหลมคมนี้ขึ้นมาภายในเวลาแค่วันเดียว แม้ว่าจะเป็นเวลาทั้งวันทั้งคืนก็ตาม\nแต่เมื่ออาจารย์อาวุโสเห็นงานของลูกศิษย์ของเขา เขาก็กำมือแน่นแล้วถอนหายใจด้วยความผิดหวังก่อนจะใช้ไม้เท้าตอกลงพื้น\n\"น่าเสียดาย อย่างเดียวที่ของสิ่งนี้ขาดไปคือเมตตา\"\nชายชราถอนหายใจเฮือกใหญ่และเดินโซเซจากไป\n\nจากนั้น Kunwu ก็เฝ้าคิดถึงแต่คำพูดของอาจารย์ไปถึงสามวันโดยไม่แตะต้องดาบใด ๆ เลย\nและใช้เวลาหนึ่งปีไปกับการแกะสลักกล่องไม้กฤษณาอย่างยากลำบาก\n\nเจ้าหนุ่ม Kunwu นั้นคิดว่าฝักดาบที่งดงามนี้จะสามารถยับยั้งดาบที่ดื้อดึงและป่าเถื่อนนั่นได้\nแต่ต่อมาหลังจากนั้นดาบล้ำค่าก็สูญหายไปกับฝูงชน ซึ่งแม้คมดาบนั้นจะยังคงอยู่ แต่ฝักดาบนั้นกลับเหลือเพียงตำนาน\nใบมีดที่คมนั้นมักจะกระหายเลือดอย่างไม่มีที่สิ้นสุดเสมอ ไม่ว่าฝักดาบจะควบคุมได้ดีแค่ไหนก็ตาม\n",
    "vi": "\nLà bảo kiếm lưu truyền khắp vùng Liyue.\nTương truyền rằng bao kiếm được làm chủ yếu bằng trầm hương, nạm đá mica, trên có khắc những cảnh giao tranh trong truyền thuyết.\nBao kiếm vô giá đã thất truyền từ lâu.\nĐối với thanh kiếm, bao kiếm là nhà tù giam giữ nó, là sợi xích ngăn cản làm những việc cần làm.\nSắc bén vô cùng, sau khi bị kiếm đâm phải một tiếng sau mới phát hiện bản thân đã chết.\n\nTương truyền Kunwu chỉ cần 1 ngày 1 đêm, là có thể tạo ra thanh bảo kiếm sắc bén như vậy.\nNhưng người sư phụ già mắt thấy hành động của đệ tử lại không ngừng than thở, tức giận dậm chân.\n\"Than ôi, thứ này thiếu sự từ bi\"\nÔng thở dài rồi bước đi.\n\nThế là, Kunwu trầm tư ba ngày, không đến gần bất kỳ đao kiếm nào.\nDùng thời gian một năm, tạo ra vỏ bọc trầm hương tinh tế.\n\nKunwu khi trẻ cho rằng, bao kiếm tuyệt đẹp có thể bó chặt bảo kiếm.\nThế nhưng sau này, bảo kiếm thất lạc trong nhân gian. Mũi kiếm sắc nhọn vẫn còn nhưng bao kiếm lại trở thành truyền thuyết.\nThanh kiếm sắc nhọn luôn khát máu. Cho dù vỏ bọc tốt đến đâu cũng không thể kiềm chế được.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>20%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>20%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>20%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Pyro or Electro by <color=#99FFFFFF>20%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>20 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>20 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>20%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>20%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>20%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi Nguyên Tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>24%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>24%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Pyro or Electro by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>24 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>24%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>24%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>28%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>28%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>28%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>28%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Pyro or Electro by <color=#99FFFFFF>28%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>28 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>28%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>28 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>28%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>28%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>28%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>28%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>28%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>32%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>32%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>32%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>32%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Pyro or Electro by <color=#99FFFFFF>32%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>32 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>32%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>32 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>32%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>32%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>32%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>32%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>32%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>36%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>36%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>36%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>36%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Pyro or Electro by <color=#99FFFFFF>36%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>36 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>36%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>36 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>36%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>36%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>36%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>36%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>36%</color>."
      }
    }
  ],
  "internal_name": "Sword_Rockkiller",
  "imgid": "sword/rockkiller"
}