{
  "id": 11305,
  "type": "sword",
  "rank": 3,
  "name": {
    "zhs": "吃虎鱼刀",
    "zht": "吃虎魚刀",
    "jp": "チ虎魚の刀",
    "ko": "흘호 생선회칼",
    "en": "Fillet Blade",
    "de": "Filetiermesser",
    "es": "Hoja de Filetear",
    "fr": "Couteau à filets",
    "pt": "Lâmina de Filés",
    "ru": "Филейный нож",
    "id": "Fillet Blade",
    "th": "Fillet Blade",
    "vi": "Đao Săn Cá"
  },
  "description": {
    "zhs": "用来剖鱼的锋利铁刀，刀身狭长，非常锋利。",
    "zht": "用來剖魚的鋒利鐵刀，刀身狹長，非常鋒利。",
    "jp": "魚を捌く鉄刀。刀身は細く、非常に鋭い。",
    "ko": "회를 뜨는데 쓰이는 좁고 긴 예리한 철검. 아주 날카롭다",
    "en": "A sharp filleting knife. The blade is long, thin, and incredibly sharp.",
    "de": "Ein eisernes Messer zum Filetieren von Fisch. Die Klinge ist nicht nur lang und schmal, sondern auch äußerst scharf.",
    "es": "Un cuchillo afilado con una larga hoja.",
    "fr": "Un couteau de pêche à la lame tranchante. Il est très acéré.",
    "pt": "Uma faca afiada com uma lâmina longa.",
    "ru": "Острый филейный нож. Имеет длинное, тонкое и невероятно острое лезвие.",
    "id": "Pedang tajam yang digunakan untuk memotong ikan, mata pedangnya panjang dan sangat tajam.",
    "th": "มีดแล่เนื้อที่คมกริบ ใบมีดยาว บาง และคมมาก",
    "vi": "Đao bằng thép sắc bén dùng để làm cá, thân thon dài, cực kỳ sắc bén."
  },
  "lore": {
    "zhs": "\n传说，璃月过去盛产螭虎鱼，是平民最爱吃的鱼。\n但街头巷尾谈论久了，便讹成了「吃虎鱼」。\n如今，真正的螭虎鱼已不多见，\n吃虎鱼一词却成了璃月人大啖鱼肉的代名词。\n",
    "zht": "\n傳說，璃月過去盛產螭虎魚，是平民最愛吃的魚。\n但街頭巷尾談論久了，便訛成了「吃虎魚」。\n如今，真正的螭虎魚已不多見，\n吃虎魚一詞卻成了璃月人大啖魚肉的代名詞。\n",
    "jp": "\n伝説によると、過去の璃月では螭虎魚（ちこざかな）が豊富で、平民が一番好きな魚であった。\nだが長い歴史の中で、いつからか人々はそれを「チ虎魚」と呼ぶようになった。\n今となっては、本物の螭虎魚は滅多に見られないが、\n「チ虎魚」という言葉は璃月人の食用魚の代名詞となった。\n",
    "ko": "\n전해지는 말에 따르면 리월에는 이호라는 물고기가 많이 나는데, 이는 평민들이 가장 즐겨 먹던 물고기였다고 한다.\n그러나 항간에서 오래 이야기를 하다 보니, 「흘호어」라고 와전되었다.\n현재 진정한 흘호어는 흔히 볼 수 없게 됐고\n흘호어란 단어는 오히려 리월 식용 생선의 대명사가 되었다.\n",
    "en": "\nIt was said that the Ticker Fish was a favorite among the people of Liyue.\nAs word caught on, somehow Ticker became Tiger.\nNow, the real Ticker Fish is hard to come by,\nbut Tiger Fish fillets have become synonymous with delicious fish for the people of Liyue.\n",
    "de": "\nDer Legende nach war der Tigerfisch der Lieblingsfisch der Bewohner von Liyue.\nObwohl der Name früher auf ein Seeungeheuer verwies, ging dieser Teil aber irgendwann verloren.\nHeutzutage findet man den echten Tigerfisch kaum noch.\nTigerfisch zu essen bedeutet für die Leute nun, den feinsten Fisch aus Liyue zu genießen.\n",
    "es": "\nSe dice que, antiguamente, el pez ticker era de los favoritos entre la gente de Liyue.\nFinalmente, la gente acabó llamándolo simplemente “pez tigre”.\nEn la actualidad, es difícil encontrarse con uno,\npero este animal se ha vuelto sinónimo de un gran festín en Liyue.\n",
    "fr": "\nLa légende raconte que les poissons chiwen abondaient autrefois à Liyue ; les habitants en raffolaient.\nLe nom évolua au fil du temps en « poisson chihu ».\nIl est de nos jours assez rare d'en voir ;\net le terme « poisson chihu » désigne également les amateurs de poissons de Liyue.\n",
    "pt": "\nDizem que o Peixe Tigre estava entre os favoritos do povo de Liyue.\nCom o passar do tempo, as pessoas começaram a chamar o peixe de Peixe Tigre.\nAgora, é difícil encontrar os verdadeiros Peixes Tigre.\nMas os filés de Peixe Tigre se tornaram sinônimos de peixe delicioso para o povo de Liyue.\n",
    "ru": "\nГоворят, в Ли Юэ водилось много рыбы под названием «рыба-дракон», и местные её очень любят.\nОднако по случайности и чьей-то безграмотности слово «дракон» превратилось в слово «тигр».\nСейчас настоящую рыбу-дракона не так просто встретить,\nа слово «рыба-тигр» в Ли Юэ превратилось в синоним любой отменной рыбы.\n",
    "id": "\nLegenda mengatakan bahwa ikan Ticker merupakan ikan favorit warga Liyue.\nNamun setelah sekian lama, entah mengapa Ticker menjadi Tiger.\nSekarang, ikan Ticker yang sebenarnya menjadi langka,\nTapi ikan filet Tiger menjadi identik dengan daging ikan di Liyue.\n",
    "th": "\nตามตำนานเล่าว่า Liyue นั้นอุดมไปด้วยปลาทิกเกอร์ซึ่งเป็นปลาที่ชาวเมืองต่างชอบกิน\nแต่เมื่อพูดกันปากต่อปากนานเข้าจากปลาทิกเกอร์ก็กลายเป็นปลาไทเกอร์\nจนถึงทุกวันนี้ ปลาทิกเกอร์นั้นเริ่มหายากขึ้น\nปลาไทเกอร์กลายเป็นคำที่เรียกกันในหมู่ชาว Liyue ผู้ชื่นชอบการกินปลา\n",
    "vi": "\nTruyền thuyết kể rằng, Liyue từng rất mạnh trong việc sản xuất loài cá Li Hổ, cũng là món ăn ưa thích của người dân.\nThế nhưng người truyền người, tai truyền tai khắp đầu đường ngõ hẻm nên đọc sai thành \"ăn cá Hổ\".\nĐến nay, loài cá Li Hổ rất hiếm gặp,\nĂn cá hổ cũng trở thành từ đồng nghĩa với việc người dân Liyue ăn thịt cá.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "决",
        "zht": "決",
        "jp": "切り捨て",
        "ko": "결",
        "en": "Gash",
        "de": "Entschlossenheit",
        "es": "Determinación",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительный",
        "id": "Gash",
        "th": "Gash",
        "vi": "Quyết"
      },
      "description": {
        "zhs": "攻击命中时，有50%的概率对单个敌人造成<color=#99FFFFFF>240%</color>攻击力的伤害。该效果每<color=#99FFFFFF>15</color>秒只能触发一次。",
        "zht": "攻擊命中時，有50%的機率對單個敵人造成<color=#99FFFFFF>240%</color>攻擊力的傷害。該效果每<color=#99FFFFFF>15</color>秒只能觸發一次。",
        "jp": "攻撃が命中すると、50%の確率で1体の敵に攻撃力の<color=#99FFFFFF>240%</color>のダメージを与える。<color=#99FFFFFF>15</color>秒毎に1回のみ発動可能。",
        "ko": "공격 명중 시 50%의 확률로 단일 타깃에게 공격력 <color=#99FFFFFF>240%</color>의 피해를 준다. 해당 효과는 <color=#99FFFFFF>15</color>초마다 1회만 발동한다",
        "en": "On hit, has a 50% chance to deal <color=#99FFFFFF>240%</color> ATK DMG to a single opponent. Can only occur once every <color=#99FFFFFF>15</color>s.",
        "de": "Fügt einem einzelnen Gegner bei einem Treffer mit einer Wahrscheinlichkeit von 50 % Schaden in Höhe von <color=#99FFFFFF>240 %</color> ANG zu. <color=#99FFFFFF>15</color> s Abklingzeit.",
        "es": "Al golpear a un enemigo con un ataque, hay un 50% de probabilidad de infligir un <color=#99FFFFFF>240%</color> de daño a un solo enemigo. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>15</color> s.",
        "fr": "Les attaques ont 50 % de chances d'infliger <color=#99FFFFFF>240 %</color> de DGT d'ATQ à un ennemi lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>15</color> s.",
        "pt": "Ao acertar, possui 50% de chance de infligir <color=#99FFFFFF>240%</color> de Dano de ATQ a um único alvo. Pode ocorrer uma vez a cada <color=#99FFFFFF>15</color>s.",
        "ru": "При попадании с 50% вероятностью наносит <color=#99FFFFFF>240%</color> урона одной цели. Может возникнуть раз в <color=#99FFFFFF>15</color> сек.",
        "id": "Saat mengenai target, memiliki 50% persentase untuk mengakibatkan <color=#99FFFFFF>240%</color> ATK DMG ke suatu target. Dapat terpicu setiap <color=#99FFFFFF>15 detik</color>.",
        "th": "ในตอนที่โจมตีจะมีโอกาส 50% ที่จะสร้างความเสียหาย <color=#99FFFFFF>240%</color> ของการโจมตีพื้นฐานให้แก่ศัตรูหนึ่งตัว ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>15</color> วินาที",
        "vi": "Khi đánh trúng, có 50% cơ hội tạo thành <color=#99FFFFFF>240%</color> sát thương tấn công vào mục tiêu đơn. Hiệu quả này <color=#99FFFFFF>15</color>s xuất hiện một lần."
      }
    },
    {
      "name": {
        "zhs": "决",
        "zht": "決",
        "jp": "切り捨て",
        "ko": "결",
        "en": "Gash",
        "de": "Entschlossenheit",
        "es": "Determinación",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительный",
        "id": "Gash",
        "th": "Gash",
        "vi": "Quyết"
      },
      "description": {
        "zhs": "攻击命中时，有50%的概率对单个敌人造成<color=#99FFFFFF>280%</color>攻击力的伤害。该效果每<color=#99FFFFFF>14</color>秒只能触发一次。",
        "zht": "攻擊命中時，有50%的機率對單個敵人造成<color=#99FFFFFF>280%</color>攻擊力的傷害。該效果每<color=#99FFFFFF>14</color>秒只能觸發一次。",
        "jp": "攻撃が命中すると、50%の確率で1体の敵に攻撃力の<color=#99FFFFFF>280%</color>のダメージを与える。<color=#99FFFFFF>14</color>秒毎に1回のみ発動可能。",
        "ko": "공격 명중 시 50%의 확률로 단일 타깃에게 공격력 <color=#99FFFFFF>280%</color>의 피해를 준다. 해당 효과는 <color=#99FFFFFF>14</color>초마다 1회만 발동한다",
        "en": "On hit, has a 50% chance to deal <color=#99FFFFFF>280%</color> ATK DMG to a single opponent. Can only occur once every <color=#99FFFFFF>14</color>s.",
        "de": "Fügt einem einzelnen Gegner bei einem Treffer mit einer Wahrscheinlichkeit von 50 % Schaden in Höhe von <color=#99FFFFFF>280 %</color> ANG zu. <color=#99FFFFFF>14</color> s Abklingzeit.",
        "es": "Al golpear a un enemigo con un ataque, hay un 50% de probabilidad de infligir un <color=#99FFFFFF>280%</color> de daño a un solo enemigo. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>14</color> s.",
        "fr": "Les attaques ont 50 % de chances d'infliger <color=#99FFFFFF>280 %</color> de DGT d'ATQ à un ennemi lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>14</color> s.",
        "pt": "Ao acertar, possui 50% de chance de infligir <color=#99FFFFFF>280%</color> de Dano de ATQ a um único alvo. Pode ocorrer uma vez a cada <color=#99FFFFFF>14</color>s.",
        "ru": "При попадании с 50% вероятностью наносит <color=#99FFFFFF>280%</color> урона одной цели. Может возникнуть раз в <color=#99FFFFFF>14</color> сек.",
        "id": "Saat mengenai target, memiliki 50% persentase untuk mengakibatkan <color=#99FFFFFF>280%</color> ATK DMG ke suatu target. Dapat terpicu setiap <color=#99FFFFFF>14 detik</color>.",
        "th": "ในตอนที่โจมตีจะมีโอกาส 50% ที่จะสร้างความเสียหาย <color=#99FFFFFF>280%</color> ของการโจมตีพื้นฐานให้แก่ศัตรูหนึ่งตัว ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>14</color> วินาที",
        "vi": "Khi đánh trúng, có 50% cơ hội tạo thành <color=#99FFFFFF>280%</color> sát thương tấn công vào mục tiêu đơn. Hiệu quả này <color=#99FFFFFF>14</color>s xuất hiện một lần."
      }
    },
    {
      "name": {
        "zhs": "决",
        "zht": "決",
        "jp": "切り捨て",
        "ko": "결",
        "en": "Gash",
        "de": "Entschlossenheit",
        "es": "Determinación",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительный",
        "id": "Gash",
        "th": "Gash",
        "vi": "Quyết"
      },
      "description": {
        "zhs": "攻击命中时，有50%的概率对单个敌人造成<color=#99FFFFFF>320%</color>攻击力的伤害。该效果每<color=#99FFFFFF>13</color>秒只能触发一次。",
        "zht": "攻擊命中時，有50%的機率對單個敵人造成<color=#99FFFFFF>320%</color>攻擊力的傷害。該效果每<color=#99FFFFFF>13</color>秒只能觸發一次。",
        "jp": "攻撃が命中すると、50%の確率で1体の敵に攻撃力の<color=#99FFFFFF>320%</color>のダメージを与える。<color=#99FFFFFF>13</color>秒毎に1回のみ発動可能。",
        "ko": "공격 명중 시 50%의 확률로 단일 타깃에게 공격력 <color=#99FFFFFF>320%</color>의 피해를 준다. 해당 효과는 <color=#99FFFFFF>13</color>초마다 1회만 발동한다",
        "en": "On hit, has a 50% chance to deal <color=#99FFFFFF>320%</color> ATK DMG to a single opponent. Can only occur once every <color=#99FFFFFF>13</color>s.",
        "de": "Fügt einem einzelnen Gegner bei einem Treffer mit einer Wahrscheinlichkeit von 50 % Schaden in Höhe von <color=#99FFFFFF>320 %</color> ANG zu. <color=#99FFFFFF>13</color> s Abklingzeit.",
        "es": "Al golpear a un enemigo con un ataque, hay un 50% de probabilidad de infligir un <color=#99FFFFFF>320%</color> de daño a un solo enemigo. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>13</color> s.",
        "fr": "Les attaques ont 50 % de chances d'infliger <color=#99FFFFFF>320 %</color> de DGT d'ATQ à un ennemi lorsqu'elles touchent. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>13</color> s.",
        "pt": "Ao acertar, possui 50% de chance de infligir <color=#99FFFFFF>320%</color> de Dano de ATQ a um único alvo. Pode ocorrer uma vez a cada <color=#99FFFFFF>13</color>s.",
        "ru": "При попадании с 50% вероятностью наносит <color=#99FFFFFF>320%</color> урона одной цели. Может возникнуть раз в <color=#99FFFFFF>13</color> сек.",
        "id": "Saat mengenai target, memiliki 50% persentase untuk mengakibatkan <color=#99FFFFFF>320%</color> ATK DMG ke suatu target. Dapat terpicu setiap <color=#99FFFFFF>13 detik</color>.",
        "th": "ในตอนที่โจมตีจะมีโอกาส 50% ที่จะสร้างความเสียหาย <color=#99FFFFFF>320%</color> ของการโจมตีพื้นฐานให้แก่ศัตรูหนึ่งตัว ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>13</color> วินาที",
        "vi": "Khi đánh trúng, có 50% cơ hội tạo thành <color=#99FFFFFF>320%</color> sát thương tấn công vào mục tiêu đơn. Hiệu quả này <color=#99FFFFFF>13</color>s xuất hiện một lần."
      }
    },
    {
      "name": {
        "zhs": "决",
        "zht": "決",
        "jp": "切り捨て",
        "ko": "결",
        "en": "Gash",
        "de": "Entschlossenheit",
        "es": "Determinación",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительный",
        "id": "Gash",
        "th": "Gash",
        "vi": "Quyết"
      },
      "description": {
        "zhs": "攻击命中时，有50%的概率对单个敌人造成<color=#99FFFFFF>360%</color>攻击力的伤害。该效果每<color=#99FFFFFF>12</color>秒只能触发一次。",
        "zht": "攻擊命中時，有50%的機率對單個敵人造成<color=#99FFFFFF>360%</color>攻擊力的傷害。該效果每<color=#99FFFFFF>12</color>秒只能觸發一次。",
        "jp": "攻撃が命中すると、50%の確率で1体の敵に攻撃力の<color=#99FFFFFF>360%</color>のダメージを与える。<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "공격 명중 시 50%의 확률로 단일 타깃에게 공격력 <color=#99FFFFFF>360%</color>의 피해를 준다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1회만 발동한다",
        "en": "On hit, has a 50% chance to deal <color=#99FFFFFF>360%</color> ATK DMG to a single opponent. Can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Fügt einem einzelnen Gegner bei einem Treffer mit einer Wahrscheinlichkeit von 50 % Schaden in Höhe von <color=#99FFFFFF>360 %</color> ANG zu. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Al golpear a un enemigo con un ataque, hay un 50% de probabilidad de infligir un <color=#99FFFFFF>360%</color> de daño a un solo enemigo. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les attaques ont 50 % de chances d'infliger <color=#99FFFFFF>360 %</color> de DGT d'ATQ à un ennemi lorsqu'elles touchent. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Ao acertar, possui 50% de chance de infligir <color=#99FFFFFF>360%</color> de Dano de ATQ a um único alvo. Pode ocorrer uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "При попадании с 50% вероятностью наносит <color=#99FFFFFF>360%</color> урона одной цели. Может возникнуть раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Saat mengenai target, memiliki 50% persentase untuk mengakibatkan <color=#99FFFFFF>360%</color> ATK DMG ke suatu target. Dapat terpicu setiap <color=#99FFFFFF>12 detik</color>.",
        "th": "ในตอนที่โจมตีจะมีโอกาส 50% ที่จะสร้างความเสียหาย <color=#99FFFFFF>360%</color> ของการโจมตีพื้นฐานให้แก่ศัตรูหนึ่งตัว ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi đánh trúng, có 50% cơ hội tạo thành <color=#99FFFFFF>360%</color> sát thương tấn công vào mục tiêu đơn. Hiệu quả này <color=#99FFFFFF>12</color>s xuất hiện một lần."
      }
    },
    {
      "name": {
        "zhs": "决",
        "zht": "決",
        "jp": "切り捨て",
        "ko": "결",
        "en": "Gash",
        "de": "Entschlossenheit",
        "es": "Determinación",
        "fr": "Détermination",
        "pt": "Determinação",
        "ru": "Решительный",
        "id": "Gash",
        "th": "Gash",
        "vi": "Quyết"
      },
      "description": {
        "zhs": "攻击命中时，有50%的概率对单个敌人造成<color=#99FFFFFF>400%</color>攻击力的伤害。该效果每<color=#99FFFFFF>11</color>秒只能触发一次。",
        "zht": "攻擊命中時，有50%的機率對單個敵人造成<color=#99FFFFFF>400%</color>攻擊力的傷害。該效果每<color=#99FFFFFF>11</color>秒只能觸發一次。",
        "jp": "攻撃が命中すると、50%の確率で1体の敵に攻撃力の<color=#99FFFFFF>400%</color>のダメージを与える。<color=#99FFFFFF>11</color>秒毎に1回のみ発動可能。",
        "ko": "공격 명중 시 50%의 확률로 단일 타깃에게 공격력 <color=#99FFFFFF>400%</color>의 피해를 준다. 해당 효과는 <color=#99FFFFFF>11</color>초마다 1회만 발동한다",
        "en": "On hit, has a 50% chance to deal <color=#99FFFFFF>400%</color> ATK DMG to a single target. Can only occur once every <color=#99FFFFFF>11</color>s.",
        "de": "Fügt einem einzelnen Gegner bei einem Treffer mit einer Wahrscheinlichkeit von 50 % Schaden in Höhe von <color=#99FFFFFF>400 %</color> ANG zu. <color=#99FFFFFF>11</color> s Abklingzeit.",
        "es": "Al golpear a un enemigo con un ataque, hay un 50% de probabilidad de infligir un <color=#99FFFFFF>400%</color> de daño a un solo enemigo. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>11</color> s.",
        "fr": "Les attaques ont 50 % de chances d'infliger <color=#99FFFFFF>400 %</color> de DGT d'ATQ à un ennemi lorsqu'elles touchent. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>11</color> s.",
        "pt": "Ao acertar, possui 50% de chance de infligir <color=#99FFFFFF>400%</color> de Dano de ATQ a um único alvo. Pode ocorrer uma vez a cada <color=#99FFFFFF>11</color>s.",
        "ru": "При попадании с 50% вероятностью наносит <color=#99FFFFFF>400%</color> урона одной цели. Может возникнуть раз в <color=#99FFFFFF>11</color> сек.",
        "id": "Saat mengenai target, memiliki 50% persentase untuk mengakibatkan <color=#99FFFFFF>400%</color> ATK DMG ke suatu target. Dapat terpicu setiap <color=#99FFFFFF>11 detik</color>.",
        "th": "ในตอนที่โจมตีจะมีโอกาส 50% ที่จะสร้างความเสียหาย <color=#99FFFFFF>400%</color> ของการโจมตีพื้นฐานให้แก่ศัตรูหนึ่งตัว ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>11</color> วินาที",
        "vi": "Khi đánh trúng, có 50% cơ hội tạo thành <color=#99FFFFFF>400%</color> sát thương tấn công vào mục tiêu đơn. Hiệu quả này <color=#99FFFFFF>11</color>s xuất hiện một lần."
      }
    }
  ],
  "internal_name": "Sword_Sashimi",
  "imgid": "sword/sashimi"
}