{
  "id": 11416,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "笼钓瓶一心",
    "zht": "籠釣瓶一心",
    "jp": "籠釣瓶一心",
    "ko": "카고츠루베 잇신",
    "en": "Kagotsurube Isshin",
    "de": "Kagotsurube Isshin",
    "es": "Kagotsurube Isshin",
    "fr": "Kagotsurube Isshin",
    "pt": "Kagotsurube Isshin",
    "ru": "Кагоцурубэ Иссин",
    "id": "Kagotsurube Isshin",
    "th": "Kagotsurube Isshin",
    "vi": "Kagotsurube Isshin"
  },
  "description": {
    "zhs": "于遥远北国诞生之名刀，曾在归乡路上沾染无数罪恶，只为「一心」二字。",
    "zht": "於遙遠北國誕生之名刀，曾在歸鄉路上沾染無數罪惡，只為「一心」二字。",
    "jp": "遠い北国で造られた名刀。かつて「一心」という言葉のために、帰郷の途上、無数の罪に染まった。",
    "ko": "머나먼 북방의 왕국에서 탄생한 명검. 오직 「잇신」이란 두 글자를 위해 귀향의 길 위에서 수많은 죄악을 저지른 바 있다",
    "en": "This famed blade was born in a nation to the far north. But in the name of \"Isshin,\" it was stained with many a dark deed on its home-bound journey.",
    "de": "Diese im fernen Norden geschmiedete Klinge wurde einst auf ihrem Heimweg im Namen „Isshin“ mit unzähligen Sünden befleckt.",
    "es": "Una famosa espada forjada en el lejano Reino del Norte. Sin embargo, en el nombre de “Isshin”, se corrompió en su camino de regreso a su hogar natal.",
    "fr": "Cette célèbre lame est née dans une nation du grand nord. Mais au nom de l'Isshin, elle a été souillée de nombreux actes néfastes lors de son voyage de retour.",
    "pt": "Esta lâmina famosa foi forjada em uma nação distante do norte. Contudo, o nome \"Isshin\" foi manchado com muitos atos sombrios em sua jornada para casa.",
    "ru": "Клинок, который родился в государстве далеко на севере. На пути домой его запятнала скверна бесчисленных злодеяний лишь ради одного слова - «Иссин».",
    "id": "Pedang terkenal yang lahir di sebuah negara di ujung utara. Dengan mengemban nama \"Isshin\", pedang itu ternodai oleh banyak perbuatan jahat dalam perjalanannya kembali pulang.",
    "th": "ดาบเลื่องชื่อที่เกิดในแดนเหนืออันไกลโพ้น บนเส้นทางหวนคืนสู่บ้านเกิดเคยแปดเปื้อนบาปมากมายนับไม่ถ้วน เพียงเพื่อคำว่า \"Isshin\" เท่านั้น",
    "vi": "Danh đao được sinh ra từ vương quốc phía bắc xa xôi, từng nhiễm vô số tội ác trên đường trở về quê hương chỉ vì hai chữ \"Isshin\"."
  },
  "lore": {
    "zhs": "\n受冠「一心」之名的血色长刀，刃锋极利，拥有不祥的色泽。\n据说能够将多孔的竹笼，连同其内未及泄出的清水一斩两半。\n\n世人常言说，刀剑之内，自茎到切先都有神灵寄宿，\n那么「祟神」所造刀中，住的自然是怨恨的恶鬼吧…\n赤红的名刀「笼钓瓶」，出自未能成为惣领的刀工赤目兼长之手。\n然而，这柄刀并非来自稻光与玉钢之国，而是在雪原的北国锻成。\n月光下细观，妖红的锻纹在刀身流淌如水，仿佛离乡流人的血泪。\n\n「所谓『祟神』本是大邪之物，其中蓄积对浮世愿景的憎恨。」\n「刀剑是大凶之器，非邪祟不能主焚戮，非怨憎不能明血色。」\n「所谓『一心』乃抛却冗余念想，为纯粹的目的而锻打不辍。」\n「也即，以对活物的怨憎为原料，锻造真正能斩落活物的剑。」\n\n怀着对「一心」的狂热执念，赤目一门始终追逐「斩人剑」所能达到的终极。\n因此，其门下多为孤僻短寿之人，周身与心中皆是大毒物所留下的刻疮印痕。\n赤目门人所锻炼之腰物因此虽锐利，却多有魔性，最终被官家评为「不良」。\n是故，赤目刀锻冶实长的「一心传」惣领之职并未下传三代，便为官家所夺。\n\n再后来，赤目兼长为倾奇者之案波及，犯下了大逆之罪，\n由此改易改姓远走雪国，方在冰冷的明威之下谋得生路。\n亡人枫原只望能教「一心传」得获为刀所醉者的大喝彩，\n但刀工亦是刀，「祟神」亦是刀，都只不过是为人所用的器物、名号罢了…\n\n「为这『一心』的虚名蹉跎半生，待到如愿，我竟也成了一个『枫原』！」\n「哈哈，也罢，也罢了。只希望冰霜淬出的剑，不会像这虚名一般软弱…」\n\n枫原一族博闻强识，作品最具真砂丸风骨；丹羽一族宅心仁厚，以烧刃见长。\n怀着对「一心」的狂热执念，赤目一门始终追逐「斩人剑」所能达到的终极。\n薄葬雪原时，亡人只期望名刀一本、枫原之名能顺利抵返故里，为人所惊叹…",
    "zht": "\n受冠「一心」之名的血色長刀，刃鋒極利，擁有不祥的色澤。\n據說能夠將多孔的竹籠，連同其內未及泄出的清水一斬兩半。\n\n世人常言說，刀劍之內，自莖到切先都有神靈寄宿，\n那麼「祟神」所造刀中，住的自然是怨恨的惡鬼吧…\n赤紅的名刀「籠釣瓶」，出自未能成為惣領的刀工赤目兼長之手。\n然而，這柄刀並非來自稻光與玉鋼之國，而是在雪原的北國鍛成。\n月光下細觀，妖紅的鍛紋在刀身流淌如水，彷彿離鄉流人的血淚。\n\n「所謂『祟神』本是大邪之物，其中蓄積對浮世願景的憎恨。」\n「刀劍是大凶之器，非邪祟不能主焚戮，非怨憎不能明血色。」\n「所謂『一心』乃拋卻冗餘念想，為純粹的目的而鍛打不輟。」\n「也即，以對活物的怨憎為原料，鍛造真正能斬落活物的劍。」\n\n懷著對「一心」的狂熱執念，赤目一門始終追逐「斬人劍」所能達到的終極。\n因此，其門下多為孤僻短壽之人，周身與心中皆是大毒物所留下的刻瘡印痕。\n赤目門人所鍛煉之腰物因此雖銳利，卻多有魔性，最終被官家評為「不良」。\n是故，赤目刀鍛冶實長的「一心傳」惣領之職並未下傳三代，便為官家所奪。\n\n再後來，赤目兼長為傾奇者之案波及，犯下了大逆之罪，\n由此改易改姓遠走雪國，方在冰冷的明威之下謀得生路。\n亡人楓原只望能教「一心傳」得獲為刀所醉者的大喝彩，\n但刀工亦是刀，「祟神」亦是刀，都只不過是為人所用的器物、名號罷了…\n\n「為這『一心』的虛名蹉跎半生，待到如願，我竟也成了一個『楓原』！」\n「哈哈，也罷，也罷了。只希望冰霜淬出的劍，不會像這虛名一般軟弱…」\n\n楓原一族博聞強識，作品最具真砂丸風骨；丹羽一族宅心仁厚，以燒刃見長。\n懷著對「一心」的狂熱執念，赤目一門始終追逐「斬人劍」所能達到的終極。\n薄葬雪原時，亡人只期望名刀一本、楓原之名能順利抵返故里，為人所驚嘆…",
    "jp": "\n「一心」の名を冠する血の色をした長刀。優れた切れ味を持つが、不吉な色合いである。\n水に満ちた隙間だらけの竹かごを、その水を一滴も漏らさず真っ二つにできるという。\n\n刀には、茎から先端にかけて、霊が宿っていると世の人は云う。\nつまり、「祟り神」が作った刀には、当然怨霊が宿っているのであろう…\n深紅の名刀「籠釣瓶」は、ついに惣領にはなれなかった匠、赤目兼長の作品である。\nしかしこの刀は稲光と玉鋼の地ではなく、雪原地帯の北国で鍛造された。\n月明かりの下で刀身を見ると、妖しい紅の刃文が水のように流れ、まるで郷里を離れた者の血と涙のようである。\n\n「『祟り神』なるもの、元は大悪なり——浮世への憎悪を溜め込むものなのだ。」\n「刀は大悪の武器。悪がなければ殺すことはできず、恨みがなければ、血の色を理解できない。」\n「『一心』とは雑念を捨て去り、純粋な目的のために鍛造を続けること。」\n「つまり、生に対する憎しみを糧にして、生き物を真に斬ることのできる刀を鍛え上げることである。」\n\n赤目一門は「一心」への執念から、「人斬刀」を極め続けてきた。\nその結果、弟子の多くはひねくれ者となり、短命だった。身も心も大毒に侵され傷跡だらけだったのだ。\n赤目の門下生が鍛造した刀は、それ故に切れ味に優れるが、魔性が宿るが故にやがて役人から「劣悪」と判断された。\nそのため、赤目実長の「一心伝」惣領の職は官府によって取り上げられ、三代も続かず終わってしまった。\n\nその後、赤目兼長は傾奇者の事件に巻き込まれ、大逆の罪を犯してしまう。\n彼は名前を変えて雪国へと旅立ち、やっとのことで生きる術を見つけたのであった。\n逃亡する「楓原」は、「一心伝」が刀に酔う者たちからの喝采を受けるようにと願うばかりであった。\nしかし匠も「祟り神」も刀と同じで、所詮人の使うものや名に過ぎない…\n\n「『一心』などという虚名のために半生を無駄にしてきたが、念願かなって俺も『楓原』になってしまった！」\n「ははっ、まあいい。氷霜で鍛えてきたこの刀が、虚名のように脆くないことを祈る…」\n\n楓原一族は知識が豊富で、その作には真砂丸の気骨が見られる。丹羽一族は仁義に厚く、刃の焼き入れに長けている。\n赤目一門は「一心」への執念から、「人斬刀」を極め続けてきた。\n雪原に埋葬されたその時も、逃亡者は名刀一振と楓原の名が無事故郷に還り、感嘆されることをただただ願っていた…",
    "ko": "\n「잇신」의 이름이 부여된 핏빛 장검. 극도로 날카로운 칼날이 불길한 빛깔을 띠고 있다.\n구멍이 뚫린 대나무 바구니에 담긴 물이 새어 나오기도 전에 바구니 안에 담긴 맑은 물까지 반으로 베어버릴 수 있다고 전해진다.\n\n사람들이 말하길, 도검의 뿌리부터 칼끝에는 신령이 깃들어 있다고 한다.\n그렇다면 「재앙신」이 만든 검에는 원혼의 악귀가 살고 있겠지…\n적홍의 명검 「카고츠루베」는 계승자가 되지 못한 장인 아카메 카네나가가 제작한 것이다.\n그러나 이 검은 번개와 옥철의 나라가 아닌, 설원이 펼쳐진 북방의 왕국에서 제작됐다.\n검을 달빛에 자세히 비추어 보면 새빨간 무늬가 물처럼 흐르고 있다. 그 모습은 흡사 고향을 떠난 방랑자의 피눈물을 보는 듯하다.\n\n「『재앙신』은 본래 사악함이 빚어낸 것으로, 그 안에는 속세의 욕망에 대한 증오가 가득 차 있다.」\n「도검은 대흉의 도구로서 사악함을 숭상하지 않으면 살육할 수 없으며, 증오하지 않으면 핏빛을 밝힐 수도 없다.」\n「『잇신』은 잡념은 떨쳐버리고 오직 순수한 목적만을 위해 멈추지 않고 공격함을 의미한다.」\n「즉, 살아있는 것에 대한 증오를 원료로 하여 진정으로 그들을 벨 수 있도록 단조해 낸 검이다.」\n\n아카메 문파는 「잇신」에 대한 광기 어린 집념을 바탕으로 「참인검」이 도달할 수 있는 종극의 경지를 끊임없이 추구해왔다.\n이에 따라 그의 문하에는 단명을 마다하지 않는 괴팍한 자들이 다수였으며, 그들의 몸과 마음에는 맹독이 남긴 상처가 가득했다.\n아카메 문파의 사람이 단조한 요검은 날카롭지만 악한 기운을 지니고 있었기 때문에 결국 관가에 의해 「불길한 것」으로 공인되었다.\n이런 이유로 아카메 문파의 「잇신의 기술」 계승자는 삼대를 잇지 못하고 관가에 빼앗기고 만다.\n\n그 이후 아카메 카네나가는 가부키모노 사건에 연루되어 대역죄를 범하게 된다.\n결국 그는 이름을 바꾸고 설국으로 떠나 그곳의 차디찬 위엄 아래 살길을 모색한다.\n망자 카에데하라는 「잇신의 기술」을 가르쳐 검을 이해하는 자로부터 극찬받기를 원할 뿐이다.\n그러나 장인도 검이오, 「재앙신」도 검이니. 이는 그저 사용자를 위한 도구이자 이름일 뿐이다…\n\n「『잇신』의 허명을 좇느라 반평생을 허비하다 마침내 뜻을 이루었으나, 결국 나도 『카에데하라』가 되어버리고 말았구나!」\n「하하, 상관없어. 얼음을 추출해 제작한 이 검이 허울뿐인 명성처럼 그저 나약하지만은 않길 바랄 뿐…」\n\n카에데하라 가문은 박학다식하여 그들의 작품은 마사고마루의 기개를 누구보다도 잘 구현해낸다. 니와 가문은 충직하고 너그러우며 칼날의 담금질에 능하다.\n아카메 문파는 「잇신」에 대한 광기 어린 집념을 바탕으로 「참인검」이 도달할 수 있는 종극의 경지를 끊임없이 추구해왔다.\n설원에 묻힐 무렵, 망자는 명검과 카에데하라의 이름이 고향으로 순조롭게 돌아가 사람들의 감탄을 자아내기만을 바랄 뿐이었다…",
    "en": "\nA long blade the color of blood, upon which has been bestowed the name Isshin. It is remarkably sharp and vividly ominous.\nIt is said that this blade can easily cleave through a porous bamboo basket and the water within it before the latter can even leak out.\n\nPeople often say that within the body of every blade rests a blade-spirit.\nThen it is natural to assume that a blade forged by the Tatarigami is dwelled by a demon of malice.\nThe renowned blade Kagotsurube Isshin is forged by the swordsmith Akame Kanenaga, who failed to become the head blacksmith.\nThough forged by the hand of an Inazuman swordsmith, this blade was not made in the nation of thunder and Jade Steel, but in a snow-covered land in the far north.\nIf beheld in the moonlight, the blade's hamon would look as if it were flowing, like the blood and tears of a wayfaring wanderer.\n\n\"The 'Tatarigami' is pure malice by nature. It bears resentment against mortal desire.\"\n\"Swords are merely instruments of misfortune. Without wickedness, they will not birth slaughter. Without hate, they would never know the taste of blood.\"\n\"'Isshin' is the stillness of the mind, free of distractions. This purity of desire empowers the swordsmith to forge tirelessly.\"\n\"But by this token, resentment against living beings is the metal from which a blade that kills shall be forged.\"\n\nIn their frenzied passion to practice \"Isshin,\" the Akame School had always pursued the forging of a killer blade that could reach the extremes of lethality.\nAs such, the body and mind of the members of the Akame School were often withdrawn and short-spanned, their hearts venomously graven.\nThe blades made by the Akame School were keen indeed, but many of them had some evil within that ultimately led to the school itself being regarded by the authorities as \"undesirable.\"\nFor this reason, the Akame School's position as the leader of the Isshin Art, passed down from Mitsunaga, did not last three generations before being rescinded by the authorities.\n\nAfter that, Akame Kanenaga was involved in the Case of the Eccentric and committed treason.\nThis led him to change his name and leave for a snow-covered nation in the far north, to make a humble living in the land ruled by imperious ice.\nThe only wish of the deceased Kaedehara was to see the Isshin Art celebrated by those who understood a sword's beauty.\nBut the swordsmith, the blade, and the Tatarigami were all tools and titles for people to wield...\n\n\"I spent half of my life in pursuit of the vanity that is the Isshin Art, it only turned out that I became another 'Kaedehara'!\"\n\"Ah, what's done is done. My only hope is that the sword born in the ice and frost will not be as weak as its useless title...\"\n\nThe Kaedehara Clan were master swordsmiths whose works best symbolized Masagomaru's style; whilst the Niwa Clan were humble and diligent, skilled in clay tempering.\nIn their frenzied passion to practice \"Isshin,\" the Akame School had always pursued the forging of a killer blade that could reach the extremes of lethality.\nAs he passed away amidst the vast snow, the man only wished to forge a renowned blade with which to restore the name of Kaedehara and win back the recognition of the people...",
    "de": "\nEine blutbefleckte Klinge, die den Namen „Isshin“ trägt. Sie ist äußerst scharf und trägt eine unheilvolle Farbe.\nEs heißt, die Klinge könne mit Leichtigkeit einen porösen Bambuskäfig und das noch nicht daraus entwichene Wasser entzwei schneiden.\n\nMenschen sagen oft, dass Klingen ein Geist innewohne.\nWenn das stimmt, dann muss in den von den „Tatarigami“ geschmiedeten Klingen ein böser, hasserfüllter Geist wohnen ...\nDas berühmte scharlachrote Schwert „Kagotsurube“ stammt aus der Hand des Schwertschmieds Akame Kanenaga, der sich nicht zum Führer der Schwertschmiede aufschwingen konnte.\nUnd doch wurde das Schwert nicht im Reich der Blitze und des Jadestahls, sondern in den schneebedeckten Ebenen des Nordens geschmiedet.\nBei genauer Betrachtung unter dem Mondlicht wirken die purpurroten Schmiedemuster auf der Klinge wie fließendes Wasser, ganz wie Blut und Tränen eines Wanderers fern der Heimat.\n\n„Die sogenannten ‚Tatarigami‘ sind etwas von Natur aus Boshaftes. Sie verachten die Wünsche der Lebenden.“\n„Klingen sind Artefakte großen Unheils. Ohne Bosheit würden sie kein Gemetzel hervorbringen. Ohne Hass würden sie nie den Geschmack von Blut kennen.“\n„‚Isshin‘ bedeutet die Befreiung von überflüssigen Gedanken und das gnadenlose Streben nach Reinheit.“\n„Und mit der Verachtung allen Lebens als Grundstoff geschmiedet, entstand so ein Schwert, dass danach strebt, alles Leben zu fällen.“\n\nMit dem wahnsinnigen Verlangen des „Isshin“ hat sich die Akame-Schule voll und ganz dem Streben nach dem Schaffen eines ultimativen „Menschenschlächter-Schwertes“ verschrieben.\nDaher waren Körper und Geist der Mitglieder der Akame-Schule oft verschlossen und kurzlebig, ihre Herzen waren giftig gezeichnet.\nDie Praxis der Akame-Schule, Schwerter mit dieser Kraft so scharf, aber auch so teuflisch zu schmieden, wurde zuletzt auch von den Autoritäten als „unheilvoll“ eingestuft.\nAus diesem Grund dauerte es keine drei Generationen, bis die Akame-Schule von den Behörden von der von Mitsunaga überlieferten Führungsposition im Isshin-Stil verdrängt wurde.\n\nDanach beging Akame Kanenaga durch seine Verwicklungen in den Fall des Exzentrikers Hochverrat.\nDaher ging er unter anderem Namen in das ferne Land des Schnees und suchte seinen Weg unter der eiskalten Herrschaft.\nDer einzige Wunsch des verstorbenen Kaedehara war es, dass der Isshin-Stil von denjenigen gefeiert wird, die die Schönheit eines Schwertes verstehen.\nDoch der Schwertschmied, die Klinge und die Tatarigami waren allesamt Werkzeuge und Titel, die von Menschen benutzt werden konnten ...\n\n„Ich habe mein halbes Leben damit verbracht, der Eitelkeit des Isshin-Stils nachzujagen, und es hat sich herausgestellt, dass ich nur ein weiterer ‚Kaedehara‘ geworden bin!“\n„Haha, so ist es nun. Meine einzige Hoffnung ist, dass dieses in Eis und Schnee geborene Schwert, nicht so schwach wie dieser hohle Titel sein wird ...“\n\nDie Familie Kaedehara war hoch gebildet und ihre Werke entsprachen am meisten dem Charakter des Masagomaru-Stils. Die Familie Niwa dagegen war bescheiden und fleißig, gut mit dem Härten von Ton.\nMit dem wahnsinnigen Verlangen des „Isshin“ hat sich die Akame-Schule voll und ganz dem Streben nach dem Schaffen eines ultimativen „Menschenschlächter-Schwertes“ verschrieben.\nVor seinem Tod in den schneebedeckten Ebenen hoffte der Verstorbene nur, dass sein berühmtes Schwert und der Name Kaedehara in die ferne Heimat zurückkehren könnten und die Menschen sie dort bestaunen würden ...",
    "es": "\nUna larga espada del color de la sangre y bautizada con el nombre de “Isshin”. De hoja afilada y cortante, su brillo y su color tienen un aspecto ominoso.\nSe dice que con ella es posible partir en dos una cesta de bambú y el agua que contiene antes de que esta última alcance a salirse por las aberturas.\n\nDicen que en el interior de toda espada reside un espíritu.\nSi esto es cierto, las espadas que se forjaron a partir de los tatarigami deben albergar fantasmas malignos rebosantes de resentimiento.\nEsta renombrada espada de color escarlata fue forjada por Akame Kanenaga, un herrero que no logró convertirse en maestro herrero.\nSin embargo, no fue forjada en la nación de los rayos y del acero de jade, sino que su origen se ubica en el nevado Reino del Norte.\nSi se observa con detenimiento bajo la luz de la luna, es posible apreciar el filo de la espada, que parece fluir como el agua y que recuerda a las lágrimas y sangre derramadas por un forastero errabundo.\n\n“La energía de los tatarigami es maligna por naturaleza. En su interior alberga un sentimiento de odio contra el mundo humano.\nEsta espada es un arma que atrae desgracia. Nació de la maldad y el rencor y solo es capaz de sembrar la muerte y la discordia.\nEl ‘Isshin’ representa la quietud de una mente sin distracciones, la cual hace posible que el herrero cumpla con su cometido de forjar sin descanso.\nY es que no podría ser de otra forma, pues una espada cuyo destino es asesinar seres vivos debe estar forjada a partir del odio hacia ellos”.\n\nEn su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal.\nPor eso, la mayoría de los aprendices de esta escuela eran solitarios de corta vida cuyo cuerpo y corazón estaban heridos y envenenados.\nAunque las espadas forjadas por la escuela Akame eran ciertamente afiladas, estaban imbuidas de una extraña magia y las autoridades acabaron calificando a la escuela de “dañina”.\nPor ello, el puesto de “maestro de la técnica Isshin” en la Escuela Akame no se sucedió a la tercera generación, y su técnica de forja de espadas fue prohibida.\n\nTiempo después, Akame Kanenaga fue acusado de traición en el caso del excéntrico desconocido.\nEntonces, decidió cambiar su identidad y marchó hacia una nación nevada donde encararía el comienzo de una nueva vida bajo el grandioso frío glacial.\nEl mayor deseo que tuvo este Kaedehara en vida fue que aquellos capaces de comprender la belleza de una espada admirasen la técnica Isshin.\nSin embargo, la forja, las espadas y los tatarigami no eran más que herramientas y títulos para el uso de los humanos.\n\n“Ingenuo de mí, desperdicié media vida en conseguir renombre con la técnica Isshin, ¡pero no logré más que convertirme en un simple Kaedehara!\nJaja, pero eso ya no importa. Solo espero que la espada que se forje entre el hielo y la escarcha no sea tan frágil como su título”.\n\nEl clan Kaedehara estaba formado por célebres herreros cuyas armas eran la encarnación del estilo de Masagomaru. Por su parte, el clan Niwa no solo destacaba por su espíritu bondadoso, sino también por su maestría en el templado del acero.\nEn su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal.\nAntes de fallecer en las llanuras nevadas, Akame Kanenaga tan solo albergaba un único deseo: que el clan Kaedehara recuperase su renombre en Inazuma y que fuera aclamado por todo el mundo.",
    "fr": "\nUne longue lame qui a la couleur du sang, à laquelle a été conféré le nom d'Isshin. De mauvais augure, elle est extrêmement tranchante.\nOn dit que cette lame peut facilement fendre un panier en bambou poreux et l'eau qu'il contient avant la moindre fuite.\n\nOn dit souvent que dans le corps de chaque lame repose un esprit.\nIl est donc naturel de supposer qu'une lame forgée à l'aide du Tatarigami soit habitée par un démon malveillant.\nLa célèbre lame Kagotsurube Isshin a été forgée par l'épéiste Akame Kanenaga, qui ne parvint jamais à devenir chef forgeron.\nBien que forgée par la main d'un épéiste inazumien, cette lame n'a pas été fabriquée dans la nation du tamahagane, mais dans les terres enneigées du grand nord.\nAu clair de lune, la trempe de la lame semble tel du sang ou comme les larmes d'un vagabond.\n\n« Le Tatarigami est une entité malveillante par nature. Il contient en son sein une accumulation de haine envers les désirs des mortels. »\n« Cette lame est un objet de grande infortune. Elle est née du mal et de la rancune, et ne peut donner naissance qu'au massacre et aux effusions de sang. »\n« « Isshin » signifie la quiétude d'un esprit libre de toute distraction. Libéré de ses désirs, le forgeron détient alors la capacité de travailler le fer sans relâche. »\n« Forgée avec le mépris de toute vie comme matière première, il en résulte une épée qui s'efforce de mettre fin à toute forme de vie. »\n\nDans sa passion frénétique pour la pratique de l'Isshin, l'École Akame a toujours cherché à forger la lame meurtrière ultime.\nPour cette raison, les membres de l'École Akame étaient souvent introvertis et avaient la vie courte. Leurs cœurs et leurs corps étaient marqués par le poison.\nLes lames de l'École Akame étaient affûtées. Elles renfermaient cependant une force maléfique qui les a qualifiées d'« indésirables » par les autorités.\nPour cette raison, la position de l'École Akame à la tête de l'Art Isshin n'a pas pu être transmise à une troisième génération.\n\nAprès cela, Akame Kanenaga a été impliqué dans l'affaire de l'excentrique et a commis une trahison.\nCela l'a conduit à changer de nom et à partir pour une nation enneigée dans le grand nord, cherchant sa voie sous le règne de la glace.\nLe seul souhait du défunt Kaedehara était de voir l'Art Isshin célébré par ceux qui comprenaient la beauté d'une épée.\nMais le titre d'épéiste, la lame, et le Tatarigami... Tout cela n'était que des outils ou des noms destinés à l'usage des gens, rien de plus.\n\n« J'ai perdu la moitié de ma vie à suivre la voie vaine de l'Art Isshin, tout cela pour que je finisse par devenir un énième Kaedehara ! »\n« Haha, ce qui est fait est fait. J'espère seulement que l'épée née de la glace et du gel ne sera pas aussi fragile que ce nom vide de sens... »\n\nLes membres du Clan Kaedehara étaient des maîtres épéistes dont les œuvres symbolisaient le mieux le style de Masagomaru, tandis que les membres du Clan Niwa, humbles et diligents, étaient des spécialistes de la trempe à l'argile.\nDans sa passion frénétique pour la pratique de l'Isshin, l'École Akame a toujours cherché à forger la lame meurtrière ultime.\nAvant de mourir dans les plaines enneigées, ce Kaedehara ne cherchait qu'à forger une lame qui pourrait restaurer le nom du clan à sa gloire initiale et regagner l'admiration des masses...",
    "pt": "\nUma lâmina longa, tingida com a cor do sangue, que foi denominada Isshin. É extremamente afiada e vividamente sinistra.\nDizem que esta lâmina pode cortar facilmente uma cesta de bambu trançada e a água dentro dela antes mesmo que ela consiga vazar.\n\nAs pessoas costumam dizer que dentro do corpo de cada lâmina reside um espírito.\nEntão, é natural imaginar que uma lâmina forjada usando o Tatarigami seja habitada por um demônio maligno.\nA famosa lâmina Kagotsurube Isshin foi forjada pelo ferreiro Akame Kanenaga, que falhou ao tentar se tornar um mestre ferreiro.\nEmbora tenha sido forjada nas mãos de um ferreiro de Inazuma, essa lâmina não foi feita na nação dos trovões e aço de jade, mas em uma terra coberta pela neve, bem ao norte.\nSe visto ao luar, o padrão da lâmina parece como se estivesse fluindo, como o sangue e as lágrimas de um andarilho longe de casa.\n\n\"O Tatarigami é maldade pura por natureza. Ele carrega o ressentimento contra os desejos mortais.\"\n\"Esta lâmina é um artefato de enorme infortúnio. Ela nasceu do mal e do ressentimento, e só poderá conceber o massacre e o sangue.\"\n\"Isshin é a quietude da mente, livre de distrações. A pureza do desejo fortalece o ferreiro a forjar incansavelmente.\"\n\"Mas com esse princípio, o ressentimento contra os seres vivos é o metal pelo qual a lâmina que mata deve ser forjada.\"\n\nEm sua paixão desenfreada pela técnica \"Isshin\", a Escola Akame sempre buscou forjar uma lâmina assassina que pudesse atingir os extremos da letalidade.\nPor conta disso, os membros da Escola Akame eram frequentemente solitários e duravam pouco, seus corpos e corações carregavam marcas doloridas.\nAs lâminas feitas pela Escola Akame eram realmente muito afiadas, mas muitas delas tinham algum mal dentro de si, o que fez com que a própria escola fosse considerada pelas autoridades como \"indesejável\".\nPor essa razão, a posição da Escola Akame como líder da Arte Isshin, passada por Mitsunaga, não durou três gerações até ser revogada pelas autoridades.\n\nApós isso, Akame Kanenaga foi implicado no Caso do Excêntrico e considerado como tendo cometido traição.\nIsso fez com que ele mudasse seu nome e se fosse para uma nação coberta pela neve bem ao norte, para viver humildemente em uma terra governada pelo gelo imponente.\nO único desejo do falecido Kaedehara era o de ver a Arte Isshin ser celebrada por aqueles que realmente compreendiam a beleza da espada.\nMas o ferreiro, a lâmina, e o Tatarigami eram apenas ferramentas e títulos para as pessoas carregarem...\n\n\"Desperdicei metade da minha vida em busca de uma falsa reputação que a Arte Isshin é, quando conquistei o que queria, percebi que me tornei apenas mais um 'Kaedehara'!\"\n\"Ah, o que está feito, está feito. Minha única esperança é de que a espada nascida do gelo e da geada não será tão fraca quanto seu título inútil...\"\n\nO Clã Kaedehara era de mestres ferreiros de armas cujo trabalho melhor simbolizava o estilo Masagomaru; enquanto o Clã Niwa era humilde e zeloso, habilidosos em moldar o barro.\nEm sua paixão desenfreada pela técnica \"Isshin\", a Escola Akame sempre buscou forjar uma lâmina assassina que pudesse atingir os extremos da letalidade.\nAo falecer em meio a neve densa, Kaedehara apenas desejava forjar uma lâmina renomada com a qual pudesse restaurar o nome da família e recuperar o reconhecimento do povo...",
    "ru": "\nДлинный клинок цвета крови, за которым закрепилось имя Иссин. Необычайно острый и зловещий.\nГоворят, его лезвие может легко разрубить бамбуковую корзину, наполненную водой, прежде чем вода успеет вытечь из корзины.\n\nЛюди часто говорят, что в каждом клинке живёт дух.\nТогда естественно предположить, что в клинке, выкованном из Татаригами, обитает демон злобы.\nЗнаменитый клинок Кагоцурубэ был выкован мечником Акамэ Канэнагой, которому не удалось стать главным кузнецом.\nОднако он был выкован не в стране молний и нефритовой стали, а в бескрайних снегах севера.\nЕсли смотреть на клинок в лунном свете, можно увидеть текущее, как вода, лезвие меча, которое напоминает о слезах и крови, пролитых странником на чужбине.\n\n«Татаригами - это чистая злоба по своей природе. В нём живёт чувство ненависти к миру людей.\nЭтот меч - артефакт великого несчастья. Он был рождён из злобы и обиды и способен сеять только раздор и кровопролитие.\nИссин - это неподвижность ума, свободная от отвлекающих факторов, которая позволяет кузнецу ковать без отдыха.\nИначе и быть не может. Ведь меч, предназначение которого убивать живых существ, должен быть выкован из ненависти к ним».\n\nВ своей одержимости искусством Иссин школа Акамэ стремилась выковать совершенный меч-убийцу.\nПо этой причине большинство учеников школы были нелюдимыми, жизнь их длилась недолго, а тела и сердца были отравлены и покрыты язвами.\nКлинки, созданные школой Акамэ, были острыми, но многие из них таили в себе некое зло, из-за чего в итоге сама школа стала рассматриваться властями как «нежелательная».\nПо этой причине положение школы Акамэ как лидера искусства Иссин не продержалось и трёх поколений, после чего школа впала в немилость.\n\nВ дальнейшем Акамэ Канэнага был вовлечён в «Дело о странном незнакомце» и совершил государственную измену.\nЭто заставило его сменить имя и уехать в заснеженную страну на севере, а там искать способ выжить под властью льда.\nЕдинственным желанием покойного Каэдэхары было видеть, как искусство Иссин прославляется истинными ценителями красоты меча.\nНо и кузнец, и Татаригами подобно клинку, лишь орудия в чужих руках...\n\n«Я потратил половину жизни в погоне за тщеславием, которым является искусство Иссин, но в итоге стал лишь очередным \"Каэдэхарой\"!\nЧто сделано, то сделано. Я лишь надеюсь, что меч, выкованный изо льда и мороза, окажется не так хрупок, как его пустое название...»\n\nКлан Каэдэхара состоял из знаменитых кузнецов, чьё оружие было воплощением стиля Масагомару. Клан Нива, в свою очередь, был отмечен не только своей скромностью и прилежностью, но и мастерством закалки стали.\nВ своей одержимости искусством Иссин школа Акамэ стремилась выковать совершенный меч-убийцу.\nПеред тем как уйти из жизни среди бескрайних снегов, Каэдэхара загадал только одно желание: выковать прославленный клинок, который помог бы восстановить имя клана и вернуть ему всеобщее признание...",
    "id": "\nSebilah pedang panjang yang berwarna merah darah, yang sudah diberi nama Isshin. Sangat tajam dan terlihat mengerikan.\nDikatakan bahwa sebilah pedang ini dapat membelah keranjang bambu dan air di dalamnya dengan mudah bahkan sebelum airnya tumpah.\n\nOrang-orang sering berkata bahwa di dalam sebilah pedang ada arwah yang terkandung di dalamnya.\nMaka wajar saja untuk kita berasumsi bahwa pedang yang ditempa menggunakan Tatarigami mengandung kekuatan jahat di dalamnya.\nPedang terkenal Kagotsurube Isshin ditempa oleh ahli pedang Akame Kanenaga, seseorang yang gagal menjadi kepala penempa.\nMeskipun ditempa oleh tangan dari seorang penempa Inazuma, pedang ini tidak dibuat di negara guntur dan batu giok, tetapi di tanah yang tertutup salju di ujung utara.\nJika dilihat di bawah sinar bulan, hamon pada bilah pedang akan terlihat seolah-olah mengalir, seperti darah dan air mata seorang pengembara.\n\n\"'Tatarigami' pada dasarnya adalah kejahatan yang murni. Memiliki kebencian terhadap hasrat yang fana.\"\n\"Pedang ini adalah artefak dari sebuah kemalangan. Lahir dari kejahatan dan kebencian, dan mungkin hanya akan melahirkan pembantaian dan pertumpahan darah.\"\n\"'Isshin' adalah ketenangan pikiran, bebas dari gangguan. Kemurnian dari keinginan ini menjadi pacuan para penempa untuk terus menempa tanpa lelah.\"\n\"Dengan begitulah kebencian terhadap makhluk hidup menjadi bahan dasar dari logam yang akan ditempa menjadi pedang pembunuh tersebut.\"\n\nDengan semangatnya yang membara untuk berlatih \"Isshin\", Sekolah Akame selalu mengejar teknik menempa pedang pembunuh yang bisa mencapai tingkat mematikan.\nDan oleh karenanya, para murid dari Sekolah Akame biasanya berumur pendek dan dikucilkan, hati dan pikirannya dipenuhi dengan bekas luka yang ditinggalkan oleh racun mematikan.\nMeskipun pedang buatan murid aliran Akame ini tajam, tapi di dalamnya terdapat aura iblis. Maka dari itu para pejabat menilainya sebagai senjata yang \"tidak diinginkan\".\nKarena alasan ini, posisi Sekolah Akame sebagai pemimpin Isshin Art yang diturunkan dari Mitsunaga, tidak bertahan sampai tiga generasi sebelum akhirnya dicabut oleh pihak berwenang.\n\nSetelah itu, Akame Kamenaga akhirnya terlibat dalam Kasus Eksentrik dan berkhianat.\nAkhirnya dia mengganti namanya dan pergi ke negara yang dipenuhi salju jauh di ujung utara, hidup sederhana di tanah yang dikuasai oleh es.\nSatu-satunya keinginan mendiang Kaedehara yang telah meninggal adalah untuk melihat Isshin Art bisa dikagumi oleh mereka yang memahami keindahan seni pedang.\nNamun sang penempa beserta pedangnya, dan juga Tatarigami, semuanya adalah alat dan nama yang diberikan oleh orang-orang ....\n\n\"Aku menghabiskan setengah hidupku untuk mengejar kebanggaan dari Isshin Art, dan pada akhirnya aku berubah menjadi seorang Kaedehara!\"\n\"Ah, apa yang sudah terjadi memang tak terelakkan. Harapanku adalah bahwa pedang yang lahir dari es ini tidak akan selemah namanya ....\"\n\nKlan Kaedehara adalah ahli penempa pedang yang karyanya paling melambangkan gaya Masagomaru; sementara Klan Niwa rendah hati dan rajin, terampil dalam menempa tanah liat.\nDengan semangatnya yang membara untuk berlatih \"Isshin\", Sekolah Akame selalu mengejar teknik menempa pedang pembunuh yang bisa mencapai tingkat mematikan.\nSeiring mangkatnya dirinya di tengah salju, pemuda Kaedehara itu hanya berharap dapat menempa pedang terkenal yang dapat digunakan untuk mengembalikan nama baik keluarganya dan mendapatkan kembali pengakuan dari orang-orang ....",
    "th": "\nดาบยาวสีเลือดที่ได้รับการขนานนามว่า \"Isshin\" ใบดาบแหลมคม และมีสีสันที่ไม่เป็นมงคลนัก\nกล่าวกันว่า มันสามารถตัดผ่าเข่งไม้ไผ่ให้ขาดเป็นสองท่อน โดยที่น้ำจากภายในไม่ทะลักออกมาแม้แต่หยดเดียวได้\n\nเหล่าผู้คนมักพูดกันว่า ภายในตัวดาบ นับตั้งแต่โคนจรดปลายนั้น ล้วนมีเทพเจ้าสิงสถิตอยู่ทั้งสิ้น\nถ้าเช่นนั้น ดาบที่สร้างขึ้นจาก \"Tatarigami\" ก็คงมีความอาฆาตและวิญญาณร้ายสิงอยู่สินะ...\nดาบสีชาดเลื่องชื่อ \"Kagotsurube\" สร้างขึ้นโดย Akame Kanenaga ผู้ซึ่งมิอาจเป็นผู้นำแห่งการตีดาบได้\nแต่ทว่า ดาบเล่มนี้นั้นไม่ได้มาจากดินแดนแห่งแสงสายฟ้าและ Jade Steel มันถูกหลอมขึ้นในทุ่งหิมะแห่งดินแดนทางตอนเหนือ\nเมื่อมองดูอย่างละเอียดภายใต้แสงจันทร์ ลวดลายบนตัวดาบสีแดงฉานช่างดูลื่นไหลดั่งสายน้ำ ราวกับสายเลือดและหยาดน้ำตาของผู้ที่จากบ้านเกิดมาแสนไกล\n\n\"สิ่งที่เรียกว่า 'Tatarigami' นั้น คือสิ่งที่ชั่วร้ายเหลือคณานับ และยังสั่งสมความคาดหวังและความเคียดแค้นที่มีต่อโลกเอาไว้ภายใน\"\n\"คมดาบคืออาวุธที่ทรงอานุภาพ หากไม่ชั่วร้ายคงไม่อาจเข่นฆ่า หากไม่เคียดแค้นก็คงไม่อาจเข้าใจสีสันแห่งเลือดได้\"\n\"สิ่งที่เรียกว่า 'Isshin' นั้น คือการละทิ้งซึ่งส่วนเกิน และบากบั่นพยายามเพื่อเป้าหมายอันบริสุทธิ์\"\n\"อีกนัยหนึ่ง ก็คือการใช้ความเคียดแค้นของสิ่งมีชีวิตเป็นวัตถุดิบ มาหลอมตีดาบที่สามารถฟาดฟันสิ่งมีชีวิตได้อย่างแท้จริง\"\n\nด้วยความคลั่งไคล้และความยึดติดที่มีต่อ \"Isshin\" สิ่งที่เชื้อสาย Akame เฝ้าคอยไล่ตามตลอดมา ก็คือขีดจำกัดสูงสุดที่ \"ดาบเฉือนมนุษย์\" จะสามารถบรรลุได้\nด้วยเหตุนี้ เหล่าผู้สืบทอดจึงมีแต่พวกนอกคอกและอายุสั้น ทั้งบนร่างกายและในจิตใจต่างก็เต็มไปด้วยร่องรอยของบาดแผลที่หลงเหลือจากพิษร้ายแรง\nดาบที่ศิษย์แห่ง Akame หลอมขึ้นนั้นแม้จะแหลมคม แต่กลับมีกลิ่นอายความดุร้ายอยู่มาก จนในท้ายที่สุดก็ถูกทางการตัดสินว่าเป็นสิ่งที่ \"ชั่วร้าย\"\nดังนั้น ตำแหน่งผู้นำด้านการตีดาบ \"Isshin Art\" ของ Akame จึงมิได้ถูกสืบทอดสู่รุ่นลูกหลาน และได้ถูกทางการยึดไป\n\nต่อมา Akame Kanenaga ได้มีส่วนเกี่ยวข้องกับคดีของคนนอกคอก และกระทำความผิดบาปที่อาจหวนย้อนคืน\nจึงได้เปลี่ยนชื่อและหลบหนีไปยังดินแดนแห่งหิมะที่แสนห่างไกล หาทางเอาชีวิตรอดภายใต้ร่มบารมีของความหนาวเย็น\nKaedehara ผู้ล่วงลับหวังเพียงอยากให้ \"Isshin Art\" ได้กลายเป็นความภาคภูมิใจของผู้ที่คลั่งไคล้ในดาบ\nแต่วิถีแห่งดาบก็คือดาบ และ \"Tatarigami\" ก็คือดาบเช่นกัน เป็นเพียงอาวุธและชื่อเรียก ที่มนุษย์มีไว้ใช้งานเพียงเท่านั้น\n\n\"ตัวข้าได้เสียเวลาไปกับชื่อเสียงจอมปลอมของ 'Isshin' ไปกว่าครึ่งชีวิต ครั้นยามได้สมดั่งใจหวังแล้ว ข้าเองก็ได้กลายเป็น 'Kaedehara' ผู้หนึ่งเช่นกัน!\"\n\"ฮ่าฮ่า ช่างเถิด ช่างมันเถิด หวังเพียงว่าดาบที่ถูกชุบลงไปในน้ำค้างแข็งอันหนาวเหน็บ จะไม่อ่อนแอดั่งชื่อเสียงจอมปลอมของมันนะ...\"\n\nตระกูล Kaedehara นั้นมีปัญญารอบรู้ สามารถสรรค์สร้างจิตวิญญาณแห่ง Masagomaru ออกมาได้อย่างเต็มเปี่ยม ขณะที่ตระกูล Niwa จิตใจโอบอ้อมอารี เชี่ยวชำนาญในด้านการพอกโคลนเผาใบดาบ\nด้วยความคลั่งไคล้และความยึดติดที่มีต่อ \"Isshin\" สิ่งที่เชื้อสาย Akame เฝ้าคอยไล่ตามตลอดมา ก็คือขีดจำกัดสูงสุดที่ \"ดาบเฉือนมนุษย์\" จะสามารถบรรลุได้\nเมื่อยามศพถูกฝังลงภายใต้พื้นหิมะ ผู้ลาลับก็หวังเพียงว่าดาบเลื่องชื่อหนึ่งเล่ม และนามแห่ง Kaedehara จะได้หวนคืนสู่บ้านเกิดโดยราบรื่น และสร้างความตื่นตะลึงให้แก่เหล่าผู้คน...",
    "vi": "\nThanh đao màu máu với danh hiệu \"Isshin\", lưỡi đao sắc bén, có màu sắc không được may mắn.\nNghe nói nó có thể chém làm đôi một chiếc rổ đan tre và nước bên trong đó mà nước còn không kịp chảy ra ngoài.\n\nNgười đời thường nói, trong đao kiếm, từ đầu đến ngọn đều có thần linh trú ngụ bên trong,\nVậy thì trong thanh đao do \"Họa Thần\" chế tạo, hiển nhiên sẽ có ác quỷ oán hận ngụ ở bên trong rồi...\nDanh đao \"Kagotsurube\" rực đỏ được rèn bởi bàn tay của Akame Kanenaga - người chưa thể trở thành thợ rèn hàng đầu.\nThế nhưng, thanh đao này lại không phải xuất xứ từ đất nước của sấm sét và Thép Ngọc, mà được rèn nên từ đất nước phương Bắc quanh năm tuyết phủ.\nKhi quan sát kỹ dưới ánh trăng, những đường vân màu đỏ trông như nước chảy trên thân đao, cũng giống như giọt nước mắt đỏ thẫm của người lưu lạc xa xứ.\n\n\"Cái gọi là \"Họa Thần\" vốn là thứ tà ác, trong đó tích lũy sự căm hận đối với thế giới này.\"\n\"Đao kiếm vốn là vật đại hung, không phải tà ác không thể nào thiêu đốt, không oán hận không thể hiểu được màu máu.\"\n\"Cái gọi là \"Isshin\" nghĩa là vứt bỏ mọi tạp niệm, một lòng rèn đúc vì mục tiêu thuần túy.\"\n\"Cũng vì thế, lấy sự căm hận sự sống làm nguyên liệu, để rèn ra một thanh đao có thể chém đứt vật thể sống.\"\n\nVới quan niệm \"Isshin\" cuồng nhiệt, mà môn phái Akame đã luôn theo đuổi mục tiêu cực hạn mà \"Trảm Nhân Kiếm\" có thể đạt được.\nDo đó, trong môn phái này phần lớn là người cô độc và đoản mệnh, xung quanh và trong lòng đều là những vết sẹo do tà độc để lại.\nĐao kiếm được rèn bởi người của Akame tuy rằng sắc bén, nhưng lại có ma tính, cuối cùng bị phía quan phủ đánh giá là \"không tốt\".\nVì lý do này mà vị trí lãnh đạo \"Trường Phái Isshin\" của Akame Mitsunaga đã không thể truyền đến đời thứ ba đã bị quan phủ bãi bỏ.\n\nRồi sau đó, Akame Kanenaga vì liên quan đến vụ án kẻ lạ mặt mà phạm tội đại nghịch,\nDo vậy mà thay tên đổi họ lưu lạc đến đất nước băng tuyết, tìm con đường sống dưới uy nghi của giá lạnh.\nKaedehara đã khuất chỉ hy vọng \"Trường Phái Isshin\" sẽ được tôn vinh bởi những người am hiểu vẻ đẹp của đao kiếm,\nNhưng thợ rèn đao cũng là đao, \"Họa Thần\" cũng là đao, chẳng qua đều là vũ khí, danh hiệu cho người khác dùng mà thôi...\n\n\"Vì hư danh \"Isshin\" này mà lãng phí hết nửa cuộc đời, đến khi được như ý, ta cũng đã trở thành một Kaedehara!\"\n\"Haha, thôi vậy, thôi vậy. Chỉ hy vọng đao kiếm được tôi luyện từ băng sương, sẽ không yếu đuối như cái hư danh này...\"\n\nGia tộc Kaedehara kiến thức uyên bác, tác phẩm mang đậm phong cách của Masagomaru; gia tộc Niwa nhân hậu rộng lượng, giỏi kỹ năng rèn lưỡi đao.\nVới quan niệm \"Isshin\" cuồng nhiệt, mà môn phái Akame đã luôn theo đuổi mục tiêu cực hạn mà \"Trảm Nhân Kiếm\" có thể đạt được.\nKhi vùi thân trong tuyết, người đã khuất chỉ mong danh đao và danh tiếng của gia tộc Kaedehara có thể thuận lợi trở về cố hương, được mọi người ca ngợi..."
  },
  "effects": [
    {
      "name": {
        "zhs": "澄澄一心传",
        "zht": "澄澄一心傳",
        "jp": "澄·一心伝",
        "ko": "투명한 잇신의 기술",
        "en": "Isshin Art Clarity",
        "de": "Klarheit der Isshin-Schule",
        "es": "Claridad de la técnica Isshin",
        "fr": "Clarté de l'Art Isshin",
        "pt": "Claridade da Arte Isshin",
        "ru": "Ясность искусства Иссин",
        "id": "Isshin Art Clarity",
        "th": "Isshin Art Clarity",
        "vi": "Tinh Hoa Isshin"
      },
      "description": {
        "zhs": "普通攻击、重击或下落攻击命中敌人时，将卷起切落风，造成180%攻击力的范围伤害，并且使攻击力提升15%，持续8秒。该效果每8秒至多触发一次。",
        "zht": "普通攻擊、重擊或下落攻擊命中敵人時，將捲起切落風，造成180%攻擊力的範圍傷害，並且使攻擊力提升15%，持續8秒。該效果每8秒至多觸發一次。",
        "jp": "通常攻撃、重撃、落下攻撃が敵に命中すると鋭い風が巻き起こり、攻撃力の180%の範囲ダメージを与える。また攻撃力+15%、継続時間8秒。この効果は8秒毎に1回のみ発動可能。",
        "ko": "일반 공격, 강공격, 낙하 공격이 적에게 명중 시, 날카로운 바람으로 공격력의 180%에 해당하는 범위 피해를 주고, 공격력이 15% 증가한다. 지속 시간: 8초. 해당 효과는 8초마다 최대 1회 발동한다",
        "en": "When a Normal, Charged, or Plunging Attack hits an opponent, it will whip up a Hewing Gale, dealing AoE DMG equal to 180% of ATK and increasing ATK by 15% for 8s. This effect can be triggered once every 8s.",
        "de": "Wirbelt beim Treffen von Gegnern mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall einen dreschenden Wind auf, der Flächenschaden in Höhe von 180 % ANG verursacht und den ANG 8 s lang um 15 % erhöht. 8 s Abklingzeit.",
        "es": "Al golpear a un enemigo con un Ataque Normal, Cargado o Descendente, se crea una ráfaga de viento cortante que inflige un Daño en el AdE equivalente al 180% del ATQ y aumenta en un 15% el ATQ durante 8 s. Este efecto solo se puede activar una vez cada 8 s.",
        "fr": "Lorsqu'une attaque normale, chargée ou plongeante touche un ennemi, elle déclenche une rafale de mistral, infligeant des DGT de zone équivalant à 180 % de l'ATQ et augmentant l'ATQ de 15 % pendant 8 s. Cet effet peut être déclenché une fois toutes les 8 s.",
        "pt": "Quando um Ataque Normal, Ataque Carregado ou Ataque Imersivo atinge um inimigo, criará Vento Cortador, que infligirá Dano em AdE equivalente a 180% do ATQ e aumenta o ATQ em 15% por 8s. Esse efeito pode ser desencadeado uma vez a cada 8s.",
        "ru": "Попадания обычной атакой, заряженной атакой или атакой в падении поднимают Секущий ветер, который наносит урон по площади, равный 180% от силы атаки, а также повышает силу атаки на 15% на 8 сек. Этот эффект может возникнуть раз в 8 сек.",
        "id": "Saat Normal, Charged, atau Plunging Attack mengenai musuh, akan memicu Hewing Gale yang mengakibatkan DMG Area setara dengan 180% ATK dan meningkatkan 15% ATK selama 8 detik. Efek ini dapat terpicu setiap 8 detik.",
        "th": "เมื่อการโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศถูกศัตรู จะทำให้เกิด Hewing Gale เพื่อสร้างความเสียหายวงกว้างเป็น 180% ของพลังโจมตี และเพิ่มพลังโจมตีขึ้น 15% เป็นเวลา 8 วินาที โดยที่ทุก 8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง",
        "vi": "Khi tấn công thường, trọng kích hoặc tấn công khi đáp trúng kẻ địch sẽ thi triển Gió Cắt, gây 180% sát thương diện rộng, đồng thời tăng 15% tấn công, duy trì 8s. Hiệu quả này mỗi 8s tối đa kích hoạt một lần."
      }
    }
  ],
  "internal_name": "Sword_Youtou",
  "imgid": "sword/youtou"
}