{
  "id": 11401,
  "type": "sword",
  "rank": 4,
  "name": {
    "zhs": "西风剑",
    "zht": "西風劍",
    "jp": "西風剣",
    "ko": "페보니우스 검",
    "en": "Favonius Sword",
    "de": "Favonius-Schwert",
    "es": "Espada de Favonius",
    "fr": "Épée de Favonius",
    "pt": "Espada de Favonius",
    "ru": "Меч Фавония",
    "id": "Favonius Sword",
    "th": "Favonius Sword",
    "vi": "Tây Phong Kiếm"
  },
  "description": {
    "zhs": "西风骑士团的制式长剑。轻快锐利之余，也能轻易导出元素力量。",
    "zht": "西風騎士團的制式長劍。輕快銳利之餘，也能輕易導出元素力量。",
    "jp": "西風騎士団でよく使われる長剣。軽くて鋭い上、元素の力が集まりやすい。",
    "ko": "페보니우스 기사단의 제식 장검. 가볍고 예리할 뿐만 아니라 원소의 힘을 쉽게 끌어낼 수 있다",
    "en": "A standard-issue longsword of the Knights of Favonius. When you're armed with this agile and sharp weapon, channeling the power of the elements has never been so easy!",
    "de": "Ein Standardlangschwert des Ordo Favonius. Durch seinen leichten Aufbau und seine scharfe Klinge wird das Bündeln elementarer Energie vereinfacht.",
    "es": "Una espada larga estándar de los Caballeros de Favonius. ¡Canalizar el poder de los elementos nunca fue tan fácil como con esta espada!",
    "fr": "Une longue épée généralement maniée par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme légère et tranchante !",
    "pt": "Uma espada longa comum usada pelos Cavaleiros de Favonius. Canalizar o poder dos elementos nunca foi tão fácil nesta arma ágil e afiada!",
    "ru": "Стандартный длинный меч на вооружении рыцарей Ордо Фавониус. Легко позволяет проводить через себя энергию стихий.",
    "id": "Pedang panjang yang digunakan oleh para anggota Knights of Favonius. Ringan dan tajam, juga dapat dialirkan kekuatan elemen dengan mudah.",
    "th": "ดาบยาวมาตรฐานที่ใช้งานโดยเหล่าอัศวินแห่ง Favonius การรวบรวมพลังงานธาตุจะไม่ใช่เรื่องยากอีกต่อไปเมื่อใช้ดาบที่ทั้งคมและเบาเช่นดาบนี้!",
    "vi": "Kiếm nghi thức của Đội Kỵ Sĩ Tây Phong. Sắc bén nhẹ nhàng, cũng dễ phát ra sức mạnh Nguyên Tố."
  },
  "lore": {
    "zhs": "\n西风骑士团的制式长剑，通常需要经过团长和教会的双重通过才能获批配发。\n通过研究维持蒙德的神风，蒙德的工匠学者在元素亲和的道路上取得了成果。\n这把轻快的剑因此不但是西风骑士的殊荣，也是蒙德卫士勤奋和技术的结晶。\n通过它能轻易导出元素力量。谨记，此剑的锋利是为了守护，而非杀伤。\n\n传承至今的西风剑术来自光之狮艾伦德林的影子，被称为幼狼的鲁斯坦。\n传说他能将落下的雨水一一斩落，舞剑产生的风能切断蔷薇，熄灭火把。\n这或多或少体现了西风剑术的性格：轻、快、精准，以此守护蒙德和平。\n\n二十七岁时，鲁斯坦获授「幼狼」之名。\n依照西风骑士团的传统，被授予狮子或狼之名的骑士，\n将有一日成为引领众多骑士，竭力守护蒙德的大团长。\n但永远恪守职责，一切为了蒙德的他没能活到那一天。\n\n鲁斯坦创造的剑术，没有人能达到他过去曾有的高度。\n但他的热诚与守护之心，却实实在在地传承到了今天。\n",
    "zht": "\n西風騎士團的制式長劍，通常需要經過團長和教會的雙重通過才能獲批配發。\n透過研究維持蒙德的神風，蒙德的工匠學者在元素親和的道路上取得了成果。\n這把輕快的劍因此不但是西風騎士的殊榮，也是蒙德衛士勤奮和技術的結晶。\n透過它能輕易導出元素力量。謹記，此劍的鋒利是為了守護，而非殺傷。\n\n傳承至今的西風劍術來自光之獅艾倫德林的影子，被稱為幼狼的魯斯坦。\n傳說他能將落下的雨水一一斬落，舞劍產生的風能切斷薔薇，熄滅火把。\n這或多或少體現了西風劍術的性格：輕、快、精準，以此守護蒙德和平。\n\n二十七歲時，魯斯坦獲授「幼狼」之名。\n依照西風騎士團的傳統，被授予獅子或狼之名的騎士，\n將有一日成為引領眾多騎士，竭力守護蒙德的大團長。\n但永遠恪守職責，一切為了蒙德的他沒能活到那一天。\n\n魯斯坦創造的劍術，沒有人能達到他過去曾有的高度。\n但他的熱誠與守護之心，卻實實在在地傳承到了今天。\n",
    "jp": "\n西風騎士団の特製長剣。通常は団長と教会両方の許可を得ないと所持することを許されない。\nモンドの工学者は、モンドの神風を保ち続ける研究を通じて元素の有効活用に成果をあげた。\nこれは西風騎士の栄光だけでなく、モンドを護る人々の勤労と技術の結晶である。\nこの剣は簡単に元素の力を引き出せる。だが肝に銘じてほしい。剣の鋭さは護るための力であり、傷つけるための力ではない。\n\n現在の西風剣術は光の獅子エレンドリンの影である幼き狼のルースタンから引き継いだもの。\n伝説によると、彼は雨粒さえも斬ることができ、剣を振り回すとその衝撃波は薔薇を両断し、炎をも吹き消すという。\n多かれ少なかれ西洋剣術の特徴を表している。軽く、速く、正確。それでモンドの平和を守るのだ。\n\n27歳の時、ルースタンは「幼き狼」の名を授かった。\n西風騎士団の伝統によると、獅子か狼の名を授かった騎士は、\nいつの日か、騎士団を率い、全身全霊でモンドを護る大団長になる。\nしかし、ずっとモンドを守り続け、モンドのために全てを捧げた彼にその日は来なかった。\n\nルースタンが編み出した剣術を、彼ほど上手く操れる実力者は二度と現れなかった。\nだが、彼の忠誠と思いは現在まで引き継がれている。\n",
    "ko": "\n페보니우스 기사단의 제식 장검, 단장과 성당의 동의를 모두 얻어야만 받을 수 있다.\n몬드의 대장장이 학자는 몬드를 유지하는 신의 바람을 연구하여, 원소 친화적 분야에서 성과를 거둔다.\n그 때문에 이 날렵한 검은 페보니우스 기사의 특별한 영예이자, 몬드 근위병의 성실함과 기술의 결정체라고 할 수 있다.\n이걸 이용하면 원소의 힘을 보다 쉽게 끌어낼 수 있다. 하지만 이 검의 예리함은 수호하기 위한 것이지, 살상을 위한 것이 아니란 걸 명심해야 한다.\n\n지금의 페보니우스 검술은 빛의 사자 애런돌린의 그림자에서 왔으며, 어린 늑대 로스탐이라고 불린다.\n그는 떨어지는 빗방울을 벨 수 있고, 검을 휘두를 때 일어나는 바람으로 장미를 베고 횃불을 끌 수 있다고 한다.\n이 이야기로 가볍고 빠르며 정확함으로 몬드의 평화를 지키는 페보니우스 검술의 성격을 엿볼 수 있다.\n\n27세에 로스탐은 「어린 늑대」라는 호칭을 얻었다.\n페보니우스 기사단의 전통에 따르면, 사자나 늑대라는 호칭을 받은 기사는\n언젠가 기사들을 이끌고 몬드의 대단장을 수호하게 된다.\n그러나 항상 본분을 지키며 몬드를 위해 모든 것을 바친 그는 그날까지 살지 못했다.\n\n로스탐이 만든 검술을 그의 수준으로 다루는 사람은 나오지 않았다.\n그러나 그의 열정과 사명감은 오늘날까지 계승되었다.\n",
    "en": "\nA standard longsword wielded by the Knights of Favonius. It is usually only issued after the approval of both the Master of the order and the Church.\nThe craftsmen in Mondstadt have achieved some results in elemental affinity by studying Mondstadt's Anemo.\nThis light and agile sword is not only an honor bestowed upon a Knight of Favonius, but also the fruit of the hard work and skills of the guardians of Mondstadt.\nIt can channel elemental power with ease. Its bearer would do well to remember that its sharp blade is intended for defending, not attacking.\n\nThe traditional art of Favonius Bladework was originated by the childhood friend and spiritual counterpart of Arundolyn, the Lion of Light, whose name was Rostam, the Wolf Pup.\nLegend says he could chop each drop of rain out of the sky, and that the wind from his sword dance could split the rose and extinguish the torch.\nIn this lies the essence of Favonius Bladework: light, swift, and precise in the defense of Mondstadt.\n\nAt age twenty-seven, Rostam received the title of Wolf Pup.\nKnights of Favonius tradition dictated that the titles of Lion and Wolf were reserved for those of great leadership potential.\nSuch individuals would one day assume the position of Grand Master, devoting themselves to the leadership of a multitude of knights and the safeguarding of Mondstadt.\nBut though he fulfilled his duties faithfully, and devoted himself to Mondstadt, Rostam would not live to see that day.\n\nSince Rostam introduced the bladework style, no other practitioner has ever matched his legendary ability.\nBut his fervor, along with his will to protect Mondstadt, have stayed with the knights throughout the generations.\n",
    "de": "\nDas Standardlangschwert des Ordo Favonius. Muss erst vom Meister des Ordens und der Kathedrale genehmigt werden.\nDie Handwerker Mondstadts haben durch Studien des göttlichen Windes in Mondstadt ein paar erstaunliche Resultate bezüglich der Neigung zu bestimmten Elementen erbracht.\nDieses leichte und wendige Schwert ist nicht nur eine Ehre für jeden, der es vom Ordo Favonius verliehen bekommt, es ist auch das Ergebnis harter Arbeit und des Könnens der Wächter von Mondstadt.\nEs vermag problemlos Elementarkräfte zu kanalisieren. Man beachte, dass seine scharfe Klinge zur Verteidigung und nicht zum Angriff gedacht ist.\n\nDie traditionelle Favonius-Schwertkunst wurde ursprünglich von Arundolyns Kindheitsfreund Rostam dem Jungen Wolf erfunden.\nDie Legende besagt, dass er jeden Tropfen Regen, der vom Himmel fiel, zerteilen könnte und dass der Wind, den sein Schwerttanz erzeugte, sogar Rosen spalten und Fackeln löschen konnte.\nDer Charakter der Favonius-Schwertkunst zeichnet sich durch Präzision und Schnelligkeit aus.\n\nAls er siebenundzwanzig Jahre alt war, erhielt Rostam den Titel des Jungen Wolfs.\nEs war eine Tradition des Ordo Favonius, dass Titel wie Löwe oder Wolf nur für die reserviert waren, die großes Potenzial versprachen.\nSolche Personen würden eines Tages das Amt des Großmeisters bekleiden, um selbstlos die Ritterschaft anzuführen und Mondstadt zu verteidigen.\nAuch wenn Rostam immer pflichtbewusst war, so erlebte er diesen Tag nicht mehr.\n\nSeit Rostam den Schwertkampf gemeistert hatte, gab es nie wieder jemanden, der ihm an Geschicklichkeit und Können das Wasser reichen konnte.\nSein Enthusiasmus und der Herzenswille Mondstadt zu dienen lebt in Folgegenerationen weiter.\n",
    "es": "\nUna espada estándar entre los Caballeros de Favonius. Debe contar con la aprobación del Gran Maestro y la Iglesia para ser entregada.\nLos artesanos de Mondstadt han obtenido ciertos resultados en afinidad elemental mediante el estudio del elemento Anemo.\nEsta espada ligera y ágil no solo es un honor otorgado a un Caballero de Favonius, sino también el fruto del arduo trabajo y las habilidades de los guardianes de Mondstadt.\nPuede canalizar poderes elementales con facilidad. Pero hay que tener en cuenta que su cuchilla afilada tiene el propósito de defender, no de atacar.\n\nLa técnica de espada Favonius fue transmitida hasta la actualidad por Rostam, el Cachorro de Lobo, amigo de la infancia y contraparte espiritual de Arundolyn, el León de la Luz.\nSegún la leyenda, Rostam podía cortar las gotas de lluvia que caían del cielo, y el viento que causaba la danza de su espada podía cortar rosas y extinguir el fuego.\nEn eso radica la esencia de la técnica de espada Favonius: la ligereza, la rapidez y la precisión para defender Mondstadt.\n\nA sus 27 años, Rostam recibió el título de Cachorro de Lobo.\nLa tradición de los Caballeros de Favonius dictaba que los títulos de León y Lobo estaban reservados para aquellos con un gran potencial de liderazgo.\nAlgún día, tales personas asumirían el puesto de Gran Maestro, dedicándose al liderazgo de una multitud de caballeros y la protección de Mondstadt.\nPero, aunque cumplió sus deberes fielmente y se entregó en cuerpo y alma a Mondstadt, ese día nunca llegó para Rostam.\n\nDesde que Rostam creó su técnica de espada, ningún otro espadachín pudo igualar su legendaria habilidad.\nPero su fervor, junto con su voluntad de proteger a Mondstadt, han permanecido con los caballeros generación tras generación.\n",
    "fr": "\nUne épée standard des chevaliers de l'Ordre de Favonius. Seuls ceux ou celles qui reçoivent l'approbation du Grand Maître et de l'Église peuvent la posséder.\nAprès des années de recherche, les forgerons de Mondstadt ont bien avancé dans le domaine de l'affinité élémentaire.\nCette épée légère et tranchante n'est pas seulement une récompense honorifique pour les chevaliers de l'Ordre ; elle représente aussi la maîtrise des techniques de combat et la ferveur des protecteurs de Mondstadt.\nInvoquer les éléments est un jeu d'enfant avec cette arme ; mais celui qui l'utilise doit se rappeler que c'est une arme de défense, et non d'attaque.\n\nOn raconte que l'art de l'épée tel que pratiqué par l'Ordre de Favonius remonte à Rostam, dit le Jeune Loup, ami d'enfance d'Arundolyn, le Lion de la Lumière.\nD'après la légende, il aurait été capable de trancher chaque goutte tombant du ciel, et le souffle de sa lame aurait suffi à découper la rose et éteindre la torche.\nC'est en cela que réside l'essence de l'art pour les chevaliers de l'Ordre : légèreté, rapidité et précision, autant de qualités requises dans la protection de Mondstadt.\n\nÀ vingt-sept ans, Rostam reçu le titre de « Jeune Loup ».\nD'après la tradition de l'Ordre, les titres de Lion et Loup étaient réservés aux chevaliers faisant montre de qualités de meneurs ;\nceux ainsi nommés devenaient ainsi un jour Grand Maître, dédiant leur vie à la direction d'une multitude de chevaliers et à la protection de Mondstadt.\nMais bien qu'il eut rempli son devoir avec zèle, Rostam ne vécut pas pour connaître cet honneur.\n\nL'art de l'épée tel qu'il fut introduit par Rostam, par personne d'autre ne fut ensuite égalé.\nMais sa ferveur et sa dédication à la cité se sont transmis eux de génération en génération.\n",
    "pt": "\nUma espada longa padrão dos Cavaleiros de Favonius, só é entregue após a aprovação do Grande Mestre e da Igreja.\nOs artesãos em Mondstadt alcançaram alguns resultados em afinidade elemental ao estudar o Anemo de Mondstadt.\nEsta espada leve e ágil não é apenas uma honra concedida a um Cavaleiro de Favonius, mas também o fruto do trabalho árduo e das habilidades dos guardiões de Mondstadt.\nEla pode canalizar a energia elemental com facilidade. Seu portador faria bem em lembrar que sua lâmina afiada se destina a defender, não atacar.\n\nA arte tradicional da Espada de Favonius foi originada pelo seu amigo de infância e sua contraparte espiritual de Arundolyn, o Leão da Luz, cujo nome era Rostam, o Filhote de Lobo.\nA lenda diz que ele poderia cortar cada gota de chuva do céu, e que o vento de sua dança com espada poderia dividir a rosa e extinguir a tocha.\nNisto reside a essência da técnica com espada dos Favonius: a leveza, a rapidez e na precisão na defesa de Mondstadt.\n\nAos vinte e sete anos, Rostam recebeu o título de Filhote de Lobo.\nA tradição dos Cavaleiros de Favonius ditava que os títulos de Leão e Lobo eram reservados para aqueles com grande potencial de liderança,\ntais indivíduos um dia assumiriam a posição de Grande Mestre, devotando-se para liderar uma legião de cavaleiros para proteger Mondstadt.\nMas, apesar dele ter cumprido seus deveres fielmente, e se dedicar à Mondstadt, Rostam não viveria para ver esse dia.\n\nDesde que Rostam introduziu sua técnica de espada, nenhum outro praticante alcançou sua habilidade lendária.\nMas seu fervor, junto com sua vontade para proteger Mondstadt, permaneceram com os cavaleiros por gerações.\n",
    "ru": "\nСтандартный длинный меч рыцарей Ордо Фавониус. Обычно он выдаётся только тем, кто получил одобрение от магистра и церкви.\nУчёные и ремесленники, исследуя защищающий город Анемо элемент, добились некоторых результатов в сфере связи с элементами.\nПоэтому этот лёгкий меч не только гордость Ордо Фавониус, но и квинтэссенция искусства и упорства защитников Мондштадта.\nМеч легко проводит силы элементов. Но помните, он создан для защиты, а не для убийства.\n\nПередающийся из поколения в поколение вплоть до наших дней фехтовальный стиль Фавония был основан последователем Арундолина, Льва Света. Того человека звали Рустан, он же - Волчонок.\nГоворят, он мог разрезать каждую каплю дождя, падающую с неба, а ветер, поднимавшийся, когда он танцевал с клинком, мог сорвать лепестки с роз и потушить пламя факелов.\nЭто и лежит в основе фехтовального стиля Фавония: легкость, скорость, точность, а также идея защиты мира в Мондштадте.\n\nВ двадцать семь лет Рустан получил титул «Волчонок».\nСогласно традициям Ордо Фавониус, тот, кому даровано звание Льва или Волка,\nоднажды сможет возглавить орден и стать магистром, защитником Мондштадта.\nНо он, полностью посвятивший себя долгу и Мондштадту, не дожил до того дня.\n\nРустан основал стиль фехтования, и никто не мог достигнуть такого мастерства, каким он когда-то обладал.\nНо его преданность и желание защищать действительно передаются от рыцаря к рыцарю и по сей день.\n",
    "id": "\nSebuah pedang panjang yang digunakan oleh Knights of Favonius. Biasanya memerlukan persetujuan dari gereja dan Master ordo sebelum dikeluarkan.\nPara pengrajin di Mondstadt telah membuahkan beberapa hasil dalam afinitas elemen dengan mempelajari Anemo di Mondstadt.\nPedang yang ringan dan lincah ini bukan hanya sebuah kehormatan yang dianugerahkan kepada seorang Knights of Favonius, tapi juga buah dari kerja keras dan keterampilan para penjaga Mondstadt.\nDapat menyalurkan kekuatan elemental dengan mudah. Pemiliknya harus ingat bahwa pedang ini berfungsi untuk melindungi, bukan menyerang.\n\nSeni tradisional Favonius Bladework berasal dari teman masa kecil dan belahan jiwa Arundolyn, the Lion of Light, yang bernama Rostam, the Wolf Pup.\nLegenda mengatakan dia bisa membelah setiap tetes hujan dari langit, dan angin dari tarian pedangnya bisa membelah mawar dan memadamkan obor.\nDi sini terbaring esensi dari Favonius Bladework: cahaya, kecepatan dan ketepatan dalam mempertahankan Mondstadt.\n\nDi usia 27 tahun, Rostam menerima gelar Wolf Pup.\nTradisi Knights of Favonius mengatakan bahwa gelar Lion dan Wolf hanya diberikan kepada pemimpin hebat yang berpotensi,\nIndividu seperti itu suatu hari akan berada di posisi Grand Master, mendedikasikan diri kepada jalan kesatria dan menjaga Mondstadt.\nTetapi, meskipun dia memenuhi kewajibannya dan mendedikasikan dirinya untuk Mondstadt, Rostam tidak akan hidup untuk melihat hari itu.\n\nSejak Rostam memperkenalkan ilmu menempa pedang, tidak ada yang bisa menandingi kemampuannya yang legendaris.\nTetapi semangatnya, bersama dengan keinginannya untuk melindungi Mondstadt, terus hidup bersama para kesatria sepanjang generasi.\n",
    "th": "\nดาบยาวมาตรฐานใช้โดยกองอัศวินแห่ง Favonius โดยปกติจะออกหลังจากได้รับอนุมัติจากทั้งหัวหน้ากองและคริสตจักร\nจากการศึกษาลมของ Mondstadt ช่างฝีมือของ Mondstadt ได้รับผลลัพธ์ในการเพิ่มพลังธาตุ\nดาบที่เบาและว่องไวนี้ไม่เพียง แต่เป็นเกียรติแก่อัศวินแห่ง Favonius เท่านั้น แต่ยังเป็นผลจากการทำงานหนักและทักษะของเหล่าผู้พิทักษ์ Mondstadt ด้วย\nมันง่ายที่จะได้รับพลังธาตุผ่านมัน โปรดจำไว้ว่าความคมของดาบนี้มีไว้เพื่อการคุ้มครองไม่ใช่การฆ่า\n\nวิชาดาบแห่ง Favonius ที่สืบทอดต่อกันมานั้นกำเนิดมาจากเพื่อนในสมัยเด็กของราชสีห์แห่งแสง หรือที่รู้จักกันในนาม Arundolyn เขาถูกเรียกว่า หมาป่าหนุ่ม Rostam\nว่ากันว่าเขาสามารถผ่าสายฝนที่โปรยลงมาแต่ละเม็ดได้ ลมที่เกิดจากระบำดาบก็สามารถตัดกุหลาบหรือดับคบเพลิงได้\nสิ่งนี้แสดงให้เห็นถึงวิชาดาบของ Favonius ไม่มากก็น้อย \"เบาบาง รวดเร็ว แม่นยำ\" เหล่านี้เพื่อปกป้องความสงบสุขของ Mondstadt\n\nในตอนที่อายุได้ยี่สิบเจ็ดปี Rostam ได้รับตำแหน่ง \"หมาป่าหนุ่ม\"\nตามธรรมเนียมของกองอัศวินแห่ง Favonius แล้ว อัศวินที่ได้รับตำแหน่งของสิงโตและหมาป่า\nคือผู้ที่วันหนึ่งจะก้าวขึ้นมานำเหล่าอัศวิน เป็นแกรนด์มาสเตอร์แห่งกองอัศวินผู้พิทักษ์ Mondstadt\nแต่ถึงแม้ว่าจะจะทำหน้าที่อย่างเต็มที่และอุทิศตนเพื่อ Mondstadt แล้ว แต่ Rostam ก็ไม่อาจอยู่จนถึงวันนั้นได้\n\nวิชาดาบที่ Rostam คิดค้นขึ้นมานั้นยังไม่มีใครที่สามารถไปจนถึงระดับที่เขาทำได้\nแต่ความรักและมุ่งมั่นที่จะปกป้อง Mondstadt ของเขานั้นยังคงสืบทอดจากรุ่นสู่รุ่นมาจนถึงเหล่าอัศวินในยุคสมัยนี้\n",
    "vi": "\nTrường kiếm của Đội kỵ sĩ Tây Phong, thông thường phải được đội trưởng và Giáo Hội phê chuẩn mới được phân phát.\nQua việc nghiên cứu gió thần Mondstadt, các thợ thủ công Mondstadt đạt được thành quả trong công việc tăng sức mạnh nguyên tố.\nThanh kiếm nhẹ này không chỉ là danh hiệu vinh dự cho kỵ sĩ Tây Phong, mà còn là sự kết tinh giữa sự cần cù và ý chí phấn đấu của kỵ sĩ Mondstadt.\nSử dụng nó có thể điều khiển sức mạnh nguyên tố dễ dàng. Nhưng hãy nhớ rằng, sự sắc bén của thanh kiếm là để bảo hộ, chứ không phải tàn sát.\n\nTây Phong Kiếm Thuật được lưu truyền đến ngày nay bắt nguồn từ hình ảnh của Arundolyn - Sư Tử Ánh Sáng, được gọi là Sói Con Rostam.\nTương truyền anh có thể chém đôi từng hạt mưa rơi, gió được sinh ra từ kiếm có thể chặt đứt tường vi, dập tắt ngọn lửa.\nĐồng thời cũng thể hiện đặc tính của Tây Phong Kiếm Thuật: nhẹ, nhanh, chuẩn xác để bảo vệ hòa bình cho Mondstadt.\n\nNăm 27 tuổi, Rostam được gọi là \"sói con\".\nGiống như truyền thuyết của Đội Kỵ Sĩ Tây Phong, kỵ sĩ được phong tặng tên kỵ sĩ sư tử hoặc chó sói.\nĐại Đội Trưởng sẽ có một ngày dẫn dắt các kỵ sĩ, hết mình bảo vệ Mondstadt.\nThế nhưng anh - người luôn giữ trách nhiệm, tất cả vì Mondstadt lại không thể sống đến ngày đó.\n\nRostam tạo ra kiếm thuật nhưng chưa có ai đạt đến cảnh giới cao như anh.\nLòng nhiệt huyết và trái tim thủ hộ, được truyền từ đời này đến đời sau.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>60%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>12</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>60%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>12</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>60%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>60%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>60%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>60%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>60 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>60%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>60%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>60%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>12 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>60%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>12</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>70%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>10.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>70%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>10.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>70%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>10.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>70%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>10.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>70%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>10.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>10,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>70%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>10.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>70 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>10,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>70%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>10.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>70%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>10,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>70%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>10,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>10.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>70%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>10.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>80%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>9</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>80%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>9</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>80%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>9</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>80%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>9</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>80%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>9</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>9</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>80%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>9</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>80 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>9</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>80%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>9</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>80%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>9</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>80%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>9 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>9</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>80%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>9</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>90%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>7.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>90%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>7.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>90%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>7.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>90%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>7.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>90%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>7.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>7,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>90%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>7.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>90 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>7,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>90%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>7.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>90%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>7,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>90%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>7,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>7.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>90%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>7.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>100%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>6</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>100%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>6</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>100%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>6</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>100%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>6</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>100%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>6</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>6</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>100%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>6</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>100 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>6</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>100%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>6</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>100%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>6</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>100%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>6 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>6</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>100%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>6</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Sword_Zephyrus",
  "imgid": "sword/zephyrus"
}