[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "流放者、机械猎手、探索者、被封者、救世主等…在原本的世界里有着诸多身份的她，是一名从「基因」层面就注定要治愈世界的女杰。\n\n如今她来到了全新的世界，充满了前所未见的挑战，于是，她再次欣然投身狩猎的旅途。",
      "zht": "被逐者、機械獵人、探索者、受膏者、救世主等…在原本的世界裡有著諸多身分的她，是一名從「基因」層面就註定要治癒世界的女傑。\n\n如今她來到了全新的世界，充滿了前所未見的挑戰，於是，她再次欣然投身狩獵的旅途。",
      "jp": "異端者、機械狩人、探究者、申し子、救世主…元の世界では多くの身分を持っていたアーロイは、その「遺伝子」から、世界を救うことを宿命づけられていた。\n\nしかし今、彼女は新しい世界に来て、かつてないほどの困難に直面し、狩りの旅に身を投じることに喜びを感じた。",
      "ko": "추방자, 기계 사냥꾼, 탐색자, 신이 닿은 자, 구세주 등등…. 원래의 세계에서 여러 신분을 가졌던 그녀는 「유전자」에서부터 이미 세계를 치유할 여걸로 정해져 있었다.\n\n새로운 세계에 온 그녀의 눈앞에 처음 경험하는 도전이 펼쳐졌고, 그녀는 기꺼이 다시 사냥의 여정을 시작하기로 했다",
      "en": "Outcast, hunter of machines, Seeker, Anointed, Savior... Aloy had many identities in her original world, and she was destined on account of her genetics to be the heroine who would heal it.\n\nNow, she has arrived in a new world, full of never-before-seen challenges, and once again, she throws herself gladly into the hunt.",
      "de": "Ausgestoßene Jägerin der Maschinen, Erkunderin, Verbannte, Retterin usw. ... Mit vielen Identitäten in ihrer ursprünglichen Welt ist sie eine Heldin, die dazu bestimmt ist, die Welt von der „genetischen“ Ebene aus zu heilen.\n\nJetzt befindet sie sich in einer neuen Welt, voller ungeahnter Herausforderungen, und sie ist froh, wieder auf der Jagd zu sein.",
      "es": "Paria, cazadora de máquinas, buscadora, elegida, salvadora... Aloy tenía distintas identidades en su mundo y, debido a su genética, fue destinada a convertirse en la heroína que lo curaría.\n\nHoy se encuentra en un nuevo mundo lleno de desafíos nunca antes vistos y, como siempre, ella está encantada de volver a dedicarse en cuerpo y alma a la caza.",
      "fr": "Paria, chasseuse de machines, traqueuse, élue, salvatrice... Nombreuses étaient les identités d'Aloy dans son monde d'origine. De par sa génétique, elle était l'héroïne destinée à le guérir.\n\nElle arrive aujourd'hui dans un nouveau monde rempli de nouveaux défis. À nouveau, Aloy est prête à prendre part à la chasse.",
      "pt": "Pária, caçadora de máquinas, procuradora, ungida, salvadora... Aloy tinha muitas identidades em seu mundo original e estava destinada, por causa de sua genética, a ser a heroína que iria curá-lo.\n\nAgora, ela chegou a um novo mundo, cheio de desafios nunca antes vistos, e mais uma vez, ela se joga alegremente à caça.",
      "ru": "Изгой, охотница на машины, искательница, помазанница, спасительница... У Элой было много личностей в её родном мире, и ей благодаря её генетике суждено было стать героиней, которая исцелит его.\n\nТеперь она прибыла в новый мир, полный невиданных ранее вызовов, и снова с радостью приступает к охоте.",
      "id": "Orang yang diasingkan, pemburu mesin, penjelajah, Sang Pencari, Dia Yang Diurapi, Sang Penyelamat Dunia... Aloy memiliki banyak identitas di dunia asalnya. Berkat gen yang ada di tubuhnya, Aloy ditakdirkan menjadi wanita yang akan memulihkan dunianya.\n\nKini dia telah tiba ke dunia baru yang penuh dengan berbagai macam tantangan belum pernah dia lihat sebelumnya. Dia akan memulai perburuannya sekali lagi, dengan senang hati.",
      "th": "ผู้ถูกเนรเทศ, นักล่าเครื่องจักรกล, นักสำรวจ, ผู้ถูกเลือก, ผู้กอบกู้โลก ฯลฯ... เธอผู้มีตัวตนมากมายในโลกเดิมของเธอ คือฮีโร่สาวที่ถูกลิขิตตั้งแต่ในระดับ \"ยีน\" ให้เป็นผู้รักษาโลก\n\nตอนนี้เธอได้มาถึงโลกใหม่ ที่ซึ่งเต็มไปด้วยความท้าทายที่ไม่เคยเจอมาก่อน และเธอก็ได้กระโจนเข้าหาเส้นทางแห่งการล่าอีกครั้งด้วยความเต็มใจ",
      "vi": "Kẻ lưu đày, thợ săn máy móc, nhà thám hiểm, người kế vị, chúa cứu thế... Đó đều là những thân phận được gán lên trong thế giới của cô ấy, hoặc có thể nói cô ấy là một nữ kiệt mang bộ \"gen\" ấn định phải đi cứu rỗi thế giới.\n\nGiờ đây cô ấy đã đặt chân đến một thế giới hoàn toàn mới, tràn đầy những điều mới mẻ, chuyến đi săn của cô ấy lại lần nữa bắt đầu."
    }
  },
  {
    "title": {
      "zhs": "故事1",
      "zht": "角色故事1",
      "jp": "ストーリー1",
      "ko": "스토리1",
      "en": "Character Story 1",
      "de": "Hintergrund 1",
      "es": "Historia 1",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История 1",
      "id": "Kisah 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "埃洛伊自出生起便是一个流放者，深受其部落排斥与畏避。在毗邻部落的险峻山野中，她由经验老道的猎手罗斯特抚养成人。\n\n他教给了她狩猎的心得：猫一般的形姿与致命的精确；却没能将于她而言最为重要的事情传授给她——埃洛伊的身世：她的生父母究竟是何人？为何自己不受部落的待见？\n\n然而，个中缘由只有流逐她的部落族长才知道。",
      "zht": "亞蘿伊自出生起便是一個被逐者，深受其部族排斥與畏避。在毗鄰部族的險峻山野中，她由經驗老道的獵人羅斯特撫養成人。\n\n他教給了她狩獵的心得：貓一般的形姿與致命的精確；卻沒能將於她而言最為重要的事情傳授給她——亞蘿伊的身世：她的生父母究竟是何人？為何自己不受部族的待見？\n\n然而，個中緣由只有流逐她的部族長母才知道。",
      "jp": "アーロイは生まれた時から異端者だ。部族から拒絶され、敬遠されていた。彼女は、部族に隣接する危険な山の中で、経験豊富な狩人であるロストの手によって育てられた。\n\nロストは彼女に猫のようなフォームと致命的な精度を持つ狩りの方法を教えた。しかし、彼は最も重要なこと、つまり彼女の出身を伝えることができなかったのだ。彼女の両親はいったい誰なのか？なぜ彼女は追い出されたのか？\n\n残念ながら、その理由は彼女を追放した部族の族長にしか分からない。",
      "ko": "에일로이는 태어날 때부터 추방자였다. 이유 없이 부족의 배척과 회피에 시달리던 에일로이는 부족과 멀리 떨어진 험준한 산야에서 사냥꾼 로스트에 의해 키워졌다.\n\n로스트는 에일로이에게 고양이와 같은 자세, 치명적인 정확도와 같은 사냥법을 알려줬지만, 정작 가장 중요한 출생의 비밀은 가르쳐 주지 않았다—— 부모님은 어떤 사람인지? 왜 부족의 배척에 시달리는지?\n\n어떤 이유인지 모르겠지만 그녀를 추방한 부족의 족장만이 그 원인을 알고 있다",
      "en": "Aloy was born an outcast, deeply rejected and feared by her tribe. She was raised in the rugged mountains near their tribal dwellings by the experienced Hunter, Rost.\n\nHe taught her how to hunt: to have cat-like form and deadly accuracy. And yet, he could not pass the most important thing onto her — the truth of her birth. Who were her parents? Why had she been cast out?\n\nUnfortunately, the reasons for this were known only to the very High Matriarchs of the tribe who had exiled her.",
      "de": "Aloy war von Geburt an eine Ausgestoßene, gemieden von ihrem Stamm. Sie wurde von Rost, einem erfahrenen Jäger, in den tückischen Bergen in der Nähe des Stammes aufgezogen.\n\nEr lehrte sie, wie man jagt: mit katzenartiger Form und tödlicher Präzision, versäumte es aber, ihr das beizubringen, was für sie am wichtigsten war: Aloys Herkunft. Wer waren ihre biologischen Eltern? Warum ist sie bei ihrem Stamm unbeliebt?\n\nAllerdings kennen nur die Erzmütter des Stammes, die sie verbannt haben, den Grund dafür.",
      "es": "Aloy fue tratada como paria desde su nacimiento, siendo marginada y temida por su tribu. Fue criada por un cazador experimentado llamado Rost en las montañas, cerca de donde habitaba su tribu.\n\nÉl le enseñó todo lo que sabía sobre la caza, como por ejemplo, cómo merodear cual felina desempeñando una precisión mortal. Sin embargo, Rost no pudo transmitirle lo que más le importaba a Aloy: la verdad sobre su nacimiento. ¿Quiénes fueron sus padres realmente? ¿Por qué fue rechazada por su tribu?\n\nSolo las Matriarcas de la tribu que la repudió sabían las respuestas a estas preguntas.",
      "fr": "Aloy naquit paria, rejetée et crainte par les siens. Elle fut élevée dans les montagnes austères proches de sa tribu par un chasseur expérimenté nommé Rost.\n\nIl lui apprit l'art de la chasse : une grâce féline couplée à une précision mortelle. Pourtant, Rost ne put lui enseigner ce qui lui importait le plus : la vérité entourant sa naissance. Qui étaient ses parents ? Pourquoi fut-elle rejetée par sa tribu ?\n\nMalheureusement, toutes ces réponses ne pouvaient être obtenues qu'auprès des Hautes-Matriarches de la tribu l'ayant exilée.",
      "pt": "Aloy nasceu uma pária, profundamente rejeitada e temida por sua tribo. Ela foi criada nas montanhas íngremes perto de suas habitações tribais pelo experiente Caçador, Rost.\n\nEle a ensinou a caçar: a ter jeito de gato e precisão mortal. E ainda assim, ele não podia passar o mais importante para ela - a veracidade quanto a seu nascimento. Quem eram seus pais? Por que ela tinha sido expulsa?\n\nInfelizmente, as razões para isso eram conhecidas apenas pelas Matriarcas da tribo que a haviam exilado.",
      "ru": "Элой родилась изгоем. Её племя глубоко отвергало и боялось её. Раст, опытный охотник, вырастил её в суровых горах неподалеку от их племени.\n\nОн научил Элой охотиться: правильно двигаться и поражать цель. И всё же он не смог передать ей самое главное - правду о её рождении. Кто были её родители? Почему она была изгнана?\n\nК сожалению, причины этого были известны только высшим матриархам племени, изгнавшим её.",
      "id": "Aloy sejak lahir sudah diasingkan dan dikucilkan oleh sukunya sendiri. Di pegunungan terjal yang berdekatan dengan sukunya, dia dibesarkan oleh Rost — seorang pemburu veteran.\n\nRost mengajari Aloy teknik berburu — keanggunan dan akurasi mematikan layaknya seekor kucing, namun gagal mengajarinya hal yang paling penting untuk hidup Aloy. Misalnya seperti siapakah ayah ibu Aloy? Kenapa Aloy harus diperlakukan seperti itu oleh sukunya sendiri?\n\nHanya kepala suku yang mengasingkannya yang tahu alasannya.",
      "th": "Aloy กลายเป็นผู้ถูกเนรเทศตั้งแต่เกิด ต้องถูกปฏิเสธและรังเกียจอย่างที่สุดจากเผ่าของตนเอง เธอได้รับการเลี้ยงดูจาก Rost นักล่าผู้มากประสบการณ์ท่ามกลางหุบเขาที่สูงชันซึ่งติดกับบริเวณที่ตั้งของเผ่า\n\nเขาสอนเธอเกี่ยวกับการล่า: ท่วงท่าที่เหมือนแมวและความแม่นยำที่อันตรายถึงชีวิต; แต่เขากลับไม่สามารถถ่ายทอดสิ่งที่สำคัญที่สุดสำหรับเธอได้... ความจริงเกี่ยวกับชีวิตของเธอ: พ่อแม่โดยสายเลือดของเธอแท้จริงแล้วคือใครกันแน่? ทำไมตนเองถึงไม่ได้รับการต้อนรับจากเผ่า?\n\nอย่างไรก็ตาม มีเพียงเหล่าผู้อาวุโสของเผ่าที่เนรเทศเธอเท่านั้น ที่รู้เหตุผลของเรื่องนี้",
      "vi": "Aloy sinh ra đã là một kẻ bị ruồng bỏ, bị bộ tộc của cô từ chối và xa lánh. Cô lớn lên trên vùng núi hiểm trở và được nuôi dưỡng bởi một thợ săn giàu kinh nghiệm, Rost\n\nÔng ấy đã hướng dẫn cho Aloy cách đi săn: Ẩn nấp như mèo và độ chính xác chết người. Thế nhưng ông ấy không thể nói cho Aloy nghe chuyện quan trọng nhất: Sự thật về cuộc đời của cô, cha mẹ cô ấy là ai? Tại sao cô ấy bị ghẻ lạnh.\n\nTuy nhiên, những sự thật này chỉ có tộc trưởng đày ải cô ấy mới biết được."
    }
  },
  {
    "title": {
      "zhs": "故事2",
      "zht": "角色故事2",
      "jp": "ストーリー2",
      "ko": "스토리2",
      "en": "Character Story 2",
      "de": "Hintergrund 2",
      "es": "Historia 2",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История 2",
      "id": "Kisah 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "要从族长口中得知埃洛伊的生父母身份，只有一个办法，那就是在部落年度的狩猎竞赛——「试炼仪式」——中取胜，其中的胜者可以自由索求一件恩赏。\n\n从记事起她便为此刻苦训练，但当试炼之刻到来时，仪式却在灾难中落幕。\n\n神秘的杀手袭击了参赛的猎人，而罗斯特牺牲了自己的生命，让埃洛伊逃过一劫。\n\n后来，埃洛伊了解到袭击的真正目标是她自己，因为有一名神秘的古代女性，长相与她几乎一模一样。",
      "zht": "要從長母口中得知亞蘿伊的生父母身分，只有一個辦法，那就是在部族年度的狩獵競賽——「試煉儀式」——中取勝，其中的勝者可以自由索求一件恩賞。\n\n從記事起她便為此刻苦訓練，但當試煉之刻到來時，儀式卻在災難中落幕。\n\n神秘的殺手襲擊了參賽的獵人，而羅斯特犧牲了自己的生命，讓亞蘿伊逃過一劫。\n\n後來，亞蘿伊瞭解到襲擊的真正目標是她自己，因為有一名神秘的古代女性，長相與她幾乎一模一樣。",
      "jp": "アーロイの両親を知るには、一つだけ方法があった。それは部族に年に一度開かれる狩猟大会「試練」で優勝することだ。優勝者は自由に報酬を要求することができる。\n\nこの日のために、物心ついた時から一生懸命練習してきたが、いざ本番になると、その儀式は悲劇に終わってしまう。\n\n謎の刺客が参加者であるハンターたち襲撃した。そしてロストの犠牲によって、アーロイは脱出することができたのだ。\n\nその後、アーロイは自分が真の標的であることを知る。何故ならアーロイは、謎めいた古代から訪れし女性と、そっくりな顔をしていたからだ。",
      "ko": "족장의 입에서 에일로이의 생부모의 신분을 알아내는 방법은 하나밖에 없다. 매년 부족에서 열리는 사냥 대회——「증명의 의식」——에서 우승하는 것이다. 우승하면 원하는 것을 받을 수 있다.\n\n 기억이 시작되었던 순간부터 그녀는 피나는 훈련을 했고 증명의 순간만을 기다려왔지만 의식은 재난 속에서 막을 내렸다.\n\n베일에 싸인 킬러가 참가자를 습격했고 로스트는 자신을 희생하여 에일로이를 겨우 살렸다.\n\n자신과 똑같이 생긴 베일에 싸인 여성을 발견하고는 에일로이는 습격의 대상이 자신이라는 것을 알아냈다",
      "en": "There was only one way to discover the identity of Aloy's parents — victory at the Proving, the tribe's annual hunting contest, in which the victor would be free to ask for a reward.\n\nShe would train hard all her life for that event, but when the moment of trial came, the ritual would end in tragedy.\n\nMysterious assassins slew the participating Hunters, and it was only through Rost's sacrifice that Aloy was able to escape.\n\nLater, Aloy would learn that she was the true target of the attack, for she had almost exactly the same face as an enigmatic, ancient woman.",
      "de": "Die einzige Möglichkeit, die Identität von Aloys biologischen Eltern von den Erzmüttern zu erfahren, bestand darin, den jährlichen Jagdwettbewerb des Stammes, die Erprobung, zu gewinnen, bei dem der Gewinner eine Belohnung beanspruchen konnte.\n\nSo weit sie zurückdenken kann, hatte sie dafür hart trainiert, aber als der Moment der Erprobung endlich gekommen war, endete sie in einer Katastrophe.\n\nMysteriöse Attentäter griffen die teilnehmenden Jäger an, und Rost opferte sein Leben, damit Aloy entkommen konnten.\n\nSpäter erfuhr Aloy, dass das eigentliche Ziel des Angriffs sie selbst war, denn es gibt eine mysteriöse alte Frau, die fast genauso aussieht wie sie.",
      "es": "Solo podría conseguir que las Matriarcas le desvelaran qué sucedió con sus padres si se hacía con la victoria en La Prueba, la competición anual de caza de su tribu, en la que el ganador podría pedir cualquier cosa como premio.\n\nDesde que tuvo uso de razón, Aloy puso todo su esfuerzo en sus entrenamientos para prepararse para La Prueba. Sin embargo, cuando por fin llegó el gran día, ocurrió un terrible desenlace.\n\nUnos asesinos misteriosos atacaron por sorpresa en la competición y Rost tuvo que sacrificarse para que Aloy pudiera escapar.\n\nFinalmente, Aloy descubrió que esos asesinos venían por ella porque su rostro es exactamente igual que el de una misteriosa mujer de la antigüedad.",
      "fr": "Il n'existait qu'une seule façon pour Aloy de découvrir qui étaient ses parents : sortir victorieuse de l'Éclosion, l'épreuve de chasse annuelle de sa tribu. Le vainqueur obtient le droit à une faveur.\n\nElle s'entraîna d'arrache-pied dans ce but, mais lorsque vint le moment de la cérémonie, une tragédie se produisit. De mystérieux assassins attaquèrent les chasseurs. Rost se sacrifia pour permettre à Aloy de s'échapper.\n\nPar la suite, elle apprit qu'elle était la véritable cible des assassins, à cause de son étrange ressemblance avec une énigmatique femme du passé.",
      "pt": "Só havia uma maneira de descobrir a identidade dos pais de Aloy - a vitória no Campo de Caça, o concurso anual de caça da tribo, no qual o vencedor ficaria livre para pedir uma recompensa.\n\nEla treinaria arduamente durante toda sua vida para esse evento, mas quando chegasse o momento do julgamento, o ritual terminaria em tragédia.\n\nMisteriosos assassinos mataram os Caçadores participantes, e foi somente através do sacrifício de Rost que Aloy conseguiu escapar.\n\nMais tarde, Aloy aprenderia que ela era o verdadeiro alvo do ataque, pois tinha quase exatamente o mesmo rosto de uma mulher enigmática e ancestral.",
      "ru": "Был только один способ узнать, кто родители Элой - победа на Инициации, ежегодном охотничьем состязании племени, в котором победитель мог просить награду.\n\nОна всю жизнь упорно тренировалась, но когда настал момент испытания, ритуал закончился трагедией. \n\nТаинственные убийцы напали на участников состязания, и только благодаря жертве Раста Элой удалось спастись.\n\nПозднее Элой узнает, что истинной целью нападения была она, потому что у неё было почти такое же лицо, как у загадочной древней женщины.",
      "id": "Hanya ada satu cara untuk mengetahui identitas orang tua Aloy, yaitu dengan memenangkan \"Proving\", kompetisi berburu tahunan suku asal Aloy. Pemenangnya boleh meminta hadiah apa pun.\n\nAloy sudah berlatih sangat keras seumur hidupnya, tetapi saat kompetisi tersebut dimulai, semuanya malah berakhir dengan bencana.\n\nPara pembunuh misterius datang dan membunuh pemburu-pemburu yang mengikuti kompetisi, dan Rost mengorbankan nyawanya sendiri untuk menyelamatkan Aloy.\n\nKemudian, Aloy pun mengetahui bahwa target serangan tersebut adalah dirinya, karena wajahnya serupa dengan seorang wanita misterius dari zaman dahulu.",
      "th": "มีเพียงวิธีเดียวเท่านั้นที่จะรู้ตัวตนของพ่อแม่ที่แท้จริงของ Aloy จากเหล่าผู้อาวุโส นั่นก็คือการได้รับชัยชนะใน \"บททดสอบ\"... ซึ่งเป็นการแข่งขันการล่าประจำปีของเผ่า โดยผู้ชนะจะสามารถขอรางวัลอะไรก็ได้หนึ่งอย่าง\n\nเธอฝึกฝนอย่างหนักเพื่อสิ่งนี้ตั้งแต่จำความได้ แต่เมื่อถึงเวลาของบททดสอบ พิธีก็จบลงด้วยความหายนะ\n\nกลุ่มนักฆ่าลึกลับเข้าโจมตีนักล่าที่เข้าร่วม และ Rost ก็ได้เสียสละชีวิตเพื่อให้ Aloy หนีไปได้\n\nต่อมา Aloy ก็ได้รู้ว่าเป้าหมายที่แท้จริงของการโจมตีก็คือตัวเธอเอง เพราะเธอดันไปมีใบหน้าเหมือนกับหญิงโบราณลึกลับคนหนึ่งทุกประการ",
      "vi": "Muốn biết được cha mẹ của Aloy thực sự là ai, chỉ có một cách, đó là tham gia và chiến thắng trong giải đi săn hằng năm, kẻ thắng sẽ được yêu cầu một ân huệ.\n\nCô ấy từ đó đã lao đầu vào khổ luyện, nhưng khi thời khắc thử thách diễn ra, nghi lễ đã kết thúc trong bi kịch.\n\nNhững tên sát thủ bí ẩn đã giết chết các thợ săn tham dự, và chỉ nhờ sự hy sinh của Rost, Aloy mới có thể trốn thoát.\n\nSau đó, Aloy mới biết rằng cô ấy là mục tiêu thực sự của cuộc tấn công, vì cô ấy có khuôn mặt gần như giống hệt một người phụ nữ cổ đại bí ẩn."
    }
  },
  {
    "title": {
      "zhs": "故事3",
      "zht": "角色故事3",
      "jp": "ストーリー3",
      "ko": "스토리3",
      "en": "Character Story 3",
      "de": "Hintergrund 3",
      "es": "Historia 3",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История 3",
      "id": "Kisah 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "埃洛伊明白，只有找到杀手，才能掌握自己生世的秘密。\n\n追寻的旅途将她带到了远超想象的狂野危险的世界中，将奇异而强大的部落、充满谜团的远古遗迹、可怖的敌人——不论是人类，还是机械——带到了她的面前。\n\n在最后，真正的敌人「哈迪斯」出现在了她的面前：它是充满恶意的智能体，执着于肃清世间一切生命。\n\n击败「哈迪斯」唯一的方法，是探明她与那名古代女性之间的联系，那个过去的埃洛伊…甚至，或许是埃洛伊的生母？",
      "zht": "亞蘿伊明白，只有找到殺手，才能掌握自己生世的秘密。\n\n追尋的旅途將她帶到了遠超想像的狂野危險的世界中，將奇異而強大的部族、充滿謎團的遠古遺蹟、可怖的敵人——不論是人類，還是機械——帶到了她的面前。\n\n在最後，真正的敵人「黑底斯」出現在了她的面前：它是充滿惡意的智能體，執著於肅清世間一切生命。\n\n擊敗「黑底斯」唯一的方法，是探明她與那名古代女性之間的聯繫，那個過去的亞蘿伊…甚至，或許是亞蘿伊的生母？",
      "jp": "アーロイは理解していた。自分の出身を知るためには、その犯人を見つけなければならないということを。\n\n探し求めた結果、彼女は想像をはるかに超えた荒々しく危険な世界に入り込み、奇妙で強力な部族、謎めいた古代遺跡、恐ろしい敵が彼女の前に現れた——それは人間か、それとも機械なのか。\n\n最後に彼女の前に現れたのは、真の敵「ハデス」だった。それは悪意に満ちた人工知能で、世界からすべての生命を浄化しようとするものだった。\n\n「ハデス」を倒す方法はただ一つ。それは彼女とあの古代の女性との繋がりを調べること。過去に存在していたアーロイ…それは、アーロイの母親だったのだろうか？",
      "ko": "에일로이는 범인을 찾아야만 자신의 출생의 비밀을 알아낼 수 있다고 생각했다.\n\n범인을 쫓다가 상상을 초월하는 위험한 세계로 들어섰다. 기이하고 막강한 부족, 베일에 싸여있는 고대 유적, 무서운 적——인간과 기계——모두 그녀의 눈앞에 나타났다.\n\n마지막으로 진정한 적이라고 불리는 「하데스」가 나타났다. 이는 사념이 가득한, 죽음을 관장하는 무서운 존재이다.\n\n「하데스」를 이길 수 있는 유일한 방법은 고대시대의 여성과의 관계를 알아내는 것이다. 과거의 에일로이일 수도 있고… 어쩌면 에일로이의 생모일지도?",
      "en": "Aloy knew that she had to find these killers to understand her origins.\n\nHer pursuit brought her into a wild and dangerous world far beyond her imagination, bringing strange and powerful tribes, mysterious ancient ruins, and terrifying enemies — whether human or machine — before her.\n\nIn the end, the true enemy, HADES, appeared before her. It was an artificial intelligence filled with malice, bent on cleansing the world of all life.\n\nThere was only one way to defeat HADES: investigate her link with that ancient woman, that \"Aloy from the past\"... Or could she have been her mother?",
      "de": "Aloy wusste, dass der einzige Weg, die Geheimnisse ihrer Herkunft zu lüften, darin bestand, die Attentäter zu finden.\n\nDie Verfolgungsjagd führte sie in wilde und gefährliche Welten, die weit jenseits ihrer Vorstellungskraft lagen und ihr seltsame und mächtige Stämme, uralte Ruinen voller Geheimnisse und schreckliche Feinde, sowohl menschliche als auch mechanische, bescherten.\n\nAm Ende erschien der wahre Feind, „HADES“, vor ihr: Er steckte voller bösartiger Gerissenheit, besessen davon, die Welt von jeglichem Leben zu säubern.\n\nDie einzige Möglichkeit, „HADES“ zu besiegen, bestand darin, die Verbindung zwischen der alten Frau aus der Vergangenheit und Aloy aufzudecken ... Vielleicht war sie sogar Aloys biologische Mutter?",
      "es": "Aloy comprendió que la única forma de averiguar sus orígenes era encontrando a aquellos asesinos.\n\nSu búsqueda la llevó hasta un mundo salvaje y peligroso que nunca hubiera imaginado, repleto de poderosas y extrañas tribus, ruinas antiguas llenas de enigmas, y enemigos terroríficos, tanto humanos como máquinas.\n\nFinalmente, el verdadero enemigo, HADES, apareció frente a ella. Era una inteligencia artificial rebosante de maldad que deseaba exterminar cualquier rastro de vida en el mundo.\n\nSolo era posible derrotar a HADES al desvelar la relación de Aloy con esa misteriosa mujer de la antigüedad. Esa “Aloy del pasado”... ¿quizás era la madre de Aloy?",
      "fr": "Aloy savait qu'il lui fallait retrouver ces meurtriers pour dénouer le mystère entourant sa naissance.\n\nSa recherche la mena dans un monde lointain et dangereux, au-delà de ce qu'elle aurait pu imaginer. Tribus étranges et puissantes, ruines antiques mystérieuses, terribles ennemis (humains ou mécaniques), autant de dangers qu'Aloy dut affronter.\n\nEn fin de compte, elle fit face au véritable ennemi : Hadès, une intelligence artificielle malveillante voulant purger le monde de toute forme de vie.\n\nLa seule manière de vaincre Hadès était de découvrir quel était son lien avec cette étrange femme, cette « Aloy du passé »... S'agissait-il de sa mère ?",
      "pt": "Aloy sabia que ela tinha que encontrar esses assassinos para entender suas origens.\n\nSua busca a trouxe para um mundo selvagem e perigoso muito além de sua imaginação, trazendo tribos estranhas e poderosas, ruínas antigas misteriosas e inimigos aterrorizantes - sejam humanos ou máquinas - diante dela.\n\nNo final, o verdadeiro inimigo, HADES, apareceu diante dela. Era uma inteligência artificial cheia de malícia, voltada para a purificação do mundo de toda a vida.\n\nSó havia uma maneira de derrotar HADES: investigar sua ligação com aquela mulher ancestral, aquela \"Aloy do passado\"... Ou ela poderia ter sido sua mãe?",
      "ru": "Элой знала, что должна найти этих убийц, чтобы узнать о своём происхождении.\n\nПоиски привели её в дикий и опасный мир, далеко превосходящий её воображение, в котором перед ней предстали странные и могущественные племена, таинственные древние руины и ужасающие враги - люди и машины.\n\nВ конце концов, перед ней появился истинный враг, АИД. Это был искусственный интеллект, полный злобы, стремящийся очистить мир от всего живого.\n\nЕсть только один способ победить АИДа: понять её связь с той древней женщиной, той Элой из прошлого... Могла ли она быть её матерью?",
      "id": "Aloy tahu bahwa dia dapat mengungkap rahasia identitasnya jika dia menemukan pembunuh tersebut.\n\nPerjalanan pengejarannya pun membawanya ke dunia liar dan berbahaya yang jauh melampaui imajinasi, membawanya bertemu suku-suku lain yang kuat, reruntuhan kuno yang penuh misteri, dan musuh-musuh mengerikan — baik manusia atau pun monster.\n\nPada akhirnya, musuh yang sebenarnya muncul di hadapannya — HADES. HADES adalah makhluk dengan tingkat kecerdasan tinggi yang sangat kejam dan terobsesi untuk memberantas semua kehidupan di dunia.\n\nCara satu-satunya untuk mengalahkan HADES adalah mencari tahu hubungan antara Aloy dan wanita kuno itu — Aloy dari masa lampau... atau apa mungkin wanita itu adalah ibu kandung Aloy?",
      "th": "Aloy เข้าใจดีว่ามีเพียงการตามหามือสังหารให้พบเท่านั้น ที่จะสามารถเปิดเผยความลับของชีวิตตัวเองได้\n\nการเดินทางไล่ล่านำพาเธอไปยังโลกที่โหดร้าย และอันตรายเหนือจินตนาการ นำเธอไปพบกับชนเผ่าที่แปลกประหลาดและทรงพลัง ซากปรักหักพังโบราณที่เต็มไปด้วยความลึกลับ และศัตรูที่น่ากลัว... ไม่ว่าจะเป็นมนุษย์หรือเครื่องจักรเข้ามายังเบื้องหน้าเธอ\n\nในท้ายที่สุด \"HADES\" ศัตรูที่แท้จริงก็ปรากฏตัวต่อหน้าเธอ มันคือจักรกลอัจฉริยะที่เต็มไปด้วยความอาฆาตพยาบาท และมุ่งมั่นอยู่กับการทำลายล้างทุกชีวิตในโลก\n\nวิธีเดียวที่จะเอาชนะ \"HADES\" ได้ คือการค้นหาความเชื่อมโยงระหว่างเธอกับ \"Aloy จากในอดีต\" หญิงโบราณผู้นั้น... หรือบางทีผู้หญิงคนนั้นอาจจะเป็นแม่ที่แท้จริงของเธอ?",
      "vi": "Aloy biết rằng cô phải tìm ra những kẻ giết người này để tìm hiểu nguồn gốc của mình.\n\nCuộc truy đuổi đã đưa cô vào một thế giới hoang dã và nguy hiểm vượt xa trí tưởng tượng, mang đến trước mặt Aloy những bộ tộc hùng mạnh kỳ lạ, những tàn tích cổ đại bí ẩn và những kẻ thù đáng sợ.\n\nCuối cùng, kẻ thù thực sự, HADES, đã xuất hiện trước mặt Aloy. Đó là một trí thông minh nhân tạo chứa đầy ác niệm, muốn thanh tẩy thế giới của mọi sự sống.\n\nChỉ có một cách để đánh bại HADES: Đó là điều tra mối liên hệ của cô ấy với người phụ nữ cổ đại đó, đó là \"Aloy từ quá khứ\"... hay thậm chí là mẹ của Aloy chăng?"
    }
  },
  {
    "title": {
      "zhs": "故事4",
      "zht": "角色故事4",
      "jp": "ストーリー4",
      "ko": "스토리4",
      "en": "Character Story 4",
      "de": "Hintergrund 4",
      "es": "Historia 4",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История 4",
      "id": "Kisah 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "追寻着「哈迪斯」的踪迹，埃洛伊踏遍诸多远古遗迹，最终发现了自己的起源：并非经由人的血肉诞生，而是克隆的造物。\n\n千年前拯救生命的那名女性的基因，是制造她的原本。\n\n这等秘密不仅仅赋予了她与生俱来的力量，也引导着她的命运：这些遗传物质是阻止末日再次降临的关键。\n\n在这份知识的加持下，在来自大地上诸多部族的盟友协助下，埃洛伊在光辉的「子午线城」中，经由宏大的决战，最终击败了「哈迪斯」与其麾下的恶徒与机械爪牙。",
      "zht": "追尋著「黑底斯」的蹤跡，亞蘿伊踏遍諸多遠古遺蹟，最終發現了自己的起源：並非經由人的血肉誕生，而是複製人的造物。\n\n千年前拯救生命的那名女性的基因，是製造她的原本。\n\n這等秘密不僅僅賦予了她與生俱來的力量，也引導著她的命運：這些DNA是阻止末日再次降臨的關鍵。\n\n在這份知識的加持下，在來自大地上諸多部族的盟友協助下，亞蘿伊在光輝的「子午城」中，經由宏大的決戰，最終擊敗了「黑底斯」與其麾下的惡徒與機械爪牙。",
      "jp": "「ハデス」の痕跡をたどり、アーロイは数々の古代遺跡を訪れ、ついに自分の起源を発見した。そして自分は人間の血肉から生まれたのではなく、クローンで作られたものだという衝撃的な事実を知った。\n\n千年前に命を救った女性の遺伝子が、彼女のオリジナルだった。\n\nこのような秘密は、彼女に生来の力を与えるだけでなく、彼女の運命を導くものでもあった。これらの遺伝物質は、終末の日が再び来るのを防ぐための要なのだ。\n\nこの知識と、各部族からの盟友の助けを得たアーロイは「メリディアン」での壮大な決闘で、「ハデス」とその悪党や機械の手先を倒した。",
      "ko": "「하데스」의 흔적을 쫓아 에일로이는 수많은 고대 유적을 돌아다녔고 마지막에 자신의 기원지를 찾았다. 하데스는 사람들 사이에서 태어난 것이 아니라 클론을 통해 만들어진 존재였다.\n\n천년 전에 생명을 구한 그 여성의 유전자가 그녀의 모체였다.\n\n때문에 그녀는 힘을 가지고 태어났고, 운명은 이미 정해져 있었다. 이 유전 물질은 종말을 막는 핵심이다.\n\n이 지식과 여러 부족 연맹의 도움을 토대로 에일로이는 광휘의 「메리디언」에서 엄청난 결전을 통해 「하데스」와 그의 수하들을 무찔렀다",
      "en": "Hot on HADES' trail, Aloy traversed a great many ruins from the distant past, and ultimately discovered her origin: she was not born of human flesh and blood but was the result of cloning.\n\nThe genetics of the woman who had saved all life 1,000 years ago had been the basis for her creation.\n\nThis had not only granted her the abilities she had possessed since birth, but had also guided her destiny, for this genetic material was the key to preventing the second coming of the apocalypse.\n\nArmed with this knowledge, and with the help of allies from many tribes, Aloy was finally able to defeat HADES and its human and machine minions in a decisive battle in the shining city of Meridian.",
      "de": "Auf den Spuren von „HADES“ reiste Aloy durch viele alte Ruinen und entdeckte schließlich ihre Herkunft: Nicht aus menschlichem Fleisch und Blut, sondern als geklonte Schöpfung.\n\nDie Gene der Frau, die ihr vor tausend Jahren das Leben gerettet hat, sind das Original, das sie geschaffen hat.\n\nSolche Geheimnisse verleihen ihr nicht nur eine angeborene Macht, sie lenken auch ihr Schicksal: Dieses genetische Material ist der Schlüssel, um das Ende aufzuhalten.\n\nMit diesem Wissen und unterstützt von Verbündeten aus vielen Stämmen der Erde besiegte Aloy „HADES“ und seine Gefolgsleute und mechanischen Schergen in einem großen Kampf in der glorreichen Stadt Meridian.",
      "es": "Siguiendo el rastro de HADES, Aloy atravesó incontables ruinas del pasado hasta descubrir finalmente su origen: ella no nació de sangre y carne humana, sino que era el resultado de una clonación.\n\nLa base de su creación fue la mujer que salvó al mundo hace miles de años.\n\nEsto no solo le concedió sus habilidades innatas, sino que además guio su destino, porque su material genético era la clave para prevenir que sucediera un segundo apocalipsis.\n\nAprovechando este conocimiento, y con la ayuda de los aliados de numerosas tribus, Aloy pudo derrotar a HADES y a sus secuaces mecánicos y humanos en una batalla decisiva en la ciudad resplandeciente de Meridian.",
      "fr": "En suivant la piste d'Hadès, Aloy se retrouva dans de nombreuses ruines anciennes et finit par découvrir ses origines : elle n'était pas née de sang et de chair comme un être humain. Elle fut conçue par clonage.\n\nLe code génétique de cette femme qui avait permis à la vie de perdurer était à la base même de son existence.\n\nCela expliquait non seulement ses capacités innées, cela a également guidé son destin : ce matériel génétique était la clé pour empêcher à nouveau l'apocalypse.\n\nGrâce à ce savoir et à l'aide d'alliés originaires de nombreuses tribus, Aloy vint à bout d'Hadès ainsi que de ses sbires, humains et machines, dans la lumineuse cité de Méridian.",
      "pt": "Seguindo o rastro de HADES, Aloy atravessou muitas ruínas de um passado distante, e finalmente descobriu sua origem: ela não nasceu de carne e sangue humanos, mas foi o resultado de clonagem.\n\nA genética da mulher que salvou toda a vida há 1.000 anos havia sido a base para sua criação.\n\nIsto não só lhe havia concedido as habilidades que possuía desde o nascimento, mas também havia guiado seu destino, pois este material genético era a chave para evitar a segunda vinda do apocalipse.\n\nArmada com este conhecimento, e com a ajuda de aliados de muitas tribos, Aloy foi finalmente capaz de derrotar HADES e seus lacaios humanos e máquinas em uma batalha decisiva na brilhante cidade de Meridian.",
      "ru": "Идя по следу АИДа, Элой прошла через множество руин далёкого прошлого и в конце концов выяснила правду о своём происхождении: она не была рождена из человеческой плоти и крови, а стала результатом клонирования.\n\nГенетический материал женщины, спасшей жизнь 1000 лет назад, стала основой для её создания.\n\nЭто не только дало ей способности, которыми она обладала с рождения, но и определило её судьбу, ведь этот генетический материал был ключом к предотвращению второго апокалипсиса.\n\nВооружённая этими знаниями и с помощью союзников из многих племен, Элой наконец-то смогла победить АИДа и его человеческих и механических приспешников в решающей битве в сияющем городе Меридиан.",
      "id": "Saat mencari jejak HADES, Aloy melintasi berbagai reruntuhan kuno dan menemukan asal-usulnya. Dia bukan terlahir dari darah dan daging manusia, melainkan terlahir dari hasil kloning.\n\nGen wanita yang pernah menyelamatkan kehidupan pada 1.000 tahun lalu, adalah gen dasar pembuatan kloning Aloy.\n\nHal inilah yang memberikan Aloy kemampuan unik sejak lahir dan membimbing takdirnya, karena materi genetik ini adalah kunci untuk menghentikan datangnya hari kiamat kedua.\n\nBerbekal pengetahuan ini dan dengan bantuan banyak suku lainnya, Aloy akhirnya berhasil mengalahkan HADES dan anak buahnya dalam pertempuran sengit di kota Meridian yang bersinar.",
      "th": "ในระหว่างที่ตามรอย HADES อยู่นั้น Aloy ได้สำรวจซากปรักหักพังโบราณหลายแห่ง และในที่สุดก็ค้นพบที่มาของตัวเอง ว่าเธอไม่ได้เกิดมาจากเลือดเนื้อของมนุษย์ แต่เป็นร่างโคลนที่ถูกสร้างขึ้นมา\n\nยีนของผู้หญิงที่ช่วยสิ่งมีชีวิตทุกชีวิตไว้เมื่อหลายพันปีก่อน คือต้นกำเนิดของการสร้างเธอขึ้นมา\n\nความลับเหล่านี้ไม่เพียงแต่มอบความแข็งแกร่งโดยธรรมชาติให้เธอเท่านั้น แต่ยังชี้นำโชคชะตาของเธออีกด้วย: สารพันธุกรรมเหล่านี้ เป็นกุญแจสำคัญในการป้องกัน เพื่อไม่ให้จุดจบของโลกกลับมาอีกครั้ง\n\nด้วยการสนับสนุนของความรู้นี้ และด้วยความช่วยเหลือของพันธมิตรจากเผ่าต่าง ๆ มากมายบนโลก ในที่สุด Aloy ก็เอาชนะ HADES และเหล่าสมุนมนุษย์และจักรกลอันชั่วร้ายของมันได้ ท่ามกลางการต่อสู้ตัดสินอันยิ่งใหญ่ใน \"เมือง Meridian\" อันรุ่งโรจน์",
      "vi": "Theo dấu thông tin lấy được từ HADES, Aloy băng qua rất nhiều tàn tích từ quá khứ xa xôi, và cuối cùng cô đã khám phá ra nguồn gốc của mình: Aloy không được sinh ra từ máu thịt của con người, mà là từ kết quả của quá trình nhân bản.\n\nGen di truyền của người phụ nữ đã cứu sống tất cả vào 1000 năm trước là cơ sở để tạo ra Aloy.\n\nĐiều này không chỉ mang lại cho cô những khả năng mà cô sở hữu từ khi sinh ra, mà còn định hướng cho số phận của cô, vì vật chất di truyền này là chìa khóa để ngăn chặn sự xuất hiện lần thứ hai của ngày tận thế.\n\nVới sự giúp đỡ của các đồng minh từ nhiều bộ tộc, Aloy cuối cùng đã có thể đánh bại HADES và các tay sai của hắn trong một trận chiến quyết định tại thành phố Meridian sáng rọi."
    }
  },
  {
    "title": {
      "zhs": "故事5",
      "zht": "角色故事5",
      "jp": "ストーリー5",
      "ko": "스토리5",
      "en": "Character Story 5",
      "de": "Hintergrund 5",
      "es": "Historia 5",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История 5",
      "id": "Kisah 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "击败「哈迪斯」后，埃洛伊开始了新的旅程：追寻远古的技术，净化「哈迪斯」所践踏蹂躏的大地。\n\n在漫漫旅途中，她走遍了每一处自己能踏足的「旧世遗迹」，搜寻「先祖」的失落秘密。\n\n在某一间破败的古代实验室中，她发现了过去从未见过的事物：一座闪闪发光的传送门。靠近时，一股强大的力量包围了她，如窥向镜中般她从中见到了自己的形象，产生了宛如同时身处两处空间的奇异感觉。\n\n在一阵闪光后，埃洛伊所知的「世界」从她的面前彻底消失不见，她来到了另一个奇异而美丽、亟待探索的新世界。",
      "zht": "擊敗「黑底斯」後，亞蘿伊開始了新的旅程：追尋遠古的技術，淨化「黑底斯」所踐踏蹂躪的大地。\n\n在漫漫旅途中，她走遍了每一處自己能踏足的「舊日世界的遺蹟」，搜尋「舊日人類」的失落秘密。\n\n在某一間破敗的古代實驗室中，她發現了過去從未見過的事物：一座閃閃發光的傳送門。靠近時，一股強大的力量包圍了她，如窺向鏡中般她從中見到了自己的形象，產生了宛如同時身處兩處空間的奇異感覺。\n\n在一陣閃光後，亞蘿伊所知的「世界」從她的面前徹底消失不見，她來到了另一個奇異而美麗、亟待探索的新世界。",
      "jp": "「ハデス」を倒したアーロイは、「ハデス」が踏みにじった土地の浄化を目的として、そして古代の技術を追求する新たな旅に出た。\n\nその長い旅の中で、アーロイは「古のもの」の秘密を求めてあらゆる「古の遺跡」を訪れた。\n\n崩れかけた古代の研究所で、彼女は見たことのないものを発見する。それは、きらめくポータルだ。それに近づくと強力なエネルギーに包まれ、その中に鏡を覗き込むように自分の姿が見え、同時に二つの次元にいるような不思議な感覚に襲われた。\n\n閃光とともに、アーロイが知っていた「世界」は完全に視界から消え、彼女は奇妙な美しき新世界にいることに気付いたのだ。",
      "ko": "「하데스」를 무찌른 에일로이는 고대시대의 기술을 쫓아 「하데스」가 짓밟은 땅을 정화하는 새로운 여정을 떠났다.\n\n긴 여정 동안 갈 수 있는 「고대의 폐허」는 모두 찾아보고 「고대인」의 잃어버린 비밀을 파헤친다.\n\n파괴된 고대 실험실에서 한 번도 본 적 없는 빛이 나는 워프 게이트를 발견했다. 가까이 다가가니 강력한 힘이 그녀를 감쌌고 거울처럼 그녀의 모습이 반사되어, 마치 두 공간에 서 있는 듯한 이상한 느낌이 들었다.\n\n빛이 번쩍이고 에일로이가 알던 「세계」는 눈앞에서 사라졌고 기이하지만 아름다운 새로운 세계가 눈앞에 펼쳐졌다",
      "en": "After defeating HADES, Aloy embarked on a new journey, pursuing ancient technologies and cleansing the land that HADES had trampled underfoot.\n\nIn her long journey, she found every Old World Ruin that there was to be found in search of the Old Ones' lost secrets.\n\nIn one ancient, dilapidated laboratory, she found something she had never seen before — a gleaming portal. As she drew close, she was enveloped by powerful energies, and she saw her own image within the portal as one looking into a mirror, feeling as if she were in two places at once.\n\nWith a flash of light, the \"world\" that Aloy knew completely disappeared from her sight, and she now found herself in a strange, beautiful new world just waiting to be explored.",
      "de": "Nachdem sie „HADES“ besiegt hatten, begab sich Aloy auf eine neue Reise: eine Suche nach uralter Technik, um die Erde von der Säuberung durch „HADES“ zu befreien.\n\nAuf ihrer Reise ging sie zu allen „Ruinen der alten Welt“, das sie finden konnte und suchte nach den verlorenen Geheimnissen der „Alten“.\n\nIn einem der bröckelnden alten Laboratorien entdeckte sie etwas, das sie noch nie gesehen hatte: Ein schimmerndes Teleportations-Portal. Als sie sich näherte, wurde sie von einer mächtigen Kraft umhüllt, und als würde sie in einen Spiegel blicken, sah sie darin ihr eigenes Abbild, was ein seltsames Gefühl hervorrief, sich gleichzeitig in zwei Dimensionen zu befinden.\n\nNach einem Lichtblitz verschwand die „Welt“, wie Aloy sie kannte, vollständig vor ihr, und sie wurde in eine neue, seltsame und schöne Welt transportiert, die es zu erkunden galt.",
      "es": "Después de derrotar a HADES, Aloy comenzó un nuevo viaje para buscar antiguas tecnologías y limpiar la tierra que HADES había corrompido.\n\nEn su largo viaje, encontró todas las ruinas existentes en busca de los secretos perdidos de los antiguos.\n\nEn un viejo laboratorio deteriorado, encontró algo que nunca antes había visto: un brillante portal teletransportador. Al acercarse, una poderosa energía la rodeó y vio su propia imagen en el portal como si de un espejo se tratase, y se sintió como si estuviera en dos lugares diferentes al mismo tiempo.\n\nCon un repentino destello, el mundo que Aloy conocía desapareció de su vista por completo y se encontró en un mundo precioso y extraño que esperaba a ser explorado.",
      "fr": "Après avoir vaincu Hadès, Aloy entama un nouveau voyage à la recherche d'anciennes technologies et pour purger les terres qu'il avait corrompues.\n\nPendant ce long périple, elle parcourra toutes les ruines de l'Ancien Monde, à la recherche des secrets perdus des Anciens.\n\nDans un vieux laboratoire délabré, Aloy fit la découverte d'une chose qu'elle n'avait jamais vue : un portail étincelant. Lorsqu'elle s'en approcha, elle fut enveloppée par une puissante énergie. Elle aperçut son reflet dans le portail comme si elle regardait à travers un miroir et eut la sensation de se trouver à deux endroits à la fois.\n\nEn un éclair de lumière, le monde qu'elle connaissait disparut devant ses yeux. Aloy se retrouva transportée dans un nouveau monde magnifique, prêt à être exploré.",
      "pt": "Depois de derrotar HADES, Aloy embarcou em uma nova jornada, buscando tecnologias antigas e limpando a terra que HADES havia pisoteado.\n\nEm sua longa jornada, ela encontrou cada Ruína do Mundo Antigo que havia para ser encontrada em busca dos segredos perdidos dos Antigos.\n\nEm um antigo e dilapidado laboratório, ela encontrou algo que nunca havia visto antes - um portal cintilante. Ao se aproximar, ela foi envolvida por poderosas energias, e viu sua própria imagem dentro do portal como se estivesse olhando para um espelho, sentindo-se como se estivesse em dois lugares ao mesmo tempo.\n\nCom um raio de luz, o \"mundo\" que Aloy conhecia desapareceu completamente de sua vista, e agora ela se encontrava em um estranho e belo mundo novo apenas esperando para ser explorado.",
      "ru": "После победы над АИДом, Элой отправилась в новое путешествие, в поисках древних технологий очищения земли, которую растоптал АИД.\n\nВ своём долгом путешествии она нашла все руины старого мира, которые только можно было найти в поисках потерянных секретов предков.\n\nВ одной древней полуразрушенной лаборатории она нашла то, чего никогда не видела раньше - сверкающий портал. Когда она приблизилась к нему, её окутали мощные энергии, и она увидела своё собственное изображение в портале, как в зеркале, чувствуя, что находится в двух местах одновременно.\n\nВспышкой света мир, который Элой знала, полностью исчез из её поля зрения, и теперь она оказалась в странном, прекрасном новом мире, который ждёт, чтобы его исследовали.",
      "id": "Setelah mengalahkan HADES, Aloy pun memulai perjalanan barunya. Dia mengejar teknologi-teknologi kuno dan membersihkan tanah yang pernah diinjak-injak HADES.\n\nPerlahan demi perlahan, dia pun menelusuri setiap sudut Reruntuhan Dunia Lama dan mencari rahasia hilangnya leluhurnya.\n\nPada suatu waktu di sebuah ruang laboratorium bobrok, dia menemukan sesuatu yang belum pernah dia lihat sebelumnya — sebuah pintu portal yang bersinar terang. Saat Aloy mendekati pintu itu, sebuah energi yang sangat kuat tiba-tiba menyelimuti dirinya, dan dia melihat dirinya sendiri di dalam portal seperti orang yang melihat ke cermin, merasa seperti dirinya sedang berada di dua tempat sekaligus.\n\nDalam sekilat cahaya, dunia yang Aloy tinggali benar-benar menghilang dari pandangan, dan dia mendapati dirinya berada di dunia lain yang sangat indah, menunggu untuk dijelajahi.",
      "th": "หลังจากที่เอาชนะ HADES ได้ Aloy ก็เริ่มการเดินทางครั้งใหม่: ไล่ตามหาเทคโนโลยีโบราณ และชำระล้างดินแดนที่ถูก HADES เหยียบย่ำ\n\nระหว่างการเดินทางอันยาวนาน เธอเดินทางไปยัง \"โบราณสถานของคนยุคเก่า\" ทุกที่ที่เธอสามารถไปได้ เพื่อค้นหาความลับที่สูญหายของ \"คนยุคเก่า\"\n\nในห้องทดลองโบราณที่ทรุดโทรมแห่งหนึ่ง เธอได้ค้นพบบางสิ่งที่เธอไม่เคยเห็นมาก่อน: มันคือประตูบานหนึ่งที่ส่องแสงระยิบระยับ เมื่อเธอเข้าใกล้ ก็ราวกับมีพลังอันทรงพลังเข้ามาโอบล้อมเธอ และมองเห็นภาพของตัวเองในนั้นราวกับจ้องมองเข้าไปในกระจก สร้างความรู้สึกแปลกประหลาด ราวกับว่าเธออยู่ในสถานที่สองแห่งในเวลาเดียวกัน\n\nหลังจากแสงสว่างวาบ \"โลก\" ที่ Aloy รู้จักก็หายไปต่อหน้าต่อตาของเธออย่างสิ้นเชิง แล้วเธอก็มายังโลกใบใหม่ที่ทั้งแปลกและสวยงาม และรอคอยให้เธอไปสำรวจ",
      "vi": "Sau khi đánh bại HADES, Aloy bắt đầu một cuộc hành trình mới, theo đuổi các công nghệ cổ xưa và thanh tẩy vùng đất mà HADES đã giày xéo.\n\nTrong cuộc hành trình dài của mình, cô đã tìm thấy mọi tàn tích của thế giới cũ, từ đó tìm kiếm những bí mật đã mất của \"Tổ Tiên\".\n\nTrong một phòng thí nghiệm cổ kính, đổ nát, Aloy tìm thấy thứ mà cô chưa từng thấy trước đây - một cánh cổng sáng lấp lánh. Khi đến gần, cô ấy được bao bọc bởi nguồn năng lượng mạnh mẽ, và cô ấy nhìn thấy hình ảnh của chính mình trong cánh cổng, cảm giác như thể Aloy đang ở hai nơi cùng một lúc.\n\nMột tia sáng lóe lên, \"thế giới\" mà Aloy biết đã hoàn toàn biến mất khỏi tầm mắt của cô, và giờ cô thấy mình đang ở trong một thế giới mới lạ, xinh đẹp chỉ chờ được khám phá."
    }
  }
]