[
  {
    "title": {
      "zhs": "普通攻击·快速射击",
      "zht": "普通攻擊·快速射擊",
      "jp": "通常攻撃·ラピッドファイア",
      "ko": "일반 공격·고속 사격",
      "en": "Normal Attack: Rapid Fire",
      "de": "Standardangriff: Schnellfeuer",
      "es": "Ataque Normal: Fuego rápido",
      "fr": "Attaque normale : Tir rapide",
      "pt": "Ataque Normal: Disparos Rápidos",
      "ru": "Скоростная стрельба",
      "id": "Normal Attack: Rapid Fire",
      "th": "โจมตีปกติ: Rapid Fire",
      "vi": "Tấn Công Thường - Bắn Chớp Nhoáng"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多四段的连续弓箭射击。\n\n<color=#FFD780FF>重击</color>\n进行伤害更高、更为精准的<color=#FFD780FF>瞄准射击</color>。\n瞄准时，冰霜散发的寒气会凭附在箭矢上。聚满了寒气的箭矢会造成<color=#99FFFFFF>冰元素伤害</color>。\n\n<color=#FFD780FF>下落攻击</color>\n从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多四段的連續弓箭射擊。\n\n<color=#FFD780FF>重擊</color>\n進行傷害更高、更為精準的<color=#FFD780FF>瞄準射擊</color>。\n瞄準時，冰霜散發的寒氣會憑附在箭矢上。聚滿了寒氣的箭矢會造成<color=#99FFFFFF>冰元素傷害</color>。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中射出箭雨，並迅速下墜衝擊地面，在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大4段の連続射撃を行う。\n\n<color=#FFD780FF>重撃</color>\nダメージがより高く、より精確な<color=#FFD780FF>狙い撃ち</color>を発動する。\n照準時、氷霜の寒気が矢先に付着する。寒気に満ちた矢は敵に<color=#99FFFFFF>氷元素ダメージ</color>を与える。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n활로 최대 4번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n피해가 더 크고 정확한 <color=#FFD780FF>조준 사격</color>을 한다.\n조준 시 얼음 서리가 내뿜는 한기가 화살 촉에 모이고, 한기가 가득 찬 화살은 <color=#99FFFFFF>얼음 원소 피해</color>를 준다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 4 consecutive shots with a bow.\n\n<color=#FFD780FF>Charged Attack</color>\nPerforms a more precise <color=#FFD780FF>Aimed Shot</color> with increased DMG.\nWhile aiming, biting frost will accumulate on the arrowhead. A fully charged frost arrow will deal <color=#99FFFFFF>Cryo DMG</color>.\n\n<color=#FFD780FF>Plunging Attack</color>\nFires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 4 Pfeilschüsse hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nFührt einen <color=#FFD780FF>gezielten Schuss</color> mit höherem Schaden und höherer Genauigkeit aus.\nKonzentriert die eisige Kälte während des Zielens an der Pfeilspitze, die voll aufgeladen <color=#99FFFFFF>Kryo-Schaden</color> verursacht.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 4 disparos consecutivos con arco.\n\n<color=#FFD780FF>Ataque Cargado</color>\nRealiza un <color=#FFD780FF>Disparo Preciso</color> que inflige mayor daño y tiene mayor precisión.\nAl apuntar, crea una escarcha que acumula frío en la punta de la flecha. Cuando el frío se acumula por completo, la flecha inflige <color=#99FFFFFF>Daño Cryo</color> al impactar contra el enemigo.\n\n<color=#FFD780FF>Ataque Descendente</color>\nDispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 4 tirs consécutifs.\n\n<color=#FFD780FF>Attaque chargée</color>\nEffectue un <color=#FFD780FF>tir visé</color> plus précis infligeant davantage de DGT.\nLors de la visée, la flèche se charge en élément Cryo, infligeant d'importants <color=#99FFFFFF>DGT Cryo</color> quand elle est complètement chargée.\n\n<color=#FFD780FF>Attaque plongeante</color>\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 4 disparos consecutivos com o arco.\n\n<color=#FFD780FF>Ataque Carregado</color>\nRealiza um ataque <color=#FFD780FF>Disparo com Mira</color> mais preciso e com mais dano.\nEnquanto mira, gelo será acumulado na flecha. Uma flecha totalmente carregada causará <color=#99FFFFFF>Dano Cryo</color>.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nDispara uma chuva de flechas no ar antes de cair e impactar o chão, causando Dano AdE no impacto.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо четырёх выстрелов из лука.\n<color=#FFD780FF>Заряженная атака:</color>\nБолее меткий <color=#FFD780FF>прицельный выстрел</color> с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается холодом. Полностью заряженная холодом стрела наносит <color=#99FFFFFF>Крио урон</color>.\n\n<color=#FFD780FF>Атака в падении:</color>\nВыпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 4 serangan berturut-turut menggunakan busur.\n\n<color=#FFD780FF>Charged Attack</color>\nMengerahkan sebuah <color=#FFD780FF>Serangan Membidik</color> yang lebih akurat untuk mengakibatkan DMG lebih besar.\nSaat membidik, es akan berkumpul di ujung anak panah. Panah dengan energi es yang terkumpul penuh akan mengakibatkan <color=#99FFFFFF>Cryo DMG</color>.\n\n<color=#FFD780FF>Plunging Attack</color>\nMelancarkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nยิงธนูโจมตีอย่างต่อเนื่องมากสุดสี่ครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nการ<color=#FFD780FF>เล็งโจมตี</color>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น\nเมื่อเล็งโจมตี จะทำการรวบรวมไอเย็นสุดขั้วไว้ตรงหัวลูกศร โดยลูกธนูที่ชาร์จไอเย็นเต็มแล้วจะทำให้เกิด<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 4 lần bắn tên liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\n<color=#FFD780FF>Ngắm bắn</color> chuẩn hơn, sát thương cao hơn.\nKhi ngắm bắn, hơi lạnh sẽ tích tụ trên mũi tên. Mũi tên mang đầy hơi lạnh sẽ gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color>.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nBắn mưa tên liên tiếp xuống mặt đất, đồng thời lao nhanh xuống đất và gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "冰尘雪野",
      "zht": "冰塵雪野",
      "jp": "凍てついた大地",
      "ko": "빙결의 설야",
      "en": "Frozen Wilds",
      "de": "Frostüberzogene Felder",
      "es": "Campo gélido",
      "fr": "Frozen Wilds",
      "pt": "Natureza Gélida",
      "ru": "Ледяная пустошь",
      "id": "Frozen Wilds",
      "th": "Frozen Wilds",
      "vi": "Băng Giá Hoang Dã"
    },
    "description": {
      "zhs": "向目标方向投掷一枚冰尘弹，在命中后引发爆炸，造成<color=#99FFFFFF>冰元素伤害</color>。爆炸后，冰尘弹将分裂成许多冷冻炸弹，在接触到敌人或一段时间后爆炸，造成<color=#99FFFFFF>冰元素伤害</color>。\n冰尘弹或冷冻炸弹命中敌人后，会使敌人的攻击力降低，并为埃洛伊赋予1层「线圈」效果。\n每0.1秒至多获得1层线圈效果。\n\n<color=#FFD780FF>线圈</color>\n·依据层数，提高埃洛伊的普通攻击造成的伤害；\n·拥有4层线圈时，埃洛伊清除所有的线圈效果，并获得「冰驰」，进一步提高普通攻击造成的伤害，并将普通攻击造成的伤害转为<color=#99FFFFFF>冰元素伤害</color>。\n\n处于冰驰状态下时，埃洛伊无法获得线圈效果。\n线圈效果会在脱离战斗30秒后清除。\n\n<i>挥刀断崖那里的温度可要冷得多。</i>",
      "zht": "向目標方向投擲一枚急凍炸彈，在命中後引發爆炸，造成<color=#99FFFFFF>冰元素傷害</color>。爆炸後，急凍炸彈將分裂成許多冷凍炸彈，在接觸到敵人或一段時間後爆炸，造成<color=#99FFFFFF>冰元素傷害</color>。\n急凍炸彈或冷凍炸彈命中敵人後，會使敵人的攻擊力降低，並為亞蘿伊賦予1層「線圈」效果。\n每0.1秒至多獲得1層線圈效果。\n\n<color=#FFD780FF>線圈</color>\n·依據層數，提高亞蘿伊的普通攻擊造成的傷害；\n·擁有4層線圈時，亞蘿伊清除所有的線圈效果，並獲得「冰馳」，進一步提高普通攻擊造成的傷害，並將普通攻擊造成的傷害轉為<color=#99FFFFFF>冰元素傷害</color>。\n\n處於冰馳狀態下時，亞蘿伊無法獲得線圈效果。\n線圈效果會在脫離戰鬥30秒後清除。\n\n<i>揮刀斷崖那裡的溫度可要冷得多。</i>",
      "jp": "目標方向へ氷の爆弾を投げる、命中後に爆発し<color=#99FFFFFF>氷元素ダメージ</color>を与える。爆発後、氷の爆弾は複数の冷凍爆弾に分裂する。冷凍爆弾は敵に触れる、または一定時間後に爆発し、<color=#99FFFFFF>氷元素ダメージ</color>を与える。\n氷の爆弾または冷凍爆弾が敵に命中すると、敵の攻撃力がダウンし、アーロイに「コイル」効果を1層与える。\nコイル効果は0.1秒毎に最大1層獲得可能。\n\n<color=#FFD780FF>コイル</color>\n·層数を基準に、アーロイの通常攻撃ダメージをアップさせる。\n·コイルを4層所有する時、アーロイのコイル効果は全てクリアされ、「アイスラッシュ」を獲得する。通常攻撃ダメージをさらにアップさせ、通常攻撃が<color=#99FFFFFF>氷元素ダメージ</color>に変化する。\n\nアイスラッシュ状態継続時間中、アーロイはコイル効果を獲得できなくなる。\n戦闘状態が解除されてから30秒後、コイル効果はクリアされる。\n\n<i>採石場の方がずっと寒いぞ。</i>",
      "ko": "목표를 향해 빙결탄을 1개 던진다. 명중 후 폭발하며 <color=#99FFFFFF>얼음 원소 피해</color>를 준다. 폭발 후 빙결탄은 수많은 냉각 폭탄으로 분열되어 적에게 닿거나 일정 시간이 지난 후 폭발해 <color=#99FFFFFF>얼음 원소 피해</color>를 준다.\n빙결탄 또는 냉각 폭탄으로 적을 명중하면 적의 공격력이 감소하고 에일로이에게 「코일」 효과를 1스택 부여한다.\n코일 효과는 0.1초마다 최대 1스택 획득할 수 있다.\n\n<color=#FFD780FF>코일</color>\n·스택에 따라 에일로이의 일반 공격 피해가 증가한다.\n·코일 4스택 보유 시, 에일로이는 코일 효과를 모두 지우고 「얼음 질주」 효과를 획득한다. 이때 일반 공격 피해가 한층 더 향상되며 일반 공격으로 가하는 피해 역시 <color=#99FFFFFF>얼음 원소 피해</color>로 전환된다.\n\n얼음 질주 상태에서 에일로이는 코일 효과를 획득할 수 없다.\n코일 효과는 전투 이탈 30초 후에 사라진다.\n\n<i>예리한 절벽은 이곳보다 훨씬 추웠지</i>",
      "en": "Aloy throws a Freeze Bomb in the targeted direction that explodes on impact, dealing <color=#99FFFFFF>Cryo DMG</color>. After it explodes, the Freeze Bomb will split up into many Chillwater Bomblets that explode on contact with opponents or after a short delay, dealing <color=#99FFFFFF>Cryo DMG</color>.\nWhen a Freeze Bomb or Chillwater Bomblet hits an opponent, the opponent's ATK is decreased and Aloy receives 1 Coil stack.\nAloy can gain up to 1 Coil stack every 0.1s.\n\n<color=#FFD780FF>Coil</color>\n·Each stack increases Aloy's Normal Attack DMG.\n·When Aloy has 4 Coil stacks, all stacks of Coil are cleared. She then enters the Rushing Ice state, which further increases the DMG dealt by her Normal Attacks and converts her Normal Attack DMG to <color=#99FFFFFF>Cryo DMG</color>.\n\nWhile in the Rushing Ice state, Aloy cannot obtain new Coil stacks.\nCoil effects will be cleared 30s after Aloy leaves the field.\n\n<i>You think that's cold? Guess you've never been to The Cut.</i>",
      "de": "Wirft eine Eisbombe in die Richtung des Ziels, die beim Aufkommen explodiert und <color=#99FFFFFF>Kryo-Schaden</color> verursacht, sich nach der Explosion aber in viele Kälteminen aufteilt, die bei Berührung mit Gegnern oder nach einer gewissen Zeit explodieren und dabei <color=#99FFFFFF>Kryo-Schaden</color> verursachen.\nVerringert den ANG mit Eisbomben oder Kälteminen getroffener Gegner und verleiht Aloy eine Stapelung des Effekts „Spule“.\nErhält alle 0,1 s höchstens 1 Stapelung des Effekts Spule.\n\n<color=#FFD780FF>Spule</color>\n· Erhöht den mit Aloys Standardangriffen verursachten Schaden gemäß der Menge an Stapelungen.\n· Beseitigt bei 4 Stapelungen Spule den gesamten Effekt von Spule und verleiht Aloy „Eisige Eile“, die den mit Standardangriffen verursachten Schaden zusätzlich erhöht und den mit Standardangriffen verursachten Schaden in <color=#99FFFFFF>Kryo-Schaden</color> umwandelt.\n\nAloy kann während des Zustands Eisige Eile nicht den Effekt Spule erhalten.\nDer Effekt Spule wird 30 s nach dem Verlassen des Kampfs entfernt.\n\n<i>Glaub mir, am Schnitt ist es noch viel kälter.</i>",
      "es": "Lanza una bomba helada hacia la dirección en la que apunta y, al impactar, produce una explosión que inflige <color=#99FFFFFF>Daño Cryo</color>. Al explotar, la bomba se divide en varias minibombas ultracongelantes que explotan al entrar en contacto con un enemigo o tras cierto tiempo, infligiendo <color=#99FFFFFF>Daño Cryo</color>.\nAl golpear a un enemigo, la bomba helada o las minibombas ultracongelantes reducen el ATQ de dicho enemigo y otorgan a Aloy una carga del efecto de inducción.\nSolo se puede obtener una carga de inducción cada 0.1 s.\n\n<color=#FFD780FF>Inducción</color>\n·Aumenta el daño que inflige Aloy con su Ataque Normal en función del número de cargas de inducción.\n·Cuando tiene 4 cargas, Aloy las consume todas y obtiene “hielo galopante”, el cual aumenta aún más el daño de su Ataque Normal y transforma en <color=#99FFFFFF>Daño Cryo</color> todo el daño infligido con dicho ataque.\n\nEn el estado de hielo galopante, Aloy no podrá beneficiarse de inducción.\nLos efectos de inducción se perderán 30 s después de que Aloy sea retirada de combate.\n\n<i>¿Crees que eso está frío? Eso es porque nunca has estado en El Corte.</i>",
      "fr": "Aloy lance une bombe à gel qui explose à l'impact dans la direction ciblée, infligeant des <color=#99FFFFFF>DGT Cryo</color>. Après avoir explosé, la bombe à gel se divise en de nombreuses petites bombes glacées qui explosent au contact des ennemis ou après un court délai, infligeant des <color=#99FFFFFF>DGT Cryo</color>.\nLorsqu'une bombe à gel ou une petite bombe glacée touche un ennemi, l'ATQ de ce dernier est réduite et Aloy obtient 1 cumul de bobine.\nUn cumul de bobine peut être obtenu toutes les 0,1 s max.\n\n<color=#FFD780FF>Bobine</color>\n· Chaque cumul augmente les DGT des attaques normales d'Aloy ;\n· Avec 4 cumuls de bobine, Aloy consomme tous les cumuls de bobine pour entrer dans un état de Glace précipitée, ce qui augmente davantage les DGT infligés par ses attaques normales et les convertit en <color=#99FFFFFF>DGT Cryo</color>.\n\nQuand Aloy est en état de Glace précipitée, elle ne peut pas recevoir de nouveaux cumuls de bobine.\nLes effets de la bobine seront annulés après 30 s si Aloy quitte le combat.\n\n<i>Vous trouvez ça froid ? On voit bien que vous n'avez jamais mis les pieds à la Plaie !</i>",
      "pt": "Aloy lança uma Bomba Congelante na direção desejada que explode no impacto, causando <color=#99FFFFFF>Dano Cryo</color>. Depois de explodir, a Bomba Congelante se dividirá em muitas Bombinhas Congelantes que explodirão ao entrar em contato com os oponentes ou após um curto período de tempo, causando <color=#99FFFFFF>Dano Cryo</color>.\nQuando a Bomba Congelante ou suas bombinhas atingem os oponentes, elas diminuirão o ATQ dos oponentes e concederão 1 acúmulo de Bobina a Aloy.\nAloy pode ganhar 1 acúmulo de Bobinas a cada 0,1s.\n\n<color=#FFD780FF>Bobina</color>\nCada acúmulo aumentará o Dano do Ataque Normal de Aloy.\nQuando ela tiver 4 acúmulos, Aloy elimina todos os efeitos de Bobina e ganha Gelo Rápido, aumentando o Dano causado pelo Ataque Normal e convertendo seus Ataques Normais para causar <color=#99FFFFFF>Dano Cryo</color>.\n\nEnquanto sob o estado do Gelo Rápido, Aloy não pode obter efeitos de Bobina.\nO efeito de Bobina é excluído 30 segundos após sair da batalha.\n\n<i>Você acha que isso é frio? Acho que você nunca esteve no Corte.</i>",
      "ru": "Элой бросает в цель Морозильную бомбу, которая взрывается при столкновении и наносит <color=#99FFFFFF>Крио урон</color>. После взрыва Морозильная бомба делится на множество Ледяных бомбочек, которые взрываются при контакте с противником или после небольшой задержки и наносят <color=#99FFFFFF>Крио урон</color>.\nКогда Морозильная бомба или Ледяная бомбочка поражают противника, его сила атаки понижается и Элой получает один уровень Спирали.\nЭлой может получить до 1 уровня Спирали каждые 0,1 сек.\n\n<color=#FFD780FF>Спирали</color>\n· Каждый уровень Спирали повышает урон обычной атаки Элой.\n· Когда Элой набирает 4 уровня Спирали, все уровни Спирали сбрасываются, а она входит в состояние Стремительного льда, которое повышает урон её обычной атаки и конвертирует его в <color=#99FFFFFF>Крио урон</color>.\n\nНаходясь в состоянии Стремительного льда, Элой не может накапливать уровни Спирали.\nЭффекты Спирали сбросятся через 30 сек. после того, как Элой покинет бой.\n\n<i>Разве это холодно? Значит, вы никогда не были в Зарубке.</i>",
      "id": "Aloy melemparkan sebuah Freeze Bomb ke arah target. Freeze Bomb ini akan meledak dan mengakibatkan <color=#99FFFFFF>Cryo DMG</color> saat mengenai target. Setelah meledak, Freeze Bomb akan pecah menjadi beberapa Chillwater Bomblet yang akan meledak dan mengakibatkan <color=#99FFFFFF>Cryo DMG</color> saat tersentuh musuh atau setelah jeda beberapa saat.\nSaat Freeze Bomb atau Chillwater Bomblet mengenai musuh, ATK musuh akan berkurang dan Aloy mendapatkan 1 lapisan Coil.\nAloy hanya bisa mendapatkan 1 lapisan Coil setiap 0,1 detik.\n\n<color=#FFD780FF>Coil</color>\n·Setiap lapisan Coil akan meningkatkan DMG Normal Attack Aloy.\n·Saat 4 lapisan Coil terkumpul, Aloy akan menghapus semua efek Coil lalu memasuki kondisi Rushing Ice yang meningkatkan DMG Normal Attack lebih besar lagi, serta mengubah DMG Normal Attack menjadi <color=#99FFFFFF>Cryo DMG</color>.\n\nAloy tidak bisa mendapatkan lapisan Coil baru saat berada dalam kondisi Rushing Ice.\nEfek Coil akan hilang dalam 30 detik setelah Aloy meninggalkan medan pertempuran.\n\n<i>Sudah kedinginan? Berarti kamu belum pernah pergi ke The Cut.</i>",
      "th": "โยน Freeze Bomb ไปทางเป้าหมายหนึ่งลูก โดยจะเกิดการระเบิดเมื่อถูกเป้าหมาย และสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color> ซึ่งหลังจากที่ระเบิดแล้ว Freeze Bomb จะแตกออกเป็น Chillwater Bomblet จำนวนมาก และจะระเบิดเมื่อถูกตัวศัตรูหรือผ่านไปชั่วระยะเวลาหนึ่งเพื่อสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>\nหลังจากที่ Freeze Bomb หรือ Chillwater Bomblet ถูกศัตรู จะทำให้พลังการโจมตีของศัตรูลดลง และมอบเอฟเฟกต์ Coil ให้แก่ Aloy 1 ชั้น\nในทุก 0.1 วินาที จะได้รับเอฟเฟกต์ Coil มากสุด 1 ชั้น\n\n<color=#FFD780FF>Coil</color>\n·ความเสียหายของการโจมตีปกติของ Aloy จะเพิ่มขึ้นโดยขึ้นกับจำนวนชั้นที่มี;\n·เมื่อมี Coil 4 ชั้น Aloy จะลบเอฟเฟกต์ของ Coil ทั้งหมดที่มีและได้รับ Rushing Ice ซึ่งจะเพิ่มความเสียหายของการโจมตีปกติให้สูงขึ้นไปอีกขั้น และเปลี่ยนความเสียหายของการโจมตีปกติเป็น<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>\n\nเมื่ออยู่ภายใต้สภาวะของ Rushing Ice แล้ว Aloy จะไม่สามารถรับเอฟเฟกต์ Coil ได้อีก\nเอฟเฟกต์ Coil จะหายไปหลังออกจากการต่อสู้ 30 วินาที\n\n<i>ที่ The Cut น่ะ เย็นกว่านี้อีกเยอะเลยล่ะ</i>",
      "vi": "Ném một quả Bom Băng Giá về hướng mục tiêu, khi trúng sẽ kích nổ, gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color>. Bom Băng Giá khi nổ sẽ phân thành rất nhiều Bom Lạnh, kẻ địch dẫm phải hoặc sau một thời gian sẽ phát nổ, gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color>.\nBom Băng Giá hoặc Bom Lạnh khi trúng địch sẽ giảm sức tấn công của kẻ địch và cung cấp 1 tầng hiệu quả \"Dây Móc\" cho Aloy.\nMỗi 0.1s tối đa nhận 1 tầng hiệu quả Dây Móc.\n\n<color=#FFD780FF>Dây Móc</color>\n·Dựa theo số tầng để tăng sát thương tấn công thường của Aloy;\n·Khi có 4 tầng Dây Móc, Aloy sẽ xóa tất cả hiệu quả Dây Móc và nhận \"Hồ Băng\", tăng thêm sát thương tấn công thường, đồng thời chuyển sát thương tấn công thường thành <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color>.\n\nKhi trong trạng thái Hồ Băng, Aloy sẽ không thể nhận hiệu quả Dây Móc nữa.\nHiệu quả Dây Móc sẽ mất sau 30s thoát chiến đấu.\n\n<i>Đây mà là lạnh sao, vậy là chưa thấy qua The Cut rồi.</i>"
    }
  },
  {
    "title": {
      "zhs": "曙光预言",
      "zht": "黎明預言",
      "jp": "ドーンプロフェシー",
      "ko": "서광의 예언",
      "en": "Prophecies of Dawn",
      "de": "Weissagung des Morgenlichts",
      "es": "Profecía del amanecer",
      "fr": "Prophéties de l'aube",
      "pt": "Profecias do Alvorecer",
      "ru": "Пророчества рассвета",
      "id": "Prophecies of Dawn",
      "th": "Prophecies of Dawn",
      "vi": "Lời Tiên Tri Ánh Sáng"
    },
    "description": {
      "zhs": "向目标方向投掷冰元素满溢的蓄能容器，并用弓箭引爆，造成<color=#99FFFFFF>冰元素范围伤害</color>。\n\n<i>零之曙光的本质究竟是希望还是灭绝已经并不重要了。埃洛伊已经拯救了她自己的那个世界。这个世界的命运有它自己的勇者去操心。</i>",
      "zht": "向目標方向投擲冰元素滿溢的蓄能容器，並用弓箭引爆，造成<color=#99FFFFFF>冰元素範圍傷害</color>。\n\n<i>「黎明」的本質究竟是希望還是滅絕已經並不重要了。亞蘿伊已經拯救了她自己的那個世界。這個世界的命運有它自己的勇者去操心。</i>",
      "jp": "目標方向へ氷元素に満ちた動力源を投げ、弓矢で爆発させることにより<color=#99FFFFFF>氷元素範囲ダメージ</color>を与える。\n\n<i>ゼロドーンの本質は希望なのか、絶滅への道なのかはもはや重要ではなくなった。アーロイは既に自分の世界を救っている。この世界の運命は、他の強者に任せよう。</i>",
      "ko": "목표를 향해 얼음 원소가 가득 담긴 에너지 셀을 던진 후 화살을 사용해 폭발 시켜 <color=#99FFFFFF>얼음 원소 범위 피해</color>를 준다.\n\n<i>제로 던의 본질이 희망인지 파멸인지는 이제 중요하지 않다. 에일로이는 이미 그녀 자신의 세계를 구원했기 때문이다. 이 세계의 운명은 이 세계의 용자가 신경 쓸 것이다</i>",
      "en": "Aloy throws a Power Cell filled with Cryo in the targeted direction, then detonates it with an arrow, dealing <color=#99FFFFFF>AoE Cryo DMG</color>.\n\n<i>Whether \"Zero Dawn\" referred to hope or extinction no longer matters. Aloy has already saved her world, and the fate of this one is still being forged by its own heroes.</i>",
      "de": "Wirft eine Energiezelle voller Kryo-Energie und lässt sie mit einem Pfeil explodieren, um <color=#99FFFFFF>Kryo-Flächenschaden</color> zu verursachen.\n\n<i>Ob „Zero Dawn“ nun Hoffnung oder Auslöschung bedeutet, ist mittlerweile unwichtig. Aloy hat bereits ihre eigene Welt gerettet, um deren Schicksal sich die Helden darin sorgen.</i>",
      "es": "Lanza una batería rebosante de Cryo hacia la dirección en la que apunta y la detona con una flecha, infligiendo <color=#99FFFFFF>Daño Cryo en el AdE</color>.\n\n<i>Ya no importa si la naturaleza de “Amanecer Cero” es la esperanza o la extinción, pues Aloy ya ha salvado a su mundo, mientras que el destino de este mundo es cosa de sus propios héroes.</i>",
      "fr": "Aloy lance une batterie Cryo dans la direction ciblée, puis la fait exploser avec une flèche, infligeant des <color=#99FFFFFF>DGT Cryo de zone</color>.\n\n<i>Que l'Aube zéro fasse référence à l'espoir ou à l'extinction n'a plus d'importance. Aloy a déjà sauvé son monde, et celui-ci a ses propres héros pour s'inquiéter de son sort.</i>",
      "pt": "Arremessa uma Bateria cheia com Cryo na direção do alvo antes de ligá-la com uma flecha, causando <color=#99FFFFFF>Dano Cryo em uma AdE</color>.\n\n<i>Seja \"Zero Dawn\" refira-se à esperança ou à extinção, não importa mais. Aloy já salvou seu mundo... E este também tem seus próprios heróis que se preocuparão com seu destino.</i>",
      "ru": "Элой бросает в цель Топливный элемент, наполненный элементом Крио, затем детонирует его стрелой, нанося <color=#99FFFFFF>Крио урон по площади</color>.\n\n<i>Означал ли «Новый рассвет» надежду или вымирание - больше не имеет значения. Элой уже спасла свой мир, а у этого мира есть свои герои.</i>",
      "id": "Aloy melemparkan sebuah Power Cell yang berisi elemen Cryo ke arah target dan meledakkannya dengan anak panah, mengakibatkan <color=#99FFFFFF>Cryo DMG Area</color>.\n\n<i>Apakah \"Zero Dawn\" berarti harapan atau kepunahan sudah tidak penting lagi. Aloy sudah berhasil menyelamatkan dunianya, dan dunia ini sendiri memiliki para pahlawan yang akan melindunginya.</i>",
      "th": "โยน Power Cell ที่อัดแน่นไปด้วยธาตุน้ำแข็งไปยังเป้าหมาย และใช้ลูกธนูในการทำให้ระเบิด เกิดเป็น<color=#99FFFFFF>ความเสียหายน้ำแข็งวงกว้าง</color>\n\n<i>แท้จริงแล้วเศษเสี้ยวแห่งรุ่งอรุณ คือความหวังหรือการดับสูญนั้นไม่ใช่เรื่องสำคัญอีกต่อไป Aloy ได้ช่วยเหลือโลกใบนั้นของเธอไว้เรียบร้อยแล้ว ซึ่งโชคชะตาของโลกใบนั้น ก็มีผู้กล้าที่คอยเป็นห่วงเป็นใยของตัวมันเอง</i>",
      "vi": "Ném một Lõi Năng Lượng mang Nguyên Tố Băng vào hướng mục tiêu và dùng cung dẫn nổ, gây <color=#99FFFFFF>Sát Thương Phạm Vi Nguyên Tố Băng</color>.\n\n<i>Bản chất của \"Zero Dawn\" là hy vọng hay tuyệt vọng cũng không còn quan trọng nữa, Aloy đã giải cứu thế giới của mình. Còn vận mệnh của thế giới này sẽ có những anh hùng nơi đây lo toan.</i>"
    }
  },
  {
    "title": {
      "zhs": "战斗覆盖",
      "zht": "戰鬥覆蓋",
      "jp": "戦闘オーバーライド",
      "ko": "전투 오버라이드",
      "en": "Combat Override",
      "de": "Kampf-Überbrückung",
      "es": "Superposición bélica",
      "fr": "Surcharge offensive",
      "pt": "Percepção de Combate",
      "ru": "Боевой перехват",
      "id": "Combat Override",
      "th": "Combat Override",
      "vi": "Chiến Đấu Dồn Dập"
    },
    "description": {
      "zhs": "埃洛伊获得<color=#FFD780FF>冰尘雪野</color>的线圈效果时，埃洛伊的攻击力提升16%，队伍中附近的其他角色的攻击力提升8%，持续10秒。",
      "zht": "亞蘿伊獲得<color=#FFD780FF>冰塵雪野</color>的線圈效果時，亞蘿伊的攻擊力提升16%，隊伍中附近的其他角色的攻擊力提升8%，持續10秒。",
      "jp": "アーロイが<color=#FFD780FF>凍てついた大地</color>のコイル効果を獲得した時、アーロイの攻撃力+16%、周囲にいるチーム内他のキャラクターの攻撃力+8%、持続時間10秒。",
      "ko": "에일로이가 <color=#FFD780FF>빙결의 설야</color>의 코일 효과를 획득하면 에일로이의 공격력이 16% 증가하고, 근처에 있는 파티 내 다른 캐릭터의 공격력이 8% 증가한다. 지속 시간: 10초",
      "en": "When Aloy receives the Coil effect from <color=#FFD780FF>Frozen Wilds</color>, her ATK is increased by 16%, while nearby party members' ATK is increased by 8%. This effect lasts 10s.",
      "de": "Erhöht beim Erhalten des Effekts Spule von <color=#FFD780FF>Frostüberzogene Felder</color> durch Aloy 10 s lang ihren eigenen ANG um 16 % und den ANG aller anderen Truppenmitglieder in der Nähe um 8 %.",
      "es": "Cuando Aloy está bajo los efectos de inducción de <color=#FFD780FF>Campo gélido</color>, su ATQ aumenta en un 16% y el ATQ de los miembros cercanos del equipo aumenta en un 8% durante 10 s.",
      "fr": "Lorsqu'Aloy est sous l'effet d'une bobine de <color=#FFD780FF>Frozen Wilds</color>, son ATQ augmente de 16 %, tandis que celle des personnages de l'équipe à proximité augmente de 8 %. Cet effet dure 10 s.",
      "pt": "Quando Aloy recebe o efeito de Natureza Gélida da <color=#FFD780FF>Bobina</color>, seu ATQ é aumentado em 16%, enquanto o ATQ de outros membros da equipe ao redor é aumentado em 8%. Este efeito dura 10s.",
      "ru": "Когда Элой получает эффект Спирали навыка <color=#FFD780FF>Ледяная пустошь</color>, её сила атаки повышается на 16%, а сила атаки других окружающих членов отряда повышается на 8%. Этот эффект длится 10 сек.",
      "id": "Saat Aloy mendapatkan efek <color=#FFD780FF>Coil</color> dari skill Frozen Wilds, ATK Aloy akan meningkat 16%, sedangkan ATK anggota party lainnya yang berada di sekitar akan meningkat 8%. Efek ini bertahan selama 10 detik.",
      "th": "เมื่อ Aloy ได้รับเอฟเฟกต์ Coil ของ <color=#FFD780FF>Frozen Wilds</color> พลังโจมตีของเธอจะเพิ่มขึ้น 16% และพลังโจมตีของตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงจะเพิ่มขึ้น 8% เป็นเวลา 10 วินาที",
      "vi": "Khi Aloy nhận được hiệu quả Dây Móc của <color=#FFD780FF>Băng Giá Hoang Dã</color>, sức tấn công của Aloy tăng 16%, sức tấn công của các nhân vật trong đội ở gần đó tăng 8%, duy trì 10s."
    }
  },
  {
    "title": {
      "zhs": "强力攻击",
      "zht": "強力攻擊",
      "jp": "強打",
      "ko": "강력한 공격",
      "en": "Strong Strike",
      "de": "Wuchtangriff",
      "es": "Golpe contundente",
      "fr": "Frappe puissante",
      "pt": "Ataque Poderoso",
      "ru": "Сильная атака",
      "id": "Strong Strike",
      "th": "Strong Strike",
      "vi": "Tấn Công Mạnh Mẽ"
    },
    "description": {
      "zhs": "埃洛伊处于<color=#FFD780FF>冰尘雪野</color>的冰驰状态下时，每1秒提升3.5%<color=#99FFFFFF>冰元素伤害加成</color>，通过这种方式至多获得35%<color=#99FFFFFF>冰元素伤害加成</color>。",
      "zht": "亞蘿伊處於<color=#FFD780FF>冰塵雪野</color>的冰馳狀態下時，每1秒提升3.5%<color=#99FFFFFF>冰元素傷害加成</color>，依此方式至多獲得35%<color=#99FFFFFF>冰元素傷害加成</color>。",
      "jp": "アーロイは<color=#FFD780FF>凍てついた大地</color>のアイスラッシュ状態にある時、1秒毎に<color=#99FFFFFF>氷元素ダメージ</color>+3.5%、この方式での<color=#99FFFFFF>氷元素ダメージ</color>アップ効果は35%まで。",
      "ko": "에일로이가 <color=#FFD780FF>빙결의 설야</color>의 얼음 질주 상태일 때, 1초마다 <color=#99FFFFFF>얼음 원소 피해 보너스</color>가 3.5% 증가한다. 해당 방식으로 <color=#99FFFFFF>얼음 원소 피해 보너스</color>가 최대 35%까지 증가한다",
      "en": "When Aloy is in the Rushing Ice state conferred by <color=#FFD780FF>Frozen Wilds</color>, her <color=#99FFFFFF>Cryo DMG Bonus</color> increases by 3.5% every 1s. A maximum <color=#99FFFFFF>Cryo DMG Bonus</color> increase of 35% can be gained in this way.",
      "de": "Erhöht Aloys <color=#99FFFFFF>Kryo-SCH-Bonus</color> im Zustand Eisige Eile von <color=#FFD780FF>Frostüberzogene Felder</color> pro s um 3,5 %. Bis zu 35 % <color=#99FFFFFF>Kryo-SCH-Bonus</color> auf diese Weise möglich.",
      "es": "Cuando Aloy está bajo los efectos de hielo galopante de <color=#FFD780FF>Campo gélido</color>, obtiene un 3.5% de <color=#99FFFFFF>Bono de Daño Cryo</color> por segundo. Solo se puede alcanzar un máximo de 35% de <color=#99FFFFFF>Bono de Daño Cryo</color> de esta manera.",
      "fr": "Lorsqu'Aloy est dans l'état de Glace précipitée accordé par <color=#FFD780FF>Frozen Wilds</color>, son <color=#99FFFFFF>bonus de DGT Cryo</color> augmente de 3,5 % toutes les secondes. Son <color=#99FFFFFF>bonus de DGT Cryo</color> peut augmenter de cette manière jusqu'à 35 %.",
      "pt": "Quando Aloy está sob o efeito de Gelo Rápido proporcionado pela <color=#FFD780FF>Natureza Gélida</color>, seu <color=#99FFFFFF>Bônus de Dano Cryo</color> aumenta em 3.5% a cada 1s. O máximo de aumento de <color=#99FFFFFF>Bônus de Dano Cryo</color> ganho desta forma é de 35%.",
      "ru": "Когда Элой находится в состоянии Стремительного льда навыка <color=#FFD780FF>Ледяная пустошь</color>, её <color=#99FFFFFF>бонус Крио урона</color> увеличивается на 3,5% каждую секунду. Подобным способом можно получить до 35% <color=#99FFFFFF>бонуса Крио урона</color>.",
      "id": "Saat Aloy berada dalam status Rushing Ice dari skill <color=#FFD780FF>Frozen Wilds</color>, <color=#99FFFFFF>Cryo DMG Bonus</color> Aloy akan meningkat 3,5% setiap detik. Aloy bisa mendapatkan hingga 35% <color=#99FFFFFF>Cryo DMG Bonus</color> dengan cara ini.",
      "th": "เมื่อ Aloy อยู่ในสภาวะ Rushing Ice ของ <color=#FFD780FF>Frozen Wilds</color> ในทุก 1 วินาที <color=#99FFFFFF>โบนัสความเสียหายน้ำแข็ง</color>ของเธอจะเพิ่มขึ้น 3.5% โดยจะรับ<color=#99FFFFFF>โบนัสความเสียหายน้ำแข็ง</color>ด้วยวิธีนี้ได้มากสุดถึง 35%",
      "vi": "Khi Aloy trong trạng thái Hồ Băng của <color=#FFD780FF>Băng Giá Hoang Dã</color>, mỗi giây tăng 3.5% hiệu quả <color=#99FFFFFF>Tăng Sát Thương Nguyên Tố Băng</color>, tối đa tăng đến 35% <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color> bằng cách này."
    }
  },
  {
    "title": {
      "zhs": "荒野猎手",
      "zht": "荒野獵人",
      "jp": "まあまあ落ち着け",
      "ko": "황야의 사냥꾼",
      "en": "Easy Does It",
      "de": "Jäger der Wildnis",
      "es": "Cazadora de lo salvaje",
      "fr": "Doucement mais sûrement",
      "pt": "Devagarinho",
      "ru": "Охотник пустоши",
      "id": "Easy Does It",
      "th": "Easy Does It",
      "vi": "Thợ Săn Hoang Dã"
    },
    "description": {
      "zhs": "埃洛伊在队伍中时，队伍中自己的角色接近产出禽肉、兽肉与冷鲜肉的小动物时，不会轻易惊动它们。",
      "zht": "亞蘿伊在隊伍中時，隊伍中自己的角色接近生產禽肉、獸肉與冷鮮肉的小動物時，不會輕易驚動牠們。",
      "jp": "アーロイがチーム内にいる時、チーム内の自身のキャラクターが鳥肉、獣肉、冷製鮮肉をドロップする動物に近づいても気付かれなくなる。",
      "ko": "에일로이가 파티에 합류하면, 파티 내 자신의 캐릭터가 새고기, 짐승고기, 냉동 생고기를 드랍하는 동물에게 접근해도 동물들이 놀라지 않는다",
      "en": "When Aloy is in the party, animals who produce Fowl, Raw Meat, or Chilled Meat will not be startled when party members approach them.",
      "de": "Führt dazu, dass eigene Figuren in der Truppe kleine Tiere in der Nähe, die rohes Geflügel, rohes Fleisch oder kaltes Gourmetfleisch als Beute abgeben, nicht leicht aufscheuchen, wenn Aloy in der Truppe ist.",
      "es": "Cuando Aloy está en el equipo, tus personajes no asustarán a los animales de los que se puede obtener carne de ave, carne cruda y carne congelada.",
      "fr": "Quand Aloy fait partie de l'équipe, vos personnages n'effraient pas les petits animaux en s'approchant, et peuvent ainsi obtenir de la volaille, de la viande crue et de la viande congelée.",
      "pt": "Quando Aloy está na equipe, os membros da equipe que se aproximarem de pequenos animais que possam produzir Carne de Ave, Carne crua ou Carne Fresca Fria, não se assustarão facilmente.",
      "ru": "Когда Элой в отряде, мелкие животные, у которых можно добыть мясо птицы, сырое мясо и цельномороженое мясо, больше вас не пугаются.",
      "id": "Saat Aloy berada dalam party, binatang kecil yang bisa menghasilkan Fowl, Raw Meat, atau Chilled Meat tidak mudah terkejut saat didekati anggota party.",
      "th": "ในขณะที่มี Aloy อยู่ในทีม เมื่อตัวละครในทีมของตนเองเข้าใกล้สิ่งมีชีวิตที่ให้ผลผลิตของ Fowl, Raw Meat, หรือ Chilled Meat จะทำให้พวกมันไหวตัวได้ยากขึ้น",
      "vi": "Khi có Aloy trong đội, nhân vật khi tiếp cận các động vật nhỏ tạo Thịt Rừng, Thịt Gia Cầm và Thịt Tươi Lạnh sẽ không làm kinh động đến chúng."
    }
  }
]