[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是埃洛伊，虽然对这个世界还不太了解，但我的弓和箭随时为你所用。如果你的队伍需要我，我会倾力相助。",
      "zht": "#我是亞蘿伊，雖然對這個世界還不太瞭解，但我的弓和箭隨時為{F#妳}{M#你}所用。如果{F#妳}{M#你}的隊伍需要我，我會傾力相助。",
      "jp": "私はアーロイ。この世界のことはあまり詳しくないが、私の弓はきっとお前の力になる。必要な時は、いつでも呼んでくれ。",
      "ko": "난 에일로이. 이 세상에 대해 잘 모르지만, 내 활과 화살은 언제나 널 위해 대기하고 있어. 내가 필요하다면 최선을 다해 도울게",
      "en": "Aloy here. I don't know this world, but my arrows are sharp and my bow's ready. If your party needs help, I'll do what I can.",
      "de": "Ich bin Aloy und obwohl ich noch nicht viel über diese Welt weiß, stehen meine Pfeile und mein Bogen immer zu deiner Verfügung. Wenn deine Truppe mich braucht, werde ich da sein und helfen.",
      "es": "Soy Aloy. Aunque todavía no conozco muy bien este mundo, mi arco y flechas están a tu servicio en cualquier momento. No te arrepentirás de tenerme en tu equipo.",
      "fr": "Je suis Aloy. Même si je ne connais pas ce monde, mon arc et mes flèches sont prêtes. Si ton équipe a besoin d'assistance, tu peux compter sur moi.",
      "pt": "Sou Aloy. Não conheço este mundo, mas minhas flechas estão afiadas e meu arco está pronto. Se sua equipe precisar de ajuda, farei o que puder.",
      "ru": "Я Элой. Хотя я ещё не очень хорошо знаю этот мир, мой лук и стрелы всегда к твоим услугам. Если твоему отряду нужна помощь, я сделаю всё возможное.",
      "id": "Aku Aloy. Aku tidak tahu dunia ini, tapi panahku sudah kuasah dan busurku sudah siap. Kalau kamu perlu bantuan, aku akan lakukan apa yang kubisa.",
      "th": "#ฉันคือ Aloy ถึงฉันจะไม่ค่อยรู้อะไรเกี่ยวกับโลกนี้มากนัก แต่ธนูและคันธนูของฉันก็พร้อมจะช่วย{F#เธอ}{M#นาย}เสมอ ถ้าทีมของ{F#เธอ}{M#นาย}ต้องการฉัน ฉันก็จะช่วยอย่างเต็มที่",
      "vi": "Tôi là Aloy, tuy tôi vẫn chưa hiểu rõ về thế giới này lắm, nhưng bộ cung tên của tôi sẽ luôn đồng hành cùng bạn. Nếu như có việc gì cần giúp thì tôi sẽ luôn sẵn sàng."
    }
  },
  {
    "title": {
      "zhs": "闲聊·动身",
      "zht": "閒聊·動身",
      "jp": "世間話·体を動かす",
      "ko": "잡담·몸풀기",
      "en": "Chat: Moving Out",
      "de": "Gespräch – Aufbruch",
      "es": "Charla - Movimiento",
      "fr": "Bavardage - Départ",
      "pt": "Bate-papo - Em movimento",
      "ru": "Поболтаем: В путь",
      "id": "Berbincang: Melangkah",
      "th": "แชท - ขยับตัว",
      "vi": "Nói chuyện phiếm - Hành Động"
    },
    "line": {
      "zhs": "别闲站着了，该动身了。",
      "zht": "別閒站著了，該動身了。",
      "jp": "ほら、突っ立ってないで、体を動かすぞ。",
      "ko": "멍하니 서 있지 말고 움직여",
      "en": "Come on. Enough standing around, let's keep moving.",
      "de": "Hör auf dich auszuruhen. Los!",
      "es": "#Vamos, no te quedes ahí parad{F#a}{M#o}, sigamos.",
      "fr": "#Ne reste pas plant{F#ée}{M#é} là, hâtons-nous.",
      "pt": "#Vamos, chega de ficar parad{F#a}{M#o}, temos que andar.",
      "ru": "Не стойте без дела, пора в путь.",
      "id": "Sudah cukup, ayo bergerak.",
      "th": "อย่ามัวแต่ยืนเฉื่อยสิ ขยับตัวได้แล้ว",
      "vi": "Đừng ngồi không nữa, hành động thôi nào."
    }
  },
  {
    "title": {
      "zhs": "闲聊·帮助",
      "zht": "閒聊·幫助",
      "jp": "世間話·助け",
      "ko": "잡담·도움",
      "en": "Chat: Help",
      "de": "Gespräch – Hilfe",
      "es": "Charla - Ayuda",
      "fr": "Bavardage - Aide",
      "pt": "Bate-papo - Ajuda",
      "ru": "Поболтаем: Помощь",
      "id": "Berbincang: Tolong",
      "th": "แชท - ช่วยเหลือ",
      "vi": "Nói chuyện phiếm - Giúp Đỡ"
    },
    "line": {
      "zhs": "现在不该停留，还有人需要我们帮助。",
      "zht": "現在不該停留，還有人需要我們幫助。",
      "jp": "私たちの助けを必要としている人がいる、立ち止まるな。",
      "ko": "여기서 멈출 수 없어. 우리 도움이 필요한 사람이 있다고",
      "en": "Let's get going. There are people who need our help.",
      "de": "Wir sollten jetzt nicht aufhören, es gibt immer noch Menschen, die unsere Hilfe brauchen.",
      "es": "No podemos detenernos ahora, hay gente que necesita nuestra ayuda.",
      "fr": "Nous ne pouvons pas nous arrêter maintenant, il y a encore des gens qui ont besoin de notre aide.",
      "pt": "Não devemos parar agora. Ainda tem pessoas que precisam da nossa ajuda.",
      "ru": "Сейчас нельзя останавливаться. Людям нужна наша помощь.",
      "id": "Ayo pergi. Masih ada yang butuh bantuan.",
      "th": "รีบไปกันเถอะ ยังมีคนที่ต้องการความช่วยเหลือจากเราอยู่",
      "vi": "Giờ không nên nghỉ ngơi, vẫn còn có nhiều người cần chúng ta giúp đỡ lắm."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "雨，可以洗净脏污。",
      "zht": "雨，可以洗淨髒汙。",
      "jp": "雨だ、これで汚れも落ちるか。",
      "ko": "비는 더러움을 씻겨주지",
      "en": "Rain. One way to wash off the grime.",
      "de": "Regen, mit ihm kann man den Schmutz abwaschen.",
      "es": "La lluvia elimina la suciedad.",
      "fr": "La pluie. Elle élimine la saleté.",
      "pt": "Chuva. Uma forma de limpar a sujeira.",
      "ru": "Дождь смывает грязь.",
      "id": "Hujan. itulah salah satu cara untuk membersihkan kotoran.",
      "th": "ฝน สามารถชะล้างคราบสกปรกได้",
      "vi": "Mưa, có thể thanh tẩy ô uế."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "雨停了，该把自己晾一晾了。",
      "zht": "雨停了，該把自己晾一晾了。",
      "jp": "雨が止んだ、体を乾かさないと。",
      "ko": "비가 멎었군. 몸을 말려야겠어",
      "en": "Sky's running out of rain for now. Time to dry off.",
      "de": "Der Regen hat aufgehört. Wir sollten uns trocknen.",
      "es": "Ya dejó de llover, es hora de secarse.",
      "fr": "La pluie s'est arrêtée, nous ferions mieux de nous sécher.",
      "pt": "A chuva parou, precisamos nos secar.",
      "ru": "Дождь прекратился, пора обсохнуть.",
      "id": "Hujannya sudah berhenti. Waktunya untuk mengeringkan diri.",
      "th": "ฝนหยุดตกแล้ว ถึงเวลาผึ่งให้แห้งแล้วล่ะ",
      "vi": "Tạnh mưa rồi, ra ngoài sưởi ấm thôi."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "下雪时，似乎整个世界都静下来了。",
      "zht": "下雪時，似乎整個世界都靜下來了。",
      "jp": "雪が降ると、世界がしんと静まるな。",
      "ko": "눈이 올 땐 세상이 고요해지는 것 같아",
      "en": "The world always seems quieter when it snows.",
      "de": "Wenn es schneit, scheint es, als würde die ganze Welt verstummen.",
      "es": "Cuando nieva, parece que el mundo entero se llena de calma.",
      "fr": "Le monde semble plus calme quand il neige.",
      "pt": "Quando está nevando, parece que o mundo inteiro fica mais calmo.",
      "ru": "Когда идёт снег, весь мир будто успокаивается.",
      "id": "Dunia selalu terlihat lebih hening ketika salju turun.",
      "th": "เวลาหิมะตก ดูเหมือนทั้งโลกจะเงียบลง",
      "vi": "Tuyết rơi rồi, cả thế giới đều sẽ tĩnh lặng."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "又起风了，在风中呼吸的感觉真不错。",
      "zht": "又起風了，在風中呼吸的感覺真不錯。",
      "jp": "風が気持ちいいな、空気がおいしく感じる。",
      "ko": "또 바람이 부네. 바람을 맞으며 숨 쉬는 건 정말 상쾌해",
      "en": "Wind's kicking up again. Feels good to breathe it in.",
      "de": "Der Wind hat wieder aufgefrischt und es tut gut, in ihm einzuatmen.",
      "es": "Se está levantando el viento otra vez. ¡Qué agradable es respirar este aire!",
      "fr": "Le vent se lève, cette bouffée d'air frais est agréable.",
      "pt": "O vento está soprando novamente. É bom respirar esse ar.",
      "ru": "Ветер снова подул, так приятно дышать.",
      "id": "Angin mulai bertiup lagi. Segarnya menghirup udara ini.",
      "th": "ลมพัดอีกแล้ว สูดหายใจลึก ๆ ในสายลมมันรู้สึกดีจริง ๆ",
      "vi": "Lại có gió rồi, tiếng gió rít cũng khá thú vị đó."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "风烈起来了，刮得脸上生疼。",
      "zht": "風烈起來了，颳得臉上生疼。",
      "jp": "風が強くなってきた。目を開けていられない。",
      "ko": "바람이 세졌어. 얼굴 베일 것 같아",
      "en": "Wind is really whipping now. My face feels raw.",
      "de": "Der Wind hat zugenommen und bläst mir schmerzhaft ins Gesicht.",
      "es": "¡Qué vendaval! Me duele el rostro con este viento tan cortante.",
      "fr": "Le vent est violent, il souffle à vif sur mon visage.",
      "pt": "A ventania está chegando, meu rosto dói quando o vento sopra.",
      "ru": "Ветер усилился и больно бьёт по лицу.",
      "id": "Tiupan anginnya semakin kencang sekarang. Wajahku terasa sakit.",
      "th": "ลมพัดแรงชะมัด ทำเอาหน้าฉันแสบไปหมดแล้ว",
      "vi": "Bão đến rồi, thổi hết cả vào mặt rồi."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好。世界又充满了活力，我也一样。",
      "zht": "早上好。世界又充滿了活力，我也一樣。",
      "jp": "おはよう。今日も世界は生き生きとしてる…気分がいいな。",
      "ko": "좋은 아침이야. 세상이 다시 활기차졌군. 나도 그렇고",
      "en": "Morning. World's starting to stir again. Me too, I guess.",
      "de": "Guten Morgen. Die Welt ist wieder voller Leben und ich bin es auch.",
      "es": "¡Buenos días! El mundo vuelve a rebosar energía, y yo también.",
      "fr": "Bonjour. Le monde est plein de vigueur, tout comme moi.",
      "pt": "Bom dia! O mundo está repleto de energia, assim como eu.",
      "ru": "Доброе утро! Мир снова полон энергии, и я тоже.",
      "id": "Selamat pagi. Dunia bergerak kembali. Begitu pun aku.",
      "th": "อรุณสวัสดิ์ โลกนี้กลับมามีชีวิตชีวาอีกครั้ง ฉันเองก็เช่นกัน",
      "vi": "Chào buổi sáng, thế giới lại tràn đầy sức sống rồi, cũng giống như tôi vậy."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "日已过半，我们还有不少事要忙。",
      "zht": "日已過半，我們還有不少事要忙。",
      "jp": "もう昼か。まだやるべきことがたくさんある。",
      "ko": "반나절이나 지났어. 아직 할 일이 많은데",
      "en": "Day's half over, but we still have a lot to do.",
      "de": "Der Tag ist schon zur Hälfte vorbei und wir haben noch eine Menge zu tun.",
      "es": "#Ya pasó la mitad del día y nosotr{F#as}{M#os} todavía tenemos mucho que hacer.",
      "fr": "La journée est à moitié terminée, nous avons encore beaucoup à faire.",
      "pt": "Já se passou metade do dia e ainda tenho muita coisa para fazer.",
      "ru": "Прошло полдня, а у нас ещё много дел.",
      "id": "Setengah hari sudah berlalu, tapi masih banyak yang harus kita lakukan.",
      "th": "ผ่านไปครึ่งวันแล้ว เรายังมีเรื่องต้องทำอีกเยอะเลย",
      "vi": "Đã quá trưa rồi, chúng ta vẫn còn nhiều việc phải làm lắm."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "太阳落山了，再过不久星星就要出来了。",
      "zht": "太陽落山了，再過不久星星就要出來了。",
      "jp": "そろそろ日が落ちる。星も見えてくるだろう。",
      "ko": "해가 저물었네. 곧 별이 뜰 거야",
      "en": "Sunset. We'll be under the stars soon.",
      "de": "Die Sonne geht unter und in Kürze werden die Sterne zu sehen sein.",
      "es": "Ya se puso el sol, las estrellas están a punto de aparecer.",
      "fr": "Le soleil se couche. Nous verrons bientôt les étoiles.",
      "pt": "O sol já se pôs. Fazia muito tempo que eu não via estrelas no céu.",
      "ru": "Солнце зашло, вот-вот появятся звёзды.",
      "id": "Matahari kini terbenam. Sebentar lagi kita akan berdiri di bawah jutaan bintang.",
      "th": "ตะวันตกดินแล้ว อีกไม่นานดวงดาวก็จะออกมาเต็มฟ้า",
      "vi": "Mặt trời lặn rồi, bầu trời sẽ đầy sao sớm thôi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "晚上好。该休息了，除非你想借着星光继续行动。",
      "zht": "#晚上好。該休息了，除非{F#妳}{M#你}想藉著星光繼續行動。",
      "jp": "もう夜か。星明かりの下を進む予定がないのなら、休んだらどうだ？",
      "ko": "밤이네, 이제 자야지. 별빛을 빌려 움직일 게 아니라면",
      "en": "Night's here. Time to rest, unless we're going on by starlight.",
      "de": "Guten Abend. Zeit, sich auszuruhen, es sei denn, du willst dich weiter im Sternenlicht bewegen",
      "es": "Buenas noches. Ya es hora de descansar, a menos que quieras aprovechar la luz de las estrellas para continuar nuestro viaje.",
      "fr": "Bonsoir. Nous devrions nous reposer, à moins que tu ne veuilles continuer à avancer à la lumière des étoiles.",
      "pt": "Boa noite, está na hora de descansar. A menos que você queira continuar a agir sob a luz das estrelas.",
      "ru": "Добрый вечер. Пришло время отдохнуть, если только ты не хочешь продолжить наше путешествие под светом звёзд.",
      "id": "Selamat malam. Sekarang waktunya istirahat, kecuali kalau kita masih mau terus bergerak di bawah sinar bintang-bintang.",
      "th": "#สวัสดีตอนเย็น ถึงเวลาพักผ่อนแล้วล่ะ นอกจากว่า{F#เธอ}{M#นาย}อยากเดินทางต่อใต้แสงดาว",
      "vi": "Chào buổi tối, đến lúc nghỉ ngơi rồi, trừ khi bạn muốn hành động giữa khuya."
    }
  },
  {
    "title": {
      "zhs": "关于埃洛伊自己…",
      "zht": "關於亞蘿伊自己…",
      "jp": "アーロイ自身について…",
      "ko": "에일로이 자신에 대해…",
      "en": "About Aloy",
      "de": "Über Aloy ...",
      "es": "Sobre Aloy...",
      "fr": "À propos d'Aloy...",
      "pt": "Sobre a Aloy...",
      "ru": "Об Элой...",
      "id": "Tentang Aloy",
      "th": "เกี่ยวกับตัว Aloy...",
      "vi": "Về bản thân Aloy..."
    },
    "line": {
      "zhs": "我从小就是个流放者，那段日子很不好过。但在这里，即便是对待我这样的外人，大家也比我所降生的那个部落友好的多。感觉…很好。",
      "zht": "我從小就是個被逐者，那段日子很不好過。但在這裡，即便是對待我這樣的外人，大家也比我所降生的那個部族友好得多。感覺…很好。",
      "jp": "私は小さい頃から異端児として育ってきた。ひどい日々を送っていたよ。でも、ここの人たちは、私がいたところの人たちより遥かに温かい。たとえ私みたいなよそ者に対してでもな。なんだか…心地いいものだな。",
      "ko": "난 어릴 때부터 추방된 신세라서 그동안 많이 힘들었지. 하지만 여긴 나 같은 외지인에게도 잘해줘. 내가 태어났던 곳보다 훨씬 친절해서… 좋아",
      "en": "I grew up an outcast, and it wasn't much fun. Even though I'm a stranger here, people are friendlier than the tribe that was supposed to raise me. It's... nice.",
      "de": "Ich bin als Ausgestoßene aufgewachsen und es war eine schlimme Zeit. Aber hier sind die Menschen, selbst wenn sie auf eine Außenseiterin wie mich treffen, viel freundlicher als der Stamm, in den ich hineingeboren wurde. Es fühlt sich ... gut an.",
      "es": "Desde pequeña me trataron como a una paria y tuve una infancia muy dura. Aquí, incluso siendo una forastera, todo el mundo es mucho más amable que los miembros de mi tribu. Se siente... muy bien.",
      "fr": "J'ai grandi telle une paria, ce fut une période très difficile. Mais ici, même si je suis étrangère, tout le monde est si amical envers moi, bien plus que la tribu dans laquelle je suis née. C'est... agréable.",
      "pt": "Eu cresci como uma pária, e não foi muito divertido. Embora eu seja uma estranha aqui, as pessoas são mais amigáveis do que a tribo que deveria me criar. É... Agradável.",
      "ru": "С самого рождения ко мне относились как к изгою, у меня было очень тяжёлое детство. Здесь, хоть я и чужестранка, все относятся ко мне намного добрее, чем члены моего племени. Чувствую себя... хорошо.",
      "id": "Aku dibesarkan sebagai orang buangan, dan pengalaman itu sama sekali tidak menyenangkan. Meskipun aku adalah orang asing di sini, tapi orang-orang di sini justru lebih ramah daripada suku yang seharusnya membesarkan aku. Rasanya ... sangat menyenangkan.",
      "th": "ฉันต้องกลายเป็นผู้ถูกเนรเทศตั้งแต่ยังเด็ก ช่วงเวลานั้นเป็นช่วงที่ยากลำบากมาก แต่ที่นี่ ถึงฉันจะเป็นคนนอก แต่ทุกคนก็เป็นมิตรกับฉันมากกว่าชนเผ่าที่ฉันเกิดมาซะอีก ความรู้สึกนี้... เยี่ยมไปเลย",
      "vi": "Tôi từ nhỏ đã là một kẻ lưu đày, quãng thời gian đó rất vất vả. Nhưng giờ ở đây, mọi người đối xử với một người ngoại tộc như tôi rất tốt, thật sự... rất dễ chịu."
    }
  },
  {
    "title": {
      "zhs": "关于我们·行动",
      "zht": "關於我們·行動",
      "jp": "行動について…",
      "ko": "우리에 대해·행동",
      "en": "About Us: Action",
      "de": "Über uns – Handlung",
      "es": "#Sobre nosotr{F#as}{M#os} - Acción",
      "fr": "À propos de nous - Actions",
      "pt": "Sobre Nós - Execução",
      "ru": "О нас: Действия",
      "id": "Tentang Kita: Tindakan",
      "th": "เกี่ยวกับเรา - การกระทำ",
      "vi": "Về chúng ta - Hành động"
    },
    "line": {
      "zhs": "我的一切行动都是为了拯救生命，而非带来死亡。这就是我与你并肩战斗的原因。",
      "zht": "#我的一切行動都是為了拯救生命，而非帶來死亡。這就是我與{F#妳}{M#你}並肩戰鬥的原因。",
      "jp": "私を突き動かす理由は、死をもたらすことではなく、命を救うこと。だからこそ、私はお前と一緒にここにいるんだ。",
      "ko": "난 생명을 죽이기 위해서가 아니라 살리기 위해서 움직여. 그래서 너와 함께 싸우는 거야",
      "en": "Everything I do is in the service of life, not death. That's why I'm here with you.",
      "de": "Alles, was ich tue, dient dazu, Leben zu retten, und nicht, den Tod zu bringen. Deshalb kämpfe ich an deiner Seite.",
      "es": "Todas mis acciones tienen el propósito de salvar vidas, no de traer muertes. Es por eso que lucho hombro con hombro contigo.",
      "fr": "Toutes mes actions sont au service de la vie, pas de la mort. C'est la raison pour laquelle je me bats à tes côtés.",
      "pt": "Todas as minhas ações são para salvar vidas, não para trazer a morte. É por isso que luto lado a lado com você.",
      "ru": "Все мои действия направлены на спасение жизни, а не на смерть. Вот почему я сражаюсь бок о бок с тобой.",
      "id": "Semua yang kulakukan adalah demi melindungi kehidupan, bukan memusnahkannya. Karena itulah, aku ada di sini bersamamu.",
      "th": "#การกระทำทุกอย่างของฉันก็เพื่อช่วยชีวิต ไม่ใช่เพื่อนำมาซึ่งความตาย นี่คือเหตุผลที่ฉันสู้เคียงบ่าเคียงไหล่กับ{F#เธอ}{M#นาย}",
      "vi": "Tất cả hành động của tôi đều là để cứu rỗi sinh mệnh, không phải gieo rắc cái chết. Đây chính là lý do khiến tôi sát cánh với bạn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·誓约",
      "zht": "關於我們·誓約",
      "jp": "誓いについて…",
      "ko": "우리에 대해·서약",
      "en": "About Us: Oath",
      "de": "Über uns – Schwur",
      "es": "#Sobre nosotr{F#as}{M#os} - Promesa",
      "fr": "À propos de nous - Serment",
      "pt": "Sobre Nós - Promessa",
      "ru": "О нас: Клятва",
      "id": "Tentang Kita: Sumpah",
      "th": "เกี่ยวกับเรา - คำมั่นสัญญา",
      "vi": "Về chúng ta - Lời thề"
    },
    "line": {
      "zhs": "立誓什么的，有点太循规蹈矩了。不过如果你想要我的誓约，那我的誓言与你同在。",
      "zht": "#立誓什麼的，有點太循規蹈矩了。不過如果{F#妳}{M#你}想要我的誓約，那我的誓言與{F#妳}{M#你}同在。",
      "jp": "誓いなんて、形式ばったことは得意じゃないが…どうしてもと言うなら、交わしてもかまわない。",
      "ko": "맹세 같은 건 좀 촌스럽잖아. 그래도 네가 원한다면 너와 함께하겠다고 맹세할게",
      "en": "An oath seems like a formality. But if you want mine, you've got it.",
      "de": "Es ist ein bisschen zu sehr formell, Gelübde abzulegen. Aber wenn du mein Gelübde willst, dann gebe ich es dir.",
      "es": "Una promesa me parece demasiada formalidad. Pero si quieres, la haré.",
      "fr": "Un serment me semble un peu trop formel. Mais si tu veux le mien, sache que je fais le serment d'avancer à tes côtés.",
      "pt": "Uma promessa parece ser mais como uma formalidade. Mas se você quiser a minha, você a tem.",
      "ru": "Обещание, каким бы оно ни было, слишком сильно подчинено условностям. Но если ты хочешь, чтобы я поклялась, то я сделаю это.",
      "id": "Sebuah sumpah terkesan hanya sebuah formalitas. Tapi kalau kamu menginginkan sumpahku, aku akan memberikannya untukmu.",
      "th": "#การกล่าวคำมั่นสัญญาอะไรนั่นดูจะเป็นทางการไปหน่อย แต่ถ้า{F#เธอ}{M#นาย}ต้องการคำมั่นสัญญาจากฉัน งั้นฉันก็รับปากว่าจะอยู่ข้าง{F#เธอ}{M#นาย}",
      "vi": "Những chuyện lời thề đã quá cũ kỹ rồi. Nhưng nếu bạn muốn thì tôi thề sẽ luôn chiến đấu bên bạn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·前进",
      "zht": "關於我們·前進",
      "jp": "歩みについて…",
      "ko": "우리에 대해·전진",
      "en": "About Us: Moving Forward",
      "de": "Über uns – Nach vorn",
      "es": "#Sobre nosotr{F#as}{M#os} - Hacia delante",
      "fr": "À propos de nous - Aller de l'avant",
      "pt": "Sobre Nós - Avanço",
      "ru": "О нас: Вперёд",
      "id": "Tentang Kita: Bergerak Maju",
      "th": "เกี่ยวกับเรา - วันข้างหน้า",
      "vi": "Về chúng ta - Tiến bước"
    },
    "line": {
      "zhs": "我会尽全力与你一起前进，直到终点。我不会踌躇，也不会辜负。",
      "zht": "#我會盡全力與{F#妳}{M#你}一起前進，直到終點。我不會躊躇，也不會辜負。",
      "jp": "何があろうと、お前と共に終わりまで辿り着く。私は決して迷わないし、くじけない。",
      "ko": "난 내 전부를 걸고 너와 끝까지 함께 가겠어. 주저하거나 널 저버리는 일은 없을 거야",
      "en": "I'll do whatever it takes to finish this with you. I won't hesitate. I won't falter.",
      "de": "Ich werde mein Bestes tun, um mit dir bis zum Ende voranzukommen. Ich werde nicht zögern und nicht versagen.",
      "es": "Siempre iré contigo hacia delante, hasta el final. No dudaré ni un instante, tampoco te fallaré.",
      "fr": "Je ferai tout ce qui est nécessaire pour aller de l'avant avec toi, et ce jusqu'au bout. Je n'hésiterai pas. Je n'échouerai pas.",
      "pt": "Vou tentar o meu melhor para seguir em frente com você até o fim. Não vou hesitar, nem vou falhar.",
      "ru": "Я всегда буду идти с тобой вперёд, до конца. Я не буду колебаться ни секунды и не подведу тебя.",
      "id": "Aku akan melakukan apa pun untuk bisa menyelesaikan perjalanan ini bersamamu. Aku tidak ragu-ragu. Aku tidak akan goyah.",
      "th": "#ฉันจะพยายามอย่างเต็มที่เพื่อก้าวไปข้างหน้าพร้อมกับ{F#เธอ}{M#นาย}จนถึงที่สุด ฉันจะไม่ลังเลและไม่มีทางทรยศต่อความสัมพันธ์นี้แน่",
      "vi": "Tôi sẽ luôn cùng bạn tiến về phía trước, không do dự, cũng không hối hận."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "如果说有什么可以分享的话，那一定是我的弓与箭，我只为扶助他人而使用。",
      "zht": "如果說有什麼可以分享的話，那一定是我的弓與箭，我只為扶助他人而使用。",
      "jp": "共有したいことか…弓の腕だろうな…人々を救うために訓練を重ねてきた。",
      "ko": "공유할 만한 게 있다면, 그건 내 활과 화살이지. 난 누군가를 돕기 위해서만 이걸 사용해",
      "en": "If I have to share something, it'll be my bow... in the service of people who need the help.",
      "de": "Wenn es etwas zu teilen gibt, dann sind es mein Bogen und meine Pfeile, die ich nur benutze, um anderen zu helfen.",
      "es": "Si tengo que mencionar algo, que sean mi arco y mis flechas. Solo hago uso de ellos para servir a los demás.",
      "fr": "Si je devais partager quelque chose, ce serait mon arc. Au service de ceux qui en ont besoin.",
      "pt": "Se há algo para compartilhar, deve ser meu arco e flecha. Eu só uso para ajudar os outros.",
      "ru": "Если я должна чем-то поделиться, пусть это будут мой лук и стрелы. Я использую их только для того, чтобы служить другим.",
      "id": "Kalau aku harus berbagi sesuatu, mungkin tentang busurku ... yang kupakai untuk menolong orang-orang yang butuh bantuan.",
      "th": "ถ้าจะให้แชร์อะไรละก็ แน่นอนว่าต้องเป็นลูกธนูและคันศรของฉันน่ะ แต่ฉันก็ใช้มันเพื่อช่วยเหลือผู้อื่นเท่านั้นแหละนะ",
      "vi": "Việc muốn chia sẻ sao, vậy thì nói về chiếc cung của tôi nhé, tôi luôn dùng nó để giúp đỡ mọi người."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "和我那边的世界一样，这片天地的过去也充满了秘密。如果能有足够的时间，我一定要把一切秘密都揭开。",
      "zht": "和我那邊的世界一樣，這片天地的過去也充滿了秘密。如果能有足夠的時間，我一定要把一切秘密都揭開。",
      "jp": "私がいた世界のように、この世界にも古の秘密がたくさんあるようだ。もし時間が許せば、すべて解き明かしたいな。",
      "ko": "내가 살던 세계처럼 이곳의 과거에도 비밀이 많구나. 시간이 충분하다면 이 비밀들을 전부 밝혀내겠어",
      "en": "This land has a past full of secrets, just like my world. I'll uncover all of it, if I have enough time.",
      "de": "Wie meine eigene Welt ist auch die Vergangenheit dieser Welt voller Geheimnisse. Wenn ich genug Zeit habe, muss ich alle Geheimnisse lüften.",
      "es": "Como el mío, el pasado de este mundo también está lleno de misterios. Si tengo tiempo suficiente, revelaré todos sus secretos.",
      "fr": "Le passé de ces terres est plein de mystères, tout comme le monde d'où je viens. Si le temps me le permets, je les découvrirai tous.",
      "pt": "Como o mundo do meu lado, o passado deste mundo está cheio de segredos. Se eu tiver tempo suficiente, irei descobrir todos os seus segredos.",
      "ru": "Прошлое этого мира, как и моё, также полно загадок. Если будет достаточно времени, я раскрою все его тайны.",
      "id": "Tanah ini memiliki masa lalu yang penuh rahasia, sama seperti duniaku. Aku akan mengungkap semua rahasia itu, tentunya kalau aku punya cukup waktu.",
      "th": "ที่นี่ก็เหมือนกับโลกเดิมของฉันเลยล่ะ อดีตที่มาของโลกแห่งนี้ยังเต็มไปด้วยความลับ ถ้าฉันมีเวลาเพียงพอ ฉันจะต้องเปิดเผยความลับทั้งหมดให้ได้",
      "vi": "Cũng giống như thế giới của tôi, nơi này tràn đầy bí mật. Nếu như có đủ thời gian thì tôi nhất định sẽ đi khám phá tất thảy."
    }
  },
  {
    "title": {
      "zhs": "想要了解埃洛伊·其一",
      "zht": "想要瞭解亞蘿伊·其一",
      "jp": "アーロイを知る·1",
      "ko": "에일로이에 대해 알기·첫 번째",
      "en": "More About Aloy: I",
      "de": "Ich will mehr über Aloy erfahren I",
      "es": "Más sobre Aloy (I)",
      "fr": "Connaître Aloy (1)",
      "pt": "Mais sobre Aloy: I",
      "ru": "Узнать больше об Элой I",
      "id": "Mengenal Aloy: I",
      "th": "อยากรู้เกี่ยวกับ Aloy - 1",
      "vi": "Muốn tìm hiểu Aloy - Điều thứ 1"
    },
    "line": {
      "zhs": "我不太擅长谈论自己的事情，眼下的任务才是重点。",
      "zht": "我不太擅長談論自己的事情，眼下的任務才是重點。",
      "jp": "自分のことを話すのは苦手だ。重要なのは目の前にある任務だけだろう？",
      "ko": "난 사적인 이야기는 서툴러. 눈앞의 임무가 중점이야",
      "en": "I'm not much for talking about myself. The mission is what's important.",
      "de": "Ich bin nicht sehr gut darin, über meine eigenen Angelegenheiten zu reden, der aktuelle Auftrag ist am wichtigsten.",
      "es": "No se me da bien hablar de mí misma. Lo importante es nuestra misión.",
      "fr": "Je ne suis pas très douée pour parler de moi-même. La mission est ce qui est important.",
      "pt": "Não gosto tanto de conversar. Para mim, a missão é mais importante.",
      "ru": "Я не умею говорить о себе, главное - помнить о миссии.",
      "id": "Aku tidak banyak berbicara tentang diriku sendiri. Bagiku, misi adalah hal yang paling penting.",
      "th": "ฉันพูดถึงเรื่องของตัวเองไม่เก่ง งานที่ทำอยู่ตอนนี้ต่างหากที่สำคัญ",
      "vi": "Tôi không giỏi kể chuyện của bản thân, trước mắt thì nhiệm vụ vẫn quan trọng hơn."
    }
  },
  {
    "title": {
      "zhs": "想要了解埃洛伊·其二",
      "zht": "想要瞭解亞蘿伊·其二",
      "jp": "アーロイを知る·2",
      "ko": "에일로이에 대해 알기·두 번째",
      "en": "More About Aloy: II",
      "de": "Ich will mehr über Aloy erfahren II",
      "es": "Más sobre Aloy (II)",
      "fr": "Connaître Aloy (2)",
      "pt": "Mais sobre Aloy: II",
      "ru": "Узнать больше об Элой II",
      "id": "Mengenal Aloy: II",
      "th": "อยากรู้เกี่ยวกับ Aloy - 2",
      "vi": "Muốn tìm hiểu Aloy - Điều thứ 2"
    },
    "line": {
      "zhs": "我没有父母，是一个叫罗斯特的男人抚养我长大的。他有点严厉，不过心肠很好，也很大方。他教了我很多东西，嗯…我很想他。",
      "zht": "我沒有父母，是一個叫羅斯特的男人撫養我長大的。他有點嚴厲，不過心腸很好，也很大方。他教了我很多東西，嗯…我很想他。",
      "jp": "私には親がいなかった。だから、ロストという人が私を育ててくれたんだ。いつも厳しかったけど、心が広く、優しい人だった。たくさんのことを彼から教わったよ。できることならまた会いたいな。",
      "ko": "난 부모가 없어. 로스트라는 분이 날 키워주셨지. 엄격하지만 마음은 따뜻한 사람이야, 시원시원하고. 그는 내게 많은 걸 가르쳐줬어. 응… 정말 그립네",
      "en": "I never had parents. But a man named Rost raised me. He was stern, but kind and generous. And he trained me well. I miss him.",
      "de": "Ich habe keine Eltern und wurde von einem Mann namens Rost aufgezogen. Er war ein wenig streng, hatte aber ein gutes Herz und war großzügig. Er hat mir viel beigebracht und nun ja ... ich vermisse ihn sehr.",
      "es": "No tengo padres, me crio un hombre llamado Rost. Era un tanto estricto, pero tenía un gran corazón y era muy generoso. Me enseñó muchas cosas. Lo extraño...",
      "fr": "Je n'ai pas de parents. C'est un homme appelé Rost qui m'a élevée. C'était un homme strict, mais il était généreux et avait bon cœur. Il m'a beaucoup appris... Il me manque.",
      "pt": "Não tenho pais. Fui criada por um homem chamado Roster. Ele era um pouco duro, mas tinha um bom coração e era generoso. Ele me ensinou muitas coisas, hum... Eu sinto muito falta dele.",
      "ru": "У меня нет родителей, меня вырастил человек по имени Раст. Он немного строгий, но у него большое сердце, а ещё он очень щедрый. Он научил меня многому... Я скучаю по нему.",
      "id": "Aku tidak pernah punya orang tua. Tapi seorang pria bernama Rost, dialah yang membesarkanku. Dia tegas, tapi baik dan murah hati. Dia juga melatihku dengan baik. Aku merindukannya.",
      "th": "ฉันไม่มีพ่อแม่ ฉันถูกเลี้ยงดูมาโดยชายที่มีชื่อว่า Rost เขาเป็นคนปากแข็ง แต่ใจดีและใจกว้างมาก เขาสอนฉันหลายอย่าง อืม... ฉันคิดถึงเขามากเลยล่ะ",
      "vi": "Tôi không có cha mẹ, có một người đàn ông tên Rost đã cưu mang tôi. Ông ấy có chút nghiêm khắc, nhưng rất tốt bụng, lại còn dạy tôi nhiều thứ nữa. Ừm... tôi rất nhớ ông ấy."
    }
  },
  {
    "title": {
      "zhs": "想要了解埃洛伊·其三",
      "zht": "想要瞭解亞蘿伊·其三",
      "jp": "アーロイを知る·3",
      "ko": "에일로이에 대해 알기·세 번째",
      "en": "More About Aloy: III",
      "de": "Ich will mehr über Aloy erfahren III",
      "es": "Más sobre Aloy (III)",
      "fr": "Connaître Aloy (3)",
      "pt": "Mais sobre Aloy: III",
      "ru": "Узнать больше об Элой III",
      "id": "Mengenal Aloy: III",
      "th": "อยากรู้เกี่ยวกับ Aloy - 3",
      "vi": "Muốn tìm hiểu Aloy - Điều thứ 3"
    },
    "line": {
      "zhs": "以前，我花了很多时间在寻找我的生母，却没能找到「她」。取而代之的是，我找到了一些远古的留言，是我的…「克隆母体」留下的。听着那些留言，我觉得她似乎很了解我，也很会鼓励我。",
      "zht": "以前，我花了很多時間在尋找我的生母，卻沒能找到「她」。取而代之的是，我找到了一些遠古的留言，是我的…「複製母體」留下的。聽著那些留言，我覺得她似乎很瞭解我，也很會鼓勵我。",
      "jp": "ずっと母を探してきたが、結局見つからなかった。でも、遥か昔のメッセージを見つけたんだ。クローンである私の…元となった人が残したもの。私を知っていて、励ましてくれている気がしたな。",
      "ko": "예전에 난 꽤 오랫동안 생모를 찾았지만, 결국 찾지 못했어. 대신 아주 오래된 메시지를 찾았지. 내… 「클론 모체」가 남긴 거였어. 그 메시지를 들어보니 그녀는 날 아주 잘 아는 것 같았지. 날 격려해주는 느낌도 들었고",
      "en": "I spent my whole life looking for my mother and never found her, not really. But I found ancient messages from the woman I was... cloned from. It felt like she knew me. And how to inspire me.",
      "de": "In der Vergangenheit habe ich viel Zeit mit der Suche nach meiner leiblichen Mutter verbracht, konnte sie aber nicht finden. Stattdessen fand ich einige entfernte Nachrichten, die von meiner „Klonmutter“ hinterlassen wurden. Als ich diese Nachrichten hörte, hatte ich den Eindruck, dass sie mich gut kannte und mich ermutigen wollte.",
      "es": "Invertí mucho tiempo en encontrar a mi madre, pero no lo conseguí. En lugar de eso, encontré unos mensajes que dejó la... mujer de la que me clonaron. Al leer sus palabras, sentí que me conocía muy bien y que me apoyaba con entusiasmo.",
      "fr": "J'ai par le passé consacré beaucoup de temps à la recherche de ma mère biologique, sans la trouver. Au lieu de cela, j'ai trouvé des messages anciens laissés par la femme... depuis laquelle je fus clonée. J'ai eu l'impression qu'elle me connaissait, qu'elle savait comment m'encourager.",
      "pt": "Passei toda minha vida procurando minha mãe e nunca a encontrei, não mesmo. Mas encontrei mensagens antigas da mulher de quem eu fui... Clonada. Parecia que era como se ela me conhecesse. E como me inspirar.",
      "ru": "Я потратила много времени, пытаясь найти свою биологическую мать, но мне это не удалось. Вместо этого я нашла несколько сообщений, оставленных моей... матерью-клоном. Слушая её слова, я чувствовала, что она очень хорошо меня знает и с энтузиазмом поддерживает.",
      "id": "Aku menghabiskan seluruh hidupku untuk mencari ibuku, tapi tidak pernah menemukannya. Tapi aku menemukan pesan kuno dari wanita di mana aku... dikloning. Rasanya seperti dia mengenalku. Dan dia tahu cara menginspirasiku.",
      "th": "เมื่อก่อนฉันใช้เวลาไปเยอะมากในการตามหาแม่ผู้ให้กำเนิดของฉัน แต่ก็ยังหาเธอไม่เจอ แต่ฉันกลับเจอข้อความโบราณ จากผู้หญิงคนหนึ่ง... ที่เป็นต้นแบบการโคลนนิ่งของตัวฉัน ดูจากข้อความพวกนั้นแล้ว ฉันก็รู้สึกได้ว่าเธอเข้าใจฉัน และให้กำลังใจฉันมาก ๆ เลยล่ะ",
      "vi": "Trước đây, tôi đã tốn rất nhiều thời gian để tìm kiếm cha mẹ, nhưng vẫn chưa tìm được bà ấy. Mà thay vào đó, tôi tìm được một lời nhắn cổ xưa, được gửi từ... bản gốc của tôi. Sau khi nghe những lời đó, tôi cảm thấy bà ấy có vẻ rất hiểu về tôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解埃洛伊·其四",
      "zht": "想要瞭解亞蘿伊·其四",
      "jp": "アーロイを知る·4",
      "ko": "에일로이에 대해 알기·네 번째",
      "en": "More About Aloy: IV",
      "de": "Ich will mehr über Aloy erfahren IV",
      "es": "Más sobre Aloy (IV)",
      "fr": "Connaître Aloy (4)",
      "pt": "Mais sobre Aloy: IV",
      "ru": "Узнать больше об Элой IV",
      "id": "Mengenal Aloy: IV",
      "th": "อยากรู้เกี่ยวกับ Aloy - 4",
      "vi": "Muốn tìm hiểu Aloy - Điều thứ 4"
    },
    "line": {
      "zhs": "在成长的过程中，我没有什么朋友。虽然后来在旅途中认识了一些人，但当我离开那个世界时，我和他们的关系还称不上熟络。所以，能和你一同度过这么多时间，成为朋友，我真的很开心。",
      "zht": "#在成長的過程中，我沒有什麼朋友。雖然後來在旅途中認識了一些人，但當我離開那個世界時，我和他們的關係還稱不上熟絡。所以，能和{F#妳}{M#你}一同度過這麼多時間，成為朋友，我真的很開心。",
      "jp": "子どもの頃、私には友達がいなかった。旅をしているうちに何人かそう呼べる人ができたけど、彼らと親しくなる前にその世界を離れてしまった。だから今、お前と一緒に過ごせて嬉しいよ。",
      "ko": "난 친구 없이 컸어. 나중에 여행하다 많은 사람을 만났지만, 그 세계를 떠날 때도 그들과 친밀한 사이는 아니었어. 그래서 너와 이렇게 오랜 시간을 보내며 친구가 될 수 있어서 정말 기뻐",
      "en": "When I grew up, I didn't have any friends. Later in my travels, I made some. But I left that world before we could grow close. That's why I'm glad to have spent time with you.",
      "de": "Als ich aufwuchs, hatte ich nicht wirklich Freunde. Obwohl ich später auf meiner Reise einige Menschen traf, waren wir noch nicht sonderlich vertraut miteinander, als ich die Welt verließ. Deshalb bin ich wirklich froh, dass ich so viel Zeit mit dir verbracht habe und wir Freunde geworden sind.",
      "es": "En mi niñez no tuve ningún amigo. Después conocí a algunas personas en mi viaje, pero abandoné ese mundo antes de que nuestra relación fuera muy cercana. Así que estoy muy contenta de poder pasar tanto tiempo contigo.",
      "fr": "En grandissant, je n'avais pas d'amis. Bien que j'ai eu l'occasion de rencontrer quelques personnes durant mon périple, j'ai quitté ce monde avant que nous ne puissions devenir proches. C'est pourquoi je suis heureuse de pouvoir passer du temps avec toi et d'être devenue ton amie.",
      "pt": "Quando cresci, eu não tinha amigos. Mais tarde, em minhas viagens, eu fiz alguns. Mas deixei esse mundo antes que pudéssemos ficar mais íntimos. É por isso que estou feliz por ter passado algum tempo com você.",
      "ru": "В детстве у меня не было друзей. Хотя позже на своем пути я встретила нескольких людей, но, когда я покидала тот мир, я не могла сказать, что мы были достаточно близки, чтобы узнать друг друга. Поэтому я очень рада, что провела с тобой так много времени, и что мы подружились.",
      "id": "Ketika aku tumbuh dewasa, aku tidak punya teman. Kemudian dalam perjalananku, aku berteman dengan beberapa orang. Tapi aku sudah meninggalkan dunia itu sebelum kami berkomunikasi lebih dekat. Itulah mengapa aku senang bisa menjalani waktu bersamamu.",
      "th": "#ตอนที่โตขึ้นมา ฉันไม่ค่อยมีเพื่อนเท่าไหร่ แม้ว่าระหว่างการเดินทางจะพบเจอผู้คนบ้าง แต่เมื่อฉันต้องออกจากโลกเหล่านั้น ฉันก็ติดต่อกับพวกเขาไม่ได้แล้ว พอฉันได้ใช้เวลากับ{F#เธอ}{M#นาย}ตั้งมากมายและได้เป็นเพื่อนกัน ฉันก็เลยมีความสุขมากเลย",
      "vi": "Trong quá trình trưởng thành, tôi không có mấy bạn bè. Tuy nhiên trong chuyến hành trình sau đó tôi đã quen biết một số người, khi tôi tạm rời khỏi thế giới đó, tôi và họ vẫn chưa thể gọi là thân lắm. Vì vậy, có thể đi cùng với bạn trong quãng thời gian lâu như thế, tôi thực sự rất vui."
    }
  },
  {
    "title": {
      "zhs": "想要了解埃洛伊·其五",
      "zht": "想要瞭解亞蘿伊·其五",
      "jp": "アーロイを知る·5",
      "ko": "에일로이에 대해 알기·다섯 번째",
      "en": "More About Aloy: V",
      "de": "Ich will mehr über Aloy erfahren V",
      "es": "Más sobre Aloy (V)",
      "fr": "Connaître Aloy (5)",
      "pt": "Mais sobre Aloy: V",
      "ru": "Узнать больше об Элой V",
      "id": "Mengenal Aloy: V",
      "th": "อยากรู้เกี่ยวกับ Aloy - 5",
      "vi": "Muốn tìm hiểu Aloy - Điều thứ 5"
    },
    "line": {
      "zhs": "我不会轻易信任他人，但我确定你是可以信任的。你是我真正的伙伴，我可不经常这样评价别人。",
      "zht": "#我不會輕易信任他人，但我確定{F#妳}{M#你}是可以信任的。{F#妳}{M#你}是我真正的夥伴，我可不經常這樣評價別人。",
      "jp": "人を信頼するのは得意じゃないけど、お前なら、信じることができる。お前は私の大切な仲間だ…あまりこういうことは言わないんだけどな。",
      "ko": "난 사람을 쉽게 믿지 않지만 넌 믿을 수 있어. 넌 내 진정한 파트너야. 내가 남을 이렇게 평가하는 건 드문 일이라고",
      "en": "Trust doesn't come easy for me, but I know I can trust you. You're a true friend, and I don't say that often.",
      "de": "Ich vertraue den Menschen nicht so leicht, aber ich bin sicher, dass man dir vertrauen kann. Du bist mein treuer Begleiter und ich urteile nicht oft so über Menschen.",
      "es": "#No confío fácilmente en los demás, pero puedo garantizar que eres una persona de fiar. Eres {F#una}{M#un} verdader{F#a}{M#o} amig{F#a}{M#o}, y eso no es algo que yo diga fácilmente.",
      "fr": "#Je n'accorde pas facilement ma confiance, mais je sais qu'avec toi, c'est différent. Tu es mon am{F#ie}{M#i}. Il m'est rare d'estimer quelqu'un à ce point.",
      "pt": "A confiança não é fácil para mim, mas sei que posso confiar em você. Você é um verdadeiro amigo, e não digo isso direto.",
      "ru": "Мне нелегко доверять другим, но я могу гарантировать, что я надёжный человек. Ты - мой верный спутник. Странно, что я могу считать кого-то таким.",
      "id": "Percaya adalah hal yang tidak mudah untuk kulakukan, tapi aku yakin kalau aku bisa memercayaimu. Kamu adalah teman sejati. Aku jarang mengungkapkan pengakuan itu.",
      "th": "#ฉันไม่เคยเชื่อใจใครง่าย ๆ แต่ฉันเชื่อว่า{F#เธอ}{M#นาย}น่ะไว้ใจได้ {F#เธอ}{M#นาย}คือเพื่อนที่แท้จริงของฉัน ฉันไม่พูดกับใครแบบนี้บ่อย ๆ หรอกนะ",
      "vi": "Tôi không dễ dàng tin tưởng bất kỳ ai, nhưng tôi biết bạn rất đáng tin cậy. Bạn là người đồng hành thật sự của tôi, tôi không thường xuyên đánh giá người khác như thế đâu."
    }
  },
  {
    "title": {
      "zhs": "埃洛伊的爱好…",
      "zht": "亞蘿伊的愛好…",
      "jp": "アーロイの趣味…",
      "ko": "에일로이의 취미…",
      "en": "Aloy's Hobbies",
      "de": "Aloys Hobbys ...",
      "es": "Aficiones de Aloy...",
      "fr": "Les loisirs d'Aloy...",
      "pt": "Passatempos de Aloy...",
      "ru": "Хобби Элой...",
      "id": "Hobi Aloy",
      "th": "งานอดิเรกของ Aloy...",
      "vi": "Sở thích của Aloy..."
    },
    "line": {
      "zhs": "我不太清楚自己有什么爱好，「阅读古物」算一个吧。嗯，那就…历史？",
      "zht": "我不太清楚自己有什麼愛好，「閱讀古物」算一個吧。嗯，那就…歷史？",
      "jp": "これといった趣味は無いが…昔の記録に触れるのは好きだな。だから歴史…ということになるか？",
      "ko": "내 취미가 뭔지 잘 모르겠어. 「고전 읽기」 정도? 음… 그러니까 역사 같은 거",
      "en": "Not sure if I have a hobby, unless you count reading things from the past. So, history... I guess?",
      "de": "Ich bin mir nicht ganz sicher, welche Hobbys ich habe, aber das Lesen über die Vergangenheit gehört dazu. Also ... Geschichte?",
      "es": "No tengo muy claro cuáles son mis aficiones. ¿Leer cosas del pasado? Humm... la historia, supongo.",
      "fr": "Je ne suis pas certaine d'avoir des loisirs, à part peut-être la lecture des choses du passé. Donc heu, l'histoire, j'imagine ?",
      "pt": "Não tenho certeza se tenho um passatempo, acho que ler coisas antigas conta como um. Bem, história, então?",
      "ru": "Не сказала бы, что у меня есть хобби, если только не считать чтение о вещах из прошлого. Стало быть, моё хобби... история?",
      "id": "Aku tidak yakin apa hobiku, kalau kamu anggap membaca barang-barang kuno sebagai hobi ... mungkin hobiku adalah, sejarah?",
      "th": "ฉันไม่ค่อยแน่ใจว่างานอดิเรกของฉันคืออะไร การ \"สนใจเรื่องราวในอดีต\" นี่นับมั้ยนะ อืม ถ้างั้นก็คงเป็น... ประวัติศาสตร์สินะ?",
      "vi": "Tôi không rõ mình có sở thích gì, có thể là \"tìm hiểu cổ vật\". Ừm, có vẻ đó là... lịch sử đúng không?"
    }
  },
  {
    "title": {
      "zhs": "埃洛伊的烦恼…",
      "zht": "亞蘿伊的煩惱…",
      "jp": "アーロイの悩み…",
      "ko": "에일로이의 고민…",
      "en": "Aloy's Troubles",
      "de": "Aloys sorgen ...",
      "es": "Preocupaciones de Aloy...",
      "fr": "Les problèmes d'Aloy...",
      "pt": "Preocupações de Aloy...",
      "ru": "Беспокойство Элой...",
      "id": "Kekhawatiran Aloy",
      "th": "เรื่องกลุ้มใจของ Aloy...",
      "vi": "Phiền Muộn Của Aloy..."
    },
    "line": {
      "zhs": "除了我自己的世界，现在又多了一个世界需要拯救。唔…时间总是不够用。",
      "zht": "除了我自己的世界，現在又多了一個世界需要拯救。唔…時間總是不夠用。",
      "jp": "自分の世界以外に、もう一つ救うべき世界ができた。休んでる時間はないな。",
      "ko": "내 자신의 세계 말고 구해야 할 세계가 또 늘어서. 시간이 늘 부족해",
      "en": "One world needed saving. Now another. There's never time to rest.",
      "de": "Neben meiner eigenen Welt gibt es jetzt noch eine andere Welt zu retten. Puh ... es gibt nie genug Zeit.",
      "es": "Además de mi mundo, ahora tengo otro que salvar. No tengo ni un momento de descanso.",
      "fr": "Outre le monde d'où je viens, un autre monde doit être sauvé. Pas le temps de se reposer.",
      "pt": "Um mundo precisava ser salvo. E agora outro. Nunca há tempo suficiente para descansar.",
      "ru": "В дополнение к моему миру у меня теперь есть ещё один мир, который нужно спасти. Времени всегда не хватает.",
      "id": "Satu dunia butuh diselamatkan. Sekarang ada dunia lain juga yang membutuhkannya. Tidak ada waktu untuk beristirahat.",
      "th": "นอกจากโลกของฉันเองแล้ว ตอนนี้ยังมีอีกโลกนึงที่ฉันต้องช่วยเหลือ เอ่อ... เวลานี่มีเท่าไหร่ก็ไม่พอใช้เลยจริง ๆ",
      "vi": "Ngoài thế giới của mình, giờ đây lại có thêm một thế giới nữa cần giải cứu. Chậc... thời gian chưa bao giờ là đủ."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我不挑食。只要不饿着肚子旅行，吃什么都行。",
      "zht": "我不挑食。只要不餓著肚子旅行，吃什麼都行。",
      "jp": "別に好き嫌いはない。空腹で旅をするくらいなら、なんだって食べるさ。",
      "ko": "난 있는 대로 먹어. 굶지만 않는다면 뭐든 상관없어",
      "en": "I'm not picky. Anything's better than traveling on an empty stomach.",
      "de": "Ich bin kein wählerischer Esser. Ich esse alles, damit ich nicht hungrig reisen muss.",
      "es": "No soy quisquillosa con la comida. Si tengo hambre mientras estoy de viaje, puedo comer cualquier cosa.",
      "fr": "Je ne suis pas difficile. Tant que je ne voyage pas le ventre vide, tout me va.",
      "pt": "Eu não sou exigente. Qualquer coisa é melhor do que viajar com o estômago vazio.",
      "ru": "Я не привередлива в еде. Если я проголодаюсь в дороге, то могу съесть что угодно.",
      "id": "Aku tidak pilih-pilih makanan. Daripada melakukan perjalanan dengan perut kosong, apa pun akan kumakan.",
      "th": "ฉันไม่ได้เป็นคนเลือกกินหรอกนะ ขอแค่ไม่ท้องว่างในตอนที่เดินทางก็พอแล้ว ฉันกินอะไรก็ได้ทั้งนั้นแหละ",
      "vi": "Tôi không kén ăn, cái gì cũng ăn được, chỉ cần không đói là được."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我吃过一次「奥斯拉姆炖肉」，稠得都能当沥青铺路了，呕。",
      "zht": "我吃過一次「歐瑟蘭燉肉」，稠得都能當瀝青鋪路了，嘔。",
      "jp": "「オセラムのシチュー」を食べたことがあるが、道の舗装に使えるくらいネバネバだった…オエッ…",
      "ko": "전에 「오세람 고기스튜」를 한번 먹어 봤는데, 너무 걸쭉하더라고… 웩",
      "en": "Had an Oseram stew once that was so thick you could pave a road with it. Ugh.",
      "de": "Ich hatte einmal einen „Oseram-Eintopf“, der so dick war, dass man ihn für Asphalt hätte halten können.",
      "es": "Una vez comí un guiso de los Oseram, estaba tan duro que podría usarse de asfalto, uf.",
      "fr": "J'ai un jour mangé un ragoût oseram si épais qu'on aurait pu s'en servir pour paver une route. Dégoûtant.",
      "pt": "Tivemos uma vez um ensopado de Oseram que era tão espesso que se podia pavimentar uma estrada com ele. Urrgg...",
      "ru": "Однажды я ела тушёное мясо Озерам. Оно было настолько жёстким, что могло бы сойти за подошву сапога.",
      "id": "Aku pernah memakan Oseram rebus yang sangat tebal, sampai mungkin kamu bisa menggunakannya untuk mengaspal jalan. Ugh.",
      "th": "ฉันเคยกิน \"Oseram Stew\" ที่ข้นมากจนสามารถเอาไปปูถนนได้ครั้งนึงน่ะ อุแหวะ",
      "vi": "Tôi từng ăn qua món \"Thịt Hầm Oseram\", nó đặc đến mức có thể dùng để lát nhựa đường luôn, ọe."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "我从来不怎么在意生日。在我出生的世界，大家都会纪念母亲，没人庆祝自己的生日。不过先不管那些。嗯…祝你生日快乐。",
      "zht": "#我從來不怎麼在意生日。在我出生的世界，大家都會紀念母親，沒人慶祝自己的生日。不過先不管那些。嗯…祝{F#妳}{M#你}生日快樂。",
      "jp": "誕生日を気にしたことはないな。私がいたところでは、誕生日は自分のためではなく、母を祝うためのものだった。だけど、まあ…誕生日おめでとう。",
      "ko": "난 생일을 챙긴 적이 없는 것 같아. 내가 태어난 세계에서는 어머니를 기리지 자신의 생일을 축하하진 않거든. 하지만 어쨌든, 응… 생일 축하해",
      "en": "Never put much stock in birthdays. Where I come from, it's a time to celebrate your mother, not yourself. Even so, I wish you a, uh... happy day.",
      "de": "Ich habe mir nie viel aus Geburtstagen gemacht. In der Welt, in der ich geboren wurde, ehrten alle ihre Mütter, und niemand feierte seinen eigenen Geburtstag. Aber lassen wir das erst einmal beiseite. Also ... ich wünsche dir alles Gute zum Geburtstag!",
      "es": "Nunca le di importancia a mi cumpleaños. En el mundo en el que nací, todos veneran a sus madres, nadie celebra su propio cumpleaños. Pero eso no importa. De todas formas... ¡feliz día!",
      "fr": "Je n'ai jamais vraiment porté attention aux anniversaires. Dans le monde où je suis née, c'était une occasion de célébrer la mère et non la personne concernée. Mais ne nous préoccupons pas de cela. Je te souhaite un joyeux anniversaire.",
      "pt": "Nunca dê muita importância a aniversários. De onde eu venho, é hora de celebrar sua mãe, não a si mesmo. Mesmo assim, desejo a você, uuuh, um dia feliz.",
      "ru": "Я никогда не придавала большого значения своему дню рождения. В мире, в котором я родилась, все поклоняются своим матерям, никто не празднует свой собственный день рождения. Но это не имеет значения. С днём рождения!",
      "id": "Aku tidak pernah merayakan ulang tahun terlalu meriah. Di dunia tempatku berasal, orang-orang akan memperingati ibunya, dan bukan diri sendiri. Meskipun begitu, aku berharap semoga ini hari yang membahagiakan untukmu.",
      "th": "ฉันไม่สนใจวันเกิดมากเท่าไหร่ ในโลกที่ฉันเกิด ไม่มีใครฉลองวันเกิดของตัวเอง แต่ทุกคนจะรำลึกถึงแม่ของตัวเองกัน แต่ไม่ต้องสนใจเรื่องพวกเขาหรอก อืม... สุขสันต์วันเกิดนะ",
      "vi": "Tôi chưa bao giờ quan tâm đến sinh nhật. Ở thế giới nơi tôi sinh ra, mọi người đều nhớ về mẹ, không ai tổ chức sinh nhật cho mình. Nhưng thôi đừng quan tâm đến những chuyện đó nữa. Ừm...Chúc mừng sinh nhật bạn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "很好，咱们进展不错。但可不能止步于此。",
      "zht": "很好，我們進展不錯。但可不能止步於此。",
      "jp": "よし、いい感じに進歩してるな。だがここで止まるわけにはいかない。",
      "ko": "좋아, 진전이 제법 있어. 하지만 여기서 멈출 순 없지",
      "en": "All right. Feels like we're making progress, but we can't stop now.",
      "de": "Das ist gut, wir kommen gut voran. Doch dabei kann es nicht bleiben.",
      "es": "Muy bien, estamos progresando. Pero no podemos conformarnos con haber llegado hasta aquí.",
      "fr": "Très bien, nous avançons bien. Mais nous ne pouvons pas nous arrêter ici.",
      "pt": "Bem, parece que estamos fazendo progresso, mas não podemos parar agora.",
      "ru": "Отлично, мы делаем успехи. Но нельзя на этом останавливаться.",
      "id": "Bagus. Aku merasa ada kemajuan yang kita capai, tapi kita tidak bisa berhenti di sini.",
      "th": "เยี่ยมเลยล่ะ พวกเราพัฒนาความสัมพันธ์ได้ไม่เลวเลย แต่ก็จะหยุดไว้เท่านี้ไม่ได้หรอกนะ",
      "vi": "Rất tốt, chúng ta đang tiến bộ rất nhanh, nhưng chúng ta không thể ngủ quên trong chiến thắng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "有所成长，变得更强了，是件好事。",
      "zht": "有所成長，變得更強了，是件好事。",
      "jp": "前よりも成長し、強くなった。いいことだ。",
      "ko": "성장하고 더 강해지는 건 좋은 일이야",
      "en": "Getting better. Getting stronger. Always a good thing.",
      "de": "Es ist gut, dass wir gewachsen und stärker geworden sind.",
      "es": "Mejorar, hacerse más fuerte... Eso es buena señal.",
      "fr": "Grandir, devenir plus fort. C'est une bonne chose.",
      "pt": "Estou ficando melhor, e mais forte. Isso é bom.",
      "ru": "Расти, становиться сильнее... Это хорошо.",
      "id": "Semakin baik dan semakin kuat. Keduanya memang hal yang baik.",
      "th": "ทุกการเติบโต คือการที่ตัวเองแข็งแกร่งขึ้น ซึ่งเป็นเรื่องที่ดีมากเลยล่ะ",
      "vi": "Phát triển và mạnh mẽ hơn, đó là chuyện tốt."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "无论现在是多精湛的猎手，总还能更进一步。不要因为自满而止步，不要停止学习。",
      "zht": "無論現在是多精湛的獵人，總還能更進一步。不要因為自滿而止步，不要停止學習。",
      "jp": "どんなに優れた狩人であろうとも、まだまだ成長の余地はある。決して休まず、学び続けることが大切だな。",
      "ko": "아무리 뛰어난 사냥꾼이라도 더 발전할 수 있어. 지금에 만족해서 배움을 멈추면 안 돼",
      "en": "No matter how good a hunter you are, you can always get better. Never rest. Never stop learning.",
      "de": "Ganz gleich, wie gut du als Jäger bist, du kannst immer besser werden. Lass dich nicht durch Selbstgefälligkeit vom Lernen abhalten.",
      "es": "#No importa lo experimentada que sea ahora en la caza, siempre se puede ser mejor. No dejes de progresar por estar satisfech{F#a}{M#o} contigo mism{F#a}{M#o}, nunca dejes de aprender.",
      "fr": "Peu importe sa qualité de chasseur, il est toujours possible de s'améliorer. N'arrête jamais, continue d'apprendre.",
      "pt": "#Não importa quão {F#boa caçadora}{M#bom caçador} você seja, sempre pode melhorar. Nunca descanse, e nunca pare de aprender.",
      "ru": "#Независимо от того, насколько ты {F#опытна}{M#опытен} в охоте, ты всегда можешь стать лучше. Не останавливайся в своём развитии, потому что ты {F#довольна}{M#доволен} собой. Никогда не прекращай учиться.",
      "id": "Tidak peduli kamu pemburu sehebat apa, kamu selalu bisa untuk menjadi lebih hebat lagi. Jangan beristirahat. Jangan berhenti belajar.",
      "th": "ไม่ว่าตอนนี้จะเป็นนักล่าที่เก่งกาจเพียงใด ก็สามารถไปได้ไกลกว่านี้ได้ อย่าหยุดเพราะพึงพอใจ อย่าหยุดที่จะเรียนรู้",
      "vi": "Dù có là thợ săn tinh nhuệ đến đâu thì vẫn có thể tiến xa hơn. Đừng dừng lại vì tự mãn, đừng ngừng học hỏi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings about Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我们刚开始搭伴旅行时，对我而言，你还只是一个陌生人，来自我所不熟悉的世界。但既然如今我们已经一同经历了这么多，我可以向你保证：我的弓永远与你同在。",
      "zht": "#我們剛開始搭伴旅行時，對我而言，{F#妳}{M#你}還只是一個陌生人，來自我所不熟悉的世界。但既然如今我們已經一同經歷了這麼多，我可以向{F#妳}{M#你}保證：我的弓永遠與{F#妳}{M#你}同在。",
      "jp": "共に旅を始めたばかりの頃、私にとってお前は、知らない世界の見知らぬ人に過ぎなかった。でも、多くの経験を共にしてきた今なら言える——私の弓はこれからもずっと、お前と共にあると。",
      "ko": "너와 막 여행을 시작했을 때, 넌 내가 모르는 세계에서 온 낯선 사람일 뿐이었어. 하지만 지금은 많은 걸 함께 한 친구지. 약속할게. 내 활과 화살은 언제나 너와 함께할 거야",
      "en": "When we started out, you were just another stranger in a world I didn't understand. But after everything we've been through, I can say this for certain: My bow is yours, now and always.",
      "de": "#Als wir anfingen, gemeinsam zu reisen, warst du für mich ein{F#e} Fremde{M#r} aus einer Welt, die ich nicht kannte. Aber jetzt, da wir so viel zusammen erlebt haben, kann ich dir versichern, dass mein Bogen immer mit dir sein wird.",
      "es": "#Cuando acabábamos de convertirnos en compañeros de viaje, todavía eras {F#una}{M#un} desconocid{F#a}{M#o} para mí, de un mundo que no conocía en absoluto. Sin embargo, a día de hoy vivimos tantas cosas junt{F#as}{M#os} que puedo prometerte que siempre podrás contar con mi arco.",
      "fr": "Lorsque nous avons commencé à voyager ensemble, tu étais pour moi quelqu'un d'inconnu dans un monde qui l'était tout autant. Après tout ce que nous avons traversé, je peux te dire avec certitude que mon arc t'accompagnera pour toujours.",
      "pt": "#Quando nós começamos, você só era mais {F#uma estranha}{M#um estranho} em um mundo que eu não entendi. Mas após tudo que passamos junt{F#as}{M#os}, posso dizer com certeza: meu coração é seu, hoje e sempre.",
      "ru": "#Когда мы только стали попутчиками, ты был{F#а} для меня чужаком из мира, который я совсем не знала. Однако мы столько всего пережили вместе. Я могу обещать тебе, что ты всегда можешь рассчитывать на меня.",
      "id": "Saat kita memulainya, kamu hanyalah orang asing di dunia yang tidak kupahami. Tapi setelah semua yang telah kita lalui, aku dapat mengatakan hal ini dengan keyakinanku: Busur yang kumiliki kini milikmu, sekarang dan senantiasa.",
      "th": "#ตอนที่เราเริ่มเดินทางด้วยกันครั้งแรก สำหรับฉันแล้ว {F#เธอ}{M#นาย}เป็นแค่คนแปลกหน้าจากโลกที่ฉันไม่คุ้นเคย แต่ตอนนี้เรามีประสบการณ์มากมายร่วมกัน ฉันสาบานได้เลยว่าธนูของฉันจะอยู่กับ{F#เธอ}{M#นาย}เสมอ",
      "vi": "Khi vừa bắt đầu mạo hiểm thì đối với tôi, bạn vẫn chỉ là một người lạ, đến từ một thế giới mà tôi không hề quen thuộc. Nhưng bây giờ chúng ta đã cùng nhau trải qua rất nhiều thứ, tôi có thể đảm bảo với bạn: Vũ khí của tôi sẽ luôn ở bên bạn."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "这玩意是会炸的。",
      "zht": "這東西是會炸的。",
      "jp": "爆発するよ。",
      "ko": "폭발할지도 몰라",
      "en": "This'll pack a punch!",
      "de": "Dieses Ding wird in die Luft gehen.",
      "es": "Esta cosa explota.",
      "fr": "Ça va dégager.",
      "pt": "Isso daqui vai explodir!",
      "ru": "Эта штука взрывается.",
      "id": "Ini akan jadi sebuah pukulan hebat!",
      "th": "เจ้าพวกนี้มันระเบิดได้นะ",
      "vi": "Thứ này sẽ nổ đấy."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "猎手的小玩具。",
      "zht": "獵人的小玩具。",
      "jp": "狩人の小道具さ。",
      "ko": "사냥꾼의 장난감이지",
      "en": "Got something for you!",
      "de": "Das ist ein Spielzeug für Jäger.",
      "es": "¡Tengo algo para ti!",
      "fr": "J'ai quelque chose pour toi.",
      "pt": "Tenho algo aqui para você!",
      "ru": "Игрушка для охоты.",
      "id": "Ini untukmu!",
      "th": "ของเล่นตัวน้อยของนักล่า",
      "vi": "Đồ chơi của thợ săn."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "见过这个吗？",
      "zht": "見過這個嗎？",
      "jp": "見たことはあるかな？",
      "ko": "이거 본 적 있어?",
      "en": "Ever seen one of these?",
      "de": "Hast du das gesehen?",
      "es": "¿Has visto esto alguna vez?",
      "fr": "Tu as vu ça ?",
      "pt": "Já viu um desses daqui?",
      "ru": "Вы видели?",
      "id": "Pernah lihat ini?",
      "th": "เคยเห็นนี่รึยัง?",
      "vi": "Đã từng thấy thứ này chưa?"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "禁锢！",
      "zht": "禁錮！",
      "jp": "拘束する！",
      "ko": "속박한다!",
      "en": "You're stuck now!",
      "de": "Du kommst nicht weiter!",
      "es": "¡Te atrapé!",
      "fr": "T'es coincé maintenant !",
      "pt": "Aprisionado!",
      "ru": "Путы!",
      "id": "Kamu terjebak!",
      "th": "ติดกับแล้ว!",
      "vi": "Giam cầm!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "一点新技巧。",
      "zht": "一點新技巧。",
      "jp": "ちょっとしたテクニックさ。",
      "ko": "새로운 스킬이군",
      "en": "This is a new one.",
      "de": "Ein kleiner neuer Trick.",
      "es": "Un nuevo truco.",
      "fr": "C'est nouveau, ça.",
      "pt": "Um truque novo.",
      "ru": "Новый трюк.",
      "id": "Ini jurus baru.",
      "th": "เทคนิคใหม่น่ะ",
      "vi": "Kỹ thuật mới."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "这里是我的猎场！",
      "zht": "這裡是我的獵場！",
      "jp": "ここは私の狩場だ！",
      "ko": "여기가 내 사냥터야!",
      "en": "The hunt is on!",
      "de": "Das ist mein Jagdgebiet!",
      "es": "¡Comienza la caza!",
      "fr": "La chasse est ouverte !",
      "pt": "Essa caça é minha!",
      "ru": "Это мои охотничьи угодья!",
      "id": "Saatnya berburu!",
      "th": "นี่คือพื้นที่ออกล่าของฉัน!",
      "vi": "Đây là bãi săn của ta!"
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "这玩意用着还不错。",
      "zht": "這東西用起來還不錯。",
      "jp": "ハ！悪くないな。",
      "ko": "이거 제법 괜찮잖아",
      "en": "Ha! This thing is fun!",
      "de": "Mit diesem Spielzeug kann man richtig Spaß haben.",
      "es": "¡Qué divertido!",
      "fr": "C'est amusant.",
      "pt": "Haha, essa coisa é divertida!",
      "ru": "Эта штука работает довольно хорошо.",
      "id": "Ha! Ini menarik!",
      "th": "เจ้านี่สนุกใช้ได้เลยนะ",
      "vi": "Thứ này không tồi nhỉ."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "嗯…算是些有用的东西。",
      "zht": "嗯…算是些有用的東西。",
      "jp": "まあ、役には立つか。",
      "ko": "음… 꽤 쓸 만한 물건이야",
      "en": "These things look like they could come in handy.",
      "de": "Diese Dinger scheinen sehr nützlich zu sein.",
      "es": "Estas cosas pueden venirnos muy bien.",
      "fr": "Ces choses semblent pouvoir être utiles.",
      "pt": "Essas coisas parecem ter vindo em uma boa hora.",
      "ru": "Кажется, это может пригодиться.",
      "id": "Yang begini kelihatannya akan berguna.",
      "th": "อืม... ถือว่าของพวกนี้มีประโยชน์ละกัน",
      "vi": "Ừm...cũng là thứ xài được."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "这些能吃…这些能用…",
      "zht": "這些能吃…這些能用…",
      "jp": "これは食べられそうだし… これも使えるな…",
      "ko": "이건 먹을 거고… 이건 쓸 만한 것들이네…",
      "en": "Let's see, that looks edible... and this looks useful.",
      "de": "Mal sehen, das sieht essbar aus ... und das sieht nützlich aus ...",
      "es": "Esto puedo comerlo... Esto puedo usarlo...",
      "fr": "Ceux-ci sont comestibles... Ceux-là sont utiles...",
      "pt": "Esses são comestíveis... esses dão para usar...",
      "ru": "Что-то съедобное... Это пригодится.",
      "id": "Yang ini bisa dimakan ... Ini masih bisa dipakai ....",
      "th": "พวกนี้ถ้ากินได้...ก็ถือว่ามีประโยชน์...",
      "vi": "Thứ này có thể ăn...thứ này có thể dùng..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "这些，到底是谁留在这的呢…",
      "zht": "這些，到底是誰留在這的呢…",
      "jp": "誰が置いていったんだ？",
      "ko": "대체 누가 여기 둔 거지…",
      "en": "Who put all these things here?",
      "de": "Wer hat all diese Dinge hier gesteckt?",
      "es": "¿Quién puso todo esto aquí?",
      "fr": "Qui a mis toutes ces choses ici ?",
      "pt": "Quem será que deixou essas coisas...",
      "ru": "Кто же оставил эти вещи здесь?",
      "id": "Siapa yang simpan semua ini di sini?",
      "th": "ของพวกนี้ ใครเป็นคนทิ้งไว้ที่นี่กันนะ...",
      "vi": "Thứ này, không biết là do ai để lại nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "棘手的猎物…",
      "zht": "棘手的獵物…",
      "jp": "手強い相手だな…",
      "ko": "까다로운 사냥감이군…",
      "en": "This one's a fighter...",
      "de": "Eine schwierige Beute ...",
      "es": "Este es un luchador...",
      "fr": "Celui-là est récalcitrant...",
      "pt": "Que presa irritante...",
      "ru": "Коварная добыча...",
      "id": "Yang ini kuat juga ....",
      "th": "เป็นเหยื่อที่ใช้ได้...",
      "vi": "Con mồi khó nhằn..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "弱点在哪…",
      "zht": "弱點在哪…",
      "jp": "弱点はどこだ…",
      "ko": "약점이 어디지…",
      "en": "Come on, gotta find that weak spot...",
      "de": "Wo sind die Schwachstellen ...",
      "es": "Tengo que encontrar el punto débil...",
      "fr": "Allez, il faut que je trouve son point faible...",
      "pt": "Onde está seu ponto fraco...",
      "ru": "Где же слабое место...",
      "id": "Ayo, ayo. Di mana kelemahanmu ....",
      "th": "จุดอ่อนอยู่ตรงไหนกันนะ...",
      "vi": "Điểm yếu ở đâu..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "大意了…",
      "zht": "大意了…",
      "jp": "さあ、どうするか…",
      "ko": "방심했어…",
      "en": "I'm out of my depth...",
      "de": "Zu unachtsam ...",
      "es": "Bajé la guardia...",
      "fr": "Je ne suis pas dans mon élément...",
      "pt": "Está fora da minha alçada...",
      "ru": "Стоило только отвлечься...",
      "id": "Aku ceroboh ....",
      "th": "ประมาทเกินไปแล้ว...",
      "vi": "Sơ ý rồi..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "当心！",
      "zht": "當心！",
      "jp": "気をつけろ！",
      "ko": "조심해!",
      "en": "Watch out!",
      "de": "Vorsicht!",
      "es": "¡Cuidado!",
      "fr": "Prudence !",
      "pt": "Cuidado!",
      "ru": "Осторожно!",
      "id": "Hati-hati!",
      "th": "ระวัง!",
      "vi": "Cẩn thận!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "别太冒进！",
      "zht": "別太冒進！",
      "jp": "無理をするな！",
      "ko": "무모한 짓은 그만둬!",
      "en": "Don't get reckless!",
      "de": "Nicht zu voreilig!",
      "es": "¡No te precipites!",
      "fr": "Fais attention à toi !",
      "pt": "Não se precipite!",
      "ru": "Не будьте беспечны!",
      "id": "Jangan ceroboh!",
      "th": "อย่าวู่วามเข้าไปสิ!",
      "vi": "Đừng quá khích!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "哪里…出了错…",
      "zht": "哪裡…出了錯…",
      "jp": "っ…だめか…",
      "ko": "뭐가… 잘못된 거지…",
      "en": "I failed...",
      "de": "Wo ist mir der Fehler unterlaufen ...",
      "es": "Fallé...",
      "fr": "J'ai échoué...",
      "pt": "Onde eu... Falhei...",
      "ru": "Что же пошло не так?..",
      "id": "Aku gagal ....",
      "th": "ทำพลาดไป...ตรงไหนนะ",
      "vi": "Sai sót...ở đâu..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "抱歉…",
      "zht": "抱歉…",
      "jp": "もうだめか…すまない…",
      "ko": "미안해…",
      "en": "I'm down... I'm sorry...",
      "de": "Das tut mir echt leid ...",
      "es": "Lo siento...",
      "fr": "Je suis désolée...",
      "pt": "Desculpe...",
      "ru": "Прости...",
      "id": "Maafkan aku ....",
      "th": "ขอโทษด้วยนะ...",
      "vi": "Xin lỗi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "失败的狩猎…",
      "zht": "失敗的狩獵…",
      "jp": "力が…もう終わりか…",
      "ko": "사냥 실패…",
      "en": "Can't get up... It's over...",
      "de": "Misslungene Jagd ...",
      "es": "No me puedo levantar... Se acabó...",
      "fr": "Je ne peux plus me relever... C'est terminé...",
      "pt": "Não consigo levantar... É o meu fim...",
      "ru": "Не могу подняться... Всё кончено...",
      "id": "Tidak ... Ini semua sudah berakhir ....",
      "th": "การล่าล้มเหลว...",
      "vi": "Buổi đi săn thất bại rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "唔…",
      "zht": "唔…",
      "jp": "うぅ…",
      "ko": "윽…",
      "en": "Ugh!",
      "de": "Äh ...",
      "es": "Ay...",
      "fr": "Argh...",
      "pt": "Hm...",
      "ru": "Ох!",
      "id": "Uh!",
      "th": "โอ๊ย...",
      "vi": "Hừm..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其二",
      "zht": "普通受擊·其二",
      "jp": "ダメージを受ける·2",
      "ko": "일반 피격·두 번째",
      "en": "Light Hit Taken: II",
      "de": "Leichten Treffer erlitten II",
      "es": "Recibiendo un ligero ataque (II)",
      "fr": "Attaque légère subie (2)",
      "pt": "Ataque Leve Sofrido - II",
      "ru": "Получен лёгкий удар II",
      "id": "Menerima Serangan Ringan: II",
      "th": "รับการโจมตีปกติ - 2",
      "vi": "Chịu Đòn Thường II"
    },
    "line": {
      "zhs": "小问题…",
      "zht": "小問題…",
      "jp": "問題ない…",
      "ko": "이쯤이야…",
      "en": "I got this.",
      "de": "Kleines Problem ...",
      "es": "Eso no es nada...",
      "fr": "Ce n'est rien...",
      "pt": "Isso não é nada...",
      "ru": "Ничего страшного...",
      "id": "Masalah kecil.",
      "th": "เรื่องง่าย ๆ...",
      "vi": "Chuyện nhỏ..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "呃！",
      "zht": "呃！",
      "jp": "うぐっ！",
      "ko": "윽!",
      "en": "Argh!",
      "de": "Huch!",
      "es": "¡Ah!",
      "fr": "Ah !",
      "pt": "Ai!",
      "ru": "Ой!",
      "id": "Agh!",
      "th": "โอ้ว!",
      "vi": "Ối!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "有点麻烦…",
      "zht": "有點麻煩…",
      "jp": "油断したみたいだ…",
      "ko": "좀 성가시군…",
      "en": "Should've known this wouldn't be easy...",
      "de": "Schon etwas ärgerlich ...",
      "es": "Debería haber sabido que no iba a ser fácil...",
      "fr": "J'aurais dû savoir que ce ne serait pas facile...",
      "pt": "Já devia saber que isso não seria fácil...",
      "ru": "А это нелегко...",
      "id": "Aku sudah tahu ini tidak akan begitu mudah ....",
      "th": "ชักจะยุ่งยากแล้วสิ...",
      "vi": "Có chút phiền phức thật..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "这次要去哪转转？",
      "zht": "這次要去哪晃晃？",
      "jp": "どこへ行こうか？",
      "ko": "이번에는 어딜 가 볼까?",
      "en": "Where to this time?",
      "de": "Wo willst du dieses Mal spazieren gehen?",
      "es": "¿A dónde vamos ahora?",
      "fr": "Où allons-nous cette fois ?",
      "pt": "Para onde vai dessa vez?",
      "ru": "Куда на этот раз?",
      "id": "Mau ke mana sekarang?",
      "th": "ครั้งนี้จะไปที่ไหนกัน?",
      "vi": "Lần này đi đâu đây?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "埃洛伊，加入狩猎。",
      "zht": "亞蘿伊，加入狩獵。",
      "jp": "アーロイだ、狩りなら任せろ。",
      "ko": "에일로이, 사냥에 참가하지",
      "en": "I'm Aloy. Ready for the hunt.",
      "de": "Ich bin Aloy und ich bin bereit für die Jagd.",
      "es": "Soy Aloy y estoy lista para cazar.",
      "fr": "Je suis Aloy, prête pour la chasse.",
      "pt": "Aloy. Pronta para a caça.",
      "ru": "Элой готова к охоте.",
      "id": "Aku Aloy. Siap berburu.",
      "th": "Aloy พร้อมออกล่าแล้ว",
      "vi": "Aloy đã sẵn sàng đi săn!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "需要帮手吗？",
      "zht": "需要幫手嗎？",
      "jp": "手を貸そうか？",
      "ko": "도움이 필요해?",
      "en": "Need help? I'm here.",
      "de": "Brauchst du Hilfe?",
      "es": "¿Necesitas ayuda? ¡Aquí estoy!",
      "fr": "Besoin d'aide ? Je suis là.",
      "pt": "Precisa de uma ajudante?",
      "ru": "Нужна помощь?",
      "id": "Butuh bantuan? Aku di sini.",
      "th": "ต้องการผู้ช่วยมั้ย?",
      "vi": "Có cần giúp gì không?"
    }
  }
]