{
  "name": {
    "zhs": "菲谢尔",
    "zht": "菲謝爾",
    "jp": "フィッシュル",
    "ko": "피슬",
    "en": "Fischl",
    "de": "Fischl",
    "es": "Fischl",
    "fr": "Fischl",
    "pt": "Fischl",
    "ru": "Фишль",
    "id": "Fischl",
    "th": "Fischl",
    "vi": "Fischl"
  },
  "title": {
    "zhs": "断罪皇女！！",
    "zht": "斷罪皇女！！",
    "jp": "断罪の皇女！！",
    "ko": "단죄의 황녀!!",
    "en": "Prinzessin der Verurteilung!",
    "de": "Prinzessin der Verurteilung!",
    "es": "La Princesa del Juicio",
    "fr": "Princesse du châtiment !",
    "pt": "Princesa dos Pecados!",
    "ru": "Принцесса осуждения",
    "id": "Prinzessin der Verurteilung!!",
    "th": "เจ้าหญิงแห่งการลงทัณฑ์!!",
    "vi": "Công Chúa Định Tội!!"
  },
  "description": {
    "zhs": "自称「断罪之皇女」，与名为奥兹的漆黑夜鸦同行的神秘少女。",
    "zht": "自稱「斷罪之皇女」，與名為奧茲的漆黑夜鴉同行的神秘少女。",
    "jp": "自称「断罪の皇女」。オズという漆黒の鴉とともに行動する謎の少女。",
    "ko": "자신을 「단죄의 황녀」라고 부르며, 오즈라는 이름의 검은 까마귀를 데리고 다니는 신비한 소녀이다",
    "en": "A mysterious girl who calls herself \"Prinzessin der Verurteilung\" and travels with a night raven named Oz.",
    "de": "Ein merkwürdiges Mädchen, das sich selbst als die „Prinzessin der Verurteilung“ bezeichnet und vom Nachtraben Oz begleitet wird.",
    "es": "Una chica misteriosa que se hace llamar “Princesa del Juicio”. Siempre camina junto con un cuervo oscuro llamado Oz.",
    "fr": "Une fille mystérieuse qui se fait appeler « la Princesse du châtiment ». Elle est toujours accompagnée de son fidèle corbeau nocturne, Oz.",
    "pt": "Uma mulher misteriosa que se autointitula \"Princesa dos Pecados\" e viaja com um corvo chamado Oz.",
    "ru": "Таинственная девушка, называющая себя «Принцессой осуждения» и путешествующая в сопровождении ворона по имени Оз.",
    "id": "Seorang gadis misterius yang menyebut dirinya sendiri \"Prinzessin der Verurteilung\", dia selalu terlihat bersama dengan seekor gagak hitam yang bernama Oz.",
    "th": "หญิงสาวลึกลับผู้เรียกตนเองว่า \"เจ้าหญิงแห่งการลงทัณฑ์\" ร่วมเดินทางไปพร้อมกับเรเวนนามว่า Oz",
    "vi": "Tự xưng là [Công Chúa Định Tội], thiếu nữ thần bí đồng hành cùng chú quạ đen tên Oz."
  },
  "constellation": {
    "zhs": "幻鸦座",
    "zht": "幻鴉座",
    "jp": "幻ノ鴉座",
    "ko": "환상까마귀자리",
    "en": "Corvus",
    "de": "Corvus",
    "es": "Corvus",
    "fr": "Corvus",
    "pt": "Corvus",
    "ru": "Призрачный Ворон",
    "id": "Corvus",
    "th": "Corvus",
    "vi": "Cung Hoan Áp"
  }
}