[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>我即断罪之皇女，真名为菲谢尔。应命运的召唤降临在此间——哎？你也是，异世界的旅人吗…？那好吧，本皇女恩许你同行。\n\n<color=#37FFFF>奥兹：</color>她的意思是「你好，很高兴认识你」。",
      "zht": "#<color=#37FFFF>菲謝爾：</color>我即斷罪之皇女，真名為菲謝爾。應命運的召喚降臨在此間——哎？{F#妳}{M#你}也是，異世界的旅人嗎…？那好吧，本皇女恩許{F#妳}{M#你}同行。\n\n<color=#37FFFF>奧茲：</color>她的意思是「{F#妳}{M#你}好，很高興認識{F#妳}{M#你}」。",
      "jp": "<color=#37FFFF>フィッシュル：</color>わたくしは断罪の皇女、名はフィッシュル。運命の召喚に応じここに降臨する——えっ？あなたも、異世界の旅人なの…？よろしい、この皇女と同行することを許してあげるわ。\n\n<color=#37FFFF>オズ：</color>「こんにちは、出会えてよかった」という意味です。",
      "ko": "<color=#37FFFF>피슬:</color> 난 단죄의 황녀, 피슬. 운명의 부름을 받고 이곳에 강림했노라——응? 너도 [이세계]의 여행자야…? 좋아, 나와의 동행을 허락하도록 하지\n\n<color=#37FFFF>오즈:</color> 「안녕, 만나서 반가워」라고 하십니다",
      "en": "<color=#37FFFF>Fischl:</color> I, Fischl, Prinzessin der Verurteilung, descend upon this land by the call of fate an— Oh, you are also a traveler from another world? Very well, I grant you permission to travel with me.\n\n<color=#37FFFF>Oz:</color> She means, \"Nice to meet you.\"",
      "de": "<color=#37FFFF>Fischl:</color> Ich, die Prinzessin der Verurteilung, mit echtem Namen Fischl, bin gekommen auf den Ruf des Schicksals hin. Wie? Du bist auch ein Reisender aus einer anderen Welt? Nun gut, es sei dir gestattet, mit mir zu reisen.\n\n<color=#37FFFF>Oz:</color> Sie meint damit, es freut sie, dich kennenzulernen.",
      "es": "#<color=#37FFFF>Fischl:</color> Yo, Fischl, la Princesa del Juicio, desciendo a este mundo al ser llamada por el destino, y... ¿Tú también eres {F#una viajera}{M#un viajero} de otro mundo? Muy bien, te doy permiso para viajar conmigo.\n\n<color=#37FFFF>Oz:</color> Te pido disculpas. Lo que realmente quiere decir es “encantada de conocerte”.",
      "fr": "<color=#37FFFF>Fischl : </color>Je me prénomme Fischl, Princesse du châtiment. Le destin m'a invoquée en ce monde pour... Oh ? Vous êtes également originaire d'un autre monde ? Très bien, je vous accorde l'honneur de pouvoir voyager en compagnie de mon illustre personne.\n\n<color=#37FFFF>Oz :</color> La princesse veut dire qu'elle est ravie de faire votre connaissance.",
      "pt": "<color=#37FFFF>Fischl: </color>Eu Fischl, Princesa do Pecado, desci sobre esta terra pelo chamado do destino e - Oh, você também é um viajante de outro mundo? Muito bem, concedo permissão para viajar comigo.\n\n<color=#37FFFF>Oz: </color>Ela quer dizer \"Prazer em te conhecer\".",
      "ru": "#<color=#37FFFF>Фишль:</color> Я Фишль, Принцесса осуждения, волею судьбы призванная в этот мир... Что? Ты тоже путешественн{F#ица}{M#ик} из другого мира? Что ж, хорошо, я милостиво позволю тебе путешествовать со мной.\n\n<color=#37FFFF>Оз:</color> Она имела в виду «Привет! Рада тебя видеть».",
      "id": "<color=#37FFFF>Fischl:</color> Aku, Fischl, Prinzessin der Verurteilung, turun ke bumi ini atas panggilan takdir dan - oh, jadi kamu juga pengembara dari dunia lain? Baiklah, aku memberimu izin untuk bertualang denganku.\n\n<color=#37FFFF>Oz:</color> Maksudnya adalah \"Senang bertemu denganmu.\"",
      "th": "<color=#37FFFF>Fischl:</color>ข้าคือเจ้าหญิงแห่ง การลงทัณฑ์ นามว่า Fischl โชคชะตาได้เรียกร้องให้ข้ามายัง ดินแดนแห่งนี้? เจ้าก็คือนักเดินทาง ที่มาจากต่างโลกใช่มั้ย...? ดีเลย ข้าอนุญาตให้เจ้าเดินทางไปกับข้าได้\n\n<color=#37FFFF>Oz:</color> นายหญิงหมายความว่า \"สวัสดี ยินดีที่ได้รู้จัก\" น่ะ",
      "vi": "<color=#37FFFF>Fischl: </color>Ta là Công Chúa Định Tội, tên thật là Fischl. Nhận lời triệu hồi của vận mệnh đến không gian này... A? Ngươi cũng là nhà lữ hành đến từ thế giới khác? Vậy được rồi, bổn công chúa ân chuẩn cho ngươi được đi cùng.\n\n<color=#37FFFF>Oz: </color>Ý của cô ấy là \"Xin chào, rất vui được làm quen\"."
    }
  },
  {
    "title": {
      "zhs": "闲聊·真命低语",
      "zht": "閒聊·真命低語",
      "jp": "世間話·運命の囁き",
      "ko": "잡담·운명의 속삭임",
      "en": "Chat: Whispers of Destiny",
      "de": "Gespräch – Geflüster über das Schicksal",
      "es": "Charla - Susurros del Destino",
      "fr": "Bavardage - Murmures du sort",
      "pt": "Bate-papo - Suspiro do Destino",
      "ru": "Поболтаем: Шёпот судьбы",
      "id": "Berbincang: Bisikan Takdir",
      "th": "แชท - โชคชะตากระซิบบอก",
      "vi": "Nói chuyện phiếm - Nói nhỏ"
    },
    "line": {
      "zhs": "我听见命运的嚅嗫，低声呼唤我之尊名…",
      "zht": "我聽見命運的嚅囁，低聲呼喚我之尊名…",
      "jp": "運命の囁きが聞こえる、わたくしの名を呼んでいるわ…",
      "ko": "운명의 속삭임이 나의 존귀한 이름을 부르는 게 들리는군…",
      "en": "I hear the voice of fate, speaking my name in humble supplication...",
      "de": "Aus weiter Ferne höre ich das Schicksal meinen Namen flüstern ...",
      "es": "Escucho la voz del destino susurrando mi nombre con humildad...",
      "fr": "J'entends la voix du destin qui murmure mon nom...",
      "pt": "Eu ouço a voz do destino, falando meu nome em humilde súplica.",
      "ru": "Я слышала голоса судьбы, нашёптывавшие мне моё имя...",
      "id": "Aku mendengar suara takdir, menyebut namaku dengan lemah lembut...",
      "th": "ข้าได้ยินเสียงวิงวอนของโชคชะตา ที่เอ่ยนามของข้าด้วยเสียงกระซิบ อันแสนเบา...",
      "vi": "Ta nghe thấy tiếng thì thầm của vận mệnh, nó đang nhẹ nhàng gọi tên ta."
    }
  },
  {
    "title": {
      "zhs": "闲聊·天地创造",
      "zht": "閒聊·天地創造",
      "jp": "世間話·天地創造",
      "ko": "잡담·천지창조",
      "en": "Chat: Creation of the World",
      "de": "Gespräch – Schaffung der Welt",
      "es": "Charla - La creación del mundo",
      "fr": "Bavardage - Création du monde",
      "pt": "Bate-papo - Criação do Mundo",
      "ru": "Поболтаем: Сотворение мира",
      "id": "Berbincang: Penciptaan Dunia",
      "th": "แชท - ฟ้าดินสรรค์สร้าง",
      "vi": "Nói chuyện phiếm - Tạo ra trời đất"
    },
    "line": {
      "zhs": "哼哼，就让皇女的光采荣耀此间天地吧。",
      "zht": "哼哼，就讓皇女的光彩榮耀此間天地吧。",
      "jp": "天地創造、分け与えられたエデン——わたくしこそが断罪の皇女！コホン。",
      "ko": "훗, 이 황녀의 영광스러운 빛으로 천지를 비추겠노라",
      "en": "Hm-hm, may the glory of the Prinzessin bring light to this world.",
      "de": "Möge die Herrlichkeit der Prinzessin der Welt ein strahlendes Licht bringen.",
      "es": "¡Hum! Que la gloria de la Princesa traiga la luz a este mundo.",
      "fr": "Que la gloire de la Princesse du châtiment illumine ce monde.",
      "pt": "Hm, que a glória da Princesa traga luz a este mundo.",
      "ru": "Хм... Да осияет слава принцессы этот бренный мир.",
      "id": "Hm hm, semoga kemuliaan Prinzessin membawa cahaya ke dunia ini.",
      "th": "หึ ๆ ให้เกียรติยศของเจ้าหญิงได้นำ ความสว่างมาสู่โลกนี้",
      "vi": "Hãy để ánh sáng của công chúa chiếu rọi vinh quang lên thế giới này."
    }
  },
  {
    "title": {
      "zhs": "闲聊·彼方之人",
      "zht": "閒聊·彼方之人",
      "jp": "世間話·彼方にいる従者",
      "ko": "잡담·저편의 사람",
      "en": "Chat: One From the Beyond",
      "de": "Gespräch – Aus dem Jenseits",
      "es": "Charla - La persona del más allá",
      "fr": "Bavardage - La personne de l'autre côté",
      "pt": "Bate-papo - A Pessoa do Além",
      "ru": "Поболтаем: Человек из другого мира",
      "id": "Berbincang: Dari Dunia Langit",
      "th": "แชท - ผู้คนจากอีกด้านหนึ่ง",
      "vi": "Nói chuyện phiếm - Người bên kia"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>不知在遥远彼方的扈从…\n\n<color=#37FFFF>奥兹：</color>毋须担心冒险家协会的大家。",
      "zht": "<color=#37FFFF>菲謝爾：</color>不知在遙遠彼方的扈從…\n\n<color=#37FFFF>奧茲：</color>毋須擔心冒險家協會的大家。",
      "jp": "<color=#37FFFF>フィッシュル：</color>遥か彼方にいる従者たちは…\n\n<color=#37FFFF>オズ：</color>冒険者協会の皆様のことなら心配ご無用です。",
      "ko": "<color=#37FFFF>피슬:</color> 먼 곳에 있는 수행원들은 잘 있는지…\n\n<color=#37FFFF>오즈:</color> 모험가 길드의 모두는 걱정하실 필요 없습니다",
      "en": "<color=#37FFFF>Fischl:</color> I do worry about the well-being of my retinue during my impromptu absence...\n\n<color=#37FFFF>Oz:</color> I'm sure the good people of the Adventurers' Guild are absolutely fine, mein Fräulein.",
      "de": "<color=#37FFFF>Fischl:</color> Ich hoffe, meine Untertanen können meine temporäre Abwesenheit ertragen ...\n\n<color=#37FFFF>Oz:</color> Mein liebes Fräulein, die Leute der Abenteurergilde werden es bestimmt verschmerzen können.",
      "es": "<color=#37FFFF>Fischl:</color> Me preocupa el bienestar de mi séquito al haberme ido de manera imprevista...\n\n<color=#37FFFF>Oz:</color> Seguro que la buena gente del Gremio de Aventureros está perfectamente, señorita.",
      "fr": "<color=#37FFFF>Fischl :</color> Le bien-être de mes humbles serviteurs en mon absence me tourmente...\n\n<color=#37FFFF>Oz :</color> Je suis sûr que nos amis de la Guilde des aventuriers s'en sortiront, chère maîtresse.",
      "pt": "<color=#37FFFF>Fischl:</color> Preocupo-me com o bem-estar de minha comitiva durante minha ausência inesperada...\n\n<color=#37FFFF>Oz:</color> Não é preciso se preocupar com os aventureiros da Guilda de Aventureiros, tenho certeza que eles estão perfeitamente bem, Princesa do Pecado.",
      "ru": "<color=#37FFFF>Фишль:</color> Меня терзает беспокойство о свите, которую мне пришлось оставить... \n\n<color=#37FFFF>Оз:</color> Не стоит беспокоиться, миледи. С людьми из Гильдии искателей приключений всё будет в порядке.",
      "id": "<color=#37FFFF>Fischl:</color> Aku khawatir mengenai kesejahteraan rombonganku selama aku tidak ada...\n\n<color=#37FFFF>Oz:</color> Aku yakin orang-orang baik di Adventurers' Guild akan baik-baik saja, mein Fräulein.",
      "th": "<color=#37FFFF>Fischl:</color>ไม่รู้ว่าผู้ติดตามที่อยู่ห่างไกล เหล่านั้นจะ...\n\n<color=#37FFFF>Oz:</color>อย่าได้เป็นห่วงทุกคนใน กิลด์นักผจญภัยไปเลย",
      "vi": "<color=#37FFFF>Fischl: </color>Không biết những kẻ tùy tùng ở miền đất xa xôi...\n\n<color=#37FFFF>Oz: </color>Không cần lo lắng về những người trong Hiệp Hội Nhà Mạo Hiểm."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "天晴了吗，真舒…咳，此间须臾的霁月光风，就如命运的转折点一般呢！愉快！",
      "zht": "天晴了嗎，真舒…咳，此間須臾的霽月光風，就如命運的轉捩點一般呢！愉快！",
      "jp": "晴れたの？気持ちい…コホン、この瞬間、晴れ渡った月や風、まるで運命の変わり目のようね！愉快よ！",
      "ko": "하늘이 맑아졌나. 기분이 좋… 에헴, 비가 갠 뒤의 청랑한 경색은 마치 운명의 전환점과도 같구나! 즐겁도다!",
      "en": "Oh, the sun's out— Oh, um... This meteorological transformation is most splendid! Like a felicitous twist of fate in the face of certain doom.",
      "de": "Ist es jetzt klarer? Wie schön, eine Brise im Licht des Mondscheins, wie der Wendepunkt einer Vorbestimmung. Wie erfreulich!",
      "es": "Oh, sale el sol... *Cof* Hummm... ¡Qué espléndida transmutación meteorológica! Es como un feliz giro del destino.",
      "fr": "Oh, le soleil vient de se coucher... Ahem ! Ce phénomène météorologique est d'une splendeur extrême ! Comme un tour du destin, magnifique !",
      "pt": "Oh, o sol já saiu... Cof. Um... Esta transformação meteorológica é muito esplêndida! Como uma feliz reviravolta do destino diante de uma certa desgraça.",
      "ru": "О, солнце вышло... Кхм, свет, мгновенно сменяющий тьму дождевых облаков, великолепен, словно счастливый поворот судьбы перед лицом неминуемой гибели!",
      "id": "Ah langit yang cerah, uhuk... Transformasi meteorologis ini sangat hebat! Seperti sentuhan takdir yang tak terduga di hadapan sebuah nasib tertentu.",
      "th": "ฟ้าสางแล้วเหรอ สบายจัง...แค่ก ฟ้าหลังฝนนั้นก็เหมือนกับโชคชะตาที่ผันเปลี่ยน! มีความสุขเสียจริง!",
      "vi": "Trời sáng rồi, thật dễ chịu... A, thời tiết nơi này giống như điểm chuyển tiếp của vận mệnh! Thật thích!"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>啊啊，看那昭告命运的圣裁之雷…\n\n<color=#37FFFF>奥兹：</color>这么说来，是不是还有衣服没收？\n\n<color=#37FFFF>菲谢尔：</color>欸？！",
      "zht": "<color=#37FFFF>菲謝爾：</color>啊啊，看那昭告命運的聖裁之雷…\n\n<color=#37FFFF>奧茲：</color>這麼說來，是不是還有衣服沒收？\n\n<color=#37FFFF>菲謝爾：</color>欸？！",
      "jp": "<color=#37FFFF>フィッシュル：</color>ああ、あの運命を告げる聖裁の雷…\n\n<color=#37FFFF>オズ：</color>そういえば、洗濯物はまだ干したままでしたね？\n\n<color=#37FFFF>フィッシュル：</color>えっ！？",
      "ko": "<color=#37FFFF>피슬:</color> 아아, 저 운명을 알리는 신성한 번개를 봐…\n\n<color=#37FFFF>오즈:</color> 그러고 보니, 아직 안 걷은 빨래가 있었죠?\n\n<color=#37FFFF>피슬</color>: 엑?!",
      "en": "<color=#37FFFF>Fischl:</color> Hark! 'Tis Thundering Retribution, an omen of dark times ahead...\n\n<color=#37FFFF>Oz:</color> That, and mein Fräulein's laundry is still on the line...\n\n<color=#37FFFF>Fischl:</color> Wha... Seriously!?",
      "de": "<color=#37FFFF>Fischl:</color> Ah, der Schicksal verkündende Blitz des heiligen Urteils ...\n\n<color=#37FFFF>Oz:</color> Wo wir gerade davon sprechen, hat Eure Hoheit noch Wäsche draußen hängen?\n\n<color=#37FFFF>Fischl:</color> Was?!",
      "es": "<color=#37FFFF>Fischl:</color> ¡Oh! ¡Mira ese Trueno del destino presagiado!\n\n<color=#37FFFF>Oz:</color> Ahora que lo dice, ¿no tenía usted ropa secándose fuera?\n\n<color=#37FFFF>Fischl:</color> ¡¿Qué?!",
      "fr": "<color=#37FFFF>Fischl :</color> Cette foudre est un signe de rétribution divine...\n\n<color=#37FFFF>Oz :</color> Permettez-moi aussi de vous rappeler que votre linge est encore dehors...\n\n<color=#37FFFF>Fischl :</color> Comment ?!",
      "pt": "<color=#37FFFF>Fischl:</color> Ouçam! Esta retribuição trovejante, um presságio de tempos sombrios pela frente...\n\n<color=#37FFFF>Oz:</color> Isso, e a roupa secando da Princesa do Pecado ainda está em jogo...\n\n<color=#37FFFF>Fischl:</color> O qu- Sério mesmo!?",
      "ru": "<color=#37FFFF>Фишль:</color> Ах, посмотри - это божественная молния, предзнаменование грядущих тёмных времён! \n\n<color=#37FFFF>Оз:</color> Возможно, судьба хочет намекнуть, что миледи не убрала сушащееся бельё с улицы... \n\n<color=#37FFFF>Фишль:</color> Что?!",
      "id": "<color=#37FFFF>Fischl:</color> Ah! Lihat, guntur penghakiman, sebuah pertanda bahwa zaman kegelapan sudah di depan mata...\n\n<color=#37FFFF>Oz:</color> Itu, dan cucian milik mein Fräulein masih ada di luar...\n\n<color=#37FFFF>Fischl:</color> Eh? Benarkah?",
      "th": "<color=#37FFFF>Fischl:</color>อ่า ๆ ดูสายฟ้าแห่งการประกาศชะตา กรรมและการตัดสินนั่นสิ...\n\n<color=#37FFFF>Oz: </color>พูดถึง มีเสื้อผ้าที่ยังไม่ได้เก็บรึเปล่า?\n\n<color=#37FFFF>Fischl:</color>เอ๊ะ?!",
      "vi": "<color=#37FFFF>Fischl: </color>A, hãy xem Quả Báo Sấm Sét nhân danh vận mệnh kia...\n\n<color=#37FFFF>Oz: </color>Ý là có phải còn quần áo chưa gom vào hết không?\n\n<color=#37FFFF>Fischl: </color>A?!"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>哼哼，这可是好光景。就像在「那个世界」，罪人的血与泪在断罪的皇女面前凝结的模样呢——啊、啊——阿嚏！阿嚏！\n\n<color=#37FFFF>奥兹：</color>面对小姐，罪人的鼻涕恐怕都要凝结了。\n\n<color=#37FFFF>菲谢尔：</color>奥兹——啊、阿嚏！",
      "zht": "<color=#37FFFF>菲謝爾：</color>哼哼，這可是好光景。就像在「那個世界」，罪人的血與淚在斷罪的皇女面前凝結的模樣呢——啊、啊——阿嚏！阿嚏！\n\n<color=#37FFFF>奧茲：</color>面對小姐，罪人的鼻涕恐怕都要凝結了。\n\n<color=#37FFFF>菲謝爾：</color>奧茲——啊、阿嚏！",
      "jp": "<color=#37FFFF>フィッシュル：</color>ふむ、いい景色ね。まるで「あの世界」で、罪人の血と涙が断罪の皇女の前で固まって氷になった時のようね——ハッ——ハクシュン！ハクシュン！\n\n<color=#37FFFF>オズ：</color>お嬢様を前にした罪人たちの鼻水も氷になりそうですね。\n\n<color=#37FFFF>フィッシュル：</color>オズ——ハッ、ハクシュン！",
      "ko": "<color=#37FFFF>피슬:</color> 훗, 좋은 광경이군. 마치 「그 세계」에서 황녀의 앞에서 말라버린 죄인의 피와 눈물 같군——에——에취!\n\n<color=#37FFFF>오즈:</color> 아가씨 앞에선 죄인의 콧물도 말라버리겠군요\n\n<color=#37FFFF>피슬:</color> 오즈——에, 에취!",
      "en": "<color=#37FFFF>Fischl:</color> A wonderful sight indeed. Why, it reminds me of my home world, where at the sight of the Prinzessin der Verurteilung, the very blood and tears of sinners turn to ice! ...Achoo! Achoo!\n\n<color=#37FFFF>Oz:</color> Not only their blood and tears, but also their saliva and mucus, mein Fräulein.\n\n<color=#37FFFF>Fischl:</color> Oz— Ahh—Achoo!!!",
      "de": "<color=#37FFFF>Fischl:</color> Das sind gute Neuigkeiten. So wie in jener Welt, wo die Tränen und das Blut der Sünder beim Anblick der Prinzessin zu Eis gefrieren. Hatschi!\n\n<color=#37FFFF>Oz:</color> Nicht nur ihr Blut und ihre Tränen, auch ihre Spucke und ihr Rotz.\n\n<color=#37FFFF>Fischl:</color> Oz! Ha... Hatschi!",
      "es": "<color=#37FFFF>Fischl</color> ¡Ajá! Un maravilloso paisaje. ¡Me recuerda a mi mundo natal, donde, al ver a la Princesa del Juicio, la sangre y las lágrimas de los pecadores se convierten en hielo! A... ¡Achís! ¡Achís!\n\n<color=#37FFFF>Oz:</color> De hecho, no solo su sangre y sus lágrimas, sino también su saliva y sus mocos, señorita.\n\n<color=#37FFFF>Fischl: </color> Oz... A... ¡Achís!",
      "fr": "<color=#37FFFF>Fischl :</color> Ce merveilleux paysage me rappelle mon monde d'origine. Le sang et les larmes des pécheurs se transformaient en glace à la simple vue de la Princesse du châtiment ! ... ATCHOUM !\n\n<color=#37FFFF>Oz :</color> Leur salive et leur morve également, ma chère maîtresse.\n\n<color=#37FFFF>Fischl :</color> Oz... A—ATCHOUM !!",
      "pt": "<color=#37FFFF>Fischl</color> Hm. Uma visão realmente maravilhosa. Ora, isso me faz lembrar do meu mundo natal, onde à vista da Princesa do Pecado, o próprio sangue e as lágrimas dos pecadores se transformam em gelo!... Atchim! Atchim!\n\n<color=#37FFFF>Oz:</color> Não apenas seu sangue e lágrimas, mas também suas salivas e mucos, minha Princesa do Pecado.\n\n<color=#37FFFF>Fischl:</color> Oz- Ahh-Atchim!!!",
      "ru": "<color=#37FFFF>Фишль:</color> Хм, прекрасный вид. Это напоминает мне о пейзажах в моём мире, где кровь и слёзы грешников застыли перед лицом Принцессы Осуждения и... А... А... А-пчхи! \n\n<color=#37FFFF>Оз:</color> Не только слёзы и кровь, миледи, но ещё и слюна их и сопли... \n\n<color=#37FFFF>Фишль:</color> Оз! А... А-пчхи!",
      "id": "<color=#37FFFF>Fischl:</color> Hmm, benar-benar pemandangan yang menakjubkan, ini mengingatkanku akan dunia tempatku berasal, di mana saat mereka melihat Prinzessin der Verurteilung, maka darah dan air mata para pendosa berubah menjadi es!... Achoo! Achoo!\n\n<color=#37FFFF>Oz:</color> Tidak hanya darah dan air mata, tapi juga air liur dan ingus, mein Fräulein.\n\n<color=#37FFFF>Fischl:</color> Oz-A-Achoo!",
      "th": "<color=#37FFFF>Fischl</color> หึ ๆ ช่างเป็นภาพที่งดงามเหมือนกับ เลือดและน้ำตาของคนบาปในโลกนั้น ที่ไหลรินมารวมตัวกันเป็นก้อนแข็งต่อหน้าเจ้าหญิงแห่งการลงทัณฑ์...ฮะ...ฮะ...ฮัดชิ่ว! ฮัดชิ่ว!!\n\n<color=#37FFFF>Oz:</color> ต่อหน้าคุณหนูนั้น ข้าเกรงว่าแม้แต่น้ำมูกของเจ้าพวกคนบาปก็จะไหลมารวมกันด้วยนี่สิ\n\n<color=#37FFFF>Fischl:</color> Oz...ฮะ ฮัดชิ่ว!",
      "vi": "<color=#37FFFF>Fischl: </color>Cảnh đẹp thật. Giống như máu và nước mắt của tội nhân ngưng kết trước mặt Công Chúa Định Tội trong \"Thế Giới Kia\", a... a... hắt xì...\n\n<color=#37FFFF>Oz: </color>Đối mặt với tiểu thư, e là nước mũi của tội nhân cũng ngưng kết lại.\n\n<color=#37FFFF>Fischl: </color>Oz... hắt xì!"
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>奥兹，我之眷属啊…\n\n<color=#37FFFF>奥兹：</color>喔？怎么突然——\n\n<color=#37FFFF>菲谢尔：</color>以皇女之名，以你的祝圣之翼，遮蔽日月星空，带来永恒的幽夜吧。\n\n<color=#37FFFF>奥兹：</color>不要强人所难！",
      "zht": "<color=#37FFFF>菲謝爾：</color>奧茲，我之眷屬啊…\n\n<color=#37FFFF>奧茲：</color>喔？怎麼突然——\n\n<color=#37FFFF>菲謝爾：</color>以皇女之名，以你的祝聖之翼，遮蔽日月星空，帶來永恆的幽夜吧。\n\n<color=#37FFFF>奧茲：</color>不要強人所難！",
      "jp": "<color=#37FFFF>フィッシュル：</color>オズ、我が眷属よ…\n\n<color=#37FFFF>オズ：</color>おや？どうなさいました——\n\n<color=#37FFFF>フィッシュル：</color>皇女の名で命ずる。その聖別の翼で空を覆い隠し、永遠の夜をもたらしなさい。\n\n<color=#37FFFF>オズ：</color>無理難題を押し付けないでください！",
      "ko": "<color=#37FFFF>피슬:</color> 오즈, 나의 권속이여…\n\n<color=#37FFFF>오즈:</color> 음? 갑자기 왜 그러시——\n\n<color=#37FFFF>피슬:</color> 내 황녀의 이름과 네 축복의 날개로 온 우주의 해와 달을 가려 영원한 어둠의 밤을 가져오거라\n\n<color=#37FFFF>오즈:</color> 남에게 그런 걸 억지로 강요하지 마세요!",
      "en": "<color=#37FFFF>Fischl:</color> Ozzie, my dear familiar...\n\n<color=#37FFFF>Oz:</color> \"Ozzie?\" What's gotten into you...\n\n<color=#37FFFF>Fischl:</color> Her Majesty beseeches you to unfurl your blessèd wings, and with them blot out the heavens, plunging the world into eternal night...\n\n<color=#37FFFF>Oz:</color> If you didn't bring your parasol with you, that's your own fault, mein Fräulein!",
      "de": "<color=#37FFFF>Fischl:</color> Oz, meine Familie ...\n\n<color=#37FFFF>Oz:</color> Kräh? Was ist denn plötzlich ...\n\n<color=#37FFFF>Fischl:</color> Ihre Majestät bittet dich, deine gesegneten Flügel zu entfalten, mit ihnen den Himmel auszulöschen und die Welt in ewige Nacht zu stürzen.\n\n<color=#37FFFF>Oz:</color> Legt mir nicht immer solche Bürden auf!",
      "es": "<color=#37FFFF>Fischl:</color> Oz, mi estimado acompañante...\n\n<color=#37FFFF>Oz:</color> ¿En qué está pensando?\n\n<color=#37FFFF>Fischl:</color> Su Majestad te ruega que despliegues tus benditas alas para borrar los cielos y sumergir al mundo en la noche eterna...\n\n<color=#37FFFF>Oz:</color> ¡Señorita! Si no trajo su sombrilla, es culpa suya.",
      "fr": "<color=#37FFFF>Fischl :</color> Ozzounet, mon familier chéri...\n\n<color=#37FFFF>Oz :</color> Ozzounet ?\n\n<color=#37FFFF>Fischl :</color> Je t'ordonne de déployer tes ailes bénies et de plonger les cieux dans l'obscurité la plus totale...\n\n<color=#37FFFF>Oz :</color> Vous ne pourrez pas me forcer à le faire !",
      "pt": "<color=#37FFFF>Fischl:</color> Ozzie, meu querido companheiro...\n\n<color=#37FFFF>Oz:</color> \"Ozzie?\" O que deu em você..?\n\n<color=#37FFFF>Fischl:</color> Sua Majestade suplica que você expanda suas asas abençoadas e, com elas, apague os céus, mergulhando o mundo na noite eterna...\n\n<color=#37FFFF>Oz:</color> Se você não trouxe seu guarda-sol com você, a culpa é toda sua, minha Princesa!",
      "ru": "<color=#37FFFF>Фишль:</color> Оззи, мой милый фамильяр... \n\n<color=#37FFFF>Оз:</color> Оззи? Что происходит?.. \n\n<color=#37FFFF>Фишль:</color> Как принцесса, я приказываю тебе раскрыть свои благословенные крылья, дабы заслонить ими солнце и небеса, дабы вечная ночь опустилась на эти земли. \n\n<color=#37FFFF>Оз:</color> Если миледи не взяла с собой зонтик, то это только её вина!",
      "id": "<color=#37FFFF>Fischl:</color> Ozzie, temanku...\n\n<color=#37FFFF>Oz:</color> \"Ozzie?\" Anda kenapa...\n\n<color=#37FFFF>Fischl:</color> Yang Mulia memintamu untuk membentangkan sayapmu, untuk menutupi surga, membawa dunia ke kegelapan malam abadi...\n\n<color=#37FFFF>Oz:</color> Tuan Putri tidak boleh memaksa orang lain!",
      "th": "<color=#37FFFF>Fischl:</color> Oz ครอบครัวของข้าน่ะ...\n\n<color=#37FFFF>Oz:</color> โอ้? ทำไมจู่ ๆ ถึง...\n\n<color=#37FFFF>Fischl:</color> ในนามของเจ้าหญิง จงใช้ปีกแห่งพรศักดิ์สิทธิ์ของเจ้า บดบังดวงอาทิตย์ดวงจันทร์และ ดวงดาวให้มืดมิดชั่วนิรันดร์เสียเถอะ\n\n<color=#37FFFF>Oz:</color> อย่าฝืนใจกันนักเลย!",
      "vi": "<color=#37FFFF>Fischl: </color>Oz, người thân của ta...\n\n<color=#37FFFF>Oz: </color>A? Sao lại đột nhiên...\n\n<color=#37FFFF>Fischl: </color>Nhân danh công chúa, nhân danh đôi cánh thần linh chúc phúc của ngươi, hãy che khuất mặt trời, mặt trăng và những ngôi sao kia, mang đến màn đêm vĩnh hằng.\n\n<color=#37FFFF>Oz: </color>Đừng làm khó người khác như vậy!"
    }
  },
  {
    "title": {
      "zhs": "早上好·问候菲谢尔",
      "zht": "早安·問候菲謝爾",
      "jp": "おはよう·フィッシュルの挨拶",
      "ko": "아침 인사·피슬에게",
      "en": "Good Morning: Greet Fischl",
      "de": "Guten Morgen – Gruß an Fischl",
      "es": "Buenos días - Saludo de Fischl",
      "fr": "Dire bonjour à Fischl",
      "pt": "Bom dia - Saudar Fischl",
      "ru": "Доброе утро: Фишль",
      "id": "Selamat Pagi: Salam untuk Fischl",
      "th": "อรุณสวัสดิ์ - ทักทาย Fischl",
      "vi": "Chào buổi sáng - Chào Fischl"
    },
    "line": {
      "zhs": "昼夜时空皆为虚像，命运的纽带却再次将你带到了我的永恒长夜中。",
      "zht": "#晝夜時空皆為虛像，命運的紐帶卻再次將{F#妳}{M#你}帶到了我的永恆長夜中。",
      "jp": "昼夜なんてみんな虚像なのに、運命の絆はあなたを再びわたくしの永夜に連れてきてくれた。",
      "ko": "낮과 밤, 시간과 공간은 전부 허상일 뿐. 운명의 유대가 널 다시금 나의 영원한 밤으로 이끌었구나",
      "en": "Dusk and dawn but fleeting shadows are. Once more, the twists of fate have led you into my everlasting night.",
      "de": "Tag und Nacht sind nur die Bilder unserer Wahrnehmung. Unsere Verbindung durch das Schicksal jedoch hat dich in meine ewige Nacht zurückgebracht.",
      "es": "El anochecer y el amanecer no son más que unas fugaces sombras. Una vez más, los giros del destino te trajeron a mi eterna noche.",
      "fr": "L'aube et le crépuscule ne sont que des illusions éphémères. Le destin vous mènera toujours à la nuit éternelle.",
      "pt": "Crepúsculo e amanhecer, mas as sombras são fugazes. Mais uma vez, as reviravoltas do destino levaram você à minha noite eterna.",
      "ru": "День и ночь - это лишь мираж. Тем не менее нити судьбы вновь привели тебя в объятия моей вечной ночи.",
      "id": "Siang dan malam, waktu dan ruang semua adalah gambaran ilusi belaka, tetapi ikatan nasib telah membawamu ke malam abadiku.",
      "th": "ทั้งกลางวันและกลางคืนล้วนเป็น ภาพลวงตา การผันเปลี่ยนของโชคชะตา ได้พาเจ้ามายังค่ำคืนชั่วนิรันดร์ ของข้าอีกครั้ง",
      "vi": "Thời không ngày đêm đều là ảo ảnh, sợi dây vận mệnh lại một lần nữa đưa ngươi đến đêm vĩnh hằng của ta."
    }
  },
  {
    "title": {
      "zhs": "早上好·问候奥兹",
      "zht": "早安·問候奧茲",
      "jp": "おはよう·オズの挨拶",
      "ko": "아침 인사·오즈에게",
      "en": "Good Morning: Greet Oz",
      "de": "Guten Morgen – Gruß an Oz",
      "es": "Bueno días - Saludo de Oz",
      "fr": "Dire bonjour à Oz",
      "pt": "Bom dia - Cumprimente Oz",
      "ru": "Доброе утро: Оз",
      "id": "Selamat pagi: Salam untuk Oz",
      "th": "อรุณสวัสดิ์ - ทักทาย Oz",
      "vi": "Chào buổi sáng - Chào Oz"
    },
    "line": {
      "zhs": "<color=#37FFFF>奥兹：</color>早上好！听说你要来，小姐在准备早点…\n\n<color=#37FFFF>菲谢尔：</color>奥兹！…咳，有何贵干？",
      "zht": "#<color=#37FFFF>奧茲：</color>早安！聽說{F#妳}{M#你}要來，小姐在準備早點…\n\n<color=#37FFFF>菲謝爾：</color>奧茲！…咳，有何貴幹？",
      "jp": "<color=#37FFFF>オズ：</color>おはようございます！いらっしゃると聞いて、今お嬢様が朝食を…\n\n<color=#37FFFF>フィッシュル：</color>オズ！…コホン、どうしたのかしら？",
      "ko": "<color=#37FFFF>오즈:</color> 좋은 아침입니다! 당신이 온다고 해서 아가씨께서 아침 식사를 준비하고 계십니다…\n\n<color=#37FFFF>피슬:</color> 오즈!…크,크흠. 무슨 일로 왔지?",
      "en": "<color=#37FFFF>Oz:</color> Good morning. Mein Fräulein heard you'd be dropping by, so she's preparing breakfast.\n\n<color=#37FFFF>Fischl:</color> Oz! ...Ahem. To what do I owe the pleasure?",
      "de": "<color=#37FFFF>Oz:</color> Guten Morgen! Die Prinzessin hat von Eurem Besuch gehört und bereitet Euch daher etwas Frühstück ...\n\n<color=#37FFFF>Fischl:</color> Oz! ... Ähem, womit kann ich dienen?",
      "es": "<color=#37FFFF>Oz:</color> Buenos días. La señorita escuchó que vendrías, así que está preparando el desayuno.\n\n<color=#37FFFF>Fischl:</color> ¡Oz! *Ejem* ¿En qué puedo servirte?",
      "fr": "<color=#37FFFF>Oz : </color>Bonjour. Ma maîtresse est en train de préparer le petit déjeuner. Elle s'est mise à l'œuvre dès qu'elle a su que vous viendriez.\n\n<color=#37FFFF>Fischl : </color>Oz ! ... Ahem, qu'est-ce qui me vaut l'honneur de votre visite ?",
      "pt": "<color=#37FFFF>Oz:</color> Bom dia! A Princesa do Pecado soube que você estaria vindo aqui e está preparando o café de manhã.\n\n<color=#37FFFF>Fischl:</color> Oz! ...Cof. Em que posso ajudar?",
      "ru": "<color=#37FFFF>Оз:</color> Доброе утро. Миледи знала, что вы придёте, а потому решила приготовить завтрак... \n\n<color=#37FFFF>Фишль:</color> Оз! ...Кхм. Так что привело тебя ко мне?",
      "id": "<color=#37FFFF>Oz:</color> Selamat pagi. Mein Fräulein sudah dengar bahwa kamu akan datang, jadi dia menyiapkan sarapan.\n\n<color=#37FFFF>Fischl:</color> Oz! ...Ehem, ada perlu apa?",
      "th": "<color=#37FFFF>Oz:</color> อรุณสวัสดิ์! ได้ยินว่าเธอจะมา คุณหนูเลยเตรียมอาหารเช้าเอาไว้...\n\n<color=#37FFFF>Fischl:</color> Oz!...อะแฮ่ม มีอะไรให้ช่วยงั้นรึ?",
      "vi": "#<color=#37FFFF>Oz: </color>Xin chào, nghe nói {F#cô}{M#cậu} sắp đến, tiểu thư đang chuẩn bị điểm tâm sáng...\n\n<color=#37FFFF>Fischl: </color>Oz!... Có việc gì?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "哈…即使贵为皇女，在这样的时辰也不免困乏…",
      "zht": "哈…即使貴為皇女，在這樣的時辰也不免睏乏…",
      "jp": "皇女の身でも、この時間になると少し疲れるわね…",
      "ko": "하… 아무리 귀한 황녀의 몸이지만, 이런 시간엔 잠이 오기 마련이야…",
      "en": "Even one of royal blood finds oneself susceptible to drowsiness at this hour.",
      "de": "Zu solch einer Stunde ist sogar die Tochter eines Kaisers müde ...",
      "es": "*Bosteza*, ni siquiera alguien de la realeza como yo puede escapar a la somnolencia que acecha a esta hora del día...",
      "fr": "La fatigue n'épargne pas ceux de sang royal à cette heure-ci...",
      "pt": "Mesmo um de sangue real se encontra suscetível a sonolência a esta hora.",
      "ru": "Даже благородная принцесса имеет право на усталость в такой час...",
      "id": "Ha ... Bahkan jika kamu seorang kaisar sekalipun, kamu tidak bisa tidak merasa mengantuk pada jam-jam seperti ini...",
      "th": "ฮ่า...เช้า ๆ แบบนี้แม้แต่เจ้าหญิงเองก็ยังอดที่ จะง่วงไม่ได้...",
      "vi": "Ha ha... Dù là công chúa, thì những lúc như vầy cũng khó tránh khỏi chật vật..."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>天穹上的星光，都是奥兹在无尽的夜幕上啄出来的洞。\n\n<color=#37FFFF>奥兹：</color>是才怪啦！",
      "zht": "<color=#37FFFF>菲謝爾：</color>天穹上的星光，都是奧茲在無盡的夜幕上啄出來的洞。\n\n<color=#37FFFF>奧茲：</color>是才怪啦！",
      "jp": "<color=#37FFFF>フィッシュル：</color>天穹にある星々は全てオズが果てしない夜のとばりに開けた穴よ。\n\n<color=#37FFFF>オズ：</color>そんなわけありませんよ！",
      "ko": "<color=#37FFFF>피슬:</color> 창공의 별빛, 그건 모두 오즈가 무한한 밤하늘에 쪼아낸 구멍들이지\n\n<color=#37FFFF>오즈:</color> 그럴 리 없잖습니까!",
      "en": "<color=#37FFFF>Fischl:</color> The stars of firmament are naught but rifts, thrust open by Oz's beak into the boundless tapestry of darkness.\n\n<color=#37FFFF>Oz:</color> You do say the strangest things, mein Fräulein.",
      "de": "<color=#37FFFF>Fischl:</color> Das, was gewöhnliche Leute Sterne nennen, sind die Löcher, die zurückbleiben, nachdem Oz die endlose Nacht herausgepickt hat.\n\n<color=#37FFFF>Oz:</color> Wenn Schweine fliegen könnten ...",
      "es": "<color=#37FFFF>Fischl:</color> Las estrellas del firmamento no son más que grietas abiertas por el pico de Oz en el infinito tapiz de la oscuridad.\n\n<color=#37FFFF>Oz:</color> Qué cosas tan extrañas dice, señorita.",
      "fr": "<color=#37FFFF>Fischl :</color> Les étoiles du firmament ne sont rien de plus que des cavités qu'Oz a creusées avec son bec dans le ciel nocturne.\n\n<color=#37FFFF>Oz :</color> Vous en dites des choses étranges, mademoiselle...",
      "pt": "<color=#37FFFF>Fischl:</color> A luz das estrelas são buracos abertos pelo bico do Oz na escuridão interminável do céu.\n\n<color=#37FFFF>Oz:</color> Não é verdade!",
      "ru": "<color=#37FFFF>Фишль:</color> Звёзды на чёрном бархате небосвода - не что иное, как зияющие дыры, что выклёвывает Оз в его ткани под покровом бесконечной ночи.\n\n<color=#37FFFF>Оз:</color> Вы говорите странные вещи, миледи.",
      "id": "<color=#37FFFF>Fischl:</color> Bintang-bintang cakrawala di langit malam adalah lubang yang dibuat oleh paruh Oz untuk menghiasi kegelapan.\n\n<color=#37FFFF>Oz:</color> Terkadang Anda mengatakan hal-hal yang cukup aneh, mein Fräulein.",
      "th": "<color=#37FFFF>Fischl:</color> แสงดาวบนท้องฟ้าเหล่านั้น ล้วนเป็นหลุมที่ Oz จิกเพื่อสร้างขึ้นในค่ำคืนที่ไม่รู้จบ\n\n<color=#37FFFF>Oz:</color> คุณหนูพูดอะไรแปลก ๆ !",
      "vi": "<color=#37FFFF>Fischl: </color>Ánh sao trên bầu trời đều là những cái lỗ do Oz khoét ra trên màn đêm vô tận.\n\n<color=#37FFFF>Oz: </color>Đúng mới lạ đó!"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>你的深眠将平安无梦。毕竟，岂有梦魇，敢染指幽夜净土所祝圣之人…\n\n<color=#37FFFF>奥兹：</color>她说「晚安」。",
      "zht": "#<color=#37FFFF>菲謝爾：</color>{F#妳}{M#你}的深眠將平安無夢。畢竟，豈有夢魘，敢染指幽夜淨土所祝聖之人…\n\n<color=#37FFFF>奧茲：</color>她說「晚安」。",
      "jp": "<color=#37FFFF>フィッシュル：</color>あなたは安らかに眠るわ。なぜなら幽夜浄土の祝福を受けた人に手を出すような夢魔など存在しないもの…\n\n<color=#37FFFF>オズ：</color>「おやすみなさい」と言っています。",
      "ko": "<color=#37FFFF>피슬:</color> 넌 꿈을 꾸지 않는 평안하고 깊은 잠에 빠질 것이다. 감히 유야 정토의 축복을 받은 자를 건드리려는 악몽은 없겠지만…\n\n<color=#37FFFF>오즈:</color> 「잘 자」라고 하십니다",
      "en": "<color=#37FFFF>Fischl:</color> Sweet shall be thy sleep, spared of the Mares of the Night! For no Night-Mares would dare draw near to those who are blessed by the Immernachtreich!\n\n<color=#37FFFF>Oz:</color> She means, \"Goodnight.\"",
      "de": "<color=#37FFFF>Fischl:</color> Dein tiefer Schlaf wird sicher sein, wenn er traumlos ist. Kein Albtraum wagt es, dir auch nur ein Haar zu krümmen, wenn du im Immernachtreich bist ...\n\n<color=#37FFFF>Oz:</color> Die Prinzessin wünscht Euch eine Gute Nacht.",
      "es": "<color=#37FFFF>Fischl:</color> ¡Dulces serán tus sueños, pues ninguna pesadilla se atrevería a atormentar a los bendecidos por el Reino de la Noche Eterna!\n\n<color=#37FFFF>Oz:</color> Dice que “buenas noches”.",
      "fr": "<color=#37FFFF>Fischl :</color> Réparateur et paisible sera votre sommeil. Après tout, nul cauchemar n'oserait hanter ceux qui ont l'honneur d'être bénis par l'Empire de la nuit éternelle !\n\n<color=#37FFFF>Oz :</color> Elle vous souhaite une bonne nuit.",
      "pt": "#<color=#37FFFF>Fischl: </color>Você vai ter bons sonhos hoje a noite. Você é abençoad{M#o}{F#a} pela Princesa do Pecado, portanto nenhum pesadelo pode te incomodar...\n\n<color=#37FFFF>Oz: </color> Ela quer dizer \"Boa noite\".",
      "ru": "<color=#37FFFF>Фишль:</color> Да будет глубоким и безмятежным твой сон, и пусть минуют тебя кошмары. В конце концов, разве смеют они посещать тех, кто благословлен Нирваной Ночи?\n\n<color=#37FFFF>Оз:</color> Миледи говорит, «Спокойной ночи».",
      "id": "<color=#37FFFF>Fischl:</color> Tidurmu akan nyenyak dan terbebas dari mimpi buruk! Karena tidak ada mimpi buruk yang berani mendekati mereka yang telah diberkati oleh Immernachtreich!\n\n<color=#37FFFF>Oz:</color> Maksudnya adalah \"selamat tidur.\"",
      "th": "<color=#37FFFF>Fischl:</color>การนอนหลับลึกจะทำให้หลับสบาย โดยไม่ฝันอะไร ทว่าฝันร้ายนั้นไม่กล้าย่างกรายเข้า ใกล้คนที่ได้รับพรจากดินแดนแห่ง ราตรีบริสุทธิ์หรอก...\n\n<color=#37FFFF>Oz:</color> คุณหนูหมายถึง \"ราตรีสวัสดิ์\" น่ะ",
      "vi": "<color=#37FFFF>Fischl: </color>Giấc ngủ sâu của ngươi sẽ bình an không mộng mị. Dẫu sao thì, làm gì có ác mộng nào dám xâm phạm đến người được chúc phúc thần thánh trên Vương Đô U Ám này...\n\n<color=#37FFFF>Oz: </color>Cô ấy nói \"Ngủ ngon\"."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔自己·断罪之皇女",
      "zht": "關於菲謝爾自己·斷罪之皇女",
      "jp": "フィッシュル自身について·断罪の皇女",
      "ko": "피슬 자신에 대해·단죄의 황녀",
      "en": "About Fischl: Prinzessin der Verurteilung",
      "de": "Über Fischl – Prinzessin der Verurteilung",
      "es": "Sobre Fischl - Princesa del Juicio",
      "fr": "À propos de Fischl - Princesse du châtiment",
      "pt": "Sobre Fischl - Rainha dos Pecados",
      "ru": "О Фишль: Принцесса осуждения",
      "id": "Tentang Fischl: Prinzessin der Verurteilung",
      "th": "เกี่ยวกับตัว Fischl เอง - เจ้าหญิงแห่งการลงทัณฑ์",
      "vi": "Về Fischl - Công Chúa Định Tội"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>我吗？哼哼。记好了，我乃幽夜净土的主人，断罪之皇女菲谢尔，裁断此世一切罪责，透彻此间一切真知。\n\n<color=#37FFFF>奥兹：</color>就是冒险家协会的调查员。\n\n<color=#37FFFF>菲谢尔：</color>…那只是肤浅的表象！",
      "zht": "<color=#37FFFF>菲謝爾：</color>我嗎？哼哼。記好了，我乃幽夜淨土的主人，斷罪之皇女菲謝爾，裁斷此世一切罪責，透徹此間一切真知。\n\n<color=#37FFFF>奧茲：</color>就是冒險家協會的調查員。\n\n<color=#37FFFF>菲謝爾：</color>…那只是膚淺的表像！",
      "jp": "<color=#37FFFF>フィッシュル：</color>わたくし？フン、よく覚えておきなさい。わたくしは幽夜浄土の主、断罪の皇女フィッシュル。この世の罪を断ち切り、真実を全て明らかにする者よ。\n\n<color=#37FFFF>オズ：</color>冒険者協会の調査員でございます。\n\n<color=#37FFFF>フィッシュル：</color>…それは表向きよ！",
      "ko": "<color=#37FFFF>피슬:</color> 나? 훗, 잘 기억해 둬. 난 유야 정토의 주인이자 단죄의 황녀인 피슬. 세상의 모든 죄악을 심판하고, 모든 진리를 꿰뚫어 보지\n\n<color=#37FFFF>오즈:</color> 그러니까 모험가 길드의 조사 요원이십니다\n\n<color=#37FFFF>피슬:</color> …그건 그냥 피상적인 겉모습일 뿐이야!",
      "en": "<color=#37FFFF>Fischl:</color> Me? Hehehe. Remember thou this, that I, Fischl, am the Prinzessin der Verurteilung, Sovereign of Immernachtreich, omniscient and eminent judge of all the world's iniquity!\n\n<color=#37FFFF>Oz:</color> She's an investigator for the Adventurers' Guild.\n\n<color=#37FFFF>Fischl:</color> ...Ahem. That is but one of my many royal engagements.",
      "de": "<color=#37FFFF>Fischl:</color> Ich? Hehe, vergiss nur nicht, Ich bin alleiniger Herrscher über das Immernachtreich, ich bin die Prinzessin der Verurteilung, um das Böse von der Welt zu tilgen und die Wahrheit zu finden, wo immer sie sein mag.\n\n<color=#37FFFF>Oz:</color> Sie ist Ermittler bei der Abenteurergilde ...\n\n<color=#37FFFF>Fischl:</color> Das ist nur eine von meinen vielen royalen Aufgaben.",
      "es": "<color=#37FFFF>Fischl:</color> ¿Yo? ¡Recuerda que yo, Fischl, soy la Princesa del Juicio, soberana del Reino de la Noche Eterna, la omnisciente y eminente jueza de la inmoralidad del mundo!\n\n<color=#37FFFF>Oz:</color> Y también investigadora del Gremio de Aventureros.\n\n<color=#37FFFF>Fischl:</color> *Ejem* Bueno, ese solo es uno de mis muchos compromisos como miembro de la realeza.",
      "fr": "<color=#37FFFF>Fischl :</color> Retenez bien, tête de linotte : je suis Fischl, la Princesse du châtiment et unique souveraine de l'Empire de la nuit éternelle ! Éminente et omnisciente, je juge les transgressions de ce bas monde !\n\n<color=#37FFFF>Oz :</color> Elle est enquêtrice au sein de la Guilde des aventuriers.\n\n<color=#37FFFF>Fischl :</color> ... Cela fait partie de mes nombreux engagements royaux !",
      "pt": "<color=#37FFFF>Fischl:</color> Eu? Hehehe. Lembra-te disto, que eu, Fischl, sou a Princesa do Pecado, Soberana do Reino da Noite Eterna, omnisciente e eminente juíza de toda a iniquidade do mundo.\n\n<color=#37FFFF>Oz:</color> Ela é uma investigadora da Guilda dos Aventureiros.\n\n<color=#37FFFF>Fischl:</color> ...Cof. Este é apenas um dos meus muitos compromissos reais.",
      "ru": "<color=#37FFFF>Фишль:</color> Я? Хо-хо, запомни же, что я Фишль, Принцесса осуждения, хозяйка Нирваны Ночи, судья этого мира, назначающая ему наказание и вскрывающая правду! \n\n<color=#37FFFF>Оз:</color> Миледи - агент Гильдии искателей приключений. \n\n<color=#37FFFF>Фишль:</color> Это лишь один из моих титулов.",
      "id": "<color=#37FFFF>Fischl:</color> Aku? Hehehe. Ingatlah, bahwa aku, Fischl, adalah Prinzessin der Verurteilung, Penguasa Immernachtreich, hakim maha tahu dan terkemuka dari semua kejahatan dunia!\n\n<color=#37FFFF>Oz:</color> Dia adalah penyelidik dari Adventurers' Guild.\n\n<color=#37FFFF>Fischl:</color> Ehem. Itu hanyalah salah satu dari sekian banyak pekerjaanku!",
      "th": "<color=#37FFFF>Fischl:</color> ข้าเหรอ? หึ ๆ จำไว้ว่าข้าคือ Fischl เจ้าหญิงแห่งการลงทัณฑ์ ผู้เป็นเจ้าของดินแดนแห่งราตรีบริสุทธิ์ ผู้ตัดสินการลงโทษทั้งหมดในโลกนี้ และเป็นผู้ที่เข้าใจความจริงทั้งหมด ในโลกนี้อย่างถ่องแท้!\n\n<color=#37FFFF>Oz:</color>ก็คือพนักงานสืบสวนของกิลด์ นักผจญภัย\n\n<color=#37FFFF>Fischl:</color>...นั่นเป็นเพียงภาพผิวเผินเท่านั้น!",
      "vi": "<color=#37FFFF>Fischl: </color>Ta sao? Hừ, hãy nhớ kỹ ta là chủ nhân của Vương Đô U Ám, Công Chúa Định Tội Fischl, phán định tất cả sự trừng phạt trên thế giới này, thấu hiểu tất cả sự thật trên thế giới này.\n\n<color=#37FFFF>Oz: </color>Chính là nhân viên điều tra của Hiệp Hội Nhà Mạo Hiểm.\n\n<color=#37FFFF>Fischl: </color>...Đó chỉ là hình tượng bề nổi mà thôi!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·降临此间之人",
      "zht": "關於我們·降臨此間之人",
      "jp": "ここに降臨する人について…",
      "ko": "우리에 대해·이 땅에 강림한 자",
      "en": "About Us: Beings Who Descended Upon This World",
      "de": "Über uns – Unter den Sterblichen",
      "es": "#Sobre nosotr{F#as}{M#os} - Los seres que descendieron a este mundo",
      "fr": "À propos de nous - Ceux qui descendirent des cieux",
      "pt": "Sobre Nós - Seres que Desceram a este Mundo",
      "ru": "О нас: Существа не из мира сего",
      "id": "Tentang Kita: Manusia yang turun ke dunia",
      "th": "เกี่ยวกับเรา - ผู้ที่มาถึงในเวลานี้",
      "vi": "Về chúng tôi - Người giáng thế"
    },
    "line": {
      "zhs": "我与你同为异世界的旅人，在此相遇。错不了，想必是命运的意志吧。",
      "zht": "#我與{F#妳}{M#你}同為異世界的旅人，在此相遇。錯不了，想必是命運的意志吧。",
      "jp": "わたくしとあなたは異世界の旅人同士としてここで出会った。間違いない、きっとこれは運命の意志よ。",
      "ko": "너와 난 모두 이세계의 여행자. 틀림없어. 여기서 만난 건 분명 운명의 이끌림일 거야",
      "en": "Huh, you and I are both travelers from another world. That our paths have crossed here is no accident, but the will of fate.",
      "de": "Wir beide sind Reisende aus einer anderen Welt. Dass wir uns hier begegnen, ist vom Schicksal vorherbestimmt und kein Unfall.",
      "es": "#Tú y yo somos {F#viajeras}{M#viajeros} de otro mundo. Que nuestros caminos se hayan cruzado aquí no es casualidad, sino la voluntad del destino.",
      "fr": "#Vous et moi sommes des {M#voyageurs}{F#voyageuses} d'un autre monde. Notre rencontre n'est guère un hasard ; c'est le destin qui l'a décidée.",
      "pt": "Você e eu somos ambos viajantes de outro mundo. O fato de nossos caminhos terem se cruzado aqui não é um acidente, mas a vontade do destino.",
      "ru": "Мы с тобой - путешественники из других миров. То, что мы встретились здесь - наверняка воля судьбы.",
      "id": "Aku dan kamu adalah dua pengembara dari dunia yang berbeda dan bertemu di sini. Tidak mungkin salah, itu pasti kehendak takdir.",
      "th": "\"เจ้ากับข้าเป็นนักเดินทางจากต่าง โลกเช่นเดียวกัน การพบกันในครั้งนี้คงเป็นเพราะ โชคชะตาลิขิตไว้เป็นแน่\"",
      "vi": "Chúng ta đều là lữ khách đến từ một thế giới khác, gặp nhau ở đây chính là ý trời."
    }
  },
  {
    "title": {
      "zhs": "关于我们·射落世界之兽",
      "zht": "關於我們·射落世界之獸",
      "jp": "世界を射止めることについて…",
      "ko": "우리에 대해·세계의 야수",
      "en": "About Us: Shooting Down the World Beast",
      "de": "Über uns – Das Erlegen des Weltenmonsters",
      "es": "#Sobre nosotr{F#as}{M#os} - La cacería del monstruo del mundo",
      "fr": "À propos de nous - Destruction de la bête-monde",
      "pt": "Sobre Nós - Abatendo a Besta do Mundo",
      "ru": "О нас: Победа над мировым чудовищем",
      "id": "Tentang Kita: Menjatuhkan Monster Dunia",
      "th": "เกี่ยวกับเรา - ยิงสัตว์ร้ายแห่งโลก",
      "vi": "Về Chúng Tôi - Bắn hạ quái thú thế giới"
    },
    "line": {
      "zhs": "看你有什么烦恼的样子…？旅人啊，不必困惑。因为，我以我的左眼，这只透彻因果之丝的「断罪之眼」，守望着你的命运；以奥兹那见证过一千世界寂灭的鸦眼，观察着你的进路。假若名为「世界」的夜巡凶兽觊觎你的梦想，那我便以断罪的圣裁魔矢将其射落！",
      "zht": "#看{F#妳}{M#你}有什麼煩惱的樣子…？旅人啊，不必困惑。因為，我以我的左眼，這隻透徹因果之絲的「斷罪之眼」，守望著{F#妳}{M#你}的命運；以奧茲那見證過一千世界寂滅的鴉眼，觀察著{F#妳}{M#你}的進路。假若名為「世界」的夜巡凶獸覬覦你的夢想，那我便以斷罪的聖裁魔矢將其射落！",
      "jp": "何か悩んでいるようね…？旅人よ、迷う必要はない。わたくしはこの左目、因果の糸を見極める「断罪の目」であなたの運命を守り、オズの千の世界の破滅を見届けた鴉の目であなたの進む道を観察する。もし「世界」という獣があなたの夢の邪魔をしたら、わたくしは断罪の聖裁魔矢でそれを射止めるわ！",
      "ko": "무슨 고민이라도 있나…? 여행자여, 걱정할 필요 없다. 왜냐하면, 난 나의 왼쪽 눈, 이 인과의 실을 꿰뚫어 보는 「단죄의 눈」으로 너의 운명을 수호할 것이고; 천 가지 세계의 적멸을 지켜봐 온 오즈의 까마귀의 눈으로 너의 가는 길을 지켜볼 것이기 때문이다. 「세계」라는 이름의 흉악한 밤의 짐승이 너의 꿈을 노린다면, 내가 단죄의 성활로 그것을 맞춰 떨어뜨리겠다!",
      "en": "You seem... troubled. Traveler, do not lose heart! For with my left eye, the Auge der Verurteilung, which sees the threads of fate, I will surely keep you from harm. And Oz, the raven that has witnessed the demise of countless worlds, will watch over you on your journey. Should this world, like a beast prowling in the night, covet your dreams, then I, Prinzessin der Verurteilung, shall fell it with my ensorcelled arrows of judgment!",
      "de": "Du wirkst ... beunruhigt. Verlier nicht den Mut! Denn mit meinem linken Auge, dem Auge der Verurteilung, das die Fäden des Schicksals sieht, werde ich dich sicher vor Schaden bewahren. Und Oz, der Rabe, der den Untergang unzähliger Welten miterlebt hat, wird auf deiner Reise über dich wachen. Sollte diese Welt, wie ein Tier, das in der Nacht umherstreift, deine Träume begehren, so werde ich, die Prinzessin der Verurteilung, sie mit meinen Pfeilen der Verurteilung niederstrecken!",
      "es": "#Pareces algo preocupad{F#a}{M#o}. Pero {F#viajera}{M#viajero}, no te desanimes. Porque gracias a mi ojo izquierdo, el Ojo del juicio, que ve los hilos del destino, te mantendré a salvo. Y Oz, el cuervo que ha sido testigo de la desaparición de incontables mundos, te vigilará durante tus viajes. ¡Si este mundo codicia tus sueños como una bestia que merodea por la noche, yo, la Princesa del Juicio, lo asolaré con mis flechas del juicio benditas!",
      "fr": "#Vous semblez {M#contrarié}{F#contrariée}... Ne sombrez pas dans la tristesse, {M#voyageur}{F#voyageuse} ! À l'aide de mon œil du jugement qui voit à travers le destin, je vous protégerai de tous les dangers. Oz, mon fidèle compagnon, qui a assisté à la destruction d'innombrables mondes, veillera également sur vous sans faille. Moi, Princesse du châtiment, vous promets que mes flèches du jugement perceront quiconque osera se mettre en travers de vos rêves !",
      "pt": "#Você parece... Incomodad{M#o}{F#a}. Viajante, não desanime! Pois com o meu olho esquerdo, o Olho do Julgamento, que vê os fios do destino, certamente vou protegê-l{M#o}{F#a} do mal. E Oz, o corvo que testemunhou o desaparecimento de inúmeros mundos, cuidará de você em sua jornada. Se este mundo, como uma besta rondando a noite, cobiçar seus sonhos, então eu, Princesa do Pecado, a derrubarei com as minhas Flechas do Julgamento!",
      "ru": "У тебя обеспокоенный вид. Путешественник, не впадай в отчаяние. Моим левым глазом, Глазом правосудия, я вижу нити судьбы, и я сделаю всё, чтобы уберечь твою. И Оз, ворон, что видел нирвану тысячи миров, будет наблюдать за твоим путешествием. Если ночные чудовища этого мира захотят проникнуть в твои сны, то я, Принцесса осуждения, осыплю их градом стрел правосудия!",
      "id": "Kamu terlihat bermasalah...? Pengembara, jangan berkecil hari! Dengan mata kiriku, Auge der Verurteilung, yang sanggup melihat takdir, aku pasti akan menjagamu. Lalu Oz, gagak yang telah menyaksikan kehancurkan berbagai dunia, akan mengawasimu selama perjalananmu. Jika dunia ini, seperti binatang buas berkeliaran di malam hari, menghantui mimpimu, maka aku, Prinzessin der Verurteilung, akan menjatuhkannya dengan panah penghakiman!",
      "th": "ดูท่าทางเจ้ามีเรื่องกลุ้มใจงั้นรึ?... นักเดินทางเอ๋ยย อย่าหัวเสียไป เพราะข้าจะใช้ตาข้างซ้ายซึ่งเป็น \"ดวงตาแห่งบาป\" นี้ดูโชคชะตาของเจ้าให้เอง ส่วนดวงตาเรเวนของเจ้า Oz ที่เห็นการสูญพันธุ์ของโลกนับ พันนั้น ก็จะคอยเฝ้าดูการเดินทางของเจ้าด้วย! หากสัตว์ร้ายยามค่ำคืนของสิ่งที่ เรียกว่า \"โลก\" กำลังจ้องความฝันของเจ้า ข้าจะใช้ธนูนี้ยิงพิพากษามันเอง!",
      "vi": "Hãy xem dáng vẻ phiền não của ngươi kìa... Nhà lữ hành, không cần phải bối rối, ta dùng mắt trái của mình, \"Con Mắt Định Tội\" có thể nhìn thấu sợi tơ nhân quả canh gác vận mệnh cho ngươi, dùng đôi mắt quạ đã từng chứng kiến sự diệt vong hàng ngàn thế giới của Oz quan sát hành trình của ngươi. Nếu như con hung thú gác đêm của cái nơi gọi là \"Thế Giới\" kia ngấp nghé giấc mơ của ngươi, thì ta sẽ dùng mũi tên định tội bắn nó rơi xuống!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·重要之人",
      "zht": "關於我們·重要之人",
      "jp": "大事な人について…",
      "ko": "우리에 대해·중요한 사람",
      "en": "About Us: Ones Dear to Heart",
      "de": "Über uns – Nahestehende",
      "es": "#Sobre nosotr{F#as}{M#os} - Figuras importantes",
      "fr": "À propos de nous - Importantes figures",
      "pt": "Sobre Nós - Figuras Importantes",
      "ru": "О нас: Дорогие сердцу люди",
      "id": "Tentang Kita: Manusia yang terkasih",
      "th": "เกี่ยวกับเรา - บุคคลสำคัญ",
      "vi": "Về chúng tôi - Người quan trọng"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>奥兹，我之忠友啊…能遇到「那个人」，与本皇女同样不属于这个世界的旅人…连残酷的命运，也会对我罪孽深重的血脉，展露微笑呢。就算是我的命运，我无法逃离的「现实」…\n\n<color=#37FFFF>奥兹：</color>啊啊，我明白。那个旅行者的话，不管发生了什么，都不会抛弃小姐的吧。",
      "zht": "<color=#37FFFF>菲謝爾：</color>奧茲，我之忠友啊…能遇到「那個人」，與本皇女同樣不屬於這個世界的旅人…連殘酷的命運，也會對我罪孽深重的血脈，展露微笑呢。就算是我的命運，我無法逃離的「現實」…\n\n<color=#37FFFF>奧茲：</color>啊啊，我明白。那個旅行者的話，不管發生了什麼，都不會拋棄小姐的吧。",
      "jp": "<color=#37FFFF>フィッシュル：</color>オズ、我が友よ…「あの人」に、わたくしと同じこの世界に属さない旅人に出会えて…残酷な運命でさえも、わたくしの罪深き血に微笑んでいるようにみえるわ。たとえわたくしの運命、逃げられない「現実」でも…\n\n<color=#37FFFF>オズ：</color>ああ、わかりますぞ。あの旅人なら、何があってもきっとお嬢様の味方でいるはずですぞ。",
      "ko": "<color=#37FFFF>피슬</color>:  오즈, 나의 벗이여…황녀인 나처럼 이 세계에 속하지 않는 여행자를 만났다는 건…잔혹한 운명조차도 나의 죄악으로 가득한 혈통을 향해 웃음을 지은 거겠지? 내 운명, 벗어날 수 없는 「현실」일지라도…\n\n<color=#37FFFF>오즈</color>: 아아, 저도 압니다. 그 여행자라면, 무슨 일이 있어도 결코 아가씨를 포기하지 않겠죠",
      "en": "<color=#37FFFF>Fischl:</color> Oz, my loyal companion. That we should have met this person, one who hails from another world as I do... Perhaps even cruel fate has deigned to smile upon me, though sin courses through my veins. If I am indeed destined to remain here, in this inescapable prison that is reality, at least—\n\n<color=#37FFFF>Oz:</color> I understand, mein Fräulein! In this traveler, Fräulein has found one who will never forsake her.",
      "de": "#<color=#37FFFF>Fischl:</color> Oz, mein wahrer Freund, was sollen wir nur tun mit jener Person, die wie ich von einer fremden Welt durch des Schicksals Würfel in diesen Fleck des Universums geworfen wurde ... Welch grausame Bestimmung erwartet mein sündenerfülltes Blut. Auch ich kann der Realität nicht entfliehen ...\n\n<color=#37FFFF>Oz:</color> Ich verstehe, Eure Hoheit, {F#diese Reisende}{M#dieser Reisende} wird Euch nicht im Stich lassen.",
      "es": "#<color=#37FFFF>Fischl:</color> Oz, mi leal compañero... haber conocido a {F#esta viajera}{M#este viajero} procedente de otro mundo, igual que yo... Aunque el pecado corre por mis venas, tal vez el cruel destino se haya dignado a sonreírme por una vez. Si estoy destinada a permanecer aquí, en esta ineludible prisión que es la realidad, al menos...\n\n<color=#37FFFF>Oz:</color> Ah... Entiendo, señorita. Quiere decir que, pase lo que pase, {F#esta viajera}{M#este viajero} nunca la abandonará.",
      "fr": "#<color=#37FFFF>Fischl : </color> Oz, mon loyal serviteur... Je suis forte heureuse de ma rencontre avec {M#ce voyageur étranger}{F#cette voyageuse étrangère} à ce monde. Bien que le péché coule dans mes veines, le destin a daigné me sourire cette fois. Si je dois demeurer ici, dans cette prison sans issue qu'est la réalité, alors...\n\n<color=#37FFFF>Oz : </color> En effet, vous avez trouvé une personne qui restera à vos côtés quoi qu'il arrive...",
      "pt": "#<color=#37FFFF>Fischl:</color> Oz, meu leal companheiro. Deveríamos ter conhecido esta pessoa, uma pessoa que veio de outro mundo, assim como eu... Talvez até o destino cruel tenha se dignado a sorrir para mim, embora o pecado corra através de minhas veias. Se estou de fato destinada a permanecer aqui, nesta prisão inescapável que é a realidade, pelo menos—\n\n<color=#37FFFF>Oz:</color> Eu entendo, minha Princesa! Nest{M#e}{F#a} Viajante, a Princesa do Pecado encontrou alguém que nunca a abandonará.",
      "ru": "#<color=#37FFFF>Фишль:</color> Оз, мой верный друг... Мы встретились с человеком, с путешественни{F#цей}{M#ком}, котор{F#ая}{M#ый} так же, как и я, приш{F#ла}{M#ёл} из другого мира... Возможно, жестокая судьба улыбается даже мне, той, в чьих жилах течёт грешная кровь... Даже если судьба моя - быть заключённой в этой реальности навсегда...\n\n<color=#37FFFF>Оз:</color> А, я понимаю, моя леди! В эт{F#ой}{M#ом} путешественн{F#ице}{M#ике} вы нашли человека, который не оставит вас.",
      "id": "<color=#37FFFF>Fischl:</color> Oz, temanku yang setia. Fakta bahwa kita diharuskan bertemu orang ini, seseorang yang berasal dari dunia lain sepertiku... Mungkin takdir yang kejam akhirnya tersenyum padaku, walaupun darah pendosa mengalir dalam nadiku. Jika aku memang ditakdirkan untuk berada di sini, dalam penjara yang tak terhindarkan bernama kenyataan ini, setidaknya -\n\n<color=#37FFFF>Oz:</color> Aku mengerti, mein Fräulein! Dalam diri pengembara ini, Fräulein telah menemukan seseorang yang tidak mungkin mengorbankan Fräulein.",
      "th": "<color=#37FFFF>Fischl:</color> Oz สหายผู้ซื่อสัตย์ของข้า...การได้พบ \"คน ๆ นั้น\" ผู้ที่ไม่ได้เป็นนักเดินทางของโลกนี้เช่นเดียวกับตัวข้า...แม้โชคชะตาจะ โหดร้ายแต่ก็ยังยิ้มให้ข้า แม้ว่าบาปนั้นจะอยู่ในเลือดเนื้อของข้า มันจะเป็นโชคชะตาของข้าเอง ซึ่งข้าไม่สามารถหลบหนี \"ความจริง\" นี้ได้...\n\n<color=#37FFFF>Oz:</color> เหอะ ๆ เข้าใจแล้ว นักเดินทางคนนั้นน่ะ ไม่ว่าจะเกิดอะไรขึ้น ก็ไม่มีทางทอดทิ้งคุณหนูหรอก",
      "vi": "<color=#37FFFF>Fischl: </color>Oz, người bạn trung thành của ta... Có thể gặp được \"người đó\", nhà lữ hành không thuộc về thế giới này giống như bổn công chúa... cho thấy ngay cả vận mệnh tàn khốc cũng nở nụ cười đối với huyết mạch chồng chất tội nghiệt của ta. Cho dù là vận mệnh của ta, là \"hiện thực\" mà ta không thể thoát ra được...\n\n<color=#37FFFF>Oz: </color>Ha ha, tôi hiểu, nếu là người lữ hành đó, thì cho dù xảy ra chuyện gì, cũng sẽ không vứt bỏ tiểu thư đâu."
    }
  },
  {
    "title": {
      "zhs": "关于我们·守望",
      "zht": "關於我們·守望",
      "jp": "守ることについて…",
      "ko": "우리에 대해·수호",
      "en": "About Us: Standing Watch",
      "de": "Über uns – Hoffnung",
      "es": "#Sobre nosotr{F#as}{M#os} - Protección",
      "fr": "À propos de nous - Surveillance",
      "pt": "Sobre Nós - Proteção",
      "ru": "О нас: Быть на страже",
      "id": "Tentang Kita: Sang pelindung",
      "th": "เกี่ยวกับเรา - เฝ้าคุ้มครอง",
      "vi": "Về chúng tôi - Canh gác"
    },
    "line": {
      "zhs": "#<color=#37FFFF>菲谢尔：</color>奥兹华尔多·赫芙那梵茵斯。为我，为幽夜净土的主宰，断罪的皇女，做好献出生命的觉悟，守望{PLAYERAVATAR#SEXPRO[INFO_MALE_PRONOUN_HE|INFO_FEMALE_PRONOUN_SHE]}注定多舛的命运吧。\n\n<color=#37FFFF>奥兹：</color>不要随便让我送命啊！",
      "zht": "#<color=#37FFFF>菲謝爾：</color>奧茲華爾多·赫芙那梵茵斯。為我，為幽夜淨土的主宰，斷罪的皇女，做好獻出生命的覺悟，守望{F#她}{M#他}註定多舛的命運吧。\n\n<color=#37FFFF>奧茲：</color>不要隨便讓我送命啊！",
      "jp": "<color=#37FFFF>フィッシュル：</color>オズヴァルド·ラフナヴィネス。わたくし、この幽夜浄土の主宰、断罪の皇女のために命を捧げる覚悟をし、かの者の運命を守りなさい。\n\n<color=#37FFFF>オズ：</color>私の命を大事にしてください！",
      "ko": "#<color=#37FFFF>피슬:</color> 오즈발도·흐라프나바인스, 유야 정토의 주인이자 단죄의 황녀인 나를 위해 목숨을 바칠 각오를 하고, 기구한 {F#그녀}{M#그}의 운명을 수호해라\n\n<color=#37FFFF>오즈:</color> 멋대로 제 목숨을 걸지 말아 주세요!",
      "en": "<color=#37FFFF>Fischl:</color> Ozvaldo von Hrafnavins. I, the Prinzessin der Verurteilung, sovereign of the Immernachtreich, do hereby call upon thee to do all within thy power to deliver the traveler from the claws of fate that would seek to snatch them at every turn, and to ready thy mind lest thou be required to make the ultimate sacrifice in the performance of this noblest of duties.\n\n<color=#37FFFF>Oz:</color> ...You'd place my life in danger so easily, mein Fräulein?",
      "de": "#<color=#37FFFF>Fischl:</color> Ozvaldo Hrafnavins. Ich, die Prinzessin der Verurteilung, Herrscherin über das Immernachtreich, fordere dich hiermit auf, alles in deiner Macht Stehende zu tun, um {M#den Reisenden}{F#die Reisende} aus den Klauen des Schicksals zu befreien, das auf Schritt und Tritt lauert und deinen Geist darauf vorzubereiten, damit du bei der Erfüllung dieser edelsten aller Pflichten nicht das ultimative Opfer bringen musst.\n\n<color=#37FFFF>Oz:</color> Meine Prinzessin, bitte hört auf mein Leben so anzupreisen!",
      "es": "#<color=#37FFFF>Fischl:</color> Ozvaldo Hrafnavines, yo, la Princesa del Juicio, soberana del Reino de la Noche Eterna, por la presente te pido que hagas todo lo posible para liberar a {F#esta viajera}{M#este viajero} de las garras de su destino, que trata de hacerle retroceder a cada paso que da, así como a prepararte mentalmente en caso de que se requiera que hagas un último sacrificio en el desempeño de esta noble tarea.\n\n<color=#37FFFF>Oz:</color> Por favor, ¡deje de meterme en situaciones de vida o muerte, señorita!",
      "fr": "#<color=#37FFFF>Fischl :</color> Ozvaldo von Hrafnavines, moi, la Princesse du châtiment et souveraine de l'Empire de la nuit éternelle, t'ordonne de faire tout ton possible pour protéger {M#ce voyageur}{F#cette voyageuse} des griffes du destin qui {M#le}{F#la} menace en permanence ! Prépare-toi à l'ultime sacrifice en cas de force majeure afin d'honorer le plus noble de tes devoirs !\n\n<color=#37FFFF>Oz :</color> Je vous prie de ne pas me sacrifier comme bon vous semble, mademoiselle !",
      "pt": "#<color=#37FFFF>Fischl:</color> Ozvaldo von Hrafnavines. Eu, a Princesa do Pecado, soberana do Reino da Noite Eterna, por meio deste, peço que faça tudo o que estiver ao teu alcance para livrar {M#o}{F#a} viajante das garras do destino que procurariam arrebatá-l{M#o}{F#a} a qualquer momento, e a preparar tua mente para que não sejas obrigado a fazer o sacrifício final no cumprimento deste nobre dever. \n\n<color=#37FFFF>Oz:</color> ... Pare de tentar me matar, minha Princesa!",
      "ru": "#<color=#37FFFF>Фишль:</color> Озвальдо Храфнавинс. Я, хозяйка Нирваны Ночи, Принцесса осуждения, призываю тебя быть готовым защитить путешественн{F#ицу}{M#ка} от превратностей {F#её}{M#его} судьбы и, в случае необходимости, отдать жизнь за то, чтобы вырвать {F#её}{M#его} из лап всепоглощающей тьмы!\n\n<color=#37FFFF>Оз: </color> Миледи, перестаньте распоряжаться моей жизнью, как вам вздумается!",
      "id": "<color=#37FFFF>Fischl:</color> Ozvaldo von Hrafnavines. Aku, Prinzessin der Verurteilung, penguasa Immernachtreich, dengan ini menyerukan kepadamu dengan menggunakan segala kekuatanmu untuk membebaskan pengembara ini dari cakar nasib yang akan berusaha mencelakainya di setiap kesempatan, dan untuk mempersiapkan dirimu jikalau dirimu diperlukan untuk melakukan pengorbanan dalam melaksanakan tugas yang mulia ini.\n\n<color=#37FFFF>Oz:</color>...Jangan biarkan aku mati begitu saja, mein Fräulein!",
      "th": "<color=#37FFFF>Fischl:</color> Ozvaldo Hrafnavins เพื่อข้า เพื่อจักรพรรดินีของดินแดนแห่ง ราตรีบริสุทธิ์ เจ้าหญิงแห่งการลงทัณฑ์ ขอให้เจ้าทุ่มเทอย่างสุดชีวิตเพื่อ คอยเฝ้าสังเกตโชคชะตาอันแสน โหดร้ายเถิด!\n\n<color=#37FFFF>Oz:</color> อย่าให้ข้าต้องไปตายเปล่านะ!",
      "vi": "#<color=#37FFFF>Fischl: </color>Ozvaldo von Hrafnavines hãy vì ta, vì chúa tể Vương Đô U Ám, vì Công Chúa Định Tội mà làm tốt công tác giác ngộ, sẵn sàng hiến dâng sinh mạng, trấn giữ vận mệnh hỗn độn của {F#cô ấy}{M#anh ấy} nào!\n\n<color=#37FFFF>Oz: </color>Đừng có tùy tiện làm tôi mất mạng!"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "嗯？这个「渊色的幽邃秘珠」吗。那是我族的王器，向一切无礼者昭告断罪皇女之仪。即使流落到了这个荒芜的世界，王器仍然追随着皇族之血与崇高之魂，找到了我，这就是无法斩断的因果吧…",
      "zht": "嗯？這個「淵色的幽邃秘珠」嗎。那是我族的王器，向一切無禮者昭告斷罪皇女之儀。即使流落到了這個荒蕪的世界，王器仍然追隨著皇族之血與崇高之魂，找到了我，這就是無法斬斷的因果吧…",
      "jp": "ん？この「深い色をした幽邃な秘珠」のこと？それは我が一族の宝器、無礼者たちに断罪の皇女の身分を示すものよ。たとえこの荒れ果てた世界に落ちぶれた今でも、宝器は皇族の血と崇高なる魂を辿って、わたくしの元に戻った。それが切っても切れない因果というものでしょうね…",
      "ko": "응? 이 「심연색의 신비로운 구슬」 말이야? 이건 우리 일족이 사용하던 도구야. 무례한 자들에게 황녀의 단죄를 내릴 수 있게 하지. 이 황무지 세계에 떨어졌어도 내 황족의 피와 숭고한 영혼을 따라 날 찾아왔어. 이게 바로 끊을 수 없는 인과인 걸까…",
      "en": "Oh? You inquire about my Edelstein der Dunkelheit? It is a royal heirloom, a ceremonial ornament that displays the majesty of the Prinzessin der Verurteilung before the unworthy. Even here, in this fallen world, I have been reunited with my rightful inheritance as one of royal blood and noble spirit, for the majesty of a true princess shall draw her royal heirlooms unto her wherever so she may roam.",
      "de": "Hmm? Du interessierst dich für meinen Edelstein der Dunkelheit? Es ist ein königliches Erbstück meiner Familie, ein zeremonielles Ornament, das den Unwürdigen den Status der Prinzessin der Verurteilung vor Augen hält. Selbst hier in dieser gefallenen Welt, bin ich mit meinem rechtmäßigen Erbstück vereinigt worden, als Zeichen meiner noblen Herkunft, denn eine Prinzessin kann ihr royales Erbgut an jedem Ort herbeirufen.",
      "es": "¿Oh? ¿Preguntas sobre mi Gema de la Oscuridad? Es una reliquia real, un adorno ceremonial que muestra la majestuosidad de la Princesa del Juicio ante los indignos. Incluso aquí, en este mundo en decadencia, las pertenencias reales vuelven con su legítima dueña para fundirse con su alma aristocrática. Se trata, sin duda, de un destino inevitable.",
      "fr": "Vous m'interrogez sur l'Edelstein der Dunkelheit ? Il s'agit d'un joyau de famille qui témoigne de ma majesté en tant que Princesse du châtiment devant les indignes. Nous avons été réunis dans ce monde, comme le destin l'a toujours voulu.",
      "pt": "Ah? Você pergunta sobre a minha Gema das Trevas? É uma herança real, um ornamento cerimonial que exibe a majestade da Princesa dos Pecados diante dos indignos. Mesmo aqui, neste mundo decaído, reuni-me com minha legítima herança como sangue real e espírito nobre, pois a majestade de uma verdadeira princesa atrai suas heranças reais para onde quer que ela possa vagar. É um destino inevitável.",
      "ru": "А? Тебя интересует мой «Мистический шар бездны»? Это регалия моего рода, которая свидетельствует о моём положении и служит для узнавания простолюдинами. Даже здесь, в этом запущенном мире регалия всегда может найти меня, ибо я носительница королевской крови и благородного духа. И связь нашу невозможно прервать...",
      "id": "Oh? Kamu ingin tahu mengenai Edelstein der Dunkelheit? Ini adalah pusaka kerajaan, ornamen upacara yang menampilkan keagungan Prinzessin der Verurteilung di hadapan yang tidak layak. Bahkan di sini, di dunia yang hampir musnah ini, aku telah dipersatukan kembali dengan pewarisku yang sah sebagai salah satu dari darah bangsawan dan roh yang mulia, karena keagungan seorang putri sejati akan sanggup menarik pusaka kerajaannya ke mana saja dia pergi...",
      "th": "ฮืม? Edelstein der Dunkelheit นี่ใช่หรือไม่ เป็นอาวุธของราชวงศ์ข้าเอง เอาไว้ใช้กับพวกคนที่หยาบคายต่อเจ้าหญิงแห่งการลงทัณฑ์น่ะ แม้ว่าต้องมาระเหเร่ร่อนอยู่ในโลกแห่งนี้ อาวุธของราชวงศ์ก็ยังติดตามสายเลือดแห่งราชวงศ์ และจิตวิญญาณอันสูงศักดิ์เพื่อตามหาข้าจนพบ นี่คงเป็นกรรมที่ตัดไม่ขาดล่ะมั้ง...",
      "vi": "A? Viên \"Ngọc Bí Ẩn Màu Vực Sâu\" này sao? Đây là vương khí của gia tộc ta, có thể bắt buộc những kẻ vô lễ thực hiện nghi thức đối với Công Chúa Định Tội. Dù lưu lạc đến thế giới hoang vu này, vương khí vẫn đi theo huyết thống hoàng tộc và linh hồn cao quý để tìm ra ta, đây chính là nhân quả không thể cắt đứt được..."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>这么说来，按照这个世界的历法，我有三千多岁了。当然，日月流转的虚像对看破三千宇宙因果的我而言没有意义。\n\n<color=#37FFFF>奥兹：</color>小姐，这招是骗不过酒保的，没到喝酒的年纪就是没到喝酒的年纪。",
      "zht": "<color=#37FFFF>菲謝爾：</color>這麼說來，按照這個世界的曆法，我有三千多歲了。當然，日月流轉的虛像對看破三千宇宙因果的我而言沒有意義。\n\n<color=#37FFFF>奧茲：</color>小姐，這招是騙不過酒保的，沒到喝酒的年紀就是沒到喝酒的年紀。",
      "jp": "<color=#37FFFF>フィッシュル：</color>そういえば、この世界の暦で数えると、わたくしはもう3000歳以上なのよね。もちろん、月日の流れなどの虚像は、この三千宇宙の因果を悟ったわたくしにとって何の意味もないけれど。\n\n<color=#37FFFF>オズ：</color>お嬢様、それは通用しませんよ。お嬢様はまだお酒を飲めない歳なんですから。",
      "ko": "<color=#37FFFF>피슬:</color> 그럼, 이 세계의 역법으로 계산하면 난 3000세가 되겠네. 물론, 흐르는 세월의 허상은 삼천 년 속세를 달관한 나에겐 아무런 의미가 없지만\n\n<color=#37FFFF>오즈:</color> 아가씨, 바텐더한테 그런 건 안 통합니다. 미성년자는 술을 마실 수 없다구요",
      "en": "<color=#37FFFF>Fischl:</color> If one must reckon time as this world does, I, Fischl, have already seen three thousand winters. Not that the illusory passage of time has any bearing on one such as I, to whom the causality of three thousand universes has been unveiled.\n\n<color=#37FFFF>Oz:</color> Be that as it may, mein Fräulein, you are not yet considered to be of drinking age in this world, and no bartender can ever be convinced otherwise.",
      "de": "<color=#37FFFF>Fischl:</color> Gerechnet am primitiven Kalender dieser Welt, habe ich bereits dreitausend Jahre auf meinen königlichen Schultern. Natürlich hat der rein physikalische Prozess der Bewegung von Sonne und Mond keinerlei Bedeutung für mich und mein Alter.\n\n<color=#37FFFF>Oz:</color> Mein liebes Fräulein, in dieser Welt dürft ihr immer noch keinen Alkohol anrühren, egal welche Geschichte ihr dem Mann an der Bar erzählt.",
      "es": "<color=#37FFFF>Fischl:</color> Si debo calcular el tiempo según los parámetros de este mundo, yo, Fischl, he vivido tres mil inviernos. Pero bueno, tampoco es que el ilusorio paso del tiempo tenga importancia para mí, a quien se le ha revelado la causalidad de tres mil universos.\n\n<color=#37FFFF>Oz:</color> Sin embargo, señorita, en este mundo no se considera que usted tenga la edad requerida para beber alcohol, por lo que no podrá convencer a ningún cantinero.",
      "fr": "<color=#37FFFF>Fischl :</color> Selon le calendrier de ce monde, moi, Fischl, ai vécu pendant trois mille hivers. Le passage du temps ne laisse pas de traces sur mon illustre personne qui a assisté à la naissance de trois mille galaxies.\n\n<color=#37FFFF>Oz :</color> Malgré cela, vous n'êtes toujours pas en âge de boire dans ce monde et aucun barman n'aurait la bêtise de penser le contraire.",
      "pt": "<color=#37FFFF>Fischl: </color>Se eu fosse contar o tempo como este mundo faz, eu, Fischl, já vi três mil invernos. Não que a passagem ilusória do tempo tenha alguma relação com um ser como eu, a quem foi revelada a causalidade de três mil universos. \n\n<color=#37FFFF>Oz: </color>Seja como for, Princesa do Pecado, você ainda não é considerada em idade de beber neste mundo, e nenhum bartender jamais poderá ser convencido do contrário.",
      "ru": "<color=#37FFFF>Фишль:</color> Согласно системе летоисчисления этого мира, мне уже больше трёх тысяч лет. Конечно, для меня, которая обозревает три тысячи вселенных, иллюзорное течение времени не имеет никакого значения. \n\n<color=#37FFFF>Оз:</color> Да будет так, моя леди. Вот только в этом мире ваши слова не убедят бармена: по местным меркам вы слишком юны, чтобы пить вино, и это не изменить.",
      "id": "<color=#37FFFF>Fischl:</color> Jika seseorang harus memperhitungkan waktu seperti dunia ini, aku, Fischl, telah melihat tiga ribu musim dingin. Bukan berarti perjalanan waktu khayalan memiliki pengaruh pada sesuatu sepertiku, yang telah melihat kausalitas dari tiga ribu alam semesta.\n\n<color=#37FFFF>Oz:</color> Walau demikian, mein Fräulein, Anda masih belum dianggap usia layak untuk minum di dunia ini, dan tidak ada bartender yang bisa dibujuk.",
      "th": "<color=#37FFFF>Fischl:</color> พูดถึง ตามปฏิทินของโลกนี้ข้ามีอายุ สามพันกว่าปีแล้ว แน่นอนว่าภาพลวงตาของกาลเวลาที่สามารถมองทะลุจักรวาลได้นั้นไม่ได้มีความหมายอะไรกับฉันเลย\n\n<color=#37FFFF>Oz:</color> คุณหนู โน้มน้าวใจบาร์เทนเดอร์ไม่ได้ ผลหรอกนะ อายุไม่ถึงก็ไม่สามารถดื่มเหล้าได้ อยู่ดีนั่นแหละ",
      "vi": "<color=#37FFFF>Fischl: </color>Nói vậy thì, theo như lịch của thế giới này, ta đã hơn ba ngàn tuổi rồi. Đương nhiên, ảo ảnh thời gian lưu chuyển đối với người có thể nhìn thấu nhân quả vũ trụ ba ngàn năm như ta mà nói thì không có ý nghĩa gì.\n\n<color=#37FFFF>Oz: </color>Tiểu thư, chiêu này không lừa được bảo vệ quán rượu đâu, chưa đến tuổi uống rượu thì vẫn là chưa đến tuổi uống rượu."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "奥兹的全名，是奥兹华尔多·赫芙那梵茵斯，在「那个世界」主宰着三个宇宙的星海与夜空，以影之翼荫蔽所有战死的勇者之魂。顺带一提，叫错他的名字会被处以拔舌之刑。但我是皇女，而你是我认可的人，所以我们可以随意叫他奥兹。",
      "zht": "#奧茲的全名，是奧茲華爾多·赫芙那梵茵斯，在「那個世界」主宰著三個宇宙的星海與夜空，以影之翼蔭蔽所有戰死的勇者之魂。順帶一提，叫錯他的名字會被處以拔舌之刑。但我是皇女，而{F#妳}{M#你}是我認可的人，所以我們可以隨意叫他奧茲。",
      "jp": "オズのフルネームはオズヴァルド·ラフナヴィネス、「あの世界」では三つの宇宙の星海と夜空の主にして、影の翼で戦死した勇者の魂を覆い隠した者よ。ちなみに、彼の名前を間違えると舌切りの刑を課されるわ。しかしわたくしは皇女、あなたはわたくしが認めた者だから、わたくしたちは彼のことをオズと呼んでいいのよ。",
      "ko": "오즈의 풀네임은 오즈발도·흐라프나바인스, 「그 세계」에서 세 우주의 별바다와 밤하늘을 지배하며, 그림자의 날개로 용맹하게 싸우다 죽은 자들의 영혼을 덮어주지. 참고로 그의 이름을 잘못 불렀다간 혀가 뽑히게 될 거야. 하지만 나는 황녀, 그리고 넌 내가 인정한 자, 그러니 우린 그냥 그를 편하게 오즈라고 부르면 돼",
      "en": "Oz's full name is Ozvaldo von Hrafnavins. Where I hail from, he holds dominion over star and sky across three universes, and the souls of the mighty, fallen in battle, rest in the shadow of his wings. One should add that the penalty for mispronouncing his name is to have one's tongue torn from one's mouth. However, as I am a princess and you are one who has my favor, we are at liberty to simply call him, \"Oz.\"",
      "de": "Oz’ vollständiger Name ist Ozvaldo Hrafnavins. Wo ich herkomme, hält er die Herrschaft über Sterne und Himmel, drei Universen umspannend und die Seelen der Mächtigen, die im Kampf gefallen sind, ruhen im Schatten seiner Flügel. Man sollte noch hinzufügen, dass die Strafe für eine falsche Aussprache seines Namens darin besteht, dass einem die Zunge aus dem Mund gerissen wird. Da ich jedoch eine Prinzessin bin und du meine Gunst hast, steht es uns frei, ihn einfach Oz zu nennen.",
      "es": "El nombre completo de Oz es Ozvaldo Hrafnavines. En el mundo del que provengo, él controla las estrellas y el cielo de tres universos, y las almas de los más fuertes, los cuales cayeron en la batalla, descansan bajo la sombra de sus alas. Cabe mencionar que el castigo por pronunciar mal su nombre es que le arranquen la lengua a quien lo haga. Sin embargo, como yo soy una princesa y tú tienes mi validación, gozamos de la libertad de llamarlo simplemente “Oz”.",
      "fr": "Oz se prénomme en réalité Ozvaldo von Hrafnavines. Dans notre monde d'origine, il est le maître des cieux étoilés de trois univers, et les âmes des héros tombés au combat reposent dans l'ombre de ses ailes majestueuses. Les misérables qui ont le malheur d'écorcher son nom sont dépossédés de leur langue. Toutefois, n'ayez nulle crainte, je suis une princesse et vous êtes sous ma protection ; nous avons donc le privilège de l'appeler Oz.",
      "pt": "O nome completo de Oz é Ozvaldo von Hrafnavines. De onde eu venho, ele tem domínio sobre as estrelas e os céus dos três universos. As almas dos poderosos, caídas em batalha, descansam à sombra de suas asas. Deve-se acrescentar que a penalidade por se pronunciar mal seu nome é arrancar a língua da boca. No entanto, como eu sou uma princesa e você é quem tem meu favor, temos a liberdade de simplesmente chamá-lo de \"Oz\".",
      "ru": "Полное имя Оза - Озвальдо Храфнавинс. В мире, откуда пришла я, он владеет звёздами и небесами в трёх измерениях, и в тени чёрных крыльев его находят покой души погибших в сражениях смельчаков. Вырван будет язык того, кто неправильно произнесёт его имя... Но я принцесса, а ты человек, пользующийся моим расположением, поэтому мы с тобой можем позволить себе называть его «Оз».",
      "id": "Nama lengkap Oz adalah Ozvaldo von Hrafnavines, yang mendominasi bintang-bintang dan langit malam dari tiga alam semesta di \"dunia itu\", dan menaungi jiwa semua pahlawan yang mati dalam pertempuran dengan sayap-sayap bayangan. Ngomong-ngomong, seseorang harus dihukum jika salah menyebutkan namanya. Namun, karena aku adalah seorang putri dan kamu adalah salah satu favoritku, kamu bebas untuk memanggilnya, \"Oz.\"",
      "th": "ชื่อเต็ม ๆ ของ Oz คือ Ozvaldo Hrafnavins ที่โลกนั้น เขาได้ครอบครองทะเลแห่งดวงดาวและท้องฟ้ายามราตรีของจักรวาล ทั้งสาม โดยใช้เงามืดของปีกเพื่อบดบังวิญญาณของผู้กล้าทุกคนที่ตายไปใน สนามรบ บอกไว้ก่อนว่า ถ้าเรียกชื่อเขาผิดล่ะก็จะถูกลงโทษด้วยการตัดลิ้น แต่ข้าคือเจ้าหญิงส่วนเจ้าคือคนที่ ข้ายอมรับ ดังนั้นพวกเราสามารถเรียกเขาว่า Oz ได้",
      "vi": "Tên đầy đủ của Oz là Ozvaldo von Hrafnavines, trong \"thế giới kia\" anh ta thống trị biển sao và trời đêm của ba vũ trụ, dùng đôi cánh bóng đêm che chở linh hồn của tất cả những dũng sĩ tử trận. Nhân tiện nhắc luôn, gọi sai tên của anh ấy sẽ bị phạt cắt lưỡi đấy. Nhưng ta là công chúa, còn ngươi là người mà ta thừa nhận, nên chúng ta có thể tùy ý gọi anh ấy là Oz."
    }
  },
  {
    "title": {
      "zhs": "关于班尼特…",
      "zht": "關於班尼特…",
      "jp": "ベネットについて…",
      "ko": "베넷에 대해…",
      "en": "About Bennett",
      "de": "Über Bennett ...",
      "es": "Sobre Bennett...",
      "fr": "À propos de Bennett...",
      "pt": "Sobre Bennett...",
      "ru": "О Беннете...",
      "id": "Tentang Bennett",
      "th": "เกี่ยวกับ Bennett...",
      "vi": "Về Bennett..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>那位厄运的少年吗…错不了的，我这只「断罪之眼」见证过，他那被世界唾弃的悲哀——\n\n<color=#37FFFF>奥兹：</color>那个倒霉蛋，置之不理可不行。",
      "zht": "<color=#37FFFF>菲謝爾：</color>那位厄運的少年嗎…錯不了的，我這隻「斷罪之眼」見證過，他那被世界唾棄的悲哀——\n\n<color=#37FFFF>奧茲：</color>那個倒楣蛋，置之不理可不行。",
      "jp": "<color=#37FFFF>フィッシュル：</color>あの不運な少年ね…間違いない、この「断罪の目」は彼が世界に捨てられた悲しみを見たわ——\n\n<color=#37FFFF>オズ：</color>あの運に恵まれない少年のことを見て見ぬふりするのはできませんな。",
      "ko": "<color=#37FFFF>피슬:</color> 그 액운의 소년인가…틀림없어, 내 「단죄의 눈」은 세상에 버려진 그의 슬픔을 직접 봤지\n\n<color=#37FFFF>오즈:</color> 그 운이 나쁜 녀석을 이대로 방치해 둘 순 없습니다",
      "en": "<color=#37FFFF>Fischl:</color> Ah, the ill-starred young man... My Auge der Verurteilung has seen with unmistakable clarity how his heart ails at being forsaken by the world—\n\n<color=#37FFFF>Oz:</color> Someone needs to keep an eye on the unlucky fellow.",
      "de": "<color=#37FFFF>Fischl:</color> Ah, der vom Unglück heimgesuchte Junge ... Mein Auge der Verurteilung kann deutlich sehen, wie sehr er darunter leidet, von der Welt verstoßen zu sein.\n\n<color=#37FFFF>Oz:</color> Jemand sollte ein Auge auf ihn halten ...",
      "es": "<color=#37FFFF>Fischl:</color> Ah, el joven destinado a la eterna desgracia... Mi Ojo del juicio ha visto con una claridad inequívoca cómo su corazón sufre por ser abandonado por el resto...\n\n<color=#37FFFF>Oz:</color> Alguien debería vigilar a ese pobre chico.",
      "fr": "<color=#37FFFF>Fischl :</color> Ah, ce jeune homme maudit par les étoiles... Mon œil du jugement a vu l'immense chagrin que cet enfant abandonné par le monde ressent dans son cœur...\n\n<color=#37FFFF>Oz :</color> Quelqu'un doit garder un œil sur ce pauvre garçon...",
      "pt": "<color=#37FFFF>Fischl:</color> Ah, o jovem destinado à eterna desgraça... Meu Auge der Verurteilung viu com clareza inconfundível como seu coração se aflige ao ser abandonado pelo mundo-\n\n<color=#37FFFF>Oz:</color> Alguém precisa ficar de olho nesse pobre sujeito.",
      "ru": "<color=#37FFFF>Фишль:</color> А, тот мальчик, преследуемый злым роком... Ошибки быть не может: через Глаз правосудия я видела, как скорбит его сердце, отверженное этим миром... \n\n<color=#37FFFF>Оз:</color> Нельзя оставлять этого несчастного без присмотра.",
      "id": "<color=#37FFFF>Fischl:</color> Ah, pria bernasib malang itu... Auge der Verurteilung milikku telah melihat dengan sangat jelas bagaimana hatinya sakit saat ditinggalkan oleh dunia ini-\n\n<color=#37FFFF>Oz:</color> Seseorang harus menjaga pria malang itu.",
      "th": "<color=#37FFFF>Fischl:</color> เจ้าหนุ่มโชคร้ายคนนั้น...ไม่ผิดแน่นอน \"ดวงตาแห่งบาป\" ของฉันเคยเห็นเขาโศกเศร้าเพราะ ถูกโลกทอดทิ้ง...\n\n<color=#37FFFF>Oz:</color> จะไม่สนใจเจ้าหนุ่มผู้เคราะห์ร้ายคนนั้น ไม่ได้หรอกนะ",
      "vi": "<color=#37FFFF>Fischl: </color>Người trẻ tuổi xúi quẩy đó sao... Không sai được đâu, \"Con Mắt Định Tội\" của ta từng chứng kiến sự bi thương của cậu ta vì bị thế giới hắt hủi...\n\n<color=#37FFFF>Oz: </color>Tên xúi quẩy kia muốn bỏ mặc cũng không được."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>那司书的魔女，坐拥着宇宙知识的宝库…如果能赢取她的信任，或许就能获得伟大智慧…\n\n<color=#37FFFF>奥兹：</color>她说「图书馆的规矩就是有借有还，再借不难」。",
      "zht": "<color=#37FFFF>菲謝爾：</color>那司書的魔女，坐擁著宇宙知識的寶庫…如果能贏取她的信任，或許就能獲得偉大智慧…\n\n<color=#37FFFF>奧茲：</color>她說「圖書館的規矩就是有借有還，再借不難」。",
      "jp": "<color=#37FFFF>フィッシュル：</color>司書の魔女は宇宙の知識の宝庫を持っている…彼女の信頼を得られるなら、膨大な知恵が手に入るかもしれないわ…\n\n<color=#37FFFF>オズ：</color>「図書館のルールを守って、本をきちんと返すように」と言っています。",
      "ko": "<color=#37FFFF>피슬:</color> 그 마녀 사서한테 온 우주의 지식이 담긴 보물 창고가 있어…만약 그녀의 신뢰를 얻는다면, 위대한 지혜를 얻을 수 있을 거야…\n\n<color=#37FFFF>오즈:</color> 「도서관의 책을 제때에 반납하기만 한다면, 언제든 책을 빌릴 수 있다」라고 하십니다",
      "en": "<color=#37FFFF>Fischl:</color> The magus-custodian of books, gatekeeper of universal knowledge... Win her trust, and one may yet gain access to a vast repository of wisdom...\n\n<color=#37FFFF>Oz:</color> She means as long as you return your first few library books on time, you'll never have any trouble borrowing a book again.",
      "de": "<color=#37FFFF>Fischl:</color> Der Magus, Hüter der Bücher, Torwächter des universellen Wissens ... Gewinn ihr Vertrauen und du erhältst vielleicht doch noch Zugang zu einem riesigen Fundus an Weisheit.\n\n<color=#37FFFF>Oz:</color> Sie meint damit, bring die ausgeliehenen Bücher immer pünktlich zurück, dann darfst du weiter Bücher ausleihen.",
      "es": "<color=#37FFFF>Fischl:</color> La vigilante mágica de los libros y guardiana del conocimiento universal... Si te ganas su confianza, podrías tener acceso al mayor repositorio de sabiduría existente...\n\n<color=#37FFFF>Oz:</color> Dice que “siempre y cuando devuelvas los libros de la biblioteca a tiempo, nunca tendrás problemas para seguir llevándote más”.",
      "fr": "<color=#37FFFF>Fischl :</color> La magicienne détentrice des livres, gardienne du savoir infini... Gagnez sa confiance et un monde de connaissances s'ouvrira devant vous...\n\n<color=#37FFFF>Oz :</color> Elle veut dire qu'il suffit de rendre les premiers livres qu'on emprunte à temps pour pouvoir emprunter d'autres ouvrages à la bibliothèque.",
      "pt": "<color=#37FFFF>Fischl:</color> O mago-custodiado dos livros, guardião do conhecimento universal... Ganhe sua confiança, e quem sabe poderá ter acesso a um vasto repositório de sabedoria....\n\n<color=#37FFFF>Oz:</color> Ela disse que, desde que você devolva seus primeiros livros da biblioteca a tempo, você nunca mais terá problemas para pedir um livro emprestado.",
      "ru": "<color=#37FFFF>Фишль:</color> Та ведьма-библиотекарь, владелица знаний о вселенной... Если заручиться её доверием, то откроется невиданная кладезь мудрости... \n\n<color=#37FFFF>Оз:</color> Она говорит, «Пока ты возвращаешь книги в библиотеку вовремя, ты можешь продолжать спокойно брать новые».",
      "id": "<color=#37FFFF>Fischl:</color> Penyihir yang menggunakan buku itu, penjaga gerbang ilmu pengetahuan... Dapatkan kepercayaannya, dan seseorang akan mendapatkan akses menuju ilmu pengetahuan yang begitu luas...\n\n<color=#37FFFF>Oz:</color> Maksudnya adalah \"selama kamu mengembalikan buku perpustakaan tepat waktu, maka kamu tidak akan ada masalah untuk meminjam buku lagi.\"",
      "th": "<color=#37FFFF>Fischl:</color> แม่มดผู้ครอบครองขุมทรัพย์ความรู้ของจักรวาล...ถ้าได้รับความไว้วางใจเธอ ก็สามารถมีสติปัญญาที่ ยอดเยี่ยมได้...\n\n<color=#37FFFF>Oz:</color> คุณหนูบอกว่า \"กฎของห้องสมุดคือหากยืมแล้วคืน ยืมครั้งต่อไปย่อมไม่มีปัญหา\"",
      "vi": "<color=#37FFFF>Fischl: </color>Ma nữ văn thư kia sở hữu kho báu tri thức của vũ trụ, nếu có thể lấy được sự tín nhiệm của cô ấy, thì có thể có được trí tuệ vĩ đại...\n\n<color=#37FFFF>Oz: </color>Cô ấy nói \"Quy tắc của thư viện là có mượn có trả, muốn mượn tiếp cũng không khó\"."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>无法看透的真实，无法断明的因果，虚实交织的狂言…那个人，或许也与我一样，背负了「魔眼」的命运…\n\n<color=#37FFFF>奥兹：</color>也可能暗地里是个海盗…？",
      "zht": "<color=#37FFFF>菲謝爾：</color>無法看透的真實，無法斷明的因果，虛實交織的狂言…那個人，或許也與我一樣，背負了「魔眼」的命運…\n\n<color=#37FFFF>奧茲：</color>也可能暗地裡是個海盜…？",
      "jp": "<color=#37FFFF>フィッシュル：</color>見抜けない真実、明らかにされない因果、虚実の混ざった狂言…あの人も、わたくしと同じ「魔眼」の運命を背負っているかもしれないわね…\n\n<color=#37FFFF>オズ：</color>ただの海賊という可能性もありますぞ…？",
      "ko": "<color=#37FFFF>피슬:</color> 간파할 수 없는 진실, 확언할 수 없는 인과, 허와 실이 교차하는 터무니없는 말들…그 사람도 어쩌면 나와 같은 「마안」의 운명을 짊어졌을 수도…\n\n<color=#37FFFF>오즈:</color> 아니면 사실은 그냥 해적일 수도…?",
      "en": "<color=#37FFFF>Fischl:</color> His nature is obscure, his fate a mystery, and his speech a vexing tapestry woven of both fact and fiction... Perhaps he and I share the burden of mystical sight...\n\n<color=#37FFFF>Oz:</color> Or perhaps he's secretly an actual pirate?",
      "de": "<color=#37FFFF>Fischl:</color> Ein obskurer Bursche, sein Schicksal liegt noch im Nebel, seine Worte sind so wahr und falsch zugleich. Vielleicht haben wir ja beide die Last des Auges zu tragen.\n\n<color=#37FFFF>Oz:</color> Vielleicht ist er aber doch nur ein Pirat?",
      "es": "<color=#37FFFF>Fischl:</color> Su naturaleza es oscura, su destino, un misterio, y su forma de hablar, un irritante tapiz tejido con hechos y ficción... Quizás lo único que compartimos es la carga de una mirada enigmática...\n\n<color=#37FFFF>Oz:</color> ¿O tal vez es un pirata que desea mantener en secreto su identidad?",
      "fr": "<color=#37FFFF>Fischl :</color> Je n'arrive guère à cerner cet individu dont le destin n'est que mystère. Fiction et réalité s'entremêlent dans ses paroles... Il est sans doute également doté d'une vue particulière, tout comme mon illustre personne.\n\n<color=#37FFFF>Oz :</color> Ou peut-être qu'il est simplement borgne comme un pirate ?",
      "pt": "<color=#37FFFF>Fischl:</color> Sua natureza é obscura, seu destino um mistério e seu discurso uma tapeçaria irritante tecida tanto de fatos quanto de ficção... Talvez ele e eu partilhemos o fardo da visão mística...\n\n<color=#37FFFF>Oz:</color> Ou talvez ele seja, secretamente, um pirata de verdade?",
      "ru": "<color=#37FFFF>Фишль:</color> Не разглядеть правды, не разобрать судьбу, из лжи и истины выткан гобелен его речей... Возможно, этот человек, как и я, несёт бремя видения сквозь судьбы... \n\n<color=#37FFFF>Оз:</color> А может, он и правда пират?",
      "id": "<color=#37FFFF>Fischl:</color> Sifatnya tidak jelas, nasibnya adalah misteri, dan pidatonya merupakan permadani yang menjengkelkan yang ditenun dari fakta dan fiksi... Mungkin dia dan aku berbagi pemandangan mistis yang sama...\n\n<color=#37FFFF>Oz:</color> Atau mungkin dia memang bajak laut asli...?",
      "th": "<color=#37FFFF>Fischl:</color> ความจริงที่ดูไม่ออก เหตุและผลที่แยกแยะไม่ได้ และคำพูดที่คลุมเครือ...คน ๆ นั้นอาจจะมีชะตาชีวิตเหมือนฉัน ที่ต้องคอยแบกรับ \"ดวงตาแห่งบาป\"...\n\n<color=#37FFFF>Oz:</color> หรือบางทีเขาอาจจะเป็นโจรสลัด อย่างลับ ๆ...?",
      "vi": "<color=#37FFFF>Fischl: </color>Sự thật không thể nhìn thấu, nhân quả không thể phán định, những lời nói thật giả đan xen... Người đó có lẽ cũng giống ta, gánh vác vận mệnh \"Ma Nhãn\"...\n\n<color=#37FFFF>Oz: </color>Cũng có thể là tên hải tặc lén lút..."
    }
  },
  {
    "title": {
      "zhs": "关于莫娜…",
      "zht": "關於莫娜…",
      "jp": "モナについて…",
      "ko": "모나에 대해…",
      "en": "About Mona",
      "de": "Über Mona ...",
      "es": "Sobre Mona...",
      "fr": "À propos de Mona...",
      "pt": "Sobre Mona...",
      "ru": "О Моне...",
      "id": "Tentang Mona",
      "th": "เกี่ยวกับ Mona...",
      "vi": "Về Mona..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>啊啊，那位「伟大的占星术士莫娜」…哼，此人曾经妄图窥探本皇女的命运，结果却浑身颤抖呢。\n\n<color=#37FFFF>奥兹：</color>当时占星术士似乎在努力憋笑，非常不容易。",
      "zht": "<color=#37FFFF>菲謝爾：</color>啊啊，那位「偉大的占星術士莫娜」…哼，此人曾經妄圖窺探本皇女的命運，結果卻渾身顫抖呢。\n\n<color=#37FFFF>奧茲：</color>當時占星術士似乎在努力憋笑，非常不容易。",
      "jp": "<color=#37FFFF>フィッシュル：</color>ああ、あの「偉大なる占星術師モナ」ね…フン、かの者はわたくしの運命をこっそり見ようとしたけど、結局震えていただけね。\n\n<color=#37FFFF>オズ：</color>あの時、占星術師は笑いを我慢していたようです。大変でしたな。",
      "ko": "<color=#37FFFF>피슬:</color> 아아, 그 「위대한 점성술사 모나」…흥, 전에 이 황녀님의 운명을 염탐하려다 결국 온몸을 떨더군\n\n<color=#37FFFF>오즈:</color> 그 점성술사님은 웃음을 참느라 그랬던 겁니다. 간신히 참았죠",
      "en": "<color=#37FFFF>Fischl:</color> Aha, yes, Mona, the mighty astrologer... Mona, who once had the vanity to probe the fate of the Prinzessin der Verurteilung herself! She wound up a trembling wreck, overborne and overmastered.\n\n<color=#37FFFF>Oz:</color> *whispering* The poor lass was trying desperately not to laugh. It was no easy task.",
      "de": "<color=#37FFFF>Fischl:</color> Ah, ja, Mona, die mächtige Astrologin ... Mona, die einst die Eitelkeit und Dreistigkeit besaß, das Schicksal der Prinzessin der Verurteilung selbst zu ergründen! Sie endete als zitterndes Wrack, von ihrer eigenen Schwäche überwältigt.\n\n<color=#37FFFF>Oz:</color> Zu jener Zeit versuchte die Astrologin ein Lachen zu unterdrücken, es war gar nicht so leicht ...",
      "es": "<color=#37FFFF>Fischl:</color> ¡Ajá! Sí, Mona, la poderosa astróloga... Mona, ¡la que una vez osó investigar el destino de la Princesa del Juicio, y que, debido a ello, acabó con todo el cuerpo temblando de miedo!\n\n<color=#37FFFF>Oz:</color> *Susurra* La pobre muchacha estaba intentando desesperadamente no reírse. No fue nada fácil.",
      "fr": "<color=#37FFFF>Fischl :</color> Ah, oui ! Je me souviens de cette Mona, une astromancienne réputée qui a eu le culot d'essayer de voir mon destin. Eh bien, elle n'avait pas fini de trembler face à sa découverte !\n\n<color=#37FFFF>Oz :</color> La pauvre fille se retenait de pouffer de rire... Ce n'était pas chose aisée.",
      "pt": "<color=#37FFFF>Fischl:</color> Aha, sim, Mona, a poderosa astróloga... Mona, que teve uma vez a vaidade de espionar o destino da própria Princesa do Pecado! Ela acabou ficando com o corpo inteiro tremendo, completamente dominada pelo medo.\n\n<color=#37FFFF>Oz:</color> *Sussurrando* A pobre moça estava tentando desesperadamente não rir. Não foi uma tarefa fácil.",
      "ru": "<color=#37FFFF>Фишль:</color> А, этот «великий астролог Мона»... Мона, которой однажды хватило тщеславия попытаться вызнать судьбу Принцессы осуждения! Она превратилась в трепещущую развалину, перерождённую и сломленную. \n\n<color=#37FFFF>Оз:</color> Бедняжка отчаянно пыталась не рассмеяться. И это было непросто.",
      "id": "<color=#37FFFF>Fischl:</color> Ah, ya, Mona, astrolog hebat itu... Mona, yang dengan kesombongannya pernah mencoba untuk meramalkan nasib dari Prinzessin der Verurteilung! Akhirnya dia hanya gemetar ketakutan.\n\n<color=#37FFFF>Oz:</color> *berbisik* Sebenarnya Mona gemetar karena menahan tawanya, itu benar-benar sulit.",
      "th": "<color=#37FFFF>Fischl:</color> อ่า ๆ Mona โหรแห่งดวงดาวผู้ยิ่งใหญ่คนนั้น...หึ เคยแอบดูชะตาชีวิตของข้า สุดท้ายกลับสั่นเทาด้วยความกลัว\n\n<color=#37FFFF>Oz:</color> ตอนนั้นดูเหมือนโหรแห่งดวงดาว จะพยายามกลั้นขำ ซึ่งไม่ง่ายเลย",
      "vi": "<color=#37FFFF>Fischl: </color>A, vị \"thuật sĩ chiêm tinh vĩ đại Mona\" kia... Hừ, người này từng muốn xem trộm vận mệnh của bổn công chúa, kết quả là cả người run rẩy sợ hãi.\n\n<color=#37FFFF>Oz: </color>Lúc đó thuật sĩ chiêm tinh dường như đang cố gắng nhịn cười, thật không dễ dàng gì."
    }
  },
  {
    "title": {
      "zhs": "关于罗莎莉亚…",
      "zht": "關於蘿莎莉亞…",
      "jp": "ロサリアについて…",
      "ko": "로자리아에 대해…",
      "en": "About Rosaria",
      "de": "Über Rosaria ...",
      "es": "Sobre Rosaria...",
      "fr": "À propos de Rosalia...",
      "pt": "Sobre Rosaria...",
      "ru": "О Розарии...",
      "id": "Tentang Rosaria",
      "th": "เกี่ยวกับ Rosaria...",
      "vi": "Về Rosaria..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>她吗？似乎是虔信风神的忠实修女呢。\n\n<color=#37FFFF>奥兹：</color>「虔信」？「忠实」？\n\n<color=#37FFFF>菲谢尔：</color>没错。有天晚上看到过，她对什么人说「以风神巴托巴斯的名义，去死吧」这样的话，想必是在领祷吧。",
      "zht": "<color=#37FFFF>菲謝爾：</color>她嗎？似乎是虔信風神的忠實修女呢。\n\n<color=#37FFFF>奧茲：</color>「虔信」？「忠實」？\n\n<color=#37FFFF>菲謝爾：</color>沒錯。有天晚上看到過，她對什麼人說「以風神巴托巴斯的名義，去死吧」這樣的話，想必是在領禱吧。",
      "jp": "<color=#37FFFF>フィッシュル：</color>彼女？風神に信仰を捧げる忠実なシスターのようね。\n\n<color=#37FFFF>オズ：</color>「信仰」？「忠実」？\n\n<color=#37FFFF>フィッシュル：</color>そうよ。ある日の夜、彼女が誰かに「風神ブットバースの名において、死ね」と言ったわ。お祈りでもしてるんじゃないかしら。",
      "ko": "<color=#37FFFF>피슬:</color> 로자리아? 바람의 신을 믿는 충실하고 경건한 수녀인 것 같던데\n\n<color=#37FFFF>오즈:</color> 「충실하고」 「경건한」?\n\n<color=#37FFFF>피슬:</color> 그래. 한 번은 한밤중에 그녀가 누군가에게 「바람의 신 바르바토스의 이름으로 명하노니, 죽어라」 같은 말을 한 걸 들었거든. 아마 기도를 하고 있던 게 아닐까?",
      "en": "<color=#37FFFF>Fischl:</color> One finds Sister Rosaria to be a most devout believer in the Anemo Archon.\n\n<color=#37FFFF>Oz:</color> ...\"Devout believer,\" mein Fräulein?\n\n<color=#37FFFF>Fischl:</color> Indeed! One night, I heard her invoking the name of the Archon thus in another's presence: \"May you be struck down in the name of Lord Bartabos!\" One presumed that she was leading a prayer.",
      "de": "<color=#37FFFF>Fischl:</color> Eine stark an den Anemon-Archon Glaubende.\n\n<color=#37FFFF>Oz:</color> Stark Glaubende?\n\n<color=#37FFFF>Fischl:</color> In der Tat. Eines Nachts konnte ich vernehmen, wie sie, anscheinend in ein Gebet vertieft, sagte „Im Namen von Barbatos, geh zur Hölle!“ Das feuert meine Vermutung an.",
      "es": "<color=#37FFFF>Fischl:</color> Considero que la Hermana Rosaria es una de las creyentes más devotas del Arconte Anemo.\n\n<color=#37FFFF>Oz:</color> ¿“Creyente devota”, señorita?\n\n<color=#37FFFF>Fischl:</color> ¡Así es! Una noche, la escuché decirle a alguien “¡En nombre de Barbatos, el Arconte Anemo, muere!”. Supuse que estaba dirigiendo un rezo.",
      "fr": "<color=#37FFFF>Fischl :</color> Sœur Rosalia est une religieuse les plus dévouées à l'Archon Anémo.\n\n<color=#37FFFF>Oz :</color> Parlons-nous vraiment de la même personne, chère maîtresse ?\n\n<color=#37FFFF>Fischl :</color> Je suis sûre ! Un soir, je l'ai entendue dire à autrui : « Périssez au nom du seigneur Barbatos ! »... Je pense qu'elle menait une prière...",
      "pt": "<color=#37FFFF>Fischl:</color> Considero a Irmã Rosaria como sendo uma crente muito devota ao Arconte Anemo.\n\n<color=#37FFFF>Oz:</color> ...\"Crente devota\", Princesa do Pecado?\n\n<color=#37FFFF>Fischl:</color> De fato! Uma noite, eu a ouvi invocando o nome do Arconte assim na presença de outra pessoa: \"Que você seja derrotado em nome do Senhor Barbatos!\" Presumi que ela estava liderando uma oração.",
      "ru": "<color=#37FFFF>Фишль:</color> Многие думают, что она благочестивая и преданная последовательница своего Анемо Архонта. \n\n<color=#37FFFF>Оз:</color> «Благочестивая», моя миледи? \n\n<color=#37FFFF>Фишль:</color> Именно. Однажды вечером я видела, как она сказала некому человеку: «Именем Барбатоса, пропади ты пропадом!» Не иначе как это была молитва.",
      "id": "<color=#37FFFF>Fischl:</color> Orang bilang Suster Rosaria adalah pengabdi Archon Anemo yang paling setia.\n\n<color=#37FFFF>Oz:</color>...\"Pengabdi setia,\" mein Fräulein?\n\n<color=#37FFFF>Fischl:</color> Benar! Suatu malam, aku mendengar dia memanggil nama Archon di hadapan orang lain: \"Atas nama Lord Bartabos, matilah!\" Seseorang mengira bahwa dia sedang memimpin doa.",
      "th": "<color=#37FFFF>Fischl:</color> เธอเหรอ? ดูเหมือนจะเป็นซิสเตอร์ที่จงรักภักดีต่อเทพแห่งลม\n\n<color=#37FFFF>Oz:</color> \"จงรัก\"? \"ภักดี\"?\n\n<color=#37FFFF>Fischl:</color> ใช่แล้ว มีอยู่คืนหนึ่งข้าได้ยินเธอพูดกับใครบางคนว่า \"ในนามของท่านบาโทบาสเทพแห่งลม จงตายซะเถอะ\" คำพูดแบบนี้ คงเป็นการอธิษฐานล่ะมั้ง",
      "vi": "<color=#37FFFF>Fischl: </color>Cô ấy sao? Dường như là nữ tu trung thành sùng bái Phong Thần.\n\n<color=#37FFFF>Oz: </color>\"Sùng bái\"? \"Trung thành\"?\n\n<color=#37FFFF>Fischl: </color>Đúng vậy. Có hôm buổi tối ta nhìn thấy cô ấy nói với người nào đó \"Nhân danh Phong Thần Barbatos, đi chết đi!\" Những lời như vậy, ắt hẳn là đang cầu xin rồi!"
    }
  },
  {
    "title": {
      "zhs": "想要了解菲谢尔·其一",
      "zht": "想要瞭解菲謝爾·其一",
      "jp": "フィッシュルを知る·1",
      "ko": "피슬에 대해 알기·첫 번째",
      "en": "About Fischl: I",
      "de": "Ich will mehr über Fischl erfahren I",
      "es": "Más sobre Fischl (I)",
      "fr": "Connaître Fischl (1)",
      "pt": "Sobre Fischl (I)",
      "ru": "Узнать больше о Фишль I",
      "id": "Mengenal Fischl: I",
      "th": "อยากรู้เกี่ยวกับ Fischl - 1",
      "vi": "Muốn tìm hiểu Fischl - Điều thứ 1"
    },
    "line": {
      "zhs": "哼哼，为应受罪罚之徒断罪，为命运青睐之人祝圣，以无尽的幽夜净土收容世间一切不被容赦的梦想，这就是断罪皇女血脉背负的沉重使命，谁人也不许质疑。",
      "zht": "哼哼，為應受罪罰之徒斷罪，為命運青睞之人祝聖，以無盡的幽夜淨土收容世間一切不被容赦的夢想，這就是斷罪皇女血脈背負的沉重使命，誰人也不許質疑。",
      "jp": "フン、罪深き者に断罪を下し、運命に認められた人に祝福を送り、果てしない幽夜浄土でこの世で許されない夢を受け入れることが、断罪の皇女が背負う重い使命、疑うことを許さないわ。",
      "ko": "훗, 벌을 받아야 할 자를 단죄하고, 운명의 총애를 받는 자를 축성하고, 끝없는 유야 정토로 세상의 모든 용납되지 않는 꿈들을 받아들이는 것. 이게 바로 단죄의 황녀가 짊어져야 할 무거운 사명이다. 누구도 의심해서는 안 된다",
      "en": "To condemn the guilty, to sanctify the just, and to draw all castaway dreams into the embrace of the infinite Immernachtreich. This is the birthright of the Prinzessin der Verurteilung, and her burden. None may gainsay it.",
      "de": "Die Schuldigen zu verurteilen, die Gerechten zu heiligen und alle Ausgestoßenen in die Umarmung des unendlichen Immernachtreichs zu retten. Das ist das Geburtsrecht der Prinzessin der Verurteilung und auch ihre Bürde. Niemand darf dem widersprechen.",
      "es": "Condenar a los pecadores, santificar a los justos y traer los sueños incumplidos al territorio del Reino de la Noche Eterna. Ese ese mi gran deber por cargar con la sangre de la Princesa del Juicio, algo que nadie puede negar.",
      "fr": "Condamner les pécheurs, sanctifier les justes et mener leurs rêves naufragés vers Empire de la nuit éternelle. C'est le devoir absolu qui m'incombe en tant que Princesse du châtiment.",
      "pt": "Condenar os pecadores, santificar os justos e acolher todos os sonhos incumpridos para o território interminável de Reino da Noite Eterna. Este é o fardo da Princesa do Pecado, e ninguém pode contradizer isso.",
      "ru": "Осудить виновных, благословить тех, кому благоволит судьба, собрать под крыльями Нирваны Ночи ставшие ненужными сны со всего мира - вот бремя Принцессы осуждения, вот её долг, и того никто не оспорит.",
      "id": "Untuk mengutuk yang bersalah, menguduskan yang adil, dan untuk menarik semua mimpi terbuang ke dalam pelukan Immernachtreich yang tak terbatas. Ini adalah misi dari Prinzessin der Verurteilung, dan tanggung jawabnya. Tidak ada yang dapat membantahnya.",
      "th": "เหอะ ๆ เพื่อประณามคนที่ควรถูกลงโทษ เพื่อโชคชะตาของผู้ที่ได้รับ พรศักดิ์สิทธิ์ และเพื่อรับความฝันที่ไม่ได้รับการ ยกโทษของโลกนี้ ในฐานะดินแดนแห่งราตรีบริสุทธิ์ที่ ไม่รู้จบ นี่ก็คือภารกิจอันแสนหนักหน่วงที่ เจ้าหญิงแห่งการลงทัณฑ์แบกรับ เอาไว้ ไม่ว่าใครก็อย่าได้กังขา",
      "vi": "Hừ, định tội cho những kẻ xấu xa, chúc phúc cho những người được chọn, thu nhận tất cả những giấc mơ không được tha thứ về Vương Đô U Ám vô tận, đó chính là sứ mệnh nặng nề mà Công Chúa Định Tội phải gánh vác, không ai có quyền chất vấn."
    }
  },
  {
    "title": {
      "zhs": "想要了解菲谢尔·其二",
      "zht": "想要瞭解菲謝爾·其二",
      "jp": "フィッシュルを知る·2",
      "ko": "피슬에 대해 알기·두 번째",
      "en": "About Fischl: II",
      "de": "Ich will mehr über Fischl erfahren II",
      "es": "Más sobre Fischl (II)",
      "fr": "Connaître Fischl (2)",
      "pt": "Sobre Fischl (II)",
      "ru": "Узнать больше о Фишль II",
      "id": "Mengenal Fischl: II",
      "th": "อยากรู้เกี่ยวกับ Fischl - 2",
      "vi": "Muốn tìm hiểu Fischl - Điều thứ 2"
    },
    "line": {
      "zhs": "我的左眼？我的左眼是透彻世间一切真相的「断罪之眼」。至于为何要遮起来…那么，窥见此间与彼方一切真实的负担与痛，你愿意承受吗？再说了，通晓此世与常世一切妄念与谎言，又是何等无趣的事，哼哼。",
      "zht": "#我的左眼？我的左眼是透徹世間一切真相的「斷罪之眼」。至於為何要遮起來…那麼，窺見此間與彼方一切真實的負擔與痛，{F#妳}{M#你}願意承受嗎？再說了，通曉此世與常世一切妄念與謊言，又是何等無趣的事，哼哼。",
      "jp": "わたくしの左目？わたくしの左目は世間の真実を見極める「断罪の目」よ。どうして隠すかって…では、真実を見た負担と痛みを、あなたが代わりに引き受けてくれる？それに、現と常世の妄念と偽りを全て知ることはつまらないでしょ、ふふっ。",
      "ko": "내 왼쪽 눈? 내 왼쪽 눈은 세상의 모든 진실을 꿰뚫어 보는 「단죄의 눈」이다. 왜 가렸는지는…그렇다면, 이 세계와 저 멀리 있는 세계의 모든 진실을 모두 살필 수 있는 부담감과 아픔을, 너는 감당할 수 있겠나? 게다가 속세의 모든 망상과 거짓을 다 알면 얼마나 지루하겠어, 후후",
      "en": "My left eye? It is the all-seeing Auge der Verurteilung, which reveals all that is true in the world. As to the question of why I conceal it... Well, would you willingly bear the agony of piercing to the heart of all truths? Furthermore... the world would lose much of its appeal if wholly stripped of delusion and falsehood.",
      "de": "Mein linkes Auge? Es ist das allsehende Auge der Verurteilung, das alles Wahre in der Welt offenbart. Warum ich es verberge ... Nun, würdest du bereitwillig die Qual ertragen, alle Wahrheiten bis ins kleinste Detail zu kennen? Darüber hinaus ... würde die Welt viel von ihrer Anziehungskraft verlieren, wenn sie gänzlich der Täuschung und Falschheit beraubt würde.",
      "es": "#¿Mi ojo izquierdo? Es el Ojo del juicio que todo lo ve, capaz de revelar todo lo que es verdad en el mundo. En cuanto a por qué lo oculto... Bueno, ¿tú estarías dispuest{F#a}{M#o} a cargar con la agonía de la cruda realidad y el dolor de todos los corazones del mundo? Además... el mundo sería un lugar mucho menos interesante si en él no existieran el engaño y la falsedad.",
      "fr": "Mon œil gauche ? Vous voulez parler de mon œil du jugement ? Il voit la vérité du monde et quelle agonie ! Je le dissimule pour cette raison. Personne ne voudrait volontairement porter un tel fardeau. Puis... le monde ne serait pas aussi divertissant sans artifices.",
      "pt": "O meu olho esquerdo? É o Auge der Verurteilung, que vê tudo e revela tudo o que é verdade no mundo. Quanto à questão de por que eu o escondo... Bem, você suportaria de bom grado todo o fardo ou dor de se penetrar no coração todas as verdades? Além disso... O mundo seria muito chato se não tivesse todas as mentiras e ilusões.",
      "ru": "Мой левый глаз? Это - Глаз правосудия, который видит всю правду мира. Почему я скрываю его под повязкой... Хотелось бы тебе нести бремя всей правды этого мира? Это вызывает боль, и к тому же мир становится тусклым и бессмысленным, когда разделён на правду и ложь.",
      "id": "Mata kiriku? Ini adalah Auge der Verurteilung, yang dapat melihat kebenaran di dunia ini. Mengenai alasan kenapa aku menyembunyikannya... Apakah kamu rela menanggung semua beban dan rasa sakit yang ada di dunia ini? Terlebih lagi... dunia akan kehilangan banyak daya tariknya jika khayalan dan kepalsuannya dihilangkan sepenuhnya.",
      "th": "ตาข้างซ้ายของฉัน? ตาซ้ายของฉันคือ \"ดวงตาแห่งบาป\" ที่สามารถเผยความจริงทุกสิ่งของ โลกนี้ ส่วนที่ว่าทำไมถึงต้องปิดบังเอาไว้...เธอยินดีจะแบกรับการที่ได้เห็นความจริงทุกสิ่งของโลกนี้ ทั้งภาระและความเจ็บปวดมั้ยล่ะ? อีกทั้งความคิดเพ้อเจ้อและคำโกหกทั้งหมดของโลกนี้ ยิ่งเป็นเรื่องที่น่าเบื่อที่สุดเลยเหอะ ๆ",
      "vi": "Con mắt trái của ta? Con mắt trái của ta là \"Con Mắt Định Tội\" có thể nhìn thấu tất cả chân tướng. Vì sao phải che nó lại à... Nhìn thấy tất cả gánh nặng và đau khổ của thế giới, ngươi có muốn chịu đựng điều đó không? Hơn nữa, nhìn thấu hết tất cả những ý nghĩ xằng bậy và lời nói xấu xa trên thế giới là loại chuyện vô vị cỡ nào chứ!"
    }
  },
  {
    "title": {
      "zhs": "想要了解菲谢尔·其三",
      "zht": "想要瞭解菲謝爾·其三",
      "jp": "フィッシュルを知る·3",
      "ko": "피슬에 대해 알기·세 번째",
      "en": "About Fischl: III",
      "de": "Ich will mehr über Fischl erfahren III",
      "es": "Más sobre Fischl (III)",
      "fr": "Connaître Fischl (3)",
      "pt": "Sobre Fischl (III)",
      "ru": "Узнать больше о Фишль III",
      "id": "Mengenal Fischl: III",
      "th": "อยากรู้เกี่ยวกับ Fischl - 3",
      "vi": "Muốn tìm hiểu Fischl - Điều thứ 3"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>风魔龙？那种本皇女寝宫花园里拴着的宠物级别的东西，没想到在这个世界也能形成灾祸呢。哼，一群没用的家伙…\n\n<color=#37FFFF>奥兹：</color>虽然小姐这么说，当时不也为大家担心得不得了吗。\n\n<color=#37FFFF>菲谢尔：</color>那、那还不是因为身为皇女，有守护尘世众生一切灵魂的崇高职责…",
      "zht": "<color=#37FFFF>菲謝爾：</color>風魔龍？那種本皇女寢宮花園裡拴著的寵物級別的東西，沒想到在這個世界也能形成災禍呢。哼，一群沒用的傢伙…\n\n<color=#37FFFF>奧茲：</color>雖然小姐這麼說，當時不也為大家擔心得不得了嗎。\n\n<color=#37FFFF>菲謝爾：</color>那、那還不是因為身為皇女，有守護塵世眾生一切靈魂的崇高職責…",
      "jp": "<color=#37FFFF>フィッシュル：</color>風魔龍？わたくしの庭で飼われるペットのようなものが、この世では災いになるのね。フン、みんな役立たずね…\n\n<color=#37FFFF>オズ：</color>そうおっしゃっていますが、あの時はかなり心配していたではありませんか。\n\n<color=#37FFFF>フィッシュル：</color>そ、それはこのわたくしには全ての魂を守る崇高なる責任があるからでしょ…",
      "ko": "<color=#37FFFF>피슬:</color> 풍마룡? 이 황녀님의 궁전 마당에서나 키울 법한 레벨의 녀석이 이 세계에선 이렇게 큰 재앙을 가져왔다니. 흥, 쓸모없는 녀석들…\n\n<color=#37FFFF>오즈:</color> 아가씨, 말씀은 그렇게 하셔도 그때 당시엔 모두를 엄청나게 걱정하셨잖아요\n\n<color=#37FFFF>피슬:</color> 그, 그건 황녀로서 이 세상의 모든 살아있는 것들을 지켜야 하는 숭고한 책임이 있으니까…",
      "en": "<color=#37FFFF>Fischl:</color> Stormterror? Why, one never would have thought that a being that one might have kept as her pet could, in this world, be capable of causing such calamity. *sigh* Pitiable are the incompetents of this world...\n\n<color=#37FFFF>Oz:</color> That said, mein Fräulein, were you not beside yourself with worry for everyone's safety during said calamity?\n\n<color=#37FFFF>Fischl:</color> Th—That is because the Prinzessin der Verurteilung has the solemn duty to safeguard the souls of all, be they petty beings or not...",
      "de": "<color=#37FFFF>Fischl:</color> Sturmschrecken? Ist er nicht mehr, als ein großes Haustier? Losgelassen auf die Welt, kann er doch noch solch ein Chaos anrichten, hmm. Nun, inkompetente Leute gibt es viele ...\n\n<color=#37FFFF>Oz:</color> Natürlich sorgt sich die Prinzessin auch um das Wohle aller Bewohner und Opfer des Angriffs.\n\n<color=#37FFFF>Fischl:</color> Nun, die Prinzessin hat die Verantwortung und Pflicht, sich um alle Seelen zu kümmern, egal was sie sind ...",
      "es": "<color=#37FFFF>Fischl:</color> ¿Stormterror? Nunca imaginé que una criatura que perfectamente podría ser la mascota de alguien en mi mundo podría ser capaz de causar tal desastre en este... *Suspira* Qué lamentables e incompetentes son los de este mundo...\n\n<color=#37FFFF>Oz:</color> Dicho eso, señorita, ¿no estaba usted terriblemente preocupada por todos durante aquel desastre?\n\n<color=#37FFFF> Fischl: </color> E-Eso es porque la Princesa del Juicio tiene el solemne deber de salvaguardar las almas de todo el mundo, ya sean seres indignos o no...",
      "fr": "<color=#37FFFF>Fischl :</color> Stormterror ? Je n'aurais jamais cru que ce dragon qui aurait le potentiel d'être mon animal de compagnie sèmerait le chaos dans ce monde... *soupir* ... Les habitants de ce bas monde sont d'une grande incompétence...\n\n<color=#37FFFF>Oz :</color> Vous étiez quand même inquiète pour eux...\n\n<color=#37FFFF>Fischl :</color> Ahem, j'ai le devoir de veiller sur toutes les pauvres âmes de ce monde, qu'elles soient belles ou laides !",
      "pt": "<color=#37FFFF>Fischl:</color> Stormterror? Ora, ninguém jamais teria pensado que um ser como um animal de estimação no meu mundo seria capaz de causar tamanha catástrofe neste mundo. *Suspiro* Lamentáveis são os incompetentes deste mundo...\n\n<color=#37FFFF>Oz:</color> Mas, minha Princesa do Pecado, você também estava muito preocupada com todo mundo na catástrofe?\n\n<color=#37FFFF>Fischl:</color> Is-Isso é porque como a Princesa do Pecado, tenho o dever solene de salvaguardar as almas de todos, sejam eles seres insignificantes ou não...",
      "ru": "<color=#37FFFF>Фишль:</color>Ужас Бури? Неужели никто не предполагал, что существо такой силы, сдерживаемое цепями, как домашняя зверюшка, однажды принесёт катастрофу этому миру? Ах, никчемные людишки из никчёмного мира... \n\n<color=#37FFFF>Оз:</color> Но разве миледи не заботилась о душах этих никчёмных людишек во время катастрофы? \n\n<color=#37FFFF>Фишль:</color> Ну, это потому что высшим долгом принцессы является защита душ простых смертных...",
      "id": "<color=#37FFFF>Fischl:</color> Stormterror? Hewan peliharaan yang dipelihara di istana tak disangka akan menyebabkan bencana di dunia ini.*huff* Yang menyedihkan adalah ketidakmampuan dunia ini...\n\n<color=#37FFFF>Oz:</color> Meski mein Fräulein berkata demikian, apakah Anda tidak khawatir akan keselamatan semua orang selama bencana tersebut?\n\n<color=#37FFFF>Fischl:</color> I-Itu karena Prinzessin der Verurteilung memiliki tugas mulia melindungi jiwa semua makhluk hidup...",
      "th": "<color=#37FFFF>Fischl:</color> Stormterror? สัตว์เลี้ยงของข้าที่ผูกเอาไว้ที่สวน ดอกไม้ในวัง คิดไม่ถึงว่าจะเป็นภัยต่อโลกนี้ได้ เหอะ เจ้าพวกไร้ประโยชน์...\n\n<color=#37FFFF>Oz:</color> ถึงแม้คุณหนูจะพูดแบบนี้ แต่ตอนนั้นเธอก็เป็นห่วงทุกคนมาก ๆ เลย\n\n<color=#37FFFF>Fischl:</color> นะ นั่นเป็นเพราะข้าเป็นเจ้าหญิง จึงมีหน้าที่ในการปกป้องจิตวิญญาณของสรรพสัตว์ทุกสิ่งบนโลกนี้...",
      "vi": "<color=#37FFFF>Fischl: </color>Phong Ma Long? Thứ cấp bậc thú cưng mà bổn công chúa buộc trong vườn hoa cung điện, không ngờ lại có thể gây họa ở thế giới này. Hừ, một đám vô dụng...\n\n<color=#37FFFF>Oz: </color>Tuy tiểu như nói vậy, nhưng lúc đó không phải cũng rất lo lắng cho mọi người sao?\n\n<color=#37FFFF>Fischl: </color>Chuyện đó... do ta là công chúa, phải gánh vác trách nhiệm cao quý bảo vệ tất cả linh hồn của chúng sinh, không phải sao..."
    }
  },
  {
    "title": {
      "zhs": "想要了解菲谢尔·其四",
      "zht": "想要瞭解菲謝爾·其四",
      "jp": "フィッシュルを知る·4",
      "ko": "피슬에 대해 알기·네 번째",
      "en": "About Fischl: IV",
      "de": "Ich will mehr über Fischl erfahren IV",
      "es": "Más sobre Fischl (IV)",
      "fr": "Connaître Fischl (4)",
      "pt": "Sobre Fischl (IV)",
      "ru": "Узнать больше о Фишль IV",
      "id": "Mengenal Fischl: IV",
      "th": "อยากรู้เกี่ยวกับ Fischl - 4",
      "vi": "Muốn tìm hiểu Fischl - Điều thứ 4"
    },
    "line": {
      "zhs": "<color=#37FFFF>奥兹：</color>有的人会用其他的名字呼唤小姐。但对我来说，将生命与力量分给我的人，只有「菲谢尔」这个名字。这才是符合她命运的名字，千万不要弄错…\n\n<color=#37FFFF>菲谢尔：</color>你们，商谈之事为何？\n\n<color=#37FFFF>奥兹：</color>关、关于至夜幻现！还有断罪之名！",
      "zht": "<color=#37FFFF>奧茲：</color>有的人會用其他的名字呼喚小姐。但對我來說，將生命與力量分給我的人，只有「菲謝爾」這個名字。這才是符合她命運的名字，千萬不要弄錯…\n\n<color=#37FFFF>菲謝爾：</color>你們，商談之事為何？\n\n<color=#37FFFF>奧茲：</color>關、關於至夜幻現！還有斷罪之名！",
      "jp": "<color=#37FFFF>オズ：</color>他の名でお嬢様を呼ぶ人はいますが、私にとって、命と力をくれた方は「フィッシュル」様のみです。それこそが彼女の運命に相応しい名前ですので何卒お間違いのないように…\n\n<color=#37FFFF>フィッシュル：</color>あなたたち、何の話をしてるのかしら？\n\n<color=#37FFFF>オズ：</color>よ、夜の幻現、それと断罪の名に関してですよ！",
      "ko": "<color=#37FFFF>오즈:</color> 아가씨를 다른 이름으로 부르는 사람들도 있지만, 저에게 생명과 힘을 나눠주신 분의 이름은 오직 「피슬」, 이 이름뿐입니다. 이 이름이야말로 아가씨의 운명과 어울리는 이름이니, 제발 틀리지 마시길…\n\n<color=#37FFFF>피슬:</color> 너희들 무슨 얘기를 하고 있지?\n\n<color=#37FFFF>오즈:</color> 바, 밤의 환상에 관해 얘기하고 있었어요! 그리고 단죄의 이름에 대해서도요!",
      "en": "<color=#37FFFF>Oz:</color> Some people address her by other names. But to me, the one who gave me life and bestowed my powers upon me is Fischl, and none other. All things considered, Fischl is the name that most aptly captures her identity. Seriously, don't call her anything else, or—\n\n<color=#37FFFF>Fischl:</color> Oh, how one's royal ears do burn! Pray tell, what is the matter which you discuss so furtively?\n\n<color=#37FFFF>Oz:</color> Mid—Midnight Phantasmagoria, mein Fräulein! And... the majesty of the Verurteilung name!",
      "de": "<color=#37FFFF>Oz:</color> Einige Leute sprechen sie mit anderen Namen an. Aber für mich ist Fischl diejenige, die mir das Leben geschenkt und mir meine Kräfte verliehen hat, und kein anderer. Alles in allem ist Fischl der Name, der ihre Identität am treffendsten beschreibt. Im Ernst, nenn sie nicht anders, oder sonst ...\n\n<color=#37FFFF>Fischl:</color> Meine königlichen Ohren klingeln! Worüber habt ihr so angeregt diskutiert?\n\n<color=#37FFFF>Oz:</color> Über den Mitternachtstraum! Und gewisse royale Namen!",
      "es": "<color=#37FFFF>Oz:</color> Algunas personas se dirigen a ella con otros nombres, pero para mí, la que me dio vida y me otorgó mis poderes es Fischl. A fin de cuentas, Fischl es el nombre que mejor capta su esencia. En serio, no la llames de otra manera, o...\n\n<color=#37FFFF>Fischl:</color> ¡Mis oídos reales me pitan! ¿Qué asunto discuten tan furtivamente?\n\n<color=#37FFFF>Oz:</color> ¡D-de la Ilusión nocturna, señorita! ¡Y del nombre de la Princesa del Juicio!",
      "fr": "<color=#37FFFF>Oz : </color> Ma maîtresse est connue sous de nombreux noms, mais elle m'a donné la vie en tant que « Fischl ». Tout compte fait, il s'agit de celui qui lui correspond le mieux, alors je vous prie de ne pas l'appeler autrement ou...\n\n<color=#37FFFF>Fischl :</color> Auriez-vous l'amabilité de m'informer du sujet de vos bavardage ?\n\n<color=#37FFFF>Oz :</color> N—Nous parlions de l'Incarnation de la nuit ! Et de votre prestigieux nom !",
      "pt": "<color=#37FFFF>Oz:</color> Algumas pessoas se dirigem a ela por outros nomes. Mas para mim, aquele que me deu vida e me deu poderes foi a Fischl, e ninguém mais. Considerando tudo isso, Fischl é o nome que mais adequadamente captura sua identidade. Sério, não a chame de mais nada, ou se não-\n\n<color=#37FFFF>Fischl:</color> Oh, como se queimam os ouvidos reais! Diga-me, qual é o assunto que você discute tão furtivamente?\n\n<color=#37FFFF>Oz:</color> Sobre a Ilu-Ilusão Noturna, minha Princesa! E... A majestade do nome Princesa do Pecado!",
      "ru": "<color=#37FFFF>Оз:</color> Некоторые люди называют миледи другими именами. Но для меня та, кто дал мне жизнь и силы, всегда будет носить имя Фишль. Только это имя соответствует её судьбе, и ошибка непростительна... \n\n<color=#37FFFF>Фишль:</color> Ох, мои уши горят. Скажите на милость, о чём это вы тут секретничаете?\n\n<color=#37FFFF>Оз:</color> О, миледи, я говорил о ночной иллюзии! И об имени Принцессы осуждения!",
      "id": "<color=#37FFFF>Oz:</color> Beberapa orang memanggilnya dengan nama lain. Tetapi bagiku, satu-satunya orang yang memberiku kehidupan dan kekuatan adalah \"Fischl\". Dari semua yang dipertimbangkan, Fischl adalah nama yang paling tepat untuk identitasnya. Serius, jangan panggil dia apa pun, atau—\n\n<color=#37FFFF>Fischl:</color> Oh, apa yang sedang kalian bicarakan dengan sembunyi-sembunyi?\n\n<color=#37FFFF>Oz:</color> Mid—Midnight Phantasmagoria, mein Fräulein! Dan... keagungan nama Verurteilung!",
      "th": "<color=#37FFFF>Oz:</color>บางคนเรียกคุณหนูด้วยชื่ออื่น แต่สำหรับฉันแล้ว คนที่มอบชีวิตและพลังให้ฉันมีเพียง Fischl ชื่อนี้เท่านั้น นี่ถึงจะเป็นชื่อที่เหมาะกับโชคชะตา ของเธอ อย่าเรียกผิดอีกล่ะ...\n\n<color=#37FFFF>Fischl:</color> พวกเธอ หารืออะไรกันอยู่น่ะ?\n\n<color=#37FFFF>Oz:</color> กะ เกี่ยวกับ Midnight Phantasmagoria! แล้วก็ชื่อแห่งบาปน่ะ!",
      "vi": "<color=#37FFFF>Oz: </color>Có người dùng tên khác để gọi tiểu như, nhưng đối với tôi mà nói, đối với người ban sinh mệnh và sức mạnh cho tôi, thì chỉ có cái tên \"Fischl\" này thôi, đây mới là cái tên phù hợp với vận mệnh của cô ấy, đừng nhớ sai nhé...\n\n<color=#37FFFF>Fischl: </color>Các người đang bàn việc gì vậy?\n\n<color=#37FFFF>Oz: </color>Về... hoang tưởng ban đêm và danh nghĩa định tội!"
    }
  },
  {
    "title": {
      "zhs": "想要了解菲谢尔·其五",
      "zht": "想要瞭解菲謝爾·其五",
      "jp": "フィッシュルを知る·5",
      "ko": "피슬에 대해 알기·다섯 번째",
      "en": "About Fischl: V",
      "de": "Ich will mehr über Fischl erfahren V",
      "es": "Más sobre Fischl (V)",
      "fr": "Connaître Fischl (5)",
      "pt": "Sobre Fischl (V)",
      "ru": "Узнать больше о Фишль V",
      "id": "Mengenal Fischl: V",
      "th": "อยากรู้เกี่ยวกับ Fischl - 5",
      "vi": "Muốn tìm hiểu Fischl - Điều thứ 5"
    },
    "line": {
      "zhs": "皇女应断之罪为何，那当然是「违逆命运」了…毕竟，正是命运，让你…是命运，令你我降临此世，将因果交织相连。我、我会守护你，只、只因这是命运的默示录中昭告之事！",
      "zht": "#皇女應斷之罪為何，那當然是「違逆命運」了…畢竟，正是命運，讓你…是命運，令{F#妳}{M#你}我降臨此世，將因果交織相連。我、我會守護{F#妳}{M#你}，只、只因這是命運的默示錄中昭告之事！",
      "jp": "皇女が断つべき罪は何かって、それはもちろん「運命」よ。…なにせ、運命があなたを…運命が、わたくしたちをこの世に降臨させ、因果をつなげた。わ、わたくしがあなたを守るのは、こ、これが運命の黙示録に告げられたことだから！",
      "ko": "황녀가 단죄해야 할 것은 무엇인가? 그건 당연히 「운명을 거스르는 것」…왜냐하면, 바로 운명이 널…바로 운명이 너와 날 이 세계로 이끌어 인과를 뒤얽히게 한 것이다. 내, 내가 널 지켜주는 건, 단, 단지 운명의 묵시록에 적혀있기 때문이야!",
      "en": "Why must the Prinzessin der Verurteilung punish sin? Because sin defies fate's rightful decree, of course! ...And of course, fate brought you here, so, so... Ahem! It was fate that saw to your descent upon this world, destiny that saw our paths intertwined. I, Fischl, shall always protect you. Because... because fate has revealed to me that this is what has been decreed!",
      "de": "Warum die Prinzessin der Verurteilung Sünden bestrafen muss? Weil die Sünde dem rechtmäßigen Erlass des Schicksals trotzt! ... Und natürlich hat das Schicksal dich hierher gebracht, also, also ... Ähem! Es war das Schicksal, das für deinen Abstieg in diese Welt gesorgt hat, das Schicksal, das unsere Wege miteinander verflochten hat. Ich, Fischl, werde dich immer beschützen. Weil ... weil das Schicksal mir offenbart hat, dass es das ist, was verordnet wurde!",
      "es": "¿Que por qué la Princesa del Juicio debe castigar a los pecadores? ¡Porque el pecado constituye un desafío del legítimo decreto del destino! Y, por supuesto, el destino es lo que te trajo aquí, así que... así que... el destino vio tu descenso a este mundo, el mismo destino que también vio cómo nuestros caminos se entrelazaban. Yo, Fischl, siempre te protegeré. Porque... ¡porque tal es el decreto del destino!",
      "fr": "#Pourquoi je punis les pécheurs ? P—Pour la simple et bonne raison que leur existence souille le destin ! C'est lui qui vous a {M#amené}{F#amenée} ici et c'est aussi grâce à lui que nos chemins ont eu la chance de se croiser... Moi, Fischl, jure d'assurer votre protection pour toujours... p—parce que le destin en a décidé ainsi !",
      "pt": "#Por que a Princesa do Pecado deve punir o pecado? Porque o pecado desafia o legítimo decreto do destino, é claro!... E, claro, o destino trouxe você aqui, então, então... Ahem! Foi o destino que viu a sua descida neste mundo, o destino que viu os nossos caminhos entrelaçados. Eu, Fischl, sempre {M#o}{F#a} protegerei. Porque... Porquê o destino me revelou que foi isso que foi decretado!",
      "ru": "Почему я, принцесса, должна судить грешников? Конечно, потому что они идут против судьбы... В конце концов, судьба привела тебя сюда, в этот мир, участь свела нас, сплела вместе наши пути. Я, Фишль, буду защищать тебя. Потому что... Потому что это предопределено судьбой!",
      "id": "Mengapa Prinzessin der Verurteilung harus menghukum dosa? Tentu saja karena dosa \"melanggar takdir\"! Bagaimanapun juga... takdirlah yang membawamu ke sini... takdir membawa dirimu dan diriku ke dunia ini... takdir yang membuat jalan kita saling terkait. Aku, Fischl, akan selalu melindungimu. Karena... karena takdir telah mengungkapkan kepadaku bahwa inilah yang telah ditetapkannya!",
      "th": "ทำไมถึงต้องเป็นเจ้าหญิงแห่งการลงทัณฑ์ แน่นอนว่าเป็นเพราะโชคชะตาไงเล่า...ในเมื่อโชคชะตาทำให้เจ้า...เข้ามาสู่โลกนี้ มันคือเหตุและผลที่เกี่ยวเนื่องกัน ขะ ข้าจะปกป้องเจ้า เพราะ เพราะนี่คือสิ่งที่โชคชะตาได้ถูก กำหนดเอาไว้!",
      "vi": "Công chúa ta nên định tội thế nào, đương nhiên là \"phản nghịch vận mệnh\" rồi... Dù sao thì cũng chính là vận mệnh... đã đưa ngươi đến thế giới này, khiến nhân quả đan xen, ta sẽ bảo vệ ngươi, đây chính là chuyện được ám chỉ trong vận mệnh!"
    }
  },
  {
    "title": {
      "zhs": "菲谢尔的爱好·询问菲谢尔",
      "zht": "菲謝爾的愛好·詢問菲謝爾",
      "jp": "フィッシュルの趣味·フィッシュルに聞く",
      "ko": "피슬의 취미·피슬에게 묻기",
      "en": "Fischl's Hobbies: Ask Fischl",
      "de": "Fischl Hobbys – Fischl",
      "es": "Aficiones de Fischl - Pregunta a Fischl",
      "fr": "Loisirs de Fischl - Interroger Fischl",
      "pt": "Passatempos de Fischl - Perguntar para Fischl",
      "ru": "Хобби Фишль: Спросить у Фишль",
      "id": "Hobi Fischl: Tanya Fischl",
      "th": "งานอดิเรกของ Fischl - สอบถาม Fischl",
      "vi": "Sở thích của Fischl - Hỏi Fischl"
    },
    "line": {
      "zhs": "本皇女驰骋星间，行遍诸多世界，领略过一万种宇宙的命运，通读一切灵魂的默示录。",
      "zht": "本皇女馳騁星間，行遍諸多世界，領略過一萬種宇宙的命運，通讀一切靈魂的默示錄。",
      "jp": "わたくしは星間を駆け、多数の世界を渡り、万以上の宇宙の運命を見届け、あらゆる魂の黙示録を読んできたわ。",
      "ko": "이 황녀님은 별들 사이를 질주하며 수많은 세계를 다녔어. 일만 가지 우주의 운명을 깨닫고 모든 영혼의 묵시록을 통독했지",
      "en": "I, Fischl, have roamed the galaxy and traversed countless worlds. I have learned the fate of ten thousand universes and have had revealed unto me the destiny of every living soul.",
      "de": "Ich, Fischl, habe die Galaxie durchstreift und unzählige Welten durchquert. Ich habe das Schicksal von zehntausend Universen erfahren und mir das Schicksal jeder lebenden Seele offenbart.",
      "es": "Yo, Fischl, he recorrido la galaxia y atravesado innumerables mundos. He conocido el destino de diez mil universos, donde se me reveló el destino de todas y cada una de sus almas vivientes.",
      "fr": "J'ai parcouru d'innombrables galaxies et ai voyagé à travers mille mondes. En observant le destin de dix mille univers, je connais celui de chaque âme vivante.",
      "pt": "Eu, Fischl, deixei os meus passos em toda a galáxia e atravessei inúmeros mundos. Aprendi o destino de dez mil universos e me foi revelado o destino de toda alma vivente.",
      "ru": "Я путешествовала среди звёзд и видела множество миров, я постигла судьбы тысяч вселенных и каждого смертного.",
      "id": "Aku, Fischl, telah melintasi bintang-bintang, dan menjelajahi dunia yang tak terhitung jumlahnya. Aku telah mempelajari nasib sepuluh ribu alam semesta dan telah membaca semua takdir setiap jiwa yang hidup.",
      "th": "ข้าได้ท่องจักรวาล และท่องไปทั่วทั้งโลกมานับไม่ถ้วน ข้าได้เข้าใจถึงชะตากรรมของ จักรวาลนับหมื่นอย่างถ่องแท้ และได้เปิดเผยชะตาชีวิตของทุกจิตวิญญาณ",
      "vi": "Bổn công chúa rong ruổi giữa những vì sao, băng qua vô số thế giới, lĩnh hội được vận mệnh của vô số vũ trụ, thấu hiểu nội hàm của tất cả linh hồn."
    }
  },
  {
    "title": {
      "zhs": "菲谢尔的爱好·询问奥兹",
      "zht": "菲謝爾的愛好·詢問奧茲",
      "jp": "フィッシュルの趣味·オズに聞く",
      "ko": "피슬의 취미·오즈에게 묻기",
      "en": "Fischl's Hobbies: Ask Oz",
      "de": "Fischl Hobbys – Oz",
      "es": "Aficiones de Fischl - Pregunta a Oz",
      "fr": "Loisirs de Fischl - Interroger Oz",
      "pt": "Passatempos de Fischl - Perguntar para Oz",
      "ru": "Хобби Фишль: Спросить у Оза",
      "id": "Hobi Fischl: Tanya Oz",
      "th": "งานอดิเรกของ Fischl - สอบถาม Oz",
      "vi": "Sở thích của Fischl - Hỏi Oz"
    },
    "line": {
      "zhs": "<color=#37FFFF>奥兹：</color>小姐喜欢看小说。唉…「奥兹」这个名字，也是她从喜欢的小说里挑的。",
      "zht": "<color=#37FFFF>奧茲：</color>小姐喜歡看小說。唉…「奧茲」這個名字，也是她從喜歡的小說裡挑的。",
      "jp": "<color=#37FFFF>オズ：</color>お嬢様は小説を読むのが好きでございます。「オズ」という名前も、お嬢様がお気に入りの小説から取りました。",
      "ko": "<color=#37FFFF>오즈:</color> 아가씨는 소설 읽는 걸 좋아합니다. 휴…「오즈」, 이 이름도 아가씨가 소설에서 보고 지어주신 거죠",
      "en": "<color=#37FFFF>Oz:</color> Mein Fräulein reads a lot of novels. *sigh* My name, \"Oz,\" is from one of her favorites.",
      "de": "<color=#37FFFF>Oz:</color> Mein Fräulein liest eine Menge an Büchern. Mein Name Oz, ist aus einem jener Bücher.",
      "es": "<color=#37FFFF>Oz:</color> A la señorita le gusta mucho leer. De hecho, mi nombre, “Oz”, lo sacó de una de sus novelas favoritas.",
      "fr": "<color=#37FFFF>Oz :</color> Ma maîtresse est une lectrice férue. Elle m'a nommé après un de ses romans préférés.",
      "pt": "<color=#37FFFF>Oz:</color> Minha Princesa do Pecado lê muitos romances. Meu nome, \"Oz\", vem de um dos seus livros favoritos. *Suspiro*",
      "ru": "<color=#37FFFF>Оз:</color> Миледи любит читать романы. Эх... Это имя, «Оз», она нашла в своей любимой книге. *вздыхает*",
      "id": "<color=#37FFFF>Oz:</color> Mein Fräulein membaca banyak novel. *huff* Nama \"Oz\" juga dipilih dari novel favoritnya.",
      "th": "<color=#37FFFF>Oz:</color> คุณหนูชอบอ่านนิยาย เอ่อ...ชื่อ Oz นี่ก็มาจากนิยายที่เธอชอบน่ะ",
      "vi": "<color=#37FFFF>Oz: </color>Tiểu thư rất thích xem tiểu thuyết. Haiz... Cái tên \"Oz\" này cũng là do tiểu thư chọn từ trong tiểu thuyết ra."
    }
  },
  {
    "title": {
      "zhs": "菲谢尔的烦恼…",
      "zht": "菲謝爾的煩惱…",
      "jp": "フィッシュルの悩み…",
      "ko": "피슬의 고민…",
      "en": "Fischl's Troubles",
      "de": "Fischl Sorgen ...",
      "es": "Preocupaciones de Fischl...",
      "fr": "Les problèmes de Fischl...",
      "pt": "Preocupações de Fischl...",
      "ru": "Беспокойство Фишль...",
      "id": "Kekhawatiran Oz",
      "th": "เรื่องกลุ้มใจของ Fischl",
      "vi": "Nỗi buồn của Fischl..."
    },
    "line": {
      "zhs": "嗯？这世间能困扰皇女的事情…硬要说的话，那就是，总有人无法接受我的真实身份。但无妨，毕竟高贵者注定孤独嘛。只要我不失却这颗崇高之心…",
      "zht": "嗯？這世間能困擾皇女的事情…硬要說的話，那就是，總有人無法接受我的真實身分。但無妨，畢竟高貴者註定孤獨嘛。只要我不失卻這顆崇高之心…",
      "jp": "ん？この世で皇女のわたくしを悩ませること…強いて言えば、わたくしの本当の身分を受け入れてくれない人がいるってことかしら。構わないわ、高貴なる者は孤独になる運命よ。わたくしがこの崇高なる心を失わない限り…",
      "ko": "응? 이 황녀님을 성가시게 하는 일이 있냐고? 굳이 말하자면, 가끔 내 진짜 신분을 받아들이지 못하는 사람들이 있다는 거야. 하지만 상관없어, 고귀한 자는 고독한 법. 내가 이 숭고한 마음을 잃지만 않는다면…",
      "en": "What does it take to rile a princess? ...If you must know, it is those who cannot recognize my true identity. But it is no great loss, for solitude is the noble's lot, so long as I do not lose the nobility of my soul...",
      "de": "Was es braucht, um eine Prinzessin zu ärgern? Wenn du es unbedingt wissen musst, dann sind es diejenigen, die meine wahre Identität nicht erkennen. Aber es ist kein großer Verlust, denn die Einsamkeit ist das Los des Adligen, solange ich nicht den Adel meiner Seele verliere ...",
      "es": "¿Quieres saber qué me hace enojar? Las personas que no reconocen mi identidad como princesa. Pero no me importa, pues la soledad es la suerte de los más nobles, así que siempre y cuando no pierda la nobleza de mi alma...",
      "fr": "Vous voulez savoir ce qui agace une princesse au plus haut point ? Eh bien, ce sont les malotrus qui ne savent pas à qui ils ont affaire. Cela me mécontente, mais les nobles en ont l'habitude. Je n'en tiens guère rigueur, car seule la noblesse de mon âme m'importe.",
      "pt": "Para ser sincera, a única coisa neste mundo que pode me incomodar é que sempre tem alguém que não reconhece a minha identidade verdadeira. Mas isso não é um grande problema, visto que os nobres sempre andam sozinhos. Ainda bem que ainda não perdi o meu coração nobre...",
      "ru": "Что? Что в этом мире может волновать меня, Принцессу осуждения... Если ты действительно хочешь знать, я скажу: это люди, кто не может принять мою суть. Но в том нет трагедии: удел благородных особ - одиночество. И всё, что нужно - не потерять благородство души...",
      "id": "Apa hal-hal di dunia ini yang dapat mengganggu putri? Apa pun yang kukatakan, selalu ada seseorang yang tidak dapat menerima identitasku yang sebenarnya. Tapi tidak masalah, karena kesunyian adalah nasib bangsawan, selama aku tidak kehilangan hati yang mulia ini...",
      "th": "ฮืม? เรื่องอะไรในโลกจะทำให้ข้ากลุ้มใจ เหรอ...ถ้าจะต้องพูด นั่นก็คือมักจะมีคนที่ไม่ยอมรับตัวตนที่แท้จริงของฉัน แต่ไม่เป็นไร เพราะผู้สูงศักดิ์นั้นถูกกำหนดให้อยู่คนเดียวอยู่แล้ว ขอแค่ไม่สูญเสียจิตวิญญาณอันสูงส่งไป...",
      "vi": "Hả? Trên thế gian này chuyện gì có thể khiến ta khó chịu à... Nếu phải nói ra, thì đó chính là chuyện luôn có người không chịu tiếp nhận thân phận thật sự của ta. Nhưng cũng đành thôi, người cao quý luôn phải chịu cô độc, nhưng ta sẽ không đánh mất trái tim cao thượng của mình..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>哼，食物只是凡骨肉胎所受的桎梏。但硬要说的话，能配得上断罪皇女的，那莫过于罪人之泪与谎言之舌…\n\n<color=#37FFFF>奥兹：</color>并不是小姐常做的「常夜夏宫蜜吐司」吗？\n\n<color=#37FFFF>菲谢尔：</color>——只，只是为了补充这具躯壳所需的能量！",
      "zht": "<color=#37FFFF>菲謝爾：</color>哼，食物只是凡骨肉胎所受的桎梏。但硬要說的話，能配得上斷罪皇女的，那莫過於罪人之淚與謊言之舌…\n\n<color=#37FFFF>奧茲：</color>並不是小姐常做的「常夜夏宮蜜吐司」嗎？\n\n<color=#37FFFF>菲謝爾：</color>——只，只是為了補充這具軀殼所需的能量！",
      "jp": "<color=#37FFFF>フィッシュル：</color>フン、食べ物なんて肉体を持つ者を束縛するものよ。強いて言えば、断罪の皇女に相応しいのは罪人と涙と虚言を吐く舌かしら…\n\n<color=#37FFFF>オズ：</color>お嬢様がよく作る「常夜の夏のハニートースト」ではないのですか？\n\n<color=#37FFFF>フィッシュル：</color>——それはこの体に必要なエネルギーを満たすためのものよ！",
      "ko": "<color=#37FFFF>피슬:</color> 흥, 음식은 그저 범인(凡人)들의 육신을 속박하는 것일 뿐. 하지만 굳이 말하자면, 이 단죄의 황녀님에게 어울리는 건 죄인의 눈물과 거짓의 혀 정도라고 할 수 있지…\n\n<color=#37FFFF>오즈:</color> 아가씨께서 자주 만들어 드시는 「영원한 밤의 여름 궁전 토스트」가 아니고요?\n\n<color=#37FFFF>피슬:</color> ——그건 이 육신에 필요한 에너지를 채워주기 위한 것일 뿐이야!",
      "en": "<color=#37FFFF>Fischl:</color> Hmph! What is food but the shackles of mortal flesh? ...But if the Prinzessin der Verurteilung should reckon any morsel worthy, then it must be the tears of sinners and the tongues of liars.\n\n<color=#37FFFF>Oz:</color> Has mein Fräulein lost her appetite for the Mitternachtsbrot des Sommernachtgartens?\n\n<color=#37FFFF>Fischl:</color> ...Uh— That is merely to provide mine earthly vessel with such sustenance as it doth require to perform its royal duties!",
      "de": "<color=#37FFFF>Fischl:</color> Essen, hrmpf, eine Bürde des menschlichen Fleisches ... Wenn die Prinzessin der Verurteilung überhaupt irgendetwas als Nahrung anerkennt, so sind es die Tränen der Sünder und Zungen der Lügner.\n\n<color=#37FFFF>Oz:</color> Also möchte Eure Hoheit heute kein Mitternachtsbrot des Sommernachtgartens?\n\n<color=#37FFFF>Fischl:</color> Als eine meiner royalen Pflichten werde ich es hinunter würgen!",
      "es": "<color=#37FFFF>Fischl:</color> ¡Hum! ¿Qué es la comida sino los grilletes de la carne mortal? Pero si la Princesa del Juicio tuviera que escoger una comida digna para sí misma, entonces, mi bebida serían las lágrimas de los pecadores y mi comida, las lenguas de los calumniadores.\n\n<color=#37FFFF>Oz:</color> Señorita, ¿es que ya no le gusta comer tostadas dulces de la noche eterna del palacio de verano?\n\n<color=#37FFFF>Fischl:</color> ¡E-eso es solo para proporcionar a la cáscara que es mi cuerpo la energía que necesita!",
      "fr": "<color=#37FFFF>Fischl :</color> Hmph, la faim n'est qu'une faiblesse du corps humain ! Moi, la Princesse du châtiment, ne me délecte que des larmes des pécheurs et des langues des menteurs...\n\n<color=#37FFFF>Oz : </color> Vous n'aimez plus les toasts sucrés façon nuit éternelle du Palais d'été ?\n\n<color=#37FFFF>Fischl :</color> Ahem ! Ne te méprends pas, mon corps nécessite d'ingérer de la nourriture de temps en temps pour que je puisse réaliser mes royales fonctions.",
      "pt": "<color=#37FFFF>Fischl:</color> Hunf! O que é comida senão as algemas da carne mortal? ... Mas se a Princesa do Pecado devesse considerar qualquer petisco digno, então devem ser as lágrimas dos pecadores e as línguas dos mentirosos.\n\n<color=#37FFFF>Oz:</color> Minha Princesa do Pecado perdeu o apetite pelo Pão Doce da Noite Eterna do Palácio de Verão?\n\n<color=#37FFFF>Fischl:</color> ...Uh- Isso é meramente para prover a meu receptáculo terrestre com o sustento que ele requer para desempenhar suas funções reais!",
      "ru": "<color=#37FFFF>Фишль:</color> Еда - это лишь оковы для смертного тела. Но если ты очень хочешь услышать ответ, вот он: нет более достойной пищи для Принцессы осуждения, чем слёзы грешников и языки лжецов... \n\n<color=#37FFFF>Оз:</color> Но разве миледи больше не любит медовые бутерброды из ночного летнего дворца?\n\n<color=#37FFFF>Фишль:</color> Это... Это лишь, чтобы восполнить необходимую этому бренному телу энергию!",
      "id": "<color=#37FFFF>Fischl:</color> Huh! Makanan hanyalah belenggu manusia... Tetapi jika Prinzessin der Verurteilung harus memperhitungkan setiap bagian yang layak, maka itu pastilah air mata orang-orang pendosa dan lidah para pendusta.\n\n<color=#37FFFF>Oz:</color> Apakah mein Fräulein kehilangan nafsu makannya karena Mitternachtsbrot des Sommernachtgartens?\n\n<color=#37FFFF>Fischl:</color> Ugh— Yang itu semata-mata untuk menyediakan kapal duniawi milikku dengan bahan makanan yang dibutuhkan untuk melakukan tugas-tugas kerajaannya!",
      "th": "<color=#37FFFF>Fischl:</color> หึ อาหารก็เป็นแค่พันธนาการของเนื้อหนังมนุษย์ แต่ถ้าจะให้บอกล่ะก็ อาหารที่คู่ควรกับเจ้าหญิงแห่งการ ลงทัณฑ์มันจะต้องเป็นน้ำตาแห่งคนบาปและลิ้นของคนโกหก...\n\n<color=#37FFFF>Oz: </color> ไม่ใช่ ฮันนี่โทสต์แห่งค่ำคืนในพระราชวังฤดูร้อนที่คุณหนูทำบ่อย ๆ เหรอ?\n\n<color=#37FFFF>Fischl:</color> ...กะ ก็แค่เติมพลังให้ร่างกายน่ะ!",
      "vi": "<color=#37FFFF>Fischl: </color>Hừ, thức ăn chỉ là xiềng xích của người trần mắt thịt. Nhưng nếu phải nói, thì chỉ có nước mắt của tội nhân và chiếc lưỡi của những kẻ dối trá mới xứng với Công Chúa Định Tội...\n\n<color=#37FFFF>Oz: </color>Không phải tiểu thư vẫn thường làm món \"bánh mì nướng mật cung điện đêm hè\" sao?\n\n<color=#37FFFF>Fischl: </color>... Chỉ là... bổ sung năng lượng cần cho thể xác mà thôi!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "<color=#37FFFF>奥兹：</color>小姐讨厌的，应该是那个吧…\n\n<color=#37FFFF>菲谢尔：</color>那个吗。被违抗自然的锁链束缚的肢体…\n\n<color=#37FFFF>奥兹：</color>再也不能如我这般飞翔…\n\n<color=#37FFFF>菲谢尔：</color>失去了那生来便仰慕皇族王者的卑下头颅，简直是「那个世界」的地狱略影。其名为…\n\n<color=#37FFFF>奥兹：</color>好像是叫什么酿鸡来着？",
      "zht": "<color=#37FFFF>奧茲：</color>小姐討厭的，應該是那個吧…\n\n<color=#37FFFF>菲謝爾：</color>那個嗎。被違抗自然的鎖鏈束縛的肢體…\n\n<color=#37FFFF>奧茲：</color>再也不能如我這般飛翔…\n\n<color=#37FFFF>菲謝爾：</color>失去了那生來便仰慕皇族王者的卑下頭顱，簡直是「那個世界」的地獄略影。其名為…\n\n<color=#37FFFF>奧茲：</color>好像是叫什麼釀雞來著？",
      "jp": "<color=#37FFFF>オズ：</color>お嬢様が苦手なのは、おそらくあれでしょう…\n\n<color=#37FFFF>フィッシュル：</color>あれね。自然に逆らった鎖に束縛された肢体…\n\n<color=#37FFFF>オズ：</color>私のように飛ぶことは二度とできませんね…\n\n<color=#37FFFF>フィッシュル：</color>生まれて皇族の眷属となるはずの頭、まるで「あの世界」の地獄よ。その名は…\n\n<color=#37FFFF>オズ：</color>なんとか鳥肉のスイートなんちゃらでしたっけ？",
      "ko": "<color=#37FFFF>오즈:</color> 아가씨가 싫어하는 요리는 아마도 그거겠죠…\n\n<color=#37FFFF>피슬:</color> 그건가. 자연의 섭리를 거역하는 족쇄에 속박된 육체…\n\n<color=#37FFFF>오즈:</color> 다시는 저처럼 하늘을 날 수 없는…\n\n<color=#37FFFF>피슬:</color> 태어날 때부터 황족을 우러러보던 비천한 머리를 잃어버렸지. 마치 「그 세계」의 지옥이 떠오르는군. 그 이름은 바로…\n\n<color=#37FFFF>오즈:</color> 뭐였더라, 닭고기 스튜였었나?",
      "en": "<color=#37FFFF>Oz:</color> I believe I know the answer to this one...\n\n<color=#37FFFF>Fischl:</color> Indeed you do, Oz! Ah, that poor mortal coil, mutilated by bondage unnatural...\n\n<color=#37FFFF>Oz:</color> It will never again fly as I do...\n\n<color=#37FFFF>Fischl:</color> Deprived of the humble coif with which it was born to gaze in awe at the majesty of its monarch... Surely it is a glimpse of my homeworld's hell, in the flesh. Hmm, the name of the dish escapes me...\n\n<color=#37FFFF>Oz:</color> Something something \"Madame,\" isn't it?",
      "de": "<color=#37FFFF>Oz:</color> Ich glaube ich weiß es ...\n\n<color=#37FFFF>Fischl: </color>Oh ja! Das arme sterbliche Ding, von der Natur in Ketten gelegt ...\n\n<color=#37FFFF>Oz:</color> Es wird nie wieder fliegen wie ich ...\n\n<color=#37FFFF>Fischl:</color> Es wurde der Fähigkeit beraubt, die Welt zu bestaunen ... Ein Alptraum der wahr wurde.\n\n<color=#37FFFF>Oz:</color> Wie meinen Hochwürden?",
      "es": "<color=#37FFFF>Oz:</color> Creo que sé la respuesta a esa pre...\n\n<color=#37FFFF>Fischl:</color> Por supuesto que la sabes. Esa pobre criatura privada de su propia naturaleza y mutilada...\n\n<color=#37FFFF>Oz:</color> Que nunca más podrá volar, como hago yo...\n\n<color=#37FFFF>Fischl:</color> Y cuyo bien más preciado, admirado y envidiado incluso por reyes y monarcas, se le arrebató, lo que, no hay duda, representa el infierno que es mi mundo natal... ¿Cuál era el nombre de ese plato?...\n\n<color=#37FFFF>Oz:</color> Creo que lo llaman “alitas de pollo”, ¿cierto?",
      "fr": "<color=#37FFFF>Oz :</color> Je crois connaître la réponse à cette question...\n\n<color=#37FFFF>Fischl :</color> Oh que oui, mon cher Oz ! Cette pauvre créature a été mutilée et privée de son enveloppe charnelle...\n\n<color=#37FFFF>Oz :</color> Elle ne pourra plus jamais voler...\n\n<color=#37FFFF>Fischl :</color> Dépossédée de la tête avec laquelle elle naquit et qui lui permettait d'admirer la grandeur de ses souverains... Cela ressemble bien à une fraction de l'enfer de notre monde d'origine. Le nom de ce plat m'échappe...\n\n<color=#37FFFF>Oz :</color> Il me semble que cela commence par « poulet »...",
      "pt": "<color=#37FFFF>Oz:</color> Creio que eu sei a resposta deste...\n\n<color=#37FFFF>Fischl:</color> De fato, Oz! Ah, essa pobre criatura mortal, privada de sua própria natureza e mutilada...\n\n<color=#37FFFF>Oz:</color> Ele nunca vai poder voar como eu...\n\n<color=#37FFFF>Fischl:</color> Privada de seu bestunto com que nasceu para contemplar com admiração a majestade de sua monarca. Certamente é um vislumbre do inferno do meu mundo natal, em carne e osso. Hmm, o nome do prato me fugiu da mente...\n\n<color=#37FFFF>Oz:</color> Algo chamado \"Frango em...\", alguma coisa assim, certo?",
      "ru": "<color=#37FFFF>Оз:</color> Полагаю, я знаю ответ... \n\n<color=#37FFFF>Фишль:</color> Конечно, знаешь. Бедное существо, скованное поправшими законы природы оковами... \n\n<color=#37FFFF>Оз:</color> Оно никогда больше не сможет летать, как я... \n\n<color=#37FFFF>Фишль:</color> Лишённый головы, которую преклонял раньше перед величием монархов... Отражение всех мук моего мира во плоти. Имя ему... \n\n<color=#37FFFF>Оз: </color> Точно было что-то про «цыплёнка» и «соус», верно?",
      "id": "<color=#37FFFF>Oz:</color> Aku yakin jawaban untuk yang satu ini...\n\n<color=#37FFFF>Fischl:</color> Memang benar, Oz! Ah, malangnya anggota tubuhnya dikendalikan oleh rantai yang menentang alam...\n\n<color=#37FFFF>Oz:</color> Ia tidak akan pernah lagi terbang seperti yang kulakukan...\n\n<color=#37FFFF>Fischl:</color> Tanpa memiliki kerendahan hati yang dengannya ia dilahirkan untuk menatap kagum pada keagungan rajanya yang hanyalah bayangan neraka dari \"dunia itu\". Hmm, namanya adalah...\n\n<color=#37FFFF>Oz:</color> Sesuatu \"Madame\", bukan?",
      "th": "<color=#37FFFF>Oz:</color> สิ่งที่คุณหนูเกลียดน่าจะเป็นอันนั้น แหละ...\n\n<color=#37FFFF>Fischl:</color> สิ่งนั้นน่ะเหรอ การที่ร่างกายที่ถูกผูกมัดด้วยสิ่งที่ ผิดธรรมชาติ...\n\n<color=#37FFFF>Oz:</color> และไม่สามารถบินได้แบบฉัน...\n\n<color=#37FFFF>Fischl:</color> การสูญเสียเจ้าคนชั่วช้าที่เกิดมา เพื่อยกย่องราชวงศ์มันคือเงาจาก นรกของ \"โลกนั้น\" แน่ ๆ ชื่อของมันคือ...\n\n<color=#37FFFF>Oz:</color> เหมือนจะชื่อว่า Madame อะไรนี่แหละ?",
      "vi": "<color=#37FFFF>Oz: </color>Thứ tiểu thư ghét chắc là cái đó...\n\n<color=#37FFFF>Fischl: </color>Cái đó sao? Cơ thể bị xiềng xích trói buộc chống lại tự nhiên...\n\n<color=#37FFFF>Oz: </color>Cũng không thể bay lượn giống như tôi...\n\n<color=#37FFFF>Fischl: </color>Mất đi cái đầu của kẻ vương giả sinh ra để được mọi người ngưỡng mộ, quả thật là bóng ma địa ngục của \"Thế Giới Đó\". Tên của nó là...\n\n<color=#37FFFF>Oz: </color>Hình như gọi là gà nấu gì đó?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>此等珍馐，可纳于忘忧之御膳园中。\n\n<color=#37FFFF>奥兹：</color>小姐说，这就是她理想的美味。",
      "zht": "<color=#37FFFF>菲謝爾：</color>此等珍饈，可納於忘憂之御膳園中。\n\n<color=#37FFFF>奧茲：</color>小姐說，這就是她理想的美味。",
      "jp": "<color=#37FFFF>フィッシュル：</color>これほどの珍味であれば、忘憂の御膳園で出してもいいわね。\n\n<color=#37FFFF>オズ：</color>お嬢様は、「これこそ自分が求めていた料理だ」とおっしゃっています。",
      "ko": "<color=#37FFFF>피슬:</color> 이 정도로 진귀한 요리는 망우의 수라간에 보내도 손색이 없을 것 같군\n\n<color=#37FFFF>오즈:</color> 아가씨께서 원하던 맛이라고 하십니다",
      "en": "<color=#37FFFF>Fischl:</color> Such an exquisite delicacy is worthy of being served in the Garten Sanssouci.\n\n<color=#37FFFF>Oz:</color> Mein Fräulein says that she thoroughly enjoys your delicious cooking.",
      "de": "<color=#37FFFF>Fischl:</color> Solche Köstlichkeiten können im Garten der Gelassenheit serviert werden.\n\n<color=#37FFFF>Oz:</color> Mein Fräulein sagte, dies sei ihre ideale Delikatesse.",
      "es": "<color=#37FFFF>Fischl:</color> Un manjar tan exquisito es digno de ser servido en el Jardín del Desasosiego donde la Princesa degusta las comidas.\n\n<color=#37FFFF>Oz:</color> La señorita dice que “está disfrutando plenamente de este delicioso plato”.",
      "fr": "<color=#37FFFF>Fischl :</color> Un mets aussi délicat est digne d'être servi dans le Jardin du sans-souci.\n\n<color=#37FFFF>Oz :</color> Ma maîtresse veut dire que ce plat a un goût qui lui sied parfaitement.",
      "pt": "<color=#37FFFF>Fischl:</color>Uma iguaria tão refinada como esta é merecedora de ser servida nos ostentosos banquetes no Jardim Sanssouci da Princesa.\n\n<color=#37FFFF>Oz:</color>A Senhorita quer dizer que ela aprecia sua comida deliciosa.",
      "ru": "<color=#37FFFF>Фишль:</color> Такое изысканное лакомство достойно того, чтобы его подали в королевском обеденном зале.\n\n<color=#37FFFF>Оз:</color> Миледи говорит, что ей очень нравятся твои блюда.",
      "id": "<color=#37FFFF>Fischl:</color> Kelezatan hakiki yang layak disajikan di Garten Sanssouci.\n\n<color=#37FFFF>Oz:</color> Mein Fräulein bilang dia sangat menikmati masakanmu yang lezat ini.",
      "th": "<color=#37FFFF>Fischl: </color>อาหารอันโอชะเช่นนี้คู่ควรที่จะเสิร์ฟในภัตตาคารหลวง Prinzessin\n\n<color=#37FFFF>Oz: </color>ท่านหญิงบอกว่านี่คือรสชาติอันโอชะในอุดมคติของเธอ",
      "vi": "<color=#37FFFF>Fischl:</color> Những món ngon này, xứng đáng được phục vụ trong yến tiệc của Vườn Quên Sầu.\n\n<color=#37FFFF>Oz:</color> Tiểu thư nói, đấy chính là hương vị cô ấy yêu thích."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>为射落世界之兽，必须突破尘俗欲望，编织通向命运之间的道路。\n\n<color=#37FFFF>奥兹：</color>但刚才，小姐不是吃得很香吗？",
      "zht": "<color=#37FFFF>菲謝爾：</color>為射落世界之獸，必須突破塵俗欲望，編織通向命運之間的道路。\n\n<color=#37FFFF>奧茲：</color>但剛才，小姐不是吃得很香嗎？",
      "jp": "<color=#37FFFF>フィッシュル：</color>世界の獣を射落とすには、俗世の欲望を破り、運命の狭間へと繋がる道を紡がなければならない。\n\n<color=#37FFFF>オズ：</color>ですが、先ほどまでお嬢様はとても満足された表情で食べていらっしゃったかと？",
      "ko": "<color=#37FFFF>피슬:</color> 세계의 야수를 물리치기 위해선 세속의 욕망을 떨쳐내고 운명으로 향하는 길을 엮어야 하지\n\n<color=#37FFFF>오즈:</color> 하지만 조금 전, 맛있게 드셨지 않습니까?",
      "en": "<color=#37FFFF>Fischl:</color> To vanquish the Beast of the World, one must first rise above mundane desires, thus weaving the path that leads to destiny.\n\n<color=#37FFFF>Oz:</color> And yet, on this occasion, you appear to have eaten your fill, mein Fräulein.",
      "de": "<color=#37FFFF>Fischl:</color> Um das Weltenmonster zu erlegen, muss man irdische Begierden durchbrechen und den Weg zwischen den Schicksalen ebnen.\n\n<color=#37FFFF>Oz:</color> Aber gerade eben ... Hat mein Fräulein da nicht gut gegessen?",
      "es": "<color=#37FFFF>Fischl:</color> Para derrotar a la gran bestia de este mundo, uno ha de despojarse de sus mundanos deseos y entretejer su propio camino hacia el encuentro con el destino.\n\n<color=#37FFFF>Oz:</color> Y, aun así, señorita, parecía estar disfrutando de lo que comió.",
      "fr": "<color=#37FFFF>Fischl :</color> Pour vaincre la Bête-monde, il faut d'abord s'élever au-dessus des désirs ordinaires, et ainsi tisser le chemin qui mène au destin.\n\n<color=#37FFFF>Oz :</color> Pourtant, vous aviez l'air de vous délecter de ce mets tout à l'heure ?",
      "pt": "<color=#37FFFF>Fischl:</color>Aniquilar a Besta do Mundo requer ascender além dos desejos mundanos, tecendo o caminho rumo ao destino.\n\n<color=#37FFFF>Oz:</color>Entretanto, você parece ter comido além da conta, não é, Senhorita?",
      "ru": "<color=#37FFFF>Фишль:</color> Чтобы победить мировое чудовище, нужно отринуть мирские желания и проложить путь к своей судьбе.\n\n<color=#37FFFF>Оз:</color> И всё же вы наелись досыта, миледи.",
      "id": "<color=#37FFFF>Fischl:</color> Untuk bisa mengalahkan Beast of the World, seseorang harus terlebih dahulu mengatasi keinginan duniawi dan menenun jalan menuju takdir.\n\n<color=#37FFFF>Oz:</color> Tapi bukannya tadi Mein Fräulein makan dengan lahap?",
      "th": "<color=#37FFFF>Fischl: </color>เพื่อปราบสัตว์เดรัจฉานในโลกหล้า เราต้องฝ่าฟันความปรารถนาทางโลกและถักทอเส้นทางระหว่างโชคชะตา\n\n<color=#37FFFF>Oz: </color>แต่เมื่อครู่ท่านหญิงก็กินอย่างเอร็ดอร่อยไม่ใช่เหรอ?",
      "vi": "<color=#37FFFF>Fischl:</color> Để bắn hạ quái thú thế giới, cần phải phá bỏ dục vọng trần tục và dệt nên con đường dẫn đến vận mệnh.\n\n<color=#37FFFF>Oz:</color> Nhưng vừa rồi, tiểu thư không phải đã ăn uống rất ngon sao?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>为何要将残破与毁灭，呈于本皇女面前？\n\n<color=#37FFFF>奥兹：</color>小姐不太喜欢这道菜肴，请你见谅。",
      "zht": "#<color=#37FFFF>菲謝爾：</color>為何要將殘破與毀滅，呈於本皇女面前？\n\n<color=#37FFFF>奧茲：</color>小姐不太喜歡這道菜餚，請{F#妳}{M#你}見諒。",
      "jp": "<color=#37FFFF>フィッシュル：</color>なぜ、このような破壊と滅亡の権化をわたくしの前に出したの？\n\n<color=#37FFFF>オズ：</color>お嬢様は、この料理がお気に召さないご様子。どうか、ご理解いただきますようお願いいたします。",
      "ko": "<color=#37FFFF>피슬:</color> 어째서 황폐함과 파멸을 본 황녀 앞에 드러내는 거지?\n\n<color=#37FFFF>오즈:</color> 죄송하지만, 아가씨께서 이 요리는 별로라고 하십니다",
      "en": "<color=#37FFFF>Fischl:</color> Why dost thou insist on raining down chaos and destruction in the presence of your Prinzessin?\n\n<color=#37FFFF>Oz:</color> Mein Fräulein does not care a great deal for this dish. My apologies.",
      "de": "<color=#37FFFF>Fischl:</color> Warum präsentierst du die Trümmer und die Zerstörung vor der Exzellenz?\n\n<color=#37FFFF>Oz:</color> Mein Fräulein mag dieses Gericht nicht besonders, also verzeih bitte.",
      "es": "<color=#37FFFF>Fischl:</color> ¿Por qué insistes en invocar el descenso del caos y la destrucción ante la presencia de tu Princesa?\n\n<color=#37FFFF>Oz:</color> Disculpa, a la señorita no le gustó demasiado este plato.",
      "fr": "<color=#37FFFF>Fischl :</color> Vous osez présenter cette assiette en présence de votre princesse ?\n\n<color=#37FFFF>Oz :</color> Ma maîtresse n'apprécie pas vraiment ce plat, veuillez l'en excuser.",
      "pt": "<color=#37FFFF>Fischl:</color>Por que insiste em despejar o caos e destruição perante a presença de mim, a Princesa?\n\n<color=#37FFFF>Oz:</color>A Senhorita não gosta desse prato. Sinto muito.",
      "ru": "<color=#37FFFF>Фишль:</color> Ты осмеливаешься подавать принцессе это бедствие?!\n\n<color=#37FFFF>Оз:</color> Миледи не в восторге от этого блюда. Прошу прощения.",
      "id": "<color=#37FFFF>Fischl:</color> Oh, mengapa kamu berani-beraninya menghujani piring yang penuh kekacauan ini ke hadapan sang Prinzessin?\n\n<color=#37FFFF>Oz:</color> Mein Fräulein kurang suka dengan hidangan ini, mohon dimaklumi ya.",
      "th": "<color=#37FFFF>Fischl: </color>เหตุใดจึงต้องนำความพินาศและการทำลายล้างมาเสนอต่อหน้าข้าด้วย?\n\n<color=#37FFFF>Oz: </color>ท่านหญิงไม่ค่อยชอบอาหารจานนี้สักเท่าไหร่ ขออภัยด้วย",
      "vi": "#<color=#37FFFF>Fischl:</color> Tại sao lại muốn đem sự đổ nát và hủy hoại đến trước mặt bổn công chúa?\n\n<color=#37FFFF>Oz:</color> Tiểu thư không thích món ăn này lắm, mong {F#cô}{M#cậu} thông cảm."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>哼哼，既然今日是你的命定之日，那我不可能坐视不管。来，说吧！在这腐朽而幽邃的世界里，在你渺小而短暂的人生中，有什么想要实现的愿望，尽管说来，让本皇女听听！嗯…即使是…\n\n<color=#37FFFF>奥兹：</color>她说「生日快乐，如果你想要，她」…\n\n<color=#37FFFF>菲谢尔：</color>奥兹！多嘴！",
      "zht": "#<color=#37FFFF>菲謝爾：</color>哼哼，既然今日是{F#妳}{M#你}的命定之日，那我不可能坐視不管。來，說吧！在這腐朽而幽邃的世界裡，在{F#妳}{M#你}渺小而短暫的人生中，有什麼想要實現的願望，儘管說來，讓本皇女聽聽！嗯…即使是…\n\n<color=#37FFFF>奧茲：</color>她說「生日快樂，如果{F#妳}{M#你}想要，她」…\n\n<color=#37FFFF>菲謝爾：</color>奧茲！多嘴！",
      "jp": "<color=#37FFFF>フィッシュル：</color>ふむ、今日があなたの運命の日なら、このわたくしも見て見ぬふりはできないわね。さあ、言いなさい！この腐った世界で、あなたの短い人生の中で、何か叶えたい願いがあるなら、このわたくしに言いなさい！ええ…たとえそれが…\n\n<color=#37FFFF>オズ：</color>お嬢様は「誕生日おめでとうございます。あなたがどうしてもというのなら、」…\n\n<color=#37FFFF>フィッシュル：</color>オズ！お黙り！",
      "ko": "<color=#37FFFF>피슬:</color> 흥흥, 오늘은 너의 운명의 날이니 그냥 보고만 있을 순 없지. 자, 말해봐! 이 그윽하고 타락한 세계에서, 너의 보잘것없고 짧은 인생에서 꼭 이루고 싶은 소원이 있다면 얼마든지 본 황녀에게 들려주거라! 음…아무리 어려운…\n\n<color=#37FFFF>오즈:</color> 「생일 축하합니다, 만약 갖고 싶으신 게 있다면, 아가씨가…」\n\n<color=#37FFFF>피슬:</color> 오즈! 쓸데없는 말 하지 마!",
      "en": "<color=#37FFFF>Fischl:</color> Well! If today is truly the anniversary of your birth, it shan't do for me not to mark the occasion. You have my full attention. Speak! Speak to me of your wishes, that which you most desire to fulfill during your fleeting and harsh existence in this wretched world. Whatever that wish may be. Even if, perchance—\n\n<color=#37FFFF>Oz:</color> She means, \"Happy Birthday, and if you want, she can—\"\n\n<color=#37FFFF>Fischl:</color> Silence, Oz.",
      "de": "<color=#37FFFF>Fischl:</color> Hmm, nun, heute ist dein Ehrentag, ein wahrlich prächtiger Anlass zum Feiern, was immer dein Wunsch ist, diese Prinzessin kann erfüllen, was du begehrst in dieser Welt voller Verfall und abstruser Dinge! Sogar wenn ...\n\n<color=#37FFFF>Oz:</color> Sie gratuliert dir ganz herzlich zum Geburtstag, wenn es etwas gibt, das sie für dich ...\n\n<color=#37FFFF>Fischl:</color> Oz! Ruhe!",
      "es": "<color=#37FFFF>Fischl:</color> Bueno, si hoy es realmente el aniversario de tu nacimiento, no sería adecuado no celebrar la ocasión. Tienes toda mi atención. ¡Habla! Háblame de tus deseos, de aquello que más ansías cumplir durante tu fugaz y dura existencia en este miserable mundo. Sea cual sea ese deseo, yo haré que...\n\n<color=#37FFFF>Oz:</color> Dice que “feliz cumpleaños. Si quieres, puedes pedirle a...”\n\n<color=#37FFFF>Fischl:</color> ¡Oz! ¡Calla!",
      "fr": "<color=#37FFFF>Fischl : </color> Comme nous avons le bonheur de fêter l'anniversaire de votre naissance, je me dois de célébrer cette occasion festive. Je suis tout ouïe aux vœux que vous souhaitez réaliser le temps de votre éphémère et insignifiante existence dans ce monde damné ! Si le hasard veut qu'il soit en mon pouvoir de...\n\n<color=#37FFFF>Oz : </color> Ma maîtresse vous souhaite un joyeux anniversaire et si vous voulez, elle peut...\n\n<color=#37FFFF>Fischl : </color> Oz ! Tais-toi !",
      "pt": "<color=#37FFFF>Fischl:</color> Bem! Se hoje é realmente o aniversário do seu nascimento, não vou deixar de comemorar essa ocasião tão importante. Você tem toda a minha atenção. Fale comigo sobre os seus desejos, aqueles que mais deseja realizar durante a sua existência fugaz e dura neste mundo miserável. Qualquer que seja esse desejo, fale comigo...\n\n<color=#37FFFF>Oz:</color> Ela quer dizer \"Parabéns, Feliz Aniversário. Se você quiser, ela pode\"...\n\n<color=#37FFFF>Fischl:</color> Oz, cale-se!",
      "ru": "#<color=#37FFFF>Фишль:</color> Ха-ха! Раз сегодня день, в который ты волею судьбы родил{F#aсь}{M#ся}, то я не могу стоять в стороне. Говори! Расскажи мне, что в своей короткой и скоротечной жизни, что в этом глухом, разлагающемся мире ты желаешь больше всего? Говори, да я услышу слова твои! Пусть даже...\n\n<color=#37FFFF>Оз:</color> Она говорит, «С днём рождения! Если хочешь, она...» \n\n<color=#37FFFF>Фишль:</color> Оз! Молчать!",
      "id": "<color=#37FFFF>Fischl:</color> Nah! Jika hari ini benar-benar adalah hari yang ditakdirkan untukmu, maka aku tidak bisa hanya duduk diam saja. Kamu akan mendapatkan perhatian penuh dariku. Bicaralah! Katakan kepadaku tentang keinginanmu, apa yang kamu dambakan dalam hidupmu yang singkat dan keras di dunia ini. Apa pun keinginanmu, meskipun mungkin—\n\n<color=#37FFFF>Oz:</color> Maksudnya, \"Selamat Ulang Tahun, dan jika kamu mau, dia bisa—\"\n\n<color=#37FFFF>Fischl:</color> Diam, Oz.",
      "th": "<color=#37FFFF>Fischl:</color> เหอะ ๆ ในเมื่อวันนี้เป็นวันที่โชคชะตา ของเจ้าได้กำหนดเอาไว้ เช่นนั้นข้าก็คงจะนิ่งดูดายไม่ได้ เอาล่ะ พูดสิ! การอยู่ในโลกที่แสนเสื่อมโทรม ด้วยชีวิตอันแสนสั้นของเจ้านั้น หากมีความปรารถนาอะไรที่ อยากจะให้เป็นจริง ก็จงพูดออกมาให้เจ้าหญิง รับฟังได้เลย! อืม...ถึงแม้ว่า...\n\n<color=#37FFFF>Oz:</color> เธอจะบอกว่า \"สุขสันต์วันเกิด ถ้าเธออยากได้ คุณหนูก็...\"\n\n<color=#37FFFF>Fischl:</color> Oz! พูดมากไปแล้วนะ!",
      "vi": "#<color=#37FFFF>Fischl: </color>Hừ, vì hôm nay là ngày ngươi được vận mệnh lựa chọn, nên ta cũng không thể ngồi yên mặc kệ. Nào, nói đi! Trong thế giới mục nát và tĩnh mịch này, trong cuộc sống nhỏ bé và ngắn ngủi của ngươi, ngươi muốn thực hiện nguyện vọng gì, chỉ cần nói ra cho bổn công chúa nghe hừ... cho dù là...\n\n<color=#37FFFF>Oz: </color>Cô ấy nói \"Sinh nhật vui vẻ! Nếu {F#cô}{M#cậu} muốn gì, cô ấy sẽ\"...\n\n<color=#37FFFF>Fischl: </color>Oz! Lắm lời!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>至夜的魔箭…它在高声呼唤着我的祝圣之名，祈求着罪罚的苍紫雷光，射落命运之敌！\n\n<color=#37FFFF>奥兹：</color>伟哉！考虑到晚饭，如果能射落鸽子就更好了。",
      "zht": "<color=#37FFFF>菲謝爾：</color>至夜的魔箭…它在高聲呼喚著我的祝聖之名，祈求著罪罰的蒼紫雷光，射落命運之敵！\n\n<color=#37FFFF>奧茲：</color>偉哉！考慮到晚飯，如果能射落鴿子就更好了。",
      "jp": "<color=#37FFFF>フィッシュル：</color>夜の魔矢よ…我が祝福の名を呼びかけ、罰となる蒼紫の雷光を求め、運命の敵を射落とせ！\n\n<color=#37FFFF>オズ：</color>偉いですぞ！夕食のこともございますし、鳩でも射止めてくれると最高ですな。",
      "ko": "<color=#37FFFF>피슬:</color> 칠야의 마법 화살…그가 소리 높여 나의 축복받은 이름을 부르며 죄를 벌하는 푸른 자색 뇌광으로 운명의 적을 쏘아 떨어뜨려 달라고 하는구나!\n\n<color=#37FFFF>오즈:</color> 위대하십니다! 저녁 식사를 고려한다면, 화살로 비둘기를 쏘아 떨어뜨린다면 더 좋겠군요",
      "en": "<color=#37FFFF>Fischl:</color> My magic arrow cries out my holy name as it streaks through the night, praying that the violet lightning of retribution shall strike the enemies of fate down from the skies!\n\n<color=#37FFFF>Oz:</color> Quite awe-inspiring, mein Fräulein! Since it's nearly dinner time, perhaps you might shoot a pigeon down while you're at it?",
      "de": "<color=#37FFFF>Fischl:</color> Meine magischen Pfeile rufen meinen heiligen Namen, während sie durch die Nacht streifen und ich bete, dass der violette Blitz der Vergeltung die Feinde des Schicksals vom Himmel herab trifft!\n\n<color=#37FFFF>Oz:</color> Sehr inspirierend! Es ist auch fast schon Abendessen-Zeit, wir könnten bei der Gelegenheit auch ein paar Tauben schießen gehen, wo die Pfeile schon einmal fliegen.",
      "es": "<color=#37FFFF>Fischl:</color> ¡Mi flecha mágica grita mi sagrado nombre mientras vuela a través de la noche, rezando para que el rayo violeta de la retribución golpee a los enemigos del destino desde el firmamento!\n\n<color=#37FFFF>Oz:</color> ¡Impresionante, señorita! Ya que es casi la hora de la cena, ¿podría derribar una paloma con una de esas flechas?",
      "fr": "<color=#37FFFF>Fischl :</color> Ma flèche magique crie mon nom lors de sa traversée de la nuit sombre, implorant que la foudre divine s'abatte sur les ennemis du destin !\n\n<color=#37FFFF>Oz :</color> Que c'est beau ! D'ailleurs, l'heure du dîner approche ; vous pourriez sûrement chasser un pigeon pendant que vous y êtes.",
      "pt": "<color=#37FFFF>Fischl:</color> Minha flecha mágica grita pelo meu santo nome enquanto percorre a noite, rezando para que o raio violeta da retaliação atinja os inimigos do destino, caindo dos céus!\n\n<color=#37FFFF>Oz:</color> Muito inspirador, minha Princesa do Pecado! Como está quase na hora do jantar, talvez você pudesse aproveitar e abater um pombo enquanto isso?",
      "ru": "<color=#37FFFF>Фишль:</color> Мои стрелы воспевают моё священное имя, когда летят сквозь ночную тьму и молят о том, чтобы пурпурные молнии справедливой кары настигли врагов судьбы! \n\n<color=#37FFFF>Оз:</color> Ваши речи прекрасны, миледи! Быть может, ваши стрелы настигнут какого-нибудь голубя? Время ужина.",
      "id": "<color=#37FFFF>Fischl:</color> Panah ajaibku memanggil nama suciku saat melesat sepanjang malam, berdoalah agar kilat violet penghakiman akan menembak jatuh musuh takdir!\n\n<color=#37FFFF>Oz:</color> Cukup menginspirasi, mein Fräulein! Mempertimbangkan sudah hampir waktunya makan malam, mungkin Anda bisa menembakkan merpati saat Anda melakukannya?",
      "th": "<color=#37FFFF>Fischl:</color> ลูกศรเวทแห่งราตรีกาล... มันเรียกหานามแห่งพรศักดิ์สิทธิ์ ของข้า ขอให้สายฟ้าแห่งการแก้แค้น ฟาดไปที่ศัตรูแห่งโชคชะตา!\n\n<color=#37FFFF>Oz:</color> พูดถึงมื้อค่ำ ถ้ายิงนกพิราบได้ก็ยิ่งดีสินะ",
      "vi": "<color=#37FFFF>Fischl: </color>Mũi tên ma lực của màn đêm... Nó đang gọi tên ta, van cầu tia sét màu tím bắn rơi sinh mệnh kẻ địch!\n\n<color=#37FFFF>Oz: </color>Thật là vĩ đại, hãy nghĩ đến bữa tối, nếu có thể bắn rơi được chim bồ câu thì càng tốt."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "<color=#37FFFF>菲谢尔：</color>有了这个，就能更好地行使断罪皇女的威仪，击败名为「现实」的命运之敌了。\n\n<color=#37FFFF>奥兹：</color>嗯，就能更好地完成协会的工作了。",
      "zht": "<color=#37FFFF>菲謝爾：</color>有了這個，就能更好地行使斷罪皇女的威儀，擊敗名為「現實」的命運之敵了。\n\n<color=#37FFFF>奧茲：</color>嗯，就能更好地完成協會的工作了。",
      "jp": "<color=#37FFFF>フィッシュル：</color>これさえあれば、よりスムーズに断罪の皇女の力をつかいこなせ、「現実」という運命の敵を倒せるわ。\n\n<color=#37FFFF>オズ：</color>よりスムーズに協会の仕事をこなせられますな。",
      "ko": "<color=#37FFFF>피슬:</color> 이것만 있다면 단죄 황녀의 위엄으로 「현실」이라는 운명의 적을 쓰러트릴 수 있겠지\n\n<color=#37FFFF>오즈:</color> 길드의 의뢰를 더 잘 완수할 수 있겠네요",
      "en": "<color=#37FFFF>Fischl:</color> With this, I may more fully manifest my majesty as Prinzessin der Verurteilung, and defeat that sworn enemy of fate named \"reality.\"\n\n<color=#37FFFF>Oz:</color> It will also be of use in your work for the Adventurers' Guild, mein Fräulein.",
      "de": "<color=#37FFFF>Fischl:</color> Hiermit manifestiere ich mich vollständig als Prinzessin der Verurteilung und schwöre meinen Erzfeind namens Realität zu zerstören.\n\n<color=#37FFFF>Oz:</color> Es wird auch von großem Nutzen für unsere Arbeit in der Gilde sein.",
      "es": "<color=#37FFFF>Fischl:</color> De esta manera, podré hacer mejor alarde de mi autoridad como Princesa del Juicio y derrotar a ese enemigo del destino llamado “realidad”.\n\n<color=#37FFFF>Oz:</color> Y también le servirá de mucho en su trabajo en el Gremio de Aventureros, señorita.",
      "fr": "<color=#37FFFF>Fischl : </color> De cette manière, je pourrais asseoir mon autorité en tant que Princesse du châtiment et vaincre l'ennemi du destin qu'est la réalité.\n\n<color=#37FFFF>Oz :</color> Cela vous sera aussi d'une grande utilité pour votre travail au sein de la Guilde des aventuriers.",
      "pt": "<color=#37FFFF>Fischl:</color> Com isso, posso manifestar mais plenamente minha majestade como Princesa do Pecado, e derrotar aquela inimiga do destino chamada \"realidade\".\n\n<color=#37FFFF>Oz:</color> Hm. Também será útil em seu trabalho para a Guilda de Aventureiros, minha Princesa do Pecado.",
      "ru": "<color=#37FFFF>Фишль:</color> Теперь я стала ещё ближе к тому величию, что подобает иметь Принцессе осуждения, и пусть трепещут противники судьбы, имя которой «Реальность». \n\n<color=#37FFFF>Оз:</color> Это будет полезно и в вашей работе в Гильдии искателей приключений, миледи.",
      "id": "<color=#37FFFF>Fischl:</color> Dengan ini, aku bisa lebih sepenuhnya memanifestasikan keagunganku sebagai Prinzessin der Verurteilung, dan mengalahkan musuh takdir bernama \"kenyataan\".\n\n<color=#37FFFF>Oz:</color> Ini juga akan sangat berguna dalam pekerjaan Anda untuk Adventurers' Guild, mein Fräulein.",
      "th": "<color=#37FFFF>Fischl:</color> การมีสิ่งนี้จะยิ่งช่วยเพิ่ม ความน่าเกรงขามของเจ้าหญิงแห่งการลงทัณฑ์ และเอาชนะศัตรูแห่งโชคชะตา ที่ชื่อว่า \"ความจริง\"\n\n<color=#37FFFF>Oz:</color> อืม ก็จะสามารถทำงานของกิลด์ ได้ดียิ่งขึ้นน่ะ",
      "vi": "<color=#37FFFF>Fischl: </color>Có được thứ này sẽ giúp tăng cường sự uy nghiêm của Công Chúa Định Tội, đánh bại kẻ địch của vận mệnh, kẻ được mệnh danh là \"Hiện Thực\".\n\n<color=#37FFFF>Oz: </color>Ừ, có thể hoàn thành công việc của hiệp hội tốt hơn rồi!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "狂喜吧！战栗吧！要问为何的话，须知幽夜净土的断罪皇女，已经用这只左眼，看清了编织宇宙的命运之丝！",
      "zht": "狂喜吧！戰慄吧！要問為何的話，須知幽夜淨土的斷罪皇女，已經用這隻左眼，看清了編織宇宙的命運之絲！",
      "jp": "喜びなさい！震えあがりなさい！なぜなら、この幽夜浄土の断罪の皇女はもう、この左目で宇宙を織りなす運命の敵を見極めたから！",
      "ko": "기뻐하라! 전율하라! 왜냐고 묻는다면, 유야 정토의 단죄 황녀가 이 왼쪽 눈으로 우주를 엮는 운명을 실을 똑똑히 보았기 때문이지!",
      "en": "Rejoice! Else, tremble in fear! Whenceforth springs this call to mirth and misery, you ask? Let it be known that I, the Prinzessin der Verurteilung, sovereign of the Immernachtreich, have peered forth with mine leftmost eye into the tapestry of fate that doth make up the universe, and beheld its every warp, weft and dangling orphaned thread!",
      "de": "Erfreut euch! Oder zittert vor Angst! Woher dieser Ruf zu Heiterkeit und Elend kommt, willst du wissen? Es ist bekannt, dass ich, die Prinzessin der Verurteilung, Herrscherin über das Immernachtreich, mit dem linken Auge in das Gewebe des Schicksals, aus dem das Universum besteht, hineingeblickt und jede Verkettung, jede Verbindung und jeden baumelnden verwaisten Faden gesehen habe!",
      "es": "¡Regocíjense! ¡Tiemblen de terror! Pues gracias a su ojo izquierdo, ¡la Princesa del Juicio del Reino de la Noche Eterna ha visto con total claridad los hilos que tejen el destino del universo!",
      "fr": "Réjouissez-vous ! Tremblez de peur ! Moi, la Princesse du châtiment de l'Empire de la nuit éternelle, ai vu les fils qui tissent le destin de l'univers grâce à mon œil du jugement !",
      "pt": "Regozije-se! E também, tremam de medo! De onde surge esse chamado de alegria e miséria, você pergunta? Que se saiba que eu, a Princesa do Pecado, soberana do Reino da Noite Eterna, espreitei com o meu olho esquerdo a tapeçaria do destino que compõe o universo, e vi todos os seus fios de urdidura, trama e fios com completa clareza!",
      "ru": "Ликуйте! Ликуйте и содрогайтесь от страха! Почему? Потому что я, Принцесса осуждения, хозяйка Нирваны Ночи, уже взглянула левым глазом на вязь судьбы, что оплела вселенную, и увидела каждую повисшую осиротевшую нить!",
      "id": "Bersukacitalah! Gemetarlah dalam ketakutan! Jika kamu ingin bertanya dari mana munculnya panggilan untuk kegairahan dan kesengsaraan ini, ketahuilah bahwa aku, Prinzessin der Verurteilung, penguasa Immernachtreich, telah menggunakan mata kiri ini untuk melihat dengan jelas permadani takdir yang menganyam alam semesta!",
      "th": "ดีใจ! จนสั่นเทา! ถามว่าทำไมน่ะเหรอ เจ้าหญิงแห่งการลงทัณฑ์จาก ดินแดนแห่งราตรีบริสุทธิ์ ได้ใช้ตาข้างซ้ายมองโชคชะตาของ จักรวาลจนทะลุปรุโปร่ง แล้วน่ะสิ!",
      "vi": "Hãy vui mừng đi! Hãy run rẩy đi! Nếu muốn hỏi tại sao, thì đó chính là Công Chúa Định Tội của Vương Đô U Ám đã dùng con mắt trái nhìn thấu sợi tơ vận mệnh của vũ trụ!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "来到这个世界而失去的力量，似乎已经恢复了大半。哼哼哼，定罪之时即将…啊啊，不必担心。即使到了终末之刻，我在此世降下罪罚之雷时，也不会伤及你。因为，你可是我的祝圣之人啊。",
      "zht": "#來到這個世界而失去的力量，似乎已經恢復了大半。哼哼哼，定罪之時即將…啊啊，不必擔心。即使到了終末之刻，我在此世降下罪罰之雷時，也不會傷及{F#妳}{M#你}。因為，{F#妳}{M#你}可是我的祝聖之人啊。",
      "jp": "この世界に来て失った力の大半は戻ってきたようね。ハハハッ、判決の時はじきに…ええ、心配いらないわ。終末の時になったとしても、この世界に罰の雷を下しても、あなたを傷つけることなどないわ。あなたはわたくしの祝福を受けた人だもの。",
      "ko": "이 세계에 와서 잃은 힘이 절반은 회복된 것 같군. 흥흥흥, 심판을 내릴 때가 곧…아아, 너무 걱정할 필요 없어. 종말의 순간, 내가 이 세계에 심판의 번개를 내려도 넌 다치지 않을 거야. 왜냐하면 넌 나의 축복을 받은 사람이니까",
      "en": "I appear to have now regained most of the strength I lost in my transition to this world. Mwuhahaha, the day of judgment is nigh! ...Ah, worry not. Even at the last, when I bring the lightning of retribution upon this world, you shall come to no harm, for thou art blessed by the Prinzessin.",
      "de": "Es scheint, als hätte ich jetzt den größten Teil meiner Kraft zurückgewonnen, die ich beim Übergang in diese Welt verloren habe. Hahaha, der Tag der Verurteilung ist nahe! Aber, keine Sorge. Selbst am letzten Tag, wenn ich den Blitz der Vergeltung über diese Welt jage, sollt Ihr nicht zu Schaden kommen, denn Ihr seid von der Prinzessin gesegnet.",
      "es": "Parece que ya recuperé una gran parte de la fuerza que perdí al pasar de un mundo a otro. ¡Mujajaja! ¡El día del juicio final se acerca! Ah, no te preocupes. Ni siquiera al final, cuando haga que el rayo de la retribución caiga sobre este mundo, no sufrirás ningún daño, pues cuentas con la bendición de la Princesa.",
      "fr": "#Je crois bien avoir regagné la puissance que j'ai perdue lors de ma traversée des mondes. Mouhaha ! Le jour du jugement est arrivé ! ... Ah, ne vous en faites pas. Lorsque j'abattrai ma foudre divine sur ce monde, je m'assurerai qu'aucun mal ne vous soit fait. Vous êtes {M#mon protégé}{F#ma protégée} après tout...",
      "pt": "Parece que agora recuperei a maior parte da força que perdi em minha transição para este mundo. Hahahaha, o dia do julgamento está chegando!... Ah, não se preocupe. Mesmo no final, quando eu trouxer o relâmpago de vingança sobre este mundo, você não será prejudicado, pois você é abençoado pela Princesa do Pecado.",
      "ru": "#Когда я пришла в этот мир, я потеряла часть сил, но теперь они полностью вернулись ко мне. Муа-ха-ха, близок час расплаты!.. О, не волнуйся. Даже в последние минуты, когда я призову на этот мир карающие молнии, с тобой ничего не случится. Потому что ты благословл{F#енa}{M#ён} мною, Принцессой осуждения Фишль.",
      "id": "Sepertinya aku sekarang telah mendapatkan kembali sebagian besar kekuatanku yang hilang dalam transisiku ke dunia ini. HAHAHA, hari penghakiman sudah dekat! Ah, jangan khawatir. Bahkan pada akhirnya, ketika aku menjatuhkan kilat penghakiman di dunia ini, kamu tidak akan celaka, karena kamu diberkati oleh Prinzessin.",
      "th": "พลังที่สูญหายไปเมื่อมา ถึงโลกนี้นั้น ดูเหมือนจะฟื้นฟูได้เกิน กว่าครึ่งแล้ว หึหึหึ เวลาแห่งการตัดสินกำลัง จะมาถึงแล้ว...อ่ะ ๆ ไม่ต้องกังวลไป แม้แต่ตอนที่ข้าใช้สายฟ้า แห่งการลงทัณฑ์เจ้าก็จะ ไม่เป็นอะไร เพราะเจ้าเป็นคนที่ได้รับ พรศักดิ์สิทธิ์ของข้ายังไงล่ะ",
      "vi": "Sức mạnh bị mất đi khi đến thế giới này dường như đã hồi phục được hơn một nửa. Hừ, thời gian định tội sắp đến rồi... A, không cần lo lắng. Cho dù đến thời khắc cuối cùng, khi ta dùng sấm sét giáng xuống thế giới này, thì ta cũng sẽ không làm tổn thương ngươi. Bởi vì ngươi là người nhận được sự chúc phúc thánh thần của ta."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "以断罪之名！",
      "zht": "以斷罪之名！",
      "jp": "断罪の名において！",
      "ko": "단죄의 이름으로!",
      "en": "By royal decree!",
      "de": "Auf kaiserlichen Erlass!",
      "es": "¡Decreto real!",
      "fr": "Au nom du châtiment !",
      "pt": "Por decreto real!",
      "ru": "Именем принцессы!",
      "id": "Kuhukum dengan putusan kerajaan!",
      "th": "ด้วยนามแห่งการลงทัณฑ์!",
      "vi": "Với danh nghĩa định tội!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "现身吧，奥兹！",
      "zht": "現身吧，奧茲！",
      "jp": "姿を見せよ、オズ！",
      "ko": "나와라, 오즈!",
      "en": "Oz, reveal thyself!",
      "de": "Oz, offenbare dich!",
      "es": "¡Oz, revélate ante mí!",
      "fr": "Montre-toi, Oz !",
      "pt": "Oz, revele-se!",
      "ru": "Оз, покажись!",
      "id": "Oz, ungkapkan wujudmu!",
      "th": "ออกมาซะ Oz!",
      "vi": "Hiện thân đi, Oz!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "回应我吧！",
      "zht": "回應我吧！",
      "jp": "応えなさい！",
      "ko": "내 부름에 답하거라!",
      "en": "I summon thee!",
      "de": "Ich rufe dich!",
      "es": "¡Yo te invoco!",
      "fr": "Réponds-moi !",
      "pt": "Invoco-lhe!",
      "ru": "Я призываю тебя!",
      "id": "Aku memanggilmu!",
      "th": "จงตอบรับฉัน!",
      "vi": "Hãy trả lời ta!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "奥兹：又来了…",
      "zht": "奧茲：又來了…",
      "jp": "オズ：またか…",
      "ko": "오즈: 또 시작이시군…",
      "en": "Oz: No rest for the wicked...",
      "de": "Oz: Keine Ruhe für die Bösen ...",
      "es": "Oz: El mal no descansa...",
      "fr": "Oz : C'est reparti...",
      "pt": "Oz: Não há descanso para os ímpios...",
      "ru": "Оз: «Нет покоя для грешной души...»",
      "id": "Oz: Tidak ada kata istirahat bagi yang jahat...",
      "th": "Oz: อีกแล้วเหรอ...",
      "vi": "OZ: Lại nữa rồi..."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "黑之翼，屏断昼夜——",
      "zht": "黑之翼，屏斷晝夜——",
      "jp": "黒き翼よ、昼夜を切り裂きなさい——",
      "ko": "칠흑의 날개여, 낮과 밤을 가르거라——",
      "en": "Wings of Darkness, come, sever night from day!",
      "de": "Flügel der Dunkelheit, trennt die Nacht vom Tag!",
      "es": "Alas oscuras, ¡asolen el día y la noche!",
      "fr": "Ailes des ténèbres, coupez le jour de la nuit !",
      "pt": "Asas da Escuridão, venham separar o dia da noite!",
      "ru": "Крылья тьмы, явитесь и отрежьте день от ночи!",
      "id": "Sayap Kegelapan, pisahkanlah malam dari siang!",
      "th": "ปีกแห่งราตรี ที่กั้นระหว่างกลางคืนและกลางวัน!",
      "vi": "Đôi cánh bóng tối, cắt đứt ngày đêm"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "至夜幻现！",
      "zht": "至夜幻現！",
      "jp": "夜の幻現！",
      "ko": "암야의 환상!",
      "en": "Midnight Phantasmagoria!",
      "de": "Mitternachtstraum!",
      "es": "¡Ilusión nocturna!",
      "fr": "Incarnation de la nuit !",
      "pt": "Ilusão Noturna",
      "ru": "Ночная иллюзия!",
      "id": "Ilusi tengah malam!",
      "th": "Midnight Phantasmagoria!",
      "vi": "Ảo ảnh bóng đêm!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "影之鸦，渴求幽夜——",
      "zht": "影之鴉，渴求幽夜——",
      "jp": "影の鴉が、幽夜を求めている——",
      "ko": "레이븐, 어둠을 갈망하거라——",
      "en": "Shadow raven, let night fall!",
      "de": "Schattenrabe, lass die Nacht herein!",
      "es": "Cuervo de las sombras, ¡que caiga el velo de la noche!",
      "fr": "Corbeau des ombres, fais tomber la nuit !",
      "pt": "Corvo das sombras, deixe a noite cair!",
      "ru": "Ворон тьмы, да будет ночь!",
      "id": "Gagak bayangan, biarkan malam tiba!",
      "th": "เรเวนแห่งเงามืด จงนำราตรีมาสู่ข้า!",
      "vi": "Quạ bóng đêm, khao khát bóng tối"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其四",
      "zht": "元素爆發·其四",
      "jp": "元素爆発·4",
      "ko": "원소폭발·네 번째",
      "en": "Elemental Burst: IV",
      "de": "Spezialfähigkeit IV",
      "es": "Habilidad Definitiva (IV)",
      "fr": "Déchaînement élémentaire (4)",
      "pt": "Supremo - IV",
      "ru": "Взрыв стихии IV",
      "id": "Elemental Burst: IV",
      "th": "ท่าไม้ตาย - 4",
      "vi": "Kỹ Năng Nộ IV"
    },
    "line": {
      "zhs": "奥兹：一如小姐所愿！",
      "zht": "奧茲：一如小姐所願！",
      "jp": "オズ：お嬢様の仰せのままに！",
      "ko": "오즈: 아가씨의 뜻대로!",
      "en": "Oz: As you wish, mein Fräulein!",
      "de": "Oz: Wie du willst, mein Fräulein!",
      "es": "Oz: A sus ordenes, señorita.",
      "fr": "Oz : À vos ordres, maîtresse !",
      "pt": "Oz: Como desejar, minha princesa!",
      "ru": "Оз: «Как пожелаете, миледи!»",
      "id": "Oz: Seperti yang Anda inginkan, mein Fräulein!",
      "th": "Oz: ได้ตามที่คุณหนูต้องการ!",
      "vi": "OZ: Như tiểu thư mong muốn!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其五",
      "zht": "元素爆發·其五",
      "jp": "元素爆発·5",
      "ko": "원소폭발·다섯 번째",
      "en": "Elemental Burst: V",
      "de": "Spezialfähigkeit V",
      "es": "Habilidad Definitiva (V)",
      "fr": "Déchaînement élémentaire (5)",
      "pt": "Supremo - V",
      "ru": "Взрыв стихии V",
      "id": "Elemental Burst: V",
      "th": "ท่าไม้ตาย - 5",
      "vi": "Kỹ Năng Nộ V"
    },
    "line": {
      "zhs": "奥兹：至夜幻现！",
      "zht": "奧茲：至夜幻現！",
      "jp": "オズ：夜の幻現！",
      "ko": "오즈: 암야의 환상!",
      "en": "Oz: Midnight Phantasmagoria!",
      "de": "Oz: Mitternachtstraum!",
      "es": "Oz: ¡Ilusión nocturna!",
      "fr": "Oz : Incarnation de la nuit !",
      "pt": "Oz: Ilusão Noturna!",
      "ru": "Оз: «Ночная иллюзия!»",
      "id": "Oz: Ilusi tengah malam!",
      "th": "Oz: Midnight Phantasmagoria!",
      "vi": "OZ: Ảo ảnh bóng đêm!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "命运，指引我来此！",
      "zht": "命運，指引我來此！",
      "jp": "運命が我をここに呼んでいる！",
      "ko": "운명이 날 이곳으로 이끌었다!",
      "en": "Destiny has brought me hither!",
      "de": "Das Schicksal hat mich hierhergebracht!",
      "es": "¡El destino me ha traído hasta aquí!",
      "fr": "Le destin m'a amenée en ce lieu !",
      "pt": "O destino me trouxe até aqui!",
      "ru": "Судьба привела меня сюда!",
      "id": "Takdir telah menuntunku kemari!",
      "th": "โชคชะตานำพาฉันมายังที่แห่งนี้!",
      "vi": "Vận mệnh đưa lối ta đến nơi này!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "荒芜的世界，竟藏有这等瑰宝！",
      "zht": "荒蕪的世界，竟藏有這等瑰寶！",
      "jp": "荒れ狂う世界に眠る宝よ！",
      "ko": "황폐한 세계에 이렇게 진귀한 보물이 있다니!",
      "en": "What trinkets lie veiled within this desolate plane?",
      "de": "Welche Schmuckstücke liegen in dieser trostlosen Ebene verborgen?",
      "es": "¿Qué riquezas yacen bajo este páramo desolado?",
      "fr": "Quels bibelots se cachent dans ce plan désolé ?",
      "pt": "Que quinquilharias estão veladas dentro deste terreno desolado?",
      "ru": "Какие сокровища скрыты в этом бесплодном мире?",
      "id": "Harta apa yang tersembunyi di balik tirai kegelapan ini?",
      "th": "ในดินแดนที่กันดารนี้ ยังมีสมบัติเช่นนี้ซ่อนอยู่!",
      "vi": "Thế giới hoang vu này lại có vật báu quý giá thế sao!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "哈哈哈，高呼我的祝圣之名吧！",
      "zht": "哈哈哈，高呼我的祝聖之名吧！",
      "jp": "我が祝福の名を呼ぶがいい！",
      "ko": "하하하, 본 황녀의 축성의 이름을 크게 외치거라!",
      "en": "Hahaha, cry out my illustrious name!",
      "de": "Hahaha, rufe meinen illustren Namen!",
      "es": "Jajaja, ¡grita mi ilustre nombre!",
      "fr": "Hahaha, que mon illustre nom retentisse !",
      "pt": "Hahahaha, grite pelo meu ilustre nome!",
      "ru": "Ха-ха-ха, воскликни моё прославленное имя!",
      "id": "Hahaha, serukan agungnya namaku!",
      "th": "ฮ่าฮ่าฮ่า จงขานนามอันศักดิ์สิทธิ์ของฉัน!",
      "vi": "Ha ha ha, hãy tung hô danh xưng tốt đẹp của ta!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "只好稍微认真一点了，哼。",
      "zht": "只好稍微認真一點了，哼。",
      "jp": "本気を出すしかないわね、フン。",
      "ko": "좀 더 진지해져야겠군, 흥",
      "en": "Hmph! Doth thou wish to witness my true power?",
      "de": "Hmpf! Willst du Zeuge meiner wahren Macht werden?",
      "es": "¡Hum! ¿Ansías ser testigo de mi verídico poder?",
      "fr": "Hmph ! Il semblerait que je doive m'appliquer.",
      "pt": "Hmph! Quer conhecer o meu verdadeiro poder?",
      "ru": "Ха! Хотите узреть мою истинную мощь?",
      "id": "Hmph! Apakah kamu ingin menyaksikan kekuatanku yang sebenarnya?",
      "th": "คงทำได้แค่เอาจริงอีกสักหน่อยแล้วล่ะ หึ",
      "vi": "Đành phải nghiêm túc một chút vậy, hừm."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "奥兹：小姐，如果你倒下了，我——！",
      "zht": "奧茲：小姐，如果妳倒下了，我——！",
      "jp": "オズ：お嬢様が倒れたら、この私が——！",
      "ko": "오즈: 만약 아가씨께서 쓰러지신다면, 전——!",
      "en": "Oz: Mein Fräulein! Should you fall...",
      "de": "Oz: Mein Fräulein! Solltest du fallen ...",
      "es": "Oz: Señorita, si usted cayera, yo...",
      "fr": "Oz : Chère maîtresse, si vous tombez, je...",
      "pt": "Oz: Minha Princesa! Caso você caia...",
      "ru": "Оз: «Миледи! Если вы падёте...»",
      "id": "Oz: Mein Fräulein! Kalau Anda gugur...",
      "th": "Oz: คุณหนู ถ้าคุณหนูสลบไป ฉัน——！",
      "vi": "Oz: Tiểu thư, nếu cô ngã xuống, tôi...!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "皇女的命运，不应在此完结…！",
      "zht": "皇女的命運，不應在此完結…！",
      "jp": "皇女の運命は、ここで終わるはずがないわ…！",
      "ko": "황녀의 운명은 여기서 끝나지 않아…!",
      "en": "This cruel fate befits not one of royal blood!",
      "de": "Dieses grausame Schicksal gebührt nicht einem von kaiserlichem Blut!",
      "es": "¡Este atroz destino no es propio de una noble!",
      "fr": "Ce destin n'est pas digne d'une princesse...!",
      "pt": "Ninguém com sangue real é digno deste cruel destino!",
      "ru": "Столько жестокая судьба - не для монарших особ!",
      "id": "Nasib kejam ini tidak sesuai untuk darah bangsawan!",
      "th": "โชคชะตาของเจ้าหญิง ไม่ควรจบลงเช่นนี้...!",
      "vi": "Số phận của công chúa sẽ không kết thúc ở đây...!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "哼，就让我来吧！",
      "zht": "哼，就讓我來吧！",
      "jp": "フン、これほどの雑魚、わたくしに任せなさい！",
      "ko": "흥, 나한테 맡겨!",
      "en": "Hmph! Allow me!",
      "de": "Hmpf! Überlass es mir!",
      "es": "¡Hum! ¡Déjame a mí!",
      "fr": "Hmph ! Permettez-moi.",
      "pt": "Hnf! Permita-me!",
      "ru": "Ха, позволь мне!",
      "id": "Hah! Biarkan aku yang turun!",
      "th": "ฮึ่ม ให้ฉันจัดการเองเถอะ!",
      "vi": "Hừ, để ta!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "奥兹：小姐，那边有些不妙…",
      "zht": "奧茲：小姐，那邊有些不妙…",
      "jp": "オズ：お嬢様、あちらは少しまずいようです…",
      "ko": "오즈: 아가씨, 저기 좀 심상치 않아 보이는군요…",
      "en": "Oz: Mein Fräulein, your presence is urgently required...",
      "de": "Oz: Mein Fräulein, deine Freunde brauchen deine Hilfe ...",
      "es": "Oz: Princesa, se requiere su presencia urgentemente...",
      "fr": "Oz : Maîtresse, votre présence est requise de toute urgence...",
      "pt": "Oz: Minha princesa, sua presença é urgentemente necessária...",
      "ru": "Оз: Миледи, срочно требуется ваше присутствие...",
      "id": "Oz: Mein Fräulein, kehadiran Anda sangat dibutuhkan di sini ....",
      "th": "Oz: คุณหนู ตรงนั้นมีอะไรผิดปกติ...",
      "vi": "Oz: Bên kia không ổn rồi tiểu thư..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "这个世界，也容不得本皇女吗…",
      "zht": "這個世界，也容不得本皇女嗎…",
      "jp": "この世界も、この皇女の居場所がないのかしら…",
      "ko": "이 세계는 본 황녀를 용납하지 못하는 것인가…",
      "en": "This realm is no home for a princess...",
      "de": "Dieses Reich ist kein Zuhause für eine Prinzessin ...",
      "es": "Este mundo no es el hogar de una princesa...",
      "fr": "Ce monde n'est pas pour moi...",
      "pt": "Este reino não é lugar para uma princesa...",
      "ru": "Этот мир - не место для принцессы...",
      "id": "Dunia ini bukanlah rumah bagi sang Prinzessin...",
      "th": "โลกใบนี้รองรับเจ้าหญิงอย่างฉันต่อไปอีกไม่ได้แล้วงั้นเหรอ...",
      "vi": "Thế giới này, cũng không khoan nhượng với công chúa ta sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "我将再度降临…呜…",
      "zht": "我將再度降臨…嗚…",
      "jp": "わたくしはもう一度降臨する…うっ…",
      "ko": "난 다시… 강림할 것이다…",
      "en": "One shall... descend... once again...",
      "de": "Ich werde ... wiederkommen ...",
      "es": "Yo... descenderé... una vez más...",
      "fr": "Je reviendrai... Ugh...",
      "pt": "Desceremos... Mais uma vez...",
      "ru": "Я... восстану... снова...",
      "id": "Diriku akan... bangkit... lagi...",
      "th": "แล้วฉันจะกลับมาอีกครั้ง... โอ้ว...",
      "vi": "Lại lần nữa sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "奥兹：小姐！…",
      "zht": "奧茲：小姐！…",
      "jp": "オズ：お嬢様…！",
      "ko": "오즈: 아가씨!…",
      "en": "Oz: Mein Fräulein!",
      "de": "Oz: Mein Fräulein!",
      "es": "Oz: ¡Señorita!",
      "fr": "Oz : Maîtresse !",
      "pt": "Oz: Minha princesa!",
      "ru": "Оз: Миледи!",
      "id": "Oz: Mein Fräulein!",
      "th": "Oz: คุณหนู!...",
      "vi": "Oz: Tiểu thư!..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "不敬之徒",
      "zht": "不敬之徒！",
      "jp": "ぶ、無礼者ッ！",
      "ko": "불경한 놈!",
      "en": "Insubordination!",
      "de": "Ungehorsamkeit!",
      "es": "¡Qué insubordinación!",
      "fr": "Quelle insubordination !",
      "pt": "Insubordinação!",
      "ru": "Неподчинение!",
      "id": "Pembangkang!",
      "th": "เจ้าคนไม่มีมารยาท",
      "vi": "Đồ bất kính"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "以皇女之名！",
      "zht": "以皇女之名！",
      "jp": "皇女の名のもとに！",
      "ko": "황녀의 이름으로!",
      "en": "In the name of the Prinzessin!",
      "de": "Im Namen der Prinzessin!",
      "es": "¡En nombre de la Princesa!",
      "fr": "Au nom de la princesse !",
      "pt": "Em nome da Princesa!",
      "ru": "Во имя принцессы!",
      "id": "Dalam nama Prinzessin!",
      "th": "ด้วยนามเจ้าหญิงแห่งการลงทัณฑ์!",
      "vi": "Với danh nghĩa công chúa!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "菲谢尔：赞颂我的降临吧。奥兹：伟哉！",
      "zht": "菲謝爾：讚頌我的降臨吧。奧茲：偉哉！",
      "jp": "フィッシュル：わたくしの降臨を讃えなさい。\n\nオズ：崇高なり！",
      "ko": "피슬: 나의 강림을 찬양하라. 오즈: 위대하십니다!",
      "en": "Oz: Behold, the Prinzessin der Verurteilung!",
      "de": "Oz: Seht her, die Prinzessin der Verurteilung!",
      "es": "Oz: ¡He aquí a la Princesa del Juicio!",
      "fr": "Fischl : Réjouissez-vous de mon arrivée.\n\nOz : Longue vie à la princesse !",
      "pt": "Oz: Contemplem, a Princesa do Pecado!",
      "ru": "Оз: Узрите Принцессу осуждения!",
      "id": "Oz: Saksikanlah kedatangan Prinzessin der Verurteilung!",
      "th": "Fischl: สรรเสริญการมาของฉันสิ Oz: ยิ่งใหญ่มาก!",
      "vi": "Fischl: Khen ngợi sự xuất hiện của ta đi. Oz: Có mặt!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "你的命运，已成为我掌间之丝！",
      "zht": "#{F#妳}{M#你}的命運，已成為我掌間之絲！",
      "jp": "貴方の運命は、すでに我が手中の糸が絡めとった！",
      "ko": "네 운명은 이미 내 손안에 있다!",
      "en": "The threads of your fate lie in my hands!",
      "de": "Die Fäden deines Schicksals liegen in meinen Händen!",
      "es": "¡Los hilos de tu destino reposan sobre mis manos!",
      "fr": "Votre destin est entre mes mains !",
      "pt": "Os fios do seu destino estão em minhas mãos!",
      "ru": "Нити твоей судьбы в моих руках!",
      "id": "Garis takdirmu ada dalam genggamanku!",
      "th": "ชะตากรรมของเจ้า อยู่ในกำมือข้าแล้ว!",
      "vi": "Vận mệnh của ngươi đã trở thành sợi chỉ trong lòng bàn tay ta!"
    }
  }
]