[
  {
    "title": {
      "zhs": "普通攻击·踏辰摄斗",
      "zht": "普通攻擊·踏辰攝斗",
      "jp": "通常攻撃·踏辰摂斗",
      "ko": "일반 공격·별의 포획자",
      "en": "Normal Attack: Dawnstar Piercer",
      "de": "Standardangriff: Morgensternstachel",
      "es": "Ataque Normal: Perforaestrellas",
      "fr": "Attaque normale : Percée des étoiles",
      "pt": "Ataque Normal: Perfuradora do Amanhecer",
      "ru": "Пронзая звёзды",
      "id": "Normal Attack: Dawnstar Piercer",
      "th": "โจมตีปกติ: Dawnstar Piercer",
      "vi": "Tấn Công Thường - Đạp Thần Nhiếp Đấu"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多五段的连续枪击。\n\n<color=#FFD780FF>重击</color>\n消耗一定体力，向前方突进，对路径上的敌人造成伤害。\n\n<color=#FFD780FF>下落攻击</color>\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多五段的連續槍擊。\n\n<color=#FFD780FF>重擊</color>\n消耗一定體力，向前方突進，對路徑上的敵人造成傷害。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n槍による最大5段の連続攻撃を行う。\n\n<color=#FFD780FF>重撃</color>\n一定のスタミナを消費して前方に突進し、経路上の敵にダメージを与える。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n창으로 최대 5번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 5 consecutive spear strikes.\n\n<color=#FFD780FF>Charged Attack</color>\nConsumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way.\n\n<color=#FFD780FF>Plunging Attack</color>\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 5 Lanzenstiche hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nVerbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 5 ataques rápidos con lanza.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume una cierta cantidad de Aguante para lanzarse al frente, infligiendo daño a los enemigos en el camino.\n\n<color=#FFD780FF>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 5 coups de lance.\n\n<color=#FFD780FF>Attaque chargée</color>\nConsomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis sur la route.\n\n<color=#FFD780FF>Attaque plongeante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 5 golpes com a lança.\n\n<color=#FFD780FF>Ataque Carregado</color>\nConsome uma certa quantidade de Stamina para se lançar para frente, infligindo Dano em seu trajeto.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо пяти ударов копьём.\n\n<color=#FFD780FF>Заряженная атака:</color>\nВыпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.\n\n<color=#FFD780FF>Атака в падении:</color>\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 5 serangan tombak berturut-turut.\n\n<color=#FFD780FF>Charged Attack</color>\nMengonsumsi sejumlah Stamina untuk menerjang ke depan, mengakibatkan DMG pada musuh di jalurnya.\n\n<color=#FFD780FF>Plunging Attack</color>\nMenerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nโจมตีต่อเนื่องมากสุดห้าครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nใช้พลังกายปริมาณหนึ่งเพื่อ พุ่งไปข้างหน้าและสร้างความเสียหาย แก่ศัตรูที่อยู่ในเส้นทาง\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 5 lần đánh liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\nTiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "仰灵威召将役咒",
      "zht": "仰靈威召將役咒",
      "jp": "仰霊威召将役呪",
      "ko": "위령 소환 구사술",
      "en": "Spring Spirit Summoning",
      "de": "Mantra der Geisterbeschwörung",
      "es": "Espíritu exorcizador",
      "fr": "Invocation d'esprit printanier",
      "pt": "Invocação Espiritual",
      "ru": "Призыв духа",
      "id": "Spring Spirit Summoning",
      "th": "Spring Spirit Summoning",
      "vi": "Triệu Tướng Dịch Chú"
    },
    "description": {
      "zhs": "凝叠银之霜露，摒退一切邪魔。\n为队伍中附近的所有角色施加「冰翎」效果，并依据点按、长按，以不同的方式造成<color=#99FFFFFF>冰元素伤害</color>。\n\n<color=#FFD780FF>点按</color>\n与「箓灵」一同向前突进，对路径上的敌人造成<color=#99FFFFFF>冰元素伤害</color>。\n\n<color=#FFD780FF>长按</color>\n律令「箓灵」，造成<color=#99FFFFFF>冰元素范围伤害</color>。\n\n<color=#FFD780FF>冰翎</color>\n普通攻击、重击、下落攻击、元素战技和元素爆发伤害对敌人造成<color=#99FFFFFF>冰元素伤害</color>时，基于申鹤自己当前的攻击力，提高造成的伤害。\n\n「冰翎」效果会在持续时间结束或生效一定次数后消失。长按施加的「冰翎」相比点按，拥有更长的持续时间与更多的生效次数。\n一次<color=#99FFFFFF>冰元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「冰翎」的角色，其生效次数单独计算。\n\n<i>「灵威非虚，役有百工。神女有令，急到符中。摄！」</i>",
      "zht": "凝疊銀之霜露，摒退一切邪魔。\n為隊伍中附近的所有角色施加「冰翎」效果，並依據點按、長按，以不同的方式造成<color=#99FFFFFF>冰元素傷害</color>。\n\n<color=#FFD780FF>點按</color>\n與「籙靈」一同向前突進，對路徑上的敵人造成<color=#99FFFFFF>冰元素傷害</color>。\n\n<color=#FFD780FF>長按</color>\n律令「籙靈」，造成<color=#99FFFFFF>冰元素範圍傷害</color>。\n\n<color=#FFD780FF>冰翎</color>\n普通攻擊、重擊、下落攻擊、元素戰技和元素爆發傷害對敵人造成<color=#99FFFFFF>冰元素傷害</color>時，基於申鶴自己目前的攻擊力，提高造成的傷害。\n\n「冰翎」效果會在持續時間結束或生效一定次數後消失。長按施加的「冰翎」相比點按，擁有更長的持續時間與更多的生效次數。\n一次<color=#99FFFFFF>冰元素傷害</color>同時命中多名敵人時，會依據命中敵人的數量消耗生效次數；隊伍中具有「冰翎」的角色，其生效次數單獨計算。\n\n<i>「靈威非虛，役有百工。神女有令，急到符中。攝！」</i>",
      "jp": "銀の霜露を凝集させ、すべての妖魔を一掃する。\n周囲のチーム全員に「氷翎」効果を付与する。また一回押しと長押しによって、攻撃方法の異なる<color=#99FFFFFF>氷元素ダメージ</color>を与える。\n\n<color=#FFD780FF>一回押し</color>\n「籙霊」と共に前方へ突進し、経路上の敵に<color=#99FFFFFF>氷元素ダメージ</color>を与える。\n\n<color=#FFD780FF>長押し</color>\n「籙霊」に律令を下し、<color=#99FFFFFF>氷元素範囲ダメージ</color>を与える。\n\n<color=#FFD780FF>氷翎</color>\n通常攻撃、重撃、落下攻撃、元素スキル、元素爆発が敵に<color=#99FFFFFF>氷元素ダメージ</color>を与える時、申鶴自身の攻撃力を基準にダメージがアップする。\n\n「氷翎」効果は継続時間の終了、または規定回数の発動後に消失する。長押しで「氷翎」効果を付与した場合、発動回数が増え、継続時間がより長くなる。\n一回の<color=#99FFFFFF>氷元素ダメージ</color>が複数の敵に命中した場合は、その敵の数に応じて発動回数が消費される。「氷翎」の発動回数は、付与されたキャラクターごとに計算される。\n\n<i>「霊力に偽りなし。令を背負いて、神女は馳せる。」</i>",
      "ko": "겹겹이 응결된 은빛 서리가 모든 요마를 퇴치하리.\n근처 파티 내 모든 캐릭터에게 「얼음의 깃」 효과를 부여하고 짧은 터치, 홀드에 따라 각기 다른 방식으로 <color=#99FFFFFF>얼음 원소 피해</color>를 준다.\n\n<color=#FFD780FF>짧은 터치</color>\n「녹령」과 함께 앞으로 돌진해 경로상의 적에게 <color=#99FFFFFF>얼음 원소 피해</color>를 준다.\n\n<color=#FFD780FF>홀드</color>\n「녹령」에게 율령을 내려 <color=#99FFFFFF>얼음 원소 범위 피해</color>를 준다.\n\n<color=#FFD780FF>얼음의 깃</color>\n일반 공격, 강공격, 낙하 공격, 원소전투 스킬과 원소폭발 피해가 적에게 <color=#99FFFFFF>얼음 원소 피해</color>를 주면, 신학의 공격력을 기반으로 가하는 피해가 증가한다.\n\n「얼음의 깃」 효과는 지속 시간 종료 또는 일정 횟수 발동 후 사라진다. 홀드로 부여한 「얼음의 깃」은 짧은 터치보다 지속 시간이 길고 발동 횟수가 많다.\n1회의 <color=#99FFFFFF>얼음 원소 피해</color>로 동시에 다수의 적 명중 시, 명중한 적의 수에 따라 발동 횟수를 소모한다. 파티 내에 「얼음의 깃」을 보유한 캐릭터의 발동 횟수는 따로 계산된다.\n\n<i>「영의 위력엔 거짓이 없다. 신녀는 명을 받으면 달려온다」</i>",
      "en": "#The frosted dew, silvery and dense, shall exorcise all demons.\nGrants all nearby party members the Icy Quill effect and deals <color=#99FFFFFF>Cryo DMG</color> in different ways based on whether it is {LAYOUT_MOBILE#tapped}{LAYOUT_PC#pressed}{LAYOUT_PS#pressed} or held.\n\n<color=#FFD780FF>{LAYOUT_MOBILE#Tap}{LAYOUT_PC#Press}{LAYOUT_PS#Press}</color>\nRushes forward together with a Talisman Spirit, dealing <color=#99FFFFFF>Cryo DMG</color> to opponents along the path.\n\n<color=#FFD780FF>Hold</color>\nCommands the Talisman Spirit to deal <color=#99FFFFFF>AoE Cryo DMG</color>.\n\n<color=#FFD780FF>Icy Quill</color>\nWhen Normal, Charged, and Plunging Attacks, Elemental Skills, and Elemental Bursts deal <color=#99FFFFFF>Cryo DMG</color> to opponents, the DMG dealt is increased based on Shenhe's current ATK.\n\nThe Icy Quill's effects will be cleared once its duration ends or after being triggered a certain number of times. When held rather than {LAYOUT_MOBILE#tapped}{LAYOUT_PC#pressed}{LAYOUT_PS#pressed}, the Icy Quill's effect lasts longer and can be triggered more times.\nWhen one <color=#99FFFFFF>Cryo DMG</color> instance strikes multiple opponents, the effect is triggered multiple times based on the number of opponents hit. The number of times the effect is triggered is calculated independently for each party member with the Icy Quill.\n\n<i>The power of the spirits is no falsehood. Burdened with her orders, the divine maiden hurries on!</i>",
      "de": "Fester und silberner eisiger Tau möge das Böse vertreiben.\nVerleiht allen Truppenmitgliedern in der Nähe den Effekt „Eisfeder“ und verursacht je nachdem, ob gedrückt oder gedrückt gehalten wird, auf unterschiedliche Weise <color=#99FFFFFF>Kryo-Schaden</color>.\n\n<color=#FFD780FF>Drücken</color>\nStößt gemeinsam mit einem „Talismangeist“ vor und fügt Gegnern in der Bahn <color=#99FFFFFF>Kryo-Schaden</color> zu.\n\n<color=#FFD780FF>Gedrückt halten</color>\nBefielt dem Talismangeist, <color=#99FFFFFF>Kryo-Flächenschaden</color> zu verursachen.\n\n<color=#FFD780FF>Eisfeder</color>\nErhöht den Gegnern mit Standardangriffen, heftigen Schlägen, Angriffen aus dem Fall, Elementarfähigkeiten und Spezialfähigkeiten zugefügten <color=#99FFFFFF>Kryo-Schaden</color> basierend auf Shenhes eigenem aktuellen ANG.\n\nDer Effekt „Eisfeder“ erlischt nach dem Ende der Wirkungsdauer oder nach dem Inkrafttreten einer bestimmten Menge an Stapelungen. Eisfeder hält beim Gedrückthalten länger und verleiht mehr Stapelungen als beim Drücken.\nVerbraucht beim Treffen mehrerer Gegner mit einem einzelnen <color=#99FFFFFF>Kryo-Schaden</color> eine der Anzahl der getroffenen Gegner entsprechende Menge an wirksamen Stapelungen. Die wirksamen Stapelungen jedes Truppenmitglieds mit dem Effekt Eisfeder werden unabhängig voneinander berechnet.\n\n<i>„Die Macht der Geister ist keine Täuschung. Hunderte von ihnen arbeiten für mich. Die göttliche Jungfrau befielt, in den Talisman zu eilen! Los!“</i>",
      "es": "#Invoca una escarcha plateada para exorcizar el mal.\nAplica el efecto de “pluma glacial” sobre todos los personajes del equipo cercanos e inflige <color=#99FFFFFF>Daño Cryo</color> de maneras distintas dependiendo de si la habilidad se activó {LAYOUT_MOBILE#con un toque}{LAYOUT_PC#pulsando una vez}{LAYOUT_PS#pulsando una vez} o manteniendo pulsado.\n\n<color=#FFD780FF>{LAYOUT_MOBILE#Un toque}{LAYOUT_PC#Pulsar una vez}{LAYOUT_PS#Pulsar una vez}</color>\nSe lanza al frente junto a un espíritu hechizado para infligir <color=#99FFFFFF>Daño Cryo</color> contra los enemigos en su camino.\n\n<color=#FFD780FF>Mantener pulsado</color>\nOrdena al espíritu hechizado que inflija <color=#99FFFFFF>Daño Cryo en el AdE</color>.\n\n<color=#FFD780FF>Pluma glacial</color>\nCuando los Ataques Normales, Cargados o Descendentes o la Habilidad Elemental o Definitiva infligen <color=#99FFFFFF>Daño Cryo</color> contra un enemigo, el daño que infligen aumenta en proporción al ATQ actual de Shenhe.\n\nLos efectos de la pluma glacial desaparecerán cuando termine su duración o cuando se haya activado un número determinado de cargas. La pluma glacial activada manteniendo pulsado tiene una mayor duración y un mayor número de cargas que la activada {LAYOUT_MOBILE#con un toque}{LAYOUT_PC#pulsando una vez}{LAYOUT_PS#pulsando una vez}.\nAl golpear a varios enemigos a la vez con un golpe de <color=#99FFFFFF>Daño Cryo</color>, se consumirán cargas en función del número de enemigos golpeados. Los efectos y las cargas de la pluma glacial se calculan de manera independiente para cada personaje.\n\n<i>Que los espíritus tienen poder no es ninguna falsedad. Ahora, yo te ordeno que en el talismán has de entrar. ¡Ja!</i>",
      "fr": "#La rosée givrée et argentée exorcisera tous les démons.\nAccorde un effet de Pennage glacé à tous les membres de l'équipe à proximité, et inflige des <color=#99FFFFFF>DGT Cryo</color> de différentes manières selon que la capacité a été activée avec un appui simple ou long.\n\n<color=#FFD780FF>Appui simple</color>\nSe précipite vers l'avant avec un esprit talismanique, infligeant des <color=#99FFFFFF>DGT Cryo</color> aux ennemis en chemin.\n\n<color=#FFD780FF>Appui long</color>\nOrdonne à l'esprit talismanique d'infliger des <color=#99FFFFFF>DGT Cryo de zone</color>.\n\n<color=#FFD780FF>Pennage glacé</color>\nLorsqu'une attaque normale, chargée ou plongeante, une compétence ou un déchaînement élémentaire inflige des <color=#99FFFFFF>DGT Cryo</color> à un ennemi, les DGT infligés augmentent en fonction de l'ATQ actuelle de Shenhe.\n\nLes effets du pennage glacé disparaissent à la fin de sa durée ou après avoir activé un certain nombre de cumuls. En utilisant un pennage glacé avec un appui long à la place d'un appui simple, sa durée et le nombre de cumuls générés augmentent.\nLorsqu'une attaque de <color=#99FFFFFF>DGT Cryo</color> touche plusieurs ennemis en même temps, les cumuls sont consommés selon le nombre d'ennemis touchés. Les cumuls de pennage glacé sont calculés indépendamment pour tous les personnages de l'équipe.\n\n<i>« Le pouvoir des esprits n'est pas un mensonge. Même accablée par les ordres, la demoiselle divine continue !{NON_BREAK_SPACE}»</i>",
      "pt": "O orvalho gelado, prateado e denso, exorcizará todos os demônios.\nConcede a todos os personagens próximos o efeito de Pena Gelada, e de acordo com Pressionar ou Manter Pressionado, inflige <color=#99FFFFFF>Dano Cryo</color> de maneiras diferentes.\n\n<color=#FFD780FF>Pressionar</color>\nAvança para frente com um Talismã de Espírito, infligindo <color=#99FFFFFF>Dano Cryo</color> aos inimigos que estão no caminho.\n\n<color=#FFD780FF>Manter Pressionado</color>\nOrdena o Talismã de Espírito, infligindo <color=#99FFFFFF>Dano Cryo em uma AdE</color>.\n\n<color=#FFD780FF>Pena Gelada</color>\nQuando <color=#99FFFFFF>Dano Cryo</color> é infligido com Ataque Normal, Ataque Carregado, Ataque Imersivo, Habilidade Elemental ou Supremo, é obtido um aumento de Dano com base no ATQ de Shenhe.\n\nOs efeitos de Pena Gelada desaparecerão quando sua duração acabar ou depois de terem sido desencadeados um certo número de vezes. Manter Pressionado ao invés de Pressionar concede uma maior duração do efeito, bem como um número maior de cargas que pode ser ativado.\nQuando o Ataque com <color=#99FFFFFF>Dano Cryo</color> atingir múltiplos inimigos, as cargas serão consumidas com base no número de inimigos atingidos. Os efeitos de Pena Gelada, bem com seu número em cada membro da equipe são contados independentemente.\n\n<i>\"O poder dos espíritos não é uma enganação. Sob o fardo de suas ordens, a donzela divina continua sua missão.\"</i>",
      "ru": "Иней застывшего серебра изгоняет всех демонов.\nНакладывает эффект Ледяное перо на всех окружающих членов отряда и наносит разное количество <color=#99FFFFFF>Крио урона</color> в зависимости от того, была ли использована форма быстрого или долгого нажатия навыка.\n\n<color=#FFD780FF>Быстрое нажатие:</color>\nБросается вперёд вместе с Духом талисмана, нанося <color=#99FFFFFF>Крио урон</color> противникам на пути.\n\n<color=#FFD780FF>Долгое нажатие:</color>\nПриказывает Духу талисмана нанести <color=#99FFFFFF>Крио урон по площади</color>.\n\n<color=#FFD780FF>Ледяное перо:</color>\nКогда обычные атаки, заряженные атаки, атаки в падении, элементальные навыки или взрывы стихии наносят противникам <color=#99FFFFFF>Крио урон</color>, то наносимый урон увеличивается в зависимости от текущей силы атаки Шэнь Хэ.\n\nЭффект Ледяное перо будет снят по окончании его действия или после израсходования определённого количества зарядов. Долгое нажатие даст большую продолжительность и большее количество зарядов, чем быстрое.\n\nКогда <color=#99FFFFFF>Крио урон</color> от одного удара наносится одновременно нескольким противникам, заряды будут расходоваться в зависимости от количества поражённых противников. Количество зарядов Ледяного пера каждого члена отряда подсчитывается отдельно.\n\n<i>Велика сила духов. В бою слава их ждёт. По приказу богини устремятся вперёд!</i>",
      "id": "Memadatkan embun beku perak untuk mengusir semua iblis.\nMemberikan efek \"Icy Quill\" pada seluruh anggota party di sekitar dan mengakibatkan <color=#99FFFFFF>Cryo DMG</color> berdasarkan cara skill dilancarkan, yaitu ditekan atau ditahan.\n\n<color=#FFD780FF>Mode Tekan</color>\nMenerjang ke arah depan bersama \"Talisman Spirit\" dan mengakibatkan <color=#99FFFFFF>Cryo DMG</color> pada musuh yang berada di jalur serangan.\n\n<color=#FFD780FF>Mode Tahan</color>\nMemerintahkan Talisman Spirit untuk mengakibatkan <color=#99FFFFFF>Cryo DMG Area</color>.\n\n<color=#FFD780FF>Icy Quill</color>\nSaat Normal Attack, Charged Attack, Plunging Attack, Elemental Skill, dan Elemental Burst mengakibatkan <color=#99FFFFFF>Cryo DMG</color> kepada musuh, DMG yang diakibatkan akan meningkat sesuai dengan ATK Shenhe saat ini.\n\nEfek Icy Quill akan hilang setelah durasinya berakhir atau lapisannya terkonsumsi dalam jumlah tertentu. Icy Quill yang dilancarkan dengan Mode Tahan akan memiliki durasi lebih lama dan jumlah lapisan lebih banyak.\nSaat satu serangan <color=#99FFFFFF>Cryo DMG</color> mengenai beberapa musuh secara bersamaan, jumlah lapisan Icy Quill yang dikonsumsi akan disesuaikan dengan jumlah musuh yang terkena serangan. Efek dan jumlah lapisan Icy Quill untuk setiap Karakter dalam party akan dihitung secara terpisah.\n\n<i>\"Kekuatan roh bukanlah suatu kepalsuan. Gadis suci ini telah diperintahkan untuk segera bergegas!\"</i>",
      "th": "#น้ำค้างแข็งสีเงินที่ก่อตัวรวมกัน จะกำจัดสิ่งชั่วร้ายทั้งปวงให้สิ้น\nมอบเอฟเฟกต์ Icy Quill ให้แก่ตัวละครในทีมทั้งหมดที่อยู่ในบริเวณใกล้เคียง และสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>ที่แตกต่างกัน โดยขึ้นกับการ{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}หรือ{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}</color>\nพุ่งไปข้างหน้าพร้อมกันกับ Talisman Spirit เพื่อสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>แก่ศัตรูที่อยู่ในเส้นทาง\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nสั่งให้ Talisman Spirit สร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็งวงกว้าง</color>\n\n<color=#FFD780FF>Icy Quill</color>\nเมื่อความเสียหายของการโจมตีปกติ, ชาร์จโจมตี, โจมตีพุ่งลงจากอากาศ, สกิลธาตุ และท่าไม้ตายสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>แก่ศัตรู จะเพิ่มความเสียหายที่สร้าง โดยขึ้นกับพลังโจมตีในขณะนั้นของตัว Shenhe เอง\n\nเอฟเฟกต์ Icy Quill จะหายไปหลังจากสิ้นสุดช่วงเวลาต่อเนื่อง หรือเกิดเอฟเฟกต์ขึ้นจนครบจำนวนครั้งที่กำหนด โดยที่เมื่อเทียบกับการ{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}แล้ว Icy Quill ของการ{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง} จะมีช่วงเวลาต่อเนื่องที่ยาวนานกว่า และมีจำนวนครั้งการเกิดที่มากกว่า\nเมื่อ<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>ถูกศัตรูหลายตัวในครั้งเดียว จะใช้จำนวนชั้นเอฟเฟกต์ที่มีโดยขึ้นกับจำนวนของศัตรูที่ถูกโจมตี; จำนวนครั้งการเกิดเอฟเฟกต์ของตัวละครแต่ละตัวในทีมที่มี Icy Quill จะคิดแยกกัน\n\n<i>\"จิตวิญญาณไม่มีวันโป้ปด เทพธิดาได้มีคำสั่ง จงเร่งรุดไปที่เครื่องรางนั้นเถิด!\"</i>",
      "vi": "Ngưng tụ sương lộ, đẩy lui tà ma.\nThêm hiệu quả \"Băng Linh\" cho tất cả nhân vật trong đội gần đó, đồng thời gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color> khác nhau dựa theo cơ chế nhấn, nhấn giữ.\n\n<color=#FFD780FF>Nhấn</color>\nĐột kích về phía trước cùng \"Lục Linh\", gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color> cho kẻ địch trên đường.\n\n<color=#FFD780FF>Nhấn giữ</color>\nHiệu lệnh \"Lục Linh\", gây <color=#99FFFFFF>Sát Thương Phạm Vi Nguyên Tố Băng</color>.\n\n<color=#FFD780FF>Băng Linh</color>\nKhi sát thương tấn công thường, trọng kích, tấn công khi đáp, kỹ năng nguyên tố và kỹ năng nộ gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color> cho kẻ địch, sẽ tăng sát thương dựa vào sức tấn công hiện tại của Shenhe.\n\nHiệu quả \"Băng Linh\" sẽ biến mất khi hết thời gian duy trì hoặc đạt số lần kích hoạt nhất định. \"Băng Linh\" khi nhấn giữ sẽ có thời gian duy trì và số lần hiệu lực nhiều hơn so với nhấn.\nKhi trong 1 lần <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color> trúng cùng lúc nhiều kẻ địch, sẽ căn cứ vào số lượng kẻ địch trúng đòn để tiêu hao số lần hiệu lực; Số lần hiệu lực \"Băng Linh\" của mỗi nhân vật trong đội sẽ tính độc lập với nhau.\n\n<i>\"Linh uy phi hư，dịch hữu bách công. Thần nữ có lệnh, mau chóng có mặt. Nhiếp!\"</i>"
    }
  },
  {
    "title": {
      "zhs": "神女遣灵真诀",
      "zht": "神女遣靈真訣",
      "jp": "神女遣霊真訣",
      "ko": "신녀 강령 비결",
      "en": "Divine Maiden's Deliverance",
      "de": "Geisterbefehligung der göttlichen Jungfrau",
      "es": "Encantamiento de la damisela divina",
      "fr": "Délivrance de la demoiselle divine",
      "pt": "Encantamento da Donzela Divina",
      "ru": "Таинство освобождения",
      "id": "Divine Maiden's Deliverance",
      "th": "Divine Maiden's Deliverance",
      "vi": "Thần Nữ Khiển Linh Quyết"
    },
    "description": {
      "zhs": "解放「箓灵」的力量，驱使其驰骋世间，造成<color=#99FFFFFF>冰元素范围伤害</color>。\n「箓灵」将结成领域，使其中敌人的<color=#99FFFFFF>冰元素抗性</color>与物理抗性降低，并持续对其中的敌人造成<color=#99FFFFFF>冰元素伤害</color>。\n\n<i>「仙道法门并非证于虚玄，唯有观象天地万化，洞明红尘因果，方能得悟本真。」</i>",
      "zht": "解放「籙靈」的力量，驅使其馳騁世間，造成<color=#99FFFFFF>冰元素範圍傷害</color>。\n「籙靈」將結成領域，使其中敵人的<color=#99FFFFFF>冰元素抗性</color>與物理抗性降低，並持續對其中的敵人造成<color=#99FFFFFF>冰元素傷害</color>。\n\n<i>「仙道法門並非證於虛玄，唯有觀象天地萬化，洞明紅塵因果，方能得悟本真。」</i>",
      "jp": "力を解放した「籙霊」が俗世を駆け、<color=#99FFFFFF>氷元素範囲ダメージ</color>を与える。\n「籙霊」は領域を形成し、中にいるすべての敵の<color=#99FFFFFF>氷元素耐性</color>と物理耐性をダウンさせ、持続的に<color=#99FFFFFF>氷元素ダメージ</color>を与える。\n\n<i>「虚構に囚われた者では、仙道は悟れない。天地の変化を観察し、因果の法則を理解してこそ、初めてその本質を理解できる。」</i>",
      "ko": "「녹령」이 속세를 누비도록 그 힘을 개방해 <color=#99FFFFFF>얼음 원소 범위 피해</color>를 준다.\n「녹령」이 영역을 만들어 영역 내 적의 <color=#99FFFFFF>얼음 원소 내성</color>과 물리 내성을 감소시키고, 적에게 지속적으로 <color=#99FFFFFF>얼음 원소 피해</color>를 준다.\n\n<i>「선도를 수행하는 법은 허와 실에 따르지 않고, 오직 천지의 변화를 살피는 데 있으니, 속세의 인과를 깨우쳐야 비로소 본질을 깨달을 수 있다」</i>",
      "en": "Unleashes the power of the Talisman Spirit, allowing it to roam free in this plane, dealing <color=#99FFFFFF>AoE Cryo DMG</color>.\nThe Talisman Spirit then creates a field that decreases the <color=#99FFFFFF>Cryo RES</color> and Physical RES of opponents within it. It also deals periodic <color=#99FFFFFF>Cryo DMG</color> to opponents within the field.\n\n<i>The way of the adepti is not defined only by the mysterious and fantastical. Only by observing the changes in the heavens and the earth, and understanding the laws of cause and effect in this realm, may its essence be understood.</i>",
      "de": "Entfesselt die Kraft des „Talismangeists“, lässt ihn auf die Welt los und verursacht <color=#99FFFFFF>Kryo-Flächenschaden</color>.\nDer Talismangeist erschafft ein Feld, das den <color=#99FFFFFF>Kryo-WDS</color> sowie den physischen WDS von Gegnern darin verringert und ihnen fortlaufend <color=#99FFFFFF>Kryo-Schaden</color> zufügt.\n\n<i>„Der Weg der Adepten ist kein dunkles Mysterium, sondern kann begriffen werden, wenn man die Wandlungen von Himmel und Erde beobachtet und die Zusammenhänge in der Welt versteht.“</i>",
      "es": "Libera el poder del espíritu hechizado para que deambule por el mundo e inflija <color=#99FFFFFF>Daño Cryo en el AdE</color>.\nEl espíritu creará un área que reduce la <color=#99FFFFFF>RES Cryo</color> y la RES Física de los enemigos que haya dentro de ella, e inflige <color=#99FFFFFF>Daño Cryo</color> continuo contra dichos enemigos.\n\n<i>El camino de los Adeptus no se basa en algo abstracto y misterioso, sino en observar los cambios en el mundo y entender las leyes de causa y efecto de este plano para comprender su esencia.</i>",
      "fr": "Libère la puissance de l'esprit talismanique, lui permettant de se déplacer librement dans ce plan d'existence pour infliger des <color=#99FFFFFF>DGT Cryo de zone</color>.\nL'esprit talismanique crée alors un champ qui diminue les <color=#99FFFFFF>RÉS Cryo</color> et physique des ennemis, et inflige des <color=#99FFFFFF>DGT Cryo</color> de façon continue aux ennemis à l'intérieur.\n\n<i>« La voie des Adeptes n'est pas pour ceux pris dans le mystère et l'imagination. Ce n'est qu'en observant les changements des cieux et de la terre, et en comprenant les lois de cause à effet de ce royaume, que l'on peut saisir son essence. »</i>",
      "pt": "Libera o poder do Talismã de Espírito, permitindo que ande livremente nesta terra, infligindo <color=#99FFFFFF>Dano Cryo em uma AdE</color>.\nO Talismã de Espírito formará uma AdE em que a <color=#99FFFFFF>RES Cryo</color> e RES Física dos inimigos serão reduzidas, e também infligirá <color=#99FFFFFF>Dano Cryo</color> continuamente contra os inimigos dentro da AdE.\n\n<i>\"O Caminho dos Adepti não para aqueles presos em mistérios e imaginação. Apenas ao observar as mudanças nos céus e na terra, e compreendendo as leis de causa e efeito deste mundo é que sua essência será entendida.\"</i>",
      "ru": "Высвобождает силу Духа талисмана, позволяет ему свободно бродить в этом мире, нанося <color=#99FFFFFF>Крио урон по площади</color>.\nДух талисмана создаёт поле, внутри которого снижается <color=#99FFFFFF>Крио сопротивление</color> и физ. сопротивление противников, а также им периодически наносится <color=#99FFFFFF>Крио урон</color>.\n\n<i>Путь Адепта основывается не на мистике и воображении. Только наблюдая за изменениями, происходящими в небесах и на земле, и понимая причинно-следственные связи, можно постичь суть мироздания.</i>",
      "id": "Melepaskan kekuatan Talisman Spirit, membiarkannya bergerak bebas di dunia ini, dan mengakibatkan <color=#99FFFFFF>Cryo DMG Area</color>.\nTalisman Spirit akan menciptakan sebuah area yang mengurangi <color=#99FFFFFF>Cryo RES</color> dan Physical RES musuh yang berada di dalamnya. Selama durasinya, area ini terus mengakibatkan <color=#99FFFFFF>Cryo DMG</color> kepada musuh yang berada di dalamnya.\n\n<i>\"Jalan Adeptus tidaklah didasarkan pada sesuatu yang abstrak dan misterius. Hanya dengan mengamati perubahan di langit dan bumi, dan memahami hukum sebab akibat di dunia ini, barulah kebenaran dapat dipahami.\"</i>",
      "th": "ปลดปล่อยพลังของ Talisman Spirit และบังคับมันให้โลดแล่นไปในโลกกว้าง และสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็งวงกว้าง</color>\nTalisman Spirit จะสร้างพื้นที่ขึ้นมา เพื่อทำให้<color=#99FFFFFF>ความต้านทานน้ำแข็ง</color>และความต้านทานกายภาพของศัตรูที่อยู่ข้างในลดลง และสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>อย่างต่อเนื่องแก่ศัตรูที่อยู่ในนั้น\n\n<i>\"วิถีแห่งเซียนนั้นไม่ได้พิสูจน์ได้ด้วยจินตนาการและความลึกลับ มีเพียงการสังเกตการเปลี่ยนแปลงของฟ้าและดิน และเข้าใจถึงสาเหตุและผลกระทบของโลกเท่านั้น จึงจะสามารถตระหนักถึงแก่นแท้ได้อย่างแท้จริง\"</i>",
      "vi": "Giải phóng sức mạnh \"Lục Linh\", hiệu lệnh rong ruổi thế gian, gây <color=#99FFFFFF>Sát Thương Phạm Vi Nguyên Tố Băng</color>.\n\"Lục Linh\" sẽ ngưng kết thành vùng hiệu ứng, giảm Kháng Vật Lý và <color=#99FFFFFF>Kháng Nguyên Tố Băng</color> của kẻ địch bên trong, đồng thời gây <color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color> liên tục cho kẻ địch trong vùng ảnh hưởng.\n\n<i>\"Tiên đạo pháp môn không phải hư ảo, chỉ khi nhìn thấu thiên địa vạn hóa, hiểu rõ nhân quả hồng trần thì mới có thể lĩnh ngộ được bổn chân.\"</i>"
    }
  },
  {
    "title": {
      "zhs": "大洞弥罗尊法",
      "zht": "大洞彌羅尊法",
      "jp": "大洞弥羅尊法",
      "ko": "대동미라존법",
      "en": "Deific Embrace",
      "de": "Göttliche Umarmung",
      "es": "Precepto divino",
      "fr": "Étreinte divine",
      "pt": "Preceito Divino",
      "ru": "Божественная заповедь",
      "id": "Deific Embrace",
      "th": "Deific Embrace",
      "vi": "Đại Động Di La Tôn Pháp"
    },
    "description": {
      "zhs": "处于<color=#FFD780FF>神女遣灵真诀</color>的领域中的当前场上角色，<color=#99FFFFFF>冰元素伤害加成</color>提高15%。",
      "zht": "處於<color=#FFD780FF>神女遣靈真訣</color>的領域中的目前場上角色，<color=#99FFFFFF>冰元素傷害加成</color>提高15%。",
      "jp": "<color=#FFD780FF>神女遣霊真訣</color>の領域にいるフィールド上キャラクターの<color=#99FFFFFF>氷元素ダメージ</color>+15%。",
      "ko": "<color=#FFD780FF>신녀 강령 비결</color> 영역 내에 있는 필드 위 캐릭터의 <color=#99FFFFFF>얼음 원소 피해 보너스</color>가 15% 증가한다",
      "en": "An active character within the field created by <color=#FFD780FF>Divine Maiden's Deliverance</color> gains 15% <color=#99FFFFFF>Cryo DMG Bonus</color>.",
      "de": "Erhöht den <color=#99FFFFFF>Kryo-Schadensbonus</color> aktueller Figuren im Wirkungsbereich von <color=#FFD780FF>Geisterbefehligung der göttlichen Jungfrau</color> um 15 %.",
      "es": "Aumenta en un 15% el <color=#99FFFFFF>Bono de Daño Cryo</color> de los personajes en uso situados en el área de <color=#FFD780FF>Encantamiento de la damisela divina</color>.",
      "fr": "Lorsque le personnage déployé est dans le champ généré par <color=#FFD780FF>Délivrance de la demoiselle divine</color>, son <color=#99FFFFFF>bonus de DGT Cryo</color> augmente de 15 %.",
      "pt": "Personagens ativos no campo de <color=#FFD780FF>Encantamento da Donzela Divina</color> terão um aumento de <color=#99FFFFFF>Bônus de Dano Cryo</color> de 15%.",
      "ru": "У активного персонажа в области навыка <color=#FFD780FF>Таинство освобождения</color> <color=#99FFFFFF>бонус Крио урона</color> увеличивается на 15%.",
      "id": "Karakter aktif yang berada di dalam area <color=#FFD780FF>Divine Maiden's Deliverance</color> akan mendapatkan 15% <color=#99FFFFFF>Cryo DMG Bonus</color>.",
      "th": "ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ <color=#FFD780FF>Divine Maiden's Deliverance</color> จะได้รับ<color=#99FFFFFF>โบนัสความเสียหายน้ำแข็ง</color>เพิ่มขึ้น 15%",
      "vi": "Nhân vật trong trận hiện tại đang trong vùng hiệu ứng của <color=#FFD780FF>Thần Nữ Khiển Linh Quyết</color>, sẽ tăng 15% <color=#99FFFFFF>BUFF Sát Thương Nguyên Tố Băng</color>."
    }
  },
  {
    "title": {
      "zhs": "缚灵通真法印",
      "zht": "縛靈通真法印",
      "jp": "縛霊通真法印",
      "ko": "박령통진법인",
      "en": "Spirit Communion Seal",
      "de": "Siegel der Geisterbindung",
      "es": "Sello de la convergencia espiritual",
      "fr": "Sceau de communion spirituelle",
      "pt": "Selo da Comunhão Espiritual",
      "ru": "Печать духовного единения",
      "id": "Spirit Communion Seal",
      "th": "Spirit Communion Seal",
      "vi": "Phược Linh Thông Chân Pháp Ấn"
    },
    "description": {
      "zhs": "申鹤施放<color=#FFD780FF>仰灵威召将役咒</color>后，将使附近的队伍中所有角色获得如下效果：\n·点按：元素战技和元素爆发造成的伤害提高15%，持续10秒；\n·长按：普通攻击、重击和下落攻击造成的伤害提高15%，持续15秒。",
      "zht": "申鶴施放<color=#FFD780FF>仰靈威召將役咒</color>後，將使附近的隊伍中所有角色獲得如下效果：\n·點按：元素戰技和元素爆發造成的傷害提高15%，持續10秒；\n·長按：普通攻擊、重擊和下落攻擊造成的傷害提高15%，持續15秒。",
      "jp": "申鶴が<color=#FFD780FF>仰霊威召将役呪</color>を発動すると、周囲チーム全員に下記効果を与える。\n·一回押しの場合、元素スキルおよび元素爆発ダメージ+15%、継続時間10秒。\n·長押しの場合、通常攻撃、重撃、落下攻撃ダメージ+15%、継続時間15秒。",
      "ko": "신학이 <color=#FFD780FF>위령 소환 구사술</color> 발동 시, 주변의 파티 내 모든 캐릭터가 아래의 효과를 획득한다.\n·짧은 터치: 원소전투 스킬과 원소폭발로 가하는 피해가 15% 증가한다. 지속 시간: 10초.\n·홀드: 일반 공격, 강공격, 낙하 공격으로 가하는 피해가 15% 증가한다. 지속 시간: 15초",
      "en": "#After Shenhe uses <color=#FFD780FF>Spring Spirit Summoning</color>, she will grant all nearby party members the following effects:\n· {LAYOUT_MOBILE#Tap}{LAYOUT_PC#Press}{LAYOUT_PS#Press}: Elemental Skill and Elemental Burst DMG increased by 15% for 10s.\n· Hold: Normal, Charged, and Plunging Attack DMG increased by 15% for 15s.",
      "de": "Verleiht nach Anwendung von <color=#FFD780FF>Mantra der Geisterbeschwörung</color> durch Shenhe allen Truppenmitgliedern in der Nähe folgende Effekte:\n· Drücken: Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden 10 s lang um 15 %.\n· Gedrückt halten: Erhöht den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden 15 s lang um 15 %.",
      "es": "#Tras lanzar <color=#FFD780FF>Espíritu exorcizador</color>, Shenhe otorga los siguientes efectos a todos los miembros del equipo cercanos:\n·{LAYOUT_MOBILE#Un toque}{LAYOUT_PC#Pulsar una vez}{LAYOUT_PS#Pulsar una vez}: el daño de las Habilidades Elementales y Definitivas aumenta en un 15% durante 10 s.\n·Mantener pulsado: el daño de los Ataques Normales, Cargados y Descendentes aumenta en un 15% durante 15 s.",
      "fr": "Lorsque Shenhe utilise <color=#FFD780FF>Invocation d'esprit printanier</color>, tous les personnages de l'équipe à proximité bénéficient des effets suivants :\n· Appui simple : les DGT infligés par les compétences et les déchaînements élémentaires augmentent de 15 % pendant 10 s.\n· Appui long : les DGT infligés par les attaques normales, chargées et plongeantes augmentent de 15 % pendant 15 s.",
      "pt": "Após Shenhe utilizar <color=#FFD780FF>Invocação Espiritual</color>, ela concederá a todos os membros próximos da equipe os seguintes efeitos:\n· Pressionar: Aumento de Dano da Habilidade Elemental e do Supremo em 15% por 10s;\n· Manter Pressionado: o Dano do Ataque Normal, Ataque Carregado e Ataque Imersivo aumenta em 15% por 15s.",
      "ru": "После того как Шэнь Хэ использует навык <color=#FFD780FF>Призыв духа</color>, все окружающие члены отряда получают следующие эффекты:\n· Быстрое нажатие: урон элементального навыка и взрыва стихии увеличивается на 15% в течение 10 сек.\n· Долгое нажатие: урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 15% в течение 15 сек.",
      "id": "Setelah Shenhe melancarkan <color=#FFD780FF>Spring Spirit Summoning</color>, anggota party di sekitar akan mendapatkan efek berikut:\n·Mode Tekan: Meningkatkan 15% DMG Elemental Skill dan Elemental Burst selama 10 detik.\n·Mode Tahan: Meningkatkan 15% DMG Normal Attack, Charged Attack, dan Plunging Attack selama 15 detik.",
      "th": "#หลังจากที่ Shenhe ใช้ <color=#FFD780FF>Spring Spirit Summoning</color> จะทำให้ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง ได้รับเอฟเฟกต์ดังต่อไปนี้:\n·{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}: ความเสียหายที่สกิลธาตุ และท่าไม้ตายสร้างเพิ่มขึ้น 15% เป็นเวลา 10 วินาที;\n·{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}: การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศ สร้างความเสียหายเพิ่มขึ้น 15% เป็นเวลา 15 วินาที",
      "vi": "Shenhe sau khi thi triển <color=#FFD780FF>Triệu Tướng Dịch Chú</color>, tất cả nhân vật trong đội gần đó sẽ nhận hiệu ứng sau:\n·Nhấn: Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 15%, duy trì 10s;\n·Nhấn giữ: Sát thương tấn công thường, trọng kích, tấn công khi đáp tăng 15%, duy trì 15s."
    }
  },
  {
    "title": {
      "zhs": "来复知时",
      "zht": "來復知時",
      "jp": "往来通暁",
      "ko": "정확 깔끔한 행동",
      "en": "Precise Comings and Goings",
      "de": "Kenntnisse von der Umgebung",
      "es": "Llegada oportuna",
      "fr": "Arrivée opportune",
      "pt": "Chegada Pontual",
      "ru": "Своевременное прибытие",
      "id": "Precise Comings and Goings",
      "th": "Precise Comings and Goings",
      "vi": "Lai Phục Tri Thời"
    },
    "description": {
      "zhs": "在璃月执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
      "zht": "在璃月執行時長為20小時的探索派遣任務時，獲得的獎勵增加25%。",
      "jp": "璃月で20時間かかる探索任務を完了した時、獲得する報酬+25%。",
      "ko": "리월에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
      "en": "Gains 25% more rewards when dispatched on a Liyue Expedition for 20 hours.",
      "de": "Bringt bei 20-stündigen Erkundungsentsendungen in Liyue 25 % mehr Belohnungen.",
      "es": "Aumenta en un 25% las recompensas de las expediciones de 20 h en Liyue.",
      "fr": "Augmente les récompenses d'une expédition de 20 h à Liyue de 25 %.",
      "pt": "Ganha 25% mais recompensas quando enviada numa Expedição em Liyue por 20 horas.",
      "ru": "На 25% увеличивает награду экспедиций в Ли Юэ длительностью 20 ч.",
      "id": "Ketika dikirim untuk melakukan ekspedisi di Liyue selama 20 jam, hadiah yang didapatkan akan bertambah 25%.",
      "th": "เมื่อทำคำขอการออกสำรวจของ Liyue ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%",
      "vi": "Khi làm nhiệm vụ Phái Đi Thám Hiểm có thời gian là 20 giờ ở Liyue, phần thưởng nhận được tăng 25%."
    }
  }
]