[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "稻妻神里流太刀术皆传——神里绫华，参上！\n\n请多指教哦。",
      "zht": "稻妻神里流太刀術皆傳——神里綾華，參上！\n\n請多指教哦。",
      "jp": "稲妻神里流太刀術免許皆伝——神里綾華、参ります！\n\nよろしくお願いします。",
      "ko": "이나즈마의 카미사토류 태도술 계승자——카미사토 아야카, 참전!\n\n잘 부탁드려요",
      "en": "Master of Inazuma Kamisato Art Tachi Jutsu — Kamisato Ayaka, present!\n\nDelighted to make your acquaintance.",
      "de": "Ich bin Kamisato Ayaka, Meister des Kamisato-Stils von Inazuma.\n\nEs freut mich, euch kennenzulernen.",
      "es": "Kamisato Ayaka, maestra de la técnica de la espada, ¡presente!\n\nEs un auténtico placer.",
      "fr": "Je suis Kamisato Ayaka, maîtresse du Jutsu du tachi de l'école Kamisato d'Inazuma.\n\nEnchantée de faire votre connaissance.",
      "pt": "Kamisato Ayaka, mestre da Arte Kamisato Tachi Jutsu, está aqui para aceitar o seu desafio!\n\nVamos fazer o nosso melhor.",
      "ru": "Мастер инадзумского искусства Камисато Тати Дзюцу, Камисато Аяка к вашим услугам!\n\nРада познакомиться.",
      "id": "Master dari Inazuma Kamisato Art Tachi Jutsu — Kamisato Ayaka, hadir!\n\nSenang berkenalan dengan kalian semua.",
      "th": "Kamisato Ayaka ผู้สำเร็จวิชาดาบแห่ง Inazuma Kamisato Art Tachi Jutsu มารับคำท้าถึงที่แล้ว!\n\nช่วยชี้แนะด้วยนะ",
      "vi": "Tôi là Kamisato Ayaka thuộc Trường Phái Kamisato\n\nRất vui được làm quen với bạn."
    }
  },
  {
    "title": {
      "zhs": "闲聊·安定",
      "zht": "閒聊·安定",
      "jp": "世間話·長閑",
      "ko": "잡담·안정",
      "en": "Chat: Stability",
      "de": "Gespräch – Ruhe",
      "es": "Charla - Tranquilidad",
      "fr": "Bavardage - Calme",
      "pt": "Conversa: Estabilidade",
      "ru": "Поболтаем: Стабильность",
      "id": "Berbincang: Stabil",
      "th": "แชท - เสถียรภาพ",
      "vi": "Nói chuyện phiếm - Yên ổn"
    },
    "line": {
      "zhs": "像这样悠闲安稳的时光，如果再多一点就好了…我真贪心啊。",
      "zht": "像這樣悠閒安穩的時光，如果再多一點就好了…我真貪心啊。",
      "jp": "この長閑な時間がもっと増えると嬉しいのですが…ふふ、私って欲張りですね。",
      "ko": "이렇게 여유롭고 평화로운 시간이 더 많았다면 좋을 텐데…. 전 욕심이 너무 많은가 봐요",
      "en": "I only wish life could be as leisurely as this a little more often... How greedy of me.",
      "de": "Ich wünschte nur, das Leben könnte öfter so gemütlich sein wie jetzt ... Oh, wie gierig von mir.",
      "es": "Ojalá mi vida pudiera ser tan tranquila como este momento... Oh, pero qué avariciosa de mi parte.",
      "fr": "Si seulement ma vie pouvait être aussi calme plus souvent... J'en demande trop.",
      "pt": "Só queria que a vida fosse fácil assim mais vezes... Ah, que ganância a minha.",
      "ru": "Я хочу одного, только жизнь чаще бывала такой беззаботной, как сейчас... О, как я жажду этого...",
      "id": "Aku harap hidup sesantai ini bisa lebih sering terjadi ... Betapa tamaknya aku.",
      "th": "ถ้าได้มีช่วงเวลาที่สบาย ๆ และสงบแบบนี้บ่อย ๆ ก็คงจะดีนะ... ฉันโลภเกินไปซะแล้ว",
      "vi": "Thời gian yên bình nhàn rỗi thế này, nếu được tận hưởng nhiều hơn thì tốt quá... Mình thật tham lam."
    }
  },
  {
    "title": {
      "zhs": "闲聊·剑",
      "zht": "閒聊·劍",
      "jp": "世間話·刀",
      "ko": "잡담·검",
      "en": "Chat: Sword",
      "de": "Gespräch – Schwert",
      "es": "Charla - Espada",
      "fr": "Bavardage - Épée",
      "pt": "Conversa - Espada",
      "ru": "Поболтаем: Меч",
      "id": "Berbincang: Pedang",
      "th": "แชท - ดาบ",
      "vi": "Nói chuyện phiếm - Kiếm"
    },
    "line": {
      "zhs": "剑，就和茶一样，细细品味才能理解其中风雅。",
      "zht": "劍，就和茶一樣，細細品味才能理解其中風雅。",
      "jp": "刀は茶と同じく、丁寧に味わってこそ、本来の趣が分かるものです。",
      "ko": "검은 차와 같이, 천천히 음미해야만 그 운치를 느낄 수 있어요",
      "en": "A blade is like a tea-leaf. Only those who sample it many times can appreciate its true qualities.",
      "de": "Eine Klinge ist wie ein Teeblatt. Nur wer es viele Male probiert, wird in seine wahre Natur eingeweiht.",
      "es": "Una espada es como un té. Solo aquellos que lo prueben muchas veces podrán comprender su verdadera y elegante naturaleza.",
      "fr": "Les épées sont comme le thé, seuls les initiés savent en apprécier les qualités.",
      "pt": "Uma lâmina é como uma folha de chá. Só aqueles que a experimentam diversas vezes conhecem os segredos da sua verdadeira natureza.",
      "ru": "Клинок совсем как чайный лист. Лишь тот, кто вкусил его не единожды, способен оценить его истинное изящество.",
      "id": "Sebilah pedang sama seperti sehelai daun teh. Hanya mereka yang sudah menikmatinya dengan saksama dapat memahami keanggunannya.",
      "th": "ดาบก็เหมือนใบชา มีเพียงผู้ที่ได้ลิ้มลองมันอย่างละเมียดละไม ถึงจะเข้าใจความซับซ้อนของมัน",
      "vi": "Kiếm, tựa như trà vậy, nếm kỹ từng chút một mới có thể hiểu được sự tao nhã trong đó."
    }
  },
  {
    "title": {
      "zhs": "闲聊·出神",
      "zht": "閒聊·出神",
      "jp": "世間話·ぼんやり",
      "ko": "잡담·멍 때리기",
      "en": "Chat: Zoning Out",
      "de": "Gespräch – Abgetreten",
      "es": "Charla - Ensimismada",
      "fr": "Bavardage - Rêverie",
      "pt": "Conversa - Perdendo a Concentração",
      "ru": "Поболтаем: Отрешённость",
      "id": "Berbincang: Melamun",
      "th": "แชท - เหม่อลอย",
      "vi": "Nói chuyện phiếm - Xuất thần"
    },
    "line": {
      "zhs": "这就是旅行者平日里的生活么，呵，感觉又多了解了你一些。",
      "zht": "#這就是旅行者平日裡的生活嗎，呵，感覺又多瞭解了{F#妳}{M#你}一些。",
      "jp": "これが旅人さんの普段の暮らしですか。ふふ、また貴方に少し近づけた気がします。",
      "ko": "이게 여행자님의 일상생활이군요. 후후, 당신에 대해 조금 더 알게 된 거 같아요",
      "en": "So this is a day in the life of the Traveler... Hehe, I'm learning more about you all the time.",
      "de": "Dies ist also ein Tag im Leben des Reisenden ... Hehe, ich lerne immer mehr über dich.",
      "es": "#Así que así es un día normal en tu vida, viajer{F#a}{M#o}... Jeje, siempre aprendo cosas nuevas sobre ti.",
      "fr": "C'est donc à cela que ressemble une de vos journées ? J'ai l'impression d'en apprendre toujours plus sur vous.",
      "pt": "#Então é assim um dia na vida d{F#a}{M#o} Viajante... Hehe, aprendo um pouco mais sobre você a cada momento.",
      "ru": "#Так вот он какой - день из жизни {F#путешественницы}{M#путешественника}... Я с каждым разом узнаю о тебе всё больше.",
      "id": "Jadi inikah kegiatan sehari-hari seorang pengembara? Hehe, rasanya aku sudah mengenalmu lebih dalam lagi.",
      "th": "นี่คือชีวิตปกติของนักเดินทางงั้นเหรอ... อืม รู้สึกเหมือนได้รู้จักเธอมากขึ้นเลยนะ",
      "vi": "Đây là đời sống hằng ngày của Nhà Lữ Hành sao, hì, bỗng có cảm giác hiểu bạn hơn rồi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·名刀",
      "zht": "閒聊·名刀",
      "jp": "世間話·名刀",
      "ko": "잡담·명검",
      "en": "Chat: Famous Sword",
      "de": "Gespräch – Berühmtes Schwert",
      "es": "Charla - Célebre espada",
      "fr": "Bavardage - Épée célèbre",
      "pt": "Conversa - Espada Famosa",
      "ru": "Поболтаем: Знаменитый меч",
      "id": "Berbincang: Pedang Terkenal",
      "th": "แชท - ดาบที่มีชื่อเสียง",
      "vi": "Nói chuyện phiếm - Danh đao"
    },
    "line": {
      "zhs": "刀剑抱业，名工怀宝。",
      "zht": "刀劍抱業，名工懷寶。",
      "jp": "刀は業を支え、匠は宝を有す。",
      "ko": "도검은 명장이 자신의 작품을 아끼는 것처럼 그 공예를 중시하죠",
      "en": "A blade embraces its duty as a jeweler cherishes their gems.",
      "de": "Die Klinge sehnt sich nach Fleisch wie der Juwelier nach einem wertvollen Edelstein.",
      "es": "La espada acepta su obligación como el joyero aprecia las piedras preciosas.",
      "fr": "Les épées embrassent leur devoir, comme les joailliers chérissent leurs gemmes.",
      "pt": "A lâmina anseia por cumprir o seu dever, assim como o joalheiro anseia por uma gema premiada.",
      "ru": "Клинок предан своему долгу подобно тому, как ювелир верен своим самоцветам.",
      "id": "Pedang menjalankan tugasnya sama seperti pengrajin perhiasan menghargai permatanya.",
      "th": "คมดาบโอบกอดหน้าที่ เฉกเช่นช่างฝีมือที่หวงแหนอัญมณีอันงดงาม",
      "vi": "Đao kiếm ôm hoài bão sự nghiệp, tựa người thợ nâng niu viên ngọc quý của mình."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "请随我一同避雨吧。",
      "zht": "請隨我一同避雨吧。",
      "jp": "私と共に雨宿りをしましょう。",
      "ko": "저랑 같이 비를 피하러 가요",
      "en": "Come with me, let us find shelter from the rain.",
      "de": "Komm mit mir, lass uns Schutz vor dem Regen finden.",
      "es": "Ven conmigo, refugiémonos de la lluvia.",
      "fr": "Venez avec moi, trouvons un abri.",
      "pt": "Venha comigo, vamos nos abrigar da chuva.",
      "ru": "Идём, найдём укрытие от дождя.",
      "id": "Ikuti aku, ayo kita cari tempat untuk berteduh.",
      "th": "ไปหลบฝนกับฉันเถอะ",
      "vi": "Theo tôi đi trú mưa nhé."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "大御所大人…是在诉说什么吗？",
      "zht": "大御所大人…是在訴說什麼嗎？",
      "jp": "将軍様…何か訴えているのでしょうか？",
      "ko": "쇼군께서… 무언갈 하소연하고 있는 게 아닐까요?",
      "en": "Her Excellency... What is she trying to communicate?",
      "de": "Ihre Exzellenz ... Was versucht sie zu sagen?",
      "es": "Su Excelencia... ¿Qué estará tratando de decirnos?",
      "fr": "Son Excellence... Qu'essaie-t-elle de dire ?",
      "pt": "Sua Excelência... O que ela está tentando dizer?",
      "ru": "Её превосходительство... Что она пытается нам сказать?",
      "id": "Apa yang Yang Mulia ingin katakan?",
      "th": "ท่านโชกุน... กำลังพยายามจะบอกอะไรเหรอ?",
      "vi": "Ngài Ogosho... đang nói điều gì sao?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Neva",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "「雪霁银妆素，桔高映琼枝。」嗯…美景当前，只差一壶茶与之相衬呢。",
      "zht": "「雪霽銀妝素，桔高映瓊枝。」嗯…美景當前，只差一壺茶與之相襯呢。",
      "jp": "「この雪の 消残る時に いざ行かな\n\n  山橘の 実の照るも見む」\n\n…美しい景色には、やはりお茶がなくてはいけませんね。",
      "ko": "「이 눈이 쌓였을 때 가야지, 산귤 열매가 눈에 비치는 모습을 보려면」…. 아, 이 아름다운 경치에 어울리는 차가 없어서 아쉽네요",
      "en": "\"Snow that once adorned the world in silver, thaws to reveal the gleam of the fruit upon frost-laden branches.\" *sigh* How picturesque! Only some tea would make this setting more complete.",
      "de": "„Schnee, der einst die Welt in Silber schmückte, taut, um den Schimmer der Frucht an frostigen Zweigen zu enthüllen.“ Wie malerisch! Nur etwas Tee würde diese Szenerie noch vollständiger machen.",
      "es": "“Nieve que tiñó al mundo de plateado, se derrite para revelar el lustre de los frutos de las ramas escarchadas”. ¡Qué paisaje tan pintoresco! Solo necesitaría un té para que fuera aún más perfecto.",
      "fr": "« La neige se retire pour dévoiler les fruits des arbres couverts de givre ». Eh bien... Quel beau spectacle. Il ne manque plus qu'une tasse de thé pour en profiter pleinement.",
      "pt": "“Neve que adorna o mundo em tons de prata, descongela e revela o brilho das frutas em galhos congelados”. Que pitoresco! Só faltou um chá para deixar esse cenário ainda melhor.",
      "ru": "«Снег, что некогда украсил мир серебром, тает, обнажая мерцание плодов на тронутых морозом ветвях»... Как живописно! Чтобы эта картина стала завершённой, не хватает лишь чая.",
      "id": "\"Salju yang pernah menghiasi dunia dengan warna perak, mencair untuk mengungkap kilauan buah yang tergantung di cabang-cabang beku.\" *huff* Sungguh pemandangan yang indah! Secangkir teh akan membuat keindahan ini semakin lengkap.",
      "th": "\"หิมะขาวเปลี่ยนโลกเป็นสีเงิน กิ่งไม้เปล่งประกายทอแสง\" อืม... เป็นวิวที่งดงามจริง ๆ ถ้ามีชาดี ๆ สักกาคงจะเพอร์เฟกต์ไปเลยล่ะ",
      "vi": "Tuyết tạnh phủ trắng xóa, quýt cao tôn cành ngọc. Uhm... Phong cảnh đẹp thế này, chỉ thiếu một bình trà để phụ họa thôi."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Sai o Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "风和日丽，要去哪边走走么？",
      "zht": "風和日麗，要去哪邊走走嗎？",
      "jp": "麗らかな日和です。どこかへ行きませんか？",
      "ko": "포근한 바람, 따스한 햇살. 같이 산책할래요?",
      "en": "There's a pleasant breeze and glorious sunshine... So, where shall we go for a walk?",
      "de": "Es herrscht eine angenehme Brise und herrlicher Sonnenschein ... Also, wo sollen wir spazieren gehen?",
      "es": "Hay una agradable brisa y un sol espléndido. ¿A dónde vamos de paseo?",
      "fr": "Il fait beau aujourd'hui, avec un peu de vent. Devrions-nous aller nous promener quelque part ?",
      "pt": "A brisa está agradável e o sol está glorioso... Onde podemos caminhar?",
      "ru": "Сегодня приятный ветерок и такое ласковое солнышко... Может быть, нам пойти прогуляться?",
      "id": "Ada angin sepoi-sepoi dan sinar matahari yang cerah ... Jadi, kita mau jalan-jalan ke mana?",
      "th": "สายลมและแสงแดด... ไปเดินเล่นที่ไหนดีนะ?",
      "vi": "Nắng ấm gió hiu hiu, có muốn đi dạo không?"
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando Venta",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "闭上眼睛，向着风吹来的方向…怎么样，很舒服吧？",
      "zht": "閉上眼睛，向著風吹來的方向…怎麼樣，很舒服吧？",
      "jp": "目を閉じ、風を感じてみてください…どうですか？気持ちいいでしょう？",
      "ko": "눈을 감고 바람이 불어오는 방향을 느껴봐요…. 기분 좋죠?",
      "en": "Close your eyes and face the wind... It feels wonderful, doesn't it?",
      "de": "Schließe die Augen und schaue in den Wind ... Es fühlt sich wunderbar an, nicht wahr?",
      "es": "Cierra los ojos y ponte de cara al viento. Maravilloso, ¿verdad?",
      "fr": "Fermez les yeux et faites face à la direction du vent... c'est réconfortant, n'est-ce pas ?",
      "pt": "Feche seus olhos e fique de frente para o vento... É uma sensação maravilhosa, não é?",
      "ru": "Закрой глаза и подставь лицо ветру... Чудесно, правда?",
      "id": "Tutuplah matamu dan biarkan angin bertiup ... Rasanya luar biasa, ya?",
      "th": "หลับตาลง แล้วหันหน้าไปรับลมดูสิ...เป็นไง? สบายมากเลยใช่มั้ยล่ะ?",
      "vi": "Hãy nhắm mắt lại, hướng về phía gió thổi... Sao nào, thoải mái chứ?"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安，旅行者。能像这样在清晨见你一面，我会忍不住觉得…接下来将是顺利的一天。",
      "zht": "#早安，旅行者。能像這樣在清晨見{F#妳}{M#你}一面，我會忍不住覺得…接下來將是順利的一天。",
      "jp": "おはようございます、旅人さん。こうして朝の時間に貴方とお会いできると…良い一日を送れるような気がします。",
      "ko": "좋은 아침이에요, 여행자님. 아침부터 이렇게 만나다니… 오늘은 모든 일이 잘 풀리겠어요",
      "en": "Oh, good morning, Traveler. ...Whenever I see you in the morning, somehow, it makes me feel like... today is going to be a good day.",
      "de": "#Oh, guten Morgen, {F#Reisende}{M#Reisender}. Immer wenn ich dich morgens sehe, habe ich irgendwie das Gefühl ... dass heute ein guter Tag wird.",
      "es": "#Oh, buenos días, viajer{F#a}{M#o}. Siempre que nos vemos por la mañana, de alguna manera siento que va a ser un buen día.",
      "fr": "#Bonjour {M#voyageur}{F#voyageuse}. En vous voyant le matin comme ça, je ne peux m'empêcher de penser... que la journée sera bonne.",
      "pt": "Ah, bom dia, Viajante. ... Sempre que vejo você pela manhã, de alguma forma, eu sinto que... Hoje vai ser um dia bom.",
      "ru": "#О, доброе утро, путешественни{F#ца}{M#к}. Всякий раз, когда встречаю тебя утром, мне почему-то кажется, что нас ждёт хороший день.",
      "id": "Oh, selamat pagi, Pengembara ... Setiap kali melihatmu di pagi hari, entah kenapa membuatku merasa ... hari ini akan menjadi hari yang indah.",
      "th": "อรุณสวัสดิ์ นักเดินทาง ได้เจอเธอตั้งแต่เช้าแบบนี้ ทำให้ฉันรู้สึกได้ว่า... วันนี้ต้องเป็นวันที่ราบรื่นแน่นอน",
      "vi": "Chào buổi sáng, nhà lữ hành. Có thể gặp bạn trong buổi sáng ban mai thế này, tôi thật sự không kìm lòng được... cảm thấy... hôm nay sẽ là một ngày suôn sẻ."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi chiều..."
    },
    "line": {
      "zhs": "午安。茶饭之后，难免略有困倦。是否有兴致下盘棋提神呢？",
      "zht": "午安。茶飯之後，難免略有睏倦。是否有興致下盤棋提神呢？",
      "jp": "こんにちは。昼食の後はどうしても眠くなってしまいますね。眠気を覚ますために、将棋などいかがでしょうか？",
      "ko": "즐거운 오후에요. 점심을 먹고 난 후의 식곤증은 어쩔 수 없죠. 바둑을 두면서 졸음을 쫓는 건 어때요?",
      "en": "Good afternoon. It is normal to feel drowsy after lunch, might I interest you in a game of Go to stimulate the mind?",
      "de": "Guten Tag. Es ist normal, sich nach dem Mittagessen schläfrig zu fühlen. Darf ich dich für eine Partie Go einladen, um den Geist zu stimulieren?",
      "es": "Buenas tardes. Es normal tener un poco de sueño después de comer. ¿Te gustaría jugar una partida de ajedrez para despertarte un poco?",
      "fr": "Bonjour. On se sent toujours un peu endormi après le repas. Que diriez-vous d'une partie de go pour se réveiller ?",
      "pt": "Boa tarde. É normal nos sentirmos com sono após o almoço. Que tal um jogo de xadrez para estimular a mente?",
      "ru": "Добрый день. Ощущать сонливость после обеда совершенно нормально. Может быть, сыграем в го, чтобы мозг скорее включился?",
      "id": "Selamat siang, normal sekali kalau merasa ngantuk setelah makan siang. Bolehkah aku mengajakmu bermain Go untuk membuat pikiranmu lebih segar?",
      "th": "สวัสดีตอนเที่ยงนะ การง่วงหลังทานข้าวเสร็จมันเป็นเรื่องปกติ สนใจมาเล่นหมากรุกแก้ง่วงมั้ยล่ะ?",
      "vi": "Chào buổi chiều. Ăn cơm xong sẽ luôn cảm thấy hơi buồn ngủ. Có hứng thú chơi cờ để tỉnh táo lại không?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好。夜风舒畅，会是一个良宵呢。",
      "zht": "晚上好。夜風舒暢，會是一個良宵呢。",
      "jp": "こんばんは。夜風が気持ちよく、とてもいい夜ですね。",
      "ko": "좋은 저녁이에요. 밤바람이 포근하니 아름다운 밤이 될 것 같네요",
      "en": "Greetings. An auspicious breeze blows this evening. Tonight will be peaceful.",
      "de": "Hallo, eine verheißungsvolle Brise weht heute Abend. Der heutige Abend wird friedlich sein.",
      "es": "Saludos. Está soplando una brisa auspiciosa. Esta noche será tranquila.",
      "fr": "Bonsoir, la brise nocturne est apaisante. Cette soirée sera agréable.",
      "pt": "Saudações. Uma brisa auspiciosa está no ar esta noite. Hoje, dormiremos em paz.",
      "ru": "Приветствую! В этот вечер нас овевает такой приятный бриз. Ночь будет спокойной.",
      "id": "Selamat malam. Angin malam ini bertiup lembut. Malam ini akan menjadi malam yang damai.",
      "th": "สวัสดีตอนเย็น ลมช่วงเย็นนี่สบายดีจังเลย คืนนี้ต้องเป็นค่ำคืนที่สงบสุขแน่นอน",
      "vi": "Chào buổi tối, gió đêm mát mẻ, sẽ là một buổi tối tuyệt vời đây."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Доброй ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Ngủ ngon..."
    },
    "line": {
      "zhs": "「若知是梦何须醒，不比真如一相会。」",
      "zht": "「若知是夢何須醒，不比真如一相會。」",
      "jp": "夢と知っていれば目覚めぬものを、もう少し一緒にいさせてほしいのに。",
      "ko": "「꿈인 줄 알았다면 깨지 않았을 것을, 실제 만남보다 낫지 아니한가」",
      "en": "\"Was it one's thoughts that drew him to my dreams? Had I known it a dream, one would not have awakened.\" Hehe, I love that poem.",
      "de": "„Waren es die eigenen Gedanken, die ihn in meine Träume lockten? Hätte ich gewusst, dass es ein Traum ist, wäre ich nicht erwacht.“",
      "es": "“¿Fueron mis pensamientos los que lo trajeron a mis sueños? Si hubiera sabido que era un sueño, nunca me habría despertado”. Jeje, me encanta este poema.",
      "fr": "« Si vous savez que c'est un rêve, vous n'avez pas besoin de vous réveiller, ce n'est pas plus qu'une vraie rencontre. »",
      "pt": "\"Terão sido os pensamentos de uma pessoa que a trouxeram até meus sonhos? Se eu soubesse que era um sonho, não teria acordado.\"",
      "ru": "«Может быть, это его мысли привели его в мои сны? Знай я, что это сон, час пробуждения никогда не настал бы». Обожаю эти стихи.",
      "id": "\"Apakah pikiranku yang menariknya ke dalam mimpiku? Seandainya aku mengetahuinya sebagai mimpi, maka aku tidak akan terbangun.\" Hehe, aku suka puisi itu.",
      "th": "\"หากแม้นรู้ว่าฝันแล้วใยต้องพลันตื่น ลืมตาฟื้นขึ้นมาพบพานกับความจริง\"",
      "vi": "Nếu biết là mơ sao phải tỉnh, chi bằng hò hẹn cùng với nhau."
    }
  },
  {
    "title": {
      "zhs": "关于绫华自己·社奉行",
      "zht": "關於綾華自己·社奉行",
      "jp": "神里綾華自身について·社奉行",
      "ko": "아야카 자신에 대해·야시로 봉행",
      "en": "About Kamisato Ayaka: Yashiro Commission",
      "de": "Über Kamisato Ayaka – Yashiro-Verwaltung",
      "es": "Sobre Kamisato Ayaka - Comisión Yashiro",
      "fr": "À propos d'Ayaka - Commission culturelle",
      "pt": "Sobre Kamisato Ayaka: Comissão Yashiro",
      "ru": "О Камисато Аяке: Комиссия Ясиро",
      "id": "Tentang Kamisato Ayaka: Yashiro Commission",
      "th": "เกี่ยวกับตัวของ Kamisato Ayaka: สำนัก Yashiro",
      "vi": "Về bản thân Ayaka - Hiệp Hội Yashiro"
    },
    "line": {
      "zhs": "「稻妻幕府社奉行神里家」，位于稻妻名门中的笔头之格位。作为三奉行之一，掌管祭祀活动与人文艺术。自从双亲过世之后，族内的大小事务，便由兄长和我承担了。",
      "zht": "「稻妻幕府社奉行神里家」，位於稻妻名門中的筆頭之格位。作為三奉行之一，掌管祭祀活動與人文藝術。自從雙親過世之後，族內的大小事務，便由兄長和我承擔了。",
      "jp": "「稲妻幕府社奉行神里家」、稲妻の名門にして筆頭。三奉行の一つとして、祭祀活動や人道、芸術などの管理を担っています。両親が亡くなってからは、私とお兄様が一族の業務を受け継ぎました。",
      "ko": "「이나즈마 막부 야시로 봉행 카미사토 가문」은 이나즈마 최고의 명문이에요. 삼봉행 중 하나로 제사와 문화 예술적인 부분을 주관하죠. 부모님이 돌아가신 후 가문의 모든 일은 오빠와 제가 담당하고 있어요",
      "en": "\"Inazuma Shogunate, Yashiro Commission, Kamisato Clan.\" Widely known as one of the most distinguished clans in all of Inazuma, it is the branch of the Tri-Commission that manages ceremonial and cultural affairs. Since my parents passed, Brother and I assumed responsibility for all clan matters, big and small.",
      "de": "„Bakufu von Inazuma, Yashiro-Verwaltung, Kamisato-Klan.“ Weithin bekannt als einer der angesehensten Klans in ganz Inazuma, ist er einer der Klans in der Dreierverwaltung, der sich um zeremonielle und kulturelle Angelegenheiten kümmert. Seit dem Tod meiner Eltern haben mein Bruder und ich die Verantwortung für alle großen und kleinen Familienangelegenheiten übernommen.",
      "es": "El clan Kamisato, perteneciente a la Comisión Yashiro del shogunato de Inazuma, es conocido por ser uno de los clanes más distinguidos de la nación. Es la rama del Triunvirato encargada de los asuntos ceremoniales y culturales. Cuando mis padres fallecieron, mi hermano y yo asumimos todas las responsabilidades de nuestro clan, tanto las grandes como las pequeñas.",
      "fr": "Le Clan Kamisato de la Commission culturelle du Shogunat d'Inazuma est connu pour l'un des plus prestigieux du pays. Il dirige la Commission responsable de tout ce qui a trait aux cérémonies et activités culturelles et artistiques. Mon frère et moi en assurons les affaires depuis que nos parents nous ont quittés.",
      "pt": "\"Shogunato de Inazuma, Comissão Yashiro, Clã Kamisato\". Conhecido popularmente como um dos clãs mais distintos de toda Inazuma, essa é a filial da Comissão Tripla que trata de assuntos cerimoniais e culturais. Desde a morte dos meus pais, eu e meu irmão assumimos a responsabilidade por todos os assuntos do clã, independentemente da dimensão.",
      "ru": "Сёгунат Инадзума, комиссия Ясиро, клан Камисато. Широко известен как один из самых уважаемых кланов Инадзумы и представляет собой отделение Трикомиссии, занимающееся церемониальными и культурными вопросами. С тех пор как мои родители оставили нас, мы с братом взяли на себя ответственность за все дела клана, важные и не очень.",
      "id": "Klan Kamisato dari Yashiro Commission, Inazuma Shogunate — dikenal luas sebagai salah satu klan terkemuka di seluruh Inazuma. Sebagai salah satu Tri-Commission, Klan Kamisato bertanggung jawab mengelola urusan upacara dan budaya. Sejak orang tua aku meninggal, aku dan kakak laki-lakiku bertanggung jawab atas semua urusan klan, baik urusan besar maupun kecil.",
      "th": "\"Shogunate แห่ง Inazuma, สำนัก Yashiro, ตระกูล Kamisato\" เป็นกลุ่มอำนาจที่มีชื่อเสียงใน Inazuma ในฐานะหนึ่งในสามสำนักมหาอำนาจ เรามีหน้าที่รับผิดชอบงานด้านพิธีกรรมและกิจการที่เกี่ยวข้องกับศิลปวัฒนธรรม หลังจากพ่อแม่ของฉันเสียชีวิตไป ฉันกับท่านพี่ก็เป็นคนดูแลงานพวกนี้ ไม่ว่าจะเป็นเรื่องเล็กหรือเรื่องใหญ่",
      "vi": "Gia tộc Kamisato của Hiệp Hội Yashiro đứng đầu trong giới danh môn ở Inazuma. Là một nhánh trong Hiệp Hội Tam Cực, phụ trách quản lý tổ chức các hoạt động tế lễ và nghệ thuật nhân văn. Từ khi cha mẹ qua đời, mọi việc lớn nhỏ trong gia tộc đều do anh trai và tôi gánh vác."
    }
  },
  {
    "title": {
      "zhs": "关于绫华自己·地位",
      "zht": "關於綾華自己·地位",
      "jp": "神里綾華自身について·立場",
      "ko": "아야카 자신에 대해·지위",
      "en": "About Kamisato Ayaka: Position",
      "de": "Über Kamisato Ayaka – Position",
      "es": "Sobre Kamisato Ayaka - Estatus",
      "fr": "À propos d'Ayaka - Statut",
      "pt": "Sobre Kamisato Ayaka: Posição",
      "ru": "О Камисато Аяке: Должность",
      "id": "Tentang Kamisato Ayaka: Posisi",
      "th": "เกี่ยวกับ Kamisato Ayaka: ตำแหน่ง",
      "vi": "Về bản thân Ayaka - Địa Vị"
    },
    "line": {
      "zhs": "很多人因为我是「白鹭公主」，是社奉行神里家的大小姐而敬重我。他们所敬重的，只是我所身处的地位，与绫华我是怎样的人并无关系…\n\n所以我想，能真正走近我的，或许只有…",
      "zht": "很多人因為我是「白鷺公主」，是社奉行神里家的大小姐而敬重我。他們所敬重的，只是我所身處的地位，與綾華我是怎樣的人並無關係…\n\n所以我想，能真正走近我的，或許只有…",
      "jp": "多くの方々が私を敬重してくださるのは、私を「白鷺の姫君」や社奉行神里家の令嬢として見ているからです。彼らが敬重しているのは私の立場であって、綾華という一個人とは関係ございません…\n\nですので、私と本当に近しい関係になれるお方は、おそらく…",
      "ko": "사람들은 제가 「백로공주」이자 야시로 봉행 카미사토 가문의 장녀이기 때문에 절 존경해요. 그들이 존경하는 건 제 신분과 지위일 뿐이지, 제가 어떤 사람인지랑은 아무런 상관도 없죠…. 그래서 제게 진심으로 다가올 수 있는 사람은 어쩌면…",
      "en": "Many look up to me as the Shirasagi Himegimi and as the daughter of the Kamisato Clan. But the object of their respect has everything to do with my position, and nothing at all to do with me, Ayaka. It makes me think that... maybe, there is only one person I know who is truly able to get close to me...",
      "de": "Viele sehen mich als Shirasagi Himegimi und als Tochter des Kamisato-Klans. Aber das Objekt ihres Respekts hat alles mit meiner Position zu tun und überhaupt nichts mit mir, Ayaka.\n\nVielleicht gibt es nur eine Person, die ich kenne, die wirklich in der Lage ist, mir nahe zu kommen ...",
      "es": "Mucha gente me admira como Princesa Garza y descendiente del clan Kamisato. Pero el objeto de su admiración es mi estatus, no yo misma, Ayaka. Eso me hace pensar que... tal vez solo conozco a una persona que de verdad es capaz de acercarse a mí.",
      "fr": "Beaucoup de gens me respectent parce que je suis la Shirasagi Himegimi et membre du Clan Kamisato. Ce respect est lié à mon statut social et non à ma personne. Alors je me dis qu'il n'y a qu'une seule personne qui puisse réellement se rapprocher de moi...",
      "pt": "Muitos me admiram como Shirasagi Himegimi e filha do Clã Kamisato. Mas o respeito de todos é devido à minha posição, e nada tem a ver comigo, Ayaka. Isso me faz pensar que... talvez exista apenas uma pessoa que eu conheço que é realmente capaz de se aproximar de mim...",
      "ru": "Многие видят во мне Сирасаги Химэгими и дочь клана Камисато. Но объект их уважения связан исключительно с моей должностью и не имеет ничего общего со мной, Аякой. Напрашивается мысль о том, что... возможно, из всех знакомых мне людей только один человек действительно способен сблизиться со мной...",
      "id": "Banyak orang yang menghormatiku karena statusku sebagai Shirasagi Himegimi dan putri Klan Kamisato. Tapi yang mereka hormati hanyalah posisiku belaka, tidak ada hubungannya sama sekali dengan aku — Ayaka ....\n\nMungkin hanya satu orang yang bisa benar-benar dekat denganku ....",
      "th": "มีคนมากมายที่ให้ความเคารพฉัน เพราะว่าฉันคือ \"องค์หญิงกระเรียนขาว\" ที่เป็นคุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro เพียงเพราะว่าตำแหน่งจุดยืนของฉัน ไม่ได้เกี่ยวอะไรกับตัวฉันที่เป็น Ayaka คนนี้เลย...\n\nเพราะงั้นฉันจึงคิดว่า คนที่สามารถเข้าใกล้ฉันได้อย่างแท้จริง บางทีคงจะมีเพียง....",
      "vi": "Rất nhiều người kính trọng tôi vì tôi là Shirasagi Himegimi, là đại tiểu thư của Hiệp Hội Yashiro nhà Kamisato. Điều mà họ kính trọng chỉ là địa vị của tôi, chứ không liên quan đến con người thật sự của Ayaka này...\n\nCho nên theo tôi nghĩ, người có thể thật sự gần gũi với tôi, có lẽ chỉ có..."
    }
  },
  {
    "title": {
      "zhs": "关于绫华自己·愿望",
      "zht": "關於綾華自己·願望",
      "jp": "神里綾華自身について·願い",
      "ko": "아야카 자신에 대해·염원",
      "en": "About Kamisato Ayaka: Aspiration",
      "de": "Über Kamisato Ayaka – Streben",
      "es": "Sobre Kamisato Ayaka - Aspiraciones",
      "fr": "À propos d'Ayaka - Souhait",
      "pt": "Sobre Kamisato Ayaka: Aspiração",
      "ru": "О Камисато Аяке: Чаяния",
      "id": "Tentang Kamisato Ayaka: Harapan",
      "th": "เกี่ยวกับ Kamisato Ayaka: ความปรารถนา",
      "vi": "Về bản thân Ayaka - Nguyện Vọng"
    },
    "line": {
      "zhs": "如今的我，依旧想成为值得大家信任的人。不过，鼓舞我的原因，已不再是肩上的责任或他人的期待。而是因为，你也是这样的人啊。",
      "zht": "#如今的我，依舊想成為值得大家信任的人。不過，鼓舞我的原因，已不再是肩上的責任或他人的期待。而是因為，{F#妳}{M#你}也是這樣的人啊。",
      "jp": "今の私は、皆さんから信頼される人になりたいと思っています。その気持ちを鼓舞するものは、肩にのしかかる重責でも他人からの期待でもございません。貴方がすでにそのようなお方だからです。",
      "ko": "전 모두가 믿을 수 있는 사람이 되고 싶어요. 하지만 저를 나아가게 하는 건 더 이상 책임감이나 타인의 기대가 아니라, 당신 역시 저와 같은 사람이란 걸 알았기 때문이죠",
      "en": "Today, as in the past, I aspire to be somebody whom everyone can trust. But what motivates me is no longer the responsibilities I shoulder, or the expectations of other people. Rather, it is the fact that you are this kind of person, too.",
      "de": "Heute wie früher habe ich den Anspruch, jemand zu sein, dem jeder vertrauen kann. Aber was mich motiviert, ist nicht mehr die Verantwortung, die ich trage, oder die Erwartungen der anderen Menschen. Vielmehr ist es die Tatsache, dass du auch so ein Mensch bist.",
      "es": "Hoy en día, igual que en el pasado, aspiro a convertirme en alguien en quien todo el mundo pueda confiar. Pero lo que me motiva ya no son mis responsabilidades o las expectativas de los demás, sino el hecho de que tú también eres así.",
      "fr": "Aujourd'hui encore, je veux être quelqu'un qui soit digne de la confiance de tous. Non pas à cause des responsabilités qui pèsent sur mes épaules ou les attentes des autres, mais parce que vous êtes ce genre de personne.",
      "pt": "Hoje, assim como no passado, aspiro ser alguém em que todos podem confiar. Mas o que me motiva não são mais as responsabilidades que carrego, ou as expectativas de outras pessoas, mas sim o fato de que você também é uma pessoa assim.",
      "ru": "Сегодня, как и когда-то в прошлом, я стремлюсь стать человеком, которому может довериться любой. Но меня больше не мотивируют ни возложенная на меня ответственность, ни ожидания других людей. Скорее, тот факт, что тебе присущи те же качества, что и мне.",
      "id": "Aku yang sekarang tetap berharap dapat menjadi orang yang dapat dipercaya rakyat. Tapi satu alasan yang memotivasiku bukan lagi tanggung jawab atau pun harapan rakyat. Yang memotivasiku adalah karena kamu juga orang seperti itu.",
      "th": "ตัวฉันในทุกวันนี้ ก็ยังคงเป็นเช่นเดิม ยังคงอยากที่จะเป็นคนที่คู่ควรแก่การได้รับความเชื่อถือจากทุกคน อย่างไรก็ตาม เหตุผลที่เป็นแรงบันดาลใจให้ฉันนั้น ไม่ใช่ภาระความรับผิดชอบที่อยู่บนบ่า หรือความคาดหวังของคนอื่น ๆ อีกต่อไป แต่เป็นเพราะว่า... เธอเองก็เป็นคนแบบนี้เหมือนกันยังไงล่ะ",
      "vi": "Bây giờ tôi vẫn muốn trở thành người mà mọi người tin tưởng, nhưng nguyên nhân đã không còn là do trách nhiệm trên người hoặc kỳ vọng của người khác. Mà là vì, bạn cũng là người như thế."
    }
  },
  {
    "title": {
      "zhs": "关于我们·茶室",
      "zht": "關於我們·茶室",
      "jp": "茶屋について…",
      "ko": "우리에 대해·찻집",
      "en": "About Us: Teahouse",
      "de": "Über uns – Teestube",
      "es": "#Sobre nosotr{F#as}{M#os} - Casa de té",
      "fr": "À propos de nous - Salon de thé",
      "pt": "Sobre Nós: Casa de Chá",
      "ru": "О нас: Чайный дом",
      "id": "Tentang Kita: Kedai Teh",
      "th": "เกี่ยวกับพวกเรา: ร้านชา",
      "vi": "Về Chúng Ta - Phòng Trà"
    },
    "line": {
      "zhs": "如你有空，我们移步木漏茶室如何？在这样恬静的日子，略加交流茶艺心得，想来是颇具雅趣的。",
      "zht": "#如{F#妳}{M#你}有空，我們移步木漏茶室如何？在這樣恬靜的日子，略加交流茶藝心得，想來是頗具雅趣的。",
      "jp": "時間が空いていらしたら、共に木漏茶屋に行ってみませんか？こんな穏やかな日は、茶道の心得を通じて交流するのもまた一興かもしれませんよ。",
      "ko": "시간 있으시면 코모레 찻집으로 갈까요? 이렇게 평온한 날에 다도에 대해 이야기하는 것도 아주 재밌을 거예요",
      "en": "If you've got time, shall we take a walk to Komore Teahouse? To chat about the art of tea on a pleasant day like this seems like the sophisticated thing to do.",
      "de": "Wenn du Zeit hast, sollten wir einen Spaziergang zur Teestube Komore machen? An einem schönen Tag wie diesem über die Kunst des Tees zu plaudern, scheint mir die kultivierte Sache zu sein.",
      "es": "Si tienes tiempo, ¿querrías pasear conmigo hasta la Casa de Té Komore? Hablar de la ceremonia del té en un día tan agradable como este suena muy sofisticado.",
      "fr": "Si vous avez le temps, pourquoi ne pas aller au Salon de thé Komore ? En cette journée si calme, il serait agréable de parler de thé ensemble.",
      "pt": "Se você tiver tempo, o que acha de caminharmos até a Casa de Chá Komore? Conversar sobre a arte de chá em um dia agradável como este parece ser a coisa mais sofisticada a se fazer.",
      "ru": "Если у тебя есть время, может, заглянем в чайный дом «Коморэ»? Побеседовать об искусстве чаепития в столь приятный день - есть ли времяпрепровождение изысканнее?",
      "id": "Kalau ada waktu, bagaimana kalau kita melanjutkan perjalanan ke Komore Teahouse? Rasanya menyenangkan sekali kalau bisa mengobrol tentang seni minum teh di hari setenang ini.",
      "th": "หากเธอมีเวลา พวกเราไปที่โรงน้ำชา Komore กันดีมั้ย? ในวันที่เงียบสงบอย่างนี้ ถ้าได้พูดคุยแลกเปลี่ยนความคิดเห็นเกี่ยวกับชากันสักหน่อย คิดว่าน่าจะดีไม่น้อยเลย",
      "vi": "Nếu bạn rảnh rỗi, chúng ta đến Phòng Trà Komore nhé? Trong những ngày yên bình này, nghĩ tới giao lưu trà đạo thôi là đã thấy thú vị."
    }
  },
  {
    "title": {
      "zhs": "关于我们·节日",
      "zht": "關於我們·節日",
      "jp": "お祭りについて…",
      "ko": "우리에 대해·명절",
      "en": "About Us: Festivals",
      "de": "Über uns – Feste",
      "es": "#Sobre nosotr{F#as}{M#os} - Festival",
      "fr": "À propos de nous - Fêtes",
      "pt": "Sobre Nós: Festivais",
      "ru": "О нас: Праздники",
      "id": "Tentang Kita: Perayaan",
      "th": "เกี่ยวกับพวกเรา: เทศกาล",
      "vi": "Về Chúng Ta - Ngày Lễ"
    },
    "line": {
      "zhs": "如果有机会的话，我想试着和你共度异国的节日。需要遵循的当地风俗、礼仪规范，还有伴手礼的推荐，可以麻烦你…一一指导我吗？",
      "zht": "#如果有機會的話，我想試著和{F#妳}{M#你}共度異國的節日。需要遵循的當地風俗、禮儀規則，還有伴手禮的推薦，可以麻煩{F#妳}{M#你}…一一指導我嗎？",
      "jp": "機会がございましたら、貴方と共に異国のお祭りを過ごしてみたいです。その地の風習、礼儀作法、お勧めのお土産など…それらすべてをこの私に…ご教授いただけませんでしょうか？",
      "ko": "기회가 된다면, 당신과 함께 이국의 명절을 보내고 싶어요. 꼭 지켜야 하는 현지 풍습, 예절과 규칙, 그리고 추천할만한 기념품 같은 것들을… 저한테 알려주실 수 있나요?",
      "en": "If I ever have the chance, I would very much like to experience the festivities of another nation with you one day. Though, I will need some guidance on local customs and etiquette, and advice on what gifts to bring... Could I trouble you to give me some guidance?",
      "de": "Wenn ich jemals die Gelegenheit dazu habe, würde ich sehr gerne eines Tages die Festlichkeiten einer anderen Region mit dir erleben. Allerdings bräuchte ich eine Anleitung zu den örtlichen Sitten und Gebräuchen und einen Rat, welche Geschenke ich mitbringen sollte ... Könnte ich dich bitten, mir eine Anleitung zu geben?",
      "es": "Si alguna vez tengo la oportunidad, me encantaría vivir contigo las festividades de otra nación. Eso sí, necesitaría que me orientaras en cuanto a las costumbres y la etiqueta locales, y que me aconsejaras qué regalos llevar. ¿Te importaría ayudarme con eso?",
      "fr": "Si c'est possible un jour, j'aimerais assister à un jour de fête en votre compagnie à l'étranger. J'aurais besoin d'informations sur les coutumes et l'étiquette locales, ainsi que des conseils pour des cadeaux à offrir... Accepteriez-vous de m'aider ?",
      "pt": "Se eu puder, gostaria muito de conhecer as festas de outros países com você um dia. Mas vou precisar de orientação sobre costumes locais e etiqueta, além de conselhos para saber que presentes levar... Será que você poderia me guiar?",
      "ru": "Если выдастся шанс, когда-нибудь я с удовольствием познакомлюсь с праздничными традициями другого народа вместе с тобой. Правда, мне нужна будет информация о местных привычках и этикете, а также советы о том, какие подарки подготовить... Не затруднит ли тебя рассказать мне об этом?",
      "id": "Kalau aku bisa punya kesempatan, aku sangat ingin menikmati perayaan negara lain bersamamu. Tapi aku memerlukan beberapa panduan tentang adat dan etiket setempat, dan saran hadiah apa yang harus dibawa ... Bisakah aku merepotkanmu untuk memberiku beberapa panduan?",
      "th": "ถ้ามีโอกาสล่ะก็ ฉันอยากจะลองไปงานเทศกาลที่ต่างแดนกับเธอบ้าง ธรรมเนียมและกฎกติกามารยาทของท้องถิ่นที่ต้องปฏิบัติตาม รวมถึงคำแนะนำต่าง ๆ เกี่ยวกับของฝาก เธอช่วย... ให้คำแนะนำฉันหน่อยได้มั้ย?",
      "vi": "Nếu có cơ hội, tôi muốn thử cùng bạn đi chơi lễ ở đất nước khác. Phải tuân thủ phong tục, luật lệ lễ nghi địa phương như thế nào, và tặng quà lưu niệm ra sao, có thể nhờ bạn... chỉ bảo cho tôi không?"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」，即是胸怀大志之人所获的印绶。如果问我有什么志向的话…这个还是保密吧，只是一个微不足道的梦想罢了。",
      "zht": "「神之眼」，即是胸懷大志之人所獲的印綬。如果問我有什麼志向的話…這個還是保密吧，只是一個微不足道的夢想罷了。",
      "jp": "「神の目」、それは大志を抱く者に与えられる証です。私の志ですか…？それは…いえ、やはり秘密にさせてください。些細な夢に過ぎませんので。",
      "ko": "「신의 눈」은 큰 뜻을 품은 자만이 얻을 수 있는 증표죠. 제가 품은 뜻을 물으신다면… 그건 비밀이에요. 아주 보잘것없는 꿈이거든요",
      "en": "Visions are a seal of approval for those who are most ambitious. As for my own ambitions, they shall remain private for now. It is nothing more than an insignificant dream.",
      "de": "Göttliche Augen sind ein Gütesiegel für diejenigen, die am ehrgeizigsten sind. Was meine eigenen Ambitionen betrifft, so sollen sie vorerst privat bleiben. Es ist nicht mehr als ein unbedeutender Traum.",
      "es": "Las Visiones son un sello de aprobación para la gente con ambiciones. En cuanto a las mías, de momento las mantendré en privado. No son más que sueños insignificantes.",
      "fr": "L'œil divin est un sceau d'approbation pour les personnes dotées d'une grande ambition. La mienne ? ... C'est un secret pour l'instant. Il ne s'agit que d'un rêve insignifiant.",
      "pt": "As Visões são um selo de aprovação para os mais ambiciosos. Quanto às minhas ambições, elas continuarão em segredo por enquanto. Não passam de um sonho insignificante.",
      "ru": "Глаза Бога - знак одобрения для самых честолюбивых. Что касается моих целей и чаяний, пока я сохраню их в тайне. Это не более чем малозначимая мечта.",
      "id": "Vision adalah bukti persetujuan bagi mereka yang paling ambisius. Kalau kamu tanya apa ambisiku ... itu rahasia. Hanya sebuah mimpi yang tidak penting.",
      "th": "\"วิชั่น\" คือตราประทับของผู้คนที่มีความปรารถนาอันยิ่งใหญ่ ถ้าถามฉันว่าความปรารถนาของฉันคืออะไร... เรื่องนี้ขอเก็บเป็นความลับละกันนะ มันก็แค่ความฝันเล็ก ๆ น้อย ๆ เท่านั้นแหละ",
      "vi": "Vision là ấn tín dành cho người mang hoài bão lớn. Nếu như hỏi tôi có chí hướng gì... chuyện này bí mật nhé, đó chỉ là một giấc mơ nhỏ nhoi mà thôi."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "试问，常说「禅茶一味」，又说「剑禅一如」，那么剑和茶，又是什么关系呢？",
      "zht": "試問，常說「禪茶一味」，又說「劍禪一如」，那麼劍和茶，又是什麼關係呢？",
      "jp": "よく「茶禅一味」、「剣禅一如」と言いますが、刀とお茶にどのような関係があるのでしょうか？",
      "ko": "질문하나 할게요. 흔히 「선차일미(禪茶一味)」, 「검선일여(劍禪一如)」라고 하던데. 검과 차는 어떤 관계인가요?",
      "en": "It is said that \"the flavor of Zen is that of tea,\" and it is also said that \"the power of Zen is that of the blade.\" One might then ask: What does that say about the relationship between tea and the blade?",
      "de": "Es wird gesagt, dass „der Geschmack des Zen der des Tees ist“, und es wird auch gesagt, dass „die Kraft des Zen die der Klinge ist.“ Man könnte dann fragen: Was sagt das über die Beziehung zwischen Tee und der Klinge aus?",
      "es": "Dicen que “la meditación y el té tienen el mismo sabor”, y que “la meditación y la espada son igual de poderosas”. Por ello, uno podría preguntarse: “Entonces, ¿qué relación hay entre el té y la espada?”",
      "fr": "Demandez, on dit souvent que « le Zen et le thé sont les mêmes », et que « l'épée et le Zen sont les mêmes », alors quelle est la relation entre l'épée et le thé ?",
      "pt": "Dizem que \"o sabor do Zen é o sabor do chá\", mas também dizem que \"o poder do Zen é o poder da lâmina\". Eu me pergunto, qual será a relação que existe entre chás e espadas?",
      "ru": "Есть такое выражение «хочешь вдохнуть аромат дзэн - понюхай чай». Есть и другое «сила дзэн - в силе клинка». Напрашивается вопрос: что общего между чаем и клинком?",
      "id": "Dikatakan bahwa \"hati menyatu dengan teh\", dan ada juga yang mengatakan bahwa \"hati manusia seperti pedang\", jadi apa hubungannya pedang dan teh?",
      "th": "ถามหน่อยสิ ที่ผู้คนพูดกันว่า \"รสชาติของเซนคือรสชาติของชา\" และก็ \"พลังของเซนคือพลังแห่งดาบ\" ถ้างั้นชากับดาบมันเกี่ยวกันยังไงนะ?",
      "vi": "Thử hỏi, có câu \"Thiền Trà Cùng Vị\", lại có câu \"Kiếm Thiền Đồng Nhất\", vậy thì kiếm và trà, có mối liên hệ thế nào?"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你在城中，见过枯萎的樱花树么？这种「枯」之美，让我想到春天盛开之景。不过别人似乎并不这么想，不再开花的樱树会被移走…就算一次也好，真想看到它再次开放。",
      "zht": "#{F#妳}{M#你}在城中，見過枯萎的櫻花樹嗎？這種「枯」之美，讓我想到春天盛開之景。不過別人似乎並不這麼想，不再開花的櫻樹會被移走…就算一次也好，真想看到它再次開放。",
      "jp": "城内で枯れた櫻を見たことはございますか？この「枯れる」という美があるからこそ、春に咲き誇る姿を想像できるのです。しかし、他の方はそう思っていません。枯れた櫻はすぐに取り除かれてしまいます。一度でもいいので、それらがまた咲く姿を見てみたいものですね。",
      "ko": "성안에서 메마른 벚나무를 보신 적 있나요? 「메마른 것」의 아름다움은 벚꽃이 만개한 아름다운 봄 풍경을 떠올리게 하죠. 하지만 다른 사람들의 생각은 다른가 봐요. 꽃이 피지 않는 벚나무는 바로 베어 버리더군요. 단 한 번이라도 그 꽃이 다시 피는 걸 보고 싶어요",
      "en": "Have you ever noticed the withering sakura tree in the city? For me, there is a beauty to the withering, it brings back fond memories of the spring. Most people don't agree — sakura trees that will never bloom again are removed. But when I look at a tree, all I want is to see it blossom again... just one more time...",
      "de": "Hast du jemals den verwelkenden Sakura-Baum in der Stadt bemerkt? Für mich hat das Verwelken etwas Schönes an sich, es weckt schöne Erinnerungen an den Frühling. Die meisten Menschen finden das nicht. Sakura-Bäume, die nie wieder blühen werden, werden entfernt. Aber wenn ich einen Baum ansehe, ist alles, was ich will, ihn noch einmal blühen zu sehen ... nur noch ein einziges Mal ...",
      "es": "¿Has visto el cerezo marchito que hay en la ciudad? Para mí, lo marchito tiene su propia belleza, pues me hace evocar los buenos recuerdos de la primavera. La mayoría de la gente no está de acuerdo, por lo que los cerezos que no florecen nunca más son talados. Pero cuando veo un árbol, siento el deseo de verlo florecer de nuevo... aunque solo sea una vez más.",
      "fr": "Avez-vous déjà vu le cerisier flétri en ville ? Il y a une certaine beauté à cela, qui me rappelle le printemps. La plupart des gens ne sont pas du même avis, car les cerisiers qui ne fleurissent plus sont déracinés. Mais j'aimerais les voir fleurir encore, juste une fois de plus.",
      "pt": "Você já reparou nas árvores Sakura definhadas na cidade? Para mim, existe uma beleza no definhamento. Isso me traz memórias da primavera. A maior parte das pessoas não concorda — árvores Sakura que nunca florescerão novamente são removidas. Porém, quando eu olho para uma árvore, tudo o que eu quero é vê-la florescer novamente... Só mais uma vez...",
      "ru": "Тебе доводилось видеть в городе увядающие сакуры? Мне кажется, что в увядании есть определённая красота, ведь оно навевает воспоминания о весне. Многие люди не согласились бы со мной. Сакуры, которым не суждено уже зацвести, убирают с глаз долой. Но, глядя на дерево, всё, чего я хочу, - снова увидеть его цветущим... хотя бы один только раз...",
      "id": "Pernahkah kamu memperhatikan pohon sakura yang layu di kota? Keindahan dalam kelayuan tersebut dapat membuatku teringat kembali pada pemandangan indah musim semi. Tapi banyak orang-orang tidak setuju — pohon sakura yang tidak akan pernah mekar lagi akan dicabut. Cukup satu kali saja, aku ingin melihat pohon itu mekar lagi ....",
      "th": "เธอเคยสังเกตต้นซากุระที่เหี่ยวเฉาในเมืองมั้ย? ความงามของ \"ความเหี่ยวเฉา\" นี้ ทำให้ฉันนึกถึงภาพที่บานสะพรั่งในฤดูใบไม้ผลิ แต่ดูเหมือนว่าคนอื่นจะไม่คิดแบบนี้นะ ต้นซากุระที่ไม่ออกดอกจะต้องถูกถอนทิ้งไป... ขอแค่อีกครั้งเดียวก็ยังดี ฉันอยากจะเห็นมันบานอีกครั้งจังเลย",
      "vi": "Trong tòa thành này, bạn từng thấy hoa anh đào héo úa chưa? Cái đẹp \"héo úa\" này làm tôi nhớ đến cảnh hoa nở vào mùa xuân. Những người khác dường như không nghĩ như vậy, hoa anh đào không nở hoa nữa sẽ được dời đi nơi khác... Cho dù chỉ một lần, tôi cũng muốn nhìn thấy nó nở hoa lần nữa."
    }
  },
  {
    "title": {
      "zhs": "关于托马…",
      "zht": "關於托馬…",
      "jp": "トーマについて…",
      "ko": "토마에 대해…",
      "en": "About Thoma",
      "de": "Über Thoma ...",
      "es": "Sobre Thoma...",
      "fr": "À propos de Thomas...",
      "pt": "Sobre Thoma...",
      "ru": "О Томе...",
      "id": "Tentang Thoma",
      "th": "เกี่ยวกับ Thoma...",
      "vi": "Về Thoma..."
    },
    "line": {
      "zhs": "托马是我很重要的朋友，他的开朗和阳光总是感染着我。某种意义上来说，他就像是我的另一个兄长一样，已经成为了「神里家」的一员。",
      "zht": "托馬是我很重要的朋友，他的開朗和陽光總是感染著我。某種意義上來說，他就像是我的另一個兄長一樣，已經成為了「神里家」的一員。",
      "jp": "トーマは私の大切な友人です。彼の明るさと陽気さにはいつも感化されてきました。ある意味、彼はもう一人の兄のような存在で、すでに「神里家」の一員だとも思っています。",
      "ko": "토마는 제 소중한 친구예요. 그의 햇살 같은 명랑함은 항상 절 행복하게 해주죠. 어떤 의미에서 그는 제 또 다른 오빠이자, 「카미사토 가문」의 일원이라고 할 수 있어요",
      "en": "Thoma is a dear friend. He always lifts my spirits with his sunny disposition. In a sense, I think of him as another brother, and as a full member of the Kamisato Clan.",
      "de": "Thoma ist ein lieber Freund. Mit seinem sonnigen Gemüt hebt er immer meine Laune. In gewisser Weise betrachte ich ihn als einen weiteren Bruder und als ein vollwertiges Mitglied des Kamisato-Klans.",
      "es": "Thoma es un querido amigo mío. Siempre me levanta el ánimo con su alegría y optimismo. En cierto modo, es como otro hermano para mí, un miembro de pleno derecho del clan Kamisato.",
      "fr": "Thomas est un bon ami. Sa gaieté et sa joie de vivre sont contagieuses. Dans un sens, il est comme un autre grand frère pour moi et un membre à part entière du Clan Kamisato.",
      "pt": "Thoma é um grande amigo. Ele sempre me deixa feliz com sua alegre disposição. De certa forma, penso nele como outro irmão, como se já fosse outro membro do Clã Kamisato.",
      "ru": "Тома - мой близкий друг. Он весь словно наполнен солнечным светом и всегда поднимает мне настроение. В некотором роде, я вижу в нём ещё одного брата и полноценного члена клана Камисато.",
      "id": "Thoma adalah teman terbaikku. Dia selalu membangkitkan semangatku dengan wataknya yang cerah. Aku sudah menganggapnya sebagai saudara laki-lakiku dan anggota Klan Kamisato.",
      "th": "Thoma คือเพื่อนคนสำคัญของฉัน ความสดใสและร่าเริงของเขาส่งผลกระทบต่อฉัน ในแง่หนึ่ง เขาก็เหมือนกับพี่ชายอีกคนหนึ่งของฉันล่ะนะ กลายเป็นสมาชิกของ \"ตระกูล Kamisato\" ไปเรียบร้อยแล้วล่ะ",
      "vi": "Thoma là người bạn rất quan trọng với tôi, tính tình cởi mở và vui vẻ của anh ấy luôn cảm hóa đến tôi. Về mặt ý nghĩa nào đó, anh ấy như một người anh trai khác của tôi vậy, nay đã trở thành một trong những thành viên của \"Nhà Kamisato\"."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "为「天领奉行」工作的九条裟罗…她总是一脸严肃。我和她曾经起过几次争端，不过她本质是忠义之士，这点无可否认。",
      "zht": "為「天領奉行」工作的九條裟羅…她總是一臉嚴肅。我和她曾經起過幾次爭端，不過她本質是忠義之士，這點無可否認。",
      "jp": "「天領奉行」に付き従う九条裟羅…彼女はいつも真剣な顔をしていますね。私も彼女と幾度か口論になったことがございます。しかし、彼女の本質は忠義によるもの、その点だけは否定できません。",
      "ko": "「텐료 봉행」을 위해 일하는 쿠죠 사라는… 늘 근엄함을 유지하죠. 그녀와 다툰 적도 있지만, 그녀의 충성심을 부정할 순 없어요",
      "en": "Kujou Sara of the Tenryou Commission is... not known to smile, and I have had my fair share of disputes with her. She is, however, a loyal servant to Inazuma, there is no question about that.",
      "de": "Kujou Sara von der Tenryou-Verwaltung ist ... nicht für ihr Lächeln bekannt und ich hatte schon so manchen Streit mit ihr. Sie ist jedoch eine loyale Dienerin Inazumas, daran besteht kein Zweifel.",
      "es": "Kujou Sara, de la Comisión Tenryou... no es conocida precisamente por sonreír, y he tenido mis disputas con ella. Sin embargo, no hay duda de que sirve muy fielmente a Inazuma.",
      "fr": "Kujou Sara de la Commission administrative... Elle a toujours cet air austère. D'ailleurs, j'ai eu mon lot de désaccords avec elle, mais on ne peut pas nier sa loyauté envers Inazuma.",
      "pt": "Kujou Sara da Comissão Tenryou... Conhecida por não sorrir, e tive minha dose de brigas com ela. Porém, ela serve Inazuma com lealdade, quanto a isso não há dúvidas.",
      "ru": "Кудзё Сара из комиссии Тэнрё... Никто не видел её улыбающейся, а мне частенько доводилось спорить с ней о многих вопросах. Однако она верно служит Инадзуме, в этом нет никаких сомнений.",
      "id": "Kujou Sara dari Tenryou Commission ... dia tidak suka tersenyum dan aku sering berselisih dengannya. Tapi dia sangat setia dalam melayani Inazuma, hal ini tidak perlu dipertanyakan lagi.",
      "th": "Kujou Sara ผู้ทำงานให้แก่ \"สำนัก Tenryou\" ...เธอมักจะทำหน้าเคร่งขรึมอยู่ตลอดเวลา ฉันกับเธอมีเรื่องให้ต้องเถียงกันอยู่บ้างในบางครั้ง อย่างไรก็ตามความซื่อสัตย์ของเธอนั้น เป็นเรื่องที่ไม่สามารถปฏิเสธได้จริง ๆ",
      "vi": "Kujou Sara làm việc cho Hiệp Hội Tenryou... Cô ấy luôn có khuôn mặt nghiêm túc. Tôi và cô ấy từng có tranh chấp, nhưng bản chất của cô ấy là một người trung nghĩa, điều này không thể phủ nhận."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏…",
      "zht": "關於鹿野院平藏…",
      "jp": "鹿野院平蔵について…",
      "ko": "시카노인 헤이조에 대해…",
      "en": "About Shikanoin Heizou",
      "de": "Über Shikanoin Heizou ...",
      "es": "Sobre Shikanoin Heizou...",
      "fr": "À propos de Shikanoin Heizou...",
      "pt": "Sobre Shikanoin Heizou",
      "ru": "О Сиканоине Хэйдзо...",
      "id": "Tentang Shikanoin Heizou",
      "th": "เกี่ยวกับ Shikanoin Heizou...",
      "vi": "Về Shikanoin Heizou..."
    },
    "line": {
      "zhs": "鹿野院先生？他和九条小姐一样，是「天领奉行」的人。他…也是一个很有原则的人。对于这些「原则」的坚持，甚至比九条小姐更执着。只不过，什么事应该被算在这些「原则」之内，我想，或许只有鹿野院先生自己知道吧。",
      "zht": "鹿野院先生？他和九條小姐一樣，是「天領奉行」的人。他…也是一個很有原則的人。對於這些「原則」的堅持，甚至比九條小姐更執著。只不過，什麼事應該被算在這些「原則」之內，我想，或許只有鹿野院先生自己知道吧。",
      "jp": "鹿野院さんですか？彼は九条さんと同じように、「天領奉行」の人間です。彼も…自分の信条を持っているお方です。その「信条」を守る執着心は、九条さんよりも強いかもしれません。ただ、何を以って「信条」というべきかは、鹿野院さんのみが知ることでしょう…",
      "ko": "시카노인 씨요? 그분도 쿠죠 씨처럼 「텐료 봉행」의 일원이에요. 그분도… 원칙을 매우 중요시하죠. 「원칙」에 대한 집념이 쿠죠 씨보다도 강하답니다. 하지만 이런 「원칙」에 어떤 일들이 포함돼야 하는지는 오직 시카노인 씨만 알고 계시겠죠…",
      "en": "Mr. Shikanoin belongs to the Tenryou Commission, just like Miss Kujou. He is very... principled, sometimes even more determinedly so than Miss Kujou. The only thing is, when it comes to the question of which matters should be governed by his principles, I believe only Mr. Shikanoin himself knows the answer...",
      "de": "Herr Shikanoin gehört der Tenryou-Verwaltung an, genau wie Fräulein Kujou. Er ist sehr ... prinzipientreu, manchmal sogar noch entschiedener als Fräulein Kujou. Nur wenn es um die Frage geht, in welchen Angelegenheiten seine Prinzipien gelten sollen, kennt, glaube ich, nur Herr Shikanoin selbst die Antwort ...",
      "es": "Igual que la señorita Kujou, el señor Shikanoin pertenece a la Comisión Tenryou. Tiene sus propios... principios, y a veces es incluso más decidido que Kujou Sara. Sin embargo, solo él mismo sabe qué asuntos se rigen por esos principios.",
      "fr": "Monsieur Shikanoin ? Il fait aussi partie de la Commission administrative comme mademoiselle Kujou. C'est... aussi un homme avec de grands principes qui est encore plus extrême qu'elle dans leur application. Quant aux affaires qui devraient être gouvernées par ses principes... Je pense qu'il les connaît.",
      "pt": "O Sr. Shikanoin pertence à Comissão Tenryou, assim como a Srta. Kujou. Ele é muito... escrupuloso, às vezes de forma até mais determinada que a Srta. Kujou. O problema é que, quando se trata das questões que devem ser governadas pelos seus princípios, acredito que só o Sr. Shikanoin saiba a resposta.",
      "ru": "Господин Сиканоин, как и госпожа Кудзё, входит в комиссию Тэнрё. Он очень... принципиален, и зачастую действует гораздо решительнее госпожи Кудзё. Только вот ответ на вопрос о том, какие именно проблемы должны решаться с учётом его принципов, полагаю, знает один лишь господин Сиканоин...",
      "id": "Tuan Shikanoin adalah anggota Tenryou Commission, sama seperti Nona Kujou. Dia adalah orang yang berprinsip teguh, terkadang bahkan lebih tegar dari Nona Kujou. Tentang hal-hal apa saja yang harus diatur oleh prinsip-prinsipnya, kurasa hanya Tuan Shikanoin sendiri yang tahu jawabannya ....",
      "th": "คุณ Shikanoin? เขาก็เหมือนกับคุณ Kujou นั่นแหละ เป็นคนของ \"สำนัก Tenryou\" เขาเอง... ก็เป็นคนที่มีหลักการเช่นกัน สำหรับ \"หลักการ\" เหล่านี้น่ะ น่าจะถึงขั้นเข้มงวดกว่าคุณ Kujou ซะอีก เพียงแต่ว่า เรื่องอะไรบ้างที่ควรนับให้อยู่ใน \"หลักการ\" เหล่านี้ ฉันว่า... บางทีคงจะมีแต่เจ้าตัวเท่านั้นที่รู้ล่ะนะ",
      "vi": "Ngài Shikanoin Heizou? Ngài ấy là người trong \"Hiệp Hội Tenryou\" như Kujou. Ngài ấy cũng là một người rất có nguyên tắc. Về việc tuân thủ nguyên tắc thì thậm chí còn cố chấp hơn cả Kujou. Thế nhưng \"nguyên tắc\" này bao gồm những việc gì, tôi nghĩ có lẽ chỉ có bản thân ngài Shikanoin biết thôi."
    }
  },
  {
    "title": {
      "zhs": "关于早柚…",
      "zht": "關於早柚…",
      "jp": "早柚について…",
      "ko": "사유에 대해…",
      "en": "About Sayu",
      "de": "Über Sayu ...",
      "es": "Sobre Sayu...",
      "fr": "À propos de Sayu...",
      "pt": "Sobre Sayu...",
      "ru": "О Саю...",
      "id": "Tentang Sayu",
      "th": "เกี่ยวกับ Sayu...",
      "vi": "Về Sayu..."
    },
    "line": {
      "zhs": "早柚这孩子，最近有没有给你添什么麻烦呢？如果看见她偷懒，可以直接告诉我。",
      "zht": "#早柚這孩子，最近有沒有給{F#妳}{M#你}添什麼麻煩呢？如果看見她偷懶，可以直接告訴我。",
      "jp": "この所、早柚ちゃんは貴方に迷惑をかけていないでしょうか？ふふ、彼女がサボっているところを見かけたら、私に言ってくださいね。",
      "ko": "요새 사유가 당신께 폐를 끼치진 않았나요? 후후, 만약 그 아이가 게으름 피우는 걸 보시면 꼭 저한테 알려주세요",
      "en": "Ah, little Sayu. She hasn't been causing you any trouble lately, has she? Hehe, if you ever notice her slacking off, please let me know.",
      "de": "Ah, die kleine Sayu. Sie hat dir in letzter Zeit keinen Ärger gemacht, oder? Hehe, wenn du jemals merkst, dass sie nachlässt, lass es mich bitte wissen.",
      "es": "Oh, la pequeña Sayu. No ha causado ningún problema últimamente, ¿o sí? Jeje, si alguna vez la ves holgazaneando, solo tienes que decírmelo.",
      "fr": "La petite Sayu vous donné du fil à retordre dernièrement, n'est-ce pas ? Si vous la voyez tirer au flanc, prévenez-moi.",
      "pt": "Ah, pequena Sayu. Ela não está causando nenhum problema ultimamente, certo? Hehe, se você encontrar ela sendo preguiçosa, me avise, por favor.",
      "ru": "А, малышка Саю. Надеюсь, она не доставляет тебе хлопот? Если вдруг заметишь, что она отлынивает от дел, дай знать.",
      "id": "Ah, si Sayu. Dia tidak menyebabkan masalah untukmu, kan? Hahaha, tolong beri tahu aku kalau kamu melihat dia bermalas-malasan.",
      "th": "Sayu เหรอ... ช่วงนี้เด็กคนนั้นไปสร้างความวุ่นวายให้เธอบ้างรึเปล่า? ถ้าเกิดเห็นเธอไปแอบอู้ที่ไหน ก็มาบอกฉันได้เลยนะ",
      "vi": "Con bé Sayu này, gần đây có gây rắc rối gì cho bạn không? Nếu thấy nó lười biếng thì có thể nói tôi nghe."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军·猜测",
      "zht": "關於雷電將軍·猜測",
      "jp": "雷電将軍について·推察",
      "ko": "라이덴 쇼군에 대해·추측",
      "en": "About the Raiden Shogun: Guesswork",
      "de": "Über Shougun Raiden – Verdacht",
      "es": "Sobre la Shogun Raiden - Opinión",
      "fr": "À propos de la Shogun Raiden - Spéculation",
      "pt": "Sobre a Shogun Raiden - Suposições",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun: Dugaan",
      "th": "เกี่ยวกับโชกุน Raiden: คาดเดา",
      "vi": "Về Raiden Shogun - Suy Đoán"
    },
    "line": {
      "zhs": "对大御所大人的看法吗？这并不该由我等下属随意议论。但…将军大人她，在追求「永恒」之路上，可能也很孤独吧。",
      "zht": "對大御所大人的看法嗎？這並不該由我等下屬隨意議論。但…將軍大人她，在追求「永恆」之路上，可能也很孤獨吧。",
      "jp": "将軍様のお考え？それは私ども配下が議論できることではございません。ただ…「永遠」を追い求める道において、孤独を感じることもあるかもしれませんね。",
      "ko": "쇼군에 대한 제 생각이요? 그건 저 같은 아랫사람이 함부로 얘기할 수 없는 부분이지만… 「영원」을 추구하는 과정에서 분명 외로우실 거라고 생각해요",
      "en": "The Almighty Shogun? It would be improper of me to comment, given that I am one of her subjects. All I will say is that... I think that Her Excellency must get lonely on the road to eternity.",
      "de": "Der allmächtige Shougun? Es wäre unpassend von mir, das zu kommentieren, da ich einer ihrer Untertanen bin. Ich will nur sagen, dass ... ich denke, dass ihre Exzellenz sich auf dem Weg in die Ewigkeit einsam fühlen muss.",
      "es": "¿Mi opinión sobre Su Excelencia, la Shogun? No sería apropiado que la dijera, ya que soy una de sus súbditos. Lo único que puedo decir es que... su camino hacia la eternidad debe ser bastante solitario.",
      "fr": "Ce que je pense de Son Excellence ? Cela serait inapproprié d'en discuter, étant l'un de ses sujets. Mais... elle doit sans doute se sentir seule dans sa quête d'« éternité ».",
      "pt": "A Poderosa Shogun? Não cabe a mim comentar, visto que sou uma de suas súditas. Só posso dizer que... Acho que Sua Excelência se sente um pouco sozinha no caminho para a eternidade.",
      "ru": "Всемогущий сёгун? Мне не должно высказывать своё мнение, ведь я принадлежу к числу её подданных. Так что я скажу лишь одно... Мне кажется, что её превосходительство очень одинока на своём пути к вечности.",
      "id": "Shogun Yang Mahakuasa? Kurasa aku tidak pantas berkomentar karena aku adalah salah satu bawahannya. Tapi kalau mau bicara, kurasa Yang Mulia pasti kesepian di jalan menuju keabadian.",
      "th": "ความคิดเห็นที่มีต่อท่านโชกุนผู้ยิ่งใหญ่งั้นเหรอ? นี่ไม่ใช่สิ่งที่ผู้น้อยอย่างฉันจะพูดถึงพล่อย ๆ ได้หรอกนะ แต่ว่า... เส้นทางของการไล่ตาม \"ความเป็นนิรันดร์\" ของท่านโชกุนน่ะ น่าจะเหงามากเลยทีเดียว",
      "vi": "Nghĩ gì về Ogosho đại nhân ư? Thuộc cấp như tôi không thể tùy tiện bình phẩm. Nhưng...đại nhân đang trên con đường theo đuổi sự \"vĩnh hằng\", hẳn sẽ cô đơn lắm."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军·立场",
      "zht": "關於雷電將軍·立場",
      "jp": "雷電将軍について·立場",
      "ko": "라이덴 쇼군에 대해·입장",
      "en": "About the Raiden Shogun: Standpoint",
      "de": "Über Shougun Raiden – Standpunkt",
      "es": "Sobre la Shogun Raiden - Opinión",
      "fr": "À propos de la Shogun Raiden - Position",
      "pt": "Sobre a Shogun Raiden: Ponto de Vista",
      "ru": "О сёгуне Райдэн: Положение",
      "id": "Tentang Raiden Shogun: Sudut Pandang",
      "th": "เกี่ยวกับโชกุน Raiden: จุดยืน",
      "vi": "Về Raiden Shogun - Lập Trường"
    },
    "line": {
      "zhs": "见证了「无想的一刀」并且活了下来，该说是堪称伟业的经历了吧。虽然对我来说，她是真正的神明，一念之间可以更改稻妻的命运，但如果是和你起了冲突的话…我一定会站在你这一边的。",
      "zht": "#見證了「無想的一刀」並且活了下來，該說是堪稱偉業的經歷了吧。雖然對我來說，她是真正的神明，一念之間可以更改稻妻的命運，但如果是和{F#妳}{M#你}起了衝突的話…我一定會站在{F#妳}{M#你}這一邊的。",
      "jp": "「無想の一太刀」を見ても生き延びられたこと、それだけでも偉業と言えるでしょう。私にとってあのお方は本物の神であり、稲妻の命運を一瞬にして変えることのできる存在です。しかし、もしあのお方と貴方が衝突した場合…私は必ず貴方を選びます。",
      "ko": "「무상의 일태도」를 목격하고도 살아남았다는 건 위대한 경험이라고 할 만하죠. 저에게 있어 그분은 이나즈마의 운명을 한순간에 바꿔 버릴 수 있는 진정한 신이지만, 만약 당신과 충돌이 생긴다면… 전 당신 편에 설 거에요",
      "en": "To witness the Musou no Hitotachi and live to tell the tale is quite a remarkable feat. Even though I recognize her as our true deity with the power to change Inazuma's fate at will, if there is conflict between the two of you, then... I shall choose to side with you.",
      "de": "Das „Musou no Hitotachi“ miterlebt und überlebt zu haben, ist doch eine tolle Erfahrung, oder? Obwohl sie für mich ein wahrer Archon ist, der das Schicksal von Inazuma im Handumdrehen ändern kann, wäre ich auf deiner Seite, wenn es zu einem Konflikt mit dir kommen würde.",
      "es": "Ser testigo del Filo del pensamiento vacío y vivir para contarlo es una increíble hazaña. Aunque la reconozco como nuestra auténtica deidad capaz de cambiar el destino de Inazuma como desee, si hubiera algún conflicto entre ustedes dos... elegiría estar de tu lado.",
      "fr": "Assister au Kendo d'insouciance et vivre pour en parler est un exploit. Bien que je reconnaisse son identité en tant que véritable divinité avec le pouvoir de décider du destin d'Inazuma, je serais prête à prendre votre parti en cas de conflit avec elle.",
      "pt": "Testemunhar o Musou no Hitotachi e viver para contar a história é um feito notável. Mesmo que eu a reconheça como nossa verdadeira divindade com o poder de mudar o destino de Inazuma à vontade, se houver conflito entre vocês dois, então... Eu escolho ficar ao seu lado.",
      "ru": "Быть свидетелем «Мусо но хитотати» и выжить - великий опыт, не так ли? Хотя для меня она - настоящее божество, которое может изменить судьбу Инадзумы в одно мгновение, если бы вы столкнулись, я была бы на твоей стороне.",
      "id": "Bisa menyaksikan Musou no Hitotachi dan masih bertahan hidup, bisa dibilang itu adalah pencapaian yang luar biasa. Walaupun bagiku, dia adalah dewa sejati yang sanggup mengubah nasib Inazuma dengan perintahnya, tapi seandainya terjadi konflik di antara kalian berdua ... aku pasti akan memihakmu.",
      "th": "การเจอกับ \"Musou no Hitotachi\" และเอาชีวิตรอดมาได้ ถือเป็นประสบการณ์ที่ยอดเยี่ยมมาก ถึงแม้สำหรับฉันแล้ว เค้าจะเป็นเทพเจ้าที่แท้จริง ผู้ที่สามารถเปลี่ยนแปลงชะตาของ Inazuma ได้ตามที่ต้องการ แต่ถ้าเค้ากับเธอขัดแย้งกันล่ะก็... ฉันจะอยู่ข้างเธอแน่นอน",
      "vi": "Đối mặt và thoát khỏi \"Lưỡi Đao Vô Tưởng\", có thể nói đây là một trải nghiệm vĩ đại. Tuy đối với tôi mà nói, cô ấy đúng là thần linh, có thể thay đổi vận mệnh của Inazuma trong phút chốc. Nhưng nếu cô ấy có xung đột với bạn... thì tôi nhất định sẽ đứng về phía bạn."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "我和八重宫司大人的合作向来很愉快。你看，操办节庆庆典非常劳神费力，营收多半也不好看。但是八重宫司大人操办的产业，真的既风雅又有收成。",
      "zht": "#我和八重宮司大人的合作向來很愉快。{F#妳}{M#你}看，操辦節慶慶典非常勞神費力，營收多半也不好看。但是八重宮司大人操辦的產業，真的既風雅又有收成。",
      "jp": "私と八重宮司様はかねてより協力関係を続けてきました。お祭りの開催は非常に手間がかかる上、収益もそれほど良いものではございません。しかし八重宮司様が仕切られた事業は、優雅さを保ちながら収益化にも成功されています。",
      "ko": "야에 궁사님과 일하는 건 언제나 즐거워요. 축제를 준비하는 건 매우 힘들고 이익도 얼마 안 되지만, 야에 궁사님이 맡으신 사업은 고상하고 멋있으면서 수익성도 좋거든요",
      "en": "I have always greatly enjoyed working with Guuji Yae. Organizing festival affairs generally takes a lot of effort and doesn't generate much income, but Guuji Yae's events always come off both elegant and profitable.",
      "de": "Ich habe die Zusammenarbeit mit Guuji Yae immer sehr genossen. Die Organisation von Festen ist in der Regel sehr aufwändig und wirft nicht viel Geld ab, aber die Veranstaltungen von Guuji Yae sind immer elegant und profitabel.",
      "es": "Siempre me ha gustado trabajar con la Suma Sacerdotisa Yae. Hay que trabajar muy duro para organizar un festival y, aun así, no genera muchos ingresos, pero cuando ella es la organizadora, el resultado siempre es elegante y aporta beneficios.",
      "fr": "J'ai toujours apprécié travailler avec la Guuji Yae. Gérer un festival, c'est beaucoup de travail, mais les revenus générés sont faibles en général. La Guuji Yae réussit à organiser des événements aussi beaux que rentables.",
      "pt": "Sempre gostei muito de trabalhar com Guuji Yae. Organizar eventos é uma atividade que exige um grande esforço não dá tanto lucro assim, mas os eventos de Guuji Yae são sempre tão elegantes quanto lucrativos.",
      "ru": "Мне всегда очень нравилось работать с Гудзи Яэ. Организация праздников, как правило, отнимает массу сил и приносит не так много дохода, однако мероприятия Гудзи Яэ всегда оказываются не только изысканными, но и прибыльными.",
      "id": "Aku selalu menikmati saat bekerja dengan Guuji Yae. Mengorganisir urusan festival umumnya membutuhkan banyak usaha dan tidak menghasilkan banyak pendapatan. Tapi setiap acara yang diorganisir Guuji Yae selalu elegan dan menguntungkan.",
      "th": "ฉันมีความสุขมากที่ได้ร่วมงานกับท่าน Guuji Yae อย่างที่เธอเห็นว่าการจัดเทศกาลนั้นต้องใช้ความพยายามเป็นอย่างมาก อีกทั้งรายได้ก็ไม่ดีนัก แต่กิจการที่ท่าน Guuji Yae ดำเนินการนั้น มักจะสง่างามและได้ผลตอบรับที่ดีจริง ๆ",
      "vi": "Hợp tác giữa tôi và Guuji Yae luôn rất vui vẻ, bạn xem, tổ chức lễ hội rất tốn công sức, đa phần doanh thu sẽ không được tốt. Nhưng sản nghiệp mà Guuji Yae điều hành lại rất tao nhã và có thu hoạch lớn."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫人…",
      "zht": "關於神里綾人…",
      "jp": "神里綾人について…",
      "ko": "카미사토 아야토에 대해…",
      "en": "About Kamisato Ayato",
      "de": "Über Kamisato Ayato ...",
      "es": "Sobre Kamisato Ayato...",
      "fr": "À propos de Kamisato Ayato...",
      "pt": "Sobre Kamisato Ayato...",
      "ru": "О Камисато Аято...",
      "id": "Tentang Kamisato Ayato",
      "th": "เกี่ยวกับ Kamisato Ayato...",
      "vi": "Về Kamisato Ayato..."
    },
    "line": {
      "zhs": "作为神里家的家主，兄长平日需要出面诸多场合。我虽尽力分担兄长肩上所负担的责任，却也无法缓和他常年积压在身的疲倦。唉，就当是为了妹妹着想，希望你能劝言，让兄长多多注意身体啊。",
      "zht": "#作為神里家的家主，兄長平日需要出面諸多場合。我雖盡力分擔兄長肩上所負擔的責任，卻也無法緩和他常年積壓在身的疲倦。唉，就當是為了妹妹著想，希望{F#妳}{M#你}能勸言，讓兄長多多注意身體啊。",
      "jp": "神里家の当主として、お兄様は平素より数々の場所に出向いています。私もお兄様の重荷を負担しようと尽力しているのですが、それでも長年蓄積した疲労を緩和させてあげることはできませんでした。はぁ…妹のためだと思って、体には気を付けてと貴方からもお兄様に言ってください。",
      "ko": "오빠는 카미사토 가문의 가주로서 평소에 여러 곳에 얼굴을 비춰야 하죠. 제가 부담을 최대한 덜어주려고 노력하지만, 오빠의 오랜 피로를 완화시킬 순 없었어요. 휴, 동생을 생각해서라도 건강 좀 잘 챙기라고 말 좀 해주세요",
      "en": "As the head of the Kamisato Clan, brother always has a full schedule of places he needs to be. I do try my best to share his load, but there is no changing the pressure he is subjected to all year round, and the toll it takes upon him. *sigh* If you see him, remind him to take care of himself, for his sister's sake...",
      "de": "Als Oberhaupt des Kamisato-Klans hat er immer einen vollen Terminkalender mit Orten, an denen er sein muss. Ich versuche mein Bestes, um seine Last zu teilen, aber es gibt keine Möglichkeit, den Druck zu ändern, dem er das ganze Jahr über ausgesetzt ist, und den Tribut, den es für ihn bedeutet. *seufz* Wenn du ihn siehst, erinnere ihn daran, auf sich aufzupassen, seiner Schwester zuliebe ...",
      "es": "Como el cabeza del clan Kamisato, mi hermano siempre tiene la agenda llena de sitios a los que ir. Me esfuerzo mucho para compartir las responsabilidades con él, pero es imposible aliviar la presión a la que se somete durante todo el año y el cansancio derivado de ella. *Suspira*, si lo ves, recúerdale que se cuide bien, que lo haga por su hermana...",
      "fr": "En tant que chef du Clan Kamisato, mon frère doit assister régulièrement à de nombreux événements. J'ai fait de mon mieux pour partager le poids des responsabilités avec lui, mais je n'ai pas su soulager la fatigue qu'il accumule depuis des années. Dites-lui de prendre soin de lui de ma part quand vous le verrez.",
      "pt": "Como chefe do Clã Kamisato, meu irmão tem sempre a agenda cheia de lugares onde deve ir. Tento fazer o possível para compartilhar o fardo, mas é impossível mudar a pressão a que ele está sujeito durante todo o ano e o custo que isso tem para ele. *Suspiro* Se você o encontrar, lembre-o de cuidar da saúde, pelo bem da sua irmã...",
      "ru": "Будучи главой клана Камисато, брат всегда держит под рукой длинный список мест, где ему надлежит быть. Я делаю всё возможное, чтобы как-то разгрузить его, однако мне не удаётся ослабить то напряжение, в котором он пребывает круглый год. Конечно, это сказывается на нём. Если увидишь его, напомни, чтобы не забывал заботиться о себе, хотя бы ради спокойствия сестры...",
      "id": "Sebagai kepala Klan Kamisato, kakak perlu menghadiri banyak tempat setiap hari. Aku sudah berusaha keras untuk berbagi beban dengannya, tapi tetap saja tidak bisa meredakan kelelahan karena tekanan yang dia alami sepanjang tahun. *huff* Jika kamu melihatnya, kuharap kamu bisa mengingatkan dia untuk menjaga kesehatannya baik-baik ....",
      "th": "ในฐานะผู้นำของตระกูล Kamisato แล้ว ท่านพี่มักจะต้องไปออกงานตามที่ต่าง ๆ มากมาย ถึงแม้ว่าฉันจะพยายามแบ่งเบาภาระของเขาอย่างเต็มที่ แต่ก็ยังไม่สามารถบรรเทาความเหนื่อยล้าที่สะสมมาตลอดปีของเขาได้อยู่ดี เห้ออ... ในฐานะน้องสาว ฉันหวังว่าเธอจะสามารถเกลี้ยกล่อมให้เขาสนใจสุขภาพตัวเองให้มากขึ้นได้นะ",
      "vi": "Thân là gia chủ của nhà Kamisato, anh trai thường phải tham dự rất nhiều tình huống xã giao. Tuy tôi cố gắng chia sẻ bớt trách nhiệm mà anh ấy gánh vác, nhưng cũng không thể nào làm vơi đi nỗi mệt nhọc bao năm nay của anh ấy. Haiz, thôi thì hy vọng anh trai hãy nghĩ đến em gái mình mà chú trọng sức khỏe."
    }
  },
  {
    "title": {
      "zhs": "关于宵宫…",
      "zht": "關於宵宮…",
      "jp": "宵宮について…",
      "ko": "요이미야에 대해…",
      "en": "About Yoimiya",
      "de": "Über Yoimiya ...",
      "es": "Sobre Yoimiya...",
      "fr": "À propos de Yoimiya...",
      "pt": "Sobre Yoimiya...",
      "ru": "О Ёимии...",
      "id": "Tentang Yoimiya",
      "th": "เกี่ยวกับ Yoimiya...",
      "vi": "Về Yoimiya..."
    },
    "line": {
      "zhs": "操办节庆庆典是社奉行和巫女众的责任，那位烟火专家也的确能让气氛热烈起来，彼此合作多了，因而渐渐熟络。\n\n嗯？治安和消防问题吗？我们也会一并纳入预先规划的。因为这些原因而看不到烟花，才会让人们心中留下缺憾吧。",
      "zht": "操辦節慶慶典是社奉行和巫女眾的責任，那位煙火專家也的確能讓氣氛熱烈起來，彼此合作多了，因而漸漸熟絡。\n\n嗯？治安和消防問題嗎？我們也會一併納入預先規劃的。因為這些原因而看不到煙花，才會讓人們心中留下缺憾吧。",
      "jp": "お祭りの開催は社奉行と巫女の役目ですが、あの花火師の方もお祭りの雰囲気に貢献しています。度重なる協同から、今ではお互いをよく知る関係になりました。\n\n…なんでしょう？治安と消防の問題？もちろん事前に対策を立てていますよ。そのような理由で花火が見られなくなってしまっては、皆さん残念がるでしょうから。",
      "ko": "축제를 운영하는 건 야시로 봉행과 무녀의 역할이지만, 그 폭죽 전문가도 축제를 떠들썩하게 만드는 데 일조한 셈이죠. 같이 일할 기회가 많아지다 보니 점점 친해졌어요.\n\n네? 치안과 소방 문제요? 사전 기획에 다 포함되어 있답니다. 이런 문제 때문에 불꽃놀이를 볼 수 없다면 사람들이 아쉬워할 거예요",
      "en": "The Yashiro Commission and the shrine maidens are responsible for festival affairs, and Yoimiya, as a fireworks expert, knows how to create an atmosphere. So we have become well acquainted with her over the years.\n\nHmm? Public order and fire prevention? We factor these concerns in well in advance during the planning stage. To deny people the chance to see fireworks simply for these reasons would leave them feeling very disappointed.",
      "de": "Die Yashiro-Verwaltung und die Schreinjungfern sind für die Angelegenheiten des Festes zuständig und Yoimiya weiß als Feuerwerksexpertin, wie man eine Atmosphäre schafft. Wir haben uns also im Laufe der Jahre gut mit ihr angefreundet.\n\nHm? Öffentliche Ordnung und Feuerschutz? Wir berücksichtigen diese Belange schon im Vorfeld bei der Planung. Wenn wir den Leuten die Möglichkeit verwehren würden, ein Feuerwerk nur aus diesen Gründen zu sehen, würden sie sich sehr enttäuscht fühlen.",
      "es": "La Comisión Yashiro y las miko del santuario se encargan de organizar el festival, y Yoimiya, como experta pirotécnica, sabe cómo crear la atmósfera perfecta. De tanto colaborar, con el tiempo nos hemos conocido muy bien. ¿Eh? ¿El orden público y la prevención de incendios? Pensamos en esos asuntos durante la fase de planificación. Negar a la gente la posibilidad de ver los fuegos artificiales solo por eso les haría sentirse muy decepcionados.",
      "fr": "Il incombe à la Commission culturelle et aux prêtresses d'organiser les festivals. Yoimiya est une pyrotechnicienne qui sait comment mettre l'ambiance. J'ai appris à la connaître au fil de nos années de collaboration.\n\nHmm ? Les problèmes d'ordre et d'incendie ? Nous en tenons également compte au cours de la planification. Les gens seraient vraiment déçus de rater les feux d'artifice à cause de ça, pas vrai ?",
      "pt": "A Comissão Yashiro e as Sacerdotisas do santuário são responsáveis por assuntos do festival, e Yoiyima, como especialista em fogos de artifício, sabe como criar uma bela atmosfera. Então nós nos aproximamos bastante dela ao longo dos anos. Humm? Ordem pública e prevenção de incêndios? Levamos esses fatores em consideração bem no começo da etapa de planejamento. Seria uma enorme decepção se as pessoas não pudessem ver os fogos de artifício por motivos como esses.",
      "ru": "Комиссия Ясиро и жрицы храма занимаются вопросами праздника, а Ёимия, как специалист по фейерверкам, знает, как создать атмосферу. За все эти годы мы с ней хорошо узнали друг друга. М? Общественный порядок и меры пожарной безопасности? Мы взвешиваем все «за» и «против» задолго до праздника, ещё на этапе планирования. Если людей лишить возможности увидеть фейерверки исключительно из этих соображений, они будут чрезвычайно расстроены.",
      "id": "Yashiro Commission dan para miko bertanggung jawab dalam urusan festival. Dan Yoimiya sebagai ahli kembang api, dia sangat tahu cara menciptakan suasana. Kami sudah sering bekerja sama dengannya, dan mengenalnya dengan baik seiring waktu.\n\nHmm? Ketertiban umum dan pencegahan kebakaran? Kami sudah memperhitungkan risikonya jauh sebelumnya selama tahap perencanaan. Kalau kembang api ditiadakan karena alasan ini, orang-orang akan merasa kecewa.",
      "th": "การจัดการงานเทศกาลเป็นความรับผิดชอบของสำนัก Yashiro และพวกมิโกะ ส่วนผู้เชี่ยวชาญด้านการทำดอกไม้ไฟคนนั้นก็สามารถทำให้บรรยากาศครึกครื้นขึ้นมาได้อย่างแท้จริง พอได้ร่วมงานกันนาน ๆ ก็เริ่มที่จะใกล้ชิดกันมากขึ้นเรื่อย ๆ\n\nอื๋อ? ปัญหาด้านความปลอดภัยและการป้องกันอัคคีภัยงั้นเหรอ? พวกเราเองก็จะเพิ่มการวางแผนล่วงหน้าต่าง ๆ เข้าไปร่วมกันล่ะนะ เพราะหากต้องอดชมดอกไม้ไฟด้วยเหตุผลพวกนี้ล่ะก็ น่าจะทำให้ผู้คนผิดหวังกันน่าดูเลยล่ะ",
      "vi": "Tổ chức lễ hội là trách nhiệm của Hiệp Hội Yashiro và các pháp sư, và vị chuyên gia pháo hoa ấy có thể khiến không khí náo nhiệt hẳn lên, hai bên hợp tác nhiều nên cũng dần trở thành chỗ quen biết.\n\nHử? Vấn đề an ninh và cháy nổ à? Tôi đã có kế hoạch ngay từ đầu rồi. Nếu vì những nguyên nhân này mà không thể xem pháo hoa thì chẳng phải sẽ khiến dân chúng nuối tiếc sao."
    }
  },
  {
    "title": {
      "zhs": "想要了解绫华·其一",
      "zht": "想要瞭解綾華·其一",
      "jp": "神里綾華を知る·1",
      "ko": "아야카에 대해 알기·첫 번째",
      "en": "More about Kamisato Ayaka: I",
      "de": "Ich will mehr über Ayaka erfahren I",
      "es": "Más sobre Kamisato Ayaka (I)",
      "fr": "Connaître Ayaka (1)",
      "pt": "Mais sobre Kamisato Ayaka - I",
      "ru": "Узнать больше о Камисато Аяке I",
      "id": "Memahami Kamisato Ayaka: I",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 1",
      "vi": "Muốn tìm hiểu Ayaka - Điều thứ 1"
    },
    "line": {
      "zhs": "你的请求，对我来说很特别呢。既然把你当做朋友，我也应坦诚以待。不过，事关神里家的秘密，还希望你能守口如瓶。",
      "zht": "#{F#妳}{M#你}的請求，對我來說很特別呢。既然把{F#妳}{M#你}當做朋友，我也應坦誠以待。不過，事關神里家的秘密，還希望{F#妳}{M#你}能守口如瓶。",
      "jp": "貴方の要求は私にとって特別なものです。貴方を友人と見なした以上、私も真摯に向き合う必要がございます。しかし、神里家の秘密については…どうか他言しないようお願いします。",
      "ko": "당신의 부탁은 제게 아주 특별해요. 당신을 친구로 여긴 이상 저도 당신에게 솔직해져야겠죠. 하지만 카미사토 가문의 비밀은… 부디 누설하지 말아 주세요",
      "en": "Your request is quite unusual for me. Since I see you as a friend, it would only be fair to be open and honest with you, but if this means sharing secrets of the Kamisato Clan... I would ask that you keep anything I tell you in strict confidence.",
      "de": "Deine Anfrage ist recht ungewöhnlich für mich. Da ich dich als Freund betrachte, wäre es nur gerecht, offen und ehrlich mit dir zu sein, aber wenn das bedeutet, Geheimnisse des Kamisato-Klans auszuplaudern ... möchte ich dich bitten, alles, was ich dir sage, streng vertraulich zu behandeln.",
      "es": "#Qué petición tan inusual. Puesto que te considero {F#una amiga}{M#un amigo}, lo más justo sería ser abierta y honesta contigo, pero eso conllevaría revelar secretos del clan Kamisato... Por favor, mantén todo lo que te cuente en estricta confidencialidad.",
      "fr": "#Cette requête est assez particulière venant de moi. Puisque je vous considère comme {M#un ami}{F#une amie}, il me faut être honnête avec vous, mais si je partage des secrets du Clan Kamisato avec vous... J'espère que vous ne les ébruiterez pas.",
      "pt": "Sua solicitação é pouco comum para mim. Uma vez que tenho uma grande amizade por você, nada mais justo do que falar de forma aberta e honesta, mas se isso significa compartilhar segredos a respeito do Clã Kamisato... Peço para que você mantenha tudo o que eu lhe disser em sigilo absoluto.",
      "ru": "Твоя просьба кажется мне несколько необычной. Я воспринимаю тебя как друга, и было бы правильно обсудить с тобой всё открыто и честно. Но для этого мне придётся раскрыть секреты клана Камисато... Я прошу тебя сохранить всё, что я скажу, в строжайшей тайне.",
      "id": "Permintaanmu cukup tidak biasa. Karena aku menganggapmu sebagai teman, jadi kurasa aku harus terbuka dan jujur terhadapmu. Tapi kuharap kamu bisa merahasiakan apa pun yang kukatakan kepadamu mengenai rahasia Klan Kamisato.",
      "th": "สำหรับฉันแล้วคำขอของเธอมันพิเศษมากเลยนะ ในเมื่อเธอเป็นเพื่อน ฉันก็ควรจะปฏิบัติต่อเธออย่างซื่อสัตย์ตรงไปตรงมา อย่างไรก็ตามถ้าเกี่ยวกับความลับของตระกูล Kamisato ฉันก็หวังว่าเธอจะช่วยเก็บเป็นความลับด้วยนะ",
      "vi": "Tôi thấy yêu cầu của bạn rất đặc biệt. Nếu đã xem nhau là bạn bè rồi, thì tôi cũng nên thành thật. Nhưng sự việc này liên quan đến bí mật của nhà Kamisato, nên mong bạn có thể giữ kín."
    }
  },
  {
    "title": {
      "zhs": "想要了解绫华·其二",
      "zht": "想要瞭解綾華·其二",
      "jp": "神里綾華を知る·2",
      "ko": "아야카에 대해 알기·두 번째",
      "en": "More about Kamisato Ayaka: II",
      "de": "Ich will mehr über Ayaka erfahren II",
      "es": "Más sobre Kamisato Ayaka (II)",
      "fr": "Connaître Ayaka (2)",
      "pt": "Mais sobre Kamisato Ayaka - II",
      "ru": "Узнать больше о Камисато Аяке II",
      "id": "Memahami Kamisato Ayaka: II",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 2",
      "vi": "Muốn tìm hiểu Ayaka - Điều thứ 2"
    },
    "line": {
      "zhs": "曾经，神里家因为没能保护好国宝级别的刀工，遭受了不小的冲击。受愚人众阴谋算计，我们折损了诸多臣下，受到许多责罚。父亲甚至因之早衰，神里家在幕府中的地位也一落千丈…好在兄长继任后力挽狂澜。不过，家门虽已复兴，社奉行一系也上下齐心，但大事要事方面，仍靠兄长定夺。",
      "zht": "曾經，神里家因為沒能保護好國寶級別的刀工，遭受了不小的衝擊。受愚人眾陰謀算計，我們折損了諸多臣下，受到許多責罰。父親甚至因之早衰，神里家在幕府中的地位也一落千丈…好在兄長繼任後力挽狂瀾。不過，家門雖已復興，社奉行一系也上下齊心，但大事要事方面，仍靠兄長定奪。",
      "jp": "かつて、神里家は国宝級の刀工を守れなかったことで大打撃を受けました。ファデュイの奸計にかかり、多くの臣下を失い、数多の罰を受けたのです。お父様はその重圧のせいで急激に衰え、神里家の幕府においての地位も急落していきました…幸いお兄様が家業を継いでから挽回することができましたが、一族が復興して一致団結を保っている今も、重要な場面は未だにお兄様に頼るしかございません。",
      "ko": "과거 카미사토 가문은 국보급의 도공을 지키지 못해서 큰 충격을 받은 적이 있어요. 우인단의 계략에 빠져 많은 가신을 잃고 처벌도 많이 받았죠. 그 일로 아버지가 일찍이 쇠약해지시면서 카미사토 가문은 한순간에 막부에서의 지위를 잃었어요…. 다행히 오빠가 자리를 즉시 이어받으면서 위기를 벗어날 수 있었죠. 가문이 다시 힘을 되찾고 야시로 봉행도 한 마음이 되었지만, 여전히 중대사는 오빠의 결정을 따르고 있어요",
      "en": "The Kamisato Clan once suffered a major blow when we failed to protect a swordsmith of national significance. We were harassed by the Fatui, we lost many of our people, and we received a great deal of criticism. It all aged Father greatly, and severely damaged the Kamisato Clan's standing within the Shogunate. Brother has worked tirelessly to reverse the trend since he assumed leadership, but although our clan's position is now restored and the Yashiro Commission is unified once more, we still rely on Brother to make the decisions on all matters of any importance.",
      "de": "Der Kamisato-Klan erlitt einst einen schweren Schlag, als wir es versäumten, einen Schwertschmied von nationaler Bedeutung zu schützen. Wir wurden von den Fatui reingelegt, wir verloren viele unserer Leute und wir erhielten viel Kritik. Das alles hat Vater sehr altern lassen und das Ansehen des Kamisato-Klans innerhalb des Bakufu schwer beschädigt. Unser Bruder hat unermüdlich daran gearbeitet, den Trend umzukehren, seit er die Führung übernommen hat, aber obwohl die Position unseres Klans nun wiederhergestellt und die Yashiro-Verwaltung wieder geeint ist, verlassen wir uns immer noch darauf, dass mein Bruder die Entscheidungen in allen wichtigen Angelegenheiten trifft.",
      "es": "El clan Kamisato sufrió un duro golpe cuando no consiguió proteger a un importante espadero nacional. Los Fatui conspiraron contra nosotros, perdimos a varios de nuestros miembros y fuimos objeto de numerosas críticas. Mi padre envejeció mucho a raíz de aquello y nuestra reputación en el shogunato se vio seriamente dañada. Desde que asumió el liderazgo, mi hermano ha trabajado muy duro para revertir esta tendencia. Sin embargo, aunque nuestra reputación se ha restablecido y la Comisión Yashiro se ha reunificado, seguimos dependiendo de mi hermano para tomar las decisiones más importantes.",
      "fr": "Autrefois, le Clan Kamisato a été mis à l'épreuve en ne parvenant pas à protéger un sabre considéré comme un trésor national. Suite aux machinations des Fatui, nous avions perdu beaucoup de nos serviteurs et avions fait l'objet de vives critiques. Cette affaire avait affaibli mon père, ainsi que la position de notre famille au sein du Shogunat, mais mon frère, qui lui a succédé, a travaillé sans relâche pour que le clan se relève. Bien qu'il ait retrouvé son prestige et que la Commission culturelle ait été reformée, nous continuons de nous tourner vers Ayato pour la prise de décisions importantes.",
      "pt": "Em certa ocasião, o Clã Kamisato sofreu um grande contratempo, quando não conseguimos proteger um ferreiro de renome nacional. Fomos importunados pelos Fatui, perdemos muitos de nossos membros e recebemos diversas críticas. Tudo isso fez com que meu pai envelhecesse muito, além de causar um grande dano à reputação do Clã Kamisato junto ao Shogunato. Meu irmão tem trabalhado arduamente para reverter essa tendência desde o dia em que assumiu a liderança, mas, embora a posição do nosso clã tenha sido recuperada e a Comissão Yashiro esteja novamente unificada, ainda dependemos do meu irmão para tomar qualquer decisão importante.",
      "ru": "Когда-то клан Камисато перенёс тяжёлый удар: нам не удалось защитить оружейника государственной важности. Фатуи не давали нам покоя, мы потеряли многих людей и подверглись жесточайшей критике. Отец сильно постарел от переживаний, а положение клана Камисато в сёгунате стало чрезвычайно шатким. Взяв бразды правления в свои руки, брат без устали работал над тем, чтобы повернуть ситуацию в нашу пользу. И пусть положение нашего клана восстановлено, а комиссия Ясиро снова объединилась, мы по-прежнему полагаемся на брата, ожидая от него решений по вопросам любой важности.",
      "id": "Klan Kamisato pernah mengalami pukulan telak saat kami gagal melindungi pandai besi yang memiliki kepentingan nasional. Kami dicelakai oleh para Fatui, kehilangan banyak orang, dan bahkan menerima kritik yang tiada habisnya. Itu semua membuat ayahanda mengalami penuaan dini, dan kedudukan Klan Kamisato di Shogunate pun jatuh begitu dalam. Sejak mengambil alih kepemimpinan, kakak bekerja tanpa henti untuk membalikkan keadaan. Meski posisi klan kami sudah pulih dan Yashiro Commission sudah bersatu lagi, kami masih harus mengandalkan kakak untuk membuat keputusan pada hal-hal penting.",
      "th": "ในอดีต ตระกูล Kamisato ถูกโจมตีอย่างหนัก เนื่องจากไม่สามารถปกป้องช่างตีดาบฝีมือขั้นสมบัติของชาติได้ เนื่องจากการสมคบคิดของพวก Fatui เราสูญเสียคนของตระกูลไปหลายคน แล้วยังได้รับการลงโทษต่าง ๆ นานามากมาย ถึงขนาดทำให้สุขภาพของท่านพ่อต้องทรุดโทรมลงก่อนเวลาอันควร สถานะของตระกูล Kamisato ใน Shogunate ก็ตกต่ำลงอย่างมาก... โชคดีที่ท่านพี่สามารถพลิกสถานการณ์ท่ามกลางความยากลำบากได้สำเร็จ อย่างไรก็ตาม แม้ว่าตระกูลจะได้รับการฟื้นฟู และกลับมาเป็นน้ำหนึ่งใจเดียวกันกับสำนัก Yashiro อีกครั้ง แต่เรื่องสำคัญต่าง ๆ ก็ยังคงต้องพึ่งพาท่านพี่ให้เป็นคนตัดสินใจอยู่ดี",
      "vi": "Có lần, vì không thể bảo vệ tốt thợ rèn bảo đao của quốc gia mà nhà Kamisato đã phải chịu sự đả kích không nhỏ. Fatui đã gài bẫy, giết hại rất nhiều thuộc cấp của gia tộc, khiến gia tộc phải hứng chịu nhiều sự trừng phạt. Cha tôi cũng vì vậy mà mất sớm, địa vị của nhà Kamisato trong Shogunate tuột dốc không phanh... Cũng may anh trai kế nhiệm đã xoay chuyển tình thế. Giờ đây, gia môn tuy đã phục hưng, Hiệp Hội Yashiro cũng đã đồng tâm hiệp lực, nhưng những chuyện đại sự vẫn phải giao cho anh trai quyết định."
    }
  },
  {
    "title": {
      "zhs": "想要了解绫华·其三",
      "zht": "想要瞭解綾華·其三",
      "jp": "神里綾華を知る·3",
      "ko": "아야카에 대해 알기·세 번째",
      "en": "More about Kamisato Ayaka: III",
      "de": "Ich will mehr über Ayaka erfahren III",
      "es": "Más sobre Kamisato Ayaka (III)",
      "fr": "Connaître Ayaka (3)",
      "pt": "Mais sobre Kamisato Ayaka - III",
      "ru": "Узнать больше о Камисато Аяке III",
      "id": "Memahami Kamisato Ayaka: III",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 3",
      "vi": "Muốn tìm hiểu Ayaka - Điều thứ 3"
    },
    "line": {
      "zhs": "将军所传的锻刀之术，也因星象、用途、矿质、炉火环境、人之性格、元素变化的不同，而有所区分。即是刀工之间所说的「雷电五传」。能锻造名刀的刀工，也被算作是本领通神的神事相关人员，归属统筹文化、艺术、祭祀的社奉行一派管理。因此，出现了刀工背叛的事情，自然就是神里家的督办不力了。",
      "zht": "將軍所傳的鍛刀之術，也因星象、用途、礦質、爐火環境、人之性格、元素變化的不同，而有所區分。即是刀工之間所說的「雷電五傳」。能鍛造名刀的刀工，也被算作是本領通神的神事相關人員，歸屬統籌文化、藝術、祭祀的社奉行一派管理。因此，出現了刀工背叛的事情，自然就是神里家的督辦不力了。",
      "jp": "将軍様が伝授した刀の鍛造技法は、星の有り様、用途、鉱石の質、炉火の環境、人の性格、異なる元素変化、それぞれの違いによって差が生まれます。即ち、刀工の間で語り継がれている「雷電五箇伝」。名刀を鍛造できる刀工は神の領域に触れると言われることから、神事にまつわる人員と見なされます。ですので刀工も、文化や芸術、祭祀などを司る社奉行の管轄下に入っています。刀工から裏切りが出たということは、自ずと神里家の監督不行き届きとなるのです。",
      "ko": "쇼군께서 전수하신 검을 단조하는 기술은 별의 형상, 용도, 광석의 질, 용광로의 환경, 사람의 성격, 원소 변화 등에 따라 달라져요. 이게 바로 도공들이 말하는 「뇌전오전」이죠. 훌륭한 도를 만들 수 있는 도공도 신통력이 있다고 여겨져서 문화와 예술, 제사를 담당하는 야시로 봉행 일파의 관리를 받아요. 그러다 보니 도공이 배신하는 일이 생기면 자연스레 카미사토 가문의 감독 소홀이 되는 거죠",
      "en": "The art of blade forging taught by the Shogun varies based on astrology, application, materials used, the furnace conditions, individual personalities, and elemental changes. These differences between smiths is what gave rise to the Raiden Gokaden. Swordsmiths capable of forging renowned blades are seen as spiritual personnel with sacred abilities, and as such they should be managed by the Yashiro Commission, which oversees all cultural, artistic, and ceremonial affairs. So naturally, the swordsmith's betrayal is the fault of ineffectual management by the Kamisato Clan.",
      "de": "Die Kunst des Klingenschmiedens, die vom Shougun gelehrt wird, variiert je nach Stand der Sterne, Anwendung, verwendeten Materialien, den Bedingungen des Ofens, individuellen Persönlichkeiten und elementaren Veränderungen. Aus diesen Unterschieden zwischen den Schmiedetechniken sind die Raiden Gokaden entstanden. Schwertschmiede, die fähig sind, berühmte Klingen zu schmieden, werden als spirituelles Personal mit heiligen Fähigkeiten angesehen, und als solche sollten sie von der Yashiro-Verwaltung verwaltet werden, die alle kulturellen, künstlerischen und zeremoniellen Angelegenheiten beaufsichtigt. Daher ist der Verrat des Schwertschmieds natürlich die Schuld einer ineffektiven Verwaltung durch den Kamisato-Klan.",
      "es": "La técnica de forja de espadas enseñada por la Shogun varía dependiendo de los factores astrológicos, la aplicación práctica, los materiales usados, las características de la fragua, la personalidad individual y los cambios elementales. Las diferencias entre las distintas técnicas dieron lugar a las Cinco Escuelas de Raiden. Los espaderos capaces de forjar espadas de renombre son considerados personas con habilidades divinas, por lo que su control le pertenece a la Comisión Yashiro, la cual supervisa los asuntos culturales, artísticos y ceremoniales. Por lo tanto, si un espadero resulta ser un traidor, la culpa será de la ineficiente supervisión del clan Kamisato.",
      "fr": "L'art de forger des épées, tel qu'enseigné par la Shogun, est influencé par le signe astrologique, l'objectif, la qualité du minerai, l'état du fourneau, le caractère de la personne et le changement des éléments. Ces variations ont donné naissance aux écoles du « Raiden Gokaden ». Les forgerons capables de forger des lames de qualité sont considérés comme des personnages spirituels avec des compétences sacrées. C'est la Commission culturelle qui s'occupe d'eux, comme ils relèvent de notre domaine. Leur trahison a été motivée par une gestion inefficace de notre part.",
      "pt": "A arte de forjar espadas ensinada pelos Shoguns varia com base na astrologia, aplicação, materiais utilizados, condições da fornalha, personalidades individuais e alterações elementais. É devido a essas diferenças entre ferreiros que surgiram os Raiden Gokaden. Ferreiros capazes de forjar espadas de renome são considerados personalidades espirituais com habilidades sagradas e, por isso, devem ser gerenciados pela Comissão Yashiro, que supervisiona assuntos culturais, artísticos e cerimoniais. Por isso, naturalmente, a traição do ferreiro é culpa da gestão ineficaz do Clã Kamisato.",
      "ru": "Основополагающие принципы искусства ковки клинков, которому учит сёгун, могут различаться в зависимости от положения звёзд, способа применения оружия, используемых материалов, состояния плавильной печи, личных качеств мастера и стихийных изменений. Все эти различия между оружейниками и породили такое явление как Райдэн Гокадэн. Мастеров, способных создавать прославленные клинки, воспринимают как посланников духов, наделённых священными способностями. Все они подчиняются комиссии Ясиро, занимающейся любыми культурными, художественными и церемониальными вопросами. И, конечно же, в предательстве оружейника винят клан Камисато и неэффективность его работы.",
      "id": "Seni menempa pedang yang diwariskan Shogun dibedakan berdasarkan astrologi, tujuan penggunaan, bahan yang digunakan, kondisi tungku, kepribadian individu, dan perubahan elemental. Perbedaan antar pandai besi inilah yang memunculkan Raiden Gokaden. Pandai besi yang mampu menempa pedang terkenal diibaratkan seperti personel spiritual yang memiliki kemampuan suci. Karena itulah mereka harus dikelola oleh Yashiro Commission yang mengawasi semua urusan budaya, seni, dan upacara ritual. Jadi, wajar saja kalau pengkhianatan pandai besi adalah kesalahan manajemen Klan Kamisato yang tidak efektif.",
      "th": "ศิลปะการตีดาบที่สอนโดยท่านโชกุนนั้น ขึ้นอยู่กับสิ่งต่าง ๆ มากมาย ทั้งในด้านโหราศาสตร์, จุดประสงค์การใช้งาน, คุณภาพของแร่, สภาพของเตาหลอม, บุคลิกภาพของคน รวมถึงการเปลี่ยนแปลงของธาตุ มันคือสิ่งที่ช่างตีดาบเรียกกันว่า \"Raiden Gokaden\" ช่างตีดาบที่สามารถตีดาบที่มีชื่อเสียงได้ ก็นับว่าเป็นบุคลากรที่เกี่ยวข้องกับสิ่งศักดิ์สิทธิ์ ที่มีความสามารถในการสื่อสารกับเหล่าทวยเทพ ซึ่งพวกเขาอยู่ภายใต้การจัดการของสำนัก Yashiro ผู้ดูแลเกี่ยวกับวัฒนธรรม, ศิลปะ และพิธีกรรมต่าง ๆ ด้วยเหตุนี้เรื่องราวการทรยศของช่างตีดาบ จึงเป็นเพราะความบกพร่องในหน้าที่ของตระกูล Kamisato ไปโดยปริยาย",
      "vi": "Kỹ thuật rèn đao được truyền thụ bởi Shogun, được phân loại tùy vào sự khác biệt về chiêm tinh, mục đích sử dụng, chất khoáng, lò lửa, tính cách con người và sự thay đổi nguyên tố. Đó là \"Raiden Gokaden\" được các thợ rèn nhắc đến. Thợ rèn nào có bản lĩnh chế tạo ra những thanh đao nổi tiếng sẽ được coi là những người có bản lĩnh thần thông, và sẽ được giao cho Hiệp Hội Yashiro quản lý. Vì vậy, nếu một thợ rèn nào đó phản bội mình, thì rõ ràng là do nhà Kamisato giám sát không hiệu quả."
    }
  },
  {
    "title": {
      "zhs": "想要了解绫华·其四",
      "zht": "想要瞭解綾華·其四",
      "jp": "神里綾華を知る·4",
      "ko": "아야카에 대해 알기·네 번째",
      "en": "More about Kamisato Ayaka: IV",
      "de": "Ich will mehr über Ayaka erfahren IV",
      "es": "Más sobre Kamisato Ayaka (IV)",
      "fr": "Connaître Ayaka (4)",
      "pt": "Mais sobre Kamisato Ayaka - IV",
      "ru": "Узнать больше о Камисато Аяке IV",
      "id": "Memahami Kamisato Ayaka: IV",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 4",
      "vi": "Muốn tìm hiểu Ayaka - Điều thứ 4"
    },
    "line": {
      "zhs": "对我来说，母亲是意义非凡的存在。端庄、优雅，无论遇到怎样的局面都会露出沉静的笑容，以从容不迫的态度，操持着神里家大大小小的事务，说母亲是完美的化身也不为过。但自从她离世的那一刻起，我就深切地意识到，我已经不是那个可以躲在母亲身后的小绫华了。",
      "zht": "對我來說，母親是意義非凡的存在。端莊、優雅，無論遇到怎樣的局面都會露出沉靜的笑容，以從容不迫的態度，操持著神里家大大小小的事務，說母親是完美的化身也不為過。但自從她離世的那一刻起，我就深切地意識到，我已經不是那個可以躲在母親身後的小綾華了。",
      "jp": "私にとって、お母様はとても大きな存在でした。どのような局面に陥ろうと落ち着いた笑顔を見せ、神里家の業務を淡々と取り仕切る端正で優雅な姿。完璧という概念の化身といっても過言ではございません…お母様が去ったあの瞬間から、私は感じたのです——もうお母様の後ろに隠れているだけの子供ではいられないと。",
      "ko": "어머니는 제게 아주 남다른 의미가 있는 분이세요. 단정하고 우아한 태도로 어떤 상황에서도 차분하게 웃으시며 카미사토 가문의 일을 모두 도맡아 하셨죠. 어머니는 그야말로 완벽하다고 해도 과언이 아니었지만… 그분이 세상을 떠나던 그 순간 깨달았어요, 전 더 이상 어머니 뒤에 숨어 있을 수 있는 어린아이가 아니라는 걸요",
      "en": "My mother was the most incredible person. She was always so dignified and elegant, always smiling, no matter what situation she might be facing. She had so much to deal with in the clan on so many levels, but she took it all in stride — it was like nothing could ever faze her. Everything about her was perfect, and I say that without exaggerating. *sigh* But the moment she passed away, I realized... I couldn't hide behind my mother any longer. I wasn't little Ayaka any more.",
      "de": "Meine Mutter war der unglaublichste Mensch. Sie war immer so würdevoll und elegant, immer lächelnd, egal in welcher Situation sie sich befand. Sie hatte im Klan auf so vielen Ebenen so viel zu tun, aber sie nahm alles mit Fassung. Es war, als könnte sie nichts aus der Ruhe bringen. Alles an ihr war perfekt und das sage ich ohne Übertreibung. *seufz* Aber in dem Moment, als sie starb, wurde mir klar ... dass ich mich nicht länger hinter meiner Mutter verstecken konnte. Ich war nicht mehr die kleine Ayaka.",
      "es": "Mi madre era una persona increíble. Era tan solemne y elegante... Siempre sonreía, se enfrentase a lo que se enfrentase. Tenía tantas cosas de las que encargarse en el clan y, aun así, siempre se lo tomaba todo con calma, como si nada la perturbarse. No sería exagerado decir que era una persona perfecta. *Suspira*, pero cuando falleció, me di cuenta de que... ya no podía esconderme detrás de ella. Ya no era la pequeña Ayaka.",
      "fr": "À mes yeux, ma mère est une personne extraordinaire. Elle était digne, gracieuse, souriait calmement quelle que soit la situation et gérait les affaires du Clan Kamisato, quelle que soit leur taille, avec calme et sérénité. Je ne trouve donc pas exagéré de dire qu'elle était l'incarnation de la perfection. Mais depuis qu'elle nous a quittés, j'ai pris conscience que je ne pouvais plus être la petite Ayaka qui se cachait derrière elle.",
      "pt": "Minha mãe era uma pessoa incrível. Sempre digna e elegante, sempre sorrindo, independentemente da situação em que se encontrava. Ela tinha muita coisa com que se preocupar no clã, em diversos sentidos, mas ela lidava com tudo com leveza — parecia que nada poderia abalá-la. Ela era perfeita, e digo isso sem exagero algum. *Suspiro* Mas, no momento em que ela faleceu, eu me dei conta... de que não podia me esconder mais na sombra da minha mãe. Eu não era mais a pequena Ayaka.",
      "ru": "Моя мать была невероятным человеком. Всегда исполненная достоинства, элегантная... Неизменно улыбающаяся независимо от того, в какой ситуации оказалась... В клане она отвечала очень за многое, на очень разных уровнях, но относилась к этому спокойно, как к своему долгу. Казалось, ничто не может выбить её из колеи. Всё в ней было идеально, и я сейчас не преувеличиваю. Но в тот миг, когда она покинула нас, мне стало ясно... Что я больше не могу прятаться в тени своей матери. Я перестала быть малышкой Аякой.",
      "id": "Ibundaku adalah sosok yang paling luar biasa. Dia selalu terlihat bermartabat, anggun, tersenyum di segala situasi. Dia harus menangani banyak urusan di klan, tetapi Ibunda dapat mengatasinya dengan sempurna dan tenang — seperti tidak ada yang mengganggunya. Segala sesuatu tentang dirinya sangat sempurna, dan aku mengatakannya tanpa melebih-lebihkannya sedikit pun. *huff* Tapi sejak Ibunda meninggal, aku baru sadar ... aku tidak bisa bersembunyi di belakangnya lagi. Aku bukan Ayaka kecil lagi.",
      "th": "สำหรับฉันแล้ว ท่านแม่คือคนที่น่าเหลือเชื่อมาก ๆ ทั้งสง่างามและเปี่ยมไปด้วยเกียรติ ไม่ว่าจะต้องเจอกับสถานการณ์แบบไหน ก็มักจะแสดงรอยยิ้มที่แสนอ่อนโยนออกมา และจัดการธุระต่าง ๆ ของตระกูลด้วยท่าทีที่สงบนิ่งอยู่เสมอ ซึ่งมันไม่ใช่เรื่องเกินจริงเลย ที่จะบอกว่าท่านแม่คือตัวตนที่สมบูรณ์แบบ แต่นับตั้งแต่ตอนที่ท่านจากโลกนี้ไป ฉันก็ตระหนักได้ว่า ฉันไม่สามารถทำตัวเป็นเด็กหญิง Ayaka ที่เอาแต่หลบอยู่ข้างหลังของท่านแม่ได้อีกต่อไป",
      "vi": "Đối với tôi mà nói, mẹ là một người phi thường. Mẹ đoan trang, tao nhã, cho dù gặp phải chuyện gì cũng sẽ nở nụ cười điềm đạm, từ tốn không vội vàng, quán xuyến mọi việc lớn nhỏ trong nhà Kamisato, dù nói rằng mẹ là hóa thân của sự hoàn hảo cũng không ngoa chút nào. Nhưng từ khi bà qua đời, tôi đã ý thức được rằng, tôi đã không còn là Ayaka bé bỏng có thể núp sau hình bóng của mẹ nữa rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解绫华·其五",
      "zht": "想要瞭解綾華·其五",
      "jp": "神里綾華を知る·5",
      "ko": "아야카에 대해 알기·다섯 번째",
      "en": "More about Kamisato Ayaka: V",
      "de": "Ich will mehr über Ayaka erfahren V",
      "es": "Más sobre Kamisato Ayaka (V)",
      "fr": "Connaître Ayaka (5)",
      "pt": "Mais sobre Kamisato Ayaka - V",
      "ru": "Узнать больше о Камисато Аяке V",
      "id": "Memahami Kamisato Ayaka: V",
      "th": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 5",
      "vi": "Muốn tìm hiểu Ayaka - Điều thứ 5"
    },
    "line": {
      "zhs": "接下来要说的话，可能不太符合「稻妻幕府社奉行神里家」的身份。不过，就我的判断，你应该能容许我小小的任性吧？\n\n…稍微有点累了…可以让我靠一下你的肩膀吗？一下就好。",
      "zht": "#接下來要說的話，可能不太符合「稻妻幕府社奉行神里家」的身分。不過，就我的判斷，{F#妳}{M#你}應該能容許我小小的任性吧？\n\n…稍微有點累了…可以讓我靠一下{F#妳}{M#你}的肩膀嗎？一下就好。",
      "jp": "今から言うことは、「稲妻幕府社奉行神里家」の肩書きにふさわしくないものかもしれません。ですが、貴方は私のワガママを受け入れてくださる方だと信じています。\n\n…少々疲れてしまいました…貴方の肩に寄りかかってもよろしいでしょうか？少しだけで…いいので。",
      "ko": "「이나즈마 막부 야시로 봉행 카미사토 가문」의 신분으로 이런 말 하기 껄끄럽지만… 당신은 이렇게 제멋대로인 저의 모습도 받아줄 것 같은 느낌이 들어요.\n\n…살짝 피곤하네요…. 어깨 좀 빌려줄래요? 아주 잠깐이면 돼요",
      "en": "What I want to say next is perhaps not befitting of a member of the Inazuma Shogunate, Yashiro Commission, Kamisato Clan, but... unless I am mistaken, I trust that you will not take issue with this slight departure from convention on my part...\n\nThat is to say... I'm a little tired, may I rest my head on your shoulder? Just for a moment.",
      "de": "Was ich als Nächstes sagen möchte, passt vielleicht nicht zu einem Mitglied des Kamisato-Klans der Yashiro-Verwaltung des Bakufu von Inazuma, aber ... wenn ich mich nicht irre, vertraue ich darauf, dass du nichts gegen diese kleine Abweichung von den Konventionen meinerseits hast ... das heißt ...\n\nIch bin ein wenig müde. Darf ich meinen Kopf an deine Schulter legen? Nur für einen Moment.",
      "es": "Puede que lo que voy a decir a continuación no sea propio de una miembro del clan Kamisato, pero... si mi juicio no me falla, confío en que no te molestará que deje un poco de lado la etiqueta.\n\nLo que quiero decir es que... estoy un poco cansada, ¿puedo descansar sobre tu hombro? Será solo un momento.",
      "fr": "Ce que je vais vous demander n'est pas digne d'une membre du Clan Kamisato, de la Commission culturelle, du Shogunat... Mais je pense que vous me permettrez cet écart.\n\n... Je suis un peu fatiguée... Puis-je poser ma tête sur votre épaule ? Juste un instant.",
      "pt": "O que eu tenho a dizer a seguir pode não ser digno de um membro da Comissão Yashiro do Shogunato, do Clã Kamisato de Inazuma, mas... a menos que esteja enganada, presumo que você não se incomodará com esta ligeira quebra de protocolo da minha parte...\n\nTudo isso para dizer que... estou um pouco cansada, posso descansar com a minha cabeça no seu ombro? Só por alguns momentos.",
      "ru": "Наверное, не пристало представительнице дома Камисато из комиссии Ясиро Инадзумы говорить такие слова, но... Надеюсь, я не ошибаюсь в своём убеждении в том, что тебя не смутит это небольшое отступление от правил с моей стороны...\n\nВ общем... Я слегка утомилась, можно мне положить голову тебе на плечо? Всего на пару секунд.",
      "id": "Apa yang ingin kukatakan selanjutnya mungkin tidak sesuai dengan statusku sebagai anggota Klan Kamisato, Yashiro Commission, Inazuma Shogunate. Tapi berdasarkan pengamatanku, kamu seharusnya bisa memaklumi sedikit penyimpangan dari tindakanku ini, kan?\n\n...Maksud ucapanku adalah ... aku sedikit lelah. Bolehkah aku menyandarkan kepalaku di bahumu? Sesaat saja.",
      "th": "สิ่งที่ฉันจะพูดต่อไปนี้ อาจไม่เหมาะสมกับฐานะของ \"Shogunate แห่ง Inazuma ในสำนัก Yashiro ของตระกูล Kamisato\" เท่าไหร่ แต่ฉันเดาว่า เธอน่าจะทนต่อความเอาแต่ใจเล็ก ๆ น้อย ๆ ของฉันได้สินะ?\n\n...ถ้าฉันเหนื่อย...ขอฉันซบไหล่เธอหน่อยจะได้มั้ย? แค่ครู่เดียวเท่านั้น",
      "vi": "Những lời tiếp theo đây, có thể sẽ không phù hợp với thân phận \"Nhà Kamisato của Hiệp Hội Yashiro\" nữa. Nhưng theo tôi nghĩ, có lẽ bạn sẽ bao dung cho sự bướng bỉnh này của tôi!\n\n...Tôi có chút mệt... có thể cho tôi dựa vào bờ vai của bạn chút không? Một chút thôi mà."
    }
  },
  {
    "title": {
      "zhs": "绫华的爱好…",
      "zht": "綾華的愛好…",
      "jp": "神里綾華の趣味…",
      "ko": "아야카의 취미…",
      "en": "Kamisato Ayaka's Hobbies",
      "de": "Ayakas Hobbys ...",
      "es": "Aficiones de Kamisato Ayaka...",
      "fr": "Les loisirs d'Ayaka...",
      "pt": "Passatempos de Kamisato Ayaka...",
      "ru": "Хобби Камисато Аяки...",
      "id": "Hobi Kamisato Ayaka",
      "th": "งานอดิเรกของ Kamisato Ayaka...",
      "vi": "Sở thích của Ayaka..."
    },
    "line": {
      "zhs": "风雅之物我都很喜欢：雅乐诗词、棋艺与舞蹈。你也感兴趣吗？",
      "zht": "#風雅之物我都很喜歡：雅樂詩詞、棋藝與舞蹈。{F#妳}{M#你}也感興趣嗎？",
      "jp": "趣を感じられるものは何でも好きです。雅楽の詩、囲碁将棋や踊り。貴方も興味ございますでしょうか？",
      "ko": "고상하고 멋이 있는 건 전부 좋아해요. 아악, 시, 바둑, 춤 모두요. 당신도 좋아하시나요?",
      "en": "I have great affection for the arts: music, song, poetry, shougi, and dancing. And you?",
      "de": "Ich habe eine große Zuneigung zur Kunst: Musik, Gesang, Poesie, Shougi und Tanz. Du auch?",
      "es": "Le tengo un gran aprecio al arte: la música, la poesía, el ajedrez, el baile... ¿A ti qué cosas te gustan?",
      "fr": "J'aime tout ce qui est raffiné : la musique et la poésie, le shogi et la danse. Et vous ?",
      "pt": "Gosto muito de atividades artísticas: música, canto, poesia, shougi e dança. E você?",
      "ru": "Я испытываю безграничную страсть к искусству: музыке, пению, поэзии, сёги и танцам. А ты?",
      "id": "Aku sangat tertarik dengan seni: musik, lagu, puisi, shougi, dan tarian. Kalau kamu?",
      "th": "สิ่งที่เกี่ยวกับศิลปวัฒนธรรมน่ะฉันชอบทั้งนั้นแหละ: ดนตรี, บทกวี, โชงิ และก็เต้นรำ เธอสนใจรึเปล่า?",
      "vi": "Tôi thích mọi thứ tao nhã: Thơ ca, chơi cờ và khiêu vũ. Bạn cũng có cùng hứng thú chứ?"
    }
  },
  {
    "title": {
      "zhs": "绫华的烦恼·忧虑",
      "zht": "綾華的煩惱·憂慮",
      "jp": "神里綾華の悩み·配慮",
      "ko": "아야카의 고민·걱정",
      "en": "Kamisato Ayaka's Troubles: Concerns",
      "de": "Kamisato Ayakas Sorgen – Besorgnisse",
      "es": "Preocupaciones de Kamisato Ayaka - Inquietud",
      "fr": "Les problèmes d'Ayaka - Inquiétudes",
      "pt": "Problemas de Kamisato Ayaka: Preocupações",
      "ru": "Трудности Камисато Аяки: Заботы",
      "id": "Masalah Kamisato Ayaka: Kegelisahan",
      "th": "เรื่องกลุ้มใจของ Kamisato Ayaka - กังวล",
      "vi": "Nỗi buồn của Ayaka - Lo Âu"
    },
    "line": {
      "zhs": "烦恼吗？啊，是啊。只要生活在这个世界上，就难免遇到种种不如意的事情。但如果是因为自己的事情，就让周遭的人担心的话…果然，我还是不能说…",
      "zht": "煩惱嗎？啊，是啊。只要生活在這個世界上，就難免遇到種種不如意的事情。但如果是因為自己的事情，就讓周遭的人擔心的話…果然，我還是不能說…",
      "jp": "悩みですか？そうですね、この世に生きる以上、必然的に数々の不満に遭遇するでしょう。しかし、自分のことで周囲の方を心配させるのは…やはり私にはできません…",
      "ko": "고민이요? 음, 그렇죠. 살다 보면 마음대로 할 수 없는 일들이 생길 수밖에 없죠. 하지만 제 일로 주변 사람들에게 걱정을 끼친다면… 역시, 전 말 못 하겠어요…",
      "en": "Troubles? Well, I mean... that's life, isn't it? There will always be things that don't go one's way. But I do not wish to worry those around me on account of things that are my concern alone... so, it is best if I keep them to myself.",
      "de": "Besorgnisse? Nun, ich meine ... so ist das Leben, nicht wahr? Es wird immer Dinge geben, die nicht so laufen, wie man es sich wünscht. Aber ich möchte meine Mitmenschen nicht mit Dingen beunruhigen, die nur mich etwas angehen ... Also behalte ich sie am besten für mich.",
      "es": "¿Que si tengo preocupaciones? Bueno... así es la vida, ¿no? Siempre habrá cosas que no salgan como tú quieres, pero no me gusta preocupar a los demás con cosas que solo me conciernen a mí, así que... prefiero no contar mis preocupaciones.",
      "fr": "Si j'ai des inquiétudes ? Oui, aussi longtemps que nous vivrons, nous rencontrerons inévitablement des situations loin d'êtres idéales. Mais je ne veux pas importuner mes proches avec mes soucis, alors je les garde pour moi...",
      "pt": "Problemas? Bom, quer dizer... a vida é assim mesmo, não é? Haverá sempre alguma coisa que não aconteceu conforme os planos. Mas não quero incomodar aqueles ao meu redor com coisas que dizem respeito só a mim, então... prefiro guardar minhas preocupações para mim.",
      "ru": "Трудности? Ну что тут скажешь... Это ведь жизнь, верно? Всегда будет что-то, что идёт не так, как хотелось бы. Но я не желаю нагружать тех, кто рядом, рассказами о том, что касается только меня... Я лучше сохраню всё в тайне.",
      "id": "Masalah? Yah, maksudku ... Begitulah hidup, bukan? Akan selalu ada hal-hal yang tidak berjalan sesuai keinginan. Tapi aku tidak ingin orang-orang mengkhawatirkanku karena masalah yang kuhadapi ... Jadi lebih baik aku menyimpannya untuk diri sendiri ....",
      "th": "เรื่องกลุ้มใจเหรอ? อาา แน่นอน ชีวิตก็เป็นอย่างนี้ล่ะนะ มักจะมีเรื่องที่ไม่สมหวังเกิดขึ้นอยู่เสมอ แต่ถ้าหากทำให้คนอื่น ๆ รอบตัวต้องเป็นห่วงเพราะเรื่องของตัวเองล่ะก็... ยังไงซะฉันขอเก็บไว้คนเดียวดีกว่า...",
      "vi": "Phiền não sao? À, đúng vậy, chỉ cần sống trên thế giới này thì không tránh khỏi đủ thứ chuyện không như ý. Nhưng nếu như là chuyện của bản thân mà khiến cho người xung quanh phải lo lắng thì... Quả thật, tôi không nên nói thì hơn..."
    }
  },
  {
    "title": {
      "zhs": "绫华的烦恼·心意",
      "zht": "綾華的煩惱·心意",
      "jp": "神里綾華の悩み·気持ち",
      "ko": "아야카의 고민·마음",
      "en": "Kamisato Ayaka's Troubles: Desires",
      "de": "Kamisato Ayakas Sorgen – Wünsche",
      "es": "Preocupaciones de Kamisato Ayaka - Sentimientos",
      "fr": "Les problèmes d'Ayaka - Sentiments",
      "pt": "Problemas de Kamisato Ayaka: Desejos",
      "ru": "Трудности Камисато Аяки: Желания",
      "id": "Masalah Kamisato Ayaka: Keinginan",
      "th": "เรื่องกลุ้มใจของ Kamisato Ayaka - ความปรารถนา",
      "vi": "Nỗi buồn của Ayaka - Tấm Lòng"
    },
    "line": {
      "zhs": "「坦率」，真的是一件很难的事情。我必须不断告诫自己是神里家的大小姐，在无数双眼睛，无数人的期盼之下摆出完美无缺的姿态。这样的我，是否也该追求自己的愿望呢，是否也该…让你理解我的心意呢…",
      "zht": "#「坦率」，真的是一件很難的事情。我必須不斷告誡自己是神里家的大小姐，在無數雙眼睛，無數人的期盼之下擺出完美無缺的姿態。這樣的我，是否也該追求自己的願望呢，是否也該…讓{F#妳}{M#你}理解我的心意呢…",
      "jp": "「素直」になるというのは、非常に難しいことです。私は神里家の長女として、無数の注目と期待を浴びせられています。それに応えるため、常に完璧な姿勢で居続けることを自分に戒めてきました。そんな私が、自分の願いを追求してしまってもいいのでしょうか…私の気持ちを、貴方に理解してもらっても…いいのでしょうか…",
      "ko": "솔직해지는 건 정말 어려워요. 전 수많은 사람의 주목과 기대를 받는 카미사토 가문의 장녀로서 완벽한 모습을 보여줘야 한다고 끊임없이 다짐해 왔어요. 이런 제가 소망을 쫓아도 되는 걸까요? 당신에게… 제 마음을 보여줘도 되는 걸까요…?",
      "en": "Openness is something I find very difficult. I constantly have to remind myself that as a lady of the Kamisato Clan, there are countless people watching and countless expectations to live up to. I must be a model of exemplary conduct at all times. But even so, shouldn't I still follow my dreams? Shouldn't I... share my true feelings with you?",
      "de": "Offenheit ist etwas, das ich sehr schwierig finde. Ich muss mich ständig daran erinnern, dass es als Dame des Kamisato-Klans unzählige Menschen gibt, die mich beobachten, und unzählige Erwartungen, denen ich gerecht werden muss. Ich muss jederzeit ein vorbildliches Verhalten an den Tag legen. Aber sollte ich nicht trotzdem meinen Träumen folgen? Sollte ich nicht ... meine wahren Gefühle mit dir teilen?",
      "es": "Me resulta muy complicado ser franca. Siempre tengo que recordarme a mí misma que, como descendiente del clan Kamisato, debo cumplir con las expectativas de toda la gente que me observa. Debo ser un modelo a seguir en todo momento. Pero aun así, ¿no debería también perseguir mis sueños? ¿No debería... dejar que entiendas mis sentimientos?",
      "fr": "C'est vraiment difficile d'être moi-même. Je me répète toujours que je suis la dame du Clan Kamisato, que je dois répondre aux attentes d'innombrables personnes qui regardent le moindre de mes gestes et incarner la perfection. Quelqu'un comme moi n'a-t-il pas le droit d'avoir des rêves ? Ne devrais-je pas vous dire ce que je ressens ?",
      "pt": "A franqueza sempre foi algo muito difícil para mim. Preciso me lembrar constantemente que, como senhora do Clã Kamisato, existem inúmeras pessoas me observando e inúmeras expectativas a que devo corresponder. Devo ter uma conduta exemplar a qualquer momento. Mas, ainda assim, eu não deveria seguir meus sonhos? Não deveria... compartilhar meus sentimentos verdadeiros com você?",
      "ru": "Открытость - то, что даётся мне с большим трудом. Я постоянно должна напоминать себе, что являюсь госпожой клана Камисато, что на меня устремлены сотни глаз, и мне следует оправдывать ожидания, коим нет числа. Каждую минуту своей жизни я должна служить образцом безупречного поведения. Но даже в этом случае, разве я не могу следовать за своими мечтами? Разве я не могу... открыть тебе свои истинные чувства?",
      "id": "Keterbukaan adalah suatu hal yang sangat sulit bagiku. Aku harus terus mengingatkan diriku kalau aku adalah nona besar Klan Kamisato. Semua mata tertuju kepadaku, dan harapan banyak orang tertumpu padaku. Aku harus menjadi teladan yang baik sepanjang waktu. Tapi meski begitu, bukankah aku seharusnya mengejar mimpiku? Bukankah seharusnya aku ... berbagi perasaanku yang sebenarnya denganmu?",
      "th": "\"การเปิดเผย\" เป็นเรื่องหนึ่งที่ยากจริง ๆ ฉันต้องคอยเตือนตัวเองอยู่เสมอว่าเป็นคุณหนูใหญ่แห่งตระกูล Kamisato ต้องมีกิริยาท่าทางที่สมบูรณ์ไร้ที่ติท่ามกลางสายตาที่จดจ้อง และตอบรับความคาดหวังของคนมากมาย คนอย่างฉันควรจะไล่ตามความปรารถนาของตัวเองรึเปล่านะ บางทีฉันอาจควรที่จะ...เล่าความปรารถนาของฉันให้เธอฟัง...",
      "vi": "Thẳng thắn đúng là rất khó. Tôi phải không ngừng nói với bản thân rằng mình là đại tiểu thư nhà Kamisato, phải thể hiện ra bộ dạng hoàn hảo không tỳ vết trước bao con mắt và sự kỳ vọng của mọi người. Có phải tôi cũng nên theo đuổi nguyện vọng của mình, có phải cũng nên... để bạn hiểu được tấm lòng của tôi không..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我对异国料理很有兴趣，虽然很少有尝试的机会。嗯…如果是要局限在稻妻料理内的话…应该是「茶泡饭」吧。不过，不能给一般客人看见，我也是偷偷告诉你的。",
      "zht": "#我對異國料理很有興趣，雖然很少有嘗試的機會。嗯…如果是要侷限 在稻妻料理內的話…應該是「茶泡飯」吧。不過，不能給一般客人看見，我也是偷偷告訴{F#妳}{M#你}的。",
      "jp": "食べられる機会は少ないのですが…私は異国料理に興味がございます。稲妻料理に限定するなら…「お茶漬け」が好きです。しかし、一般のお客さまにお茶漬けをすする姿はお見せできません…貴方に教えたのも内緒ですよ。",
      "ko": "전 이국적인 요리에 관심이 많아요. 먹어볼 기회는 거의 없지만…. 이나즈마 요리 중에서라면… 아마 「오차즈케」겠죠. 하지만 다른 사람한테 들키면 안 돼요…. 당신에게만 몰래 알려드리는 거거든요",
      "en": "I'm fascinated by food from overseas. Though I don't get to try it very often... So, if I had to choose something from Inazuma, then probably... Chazuke. But not when anybody else is watching... So I tell you that in confidence.",
      "de": "Ich bin fasziniert von Essen aus anderen Gegenden. Obwohl ich nicht sehr oft dazu komme, es zu probieren ... Also, wenn ich etwas aus Inazuma wählen müsste, dann wahrscheinlich ... Chazuke. Aber nicht, wenn jemand anderes zusieht ... Das sage ich dir also im Vertrauen.",
      "es": "Me fascina la comida extranjera, aunque rara vez consigo probarla... Si tuviera que escoger algo de Inazuma, creo que sería... el arroz bañado en té. Pero no puedo dejar que la gente lo sepa, así que te lo digo en confianza.",
      "fr": "Je m'intéresse à la cuisine étrangère, mais j'ai rarement l'occasion d'y goûter. Si je devais choisir mon plat préféré de cuisine inazumienne... Ce serait l'ochazuke. C'est quelque chose que je ne peux pas dire devant d'autres personnes, alors je vous le dis en secret.",
      "pt": "Adoro pratos estrangeiros. Mas não tenho muitas oportunidades de experimentar coisas novas... Então, se tivesse que escolher algum prato de Inazuma, provavelmente seria... Chazuke. Mas não quando tem alguém olhando... Então isso é um segredo nosso.",
      "ru": "Заморские блюда приводят меня в восторг. Правда, мне нечасто удаётся отведать их... Если бы мне предложили выбрать что-то из Инадзумы, то... Отядзуке. Но только когда никто не видит... Так что это наш с тобой секрет.",
      "id": "Aku sangat tertarik dengan makanan dari luar negeri. Tapi aku tidak terlalu banyak berkesempatan untuk mencicipinya ... Jadi, kalau cakupannya dibatasi di Inazuma saja, maka mungkin ... Chazuke. Tapi aku tidak boleh memakannya saat dilihat orang-orang, jadi ini hanyalah rahasia yang diam-diam kuberi tahu kepadamu.",
      "th": "ฉันสนใจอาหารในต่างแดนมากเลยล่ะ ถึงแม้ว่าจะไม่ค่อยมีโอกาสได้ลิ้มลองก็ตาม อืม... ถ้าเอาแค่เฉพาะใน Inazuma ล่ะก็... น่าจะเป็น \"Chazuke\" ล่ะมั้ง แต่ว่าจะให้คนอื่นเห็นไม่ได้ อันนี้ฉันแอบบอกเธอเฉย ๆ นะ",
      "vi": "Tôi rất hứng thú với món ăn nước ngoài, tuy có rất ít cơ hội để thử. Uhm... nếu phải giới hạn món ăn trong phạm vi ở Inazuma thì... có lẽ là \"Cơm Trà Xanh\". Nhưng tôi không thể để khách hàng bình thường nhìn thấy, tôi chỉ nói khẽ cho bạn biết thôi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét nhất..."
    },
    "line": {
      "zhs": "虽然不是不能吃，但我对动物脂肪或内脏大概会有点…",
      "zht": "雖然不是不能吃，但我對動物脂肪或內臟大概會有點…",
      "jp": "食べられないわけではございませんが、動物の脂肪や内臓はちょっと…",
      "ko": "못 먹는 건 아니지만, 동물 지방이나 내장은 좀…",
      "en": "Though I do not eschew animal fat and organs entirely, they are far from my first choice.",
      "de": "Obwohl ich tierisches Fett und Innereien nicht völlig meide, sind sie bei Weitem nicht meine erste Wahl.",
      "es": "No es que no quiera comerlas, pero la grasa animal y las vísceras nunca son mi primera elección...",
      "fr": "Ce n'est pas que je ne peux pas en manger, mais la graisse animale ou les abats sont loin d'être ce que je préfère...",
      "pt": "Embora eu não despreze órgãos e gordura de animais, eles estão longe de ser minha primeira escolha.",
      "ru": "Я не стала бы утверждать, что полностью отказалась от жирного и ливера. И всё же это не самая моя любимая еда.",
      "id": "Aku menghindari lemak dan organ hewan secara total. Makanan-makanan itu tidak akan menjadi pilihan pertamaku.",
      "th": "ถึงแม้ว่าจะไม่ถึงขั้นกินไม่ได้ แต่สำหรับฉันแล้ว ของกินอย่างไขมันหรือเครื่องในของสัตว์มันออกจะ...",
      "vi": "Tuy không phải là không thể ăn, nhưng tôi không thích ăn mỡ động vật hoặc nội tạng..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "嗯…我真是太幸福了…",
      "zht": "嗯…我真是太幸福了…",
      "jp": "ふふっ…私は本当に幸せ者ですね…",
      "ko": "음… 저 정말 행복해요…",
      "en": "Mmm... Yes, I am truly fortunate...",
      "de": "Hmmm ... Ich bin so glücklich ...",
      "es": "Humm... ¡Qué afortunada soy!",
      "fr": "Quel bonheur...",
      "pt": "Hmmm... Sim, me sinto muito feliz...",
      "ru": "Мм... Я так счастлива...",
      "id": "Ya, aku benar-benar beruntung ....",
      "th": "อื้ม... มีความสุขจังเลย...",
      "vi": "Hm... tôi hạnh phúc quá..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "谢谢你让我有机会尝试这道菜，我会把它的味道记在心里的。",
      "zht": "#謝謝{F#妳}{M#你}讓我有機會嘗試這道菜，我會把它的味道記在心裡的。",
      "jp": "このような料理を味わわせていただき、ありがとうございます。この味を心に留めておきます。",
      "ko": "이런 요리를 맛볼 기회를 주셔서 감사해요. 이 맛은 평생 기억할게요",
      "en": "Thank you for the opportunity to try this dish. I will always savor it.",
      "de": "Danke, dass du mir die Gelegenheit gegeben hast, dieses Gericht zu probieren, ich werde seinen Geschmack in Erinnerung behalten.",
      "es": "Gracias por dejarme probar este plato. Nunca olvidaré su sabor.",
      "fr": "Merci à vous de me faire goûter votre cuisine, je me souviendrai de sa saveur.",
      "pt": "Obrigada pela oportunidade de provar o prato. Sempre lembrarei do seu gosto.",
      "ru": "#Спасибо, что дал{F#a} мне попробовать это блюдо. Я никогда не забуду его вкус.",
      "id": "Terima kasih sudah memberiku kesempatan untuk mencobanya. Aku akan selalu mengingat rasa ini.",
      "th": "ขอบคุณที่เธอให้โอกาสฉันได้ชิมอาหารจานนี้นะ ฉันจะจดจำรสชาติของมันเอาไว้ในใจของฉันเลย",
      "vi": "Cảm ơn bạn đã cho tôi cơ hội để thử món ăn này, tôi sẽ ghi nhớ hương vị của nó."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "啊…稍微有点油腻了呢。",
      "zht": "啊…稍微有點油膩了呢。",
      "jp": "おや…少し油が多いようですね。",
      "ko": "아… 조금 기름지네요",
      "en": "Hmm... It's a bit greasy for my taste.",
      "de": "Ah ... Leicht fettig.",
      "es": "Oh... este plato es un poco grasiento para mi gusto.",
      "fr": "Ah, c'est un peu gras...",
      "pt": "Hmm... É um pouco gorduroso para o meu gosto.",
      "ru": "Ох... Это блюдо для меня тяжеловато.",
      "id": "Hmm, ini agak terlalu berminyak buatku.",
      "th": "เอ่อ... มันค่อนข้างจะมีรสชาติมันเลี่ยนไปสักหน่อยน่ะ",
      "vi": "A... món này hơi nhiều dầu mỡ."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "请随我来！只要走一小段路，不会耽搁你太长时间的哦。\n\n打听到你的生日之后，我就提前了一段时间开始筹备。比起名贵的礼物，我妄自猜测…或许这样的礼物会更合我们的情谊。此次，就请让我以扇舞为礼吧。\n\n那么，失礼了。",
      "zht": "#請隨我來！只要走一小段路，不會耽擱{F#妳}{M#你}太長時間的哦。\n\n打聽到{F#妳}{M#你}的生日之後，我就提前了一段時間開始籌備。比起名貴的禮物，我妄自猜測…或許這樣的禮物會更合我們的情誼。此次，就請讓我以扇舞為禮吧。\n\n那麼，失禮了。",
      "jp": "私についてきてくれますか。そう遠くありませんので、それほどお時間は取らせません。\n\n貴方の誕生日を知ってから、事前に準備をしていたのです。私の勝手な想像ですが、どんなに高貴な贈り物よりも、この方が私たちの関係に合っていると考えました。今回は、私の剣扇舞を貴方へ贈ります。\n\nでは、参ります。",
      "ko": "절 따라오세요! 조금만 걸으면 되니까, 오래 걸리진 않을 거예요.\n\n당신의 생일을 알고 난 후부터 계속 준비했죠. 제 생각이긴 하지만… 비싼 선물보다 이런 게 저희 우정에 더 잘 맞을 것 같아요. 그래서 이번엔 부채춤을 준비했어요.\n\n그럼, 시작할게요",
      "en": "Come with me! We're not going far away — I promise it won't delay you too much.\n\nI managed to find out when your birthday was well in advance, so I could prepare in good time. Hopefully this wasn't assuming too much, but I guessed you might prefer this to an expensive gift.\n\nIn honor of your birthday, please allow me to perform a fan dance for you.",
      "de": "Komm mit mir! Wir gehen nicht weit weg. Ich verspreche, es wird dich nicht allzu sehr aufhalten.\n\nIch habe es geschafft, rechtzeitig herauszufinden, wann dein Geburtstag war, sodass ich mich rechtzeitig vorbereiten konnte. Hoffentlich war das nicht zu viel verlangt, aber ich ahnte, dass du dies einem teuren Geschenk vorziehen würdest. Zu Ehren deines Geburtstages, erlaube mir bitte, einen Fächertanz für dich aufzuführen.\n\nWenn du mich bitte entschuldigen würdest ...",
      "es": "¡Ven conmigo! No iremos muy lejos, te prometo que no te demoraré mucho. Averigüé cuándo era tu cumpleaños, así que hice algunos preparativos. Espero no haber asumido nada, pero supuse que preferirías esto antes que un regalo muy caro.\n\nBien, con motivo de tu cumpleaños, permíteme hacer una actuación con abanicos.",
      "fr": "Venez avec moi, s'il vous plaît ! Ce n'est pas loin et cela ne vous prendra pas trop de temps.\n\nJ'ai commencé à me préparer après avoir su votre date d'anniversaire. Plutôt que de vous offrir un cadeau onéreux, j'ai pensé que... qu'un cadeau comme celui-ci serait plus approprié au vu de notre amitié. Permettez-moi donc de vous offrir une danse des éventails.\n\nC'est parti...",
      "pt": "Venha comigo! Não vamos para longe — prometo que você não se atrasará por minha causa. Eu consegui descobrir quando era o seu aniversário com bastante antecedência, então consegui preparar tudo a tempo. Espero que não tenha me enganado no palpite, mas imaginei que você preferisse isso a um presente caro. Em honra ao seu aniversário, permita que eu faça uma dança de leques para você.",
      "ru": "Идём! Тут недалеко. Обещаю, я не слишком тебя задержу. Мне удалось выяснить, когда у тебя день рождения, причём довольно давно, так что времени на подготовку было предостаточно. Может быть, это слишком самонадеянно с моей стороны, но мне почему-то кажется, что ты предпочтёшь это дорогому подарку. В честь твоего дня рождения позволь мне исполнить для тебя танец с веером.",
      "id": "Ikutilah aku! Kita tidak akan pergi jauh. Aku janji aku tidak akan membuat perjalananmu tertunda lama.\n\nSetelah mengetahui kapan ulang tahunmu, aku sudah mempersiapkannya dari jauh-jauh hari. Mudah-mudahan ini dugaanku benar, aku merasa kamu mungkin lebih suka hadiah seperti ini daripada barang mahal. Dengan rasa hormat, biarkan aku mempertunjukkan tari kipas untukmu.",
      "th": "ช่วยมากับฉันทีสิ! เดินไปแค่แป๊บเดียวเท่านั้นแหละ ไม่กวนเวลาเธอนานนักหรอกนะ\n\nหลังจากรู้วันเกิดของเธอแล้ว ฉันก็เริ่มเตรียมการล่วงหน้ามาพักหนึ่ง ถ้าเทียบกับของขวัญราคาแพง ฉันเดาว่า... บางทีของขวัญแบบนี้อาจจะเหมาะกับมิตรภาพของเรามากกว่า ครั้งนี้ฉันจะขอใช้การระบำพัดเป็นของขวัญให้เธอละกัน\n\nเอาล่ะ จะเริ่มล่ะนะ...",
      "vi": "Hãy đi theo tôi! Chỉ cần đi một đoạn nhỏ thôi, không làm mất nhiều thời gian của bạn đâu.\n\nSau khi dò la được sinh nhật của bạn, tôi đã bắt tay chuẩn bị được một thời gian rồi. So với những món quà đắt tiền kia, tôi đoán... có lẽ món quà như thế sẽ hợp với tình bạn của chúng ta hơn. Ngoài ra, hãy để tôi múa một bài làm quà cho bạn nhé.\n\nXin thất lễ."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão: Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "非常感谢。与你切磋使我受益良多，相信在剑术上也能更进一步。",
      "zht": "#非常感謝。與{F#妳}{M#你}切磋使我受益良多，相信在劍術上也能更進一步。",
      "jp": "感謝いたします。貴方との手合わせから色々なものが学べました。剣術においてもさらに上達することができると思います。",
      "ko": "정말 감사해요. 당신과 겨루면서 많은 걸 깨달았어요. 검술에도 분명 큰 도움이 될 거예요",
      "en": "Thank you very much. It has been richly rewarding to learn from you so far, and I believe my skills with the blade can go even further still.",
      "de": "Ich danke dir vielmals. Es hat sich bisher sehr gelohnt, von dir zu lernen, und ich glaube, dass meine Fähigkeiten mit der Klinge noch weiter gehen können.",
      "es": "Muchas gracias. Aprender de ti ha sido realmente gratificante. Estoy segura de que mis habilidades con la espada mejorarán aún más.",
      "fr": "Merci beaucoup. J'ai beaucoup appris en votre compagnie, mon jeu d'épée pourra s'améliorer.",
      "pt": "Agradeço muito, muito mesmo. Foi muito gratificante aprender com você até agora, e acredito que minhas habilidades com a espada possam ficar ainda melhores.",
      "ru": "Огромное тебе спасибо. Я нахожу бесценной эту возможность учиться у тебя. Надеюсь, мои навыки обращения с мечом станут ещё лучше.",
      "id": "Terima kasih banyak. Sejauh ini aku sudah belajar banyak darimu, dan aku yakin kemampuan pedangku juga dapat menjadi lebih baik lagi.",
      "th": "ขอบคุณมากนะ การได้แลกเปลี่ยนมุมมองกับเธอมันดีต่อฉันมาก ๆ เลยล่ะ และฉันก็เชื่อว่ายังสามารถพัฒนาวิชาดาบของตัวเองได้อีก",
      "vi": "Rất cám ơn. So tài với bạn giúp tôi học được nhiều điều, tin rằng về vấn đề kiếm thuật cũng sẽ có tiến bộ vượt bậc."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "多亏你的点拨。有你相助，我对自己的能力也理解得更透彻了。",
      "zht": "#多虧{F#妳}{M#你}的點撥。有{F#妳}{M#你}相助，我對自己的能力也理解得更透徹了。",
      "jp": "ご指導ありがとうございます。貴方のおかげで、私は自分の能力への理解をより深めることができました。",
      "ko": "당신의 조언과 도움 덕분에 제 능력을 더 정확하게 이해할 수 있게 됐어요",
      "en": "Thank you for your guidance. With your assistance, I am gaining a more thorough understanding of my capabilities.",
      "de": "Ich danke dir für deine Tipps. Mit deiner Hilfe gewinne ich ein tieferes Verständnis für meine Fähigkeiten.",
      "es": "Gracias por orientarme. Con tu ayuda, estoy entendiendo mucho mejor mis capacidades.",
      "fr": "Merci pour vos conseils. Grâce à vous, je comprends mieux l'étendue de mes capacités.",
      "pt": "Agradeço a sua orientação. Com a sua assistência, estou compreendendo cada vez melhor minhas habilidades.",
      "ru": "Спасибо тебе за твоё чуткое руководство. Благодаря твоей поддержке я всё лучше понимаю, в чём мои сильные стороны, и на что я способна.",
      "id": "Terima kasih atas bimbinganmu. Dengan bantuanmu, aku mendapat pemahaman yang lebih dalam lebih pada kemampuanku.",
      "th": "ต้องขอบคุณคำแนะนำของเธอ พอได้รับความช่วยเหลือจากเธอแล้ว ฉันก็เข้าใจความสามารถของตัวเองมากยิ่งขึ้น",
      "vi": "Cảm ơn vì đã chỉ bảo, có bạn giúp đỡ, tôi đã hiểu rõ hơn về năng lực của mình."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "感觉更加游刃有余了。处理社奉行事务之余，甚至有空尝试一些新的事情。要来试试最近学做的点心吗？",
      "zht": "感覺更加游刃有餘了。處理社奉行事務之餘，甚至有空嘗試一些新的事情。要來試試最近學做的點心嗎？",
      "jp": "ますます余裕を感じられるようになりました。社奉行の事務を片付ける傍ら、新しいことにも挑戦できるほどです。最近作ってみたお菓子を試食してみていただけませんか？",
      "ko": "훨씬 여유로워진 것 같아요. 야시로 봉행 일을 처리하면서 남은 시간에 새로운 일에 도전할 수 있을 정도예요. 최근에 새로 배운 디저트 드셔보실래요?",
      "en": "I feel more competent now than ever before. I even have the time outside my work for the Yashiro Commission to try some new things. Would you like to try one of my home-made snacks? I just learned how to make them recently.",
      "de": "Ich fühle mich jetzt kompetenter als je zuvor. Ich habe sogar außerhalb meiner Arbeit für die Yashiro-Verwaltung die Zeit, um neue Dinge auszuprobieren. Würdest du gern einen meiner selbstgemachten Snacks probieren? Ich habe erst kürzlich gelernt, wie man sie macht.",
      "es": "Siento que soy más hábil que nunca. Hasta tengo tiempo de probar cosas nuevas fuera de mis horas de trabajo en la Comisión Yashiro. ¿Te gustaría probar unos aperitivos que aprendí a hacer hace poco?",
      "fr": "J'ai l'impression d'être plus compétente qu'avant. J'arrive même à avoir du temps pour essayer des choses nouvelles en dehors des affaires de la Commission culturelle. Voudriez-vous goûter aux encas que j'ai appris à préparer récemment ?",
      "pt": "Me sinto mais competente agora do que nunca. Até consegui tempo fora do meu trabalho com a Comissão Yashiro para experimentar coisas novas. Gostaria de experimentar um de meus aperitivos caseiros? Aprendi a fazê-los recentemente.",
      "ru": "Сейчас я чувствую себя способнее, чем когда-либо. Мне даже удалось попробовать кое-что новое в свободное от работы в комиссии Ясиро время. Хочешь отведать домашних угощений? Теперь я умею готовить их.",
      "id": "Aku merasa lebih kompeten sekarang daripada sebelumnya. Aku bahkan punya waktu luang di luar pekerjaan Yashiro Commission, dan aku bisa mencoba beberapa hal baru. Apakah kamu mau mencoba camilan buatanku? Aku baru belajar cara membuatnya.",
      "th": "รู้สึกว่าทำเรื่องต่าง ๆ ได้ดีขึ้นพอสมควรเลย นอกเหนือจากการทำงานกับสำนัก Yashiro แล้ว ก็ยังมีเวลาเหลือไปลองทำสิ่งใหม่ ๆ อีกด้วย ฉันเพิ่งเรียนทำขนมมา อยากจะลองชิมดูมั้ยล่ะ?",
      "vi": "Cảm thấy lên tay hẳn rồi. Ngoài việc giải quyết công chuyện của Hiệp Hội Yashiro, còn có thời gian để trải nghiệm một số việc mới mẻ. Có muốn đến đây nếm thử món điểm tâm mà tôi mới học gần đây không?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão: Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "「尝有所思，斯世如磐；孰料浮世事，留驻难。」\n\n…抱歉，明明是值得高兴的时候，我却想起了那么悲伤的诗歌。和你相处的时间过于畅怀，竟然让我害怕再次失去。真是…失态了呀。",
      "zht": "#「嘗有所思，斯世如磐；孰料浮世事，留駐難。」\n\n…抱歉，明明是值得高興的時候，我卻想起了那麼悲傷的詩歌。和{F#妳}{M#你}相處的時間過於暢懷，竟然讓我害怕再次失去。真是…失態了呀。",
      "jp": "「常磐なす かくしもがもと 思へども\n\n  世の事なれば 留みかねつも」\n\n申し訳ございません、喜ばしいと思うべきこの時に、こんなに悲しい歌を思い出してしまいました。貴方と過ごす時間があまりにも心地よく、失うのが怖いと感じてしまったのです。本当に…失態ですね。",
      "ko": "「반석처럼 영원하고 싶지만, 변해가는 세상은 아무도 붙잡을 수가 없네.」\n\n…죄송해요, 분명 기뻐해야 할 일인데 이렇게 슬픈 시가 떠올랐네요. 당신과 함께 지낸 시간이 너무 즐거워서 잃게 될까 봐 두려워하다니…. 부끄러운 모습을 보였군요",
      "en": "\"Though I cling to that which has given me the strength to hold on, the weight of letting go is ever-foreboding.\"\n\nMy apologies, it should be a happy occasion, and yet it is such a sad phrase that comes to mind. Our time together has been so pleasant that I am fearful of losing what I have gained. I'm sorry, I must compose myself.",
      "de": "„Obwohl ich mich an das klammere, was mir die Kraft gegeben hat, mich festzuhalten, ist die Angst des Loslassens immer wieder zu spüren.“\n\nIch bitte um Verzeihung, es sollte ein glücklicher Anlass sein und doch ist es ein so trauriger Satz, der mir in den Sinn kommt. Unsere gemeinsame Zeit war so angenehm, dass ich Angst habe, zu verlieren, was ich gewonnen habe. Es tut mir leid, ich muss mich zusammenreißen.",
      "es": "#“Me aferro a aquello que me da fuerzas para resistir, mas siempre me invade el pensamiento de dejarlo ir”.\n\nLo siento. Sé que esta debería ser una ocasión feliz, pero solo me viene a la mente esta melancólica frase. El tiempo que hemos pasado junt{F#as}{M#os} ha sido tan agradable que tengo miedo de perder lo que he conseguido. Perdón, debo recobrar la compostura.",
      "fr": "« Je m'accroche à ce qui me donne la force de continuer, mais je suis envahie par l'appréhension de lâcher prise à chaque instant. »\n\n... Désolée, je devrais me réjouir, mais cette phrase triste m'est venue à l'esprit. Nous avons passé tellement de moments agréables ensemble, mais j'ai peur de tout perdre. Excusez-moi, je devrais me ressaisir.",
      "pt": "\"Embora me atenha àquilo que me deu forças para continuar, o peso da despedida é um eterno presságio\". Peço perdão, esta deveria ser uma ocasião feliz, mas é essa frase triste que me vem à cabeça. O tempo que passamos juntos foi tão agradável que tenho medo de perder o que ganhei. Me desculpe, preciso me recompor.",
      "ru": "«Да, я цепляюсь за то, что всегда давало мне силы, чтобы продолжать жить, но необходимость отпустить то, что дорого, давит на меня». Прости, этот миг должен был быть наполнен счастьем, но так уж получилось, что мне вспомнилась эта грустная фраза. Время, что мы провели вместе, было таким приятным! И я очень боюсь потерять всё, что оно подарило мне. Извини, мне нужно взять себя в руки.",
      "id": "\"Meski berpegang teguh pada sesuatu yang menguatkanku untuk bertahan, rasa takut untuk melepas selalu menghantuiku.\"\n\n... Maaf, seharusnya suasana saat ini menyenangkan, tapi hanya ada ungkapan menyedihkan yang muncul di benakku. Waktu kita bersama begitu menyenangkan hingga aku takut kehilangan apa yang aku peroleh. Maaf, aku harus menenangkan diri.",
      "th": "\"คราหนึ่งข้าเคยคิด โลกนี้หนักแน่นดุจศิลา ใครเล่าจักคาดคิดแท้จริงโลกนี้เบาหวิวไม่จีรัง ยากที่จะรั้งไว้\"\n\n...ขอโทษที เป็นเวลาที่ควรจะดีใจแท้ ๆ แต่ฉันกลับไปนึกถึงบทกวีที่น่าเศร้านั่นซะได้ ในเวลาที่ได้อยู่กับเธอฉันมีความสุขมากจริง ๆ จนทำให้ฉันกลัวว่าจะสูญเสียทุกสิ่งไป ฉันต้องตั้งสติให้มากกว่านี้",
      "vi": "Thử ngẫm nghĩ xem, đời này như phiến đá; chuyện đời như phù du, khó nắm bắt\n\n...Xin lỗi, đáng ra lúc này phải vui mừng mà tôi lại nhớ đến những bài thơ buồn như vậy. Thời gian ở bên bạn thật thoải mái, khiến tôi bỗng cảm thấy sợ mất đi. Thật là... thất lễ rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "起舞吧。",
      "zht": "起舞吧。",
      "jp": "踊りなさい。",
      "ko": "춤추거라",
      "en": "Take flight.",
      "de": "Los geht’s.",
      "es": "¡Toma!",
      "fr": "Dansons.",
      "pt": "Sinta isso!",
      "ru": "Лети.",
      "id": "Terbanglah.",
      "th": "มาเต้นรำกันเถอะ",
      "vi": "Khiêu vũ nào."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "失礼了。",
      "zht": "失禮了。",
      "jp": "失礼。",
      "ko": "실례할게",
      "en": "My apologies.",
      "de": "Ich bitte um Entschuldigung.",
      "es": "Mis disculpas.",
      "fr": "Excusez-moi.",
      "pt": "Peço desculpas!",
      "ru": "Прошу прощения.",
      "id": "Maafkan aku.",
      "th": "ขออภัย",
      "vi": "Thất lễ rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "雪纷飞。",
      "zht": "雪紛飛。",
      "jp": "雪よ、舞え。",
      "ko": "흩날려라",
      "en": "Whirling snow.",
      "de": "Wirbelnder Schnee.",
      "es": "¡Remolino de nieve!",
      "fr": "Tempête de neige.",
      "pt": "Turbilhão de neve!",
      "ru": "Снежный вихрь.",
      "id": "Salju berputar.",
      "th": "หิมะปลิวว่อน",
      "vi": "Tuyết phảng phất."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "…拿下了！",
      "zht": "…拿下了！",
      "jp": "…取った！",
      "ko": "도망칠 수 없어!",
      "en": "Embrace the ice.",
      "de": "Jetzt hab ich dich!",
      "es": "¡Recibe al hielo!",
      "fr": "La victoire est mienne !",
      "pt": "...A vitória é minha.",
      "ru": "Поддайся льду!",
      "id": "Terimalah es ini!",
      "th": "ชัยชนะเป็นของฉัน!",
      "vi": "...Quyết thắng!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "樱吹雪。",
      "zht": "櫻吹雪。",
      "jp": "櫻吹雪。",
      "ko": "벚꽃 눈보라",
      "en": "Sakura swirl.",
      "de": "Sakura-Schnee.",
      "es": "¡Remolino de cerezo!",
      "fr": "Fleurs de cerisiers dans la neige.",
      "pt": "Redemoinho de flores de Sakura.",
      "ru": "Вихрь сакуры.",
      "id": "Putaran kelopak sakura.",
      "th": "พายุหิมะซากุระโปรยปราย",
      "vi": "Hoa đào rơi như tuyết."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "神里流…霜灭！",
      "zht": "神里流…霜滅！",
      "jp": "神里流…霜滅！",
      "ko": "카미사토류… 멸망의 서리!",
      "en": "Kamisato Art: Soumetsu!",
      "de": "Kamisato-Stil – Soumetsu!",
      "es": "Técnica Kamisato... ¡Devastación glacial!",
      "fr": "Givre mortel de l'École Kamisato !",
      "pt": "Arte Kamisato: Soumetsu!",
      "ru": "Искусство Камисато: Сомэцу!",
      "id": "Kamisato Art: Soumetsu!",
      "th": "วิชาสาย Kamisato... คมเยือกแข็งพิฆาต!",
      "vi": "Trường Phái Kamisato: Soumetsu!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "寻珍觅奇…也算得一种雅趣。",
      "zht": "尋珍覓奇…也算得一種雅趣。",
      "jp": "宝探し…これもまた一興です。",
      "ko": "진기한 물건을 찾는 것도… 고상한 취미라 할 수 있죠",
      "en": "Collecting rare and exquisite treasures... Yes, this seems suitably sophisticated.",
      "de": "Das Sammeln seltener und exquisiter Schätze ... Ja, das scheint mir ziemlich anspruchsvoll zu sein.",
      "es": "Reunir tesoros exquisitos y poco comunes... Sí, tiene el nivel de sofisticación adecuado.",
      "fr": "Collecter des trésors rares et exquis... Oui, cela semble raisonnablement sophistiqué.",
      "pt": "Coletar tesouros raros e requintados... Sim, isto parece ser adequadamente sofisticado.",
      "ru": "Коллекционирование редких и изысканных сокровищ... Да, для этого нужен тонкий вкус.",
      "id": "Mengumpulkan harta yang langka dan berharga ... Ya, begini pun cukup berkelas.",
      "th": "การตามหาสมบัติและสิ่งมหัศจรรย์... ก็นับเป็นความสง่างามอย่างนึง",
      "vi": "Đi tìm kỳ trân dị bảo...cũng là một thú vui tao nhã."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "呵呵…今日运势不错。",
      "zht": "呵呵…今日運勢不錯。",
      "jp": "ふふ…本日は運がいいようです。",
      "ko": "후후… 오늘은 운이 좋네요",
      "en": "Hehe... Today is a lucky day.",
      "de": "Hehe ... So ein Glückstag heute!",
      "es": "Jeje... Hoy es mi día de suerte.",
      "fr": "Héhé... Aujourd'hui est un bon jour.",
      "pt": "Hehe... Hoje é um dia de sorte.",
      "ru": "Ха-ха... Мне сегодня везёт.",
      "id": "Hehe ... Hari ini hari yang baik.",
      "th": "ฮะฮะ... วันนี้โชคดีจังเลย",
      "vi": "Ha ha...hôm nay may đấy."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "我会珍惜这一份幸运。",
      "zht": "我會珍惜這一份幸運。",
      "jp": "この幸運を大切に。",
      "ko": "이 행운, 소중히 간직할게요",
      "en": "I shall treasure this good fortune.",
      "de": "Ich weiß dieses Glück zu schätzen.",
      "es": "Esta buena suerte es un auténtico tesoro.",
      "fr": "Je chérirai cette bonne fortune.",
      "pt": "Irei valorizar esta boa sorte.",
      "ru": "Я буду дорожить этой удачей.",
      "id": "Akan kujaga baik-baik keberuntungan ini.",
      "th": "ฉันจะดูแลความโชคดีนี้อย่างดีเลยล่ะ",
      "vi": "Tôi sẽ trân trọng vận may này."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "不容小觑呢。",
      "zht": "不容小覷呢。",
      "jp": "油断できませんね。",
      "ko": "얕보면 안 되겠군요",
      "en": "I will not stand for this.",
      "de": "Nicht zu unterschätzen.",
      "es": "¡No toleraré esto!",
      "fr": "Ne me sous-estimez pas.",
      "pt": "Não vou aceitar isso.",
      "ru": "Я этого не потерплю.",
      "id": "Aku tidak bisa menerimanya begitu saja.",
      "th": "อย่ามาดูถูกกันนะ",
      "vi": "Không được xem thường."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "久违的对手…",
      "zht": "久違的對手…",
      "jp": "久方ぶりの相手ですね…",
      "ko": "오랫동안 기다렸던 상대로군요…",
      "en": "A worthy opponent...",
      "de": "Ein ebenbürtiger Gegner ...",
      "es": "Un rival digno...",
      "fr": "Un adversaire de valeur...",
      "pt": "Um oponente digno...",
      "ru": "Достойный противник...",
      "id": "Lawan yang tangguh ....",
      "th": "คู่ต่อสู้ที่ตามหามานาน...",
      "vi": "Đối thủ hiếm có..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "该决断了…",
      "zht": "該決斷了…",
      "jp": "決断しなければ…",
      "ko": "결정을 내릴 때인가…",
      "en": "We ought to end this!",
      "de": "Wir sollten das beenden!",
      "es": "¡Hora de terminar!",
      "fr": "Il est temps d'en finir...",
      "pt": "Isso acaba aqui!",
      "ru": "Мы должны положить этому конец!",
      "id": "Kita harus mengakhirinya!",
      "th": "ได้เวลาตัดสินแล้ว...",
      "vi": "Phải dứt khoát rồi..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "不可大意。",
      "zht": "不可大意。",
      "jp": "油断してはいけません。",
      "ko": "방심하면 안 됩니다",
      "en": "Do not overdo it.",
      "de": "Sei auf der Hut!",
      "es": "No te excedas.",
      "fr": "N'en faites pas trop.",
      "pt": "Não exagere.",
      "ru": "Не переусердствуй.",
      "id": "Jangan memaksa.",
      "th": "จะประมาทไม่ได้นะ",
      "vi": "Không được sơ suất."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "阁下务必小心。",
      "zht": "閣下務必小心。",
      "jp": "お気を付けください。",
      "ko": "반드시 조심해 주세요",
      "en": "Take care!",
      "de": "Pass auf dich auf!",
      "es": "¡Ten cuidado!",
      "fr": "Faites attention !",
      "pt": "Cuide-se!",
      "ru": "Будь осторожней!",
      "id": "Hati-hati ya!",
      "th": "เธอต้องระวังตัวด้วยนะ",
      "vi": "Các hạ phải cẩn thận."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "失态了…",
      "zht": "失態了…",
      "jp": "失態です…",
      "ko": "추한 모습을 보였군요…",
      "en": "Pardon my indiscretion...",
      "de": "Verzeih meine Direktheit ...",
      "es": "Disculpa mi indiscreción...",
      "fr": "Excusez ma perte de sang-froid...",
      "pt": "Perdoe minha Indiscrição...",
      "ru": "Простите меня за неосторожность...",
      "id": "Maafkan aku ....",
      "th": "ประมาทซะแล้ว...",
      "vi": "Thất lễ rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "我还有…未竟之事…",
      "zht": "我還有…未竟之事…",
      "jp": "まだ…やり残したことが…",
      "ko": "아직… 끝내지 못한 일이…",
      "en": "Much remains... unfinished...",
      "de": "Vieles bleibt ... unvollendet ...",
      "es": "Aún tengo cosas... pendientes...",
      "fr": "J'ai... encore tant à faire...",
      "pt": "Muito resta... por fazer...",
      "ru": "Как много... незавершённых дел...",
      "id": "Masih banyak yang belum selesai ....",
      "th": "ฉันยังมี... เรื่องที่ยังทำไม่เสร็จ...",
      "vi": "Ta còn có chuyện chưa hoàn thành..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "让家族…蒙羞了…",
      "zht": "讓家族…蒙羞了…",
      "jp": "一族の名に…泥を塗ってしまいました…",
      "ko": "가문에… 수치를 안겨드렸네요…",
      "en": "I have dishonored... our clan...",
      "de": "Ich habe ... unseren Klan entehrt ...",
      "es": "He deshonrado a mi clan...",
      "fr": "J'ai déshonoré... notre clan...",
      "pt": "Desonrei... nosso clã...",
      "ru": "Я позорю... наш клан...",
      "id": "Aku telah mempermalukan ... klanku ....",
      "th": "ฉันทำให้ตระกูล... ต้องอับอาย...",
      "vi": "Để gia tộc... phải xấu hổ rồi..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "无礼的家伙…",
      "zht": "無禮的傢伙…",
      "jp": "無礼者…",
      "ko": "무례한 녀석…",
      "en": "So rude!",
      "de": "Wie unhöflich!",
      "es": "¡Insolente!",
      "fr": "Quelle insolence...",
      "pt": "Que falta de educação!",
      "ru": "Как грубо!",
      "id": "Kurang ajar!",
      "th": "หยาบคายซะจริง...",
      "vi": "Tên vô lễ..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "怎么会…",
      "zht": "怎麼會…",
      "jp": "まさか…",
      "ko": "어떻게…",
      "en": "Unthinkable...",
      "de": "Wie nur ...",
      "es": "Inimaginable...",
      "fr": "Comment...",
      "pt": "Impensável...",
      "ru": "Немыслимо...",
      "id": "Sulit dipercaya ....",
      "th": "อะไรกัน...",
      "vi": "Sao lại..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "神里绫华，参上。",
      "zht": "神里綾華，參上。",
      "jp": "神里綾華、参ります。",
      "ko": "카미사토 아야카, 참전",
      "en": "Kamisato Ayaka, present.",
      "de": "Kamisato Ayaka, anwesend.",
      "es": "Kamisato Ayaka, presente.",
      "fr": "Kamisato Ayaka, présente.",
      "pt": "Kamisato Ayaka, presente.",
      "ru": "Камисато Аяка к вашим услугам!",
      "id": "Kamisato Ayaka, hadir.",
      "th": "Kamisato Ayaka มาแล้ว",
      "vi": "Kamisato Ayaka tham kiến."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "烦请赐教。",
      "zht": "煩請賜教。",
      "jp": "ご指導お願いいたします。",
      "ko": "한 수 가르쳐 주세요",
      "en": "I await your instruction.",
      "de": "Ich erwarte deine Anweisung.",
      "es": "Estoy esperando tus instrucciones.",
      "fr": "J'attends vos instructions.",
      "pt": "Aguardo suas instruções.",
      "ru": "Жду ваших распоряжений.",
      "id": "Aku menunggu instruksimu.",
      "th": "โปรดชี้แนะด้วย",
      "vi": "Xin chỉ giáo."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "呵呵，请多关照。",
      "zht": "呵呵，請多關照。",
      "jp": "ふふ、よろしくお願いいたします。",
      "ko": "후후, 잘 부탁드려요",
      "en": "A pleasure to be working with you.",
      "de": "Eine Freude, mit dir zu arbeiten.",
      "es": "Es un placer trabajar contigo.",
      "fr": "Héhé, c'est un plaisir de vous aider.",
      "pt": "É um grande prazer trabalhar com você.",
      "ru": "Мне будет в радость поработать с вами.",
      "id": "Senang bekerja sama denganmu.",
      "th": "ฮ่ะ ฮ่ะ ฝากตัวด้วยนะ",
      "vi": "Hihi, xin chỉ bảo thêm."
    }
  }
]