[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "安柏是西风骑士团的侦察骑士。在侦察骑士已然没落的现在，她独自坚守着这份职责。\n\n初来乍到的旅客用不着三天，便能与这位热情似火的少女打成一片。\n\n「猎鹿人」的招牌前、果酒湖岸边、风起地大橡树的树顶，都有敏锐机警的红色骑士所留下的足迹。\n\n任何被她盯上的「可疑人士」，绝对逃不过骑士认真的质询。",
      "zht": "安柏是西風騎士團的偵察騎士。在偵察騎士已然沒落的現在，她獨自堅守著這份職責。\n\n初來乍到的旅客不用三天，便能與這位熱情似火的少女打成一片。\n\n「獵鹿人」的招牌前、果酒湖岸邊、風起地大橡樹的樹頂，都有敏銳機警的紅色騎士所留下的足跡。\n\n任何被她盯上的「可疑人士」，絕對逃不過騎士認真的質詢。",
      "jp": "アンバーは、西風騎士団の偵察騎士である。偵察騎士がすでに没落した今でも、彼女は一人でその職務を全うしている。\n\n初めてモンドに来た人でも、3日しないうちにこの炎のように熱い少女と打ち解けられる。\n\n「鹿狩り」の看板の前、シードル湖の岸辺、風立ちの地のオークの木の上など、人が踏み込めないような場所でも、この機敏な赤い騎士はその足跡を残した。\n\nそのため、彼女が目をつけた「不審者」は、彼女の尋問から逃れることはできない。",
      "ko": "엠버는 페보니우스 기사단의 정찰 기사다. 정찰 기사가 몰락해버린 오늘날, 그녀는 홀로 정찰 기사의 의무를 지킨다.\n\n몬드에 처음 방문한 여행객들은 3일도 안 돼서 이 불같은 열정을 지닌 이 소녀와 친구가 된다.\n\n「디어 헌터」 간판 앞, 시드르 호수 물가, 바람이 시작되는 곳의 참나무 꼭대기 위 등 모든 곳에 이 빨간색 기사가 남긴 발자국이 있다.\n\n그녀에게 「수상한 인물」로 찍힌다면 절대 기사의 진지한 심문에서 벗어나지 못한다",
      "en": "Amber is an Outrider of the Knights of Favonius. In an age where Outriders are becoming obsolete, she continues on with her responsibilities.\n\nIt takes a newcomer only a few days to feel right at home with this passionate girl.\n\nWhether it's before the Good Hunter's signboard, the banks of Cider Lake, or the tree tops at Windrise, one can find traces of this vigilant Outrider in red anywhere. \n\nOnce spotted by her, no suspicious individual can ever escape her interrogation.",
      "de": "Amber ist ein Kundschafter des Ordo Favonius. In einer Zeit, in der Kundschafter als überholt gelten, nimmt sie ihre Verantwortung weiterhin gewissenhaft wahr.\n\nEs dauert meistens nur ein paar Tage, bis sich ein Neuling in Mondstadt bei diesem leidenschaftlichen Mädchen ganz wie zu Hause fühlt.\n\nGanz gleich, ob vor dem Schild des Hirschjägers, den Ufern des Mostsees oder bei den Baumwipfeln am Windstieg, überall sind Spuren dieses wachsamen feuerroten Kundschafters zu finden.\n\nWenn sie einmal eine verdächtige Person entdeckt hat, kann sich derjenige ihrem Verhör auf keinen Fall entziehen.",
      "es": "Amber es la Exploradora de los Caballeros de Favonius. En esta era de escasez de exploradores, ella sigue cumpliendo con sus responsabilidades.\n\nCon la hospitalidad de Amber, un recién llegado se sentirá como en casa tras un par de días.\n\nYa sea frente al tablón de anuncios de El Buen Cazador, en el Lago de Sidra o bajo el gran árbol de Levantaviento, uno puede encontrar el rastro de esta Caballera Exploradora por todas partes.\n\nNingún individuo sospechoso es capaz de mantener un secreto ante su forma de interrogar.",
      "fr": "Amber est une Éclaireuse de l'Ordre de Favonius. À l'heure actuelle, les Éclaireurs sont devenus obsolètes, mais elle n'en continue pas moins à honorer ses responsabilités.\n\nIl suffit au nouveau venu d'une paire de jours au contact de la jeune fille passionnée pour se sentir comme chez soi.\n\nDevant l'insigne du Bon Chasseur, sur les rives du Lac de cidre, ou au sommet des arbres de Ventlevé, il n'est aucun endroit où l'on n'ait aperçu la vigilante Éclaireuse.\n\nTout individu qu'elle estime suspect ne peut échapper à ses questions.",
      "pt": "Amber é uma Aventureira dos Cavaleiros de Favonius. Na era em que os Aventureiros estão se tornando obsoletos, ela continuou com suas responsabilidades.\n\nCom a hospitalidade de Amber, um recém-chegado apenas precisa de alguns dias para se sentir em casa.\n\nSeja em frente ao quadro de avisos do Caçador de Cervos, na costa do Lago de Sidra ou na grande árvore da Origem do Vento, pode-se encontrar os rastros vermelhos dessa Aventureira em todo lugar.\n\nUma vez descoberto, nenhum indivíduo suspeito é capaz de escapar de suas indagações.",
      "ru": "Эмбер - лучший скаут Ордо Фавониус. В эпоху, когда скауты уже особо никому не нужны, она продолжает безупречно выполнять свои обязанности.\n\nПосле нескольких часов общения с Эмбер вы чувствуете, что словно бы дружите с ней всю жизнь.\n\nВершины гор, глубины озёр или столик в «Хорошем охотнике» - везде можно обнаружить следы этого неугомонного исследователя в красном.\n\nНи одна подозрительная личность не останется незамеченной.",
      "id": "Amber adalah Outrider dari Knights of Favonius. Pada saat di mana Outrider tidak begitu terkenal, dia terus menjalankan tanggung jawabnya.\n\nKarena keramahan gadis ceria ini, pendatang yang baru datang pun dapat beradaptasi di Mondstadt dengan cepat.\n\nEntah di depan papan Good Hunter, tepi Cider Lake atau di puncak pohon Windrise, siapa pun dapat menemukan jejak Outrider berbaju merah ini di mana saja.\n\nSekali saja terlihat olehnya, tidak ada orang mencurigakan mana pun yang dapat lolos dari interogasinya.",
      "th": "Amber คืออัศวินลาดตระเวนของ กองอัศวินแห่ง Favonius แม้ว่าในปัจจุบันนี้หน่วยลาดตระเวน จะเหลือเพียงแค่ชื่อแล้ว แต่เธอก็ยังคงยึดมั่นในหน้าที่นี้ เหมือนเดิมโดยลำพัง\n\nเหล่าผู้เยี่ยมเยือนที่มาใหม่นั้น ล้วนพ่ายต่อความน่าหลงใหลของ สาวน้อยผู้นี้ และยอมเข้าร่วมด้วย ภายในเวลาไม่เกินสามวัน\n\nเบื้องหน้าของร้าน Good Hunter ชายฝั่งทะเลสาบ Cider Lake, ยอดต้นโอ๊กขนาดใหญ่ของ Windrise ทั้งหมดนี้ อัศวินลาดตระเวนชุดแดงที่เฉียบคมผู้นี้ ล้วนฝากรอยเท้าไว้แล้วทั้งสิ้น\n\n\"บุคคลต้องสงสัย\" ใดก็ตาม ที่ถูกเธอเพ่งเล็ง จะไม่สามารถหลบหนี จากคำถามที่จริงจังของเธอไปได้ อย่างแน่นอน",
      "vi": "Amber là Kỵ Sĩ Trinh Thám của Đội Kỵ Sĩ Tây Phong. Cho dù hiện nay Kỵ Sĩ Trinh Thám đã suy tàn, cô vẫn kiên trì đảm nhiệm chức trách.\n\nDu khách mới đến, không cần đến 3 ngày là đã có thể hòa hợp được với cô thiếu nữ nhiệt tình này.\n\nTrước biển hiệu \"Người Săn Hươu\", bên bờ Hồ Rượu Trái Cây, hay trên ngọn cây lớn ở Phong Khởi Địa, đều có dấu chân kỵ sĩ áo đỏ lanh lợi nhạy bén này để lại.\n\nBất kỳ \"kẻ đáng nghi\" nào mà cô đang để mắt, đều tuyệt đối không tránh khỏi sự tra hỏi cẩn thận của cô."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "从小到大，安柏总有着无尽的活力与朝气。\n\n每一天，火焰般旺盛的精力令她行动如风，勇敢地解决一切挡在面前的困难；\n\n可有些时候，过剩的精力也会使她在无意中成为麻烦制造者。\n\n年幼时，安柏因此惹下不少麻烦。不是掏鸟蛋导致鸟窝倒扣在祖父的光头上，就是点燃草史莱姆的叶子害它们到处乱跳。她制造的这些小问题，最终都变成了露营猎人们不大不小的麻烦。\n\n身为罪魁祸首，安柏往往能借助迅捷灵巧的动作第一时间逃离现场，再老练的侦察骑士也追不上她。这位调皮孙女闯下的祸，最后还是靠祖父默默善后，才将不良影响控制在最小。\n\n祖父无言的关怀是蒙德土地上最温暖的风，将安柏温柔地包裹。这份宽容又饱含责任感的爱，她心领神会。\n\n但直到祖父离开骑士团那天，她才真正明白，他肩上所担负的「责任」远不止此。",
      "zht": "從小到大，安柏總有著無盡的活力與朝氣。\n\n每一天，火焰般旺盛的精力令她行動如風，勇敢地解決一切擋在面前的困難；\n\n但有些時候，過剩的精力也會使她在無意中成為麻煩製造者。\n\n年幼時，安柏因此惹下不少麻煩。不是掏鳥蛋導致鳥窩倒扣在祖父的光頭上，就是點燃草史萊姆的葉子害它們到處亂跳。她製造的這些小問題，最終都變成了露營獵人們不大不小的麻煩。\n\n身為罪魁禍首，安柏往往能借助迅捷靈巧的動作第一時間逃離現場，再老練的偵察騎士也追不上她。這位調皮孫女闖下的禍，最後還是靠祖父默默善後，才將不良影響控制在最小。\n\n祖父無言的關懷是蒙德土地上最溫暖的風，將安柏溫柔地包裹。這份寬容又飽含責任感的愛，她心領神會。\n\n但直到祖父離開騎士團那天，她才真正明白，他肩上所擔負的「責任」遠不止此。",
      "jp": "幼い頃から、アンバーはずっとパワーと元気に満ちている。\n\n燃える炎のようなパワーを持つ彼女は、風のように素早く動き、目の前の困難を解決する。\n\nしかし、溢れるパワーは時折、彼女を思わぬトラブルメーカーにしてしまう。\n\n幼い頃のアンバーは、このせいでいくつもトラブルを起こした。鳥の卵を取り出そうとして、うっかりその巣を祖父の頭に落としたり、草スライムの葉っぱに火をつけ、暴れたスライムが狩人たちを驚かせたり、様々な問題を起こした。\n\nしかし、トラブルを起こしたアンバーは、いつも素早く現場から逃げ去り、ベテランの偵察騎士でも彼女に追いつけないほどだった。\n\nアンバーがトラブルを起こす度に、彼女の祖父はいつも何も言わずに、彼女のやらかしたことを片付けるのだ。\n\nこの言葉のない気遣いを、アンバーはいつもばつ悪そうに笑いながら、受け入れていた。\n\n祖父が騎士団を去るあの日まで、アンバーは祖父が担ってきた「責任」を知らなかった。",
      "ko": "엠버는 어릴 때부터 활력과 생기가 넘쳐났다.\n\n매일 불같은 활력이 그녀의 행동에 날개가 되어 눈앞의 모든 어려움을 용감히 해결할 수 있도록 해준다.\n\n하지만 가끔 넘치는 에너지로 트러블 메이커가 되기도 한다.\n\n이런 성격 때문에 엠버는 어린 시절 수많은 말썽을 피웠다. 새알을 훔치다 새집을 그녀의 할아버지의 대머리 위에 떨어뜨리거나 풀 슬라임의 잎사귀에 불을 붙여 미친 듯이 날뛰게 하기도 했다. 그녀의 이런 말썽들은 야영 중인 사냥꾼들에게 꽤나 골칫거리였다.\n\n모든 것의 원흉인 엠버는 항상 날렵한 몸놀림으로 빠르게 현장에서 도망쳤고 아무리 노련한 정찰 기사도 그녀를 따라잡지 못했다.\n\n손녀가 말썽을 부리면 할아버지가 묵묵히 뒷수습을 하곤 했다.\n\n할아버지의 말 없는 배려는 엠버를 감싸는 몬드에서 가장 따뜻한 바람이었다. 그녀는 이런 책임감을 깨닫게 된다.\n\n하지만 그녀의 할아버지가 기사단을 떠나던 날, 그녀는 비로소 할아버지가 짊어졌던 「책임」이 이것만이 아니었다는 걸 깨닫게 된다",
      "en": "From a young age, Amber has always had boundless energy and a positive outlook on life.\n\nEach day, she burns with a fiery enthusiasm that sees her go about her life like a whirlwind, smashing through any obstacle that stands in her way.\n\nAt times, however, her excessive energy can make her quite the troublemaker.\n\nNeedless to say, she was quite a handful when she was young. Her infamous deeds include accidentally dropping a bird's nest on her grandpa's head while trying to steal the eggs from it and setting a Dendro Slime's leaves on fire, causing it to scurry about like a wild animal. These minor offenses gained her some notoriety among hunters' camps.\n\nSomehow, Amber was always able to escape the scene of the crime whenever she caused an incident, and not even a veteran outrider could catch up with her. Invariably, it was Amber's grandpa who ended up on damage control duty each time his granddaughter's misbehavior caused yet another incident.\n\nTo Amber, her grandpa's silent, unconditional love was like a warm breeze that wrapped around her like a blanket. She knew that it was because of this love that he accepted her and took responsibility for her deeds, and she embraced it silently.\n\nBut it was only on the day that her grandpa resigned from the Knights of Favonius that she finally understood the full extent of the responsibility he had borne all those years.",
      "de": "Schon in jungen Jahren hatte Amber stets grenzenlose Energie und eine positive Lebenseinstellung.\n\nJeden Tag brennt feurige Begeisterung in ihr, die sie wie einen Wirbelwind durchs Leben gehen und jedes Hindernis zerschmettern lässt, das ihr im Wege steht.\n\nManchmal kann ihre übermäßige Energie sie jedoch zur Unruhe anstiften.\n\nUnnötig zu sagen, dass sie in jungen Jahren eine ziemliche Handvoll war. Zu ihren berüchtigten Taten gehörte unter anderem, versehentlich ein Vogelnest auf den Kopf ihres Großvaters fallen zu lassen, während sie versuchte, die Eier daraus zu stehlen, oder die Blätter eines Dendro-Schleims in Brand zu setzen, wodurch er wie eine wild gewordene Tarantel umherrannte. Diese kleinen Ablereien waren für die Jäger am Ende aber immer große Probleme.\n\nIrgendwie war Amber aber immer in der Lage, dem Tatort zu entkommen, wenn sie etwas anrichtete, und nicht einmal ein Veteranenkundschafter konnte sie einholen. Jedes Mal war es Ambers Großvater, der, wenn das Fehlverhalten seiner Enkelin einen weiteren Vorfall verursachte, zur Schadensbegrenzung gezwungen wurde.\n\nFür Amber war die stille, bedingungslose Liebe ihres Großvaters wie eine warme Brise, die sich wie eine Decke um sie wickelte. Sie wusste, dass er sie aufgrund dieser Liebe akzeptierte und die Verantwortung für ihre Taten übernahm, und sie nahm sie gern an.\n\nErst an dem Tag, an dem ihr Großvater von den Rittern des Ordens zurücktrat, verstand sie endlich das volle Ausmaß der Verantwortung, die er all die Jahre getragen hatte.",
      "es": "Desde temprana edad, Amber siempre tuvo una energía ilimitada y una visión positiva de la vida.\n\nCada día arde con un entusiasmo como un torbellino y supera cualquier obstáculo que se interponga en su camino.\n\nA veces, sin embargo, su energía excesiva puede meterla en problemas.\n\nNo hace falta decir que de niña era un dolor de cabeza constante. Entre sus travesuras más famosas están dejar caer accidentalmente un nido de pájaro sobre la cabeza de su abuelo mientras intentaba robar huevos, y prender fuego a las hojas de un Slime Dendro, haciendo que huyera como un animal salvaje. Estas ofensas menores le dieron cierta notoriedad en los campamentos de cazadores.\n\nDe alguna manera, Amber siempre pudo escapar de la escena del crimen cada vez que causaba un incidente, y ni siquiera un explorador veterano podía alcanzarla. Aun así, era su abuelo quien asumía la responsabilidad por los daños cada vez que el mal comportamiento de su nieta causaba problemas.\n\nPara Amber, el amor incondicional y silencioso de su abuelo era como una brisa cálida que la envolvía como una manta. Ella sabía que era por este amor que él la aceptaba y asumía la responsabilidad de sus actos. Ella solo podía abrazarlo en silencio.\n\nPero fue solo el día en que su abuelo renunció a los Caballeros de Favonius que Amber finalmente entendió la responsabilidad que su abuelo había asumido todos esos años.",
      "fr": "Depuis son plus jeune âge, Amber déborde d'une énergie et d'un optimisme résolus.\n\nSon enthousiasme brûle à travers chaque journée sans faillir, et elle affronte avec bravoure toutes les épreuves sur son chemin.\n\nIl arrive cependant parfois que son excès d'énergie soit la cause de problèmes, à son corps défendant.\n\nEnfant, Amber était une vraie petite terreur. Ses exploits incluent notamment faire tomber sur la tête de son grand-père un nid d'oiseau en essayant d'en attraper les œufs, ainsi que la mise à feu des feuilles de Dendroblobs qui se mirent à courir dans tous les sens. Ces bêtises lui valurent au fil du temps d'acquérir une certaine notoriété auprès des chasseurs du coin.\n\nAmber arrivait tout le temps à quitter la scène de ses crimes, et nul même le plus aguerri des chevaliers n'arrivait à la poursuivre. C'était invariablement à son grand-père qu'échoyait le rôle de limiter les dégâts.\n\nL'amour silencieux et inconditionnel de ce dernier était telle une brise chaleureuse qui l'entourait de douceur. Elle était consciente de cet amour empli de responsabilité, et l'acceptait tacitement.\n\nMais ce n'est que lorsque son grand-père quitta les chevaliers de l'Ordre de Favonius qu'elle comprit vraiment l'étendue des responsabilités qu'il avait supportées durant toutes ces années.",
      "pt": "Amber sempre demonstrou grande vigor e uma visão positiva das coisas desde quando era pequena.\n\nSeu entusiasmo ardente aumenta a cada dia, o que torna sua vida como um redemoinho, passando por qualquer obstáculo que esteja no seu caminho.\n\nÀs vezes, no entanto, sua energia excessiva pode torná-la bastante problemática.\n\nEla era bastante travessa quando jovem. Suas ações infames incluem derrubar acidentalmente um ninho de pássaros na cabeça de seu avô enquanto tentava roubar os ovos e incendiar as folhas de um Slime Dendro, fazendo-o correr como um animal selvagem. Esses atos ganharam certa notoriedade entre os acampamentos de caçadores.\n\nDe alguma forma, Amber sempre conseguia escapar da cena do crime e nem mesmo um veterano poderia alcançá-la. Invariavelmente, era o avô de Amber que acabava controlando seus danos cada vez que o mau comportamento de sua neta causava mais um incidente.\n\nPara Amber, o amor incondicional e silencioso de seu avô era como uma brisa quente que a envolvia como um cobertor. Ela sabia que era por causa desse amor que ele a aceitava e assumia a responsabilidade por seus atos.\n\nMas foi somente no dia em que seu avô renunciou aos Cavaleiros de Favonius que ela finalmente entendeu a responsabilidade que ele havia assumido todos esses anos.",
      "ru": "С самого детства Эмбер проявляла бесконечную активность и оптимизм.\n\nВ основном избыточная бойкость помогала ей быть ловкой как ветер и преодолевать все препятствия на своём пути.\n\nНо иногда этот избыток энергии превращал её в настоящую нарушительницу спокойствия.\n\nВсё детство от маленькой Эмбер были одни проблемы.\n\nКак-то раз она уронила птичье гнездо на голову своего дедушки, пытаясь украсть яйца.\n\nВ другой раз она подожгла листья дендро слайма, который потом полдня метался по лагерю охотников, наводя там беспорядок.\n\nНо каким-то чудом Эмбер всегда удавалось скрыться при первых признаках опасности. Даже первоклассные скауты Ордо Фавониус не могли догнать её.\n\nПосле каждого «инцидента» дедушке Эмбер приходилось извиняться за поведение своей внучки.\n\nИ каждый раз Эмбер только высовывала язык.\n\nНо ей пришлось узнать значение слова «ответственность», когда её дедушка покинул Ордо Фавониус.",
      "id": "Sejak kecil, Amber dikenal sebagai anak yang memiliki tenaga tanpa batas dan sangat bersemangat.\n\nSetiap hari dia berlarian bagaikan topan dengan semangatnya yang menggebu-gebu, menghancurkan semua rintangan yang ada di hadapannya.\n\nTetapi terkadang, tenaganya yang berlebihan itu mendatangkan masalah bagi dirinya sendiri.\n\nTentunya, anak yang sangat nakal ini telah berbuat banyak ulah yang diingat oleh orang-orang terdekatnya sampai hari ini, seperti bagaimana dia menjatuhkan sarang burung di atas kepala kakeknya saat dia hendak mencuri telur dari dalamnya, dan bagaimana dia membuat Dendro Slime berlarian seperti cacing kepanasan saat daun di kepalanya terbakar oleh Amber. Ulah-ulah kecilnya ini sering membuat orang-orang di kemah perburuan pusing tujuh keliling.\n\nTetapi gerakannya yang sangat gesit selalu membuat Amber berhasil meloloskan diri dari kejaran orang-orang, bahkan Outrider yang terlatih sekalipun bukan tandingannya. Karena itu kakek Amber kerap kali terpaksa harus bertanggung jawab membereskan akibat dari ulah-ulah kenakalan cucunya.\n\nBagi Amber, cinta sang kakek yang melindunginya tanpa pamrih terasa hangat dan lembut. Dia tahu betul cinta inilah yang membuat kakeknya menerima Amber dan rela menanggung akibat dari ulah Amber. Dan Amber pun merasa aman dan bahagia di balik rasa cinta itu.\n\nTetapi pada saat kakeknya mengundurkan diri dari Knights of Favonius, Amber akhirnya sadar seberapa besar sebenarnya tanggung jawab yang selama ini dipikul oleh kakeknya.",
      "th": "ตั้งแต่เล็กจนโต Amber นั้นมักจะมีพลังและความคึกคักที่ไม่สิ้นสุดอยู่เสมอ\n\nในทุก ๆ วันพลังงานที่แผดเผาราวกับเปลว ไฟของเธอทำให้เธอทำตัวเหมือน สายลมและแก้ไขปัญหาทั้งหมด ที่อยู่ตรงหน้าอย่างกล้าหาญ;\n\nแต่ว่าในบางครั้งพลังงานที่มากจน เกินไปก็มักจะทำให้เธอกลายเป็นตัว สร้างปัญหาอย่างไม่รู้ตัว\n\nเมื่อครั้งยังเล็กนั้น Amber ทำให้เกิดปัญหามากมาย ถ้าไม่ขโมยไข่นกแล้วทำรังตกคว่ำ ลงมาใส่หัวล้านของคุณปู่ ก็จุดไฟใส่ใบของ Dendro Slime ทำให้ไฟไหม้จนพวกมันต้องหนี กระเจิงไปทั่ว ปัญหาเล็ก ๆ ที่เธอสร้างขึ้นเหล่านี้ในท้ายที่สุดนั้นล้วนสร้างปัญหาน้อยใหญ่ให้แก่ เหล่านายพรานที่ตั้งค่ายกันอยู่ ทั้งสิ้น\n\nในฐานะตัวการของหายนะแล้ว Amber มักจะอาศัยความคล่องแคล่ว และสามารถหลบหนีของไปจากที่ เกิดเหตุได้โดยทันทีอยู่เสมอ ซึ่งแม้จะเป็นเหล่าสมาชิกหน่วยลาดตระเวนรุ่นเก๋าก็ยังตามจับเธอไม่ทัน โดยความร้ายกาจของหลานสาวที่ แสนซุกซนนี้ในที่สุดแล้วก็จะถูก ควบคุมโดยความเงียบของปู่ก่อนที่ เขาจะสามารถลดผลกระทบ ที่ไม่พึงประสงค์ได้\n\nการดูแลเอาใจใส่ที่ไม่สามารถ ทดแทนด้วยคำพูดได้ของคุณปู่ เป็นเหมือนสายลมที่อบอุ่นที่สุดบน แผ่นดินของ Mondstadt ที่ห่อหุ้ม Amber ไว้อย่างอ่อนโยน ซึ่งเธอก็เข้าใจเป็นอย่างดี ความรักที่แฝงไปด้วยความอดทน และความรับผิดชอบนี้\n\nจนถึงวันที่คุณปู่ออกจากกองอัศวินไปวันนั้น เธอถึงเข้าใจได้อย่างถ่องแท้ว่า \"ความรับผิดชอบ\" ที่เขาต้องแบกรับไว้นั้น ยิ่งกว่าที่คิดอีกมาก",
      "vi": "Từ bé đến lớn, Amber luôn đầy sức sống và phấn chấn vô hạn.\n\nMỗi ngày, sức sống hừng hực như lửa khiến cô hành động như gió, giải quyết tất cả khó khăn chắn trước mặt;\n\nNhưng có lúc, thể lực dư thừa cũng sẽ khiến cô vô ý trở thành kẻ gây rối.\n\nKhi còn nhỏ cô đã gây ra không ít rắc rối. Không phải lúc lấy trộm trứng chim nhỡ làm tổ chim rơi xuống úp lên đầu hói của ông nội, thì là đốt lửa trên lá của Slime Thảo, làm chúng chạy tán loạn khắp nơi. Mấy trò lặt vặt này của cô lại trở thành những rắc rối khó nói của đám thợ săn.\n\nSau khi gây họa, Amber nhanh trí có thể chạy khỏi hiện trường trong tích tắc, đến nỗi kỵ sĩ trinh thám lão luyện cũng không đuổi kịp. Sau mỗi lần cháu gái gây rối, ông nội của Amber đều lặng lẽ ở lại, giúp cô xử lý ổn thỏa hậu quả.\n\nSự quan tâm âm thầm của ông như ngọn gió ấm áp trên mảnh đất Mondstadt, dịu dàng ôm lấy Amber, khiến cô dần cảm nhận và chấp nhận tình yêu khoan dung và đầy trách nhiệm này.\n\nCho đến một ngày ông nội rời khỏi Đội Kỵ Sĩ, cô mới thật sự hiểu rằng, \"trách nhiệm\" mà ông gánh vác không chỉ có vậy."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "安柏的祖父曾是佣兵统领。他来自璃月港，负责保护一支横跨大陆的商队。某次押运任务中，商队遭到魔兽群的猛烈袭击，只有祖父一人侥幸逃脱，被西风骑士团所属医师救下。\n\n无颜回乡的祖父为报答医师救命之恩，毅然加入了西风骑士团。\n\n在骑士团，祖父一手建立侦察骑士小队，亲自训练并率领他们执行任务。\n\n不久后，他在这片陌生的国土上遇见挚爱之人，组建了家庭。\n\n许多年过去，家中有了安柏。白天，年幼的安柏躲在窗前偷看祖父与队员们训练的身姿，晚上，她就溜进院子研究今天看到的招式。\n\n祖父被孙女的聪敏热忱打动，便将经验技巧全部传授给了安柏。\n\n「蒙德接纳了我，它就是我的故乡。我选择守望自己的家园，也许未来某天，你也会继承这份责任…哈哈，不过以后的事，谁知道呢？」\n\n感受着祖父粗糙的手掌在头顶摩挲，懵懂又认真的安柏用力点了点头。",
      "zht": "安柏的祖父曾是傭兵統領。他來自璃月港，負責保護一支橫跨大陸的商隊。某次押運任務中，商隊遭到魔獸群的猛烈襲擊，只有祖父一人僥倖逃脫，被西風騎士團所屬醫師救下。\n\n無顏回鄉的祖父為報答醫師救命之恩，毅然加入了西風騎士團。\n\n在騎士團，祖父一手建立偵察騎士小隊，親自訓練並率領他們執行任務。\n\n不久後，他在這片陌生的國土上遇見摯愛之人，組建了家庭。\n\n許多年過去，家中有了安柏。白天，年幼的安柏躲在窗前偷看祖父與隊員們訓練的身姿，晚上，她就溜進院子研究今天看到的招式。\n\n祖父被孫女的聰敏熱忱打動，便將經驗技巧全部傳授給了安柏。\n\n「蒙德接納了我，它就是我的故鄉。我選擇守望自己的家園，也許未來某天，妳也會繼承這份責任……哈哈，不過以後的事，誰知道呢？」\n\n感受著祖父粗糙的手掌在頭頂摩挲，懵懂又認真的安柏用力點了點頭。",
      "jp": "アンバーの祖父は璃月港から来た傭兵の首領で、大陸を跨るキャラバン隊の護衛を担当していた。ある運搬任務で、キャラバンが巨大な魔物に襲われ、彼一人だけが西風騎士団の医師に助けられた。\n\n故郷に戻る顔がないと思ったアンバーの祖父は恩返しのため、そのまま西風騎士団に加入した。\n\n彼は騎士団のために偵察騎士小隊を作り、自ら騎士たちを訓練し、引率していった。\n\nやがて、彼はこの土地で最愛の人と出会い、自分の家庭を作った。\n\n時が経ち、幼いアンバーは偵察騎士を訓練する祖父の姿を眺めていた。朝になると木に登って、騎士たちの訓練を見て、夕方になるとこっそりと見たことを庭で復習する。\n\nもちろん、アンバーの祖父はそれを知っており、自分の経験やコツを好奇心旺盛な賢い孫娘に教えた。\n\n「モンドがわたしを受け入れたから、わたしはこの土地を守ることにした。いつか、お前も責任を背負う日が来る…かもしれないな」\n\n頭をなでる祖父の手のぬくもりを感じながら、彼女は力強く頷いた。",
      "ko": "엠버의 할아버지는 과거 용병대장이었다. 그는 리월항 출신으로 대륙을 넘나드는 캐러밴을 호송하는 임무를 맡았었다. 그러다 호송 임무 도중 마수 무리의 습격을 받아 혼자서만 살아남았는데, 페보니우스 기사단 소속 의사에게 구조됐다.\n\n고향에 돌아갈 면목이 없던 그는 자신의 생명을 구한 의사에게 은혜를 갚기 위해 페보니우스 기사단에 들어가게 됐다.\n\n그는 기사단에서 정찰 기사 부대를 만들어 직접 그들을 훈련하고 통솔하며 임무를 수행했다.\n\n얼마 뒤 그는 이 낯선 땅에서 진정한 사랑을 만나 가정을 꾸리게 됐다.\n\n그리고 시간이 흘러 손녀딸 엠버를 얻게 되었다. 어린 엠버는 낮엔 창가에서 할아버지가 기사들을 지도하는 걸 몰래 지켜보았고 밤엔 마당에서 낮에 봤던 것들을 연마했다.\n\n할아버지는 손녀의 총명함과 열정에 감탄하여 자신의 경험과 노하우를 전부 엠버에게 전수해줬다.\n\n「몬드가 날 받아줬지. 그래서 난 고향이 되어버린 이 땅을 지키기로 결심했단다. 언젠간 너도 이 책임을 물려받겠지…. 하하, 하지만 나중 일을 누가 알겠어?」\n\n할아버지의 굳은살 가득한 손바닥이 머리를 쓰다듬는 것을 느끼며 아무것도 모르는 엠버는 힘차게 고개를 끄덕였다",
      "en": "Amber's grandpa was once the leader of a mercenary group. He came from Liyue Harbor and was tasked with protecting merchant caravans as they traversed Teyvat. One day, on a routine escort job, the caravan fell prey to a savage monster attack; he was the only survivor, saved by a doctor from the Knights of Favonius.\n\nToo ashamed to return home and anxious to repay the debt, Amber's grandpa joined the Knights of Favonius.\n\nBefore long, he single-handedly founded the Outriders, trained each one of them personally, and began leading them on missions.\n\nIt also wasn't long before he found love in the foreign land of Mondstadt and founded a family.\n\nYears later, Amber was born into that family. During the day, she would crouch by the window and secretly watch him training the outriders; at night, she would sneak into the yard and practice the moves he had taught that day.\n\nAmber's grandpa was touched by her enthusiasm, and decided to teach her everything he knew.\n\n\"When Mondstadt accepted me, it became my homeland. Then, I decided to watch over this new home of mine. Maybe one day, you will inherit this responsibility... Hah, but then, who knows what the future holds?\"\n\nAs the coarse skin of her grandpa's palm rubbed against her head, a bewildered but earnest Amber nodded energetically in response.",
      "de": "Ambers Großvater war einst der Anführer einer Söldnergruppe. Er kam gerade aus Liyue und wurde damit beauftragt, Handelskarawanen auf ihrer Reise durch Teyvat zu beschützen. Eines Tages jedoch fiel eine der Karawanen bei einer routinemäßigen Eskorte einem Monsterangriff zum Opfer. Er war der einzige Überlebende und wurde von einem Arzt des Ordo Favonius gerettet.\n\nDa er sich nach dem Vorfall schämte nach Hause zurückzukehren und er sich tief in der Schuld des Arztes befand, beschloss er, sich den Rittern des Ordo Favonius anzuschließen, und begann, sie auf Missionen zu begleiten.\n\nKurz darauf gründete er eigenhändig die Kundschaftertruppe, trainierte jeden einzelnen von ihnen und führte sie auf Missionen.\n\nEs dauerte nicht lange, bis er im fremden Mondstadt die wahre Liebe fand und eine Familie gründete.\n\nJahre später wurde Amber in diese Familie hineingeboren. Tagsüber hockte sie oft am Fenster und sah ihm heimlich zu, wie er die Kundschafter trainierte. Nachts schlich sie sich in den Hof und übte die Bewegungen, die sie am Tage gesehen hatte.\n\nAmbers Großvater war gerührt von ihrer Begeisterung und beschloss, ihr alles beizubringen, was er wusste.\n\n„Als Mondstadt mich akzeptierte, wurde es zu meiner Heimat. Dann habe ich beschlossen, über mein neues Zuhause zu wachen. Vielleicht erbst du ja eines Tages diese Verantwortung ... Hah, aber wer weiß, was die Zukunft bringt?“\n\nAls die grobe Haut der Hand ihres Großvaters ihr über den Kopf streichelte, nickte sie ernsthaft und energisch als Antwort.",
      "es": "El abuelo de Amber fue una vez el líder de un grupo de mercenarios. Provenía de Liyue y era el encargado de proteger las caravanas mercantes que atravesaban Teyvat. Un día, en un trabajo rutinario de escolta, la caravana cayó presa de un salvaje ataque de monstruos. Lo salvó un médico de los Caballeros de Favonius y fue el único sobreviviente.\n\nDemasiado avergonzado como para volver a casa y ansioso por pagar la deuda, el abuelo de Amber se unió a los Caballeros de Favonius.\n\nAl poco tiempo fundó por cuenta propia los Caballeros Exploradores, los entrenó personalmente, y lideró sus misiones.\n\nTampoco pasó mucho tiempo antes de que encontrara el amor en la tierra extranjera de Mondstadt y echara raíces.\n\nDécadas después, nacería Amber. Durante el día, ella se apostaba en la ventana y observaba a escondidas mientras su abuelo entrenaba a los escoltas. Por la noche, se escabullía al patio y practicaba los movimientos que él había enseñado ese día.\n\nEl abuelo de Amber se conmovió por su entusiasmo y decidió enseñarle todo lo que sabía.\n\n“Cuando Mondstadt me aceptó, se convirtió en mi tierra natal. Entonces decidí proteger mi nuevo hogar. Quizás algún día heredarás esta responsabilidad... ¡Jaja! ¿Quién sabe lo que depara el futuro?”.\n\nMientras la palma áspera de la mano de su abuelo acariciaba su cabeza, Amber, desconcertada pero seria, asintió enérgicamente en respuesta.",
      "fr": "Le grand-père d'Amber était autrefois le chef d'un groupe de mercenaires. Venant du Port de Liyue, il était chargé d'escorter les caravanes marchandes traversant Teyvat. Un jour qu'il effectuait une escorte de routine, le convoi fut victime de l'attaque d'un monstre horrible. Il fut le seul rescapé, restant en vie grâce à l'intervention d'un médecin de l'Ordre de Favonius.\n\nCherchant à repayer cette faveur, et trop honteux pour rentrer chez lui, il joignit l'Ordre.\n\nAvant peu, il y fondait les Éclaireurs, supervisant personnellement leur entraînement, et les dirigeant lors de missions.\n\nIl trouva l'amour à Mondstadt, et y fonda une famille.\n\nBien des années plus tard naissait Amber. Durant la journée, l'enfant se cachait derrière la fenêtre pour observer discrètement l'entraînement des Éclaireurs, pour la nuit venue se glisser subrepticement dans la cour pratiquer les mouvements qu'elle avait passé la journée à mémoriser.\n\nAyant remarqué son enthousiasme, son grand-père décida de lui apprendre ce qu'il savait.\n\n« En m'acceptant, Mondstadt est devenue mon foyer, et j'ai fait le choix de protéger la cité. Peut-être hériteras-tu un jour de cette responsabilité ? Ah ! Qui sait ce que le futur renferme ? »\n\nParlant ainsi, il lui tapotait la tête de sa paume caleuse, tandis que la jeune fille hochait la tête avec énergie.",
      "pt": "O avô de Amber já foi líder de um grupo de mercenários. Ele veio do Porto de Liyue e foi encarregado de proteger caravanas de comerciantes enquanto atravessavam Teyvat. Um dia, em um trabalho de escolta de rotina, a caravana foi vítima de um ataque de monstro selvagem. Ele era o único sobrevivente, salvo por um médico dos Cavaleiros de Favonius.\n\nCom vergonha de voltar para casa e querendo pagar a dívida, o avô de Amber se juntou aos Cavaleiros de Favonius.\n\nPor muito tempo, ele fundou sozinho os Aventureiros dos Cavaleiros de Favonius, treinou cada um deles pessoalmente e começou a liderá-los em missões.\n\nTambém não demorou muito para ele encontrar o amor na terra estrangeira de Mondstadt e formar uma família.\n\nAnos depois, Amber nasceu nessa família. Durante o dia, ela se agachava na janela e o observava secretamente treinando os forasteiros; à noite, ela entrava furtivamente no quintal e praticava os movimentos que ele havia ensinado naquele dia.\n\nO avô de Amber foi tocado por seu entusiasmo e decidiu ensinar-lhe tudo o que sabia.\n\n\"Quando Mondstadt me aceitou, tornou-se minha terra natal. Decidi vigiar esta minha nova casa. Talvez um dia você herdará essa responsabilidade... Ah, mas quem sabe o que o futuro reserva?\"\n\nCom a mão grossa do avô acariciando sua cabeça, uma Amber confusa, mas sincera, assentiu energicamente em resposta.",
      "ru": "Дедушка Эмбер был командиром группы наёмников из Ли Юэ, которым было поручено охранять торговый караван, идущий через весь Тейват. Когда они проходили мимо Мондштадта, на конвой напали монстры. Дедушка Эмбер, спасённый лекарем Ордо Фавониус, оказался единственным выжившим.\n\nРешив расплатиться за своё спасение и испугавшись возвращаться домой после проваленной миссии, он вступил в ряды ордена.\n\nИменно он стал основателем отряда скаутов Ордо Фавониус и обучил лично каждого из них.\n\nВдали от дома в чужой стране он повстречал свою любовь и завёл семью.\n\nМного лет спустя в этой семье родилась Эмбер. Он так же тренировал скаутов, пока Эмбер наблюдала за ними.\n\nОна забиралась на верхушки деревьев, чтобы посмотреть, как тренируются скауты, и на заднем дворе ночью сама повторяла то, что видела.\n\nКогда её дедушка узнал об этом, он решил научить любопытную и сообразительную Эмбер всему, что знал.\n\n«Мондштадт принял меня, и я решил защищать свой новый дом. Может быть, однажды ты унаследуешь этот долг ответственности... Может быть».\n\nМаленькая Эмбер не осознавала веса дедушкиных слов, но всё же внимательно его слушала.\n\nПочувствовав грубую ладонь дедушки, поглаживающую её волосы, она энергично закивала.",
      "id": "Kakek Amber pernah menjadi pemimpin mercenary. Dia berasal dari Pelabuhan Liyue dan bertanggung jawab untuk melindungi karavan pedagang saat mereka melintasi Teyvat. Suatu hari, pada saat dia sedang bertugas mengawal, karavan itu diserang oleh sekelompok monster buas, dan hanya dia satu-satunya orang yang selamat, berkat diselamatkan oleh dokter dari Knights of Favonius.\n\nKarena terlalu malu untuk kembali ke rumah dan ingin membalas budi, dia pun memilih bergabung dengan Knights of Favonius.\n\nDia kemudian membentuk tim Outrider, melatih mereka satu per satu sendiri, dan mulai memimpin mereka untuk menjalankan tugas.\n\nTak lama setelah itu, di tanah asing Mondstadt tersebut, dia menemukan cinta sejatinya dan membangun sebuah keluarga.\n\nBertahun-tahun kemudian, lahirlah Amber di keluarga itu. Pada pagi hari, dia akan bersembunyi di balik jendela dan diam-diam melihat kakeknya yang sedang melatih para Outrider; pada malam harinya, dia akan menyelinap ke halaman rumah dan berlatih gerakan yang dia lihat tadi pagi.\n\nTerkesan oleh kecerdasan dan antusiasme cucunya, kakek Amber memutuskan untuk mengajari apa pun yang dia tahu.\n\n\"Ketika Mondstadt menerimaku, di saat itulah dia menjadi kampung halamanku. Dan aku pun memilih untuk melindungi kampung halamanku ini. Mungkin suatu hari, kamu akan mewarisi tanggung jawab ini... Haha, tapi siapa yang tahu apa yang akan terjadi di masa depan?\"\n\nMerasakan elusan tangan kakeknya, Amber pun mengangguk dengan penuh semangat.",
      "th": "ปู่ของ Amber นั้นเป็นผู้บัญชาการของกองทหาร รับจ้าง เขามาจากท่าเรือ Liyue และรับผิดชอบในการปกป้องกอง คาราวานข้ามดินแดน ซึ่งในระหว่างการปฏิบัติภารกิจ คุ้มกันกองคาราวานนั้นได้ถูกโจมตีอย่างรุนแรงโดยกลุ่มของมอนสเตอร์ มีเพียงคุณปู่ของเธอเท่านั้นที่หนี รอดไปได้อย่างหวุดหวิดและได้รับ การช่วยเหลือจากแพทย์ของกองอัศวินแห่ง Favonius\n\nคุณปู่ผู้อับอายเกินกว่าที่จะกลับไป ยังบ้านเกิดได้เข้าร่วมกับ กองอัศวินแห่ง Favonius เพื่อเป็นการทดแทนบุญคุณแก่ แพทย์ผู้ช่วยชีวิตเขา\n\nคุณปู่ได้จัดตั้งหน่วยอัศวินลาดตระเวนของกองอัศวินขึ้นด้วยมือตนเอง จากนั้นก็ฝึกฝนและนำพวกเขาเข้าสู่ภารกิจด้วยตัวเอง\n\nจากนั้นไม่นานเขาพบกับคนรักที่ดินแดนไกลบ้านนี้และสร้างครอบครัว ของตนเองขึ้นมา\n\nหลายปีผ่านไป Amber ก็เกิดขึ้นมา โดยในตอนกลางวันนั้น Amber น้อยจะเฝ้าแอบมองท่าทางการฝึก ของคุณปู่กับเหล่าสมาชิกหน่วยผ่าน ทางหน้าต่าง จากนั้นตอนเย็นเธอก็จะเข้าไปใน ลานบ้านและทบทวนว่าวันนี้เห็น การฝึกซ้อมอะไรไปบ้าง\n\nคุณปู่รู้สึกตื้นตันกับความกระตือรือร้น และหลักแหลมของหลานสาว จากนั้นเขาจึงถ่ายทอดทักษะและ ประสบการณ์ทั้งหมดให้แก่ Amber\n\n\"Mondstadt ยอมรับฉัน มันคือบ้านของฉัน และฉันก็เลือกที่จะคอยปกป้องบ้าน ของฉันเอง ไม่แน่วันหนึ่งข้างหน้า เธอเองก็อาจจะสืบทอดหน้าที่นี้ไป ก็ได้นะ... ฮ่าฮ่าฮ่า แต่ก็เป็นเรื่องของอนาคต ใครจะไปรู้ได้ล่ะเนอะ?\"\n\nสัมผัสถึงการลูบหัวเบา ๆ ด้วยฝ่ามือที่หนาและหยาบกร้าน ของปู่ Amber พยักหน้ารับอย่างจริงจัง",
      "vi": "Ông nội của Amber trước đây là thống lĩnh lính đánh thuê ở cảng Liyue, phụ trách bảo vệ một đội thương nhân vượt qua đại lục. Trong một lần làm nhiệm vụ, đội buôn bị đánh úp bởi quái vật hùng mạnh, chỉ mình ông có thể chạy thoát, được y sĩ của Đội Kỵ Sĩ Tây Phong cứu.\n\nĐể báo đáp ơn cứu mạng, cũng vì không còn mặt mũi nào trở về, ông nội của Amber gia nhập Đội Kỵ Sĩ Tây Phong.\n\nÔng vì đội kỵ sĩ lập ra tiểu đội Kỵ Sĩ Trinh Thám, tự mình huấn luyện và lãnh đạo họ hành động.\n\nÔng cũng đã tìm thấy tình yêu ở đất nước xa lạ này, xây dựng gia đình của chính mình.\n\nNhiều năm sau đó Amber ra đời. Lúc nhỏ, cô trốn sau cửa sổ lén nhìn ông nội cùng đội viên tập huấn, tối đến, lại ở sân nhà lén lút tập lại những gì đã nhìn đã học được.\n\nÔng nội bị sự thông minh nhạy bén của cô làm cho cảm động, bèn truyền hết kinh nghiệm cùng kỹ năng của bản thân cho cô cháu gái.\n\n\"Mondstadt tiếp nhận ông thì chính là quê hương của ông, ông lựa chọn bảo vệ quê hương mình, có lẽ một ngày nào đó, con cũng sẽ kế thừa trách nhiệm này…ha ha, nhưng chuyện sau này, ai mà biết trước được phải không?\"\n\nCảm nhận được bàn tay thô ráp của ông nội xoa trên đỉnh đầu, Amber nhỏ bé nghiêm túc gật gật đầu."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "四年前的事，让安柏变了很多。\n\n那一天，祖父将骑士纹章与佩剑留在骑士团，没给任何人留下口信，就这样不辞而别。\n\n祖父走后，过分依赖他的侦察骑士小队失去了主心骨，变得散漫又迟钝。\n\n经过几次毫无成果的任务，侦察骑士地位愈发边缘化。小队虽然保留着建制，却已名存实亡。骑士们不是转入其它部门，便是退役归家。「侦察骑士小队」最终稀疏到无法完成日常巡逻任务的程度。\n\n更严重的是，有人将祖父的离开视为「叛逃」。这无异于雪上加霜，令仅存的侦察骑士们愈发艰难。\n\n刚刚成为侦察骑士的安柏亲历了一切。小队的消亡使她第一次体会到失落与不甘。不再无忧无虑的她心中生出强烈愿望，想要快些长大，快些成为真正的侦察骑士。\n\n虽说还未严格计划过，也缺乏些成熟作风，但安柏有着十足的自信与勇气。\n\n想要继承祖父的意志，想要查清祖父的去向。\n\n更重要的是，她要接替祖父，成为家园的忠诚守望者。",
      "zht": "四年前的事，讓安柏變了很多。\n\n那一天，祖父將騎士紋章與佩劍留在騎士團，沒對任何人留下口信，就這樣不辭而別。\n\n祖父走後，過分依賴他的偵察騎士小隊失去了支柱，變得散漫又遲鈍。\n\n經過幾次毫無成果的任務，偵察騎士地位愈發邊緣化。小隊雖然保留著建制，卻已名存實亡。騎士們不是轉入其它部門，便是退役歸家。「偵察騎士小隊」最終稀疏到無法完成日常巡邏任務的程度。\n\n更嚴重的是，有人將祖父的離開視為「叛逃」。這無異於雪上加霜，令僅存的偵察騎士們愈發艱難。\n\n剛剛成為偵察騎士的安柏親歷了一切。小隊的消亡使她第一次體會到失落與不甘。不再無憂無慮的她心中生出強烈願望，想要快些長大，快些成為真正的偵察騎士。\n\n雖說還未嚴格計畫過，也缺乏些成熟作風，但安柏有著十足的自信與勇氣。\n\n想要繼承祖父的意志，想要查清祖父的去向。\n\n更重要的是，她要接替祖父，成為家園的忠誠守望者。",
      "jp": "4年前の出来事をきっかけに、アンバーは大きく変わった。\n\nあの日、彼女の祖父は騎士紋章と剣を騎士団に残し、何も言わずに去っていった。手紙も何もなかった。\n\n元々、祖父に頼りっきりだった偵察騎士小隊は、支柱を失い散り散りとなった。\n\n収穫のない任務を数回経た後、偵察騎士の存在感はますます薄くなった。小隊の制度は保てていたが、実際はすでに壊滅的な状況であった。\n\n経験豊富な騎士たちは別の隊に異動するか、騎士を辞めて家に帰った。「偵察騎士小隊」のメンバーはどんどん少なくなり、日常の見回り任務もこなせなくなった。\n\n更に悪いことに、去った祖父を「反逆者」だと考える人がいた。それにより、偵察騎士の評判はますます下がった。\n\n当時、偵察騎士になったばかりのアンバーは、小隊の崩壊を目の当たりにし、初めて落胆と悔しさを味わった。早く一人前になりたい、本物の偵察騎士になりたいと彼女は願った。\n\nきちんとした計画も、熟練の技もないが、彼女には自信と勇気がある。\n\n彼女は偵察騎士を受け継ぎ、祖父の行き先を調べたいと思った。\n\nそして何より大切なのは、祖父の責任を受け継ぎ、この土地を守ることだった。",
      "ko": "4년 전, 앰버를 크게 변화시킨 사건이 있었다.\n\n그날 그녀의 할아버지는 기사 문장과 패검을 기사단에 남겨두고 아무 말 없이 떠났다.\n\n유일한 기둥이었던 할아버지가 떠난 후 정찰 기사 소대는 점점 산만하고 둔해졌다.\n\n몇 번의 성과 없는 임무 끝에 정찰 기사의 지위는 점점 한직으로 밀려났다. 비록 소대는 계속 존재했지만, 점차 유명무실해졌다. 정찰 기사들은 모두 다른 소대로 전입하거나 아예 그만두고 퇴역해버렸고, 결국 「정찰 기사 소대」는 일상적인 순찰 임무도 제대로 수행할 수 없는 지경에 이르게 됐다.\n\n심지어 어떤 이들은 할아버지가 떠난 것을 「배반」이라고 여겨 얼마 남지 않은 정찰 기사들을 더 어렵게 만들었다.\n\n그 당시 갓 정찰 기사가 된 엠버는 이 모든 걸 몸소 겪었다. 소대가 사라지며 엠버는 처음으로 실망과 분함을 느꼈다. 더 이상 근심 걱정 없는 이전의 모습이 아닌 엠버는 새로운 결심으로 가득 차 있었다. 그녀는 빨리 어른이 돼서 진정한 정찰 기사가 되기를 간절히 바랐다.\n\n비록 아직 충분한 계획과 성숙한 태도는 없지만 엠버는 엄청난 자신감과 용기를 가지고 있다.\n\n그녀는 할아버지의 의지를 이어받아 할아버지의 행방을 조사하기로 한다.\n\n더 중요한 건, 그녀가 할아버지를 대신해 고향의 충실한 수호자가 되기로 결심했다는 것이다",
      "en": "Something happened one day four years ago that profoundly changed Amber.\n\nThat day, her grandpa left his coat of arms and sword in his office and simply disappeared, leaving no note and telling no one he was leaving.\n\nHe had been the beating heart and the backbone of the Outrider division, and without his leadership they rapidly became undisciplined and lost their edge.\n\nA few failed operations later, the Outrider division was facing obsoletion. In the end, it was preserved as a part of the Knights' organization, but in name only. Experienced members either transferred to another detachment or resigned, and so few outriders stayed that they simply did not have enough people to fulfill their daily patrol duties.\n\nOn top of this, rumors that Amber's grandpa had defected made recovery even more difficult for the struggling Outrider division.\n\nAmber personally experienced this entire episode, having just been admitted to the Outriders before it all began. With the decline of her squad, she experienced true loss and disappointment for the first time in her life. No longer her carefree former self, she was filled with a new determination: She was going to grow up and become a true outrider as quickly as possible, no matter what it took.\n\nShe had never made an actual plan before, and lacked the maturity to know where to start. But what she did have was confidence and courage — and lots of it.\n\nShe wanted to show she had inherited her grandpa's determination, and she wanted to find out where he had gone.\n\nBut more importantly, she wanted to inherit her grandpa's former role and become a loyal protector of her homeland.",
      "de": "Vor etwa vier Jahren ereignete sich etwas, das Amber von da an tiefgreifend veränderte.\n\nEs war der Tag, an dem ihr Großvater sein Wappen und seinen Säbel in seinem Büro liegen ließ und ohne jemandem Bescheid zu sagen, ja nicht mal eine Notiz zu hinterlassen, einfach so verschwand.\n\nEr war das schlagende Herz und das Rückgrat der Kundschafterdivision gewesen und ohne seine vorbildliche Führung wurden sie undiszipliniert und verloren ihr gewisses Etwas.\n\nEinige gescheiterte Operationen später stand die Kundschaftertruppe kurz davor abgeschafft zu werden. Letztendlich einigte man sich darauf, die Division als Teil des Ritterordens aufrechtzuerhalten, aber auch nur dem Namen nach. Erfahrenere Mitglieder wechselten entweder in eine andere Abteilung oder traten ganz zurück und so blieben nur wenige Außenseiter übrig, sodass nicht mehr genug Leute da waren, um ihre täglichen Patrouillenpflichten zu erfüllen.\n\nDarüber hinaus erschwerten Gerüchte, dass Ambers Großvater zum Feind übergelaufen war, die Wiederherstellung der Kundschaftertruppe noch mehr.\n\nAmber hatte all dies persönlich erlebt, da sie gerade zu den Kundschaftern zugelassen wurde, als alles begann. Mit dem Niedergang ihrer Division erlebte sie zum ersten Mal in ihrem Leben einen echten Verlust und echte Enttäuschung. Sie war nicht mehr ihr sorgloses früheres Ich, sondern fasste neue Entschlossenheit. Sie würde erwachsen werden und so schnell wie möglich zu einer wahren Kundschafterin werden, egal was dazu nötig war.\n\nSie hatte noch nie zuvor einen konkreten Plan gemacht und ihr fehlte die Reife, um zu wissen, wo sie anfangen sollte. Aber was sie hatte, waren Zuversicht und Mut und davon reichlich.\n\nSie wollte allen zeigen, dass sie die Entschlossenheit ihres Großvaters geerbt hatte, und wollte herausfinden, wohin er gegangen war.\n\nNoch wichtiger war jedoch, dass sie die frühere Rolle ihres Großvaters erben wollte, um eine treue Beschützerin ihrer Heimat zu werden.",
      "es": "Un día, hace cuatro años, ocurrió algo que cambió profundamente a Amber.\n\nEse día, su abuelo dejó su insignia y su espada en su oficina y simplemente desapareció, sin dejar nota alguna y sin decirle a nadie que se iba.\n\nÉl era la columna vertebral de la división de los Caballeros Exploradores y, sin su liderazgo, sus miembros rápidamente se volvieron indisciplinados y sus habilidades menguaron.\n\nTras varias operaciones fallidas, la división de los Caballeros Exploradores se volvió obsoleta. Al final, se conservó como parte de la organización de los Caballeros, pero solo de nombre. Los miembros experimentados fueron transferidos a otro destacamento o renunciaron, y quedaron tan pocos que simplemente no tenían suficientes personas para cumplir con sus deberes de patrullaje diarios.\n\nAdemás, los rumores de que el abuelo de Amber había desertado hicieron aún más complicada la reunificación de los Caballeros Exploradores.\n\nAmber vivió este episodio en persona, ya que acababa de ser admitida en los Caballeros Exploradores antes de que todo comenzara. Con el declive de su escuadrón, experimentó la pérdida y la decepción por primera vez en su vida. Ya no era aquella persona despreocupada, ahora tenía una sola determinación: crecer y convertirse en una verdadera Caballera Exploradora lo antes posible.\n\nNunca había hecho ningún plan y carecía de la madurez para saber por dónde empezar. Pero lo que sí tenía era confianza y mucho valor.\n\nQuería demostrar que había heredado la determinación de su abuelo, y quería saber a dónde se había ido.\n\nPero lo más importante: quería heredar el antiguo puesto de su abuelo y convertirse en una fiel protectora de su tierra natal.",
      "fr": "Il y a de cela quatre ans eut lieu un événement qui changea profondément Amber.\n\nCe jour-là, laissant derrière lui son insigne et son arme de service à l'Ordre, son grand-père disparut sans dire un mot à personne.\n\nIl avait été le pilier de la division des Éclaireurs, et sans lui à leur tête, ils perdirent rapidement de leur professionnalisme.\n\nAprès plusieurs missions s'étant soldées par un échec, la division avait perdu tout de son ancienne aura, et ne subsista bientôt qu'en nom au sein de l'organisation de l'Ordre. Les plus expérimentés de ses membres furent transférés vers d'autres départements, ou démissionnèrent, au point que les quelques Éclaireurs restants ne furent même plus en mesure d'assurer leurs patrouilles quotidiennes.\n\nPlus grave encore, certains virent le départ du grand-père comme une trahison ; ceci ajouta de l'huile sur le feu, rendant la remise sur pied de la division encore plus difficile.\n\nAmber, qui venait de rejoindre les Éclaireurs, fut le témoin de tous ces événements. Ce fut la première fois de sa vie qu'elle ressentit une perte et une déception de cet ordre. Une nouvelle détermination l'habita, et elle laissa derrière elle son ancienne insouciance : elle grandirait, et deviendrait le plus vite possible une vraie Éclaireuse.\n\nElle n'avait pas de plan précis, et manquait de maturité ; mais de courage et de détermination, elle ne manquait point.\n\nElle voulait faire honneur au nom de son grand-père qu'elle souhaitait retrouver.\n\nPlus important, elle voulait reprendre le rôle tenu par lui, et devenir une loyale protectrice de son pays natal.",
      "pt": "Algo aconteceu um dia, quatro anos atrás, que mudou profundamente Amber.\n\nNesse dia, o avô dela deixou o brasão e a espada em seu escritório e simplesmente desapareceu sem deixar aviso e sem contar a ninguém que estava saindo.\n\nOs Aventureiros dependiam muito de sua liderança. Sem o líder, sua eficiência e desempenho também foram afetados.\n\nDepois de algumas operações frustradas, os Aventureiros foram gradualmente colocados no banco de reservas. Os Aventureiros ainda existem como parte dos Cavaleiros, mas apenas em nome.\n\nOs membros experientes foram transferidos ou renunciaram aos seus cargos. No final, os Aventureiros nem sequer tinham pessoas suficientes para patrulhas regulares.\n\nAlém disso, os rumores de que o avô de Amber havia desertado tornavam a recuperação ainda mais difícil para a Divisão dos Aventureiros.\n\nAmber enfrentou pessoalmente essa situação, tendo acabado de ser admitida nos Aventureiros antes de tudo começar. Com o declínio de sua equipe, ela experimentou a verdadeira perda e decepção pela primeira vez em sua vida. Deixou de ser despreocupada e passou a ter uma nova determinação: iria crescer e se tornar uma verdadeira cavaleira o mais rápido possível, independentemente do que fosse necessário...\n\nApesar de não ter o que é preciso para fazer um plano de verdade, nem a disciplina mental e a maturidade exigidas, o que ela tinha era confiança e coragem.\n\nEla apenas queria seguir o mesmo caminho do avô e descobrir para onde ele foi.\n\nMais importante, queria herdar as responsabilidades dele de cuidar de sua terra natal.",
      "ru": "Однажды 4 года назад Эмбер изменилась. Её дедушка оставил свой значок и меч в своём кабинете, и исчез, не оставив ни письма, ни записки.\n\nС самого основания отряда скауты во всём полагались на его лидерство.\n\nБез своего лидера, эффективность отряда сильно пострадала.\n\nПосле нескольких безрезультатных операций отряд скаутов постепенно убрали в запас.\n\nСкауты всё ещё существуют как отдельная часть Ордо Фавониус, но только номинально. Старшие члены отряда либо переводились в другие отряды, либо ушли в отставку. В конце концов, у скаутов не хватало людей даже для регулярных патрулей.\n\nКроме того, среди рыцарей начали ходить слухи о том, что её дедушка был предателем и дезертировал. Это тоже поспособствовало снижению популярности скаутов среди других рыцарей ордена.\n\nЭмбер, совсем недавно ставшая скаутом, прошла через всё это лично. Распад её отряда заставил её почувствовать себя обиженной и потерянной. Эмбер уже не была той наивной и беззаботной девочкой, что с широко раскрытыми глазами слушала указы дедушки. Она приняла решение стать примерным скаутом для всех.\n\nСкаутом, которым бы он гордился.\n\nХотя Эмбер и не обладала должной дисциплиной и зрелостью, ей вполне хватало мужества и уверенности в себе, чтобы достичь своей цели.\n\nНо больше всего она хотела продолжить дело дедушки и стать верной защитницей своего родного города Мондштадта.",
      "id": "Kejadian 4 tahun yang lalu membawa banyak perubahan pada Amber.\n\nHari itu, kakeknya meninggalkan lambang dan pedang Knight lalu pergi menghilang begitu saja, tanpa meninggalkan pesan dan memberi tahu siapa pun tentang kepergiannya.\n\nSetelah sang kakek pergi, divisi Outrider yang bergantung dan mengandalkannya pun menjadi lemah dan tidak disiplin, seperti anak ayam yang kehilangan induknya.\n\nBeberapa tugas yang terus gagal membuat divisi Outrider berada di ujung tanduk kehancuran. Meskipun pada akhirnya, divisi tersebut tetap dipertahankan, tetapi hanya tinggal sekadar nama saja. Anggota yang berpengalaman dipindahkan ke divisi lain atau mengundurkan diri, dan hanya sedikit Outrider yang tetap tinggal, hal itu membuat mereka kekurangan orang dan tidak mampu menyelesaikan tugas hariannya.\n\nSelain itu, ada rumor yang mengatakan bahwa kakek Amber membelot, di mana hal itu semakin memperburuk keadaan dan membuat divisi Outrider semakin sulit untuk pulih.\n\nAmber yang baru saja bergabung dengan Outrider, telah mengalami semua itu. Jumlah pasukan yang berkurang banyak, membuatnya merasakan kehilangan dan kekecewaan untuk pertama kalinya dalam hidupnya. Bukan lagi dirinya yang dulu riang gembira tanpa beban, dia kini memiliki tekad baru: Dia akan tumbuh dewasa dan menjadi Outrider sejati sesegera mungkin, tidak peduli apa pun rintangan yang akan dia lalui.\n\nMeskipun belum pernah melakukan perencanaan sebelumnya, dan tidak tahu harus mulai dari mana. Dia memiliki kepercayaan diri dan keberanian penuh.\n\nDia ingin menunjukkan bahwa dia mewarisi tekad kakeknya, dan dia juga ingin tahu ke mana kakeknya itu pergi.\n\nTapi yang terpenting, dia ingin mewarisi peran kakeknya dan menjadi pelindung setia untuk kampung halamannya.",
      "th": "สิ่งเกิดขึ้นเมื่อสี่ปีก่อนนั้นทำให้ Amber เปลี่ยนไปอย่างมาก\n\nวันนั้น... คุณปู่ของเธอทิ้งตราประจำตระกูล และดาบไว้ที่กองอัศวิน จากนั้นก็ออกไปโดยไม่บอกลาและ ไม่ได้ฝากข้อความถึงใคร\n\nเมื่อปู่ของเธอจากไป หน่วยลาดตระเวนที่แต่เดิมเคยพึ่ง พาเขาแทบจะทุกสิ่งทุกอย่างนั้นก็ ไร้ซึ่งกระดูกสันหลังที่เคยมี จากนั้นพวกเขาก็เริ่มหละหลวมและ เชื่องช้า\n\nหลังจากผ่านการปฏิบัติภารกิจที่ไร้ผลหลายต่อหลายครั้ง สถานะของหน่วยอัศวินลาดตระเวนก็เริ่มที่จะถูกดูแคลน ซึ่งแม้ว่าสมาชิกในหน่วยจะรักษาระบบของหน่วยไว้ได้แต่ก็เหลือเพียงแค่ชื่อเท่านั้น โดยเหล่าอัศวินในหน่วยนั้นถ้าไม่ ย้ายแผนกอื่นก็เกษียณและกลับบ้าน ในที่สุด \"หน่วยอัศวินเล็ก ๆ\" นี้ก็กระจัดกระจายไปจนถึงจุดที่ไม่ สามารถปฏิบัติภารกิจลาดตระเวน ในแต่ละวันได้\n\nสิ่งที่ร้ายแรงยิ่งกว่าก็คือมีคนมอง การจากไปของคุณปู่ว่าเป็น \"ละทิ้งหน้าที่\" ไม่ต่างจากการทำให้สถานการณ์แย่ลงและทำให้เหล่าอัศวินลาดตระเวนที่เหลืออยู่ต้องพบกับความยาก ลำบากขึ้นไปอีก\n\nAmber ซึ่งเพิ่งจะได้เป็นสมาชิกของหน่วยลาดตระเวนนั้นได้พบกับประสบการณ์เหล่านี้ด้วยตัวเอง การล่มสลายของหน่วยนั้นทำให้เธอรู้สึกผิดหวังและอึดอัดใจเป็น ครั้งแรก จากนั้นเธอผู้ไม่ได้เป็นเพียงเด็กที่ เล่นสนุกไปวัน ๆ อีกต่อไปแล้วก็เกิดความปรารถนาที่แรงกล้าขึ้นมา ต้องการที่จะเติบโตขึ้นเร็ว ๆ และกลายเป็นอัศวินลาดตระเวนเต็มตัวให้เร็วที่สุดเท่าที่จะทำได้\n\nถึงแม้ว่าจะยังไม่มีผแผนที่แน่ชัด และก็ยังขาดประสบการณ์ไปบ้าง แต่ Amber ก็มีทั้งความมั่นใจและความกล้าที่ เต็มเปี่ยม\n\nเธอต้องการที่จะสืบทอดเจตนารมณ์ของคุณปู่ และก็ต้องการที่จะสืบหาว่าปู่ของเธอไปทำอะไรอยู่ที่ไหน\n\nและสิ่งที่สำคัญกว่าก็คือเธอต้องการที่จะแทนที่ปู่ของเธอ กลายมาเป็นผู้เฝ้าดูแลบ้านที่แสน ภักดี",
      "vi": "Sự kiện bốn năm trước làm cho Amber thay đổi khá nhiều.\n\nHôm đó, ông nội để lại huân chương cùng kiếm cho Đội Kỵ Sĩ, không từ mà biệt. Không để lại tin nhắn cho bất cứ ai.\n\nTiểu đội Kỵ Sĩ Trinh Thám vốn ỷ lại quá đà vào quyền uy của ông nội, sau khi mất đi trụ cột, cũng dần trì trệ, phân tán.\n\nSau vài lần hành động không hiệu quả thì địa vị của Kỵ Sĩ Trinh Thám càng lúc càng đi xuống. Mặc dù vẫn giữ được tổ chức, nhưng chỉ tồn tại trên danh nghĩa.\n\nNhững kỵ sĩ nếu không chuyển vào nhóm khác, thì giải ngũ về nhà. Thành viên \"Tiểu đội Kỵ Sĩ Trinh Thám\" dần dần thưa thớt, thậm chí còn không thể hoàn thành nhiệm vụ tuần tra hàng ngày.\n\nĐau lòng hơn là, người ta nói rằng sự ra đi của ông nội bị xem là \"đào tẩu\". Điều này như đổ dầu vào lửa càng khiến những Kỵ Sĩ Trinh Thám còn lại càng thêm khốn đốn.\n\nLúc đó Amber vừa trở thành Kỵ Sĩ Trinh Thám, đã đích thân trải qua sự biến động này, sự suy yếu của tiểu đội khiến cô lần đầu tiên cảm nhận mùi vị của mất mát và không cam lòng. Cô không còn là Amber nhỏ vô lo vô nghĩ nữa, cô quyết tâm trở thành \"Kỵ Sĩ Trinh Thám\" chân chính, mau chóng trưởng thành.\n\nMặc dù cô chưa có kế hoạch nghiêm túc, cũng không có sẵn tác phong trưởng thành, nhưng cô có đầy đủ tự tin cùng dũng khí.\n\nCô muốn kế thừa ý chí của ông nội, muốn điều tra ông nội đã đi đâu.\n\nQuan trọng hơn, cô muốn nhận lấy trách nhiệm của ông, canh giác bảo vệ quê hương này."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "一开始，安柏在骑士团的生活并不顺利。\n\n年纪太小，又刚经历了祖父失踪的坎坷，安柏时常被老一辈骑士们过分关照。\n\n而在这位要强的少女眼中，「过分关照」意味着她还不成熟，不足以独当一面。\n\n少女因而为自己强加上重任，沐浴着前人的视线，顽强又认真地履行职责。\n\n终于，在一次剿灭魔物的激烈战斗中，前辈们见证了安柏的英勇机敏。\n\n那一刻，他们首次意识到，面前这个尚且年轻的女孩，已经成长到了一定地步。\n\n随着成长，安柏的心也越来越安定。不论面对夸赞或贬低，沉默或嘲讽，她都如此回应——\n\n「跟前辈们相比，我还是经验不足。但是，我会成为最优秀的侦察骑士！」\n\n没有丝毫犹豫，仅仅是将自己的想法真诚、直率地说出。\n\n因为她一直坚信，自己绝不会辜负祖父的嘱托。",
      "zht": "一開始，安柏在騎士團的生活並不順利。\n\n年紀太小，又剛經歷了祖父失蹤的坎坷，安柏時常被老一輩騎士們過分關照。\n\n而在這位好強的少女眼中，「過分關照」意味著她還不成熟，不足以獨當一面。\n\n少女因而為自己強加上重任，沐浴著前人的視線，頑強又認真地履行職責。\n\n終於，在一次剿滅魔物的激烈戰鬥中，前輩們見證了安柏的英勇機敏。\n\n那一刻，他們首次意識到，面前這個尚且年輕的女孩，已經成長到了一定地步。\n\n隨著成長，安柏的心也越來越安定。不論面對誇讚或貶低，沉默或嘲諷，她都如此回應——\n\n「跟前輩們相比，我還是經驗不足。但是，我會成為最優秀的偵察騎士！」\n\n沒有絲毫猶豫，僅僅是將自己的想法真誠、直率地說出。\n\n因為她一直堅信，自己絕不會辜負祖父的囑託。",
      "jp": "アンバーの騎士団での生活は、最初からうまくいっていたわけではなかった。\n\n幼い上、祖父が行方不明になったばかりのアンバーは、よくベテラン騎士たちの世話になった。\n\nしかし、この強がりな少女にとって、「世話される」ことは、自分がまだ半人前だということを意味する。\n\nこうして、少女は自分自身に与えた責任を背負い、先輩たちに見守られる中、真剣に職務を行った。\n\nやがて、ある魔物殲滅の戦闘で、先輩たちはアンバーの勇敢さと機敏さを目の当たりにした。\n\n彼らはその時初めて、目の前の「少し腕の立つ女の子」が成長したことに気づいた。\n\nしかし、沈黙や気遣い、そして皮肉に対し、アンバーの返事はいつも同じだ——\n\n「先輩たちと比べてまだまだ経験が足りないけど、わたしは最も優秀な偵察騎士になるから！」\n\n落ち込みも迷いもなく、彼女は自分の思いを素直に、率直に話した。\n\n彼女は祖父の願いを絶対に裏切らないと、強く誓っていた。",
      "ko": "엠버의 기사단 생활이 처음부터 순탄했던 것은 아니다.\n\n나이도 어린 데다 할아버지의 실종이라는 비보까지 겪으며 엠버는 늘 선배 기사들의 특별한 보살핌을 받아야만 했다.\n\n그러나 승부욕 강한 소녀의 눈에 「특별한 보살핌」은 자신이 아직 자립할 만큼 충분히 성숙하지 않았다는 것을 의미했다.\n\n그렇게 소녀는 자신에게 주어진 중대한 책임을 짊어지고 선배들이 지켜보는 가운데 완강하고 진지하게 직책을 수행했다.\n\n마침내 마물을 소탕하는 격렬한 전투에서 선배들은 엠버의 용맹함과 민첩함을 보게 되었다.\n\n그때 그들은 눈앞의 이 어린 소녀가 드디어 조금 성장했다는 걸 느끼게 된다.\n\n성장을 하면서 엠버의 마음도 점점 안정을 되찾았다. 칭찬이든 질책이든, 혹은 침묵이든 조롱이든 그녀는 늘 이렇게 답한다——\n\n「제가 선배들보다 경험이 많이 부족하긴 하지만, 언젠가 가장 뛰어난 정찰 기사가 될 거예요!」\n\n그녀는 아무런 망설임 없이 자신의 생각을 진솔하게 내뱉었다.\n\n왜냐하면 그녀는 절대로 할아버지의 당부를 저버리지 않겠다고 다짐했기 때문이다",
      "en": "Life in the Knights of Favonius was not easy for Amber in the beginning.\n\nBeing as young as she was and having just lived through the trauma of losing her grandpa, the senior knights made a point of taking special care of her.\n\nHowever, for a girl as desperate to excel as she was, being taken care of by others implied that she wasn't yet mature enough to stand on her own two feet.\n\nAccordingly, she voraciously sought out extra responsibilities and made this as visible as possible to her seniors.\n\nFinally, during an intense engagement with some monsters, the seniors noticed her bravery and resourcefulness in the heat of battle.\n\nThat was the moment when they realized that their little girl was growing up.\n\nAs she matured, she also became more at ease with herself. Whatever feedback she met with, be it praise, rebuke, silence, or taunting, her response was always the same.\n\n\"For sure, I may still have a way to go before I catch up with my seniors. But one day, I'm gonna be the best Outrider ever!\"\n\nAmber is not prone to too much deliberation, preferring instead to speak her mind, truthfully and frankly, at every occasion.\n\nShe firmly believes that she will not disappoint her grandpa.",
      "de": "Das Leben beim Ritterorden war für Amber am Anfang nicht einfach.\n\nDa sie so jung war und sie gerade das Trauma durchlebt hatte, ihren Großvater zu verlieren, kümmerten sich die älteren Mitglieder besonders um sie.\n\nJedoch für jemanden wie sie, der so verzweifelt war, sich zu beweisen, bedeutete die Betreuung durch andere, dass sie keine Erfahrung sammeln konnte, um auf eigenen Beinen zu stehen.\n\nDaher suchte sie unersättlich nach weiteren Verantwortlichkeiten und machte diese dann so sichtbar wie möglich, um sie anderen zu zeigen.\n\nSchließlich bemerkten die anderen Mitglieder während eines intensiven Kampfes mit einigen Monstern ihre Tapferkeit und ihren Einfallsreichtum in der Hitze des Gefechts.\n\nDies war der Moment, als sie begriffen, ihr kleines Mädchen wurde erwachsen.\n\nAls sie dementsprechend behandelt wurde, fühlte sich auch wohler in ihrer Haut. Egal welche Rückmeldungen sie erhielt, sei es Lob, Zurechtweisung, Schweigen oder Spott, war ihre Antwort immer dieselbe.\n\n„Natürlich habe ich noch einen weiten Weg vor mir, bevor ich meine Vorgesetzten einholen kann. Aber eines Tages werde ich der beste Kundschafter aller Zeiten sein!“\n\nAmber neigt nicht zum Überlegen und zieht es vor, bei jeder Gelegenheit ehrlich und offen ihre Meinung zu äußern.\n\nSie glaubt fest daran, dass sie ihren Großvater nicht enttäuschen wird.",
      "es": "La vida en los Caballeros de Favonius no siempre fue fácil para Amber.\n\nInicialmente, debido a su edad y al trauma de perder a su abuelo, estaba bajo el cuidado especial de otros caballeros con más experiencia.\n\nSin embargo, para una niña ansiosa por ser reconocida, que cuidaran de ella significaba que no era lo suficientemente madura como para estar sola.\n\nPor lo tanto, se sometió a más estrés y asumió más responsabilidades de las necesarias mientras llevaba a cabo su trabajo como exploradora.\n\nFinalmente, en una feroz lucha contra unos monstruos, sus superiores fueron testigos de su valentía e ingenio.\n\nEn ese momento, se dieron cuenta de que esta niña con talento estaba madurando.\n\nEste proceso de maduración también le dio más seguridad en sí misma. Ante las reacciones de los demás, ya fueran alabanzas, críticas, silencio, o burlas, su respuesta siempre era la misma:\n\n“Quizás aún tenga mucho camino por recorrer, ¡pero me convertiré en la mejor Caballera Exploradora!”.\n\nDesde entonces, no se volvió a sentir triste, no dudó más de sí misma y siempre decía lo que pensaba.\n\nAsí, creía, no decepcionaría a su abuelo.",
      "fr": "La vie au sein de l'Ordre ne fut pas facile au début.\n\nLes chevaliers expérimentés mirent un point d'honneur à soutenir la fille encore si jeune et marquée par la perte de son grand-père.\n\nMais être la cible de toutes ces attentions était pour Amber un rappel constant qu'elle n'était pas encore prête à être autonome.\n\nEn conséquence, elle demanda à assumer davantage de responsabilités, montrant à tous qu'elle était capable et déterminée.\n\nVint enfin le jour où, durant un combat particulièrement ardu, les chevaliers prirent note de sa bravoure et de sa débrouillardise.\n\nC'est à ce moment qu'ils réalisèrent que la jeune fille qu'ils connaissaient avait grandi.\n\nSa nouvelle maturité se doubla d'une nouvelle assurance. Face aux critiques et aux compliments, face au silence et aux provocations, sa réponse reste aujourd'hui toujours la même.\n\n« Je n'ai pas l'expérience des chevaliers confirmés ; mais le jour viendra où je serai la meilleure parmi les Éclaireurs ! »\n\nAmber n'est pas du genre à tourner autour du pot, et parle sans détour, de manière honnête et directe.\n\nElle croit fermement qu'elle ne décevra pas son grand-père.",
      "pt": "A vida nos Cavaleiros de Favonius não foi fácil para Amber no começo.\n\nPor ser tão jovem e depois de ter vivido o trauma de perder o avô, os cavaleiros mais antigos faziam questão de cuidar especialmente dela.\n\nNo entanto, para uma garota tão desesperada como era, ser cuidada por outras pessoas significava que ela ainda não era madura o suficiente para se virar sozinha.\n\nPor isso, ela buscou responsabilidades extras e deixou isso o mais claro possível para os veteranos.\n\nFinalmente, durante uma intensa luta com alguns monstros, os veteranos notaram sua bravura e desenvoltura no calor da batalha.\n\nEsse foi o momento em que perceberam que a menininha estava crescendo.\n\nQuando amadureceu, ela também ficou mais à vontade consigo mesma. Qualquer que seja o feedback que receba, seja um elogio, repreensão, silêncio ou provocação, sua resposta sempre foi a mesma.\n\n\"Ainda tenho um longo caminho a percorrer para chegar ao nível veteranos. Mas um dia eu vou ser a melhor Aventureira de todos os tempos! \"\n\nAmber não costuma refletir muito sobre as coisas e prefere falar o que pensa de forma verdadeira e franca em todas as ocasiões.\n\nEla acredita firmemente que não irá decepcionar seu avô.",
      "ru": "Жизнь в Ордо Фавониус не была лёгкой для Эмбер.\n\nИз-за её юного возраста и травмы от потери дедушки, другие рыцари пытались взять её под свою опеку.\n\nОднако для девушки, отчаянно жаждущей быть признанной, забота означала, что она недостаточно взрослая, чтобы быть самостоятельной.\n\nПоэтому она подвергала себя большему стрессу и брала на себя больше обязанностей, чем требовалось для выполнения работы скаута.\n\nНаконец, после некоторой схватки с монстрами остальные рыцари ордена стали свидетелями храбрости и находчивости Эмбер.\n\nВ этот момент они поняли, что «озорная маленькая девочка» уже стала совсем взрослой, и может постоять за себя.\n\nСо временем Эмбер стало проще принимать себя. Её ответ на комментарии других рыцарей, будь то молчание, забота или насмешки, всегда был одним и тем же:\n\n«Мне всё ещё предстоит пройти долгий путь, но я обязательно стану лучшим скаутом Ордо Фавониус!»\n\nОна всегда без колебаний говорит то, что думает.\n\nИ она искренне верит в то, что не разочарует своего дедушку.",
      "id": "Pada awalnya, hidup Amber sebagai Knights of Favonius jauh dari baik-baik saja.\n\nAmber masih sangat muda dan dia mengalami trauma karena baru kehilangan kakeknya, karena itulah para Knight senior memberikan perhatian lebih untuk menjaga Amber.\n\nTetapi perhatian lebih ini justru dianggap Amber sebagai pertanda bahwa dia masih belum cukup dewasa dan belum bisa mandiri.\n\nUntuk membuktikan bahwa dia mampu menangani tugas besar, Amber selalu bekerja keras untuk menyelesaikan tanggung jawab yang lebih besar dan hal ini juga disadari oleh para seniornya.\n\nPada akhirnya, para senior mengakui keberanian dan kehebatan Amber saat mereka sedang bertarung dengan para monster.\n\nSaat itu, mereka semua sadar bahwa Amber sudah bukan seorang gadis kecil lagi, dia sudah tumbuh dewasa.\n\nSelain tumbuh dewasa, emosi Amber juga semakin stabil. Saat berhadapan dengan berbagai pujian atau kritik, keheningan atau celaan, Amber selalu menjawab \"Pengalamanku mungkin masih sangat sedikit dibandingkan dengan para senior, tapi suatu hari aku pasti akan menjadi Outrider terbaik!\"\n\nTidak ada setitik pun keraguan pada ucapannya, Amber hanya mengucapkan isi hatinya yang sebenarnya.\n\nKarena Amber selalu yakin bahwa dia tidak akan mengecewakan kepercayaan kakeknya.",
      "th": "ชีวิตการเป็นอัศวินของ Amber ในตอนเริ่มนั้นไม่ได้ราบรื่น\n\nทั้งอายุที่ยังน้อยอยู่และก็เพิ่งจะ ต้องพบกับการหายไปของคุณปู่ ซึ่งนั่นทำให้ Amber มักจะได้รับการเอาใจใส่อย่างเกิน เหตุจากเหล่าอัศวินรุ่นเก๋าอยู่บ่อย ๆ\n\nแต่ในสายตาของเด็กสาวที่อยากจะแข็งแกร่งขึ้นกว่านี้แล้ว \"ความเอาใจใส่มากเกินไป\" นั้นหมายความว่าเธอยังไม่โตพอที่ จะอยู่ด้วยคนเดียว\n\nจากนั้นหญิงสาวก็เข้มงวดต่อตนเองมากขึ้น แน่วแน่และจริงจังในการปฏิบัติหน้าที่ของเธอมากขึ้นท่ามกลางสายตาที่เฝ้าดูเธออยู่\n\nและในตอนท้ายระหว่างการต่อสู้ อย่างรุนแรงเพื่อกวาดล้างรัง ของมอนสเตอร์นั้น เหล่าผู้อาวุโสก็ได้ประจักษ์ถึงความ กล้าหาญและคล่องแคล่วของเธอ\n\nณ เวลานั้น พวกเขาได้ตระหนักเป็นครั้งแรกว่า เด็กสาวผู้อยู่เบื้องหน้าของพวกเขานั้นได้เติบโตขึ้นในระดับหนึ่งแล้ว\n\nเมื่อโตขึ้น จิตใจของ Amber ก็ยิ่งแน่วแน่ขึ้นเรื่อย ๆ ด้วย ไม่ว่าจะเป็นการกล่าวชมเชยหรือ มองข้าม เงียบขรึมหรือถากถาง ทั้งหมดนั้นเธอล้วนแต่ตอบสนองไปอย่างนี้...\n\n\"เมื่อเทียบกับรุ่นพี่ทั้งหลายแล้ว ถือว่าฉันยังด้อยประสบการณ์ แต่ว่าฉันจะต้องเป็นอัศวินลาด ตระเวนที่สุดยอดให้ได้!\"\n\nไม่มีความลังเลแม้แต่นิด เพียงแค่ซื่อสัตย์ต่อความคิดของ ตนเองและพูดออกมาตรง ๆ อย่างผ่าเผย\n\nเพราะว่าเธอนั้นเชื่อมาโดยตลอดว่า ตนเองนั้นจะต้องไม่ทำให้ความไว้ใจของคุณปู่ต้องล้มเหลว",
      "vi": "Amber bắt đầu cuộc sống trong Đội Kỵ Sĩ không mấy thuận lợi.\n\nBởi tuổi nhỏ, lại mới trải qua tin buồn ông nội mất tích, Amber thường nhận được sự chăm sóc thái quá của Kỵ Sĩ lớp trên.\n\nNhưng trong mắt của thiếu nữ hiếu thắng, \"chăm sóc thái quá\" nghĩa là bản thân chưa đủ trưởng thành, chưa thể một mình đảm đương.\n\nVậy là, thiếu nữ mang theo trọng trách mà tự cô đặt ra, dưới cái nhìn của tiền bối, cố gắng thực thi chức trách của \"Kỵ Sĩ Trinh Thám\".\n\nCuối cùng, trong một trận chiến đấu kịch liệt tiêu diệt quái vật, bọn họ đã chứng kiến sự anh dũng và nhạy bén của Amber.\n\nĐó là lần đầu tiên họ nhận ra \"bé gái có chút kỹ năng\" trước mặt đã trưởng thành.\n\nAmber cũng ngày càng trầm tĩnh, bất kể được khen ngợi hay bị chê bai, im lặng hay chế giễu, cô đều trả lời như cũ...\n\n\"So với các tiền bối, tôi vẫn thiếu rất nhiều kinh nghiệm. Nhưng, tôi sẽ trở thành Kỵ Sĩ Trinh Thám xuất sắc nhất\".\n\nKhông chút do dự, cô chỉ chân thành thẳng thắn nói ra ý nghĩ của mình.\n\nVì cô luôn tin rằng, bản thân nhất định sẽ không phụ sự ủy thác của ông hôm đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "如今的安柏依旧是那个如火的少女，浑身燃烧着无穷的热情与活力。\n\n从被保护的童年中成长，谨记着祖父的教导，安柏张开风之翼，用鹰一般的锐目与狡兔般的机警，守卫着自由之邦蒙德。\n\n「火红的骑士」在蒙德家喻户晓。\n\n人们欣喜地看到，曾经顽皮的小女孩正在长成值得依靠的守望者。\n\n「不用担心，因为我是侦察骑士安柏！」\n\n她的自豪不容动摇，\n\n「我是唯一，也是最优秀的侦察骑士安柏！」",
      "zht": "如今的安柏依舊是那個如火的少女，渾身燃燒著無窮的熱情與活力。\n\n從被保護的童年中成長，謹記著祖父的教導，安柏張開風之翼，用鷹一般的銳目與狡兔般的機警，守衛著自由之邦蒙德。\n\n「火紅的騎士」在蒙德家喻戶曉。\n\n人們欣喜地看到，曾經頑皮的小女孩正在長成值得依靠的守望者。\n\n「不用擔心，因為我是偵察騎士安柏！」\n\n她的自豪不容動搖，\n\n「我是唯一，也是最優秀的偵察騎士安柏！」",
      "jp": "今のアンバーは依然、炎のような少女であり、果てしない情熱とパワーが燃え盛っている。\n\n守られていた子供時代から成長し、祖父の教えを胸に、アンバーは今日も風に乗り、鷹のような鋭い目とウサギのような機敏さでモンドの自由を守っている。\n\n「炎のような赤い騎士」は、モンドの誰もが知っている。\n\n人々はあのやんちゃなアンバーが、頼れる守護者になることを喜んで見守っている。\n\n「心配しないで、わたしは偵察騎士アンバーよ！」彼女の誇りは揺らがない。\n\n「わたしは唯一で、一番優秀な偵察騎士アンバー！」",
      "ko": "지금의 엠버는 여전히 꺼지지 않는 열정과 활력이 넘치는 불같은 소녀다.\n\n그녀는 고치를 깨고 나온 아름다운 나비처럼 보호를 받던 어린 시절을 지나 할아버지의 가르침을 가슴 깊이 새긴 채 날개를 활짝 펴고 매와 같은 눈과 토끼 같은 경계심으로 자유의 도시 몬드를 수호한다.\n\n몬드에 있는 모두가 「붉은 기사」를 알고 있다.\n\n사람들은 과거 말썽꾸러기였던 꼬맹이가 점점 그들이 의지할 수 있는 파수꾼이 돼가는 걸 기쁜 마음으로 바라본다.\n\n「걱정 마, 내가 바로 정찰 기사 엠버야!」\n\n그녀의 자부심은 절대 동요되지 않는다:\n\n「내가 바로 유일한, 그리고 가장 뛰어난 정찰 기사 엠버야!」",
      "en": "Today, Amber is still the firecracker she always was, burning with endless passion and energy.\n\nNow that she's all grown up, Amber holds firm to her grandpa's teachings as she spreads her Wind Glider's wings and watches over the City of Freedom with the eye of an eagle and the cautious cunning of a bunny rabbit.\n\nThe \"Crimson Knight\" is known throughout Mondstadt.\n\nThe people are delighted to see the mischievous little girl they remember growing up to be a guardian they can rely on.\n\n\"Never fear, Outrider Amber is here!\"\n\nHer self-confidence is simply unshakable:\n\n\"I am Outrider Amber, the one and only outrider — which makes me the best one out there!\"",
      "de": "Heute ist Amber immer noch der Wildfang, der sie immer war, und brennt mehr denn je mit endloser Leidenschaft und Energie.\n\nJetzt, da sie erwachsen ist, hält Amber an den Lehren ihres Großvaters fest, während sie die Flügel ihres Windgleiters ausbreitet und mit dem Auge eines Adlers über die Stadt der Freiheit wacht, dabei aber vorsichtig bleibt wie ein Häschen.\n\nDer „Feuerrote Ritter“ ist in ganz Mondstadt bekannt.\n\nDie Menschen freuen sich, das schelmische kleine Mädchen zu sehen, das nun die Wächterin ist, auf die sie sich verlassen können.\n\n„Keine Angst, Kundschafterin Amber ist da!“\n\nIhr Selbstbewusstsein ist einfach unerschütterlich.\n\n„Ich bin Kundschafterin Amber und auch der einzige Kundschafter, was mich somit zur besten macht, die es weit und breit gibt!“",
      "es": "Amber sigue siendo esa niña inquieta, apasionada y llena de energía.\n\nAhora que ya ha crecido, sigue honrando las enseñanzas de su abuelo mientras abre su planeador y vigila la Capital de la Libertad con sus ojos de águila y sus ágiles movimientos.\n\nLa “Caballera Carmesí” es conocida en toda Mondstadt.\n\nLa gente es feliz al ver a la pequeña y ambiciosa Amber convertirse en una guardiana en quien pueden confiar.\n\n“¡No hay nada que temer! ¡Amber, la Caballera Exploradora, está aquí!”.\n\nSu orgullo es sencillamente inquebrantable:\n\n“¡Soy Amber, la Caballera Exploradora, la única y, por lo tanto, la mejor exploradora que existe!”.",
      "fr": "Amber est aujourd'hui toujours habitée par la même passion.\n\nMaintenant adulte, elle fait honneur aux enseignements de son grand-père, déployant son planeur et veillant sur la cité de la liberté de l'œil acéré de l'aigle, rusée et agile comme le lièvre.\n\nLe « Chevalier Carmin » est de nos jours connu dans tout Mondstadt.\n\nLe peuple est ravi de voir que la petite fille espiègle d'autrefois est en passe de devenir une protectrice sur qui compter.\n\n« N'ayez crainte, l'Éclaireuse Amber est à vos côtés ! »\n\nSa confiance en soi est inébranlable.\n\n« Je suis Amber, la seule et unique, la meilleure des Éclaireurs ! »",
      "pt": "Hoje, Amber é tão inquieta como sempre foi, queimando com paixão e energia infinitas.\n\nAgora que cresceu, Amber se apega aos ensinamentos de seu avô enquanto abre as asas de seu planador e observa a Cidade da Liberdade com os olhos de uma águia e a astúcia cautelosa de um coelho.\n\nA \"Cavaleira de Vermelho\" é conhecida em toda a cidade de Mondstadt.\n\nAs pessoas ficam encantadas ao ver que a menininha travessa que conheciam se tornou a guardiã em que podiam confiar.\n\n\"Não tenha medo, a Cavaleira Amber está aqui!\"\n\nSua autoconfiança é simplesmente inabalável:\n\n\"Sou a Cavaleira Amber, a melhor aventureira que existe!\"",
      "ru": "Эмбер остаётся всё той же девушкой, пылающей бесконечной страстью и оптимизмом.\n\nПредоставленная самой себе и обученная своим дедушкой, она оберегает Мондштадт своим зорким взглядом, ловкими руками и воздушным планером.\n\nВсе знают Алого рыцаря Мондштадта.\n\nЛюди счастливы видеть, как некогда озорная маленькая Эмбер стала оберегающим город стражем, на которого всегда можно положиться.\n\n«Не беспокойтесь, ведь с вами я, скаут Эмбер!»\n\nЕё гордость не знает границ.\n\n«Я - скаут Эмбер! Единственный и, следовательно, лучший скаут Ордо Фавониус!»",
      "id": "Sampai hari ini Amber masihlah seorang gadis yang berapi-api, sangat antusias dan memiliki tenaga yang tiada habisnya.\n\nAmber yang selalu dilindungi sejak kecil, kini sudah dewasa dan memegang teguh ajaran kakeknya, dia membentangkan sayap Wind Glider dan mengawasi kota kebebasan Mondstadt dengan mata tajam seperti elang dan kewaspadaan penuh seperti kelinci.\n\nJulukan \"Crimson Knight\" dikenal di seluruh Mondstadt.\n\nOrang-orang senang melihat bahwa gadis kecil yang dulu nakal itu tumbuh menjadi pelindung yang bisa mereka andalkan.\n\n\"Jangan khawatir, Outrider Amber berada di sini!\"\n\nKepercayaan dirinya benar-benar tak tergoyahkan:\n\n\"Akulah Amber, satu-satunya Outrider terbaik di sini!\"",
      "th": "จนถึงวันนี้ Amber ยังคงเป็นเด็กหญิงที่เป็นเหมือนกับไฟ ไฟแห่งความกระตือรือร้นและความมีชีวิตชีวาที่ลุกไหม้อยู่ในตัวเธอ อย่างไม่มีวันมอดดับ\n\nเติบโตขึ้นมาจากเด็กที่ได้รับการปกป้องโดยคำนึงถึงคำสอนของปู่ของเธอ Amber กางเครื่องร่อนเวหาของเธอและปกป้องอิสรภาพของ Mondstadt ด้วยดวงตาที่เฉียบแหลมราวกับ เหยี่ยวและตื่นตัวราวกับกระต่าย ที่มีไหวพริบ\n\n\"อัศวินสีแดงเพลิง\" นั้นเป็นที่รู้จักกันไปทั่วใน Mondstadt\n\nผู้คนต่างก็ดีใจที่ได้เห็นว่าเด็กหญิงตัวเล็ก ๆ ที่ซุกซนคนหนึ่งกำลังเติบโตขึ้นและกลายเป็นผู้เฝ้าปกป้องที่พึ่งพาได้\n\n\"จงอย่าตื่นกลัว อัศวินลาดตระเวน Amber มาแล้ว!\"\n\nความภาคภูมิของเธอนั้นไม่มี วันสั่นคลอน\n\n\"ฉันนั้นคือหนึ่งเดียว คือสุดยอดอัศวินลาดตระเวน Amber!\"",
      "vi": "Đến nay Amber vẫn là thiếu nữ rực lửa ấy, vẫn bừng bừng nhiệt huyết cùng sức sống vô tận.\n\nTrưởng thành từ trong tuổi thơ được che chở, ghi nhớ lời dạy của ông nội, cô dang rộng Phong Chi Dực, dùng đôi mắt sắc bén của chim ưng, sự cảnh giác của thỏ, che chở cho sự tự do ở Mondstadt.\n\nỞ Mondstadt nhà nhà đều biết \"Kỵ sĩ màu lửa đỏ\".\n\nMọi người vui mừng chứng kiến, Amber nghịch ngợm ngày nào đã trở thành người bảo vệ mà họ có thể dựa vào.\n\n\"Đừng lo lắng, vì tôi là kỵ sĩ trinh thám Amber! \"\n\nCô tự hào nói vang\n\n\"Tôi là duy nhất, cũng là kỵ sĩ xuất sắc nhất!\""
    }
  },
  {
    "title": {
      "zhs": "安柏的冒险笔记",
      "zht": "安柏的冒險筆記",
      "jp": "アンバーの冒険ノート",
      "ko": "엠버의 모험기록",
      "en": "Amber's Journal",
      "de": "Ambers Abenteuernotizen",
      "es": "Diario de Amber",
      "fr": "Journal d'Amber",
      "pt": "Jornada de Amber",
      "ru": "Дневник приключений Эмбер",
      "id": "Buku Jurnal Amber",
      "th": "บันทึกการผจญภัยของ Amber",
      "vi": "Nhật Ký Mạo Hiểm Của Amber"
    },
    "line": {
      "zhs": "安柏并没有每天写日记的习惯，只有遇到特别值得记录下来的东西，她才会写在这本冒险笔记上。\n\n「我抓到魔鸟了！它叫拉米什么来着。这三天都在追它，直到今天才有空好好坐下来吃一顿饭。魔鸟好狡猾，专门往茂密的树林里钻，还好我没有放弃！最重要的是，琴团长特别允许我拔下一支羽毛作为奖励！我要把它挂在腰上天天戴着，嘿嘿！」\n\n「明明按照书上说的烤了六分钟，肉排的表面都焦了，但里面还是没熟…难道是火候的控制问题？可是，肚子已经很撑了，只好明天再试试了。总有一天，我要做出最好吃的烤肉排！决定了，名字就叫：侦察骑士烤肉！」\n\n「今天遇见了一个奇怪的异乡人，第一感觉很可疑，但接触下来，意外地是个很厉害又很可靠的人。唔…这样想来，假如真的遇到这样厉害的坏人可就难办了。不行不行，我也不能落后，要更努力锻炼自己才行！！」",
      "zht": "安柏並沒有每天寫日記的習慣，只有遇到特別值得記錄下來的東西，她才會寫在這本冒險筆記上。\n\n「我抓到魔鳥了！它叫拉米什麼的。這三天都在追它，直到今天才有空好好坐下來吃一頓飯。魔鳥好狡猾，專門往茂密的樹林裡鑽，還好我沒有放棄！最重要的是，琴團長特別允許我拔下一支羽毛作為獎勵！我要把它掛在腰上天天戴著，嘿嘿！」\n\n「明明按照書上說的烤了六分鐘，肉排的表面都焦了，但裡面還是沒熟…難道是火候的控制問題？可是，肚子已經很撐了，只好明天再試試了。總有一天，我要做出最好吃的烤肉排！決定了，名字就叫：偵察騎士烤肉！」\n\n「今天遇見了一個奇怪的異鄉人，第一感覺很可疑，但接觸下來，意外地是個很厲害又很可靠的人。唔…這樣想來，假如真的遇到這樣厲害的壞人可就難辦了。不行不行，我也不能落後，要更努力鍛煉自己才行！！」",
      "jp": "アンバーは毎日日記を書く習慣がない。特別なことがあった日だけがこの冒険日記の出番である。\n\n「今日は魔鳥を捕まえた！名前はラミなんだっけ。ここ3日はずっと追っていたから、今日はやっとちゃんとご飯を食べるようになったよ。魔鳥はずるいよ、茂る森に隠れていたの。でもわたしは諦めなかった！それとジンさんはご褒美として特別にわたしに一枚の羽根をくれたの！これからは毎日腰につけるんだ、へへっ！」\n\n「レシピ通りに6分焼いたのに、なんで表面が焦げたんだろう、でも中身は火が通ってない…火加減のコントロールに失敗しちゃったわけ？でもお腹が空いたから、明日もう一度やってみよう。いつか世界一美味しい焼き肉を作ってみせる！よし、決めた！名前は、偵察騎士ステーキ！」\n\n「今日は変な異邦人と出会った。最初は怪しい人だと思ったが、意外とすごくて頼もしい人だった。えっと…でももしそのようなすごい人が悪い人だったら困るね。あっ、ダメダメ、負けてたまるか！わたしも頑張らないと！！」",
      "ko": "엠버는 일기를 매일 쓰지 않고 오직 특별히 기록할만한 게 있을 경우에만 이를 모험 노트에 적어놓는다.\n\n「라미 뭐시라는 마조를 잡았다! 3일 내내 마조만 계속 쫓다가 이제 겨우 앉아서 밥 먹을 시간이 생겼다. 마조는 아주 교활하여 숲이 무성한 곳으로만 계속 들어갔지만 난 절대 포기하지 않았다! 가장 중요한 건 진 단장이 깃털 하나를 뽑아 내게 보상으로 줬다는 사실이다! 매일 허리춤에 달고 다닐 거다, 히힛!」\n\n「분명 책에 적힌 대로 6분 구웠는데, 왜 겉은 모두 타고 안은 아직 안 익은 거지…. 혹시 불 조절이 문제인 건가? 그래도 지금은 배가 부르니까 내일 다시 해봐야지. 언젠간 가장 맛있는 스테이크를 만들고 말 거야! 그래, 결정했어! 이름은 정찰 기사 바비큐라고!」\n\n「오늘 이상한 이방인 한 명을 만났다. 처음엔 아주 수상하게 느껴졌지만 몇 번 보다 보니 의외로 아주 강하고 믿을 수 있는 사람이었다. 음… 그러고 보니 저렇게 강한 나쁜 사람을 만나게 된다면 어떻게 하지? 안 돼, 절대 뒤처져선 안 돼! 더 열심히 단련해야겠어!!」",
      "en": "Amber doesn't make writing a daily diary a habit, only electing to write special or memorable events down in her journal.\n\n\"I finally caught that magical bird! It's called a Rami... something. I don't remember. But I've been chasing it for three days, and I've only been able to sit down for a proper meal today. That magical bird was a really cunning one, burrowing in the thick forest like that. Good thing I didn't give up! Best of all, Master Jean gave me special permission to pluck a feather plume from it as my reward. Hehe, I'll wear it at my side every single day!\"\n\n\"I'm sure I followed the cookbook to the letter and grilled the meat for six minutes. But while the outside is charred, the inside isn't cooked yet... Did I not control the heat properly? But I really am hungry, so I'll just have to try again tomorrow. One day, I'll make the best steak, and I'll call it... the Outrider's Champion Steak!\"\n\n\"I met a strange outlander today. I was suspicious at first, but as it turns out, this outlander is both reliable and capable. Ugh, come to think of it, what would I do if an enemy that strong showed up? ...I musn't fall behind. I must train harder!\"",
      "de": "Amber schreibt nicht jeden Tag in ihr Tagebuch, sondern nur, wenn sie auf etwas stößt, das es besonders wert ist, in ihr Abenteuer-Tagebuch aufgenommen zu werden.\n\n„Ich habe endlich den magischen Vogel gefangen! Er heißt Rami. Drei Tage lang hab ich ihn verfolgt und heute erst habe ich Zeit für eine Verschnaufpause und etwas zu essen. Der magische Vogel ist ein gerissenes Tier, er hat sich sogar vor mir im dichten Wald versteckt. Was für ein Glück, dass ich nicht so leicht aufgebe! Das Wichtigste aber ist, dass Jean mir als Belohnung erlaubt hat, ihm eine Feder abzunehmen! Die werde ich dann an meinen Hosenbund knüpfen und jeden Tag stolz zur Schau tragen, hehe!“\n\n„Laut meinem Kochbuch soll man es sechs Minuten lang grillen, aber jetzt ist die Oberfläche des Steaks schon fast verbrannt und das Innere ist immer noch nicht gar ... Ob es wohl ein Problem mit der Wärmequelle gibt? Wenigstens ist mein Magen heute schon gefüllt. Morgen werde ich es erneut versuchen. Eines Tages werde ich das beste, leckerste gegrillte Steak machen! Für einen Namen habe ich mich auch bereits entschieden und er lautet: Kundschaftersteak!“\n\n„Heute habe ich eine seltsame fremde Person getroffen. Das erste, was mir verdächtig vorkam, war, dass ich, als ich näherkam, eine sehr mächtige Aura von ihr spürte, aber gleichzeitig auch das Gefühl, dass sie eine sehr zuverlässige Person ist. Wenn ich so darüber nachdenke, sollte ich wirklich eines Tages einer bösen Person begegnen, die genauso stark ist, wird es wirklich schwierig für mich. Auf keinen Fall, nein, ich darf nicht zurückfallen, ich muss härter arbeiten und härter trainieren!!“",
      "es": "#Amber no escribe en su diario cada día, sino que solo registra eventos especiales o memorables en él.\n\n“¡Finalmente atrapé ese pájaro mágico! Se llama Rami, o algo así, no lo recuerdo. Pero lo he estado persiguiendo durante tres días y hasta hoy no he tenido tiempo ni de comer. Ese pájaro mágico es realmente astuto para esconderse así en el bosque. ¡Menos mal que no me di por vencida! ¡Lo mejor de todo es que la Maestra Jean me dio un permiso especial para arrancarle una pluma como recompensa! Jeje, la llevaré conmigo todos los días”.\n\n“Estoy segura de que seguí el libro de cocina al pie de la letra y asé la carne durante seis minutos. Pero, aunque el exterior está carbonizado, el interior aún está crudo... ¿Quizás no regulé el calor correctamente? Pero realmente tengo hambre, así que tendré que intentarlo mañana otra vez. Un día, prepararé el mejor filete, y lo llamaré... ¡‘filete de la Caballera Exploradora’!”.\n\n“Hoy conocí a {F#una forastera extraña}{M#un forastero extraño}. Al principio sospeché de {F#ella}{M#él}, pero resulta que es una persona confiable y capaz. Ahora que lo pienso, ¿qué haría si apareciera un enemigo fuerte?... No puedo quedarme atrás. ¡Debo entrenar más duro!”.",
      "fr": "#Amber ne tient pas son journal quotidiennement, mais seulement lorsqu'elle a quelque chose de mémorable à y consigner.\n\n« J'ai enfin capturé cet oiseau magique ! Un rami-trucmuche... Je ne sais plus. Bref, ça m'a pris trois jours et je n'ai même pas pu manger ou me reposer. Cet oiseau de malheur n'est pas bête ; il s'était réfugié dans la forêt. Heureusement, mes efforts ont été récompensés ! Le meilleur dans tout ça, c'est que Jean m'a autorisée à lui piquer une plume comme récompense. Je la porterai sur moi tous les jours ! »\n\n« Je suis pourtant sûre d'avoir suivi la recette à la lettre en grillant la viande pendant six minutes. Mais l'extérieur est carbonisé, alors que l'intérieur est encore cru... J'ai peut-être mal maîtrisé la cuisson ? Mon ventre va exploser, alors je réessaierai demain. Un jour, je réussirai à faire le meilleur steak qui soit et je l'appellerai... le Super steak de l'Éclaireuse ! »\n\n« J'ai rencontré {M#un étranger}{F#une étrangère} aujourd'hui. Au premier abord, {M#il}{F#elle} m'a {M#paru}{F#parue} louche, mais en réalité il n'y a pas de personne plus fiable et forte {M#que lui}{F#qu'elle}. Maintenant que j'y pense, que devrais-je faire si un ennemi de sa trempe me tombait dessus ? Je ne dois pas me relâcher et continuer à m'entraîner dur ! »",
      "pt": "Amber não escreve diariamente, apenas anota eventos especiais ou memoráveis em seu diário.\n\n\"Eu finalmente peguei aquele pássaro mágico! Ele se chama Rami... Alguma coisa. Não me lembro. Mas estou perseguindo-o há três dias e só parei e comi uma refeição adequada hoje. Aquele pássaro mágico era realmente astuto, atravessando a floresta densa assim. Que bom que não desisti! O melhor de tudo, a Mestre Jean me deu permissão especial para arrancar uma pluma dele como minha recompensa. Hehe vou usá-la ao meu lado todos os dias!\"\n\n\"Tenho certeza de que segui o livro de receitas ao pé da letra e grelhei a carne durante seis minutos. Mas por fora ficou totalmente queimado, e o interior ainda não está cozido... Não controlei bem o calor? Mas estou mesmo com fome, por isso vou tentar de novo amanhã. Um dia farei o melhor bife e vou chamá-lo de... O Bife Campeão do Aventureiro!\"\n\n\"Eu conheci um forasteiro estranho hoje. Fiquei desconfiada no início, mas percebi que ele era confiável e qualificado. Ugh, pensando bem, o que eu faria se um inimigo tão forte aparecesse? Eu não posso ficar para trás. Preciso treinar ainda mais!\"",
      "ru": "Эмбер не имеет привычки вести дневник каждый день, она записывает в него только самые яркие и запоминающиеся события.\n\n«Я наконец-то поймала волшебную птицу! Её зовут Рами... что-то. Я уже забыла. Я гонялась за ней целых три дня! Только сегодня смогла спокойно сесть за стол. Эта волшебная птица очень хитрая, она находила самую густую листву в лесу и пряталась в ней. Но я не сдавалась! Командир Джинн даже разрешила мне оставить пёрышко на память. Хе-хе, я буду носить его с собой каждый день!»\n\n«Я готовила по рецепту, слово в слово, жарила мясо ровно шесть минут! Почему оно подгорело снаружи, а внутри осталось сырым? Может, я огонь неправильно регулирую? Но мне всё равно очень хочется есть, поэтому я завтра попробую ещё раз. Когда-нибудь у меня получится приготовить самый вкусный стейк, и я назову его... «Стейк скаута-чемпиона»!\n\n«Сегодня мне повстречались очень странные чужеземцы. Сначала я сочла их подозрительными, но оказалось, что они очень способные и надёжные. Подумать только... Что бы нас ждало, если бы они были на вражеской стороне? Я всё равно должна усерднее тренироваться и не отставать!»",
      "id": "Amber tidak terbiasa menulis catatan harian, hanya kejadian-kejadian penting saja yang dia catat dalam jurnal petualangannya.\n\n\"Akhirnya aku berhasil menangkap burung magis itu! Namanya Rami... apalah. Aku sudah mengejar dia selama tiga hari, baru sekarang ada waktu untuk duduk dan makan dengan tenang. Burung ini sangat licik, dia sengaja bersembunyi ke dalam hutan lebat, untungnya aku tidak menyerah! Yang terpenting adalah, Master Jean memperbolehkanku mengambil sehelai bulu burung magis itu sebagai hadiah! Aku akan menggantung bulu ini di pinggangku setiap hari, hehe!\"\n\n\"Aku sudah mengikuti buku resep dan memanggang daging ini selama enam menit, bagian luarnya sudah gosong, tetapi kenapa bagian dalamnya masih mentah... apakah apinya terlalu besar? Tapi, perutku sudah lapar sekali, biar besok saja kucoba lagi. Suatu hari, aku akan memasak bistik terenak sedunia dan aku akan menamainya: Outrider Champion Steak!\"\n\n\"Hari ini aku bertemu dengan orang asing, awalnya aku merasa curiga, tetapi ternyata dia adalah orang yang hebat dan dapat diandalkan. Hmm... Kalau seandainya dia adalah orang jahat, aku pasti akan kesulitan menghadapinya. Tidak bisa begini, aku tidak boleh ketinggalan, aku harus semakin rajin berlatih!!\"",
      "th": "Amber นั้นไม่มีนิสัยการเขียนไดอารี่ แต่หากเมื่อพบเจอสิ่งพิเศษและควรค่าแก่การจดเก็บไว้ เธอถึงจะจดลงไปบนสมุดผจญภัย เล่มนี้ \n\n\"ฉันจับ Thunderbird ได้แล้ว! มันชื่อว่า Lamia...อะไรสักอย่างนี่แหละ วิ่งไล่ตามมันมาสามวันแล้วล่ะ จนมาวันนี้ถึงจะมีเวลานั่งลงกินข้าวดี ๆ สักที ไอ้ Thunderbird เจ้าเล่ห์มาก มักจะเข้าไปหลบในป่า ดีนะที่ฉันไม่ยอมแพ้ง่าย ๆ! และที่สำคัญคือหัวหน้ากอง Jean อนุญาตเป็นพิเศษว่าสามารถให้ฉันดึงขนมันก้านหนึ่งเป็นรางวัล! ฉันจะแขวนมันไว้ที่เอวทุกวันเลยล่ะ ฮิฮิ!\"\n\n \"อบ 6 นาทีตามขั้นตอนในหนังสือแล้วแท้ ๆ แต่ทำไมด้านนอกไหม้ขนาดนี้ แต่ด้านในไม่สุกล่ะ...หรือว่าปัญหา อยู่ที่การคุมความร้อน? แต่วันนี้อิ่มจนท้องจะแตกอยู่แล้ว พรุ่งนี้ลองใหม่ละกัน สักวันฉันจะทำสเต๊กเนื้อย่างที่อร่อยที่สุดให้ได้! และฉันตัดสินใจแล้วล่ะว่ามันจะชื่อว่า Outrider's Champion Steak!\"\n\n\"วันนี้เจอคนต่างถิ่นแปลก ๆ คนหนึ่ง ความรู้สึกแรกรู้สึกน่าสงสัยมากเลย แต่พอได้รู้จักเขาเป็นคนที่เก่งและ น่าเชื่อถือมากเลย หืม...ถ้าเจอคนเก่งที่เป็นคนร้ายจะ ต้องแย่แน่ ๆ เลย ไม่ได้ ๆ ฉันต้องล้าหลังไม่ได้ ต้องพยายามฝึกฝนมากกว่านี้!!\"",
      "vi": "Amber không có thói quen viết nhật ký mỗi ngày, chỉ những khi gặp phải thứ gì đó đặc biết đáng để ghi lại, cô ấy mới viết vào cuốn nhật ký mạo hiểm này.\n\n\"Mình bắt được Ma Điểu rồi! Nó được gọi là Aramis gì ý nhỉ. Mình đã đuổi theo nó suốt ba ngày, cho đến hôm nay mới có thời gian ngồi xuống ăn một bữa cơm. Con Ma Điểu này rất tinh ranh, nó toàn bay vào trong mấy khu rừng rậm rạp, cũng may là mình đã không bỏ cuộc! Quan trọng nhất là, đội trưởng Jean đã cho phép mình được lấy một chiếc lông vũ coi như là phần thưởng! Mình phải đeo nó vào thắt lưng, mang theo mỗi ngày, hehe!\" \n\n\"Rõ ràng là đã nướng 6 phút y hệt như trong sách, mà sườn vẫn bị cháy, còn bên trong thì chưa chín... lẽ nào là do chưa kiểm soát được độ lửa? Nhưng đã no quá mất rồi, chỉ có thể thử lại vào ngày mai. Một ngày nào đó, mình sẽ làm ra món sườn nướng ngon nhất! Quyết định đặt tên là: Sườn Nướng Kỵ Sĩ Trinh Thám!\"\n\n\"Hôm nay mình đã gặp một kẻ tha hương kỳ lạ, lúc đầu cảm thấy rất đáng nghi, nhưng sau khi tiếp xúc, thật bất ngờ đó là một người rất mạnh mẽ và đáng tin cậy. Ừm... Nghĩ lại, ví như nếu gặp phải một kẻ xấu mạnh mẽ như vậy thì phải làm sao. Không, không được, mình không thể tụt lại phía sau, phải chăm chỉ rèn luyện bản thân hơn mới được!!\""
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "安柏原以为，只要继承祖父的职责，就能查清祖父为何离开蒙德。\n\n可直到正式成为侦察骑士，她也没能解开祖父不辞而别之谜。\n\n祖父什么也没给她留下，意味着未来的路全靠安柏亲手开拓。\n\n安柏也曾迷茫动摇，直至她翻开一本后来被她视为珍宝的旧寓言书。\n\n「重要的不是强风而是勇气，是它让你们成为世上最初的飞鸟。」\n\n安柏察觉到，她不该等待谁人的指引，而应成为充满勇气的飞鸟，振翅飞向苍穹。\n\n一定存在「只有我才会做的事」，一定存在「只有我才能做到的事」。\n\n理解这一点的瞬间，一颗「神之眼」在安柏腰间绽放出璀璨光辉。",
      "zht": "安柏原以為，只要繼承祖父的職責，就能查清祖父為何離開蒙德。\n\n可直到正式成為偵察騎士，她也沒能解開祖父不辭而別之謎。\n\n祖父什麼也沒給她留下，意味著未來的路全靠安柏親手開拓。\n\n安柏也曾迷茫動搖，直至她翻開一本後來被她視為珍寶的舊寓言書。\n\n「重要的不是強風而是勇氣，是它讓你們成為世上最初的飛鳥。」\n\n安柏察覺到，她不該等待誰人的指引，而應成為充滿勇氣的飛鳥，振翅飛向蒼穹。\n\n一定存在「只有我才會做的事」，一定存在「只有我才能做到的事」。\n\n理解這一點的瞬間，一顆「神之眼」在安柏腰間綻放出璀璨光輝。",
      "jp": "祖父の跡を継げば、祖父がモンドを離れた真相にたどり着けるとアンバーは信じていた。\n\nだが、正式な偵察騎士になっても、彼女は祖父が別れを告げずにモンドを離れた真相を、明かすことができなかった。\n\n祖父がアンバーに残したものはなかった。アンバーは自ら道を切り開くしかなかった。\n\nあの日まで、アンバーは迷っていた。彼女が、その後自分の宝物となる寓話の本を開く日まで。\n\n「大事なのは、強き風ではなく勇気だ。それが君たちをこの世界で初めて飛ぶ鳥にした」\n\nアンバーは気づいた。誰かの導きを待つのではなく、自分が勇気を持つ鳥になり、空へ羽ばたくべきだと。\n\n「わたししかやらない」ことがきっとある。「わたしにしかできない」こともきっとある。\n\nそのことを悟った瞬間、「神の目」がアンバーの腰に現れ、光を放った。",
      "ko": "엠버는 원래 할아버지의 의무를 이어나가야만 할아버지가 몬드를 떠난 이유를 찾을 수 있을 것이라 여겼다.\n\n하지만 정찰 기사가된 후에도 그녀는 할아버지가 말도 없이 사라진 이유를 풀지 못했다.\n\n할아버지는 그녀에게 아무것도 남겨주지 않았다. 이는 미래의 길은 모두 엠버 본인에게 달려있다는 것을 뜻한다.\n\n엠버도 그녀가 가장 소중히 여기는 우화책을 보기 전까진 망연자실하며 동요했었다.\n\n「중요한 건 바람이 아니라 용기야, 용기로 너희는 세상에서 최초로 날 수 있는 새가 되었단다」\n\n엠버는 자신도 다른 사람의 가르침이 없어도 용기 가득한 새가 되어 두 날개를 활짝 펼친 채 창공을 가를 수 있다고 느끼게 된다.\n\n분명 「나만이 할 수 있는 일」이 있을 거야, 분명 「나만 할 수 있는 일」이 있을 거야.\n\n이를 깨달은 순간 「신의 눈」 하나가 엠버의 허리춤에서 찬란한 빛을 뿜어냈다",
      "en": "Amber once believed that if she took on her grandpa's post, she would understand why he left Mondstadt.\n\nHowever, even when she officially became an Outrider, she was no closer to unraveling the mystery behind his wordless departure.\n\nHer grandpa had left nothing for her to find either, indicating that she would have to forge her own path.\n\nAmber floundered for a while, until she flipped through an old book of fables that she would eventually come to treasure.\n\n\"What you lacked was not wind, but courage. It is courage that has allowed you to become the first flying birds of this world.\"\n\nAmber realized that she shouldn't wait for directions from someone else, but that she should be like those courageous birds that spread their wings and flew into the blue skies.\n\n\"There must be something that only I can do. There must be.\"\n\nThe moment she realized this, a Vision began to shine brightly at her hip.",
      "de": "Amber dachte einst, dass sie, solange sie die Pflichten ihres Großvaters fortführen würde, eines Tages verstehen würde, warum ihr Großvater Mondstadt einfach so verlassen hatte.\n\nJedoch selbst als sie offiziell zum Kundschafter wurde, konnte sie das Rätsel um das abrupte Verlassen ihres Großvaters ohne einen Abschied nicht lösen.\n\nIhr Großvater hatte ihr damals nichts hinterlassen und so lag ihre Zukunft in ihren eigenen Händen.\n\nAmber war lange Zeit verwirrt und erschüttert darüber, bis sie eines Tages ein altes Fabelbuch fand, welches zu ihrem bestgehüteten Schatz wurde.\n\n„Was euch fehlte, war nicht der Wind, sondern der Mut. Er war es, der euch erlaubte, in die Lüfte zu steigen.“\n\nAmber erkannte, dass sie gar nicht auf die Führung eines anderen angewiesen war, sondern ein mutiger Vogel werden sollte, der alleine in den Himmel fliegt.\n\nEs muss „Dinge geben, die nur ich beherrsche“, und es muss „Dinge geben, die nur ich tun kann“.\n\nIn dem Moment, als ihr alles klar wurde, leuchtete ein „Göttliches Auge“ hell an Ambers Hosenbund auf.",
      "es": "Amber llegó a creer que, si ella tomaba el puesto de su abuelo, entendería por qué dejó Mondstadt.\n\nSin embargo, cuando se convirtió en Caballera Exploradora, seguía estando muy lejos de desentrañar el misterio de su partida.\n\nSu abuelo no había dejado nada para ella, por lo que tuvo que trazar su propio camino.\n\nAmber estuvo perdida por un tiempo, hasta que hojeó un viejo libro de cuentos que, después de un tiempo, llegó a atesorar.\n\n“Lo que les faltaba no era el viento, sino el valor. Es el valor lo que les ha permitido convertirse en las primeras aves voladoras de este mundo”.\n\nAmber se dio cuenta de que no debía esperar las instrucciones de otra persona, sino que tenía que ser como esas valientes aves que extendieron sus alas y volaron hacia el cielo azul.\n\n“Debe haber algo que solo yo pueda hacer. Tiene que haberlo”.\n\nEn el momento en que se dio cuenta de esto, una Visión comenzó a brillar en su cintura.",
      "fr": "Amber a cru un temps qu'en reprenant le poste de son grand-père, elle pourrait finalement comprendre pourquoi ce dernier avait quitté Mondstadt.\n\nMais même après être devenue Éclaireuse de l'Ordre, le mystère entourant les raisons de son départ demeura.\n\nL'homme n'avait de plus laissé aucune piste à son intention, aucun renseignement qui aurait pu l'aider à le retrouver un jour, signifiant par là que la jeune fille devrait suivre son propre chemin à l'avenir.\n\nLa jeune fille connut des débuts difficiles, jusqu'au jour où elle lut par hasard un livre de fables qui deviendrait par la suite l'un des objets les plus précieux à ses yeux.\n\n« Ce n'est pas le vent qui vous faisait défaut, mais le courage. Vous êtes les premiers oiseaux de ce monde à savoir voler, parce que vous étiez les plus courageux. »\n\nCette phrase marqua profondément Amber, qui réalisa que plutôt que d'attendre que quelqu'un la guide, elle préférait ressembler aux courageux oiseaux déployant leurs ailes pour s'emparer des cieux.\n\n« Il doit bien y avoir quelque chose que seule moi suis capable de faire ! »\n\nEt au moment où elle comprenait cette vérité, un œil divin apparut à ses côtés.",
      "pt": "Amber uma vez acreditou que, se ela assumisse o cargo de seu avô, entenderia por que ele deixou Mondstadt.\n\nNo entanto, mesmo quando ela se tornou oficialmente uma Aventureira, não ficou mais perto de desvendar o mistério por trás de sua partida sem palavras.\n\nO seu avô não deixara nada para ela, indicando que teria que seguir seu próprio caminho.\n\nAmber teve dificuldades por um tempo, até folhear um antigo livro de fábulas que passou a apreciar.\n\n\"O que lhe falta não é vento, mas coragem. É a coragem que permitiu que você se tornasse o primeiro pássaro voador deste mundo.\"\n\nAmber percebeu que não deveria esperar instruções de outra pessoa, mas que deveria ser como os pássaros corajosos que abrem suas asas e voam no céu azul.\n\n\"Deve haver algo que só eu possa fazer. Deve haver.\"\n\nNo momento em que percebeu isso, uma Visão começou a brilhar intensamente em seu quadril.",
      "ru": "Эмбер думала, что она поймёт, почему её дедушка покинул Мондштадт, если примет его пост.\n\nНо даже официально приняв должность скаута Ордо Фавониус, она ни на шаг не приблизилась к разгадке тайны его безмолвного ухода.\n\nНичего ей не оставив, дедушка Эмбер указал на то, что ей придётся идти своим путём.\n\nОна не знала, что делать, пока не нашла старую книгу со сказками, которой она впоследствии стала дорожить.\n\n«Тебе нужен был не ветер, а смелость! Смелость позволила первой птице подняться в небо!»\n\nЭмбер поняла, что ей не следует ждать указаний. Она должна быть как те смелые птицы, расправить свои крылья и взлететь в голубое небо.\n\n«Должно быть что-то такое, что могу сделать только я. Должно быть...»\n\nКак только она это осознала, на её поясе ярко засиял Глаз Бога.",
      "id": "Amber awalnya mengira, dengan dia menggantikan posisi kakeknya, dia bisa mengerti kenapa kakeknya meninggalkan Mondstadt.\n\nTetapi setelah Amber berhasil menjadi seorang Outrider, dia masih tidak mengerti kenapa kakeknya pergi tanpa mengucapkan sepatah kata pun.\n\nKakeknya juga tidak memberikan peninggalan apa pun untuk Amber, yang berarti Amber harus menggunakan kemampuannya sendiri untuk bertahan hidup.\n\nAmber sempat gundah dan bingung, sampai dia menemukan sebuah buku dongeng tua yang pada akhirnya dianggap sebagai sebuah harta oleh Amber.\n\n\"Yang terpenting bukanlah angin kencang, tetapi keberanian. Keberanian inilah yang membuat seekor burung bisa mengepakkan sayap untuk pertama kalinya.\"\n\nSaat inilah Amber menyadari, bahwa dia tidak perlu menunggu perintah dari orang lain, tetapi dia sendirilah yang harus mengerahkan keberanian untuk mengepakkan sayapnya.\n\nPasti akan ada \"seuatu yang hanya bisa dilakukan dan diselesaikan olehku\".\n\nSaat Amber berhasil menyadari hal ini, sebuah batu Vision yang tergantung di pinggang Amber, mulai memancarkan sinar terang.",
      "th": "Amber คิดว่าหากตัวเองสืบทอดตำแหน่ง หน้าที่ของคุณปู่ ก็จะสามารถตรวจสอบชัดเจน เหตุผลที่คุณปู่ออกจากเมือง Mondstadt \n\nจนเธอกลายเป็นอัศวินลาดตระเวน เธอก็ยังไม่รู้เหตุผลนั้นสักที\n\nคุณปู่ไม่เก็บอะไรให้เธอเลยสักนิด ซึ่งนั้นก็หมายความว่าเธอต้องเดิน ทางนี้ต่อด้วยตัวเธอเอง\n\nAmber เองก็เคยสับสนและคิดจะปล่อยมือ จนเธอไปพบหนังสือนิยายเล่มเก่าที่ตอนนี้กลายเป็นของล้ำค่าสำหรับ เธอไปแล้ว \n\n \"สิ่งสำคัญไม่ใช่สายลม หากแต่มันคือความกล้า ที่ทำให้พวกเจ้ากลายเป็นนกฝูงแรกบนโลกนี้ที่โบยบินได้\"\n\nAmber รู้ดีว่าเธอไม่ควรรอคอยคำชี้ทางจากใคร แต่กลายเป็นนกน้อยที่เต็มไปด้วย ความหาญกล้า กางปีกและบินไปยังนภา\n\nจะต้องมี \"สิ่งที่ฉันทำได้เพียงคนเดียว\" ต้องมี \"สิ่งที่ฉันทำได้เพียงคนเดียว\"\n\n เข้าใจในช่วงเวลานี้ \"วิชั่น\" ดวงหนึ่งตรงเอวของ Amber กำลังส่องประกาย",
      "vi": "Amber vốn cho rằng, chỉ cần thừa kế chức vụ của ông, là có thể điều tra được lý do ông rời khỏi Mondstadt.\n\nNhưng cho đến khi cô chính thức trở thành Kỵ Sĩ Trinh Thám, cô vẫn chưa tìm được lý do tại sao ông không từ mà biệt.\n\nÔng không để lại gì cả, cũng có nghĩa là con đường phía trước hoàn toàn phụ thuộc vào Amber tự mình khám phá.\n\nAmber cũng đã từng cảm thấy lung lay mờ mịt, cho đến khi đọc được một cuốn sách ngụ ngôn mà sau đó đã được cô xem như là báu vật.\n\n\"Thứ quan trọng nhất không phải gió mạnh mà là dũng khí, là nó khiến các bạn trở thành những con chim đầu tiên trên thế giới\".\n\nAmber nhận ra rằng, cô không nên chờ đợi sự hướng dẫn của ai, mà nên trở thành một chú chim dũng cảm, tung cánh bay lên bầu trời.\n\nChắc chắn có \"những việc mà chỉ tôi mới làm\", chắc chắn còn có \"những việc mà chỉ tôi mới có thể làm được\".\n\nTrong khoảnh khắc hiểu được điều này, có một Vision toả sáng rực rỡ ở thắt lưng của Amber."
    }
  }
]