[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "璃月总务司的工作公开透明，上至玉京台高官，下至八门基层雇员，都在政务名录中留有基本信息。\n\n唯独自称就职于此的夜兰是个例外。多数同僚都没听过她的大名，名录中亦查无此人。\n\n这一点倒是跟夜兰本人的风格相当符合——神出鬼没，变幻无常。\n\n她犹如一条幽灵，常以不同面目出现在各色事件中心，又赶在风暴停歇前消失无踪。\n\n偶尔，会有一方势力得到她的协助，但就在他们沾沾自喜时，同样的协助很快又出现在另外一方身上。\n\n吃过亏的人无不对此咬牙切齿，可即便如此，也始终没人能看透她的意图，更无法摸清她的立场。\n\n有人认为，她是服务于某个神秘势力的密探，擅长推波助澜并从中获利。\n\n更有人咬定，她只是个狂热的无序者，没有什么组织，更没有什么像样的目的。\n\n即使有，那也不过是把水搅得更浑，把火烧得更旺，再把所有人拉进她所创造的疯狂世界罢了。\n\n众说纷纭中，有关她的事都成了谜。真相究竟如何，或许只能由夜兰本人解答。\n\n不过非常可惜，这同样不是一件易事。在她乐于见到谁之前，对方永远也无法找到她。",
      "zht": "璃月總務司的工作公開透明，上至玉京臺高官，下至八門基層雇員，都在政務名錄中留有基本資訊。\n\n唯獨自稱就職於此的夜蘭是個例外。多數同僚都沒聽過她的大名，名錄中亦查無此人。\n\n這一點倒是跟夜蘭本人的風格相當符合——神出鬼沒，變幻無常。\n\n她猶如一條幽靈，常以不同面目出現在各色事件中心，又趕在風暴停歇前消失無蹤。\n\n偶爾，會有一方勢力得到她的協助，但就在他們沾沾自喜時，同樣的協助很快又出現在另外一方身上。\n\n吃過虧的人無不對此咬牙切齒，然而即便如此，也始終沒人能看透她的意圖，更無法摸清她的立場。\n\n有人認為，她是服務於某個神秘勢力的密探，擅長推波助瀾並從中獲利。\n\n更有人咬定，她只是個狂熱的無序者，沒有什麼組織，更沒有什麼像樣的目的。\n\n即使有，那也不過是把水攪得更渾、把火燒得更旺，再把所有人拉進她所創造的瘋狂世界罷了。\n\n眾說紛紜中，有關她的事都成了謎。真相究竟如何，或許只能由夜蘭本人解答。\n\n不過非常可惜，這同樣不是一件易事。除非她樂於見到某人，否則對方永遠也無法找到她。",
      "jp": "璃月総務司の仕事は透明性が高い。上は玉京台の高官から、下は八門の末端従業員まで、全員の基本情報が政務名簿に載っている。\n\nしかし唯一の例外は、総務司所属を自称する夜蘭だ。ほとんどの同僚は、彼女の名前すら聞いたことがなく、名簿にもそのような人物は載っていない。\n\nその点は、神出鬼没、変幻自在な夜蘭らしいと言えるだろう。\n\n彼女は幽霊のように、様々な姿であらゆる事件の中心に現れ、嵐が止む前に姿を消してしまうことが多い。\n\n時折、一方の勢力が彼女の支援を受け、いい気になったりするのだが、そんな時は必ずもう一方の勢力にも同様の支援がなされる。\n\n彼女にしてやられた者は、みな怒りに駆られるが、それでも、彼女の意図や立場を見抜けた者は誰一人いない。\n\n中には、こう考える者もいる——彼女は謎の勢力のスパイで、波乱を煽り立て、利益を得ることに長けているのだと。\n\nさらには、彼女はどこの組織にも属さず、明確な目的も持たない、ただのいかれた無法者だと断定する者までいるほどだ。\n\nたとえ所属する組織や目的があったとしても、彼女はただ水をより濁らせ、火に油を注ぎ、すべての者を自身の創造した狂気の世界に引きずり込もうとしているのだろう。\n\nこうした様々な憶測が飛び交う中、彼女に関することはやがてすべてが謎に包まれていった。真実を知るには、おそらく夜蘭本人に聞くしかないだろう。\n\nただ残念ながら、それすらも容易なことではない。なぜなら、彼女が誰かに会うと自ら決めるまでは、何人も彼女を永遠に見つけられないからだ。",
      "ko": "리월 총무부의 업무는 모든 것이 투명하다. 옥경대의 고관에서부터 8부서의 말단 직원에 이르기까지 전부 정무 명단에 기본 정보가 기록되어 있다.\n\n다만 총무부 소속이라 자칭하고 있는 야란만은 예외이다. 이곳에서 일하는 동료 대부분은 그녀의 이름을 들어본 적도, 명단에서 기록을 확인한 적도 없다.\n\n이는 야란의 성격——신출귀몰, 변화무쌍과도 매우 잘 어울리는 상황이다.\n\n그녀는 마치 유령처럼 천의 얼굴로 각종 사건의 중심에 나타났다가, 혼란의 폭풍이 멈추기 직전에 홀연히 사라진다.\n\n가끔은 그녀의 도움을 받은 세력이 기뻐하고 있는 사이, 상대편에 나타나 그에 상응하는 협력을 제공하기도 한다.\n\n그녀에게 당한 자들은 전부 이를 갈며 분노하지만 그녀의 진정한 의도가 무엇인지, 어떤 세력을 위해 이런 일을 행했는지 아는 자는 아무도 없다.\n\n누군가 말하기로는, 야란은 특정의 신비한 세력의 첩보 업무를 담당하는 자로, 사건을 더 크게 키운 다음 거기에서 원하는 바를 취한다고 한다.\n\n그러나 그녀를 어느 조직에도 속하지 않은, 그저 광기에 찬 무질서, 무목적의 인물로 평가하는 자도 있다.\n\n설령 목적이 있더라도 그건 더 이상 헤어 나올 수 없는 지경, 곧 그녀가 창조해낸 광기의 세계로 모두를 끌어들이려는 것에 불과하다는 것이다.\n\n모두의 의견이 분분한 가운데, 그녀와 관련된 일은 모두 수수께끼가 되고 말았다. 과연 진상이 무엇인지는 야란 본인만이 그 답을 알고 있다.\n\n다만 그런 일은 쉽게 일어나지 않는다는 게 아쉬울 뿐. 그녀가 누군가의 앞에 나타나려 하기 전에는, 상대는 영원히 그녀를 찾아낼 수 없다",
      "en": "Liyue's Ministry of Civil Affairs is an organization marked by transparency — from ordinary staff members of the Eight Trades to prominent officials of Yujing Terrace, every employee has their basic information documented in the Ministry's lists.\n\nYelan, despite claiming to work for the Ministry, is the sole exception. Most of her colleagues have never heard of her, nor is her name anywhere to be found on any rosters.\n\nThis does say something about her character — elusive, enigmatic, and erratic.\n\nShe is a ghost who walks in the middle of many crises under various names. But before the storms can come to an end, she has already disappeared without a trace.\n\nSometimes, she will pick a side in some conflict to offer her help, but those who receive her aid would be fools to celebrate prematurely, for they soon find that the same help has been extended to their opponents.\n\nHaving stepped into her trap, many have vowed to take revenge, yet none are able to tell what she is planning, let alone know where she stands.\n\nMany believe that she is a spy who works for some mysterious organization, and that her forte is stirring things up in the dark, which she then relies on to attain what she wants.\n\nSome even go as far as saying that she is a frenetic follower of disorder who neither serves any organization nor holds any meaningful purposes.\n\nEven if she does, all she wants is to add fuel to the already spreading flame and drag everyone down into a world of madness created by her.\n\nWith so many theories and guesses circulating, she has become a mystery. As for the truth, you could only hope to get an answer from Yelan herself.\n\nBut unfortunately, this is no easy task either — for it is always she who finds you when she wishes to, not the other way around.",
      "de": "Liyues Rat für Allgemeine Angelegenheiten arbeitet öffentlich und transparent von den obersten Beamten auf der Yujing-Terrasse bis hin zu den unterschiedlichsten einfachen Angestellten, so sind grundlegende Informationen über sie alle auf der Liste des Rats für Allgemeine Angelegenheiten verzeichnet.\n\nAllein Yelan, die behauptet, für den Rat für Allgemeine Angelegenheiten zu arbeiten, ist eine Ausnahme von dieser Regel. Die meisten ihrer Kollegen haben ihren Namen noch nie gehört und in der Namensliste ist er nicht aufgeführt.\n\nDas allerdings passt sehr zu Yelans Stil – unfassbar, rätselhaft, unberechenbar.\n\nSie wirkt wie ein Phantom, taucht oft mit den unterschiedlichsten Erscheinungsbildern inmitten verschiedenster Ereignisse auf. Doch bevor die Stürme zu Ende gehen, ist sie bereits spurlos verschwunden.\n\nManchmal erhält eine Seite ihre Unterstützung, doch während diese sich schon als Sieger sieht, wird diese Unterstützung sehr schnell der Gegenseite zuteil.\n\nJene, die dieses Schicksal erlitten haben, knirschen wütend mit ihren Zähnen, dennoch kann seit jeher niemand ihre Absichten durchschauen und noch weniger ihren Standpunkt nachvollziehen.\n\nManche glauben, sie stehe im Dienst irgendeiner mysteriösen Macht, die gut dabei sei, Konflikte anzuschüren und daraus ihren Nutzen zu ziehen.\n\nManche gehen sogar so weit zu sagen, dass sie eine frenetische Anhängerin der Unordnung ist, die weder einer Organisation dient noch irgendwelche sinnvollen Ziele verfolgt.\n\nSelbst wenn sie ein Ziel hätte, dann würde das nur bedeuten, das Wasser noch trüber und das Feuer noch wilder zu machen und alle Menschen in die von ihr geschaffene wahnsinnige Welt hineinzuzerren.\n\nInmitten der weit auseinandergehenden Meinungen über sie wird alles über sie Gesagte zu einem Rätsel. Was wirklich wahr ist, das kann wahrscheinlich nur Yelan selbst beantworten.\n\nAber bedauerlicherweise ist dies keine einfache Sache, denn sie kann nur von jenen gefunden werden, die sie selbst sucht.",
      "es": "El Ministerio de Asuntos Civiles de Liyue se caracteriza por su transparencia. Por eso, hay información sobre todos los trabajadores en los registros oficiales, desde los altos cargos de la Terraza Yujing hasta los muchos funcionarios de menor rango.\n\nLa única excepción es Yelan, quien aun así afirma trabajar en el Ministerio. La mayoría de sus compañeros ni siquiera han oído su nombre o no lo encuentran en los registros.\n\nSin embargo, esto va muy acorde con su personalidad, dado que es impredecible y tiene una sorprendente capacidad para desaparecer sin dejar rastro.\n\nComo si de un fantasma se tratara, aparece a menudo con distintas apariencias cuando hay un problema y, cuando te das cuenta de que se trata ella, ya se ha esfumado sin dejar rastro.\n\nA veces, durante un conflicto, ofrece su ayuda a una de las partes y, justo cuando dicha parte se está regocijando, sus oponentes también han recibido la misma ayuda.\n\nAun habiéndole complicado la vida y enfurecido a tanta gente, no solo fueron incapaces de prever sus verdaderas intenciones, sino que tampoco lograron adivinar cuál era su posición real en el asunto.\n\nHay quien piensa que Yelan ofrece sus servicios a algún tipo de agencia secreta y que es experta en llevar las cosas al límite y sacar provecho de ello.\n\nTambién hay quien afirma que no es más que una persona desorganizada, que no pertenece a ninguna organización y que no tiene ningún propósito específico.\n\nY si de verdad tuviera uno, sería el de agitar aún más las aguas que ya están turbias, echar leña a un fuego que ya está muy vivo y arrastrar a los demás al caos que ella misma causa.\n\nCon tantas teorías y elucubraciones, todo sobre ella es un misterio. En cuanto a cuál es la verdad, puede que solo la propia Yelan lo sepa.\n\nDesafortunadamente, sonsacarle la verdad no será tarea fácil, ya que es ella quien te encuentra primero, no al revés.",
      "fr": "Le travail du Bureau des affaires civiles est transparent : les hauts fonctionnaires de la Terrasse Yujing aussi bien que les employés des Huit Corporations ont leurs informations inscrites dans le répertoire du gouvernement.\n\nSeule Yelan, qui prétend y travailler, fait exception à cela. La plupart de ses collègues n'ont jamais entendu son nom, et il est impossible de la trouver dans le répertoire.\n\nC'est tout à fait son style : furtif et imprévisible.\n\nElle est comme un fantôme, apparaissant souvent au milieu de divers événements, chaque fois avec un visage différent, et disparaissant ensuite sans laisser de traces.\n\nParfois, il arrive qu'une faction obtienne son aide et que, lorsque celle-ci commence à se complaire dans sa suffisance, elle découvre bien vite que Yelan est passée dans le camp adverse.\n\nTous ceux qui se sont fait avoir par elle s'en mordent les lèvres, mais même malgré cela, personne n'est capable de déterminer quelles sont ses intentions, ni de comprendre où elle se positionne réellement.\n\nCertains pensent qu'elle est un agent secret au service d'une force mystérieuse et que sa spécialité est de créer des vagues pour obtenir des bénéfices.\n\nD'autres sont encore plus persuadés qu'elle est une fervente partisane du chaos et qu'elle ne suit aucune organisation, sans même parler d'avoir un quelconque objectif.\n\nEt même si elle en avait un, celui-ci serait de rendre les eaux encore plus troubles, d'attiser les flammes toujours plus, et de faire entrer tout le monde dans cet univers chaotique qu'elle a créé.\n\nBien que les avis soient partagés à son sujet, tout ce qui la concerne est un mystère et seule Yelan est capable de dire où la vérité se trouve réellement.\n\nMais malheureusement, il n'est pas aisé de la faire parler : avant qu'elle ne cherche à vous rencontrer, vous ne la trouverez jamais.",
      "pt": "O trabalho do Ministério dos Assuntos Civis de Liyue é aberto e transparente. Desde os altos oficiais do Terraço de Yujing, até os empregados de baixo escalão das Oito Corporações, todos têm suas informações básicas registradas nas listas do Ministério.\n\nA única exceção a isso é Yelan, que afirma trabalhar no ministério. A maioria das pessoas nunca ouviu falar dela, e seu nome nem sequer aparece nos registros.\n\nIsso diz muito sobre seu caráter — elusiva, enigmática e errática.\n\nEla é um fantasma que entra no meio de uma crise sob vários nomes. Mas antes que a tempestade acabe, ela desaparece sem deixar rastros.\n\nÀs vezes ela oferece sua ajuda a um lado durante um conflito, mas aqueles que recebem sua ajuda seriam tolos em celebrar prematuramente, pois logo descobrem que a mesma ajuda também foi oferecida aos seus rivais.\n\nTendo caído em suas armadilhas, muitos juraram se vingar, mas ninguém sabe o que ela está planejando, nem qual sua posição.\n\nMuitos acreditam que ela ela é uma espiã para alguma organização misteriosa, e que seu ponto forte é provocar nos bastidores para então conseguir o que quer.\n\nAlguns até dizem que ela é uma seguidora frenética da desordem que não serve nenhuma organização ou não possui nenhum propósito específico.\n\nMesmo que sim, tudo que ela quer é jogar mais lenha no fogo e arrastar todos para um mundo de caos criado por ela.\n\nCom tantas teorias e boatos em circulação, ela se tornou um mistério. Quanto a verdade, somente Yelan poderia dizê-la.\n\nInfelizmente, isso também não é fácil, pois é sempre ela que encontra você quando ela quer, e não o contrário.",
      "ru": "Работа Департамента по делам граждан Ли Юэ полностью прозрачна. От рядовых сотрудников террасы Юйцзин до прямых подчинённых Цисин - вся информация документируется. Единственным исключением является Е Лань, которая утверждает, что работает в департаменте. Большинство её коллег никогда о ней не слышали, и её имени нет ни в одном реестре. Это вполне соотносится с её характером - загадочным, непредсказуемым, непостоянным. Подобно призраку, она появляется в самой гуще событий, каждый раз под разными именами, и исчезает до окончания бури. Иногда она помогает одной из конфликтующих сторон, но стоит им обрадоваться, как они понимают, что такую же помощь получили и соперники. Попав в её ловушку, многие поклялись отомстить, но никому не удаётся разгадать её намерения, и уж тем более никто не знает её местонахождение. Некоторые полагают, что она шпионка, работающая на какую-то таинственную организацию и умеющая извлекать выгоду из тёмных делишек. Другие считают её нарушительницей порядка, которая не служит никакой организации и не преследует никаких значимых целей. Даже если бы цели и были, всё, чего она хочет, - это подлить масла в уже разгорающееся пламя и затащить всех в созданный ею безумный мир. Благодаря всем этим слухам она сама по себе стала загадкой. В чём правда, ответить, пожалуй, может только сама Е Лань. К сожалению, это тоже непростая задача, потому что она сама решает, где и когда найти вас, а не наоборот.",
      "id": "Bagian Urusan Sipil di Liyue bekerja dengan azas transparan dan terbuka. Informasi dasar mengenai seluruh individu, mulai dari para pejabat tingkat atas yang berkantor di Yujing Terrace sampai kepada staff biasa yang bekerja untuk delapan bisnis utama Liyue, semua ada dan terdaftar di sana.\n\nSemua kecuali Yelan, yang mengaku bekerja untuk Bagian Urusan Sipil. Hampir semua rekannya tidak tahu siapa dia, bahkan namanya saja tidak ada dalam daftar nama karyawan.\n\nFakta ini sangat menggambarkan pribadi seorang Yelan: samar, misterius, dan tidak dapat diperkirakan.\n\nDia layaknya hantu yang punya banyak wajah dan nama, yang berjalan di tengah-tengah badai kemudian menghilang tanpa jejak tepat sebelum badai itu mereda.\n\nDia mungkin menawarkan bantuan ke salah satu pihak yang terlibat pertikaian, tapi sebelum pihak tersebut bisa tersenyum puas, mereka akan menyadari bahwa pihak lawan juga telah mendapat bantuan yang serupa.\n\nMereka yang jatuh ke dalam perangkapnya bersumpah untuk membalas dendam, akan tetapi tidak ada yang tahu apa yang dia rencanakan, apa lagi berani menerka di pihak siapa dia berdiri.\n\nBanyak pula yang yakin bahwa dirinya adalah seorang mata-mata yang bekerja untuk suatu organisasi, atau bahwa dirinya mendapat keuntungan lewat beragam manuver canggih yang dia eksekusi dari balik bayangan.\n\nAda pula yang bilang bahwa Yelan adalah penganut garis keras paham kekacauan yang tidak setia pada pihak mana pun, yang bergerak tanpa tujuan apa pun.\n\nBahkan jikalau dirinya memang seperti yang dibilang orang, mungkin dia hanya ingin menabur angin ke dalam badai dan menyiramkan minyak ke api yang sedang membara. Pada akhirnya, dia akan menarik setiap orang ke dalam dunia kegilaan yang tercipta olehnya.\n\nDengan adanya sedemikian banyak dugaan dan teori tentang dirinya, maka \"misterius\" telah menjadi kata yang paling sesuai untuk mendeskripsikan dirinya. Di balik semuanya itu, kebenaran hanya akan terungkap bila ada yang langsung bertanya pada dirinya.\n\nSayangnya, itu tidak mudah: yang selama ini terjadi adalah dirinya yang akan muncul menghampirimu ketika ada perlu, dan bukan sebaliknya.",
      "th": "งานของฝ่ายกิจการทั่วไปของ Liyue นั้นโปร่งใส และตรวจสอบได้ ตั้งแต่เจ้าหน้าที่อาวุโสของ Yujing Terrace ไปจนถึงเจ้าหน้าที่พนักงานระดับล่างของแปดสาขา ทั้งหมดต่างมีข้อมูลพื้นฐานบันทึกอยู่ในรายชื่อพนักงาน\n\nเว้นเสียแต่ Yelan ผู้อ้างว่าทำงานที่นี่ เพื่อนร่วมงานของเธอส่วนใหญ่ไม่เคยได้ยินชื่อของเธอมาก่อน ค้นหาแล้วก็ไม่พบบุคคลดังกล่าวในรายชื่อพนักงาน\n\nซึ่งจุดนี้ค่อนข้างสอดคล้องกับสไตล์ของ Yelan... ที่ลึกลับเต็มไปด้วยปริศนายากที่จะคาดเดา\n\nเธอเป็นเหมือนวิญญาณ ที่มักจะปรากฏตัวในศูนย์กลางของเหตุการณ์ต่าง ๆ ในรูปแบบที่แตกต่างกันออกไป และหายตัวไปอย่างไร้ร่องรอยก่อนที่พายุแห่งความวุ่นวายจะสิ้นสุดลง\n\nบางครั้งก็จะมีฝ่ายหนึ่งได้รับความช่วยเหลือจากเธอ แต่ในขณะที่พวกเขาต่างลำพองใจไปกับความช่วยเหลือนั้น ความช่วยเหลือแบบเดียวกันก็จะปรากฏขึ้นกับฝ่ายตรงข้ามเช่นกัน\n\nบรรดาผู้ประสบความสูญเสียต่างก็ขบเขี้ยวเคี้ยวฟันกับสิ่งนี้ แต่ถึงอย่างนั้นก็ไม่มีใครมองเจตนาที่แท้จริงของเธอออกเลย นับประสาอะไรกับการหาจุดยืนของเธอ\n\nบางคนคิดว่าเธอเป็นสายลับที่รับใช้กองกำลังลึกลับ ที่เก่งในการยุยงเติมเชื้อไฟ และหาผลกำไรจากมัน\n\nบางคนก็ยืนกรานว่า เธอเป็นแค่พวกที่คลั่งไคล้การสุมไฟ ไม่ได้ขึ้นตรงกับองค์กรใด ๆ ทั้งยังไม่มีจุดมุ่งหมายอะไรเป็นพิเศษ\n\nถึงจะมี ก็แค่กวนน้ำให้ขุ่นขึ้น สุมไฟให้แรงขึ้น และดึงทุกคนเข้ามาสู่โลกแห่งความโกลาหลที่เธอสร้างขึ้นเท่านั้น\n\nแต่ท่ามกลางข่าวลือต่าง ๆ มากมาย ทุกสิ่งทุกอย่างเกี่ยวกับเธอก็ยังคงเป็นปริศนา ความจริงจะเป็นยังไง บางทีมีเพียง Yelan เท่านั้นที่สามารถตอบได้\n\nแต่น่าเสียดายที่มันไม่ได้ง่ายดายขนาดนั้น ไม่มีใครสามารถหาเธอเจอได้ ตราบใดที่เธอไม่ยินดีที่จะเจอคนคนนั้น",
      "vi": "Công việc của Tổng Vụ Liyue là công khai và minh bạch, từ các quan chức cấp cao của Ngọc Kinh Đài đến các nhân viên cấp cơ sở của Bát Môn đều có thông tin cơ bản trong danh sách.\n\nChỉ có Yelan là ngoại lệ. Hầu hết các đồng nghiệp chưa bao giờ nghe đến tên cô ấy, cũng như tên của cô ấy không được tìm thấy trong bất kỳ danh sách nào.\n\nĐiểm này khá phù hợp với phong cách riêng của Yelan, khó nắm bắt và hay thay đổi.\n\nCô ấy giống như một hồn ma, thường xuất hiện ở trung tâm của nhiều sự kiện dưới nhiều hình thức khác nhau, và biến mất trước khi cơn bão dừng lại.\n\nĐôi khi, sẽ có một bên nhận được sự trợ giúp của cô ấy, nhưng khi họ tự mãn, sự trợ giúp tương tự sẽ rất nhanh xuất hiện ở phía bên kia.\n\nNhững người từng mắc bẫy của cô ấy đều nghiến răng nghiến lợi, nhưng dù là vậy, cũng chưa từng có ai nhìn thấu được ý đồ của cô ấy, huống hồ là nắm rõ lập trường.\n\nMột số người cho rằng cô ấy là mật thám của một thế lực bí ẩn nào đó, và sở trường của cô ấy là khuấy động mọi thứ trong bóng tối để đạt được điều mình muốn.\n\nThậm chí có người còn khẳng định rằng cô ấy chỉ là kẻ theo đuôi ngoan cố, không có tổ chức nào, và cũng không có bất kỳ mục đích gì.\n\nCho dù là có thì cũng chỉ là làm vẩn đục nước, làm cho ngọn lửa bùng lên dữ dội hơn, kéo tất cả mọi người vào thế giới điên rồ do cô ấy tạo ra mà thôi.\n\nGiữa những cuộc tranh luận, mọi thứ về cô ấy đã trở thành một câu đố. Sự thật là như thế nào, có lẽ chỉ có bản thân Yelan mới trả lời được.\n\nNhưng rất tiếc, đây cũng không phải là một chuyện dễ dàng gì. Trước khi cô ấy muốn gặp một ai đó, thì đối phương sẽ không bao giờ có thể tìm được cô ấy."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "璃月港药铺内偶尔会不定期地出现一类奇怪的伤患。\n\n有时是须弥雇佣兵，有时是枫丹冒险家，有时是自称意外落水脑袋撞到礁石的蒙德钓鱼佬…\n\n这些人年纪不同，身份各异，打天南地北来，却有同样一个怪癖——对疼痛稍稍有些成瘾。\n\n他们喜欢按压淤青时的钝痛，也爱好草药敷上伤口时的刺痛。\n\n甚至在一些痛苦较强的治疗过程中，他们也不介意是否用了麻药。\n\n新手药师们大多惊诧于伤患过人的忍耐力，于是被转移了注意力，没注意到那些上门求医的伤患从头到尾都是同一人。\n\n上述那些，全是夜兰乔装后的模样。依靠高超的伪装技巧，她总是避人耳目。\n\n至于身上的伤，当然是来自于她永不停歇的危险行动了。\n\n虽说做着稀奇的工作，但夜兰对世界并不是那么好奇。\n\n她当然会像普通人一样吃饭睡觉生活，但鲜少有东西能够真正引起如今的她的兴趣。\n\n长袖善舞，并非是有玩弄人心的爱好；博览群书，倒也不是乐于与书为友。\n\n即使她走南闯北，到过诸多国度，对远方与旅行本身却也无甚兴趣。\n\n在夜兰看来，完成必须之事，不能被叫做兴趣。\n\n甚至有时，她更乐意用掷骰子来决定如何打发时间。\n\n就好比，寻常的饭食已无法唤醒一个嗜辣之人的味蕾，唯有辛辣的料理才能令她高兴。\n\n「平淡即麻木，激烈即清醒。」\n\n抱着如此理念，她选择了更加尖锐的生活方式，隐秘地游走各处。\n\n与危险、秘密和强烈的成就感为伍…唯有如此，她才能感受到自己的存在是如此真实。",
      "zht": "璃月港藥鋪內偶爾會不定期地出現一類奇怪的傷患。\n\n有時是須彌雇傭兵，有時是楓丹冒險家，有時是自稱意外落水腦袋撞到礁石的蒙德釣客…\n\n這些人年紀不同、身分各異，打天南地北來，卻有同樣一個怪癖——對疼痛稍稍有些成癮。\n\n他們喜歡按壓淤青時的鈍痛，也愛好草藥敷上傷口時的刺痛。\n\n甚至在一些痛苦較強的治療過程中，他們也不介意是否用了麻藥。\n\n新手藥師們大多驚詫於傷患過人的忍耐力，於是被轉移了注意力，沒注意到那些上門求醫的傷患從頭到尾都是同一人。\n\n上述那些，全是夜蘭喬裝後的模樣。依靠高超的偽裝技巧，她總是避人耳目。\n\n至於身上的傷，當然是來自於她永不停歇的危險行動了。\n\n雖說做著稀奇的工作，但夜蘭對世界並不是那麼好奇。\n\n她當然會像普通人一樣吃飯睡覺生活，但鮮少有東西能夠真正引起如今的她的興趣。\n\n長袖善舞，並非是有玩弄人心的愛好；博覽群書，倒也不是樂於與書為友。\n\n即使她走南闖北，到過諸多國度，對遠方與旅行本身卻也無甚興趣。\n\n在夜蘭看來，完成必須之事，不能被叫做興趣。\n\n甚至有時，她更樂意用擲骰子來決定如何打發時間。\n\n就好比，尋常的飯食已無法喚醒嗜辣之人的味蕾，唯有辛辣的料理才能令她高興。\n\n「平淡即麻木，激烈即清醒。」\n\n抱著如此理念，她選擇了更加尖銳的生活方式，隱密地遊走各處。\n\n與危險、秘密和強烈的成就感為伍…唯有如此，她才能感受到自己的存在是如此真實。",
      "jp": "璃月港の薬屋には、時折奇妙なケガ人が訪れる。\n\nある時はスメールの傭兵、ある時はフォンテーヌの冒険者、またある時は不注意で水に落ち、岩に頭をぶつけたモンドの釣り人…\n\nこれらの人々は年齢も身分も異なり、それぞれ遠く離れた場所から来ているが、いずれも——痛みを求める少し変わった癖を持っているらしい。\n\nその者たちはあざを押したときの痛みや、傷口に薬草を塗るときの痛みを好む。\n\n中には、強い痛みを伴う治療であっても、麻酔の有無を気にしない人までいるほどだ。\n\n新人の薬剤師の多くは、その負傷者たちの並外れた忍耐力に気を引かれ、その者たちがみな同一人物であることに気づかない。\n\nそう、上述した人物たちはいずれも、変装した夜蘭なのである。優れた変装の技を用いて、彼女は常に人目を忍ぶ。\n\n体に出来た生傷は当然、相次ぐ危険な行動によるものだ。\n\n珍しい仕事をしているとはいえ、夜蘭はこの世界にさほど興味がない。\n\nもちろん普通の人のように食事も睡眠も取るが、心の底から彼女の興味を惹くような物事はほとんど存在しないのだ。\n\n立ち回りが上手いのは人をからかうためではないし、書物を広く読むのも、本が好きだからというわけではない。\n\n様々な場所を渡り歩き、数々の国へ行ったことがあるが、遠出や旅そのものに興味はない。\n\n夜蘭からすれば、成し遂げなければならない物事は、趣味とは言えないのだ。\n\nそのせいか時折、どうやって暇つぶしするかでさえもサイコロで決めることがある。\n\n彼女はまるで、辛いものに舌が慣れてしまい、普通の食事では満足できなくなった辛党と同じだ。\n\n「平淡なときは無頓着、激しいときは明晰に」\n\nそのような理念のもと、彼女はより過酷な生き方を選び、身を潜めながら各地を旅している。\n\n危険、秘密、そして強い達成感…それらと共に行動することで、初めて彼女は自身の存在を深く実感できるのだ。",
      "ko": "리월항 약재 상점에는 가끔 이상한 환자들이 나타나곤 한다.\n\n어쩔 땐 수메르 용병, 또 어쩔 땐 폰타인 모험가, 가끔은 물에 빠져 암초에 머리를 부딪혔다는 몬드의 낚시꾼까지…\n\n나이도 신분도, 심지어 출신지도 다른 이들에게 한 가지 이상한 공통점이 있다면, 그건 바로 다소 통증에 중독된 듯하다는 것이다.\n\n그들은 멍든 곳을 눌러줄 때의 묵직함, 상처에 약초를 바를 때의 따가운 고통을 좋아한다.\n\n심지어 꽤 심한 고통을 동반하는 치료 과정을 마취 없이 진행하는 것도 아랑곳하지 않는다.\n\n초보 약사들은 환자들의 이런 엄청난 인내력에 당황해 그곳을 찾는 이들이 실은 전부 한 사람이라는 사실을 놓치고 만다.\n\n그들은 모두 야란이 변장한 것이었다. 상상을 뛰어넘는 변장 기술로 그녀는 늘 상대의 눈과 귀를 속인다.\n\n그녀의 상처는 물론 끊임없는 위험한 임무 속에 입은 것들이다.\n\n특이한 일을 하는 그녀지만, 야란은 이 세계에 그다지 관심이 없다.\n\n일반인들처럼 밥을 먹고 잠을 자지만, 지금껏 그녀는 무엇에 흥미를 느낀 일이 거의 없었다.\n\n춤사위를 펼치는 것, 그것은 사람의 마음을 홀리기 위한 취미가 아니다. 서적을 탐독하는 것, 그것은 책을 친구로 삼아서가 아니다.\n\n다양한 국가와 장소를 돌아다니지만, 먼 곳으로 여행을 떠나는 것 또한 관심의 대상이 아니다.\n\n야란에게 있어 반드시 완수해야 하는 일은 취미가 될 수 없는 것이다.\n\n심지어 가끔 그녀는 주사위를 던져 시간을 어떻게 보낼 것인지 결정하곤 한다.\n\n이것은 마치 매운맛을 즐기는 사람에게 매운 요리 외에는 아무 요리에도 매력을 느끼지 못하는 것과 같다.\n\n「평범함엔 무뎌졌어. 날 깨울 수 있는 건 짜릿함뿐이야.」\n\n이런 이념을 지닌 그녀는 은밀히 각지를 돌아다니며 더욱 위험한 생활 방식을 고수했다.\n\n위험, 비밀, 그리고 강렬한 성취감… 이런 생활을 통해서만 그녀는 자신의 존재를 절실히 느낄 수 있었다",
      "en": "Pharmacies in Liyue Harbor occasionally receive curious patients.\n\nOn some days, it might be a Sumeru mercenary, on other days, a Fontaine adventurer, and there might even be some Mondstadt fisher who accidentally fell into water and bumped her head against a rock...\n\nThese people are of different ages, statuses, and origins, but there is something equally peculiar to them, that is, they all share a slight addiction to pain.\n\nThey like the stinging sensation when pharmacists apply herbal remedies to their wounds and enjoy the dull pain caused by pressure on their bruises.\n\nThey even seem to care little if anesthetic is used or not when they are put through painful therapies.\n\nSurprised by their extraordinary endurance, novice pharmacists are sufficiently distracted, such that they fail to notice that all their patients are actually the same person.\n\nThey are, all of them, Yelan in disguise. A master in this art, she always manages to avoid attention.\n\nAs for the wounds on her person, these are the inevitable result of her constant exposure to danger from mission to mission.\n\nDespite the curious job, Yelan herself is not very curious about the world.\n\nShe eats, sleeps, and lives just like everyone else, but few things can really pique her interest.\n\nShe is well-read, but she is no avid reader. She always knows what to say to achieve the best result, yet she takes no pleasure in playing mind games.\n\nShe travels far and roams the lands, yet the traveling and roaming are bland to her.\n\nIn Yelan's eyes, these things are not hobbies, but a means to an end.\n\nShe even prefers to roll the dice to decide how she will pass the time.\n\nJust as someone who is so used to spicy food might lose the ability to enjoy ordinary dishes, Yelan finds that only spicy cuisine can bring her satisfaction.\n\n\"Blandness is synonymous with blindness, while thrills afford clarity.\"\n\nActing upon said philosophy, she chooses an acute style of life, venturing into many places while hiding in the shadows.\n\nShe dances with danger, secrets, and a strong sense of achievement — these are the vivid proof of her existence.",
      "de": "In Liyues Apotheken erscheinen von Zeit zu Zeit einige Patienten mit einer seltsamen Krankheit.\n\nMal sind es Söldner aus Sumeru, mal Abenteurer aus Fontaine, ein andermal Fischer aus Mondstadt, die behaupten, sie seien unerwartet ins Wasser gefallen und seien mit dem Kopf auf ein Riff gefallen ...\n\nDies sind Menschen unterschiedlichen Alters, unterschiedlicher Hintergründen, aus allen Ecken der Welt, aber sie alle haben eine seltsame Angewohnheit – eine regelrechte Sucht nach Schmerz.\n\nSie erfreuen sich am stumpfen Schmerz von Quetschungen und finden Gefallen am stechenden Schmerz davon, Kräutermedizin auf ihre Wunden aufzutragen.\n\nEs scheint ihnen sogar egal zu sein, ob sie betäubt werden oder nicht, wenn sie schmerzhaften Therapien unterzogen werden.\n\nJunge Apotheker sind zumeist so verblüfft von der übermenschlichen Schmerztoleranz dieser Patienten, dass sie nicht bemerkt haben, dass es sich bei all diesen vor Ort um Behandlung bittenden Patienten, von Kopf bis Fuß um die gleiche Person handelt.\n\nBei allen zuvor beschriebenen Patienten handelt es sich jedes Mal um die verkleidete Yelan. Sich vollkommen auf ihre unglaubliche Wandlungsfähigkeit verlassend, entgeht sie jedem Blick.\n\nDie Verletzungen rühren natürlich alle von ihren endlosen gefährlichen Missionen her.\n\nObwohl sie eine sehr ungewöhnliche Arbeit verrichtet, hat Yelan keine besondere Neugier für die sie umgebende Welt.\n\nNatürlich isst und schläft sie wie gewöhnliche Menschen, aber heutzutage gibt es kaum etwas, das ihr Interesse wecken kann.\n\nObwohl sie sehr gewieft und fähig ist, hat sie kein Interesse daran, Menschen an der Nase herumzuführen, und obwohl sie sehr belesen ist, ist sie auch kein Bücherwurm.\n\nSie hat zwar die ganze Welt durchquert und zahlreiche Länder bereist, aber sie ist nicht besonders an der Ferne und dem Reisen selbst interessiert.\n\nAus Yelans Sicht kann etwas, das getan werden muss, nicht als Interesse bezeichnet werden.\n\nManchmal kann es sogar vorkommen, dass sie lieber auswürfelt, wie sie ihre Zeit verbringen soll.\n\nSo, wie ein normales Gericht niemals die Geschmacksknospen eines Anhängers scharfen Essens erwecken kann, so kann auch sie nur von wirklich Scharfem glücklich gemacht werden.\n\n„Fades betäubt, Intensives belebt.“\n\nIn diesem Geist hat sie sich für eine intensivere Art, zu leben und unerkannt an jeden Ort zu reisen, entschieden.\n\nNur so ... mit der Gefahr, den Geheimnissen und einem starken Erfolgsgefühl als ewigen Begleitern, kann sie fühlen, dass sie wirklich existiert.",
      "es": "En Liyue, en ocasiones aparecen por las farmacias algunos pacientes bastante peculiares.\n\nA veces se trata de una mercenaria de Sumeru, otras de una aventurera de Fontaine, y otras de una pescadora de Mondstadt que dice haberse golpeado la cabeza contra una roca al caer al agua.\n\nAunque suelen ser pacientes de distintas edades, con personalidades distintas y procedentes de diferentes partes del mundo, todas ellas tienen una particularidad en común: cierta adicción al dolor.\n\nLes gusta el tipo de dolor que sienten al apretarse un moretón o al aplicarse una hierba medicinal sobre una herida.\n\nIncluso cuando se trata de terapias más dolorosas, tampoco les importa no usar anestesia.\n\nLos farmacéuticos más nóveles a menudo se sorprenden de la tolerancia al dolor de estas pacientes, pero de lo que no se dan cuenta es de que, en todos y cada uno de los casos, se trata de la misma paciente.\n\nTodas estas apariencias no son más que disfraces de Yelan. Gracias a su maestría en el arte del disfraz, Yelan pasa desapercibida entre la gente.\n\nEn cuanto a sus heridas, no cabe duda de que provienen de aventurarse constantemente en todo tipo de operaciones.\n\nA pesar de su peculiar trabajo, Yelan no suele tener curiosidad por las cosas mundanas.\n\nPor supuesto, esto no significa que no coma y duerma como cualquier persona normal, pero son pocas las cosas que realmente logran despertar su interés.\n\nSiempre sabe qué decir para conseguir el mejor resultado, pero no le gustan las artimañas. Ha leído mucho, pero no es que le guste especialmente leer.\n\nA pesar de estar viajando constantemente y haber visitado diversas naciones, no siente interés alguno por otras tierras y por viajar.\n\nPara Yelan, cumplir con su trabajo no es sinónimo de que le guste trabajar.\n\nHasta tal punto es así que, a veces, para decidir cómo matar el tiempo, suele echarlo a suertes tirando un dado.\n\nEs como una fanática de la comida picante a la que los platos normales ya no le despiertan las papilas gustativas; necesita comida picante para poder disfrutar.\n\n“Las cosas suaves te vuelven apático, mientras que las intensas son estimulantes”.\n\nCon esta idea en mente, Yelan ha decidido adoptar un estilo de vida intenso, yendo de un lugar a otro con absoluta discreción.\n\nÚnicamente acompañada del peligro, del secretismo y de un fuerte sentido del éxito, Yelan es capaz de sentir la autenticidad de su existencia.",
      "fr": "Dans les pharmacies du Port de Liyue apparaissent à certains moments des malades assez étranges.\n\nTantôt, c'est un mercenaire de Sumeru ; tantôt, c'est un aventurier de Fontaine ; et d'autres fois, c'est un pêcheur de Monstadt qui prétend s'être cogné la tête contre un récif...\n\nCes personnes ont des âges et des identités distincts, en plus de venir de contrées différentes. Pourtant, ils partagent tous une même lubie : ils ont une légère dépendance à la douleur.\n\nIls aiment la douleur sourde qui survient lorsqu'ils appuient sur leurs bleus, et adorent le picotement ressenti lorsqu'ils appliquent des herbes médicinales sur leurs plaies.\n\nCela va même jusqu'au point où cela ne les dérange pas de ne pas être anesthésiés lorsqu'ils reçoivent des traitements très douloureux.\n\nLa plupart des pharmaciens fraîchement arrivés se surprennent de voir des patients avec une telle capacité à endurer la douleur. Leur attention ainsi détournée, ils sont incapables de remarquer que tous ces patients ne sont en réalité qu'une seule et même personne.\n\nIls ne sont autre que Yelan qui revêt plusieurs déguisements différents afin d'éviter le regard des gens.\n\nQuant à ses blessures, elles sont bien évidemment le résultat de ses sorties dangereuses qu'elle effectue inlassablement.\n\nMalgré son travail pas comme les autres, Yelan n'est pas curieuse vis-à-vis du monde.\n\nBien sûr, elle mange, dort et vit comme toute personne normale. Mais rares sont les choses qui parviennent à piquer son intérêt aujourd'hui.\n\nSi elle excelle dans l'art de se lier aux personnes influentes, ce n'est certainement pas parce qu'elle aime manipuler les gens, tout comme elle n'est pas devenue passionnée de livres même après avoir lu un nombre incalculable d'ouvrages.\n\nPareillement, elle n'éprouve aucune passion pour les voyages et les terres lointaines, bien qu'elle se soit rendue dans de nombreux pays aux quatre coins du monde.\n\nCar pour Yelan, les missions qu'elle doit impérativement accomplir ne sauraient être appelées des passe-temps.\n\nParfois, il lui arrive même de lancer des dés pour décider de la manière dont elle va passer son temps libre.\n\nTout comme des plats ordinaires ne peuvent éveiller les papilles d'un amateur de nourriture épicée, seuls les ingrédients pimentés sont capables de la satisfaire.\n\n« Les choses fades rendent apathique, tandis que les choses excitantes sont stimulantes. »\n\nC'est en ayant ce principe à l'esprit qu'elle a choisi de vivre une vie intense qui l'amène à se déplacer dans l'ombre dans une multitude de lieux différents.\n\nUne vie pleine de danger et de secrets, qui lui procure un fort sentiment de réussite... C'est seulement de cette manière qu'elle est capable de se sentir autant exister.",
      "pt": "As farmácias no Porto de Liyue às vezes recebem pacientes inesperados.\n\nEm certas ocasiões, mercenários de Sumeru, noutras, aventureiros de Fontaine, ou até mesmo algum pescador de Mondstadt que acidentalmente caiu na água e bateu sua cabeça contra uma pedra...\n\nEssas pessoas são de idades, identidades e locais de origem distintos, mas todas possuem algo peculiar em comum: todos possuem um certo grau de masoquismo.\n\nElas gostam da sensação pungente de quando os farmacêuticos aplicam ervas medicinais em suas feridas, e gostam da dor causada pela pressão em seus arranhões.\n\nTambém parecem pouco se importar se um anestésico for utilizado ou não quando passam por tratamentos dolorosos.\n\nSurpreendidos por sua resistência extraordinária, farmacêuticos iniciantes ficam tão distraídos que não percebem que seus pacientes são, na verdade, a mesma pessoa.\n\nTodos eles são Yelan disfarçada. Ela é uma mestra nessa arte, e sempre consegue evitar chamar atenção.\n\nAs feridas que ela sofre são ossos do ofício, resultados inevitáveis de sua constante exposição ao perigo em suas missões.\n\nApesar de seu trabalho curioso, Yelan não tem muita curiosidade sobre o mundo.\n\nEla come, dorme e vive como todos, mas poucas coisas lhe interessam.\n\nEla é erudita, mas não gosta de ler. Ela sempre sabe o que dizer para ter o melhor resultado, mas não gosta de fazer tal artimanha.\n\nEla viaja para locais longínquos, mas viagens são algo redundante para ela.\n\nPara Yelan, essas coisas não são passatempos, mas meios para um fim.\n\nEla prefere jogar o dado para decidir como passará seu tempo.\n\nAssim como alguém que está acostumado a comer pratos picantes perder o interesse noutros tipos de comida, somente culinária picante traz satisfação para Yelan.\n\n\"A brandura é sinônimo de cegueira. Somente a emoção traz a lucidez\".\n\nSob essa filosofia, ela escolheu um estilo de vida intenso, ao aventurar-se em muitos locais enquanto se esconde nas sombras.\n\nEla dança com o perigo, segredos, e uma forte sensação de conquista. Essas são as provas de sua existência.",
      "ru": "Аптеки в гавани Ли Юэ иногда принимают любопытных пациентов. Это может быть наёмник из Сумеру или искатель приключений из Фонтейна. А может быть и рыбачка из Мондштадта, которая случайно упала в воду и ударилась головой о камень. Все они разного возраста, телосложения и происхождения, но их объединяет одно - все они испытывают лёгкое пристрастие к боли. Им нравится жжение, когда аптекари наносят на их раны снадобья из трав, им нравится тупая боль, когда те давят на их синяки. Даже кажется, что им всё равно, используется ли анестезия, когда их подвергают болезненным процедурам. Удивлённые необычайной стойкостью, начинающие аптекари настолько увлекаются, что не замечают, что все их пациенты - это один и тот же человек. Все они - переодетая Е Лань. Владея искусством маскировки, она всегда остаётся незамеченной. Что касается травм, то они являются результатом её бесконечно опасной деятельности. Несмотря на интересную работу, сама Е Лань не очень интересуется миром вокруг. Она ест, спит и живёт, как и все остальные, но мало что может вызвать у неё интерес. Она хорошо начитана, но её нельзя назвать заядлой читательницей. Она всегда знает, что сказать, чтобы достичь наилучшего результата, но не получает удовольствия от игр разума. Она путешествует в далёкие земли, но путешествия ей скучны. В глазах Е Лань это не удовольствие, а средство достижения цели. Она даже предпочитает бросать кости, чтобы решить, как провести время. Как человек, привыкший к острой пище, может потерять способность наслаждаться обычными блюдами, так и Е Лань считает, что только острая кухня может принести ей удовлетворение. «Заурядность - синоним апатии, в то время как острые ощущения дают ясность». Руководствуясь этой философией, она выбирает острый стиль жизни, блуждая и скрываясь в тени. Только в компании опасности, тайны и успеха Е Лань может почувствовать подлинность своего существования.",
      "id": "Kadang kala, ada orang dengan luka aneh yang muncul di toko obat Pelabuhan Liyue.\n\nKadang yang datang itu prajurit bayaran dari Sumeru, petualang Fontaine, atau nelayan Mondstadt yang bilang dirinya jatuh ke air dan membentur batu karang.\n\nSemuanya punya usia dan latar belakang yang berbeda, tapi punya satu kesamaan: mereka seperti ketagihan merasakan sakit.\n\nRasa linu ketika bengkak dipencet, atau perih ketika luka luar diolesi obat.\n\nBahkan ketika harus dirawat dengan metode yang lebih menyakitkan, mereka tidak minta obat penahan sakit.\n\nKebanyakan tabib pemula sangat terkejut pada ketahanan terhadap rasa sakit yang di atas normal ini, sampai tidak menyadari bahwa pasien yang sedang mereka obati adalah orang yang sama.\n\nBegitu hebatnya Yelan dalam hal penyamaran, dia mengandalkan kemampuannya menyembunyikan diri untuk menghindari mata dan telinga orang di sekitarnya.\n\nLuka-luka di sekujur tubuhnya disebabkan oleh bahaya yang tak pernah berhenti dihadapinya.\n\nPekerjaannya memang unik, tapi Yelan tidak terlalu penasaran pada keduniawian.\n\nDia memang makan, tidur, dan beraktivitas layaknya orang kebanyakan, tapi cuma sedikit saja hal yang dapat menarik perhatiannya.\n\nDia pandai bicara dan pintar mengambil hati, tapi dia tidak suka adu mulut dan bertanding pikiran. Dia berwawasan luas dan banyak membaca, tapi dia bukan kutu buku.\n\nDia sudah berkelana ke seluruh penjuru, tapi dia tidak begitu berminat pada petualangan.\n\nDari sudut pandangnya, menyelesaikan apa yang harus diselesaikan tidak perlu mengindahkan minat dan ketertarikan.\n\nDia lebih suka melempar dadu untuk memutuskan kegiatan apa yang akan dilakukan untuk menghabiskan waktu.\n\nIbarat masakan hambar tidak akan pernah bisa menggugah selera orang yang terbiasa makan dengan bumbu pekat, hanya makanan padat bumbu sajalah yang bisa membuatnya senang.\n\n\"Tawar hati membutakan pikiran, namun ketegangan menjernihkan pandangan.\"\n\nPrinsip hidup demikian mendorong Yelan untuk memilih jalan hidup yang berliku dan penuh kerahasiaan.\n\nKeberadaan dan kepuasan hidupnya didasarkan pada pencapaian yang dia temukan dalam terpaan bahaya dan tabir rahasia.",
      "th": "ร้านขายยาในท่าเรือ Liyue มักจะเจอผู้บาดเจ็บแปลกประหลาดเป็นบางครั้ง\n\nบางทีก็เป็นทหารรับจ้างชาว Sumeru บางทีก็เป็นนักผจญภัยชาว Fontaine และบางครั้งก็เป็นนักตกปลาชาว Mondstadt ที่อ้างว่าบังเอิญตกลงไปในน้ำ หัวเลยกระแทกเข้ากับแนวปะการัง...\n\nคนเหล่านี้มีอายุ และสถานะตัวตนที่แตกต่างกัน แต่ละคนล้วนมาจากทั่วทุกมุมโลก แต่พวกเขากลับมีนิสัยใจคอที่เหมือนกันอย่างหนึ่งคือ... เสพติดความเจ็บปวดเล็กน้อย\n\nพวกเขาชอบความเจ็บปวดจากการโดนกดทับบนรอยฟกช้ำ และการประคบสมุนไพรที่บาดแผล\n\nพวกเขาไม่สนใจการใช้ยาชา ถึงแม้จะเป็นการรักษาอาการที่ให้ความเจ็บปวดกว่าปกติก็เถอะ\n\nเภสัชกรมือใหม่ทั้งหลายต่างประหลาดใจกับความอดทนที่ไม่ธรรมดาของผู้ป่วย เพราะอย่างนั้นพวกเขาจึงถูกเบี่ยงเบนความสนใจ และไม่ได้สังเกตเลยว่าผู้บาดเจ็บที่มารับการรักษาเป็นคนเดียวกันตั้งแต่ต้นจนจบ\n\nทั้งหมดข้างต้นเป็นรูปลักษณ์ของ Yelan ที่ปลอมตัวมา โดยอาศัยทักษะการปลอมตัวที่ยอดเยี่ยม เธอมักจะหลีกเลี่ยงหูตาของผู้คนได้อยู่เสมอ\n\nสำหรับบาดแผลบนร่างกายของเธอ แน่นอนว่ามันมาจากการกระทำสุดแสนจะอันตรายของเธอ\n\nแม้ว่างานที่เธอทำมันจะยากเย็นแค่ไหน แต่ Yelan ก็ไม่ได้อยากรู้อยากเห็นเกี่ยวกับโลกมากมายนัก\n\nแน่นอน เธอกิน นอน และใช้ชีวิตเหมือนคนธรรมดาทั่วไป แต่ในปัจจุบัน ก็น้อยนักที่จะมีสิ่งที่ดึงดูดความสนใจของเธอได้จริง ๆ\n\nการพึ่งพาสิ่งที่สามารถทำให้บรรลุเป้าหมายได้ง่ายขึ้น ก็ใช่ว่าจะเป็นงานอดิเรกอย่างการเล่นกับจิตใจคน และการที่มีความรู้มากก็ใช่ว่าจะต้องเป็นเพื่อนรักกับหนังสือ\n\nแม้ว่าเธอจะเดินทางไปทั่วโลกและเคยไปมาแล้วหลายประเทศ แต่ตัวเธอเองก็ไม่ได้สนใจเรื่องสถานที่ห่างไกลอื่น ๆ หรือการเดินทางมากนัก\n\nในสายตา Yelan นั้น การทำงานให้สำเร็จไม่ถือว่าเป็นการทำงานอดิเรก\n\nบางครั้งเธอก็ชอบทอยลูกเต๋าเพื่อตัดสินใจว่าจะฆ่าเวลาว่างยังไง\n\nเช่นเดียวกับอาหารธรรมดาไม่สามารถกระตุ้นต่อมรับรสของคนกินเผ็ดได้อีกต่อไป มีเพียงอาหารรสเผ็ดจัดเท่านั้นที่ทำให้เธอมีความสุข\n\n\"ความจืดชืดก็คือความชินชา ส่วนความลุ้นระทึกหวาดเสียวนั้นชวนให้ตื่นตัว\"\n\nด้วยความคิดนี้ เธอจึงเลือกวิถีชีวิตที่เฉียบคม และเดินทางไปทุกที่อย่างลับ ๆ\n\nการอยู่ท่ามกลางอันตราย ความลับ และความรู้สึกถึงความสำเร็จ... เมื่อนั้นเธอจะรู้สึกว่าการดำรงอยู่ของเธอคือของจริง",
      "vi": "Ở tiệm thuốc Cảng Liyue thỉnh thoảng sẽ xuất hiện những bệnh nhân kỳ lạ.\n\nCó khi là lính đánh thuê Sumeru, có khi là nhà mạo hiểm Fontaine, có khi là thợ câu Mondstadt vô tình đập đầu vào rạn san hô...\n\nNhững người này có độ tuổi và thân phận khác nhau. Họ đến từ khắp mọi nơi, nhưng có chung một điểm kỳ quặc là nghiện đau.\n\nHọ thích cảm giác đau âm ỉ khi ấn vào vết bầm tím và cảm giác đau nhói khi đắp thuốc thảo dược lên vết thương.\n\nThậm chí trong một số quá trình điều trị đau đớn hơn, họ cũng không quan tâm việc có dùng thuốc gây mê hay không.\n\nNgạc nhiên trước sức chịu đựng phi thường của họ, các dược sĩ mới vào nghề thường bị phân tâm đến mức không nhận ra rằng tất cả bệnh nhân của họ thực sự là cùng một người.\n\nTất cả những người kể trên đều là Yelan sau khi ngụy trang, cô ấy luôn né tránh mọi người.\n\nCòn những vết thương trên cơ thể, tất nhiên là đến từ những hành động mạo hiểm không bao giờ dứt của cô ấy.\n\nDù là làm một công việc hiếm thấy, nhưng Yelan không vì thế mà tò mò về thế giới.\n\nTất nhiên là cô ấy cũng ăn, ngủ và sống như một người bình thường, nhưng có rất ít thứ khiến cô ấy thực sự hứng thú.\n\nKẻ giỏi ca hát, chưa chắc thích mua vui cho người; Kẻ kiến thức uyên thâm, chưa chắc sẽ làm bạn với sách vở.\n\nDù đã đi khắp nơi và đến rất nhiều nước nhưng cô ấy không mấy mặn mà với hành trình và những nơi xa xôi đó.\n\nTheo quan điểm của Yelan, hoàn thành những việc bắt buộc phải làm thì không thể gọi là hứng thú.\n\nThậm chí, đôi khi cô ấy còn thích tung xúc xắc để quyết định xem là sẽ giết thời gian như thế nào.\n\nCũng giống như, những bữa ăn bình thường không còn có thể đánh thức vị giác của người ăn cay, chỉ những món ăn cay mới có thể khiến cô ấy hài lòng được.\n\n\"Nhạt nhẽo đồng nghĩa với tê dại, mãnh liệt đồng nghĩa với tỉnh táo.\"\n\nVới quan niệm này, cô ấy đã chọn một cách sống sắc sảo hơn và bí mật chu du khắp nơi.\n\nĐồng hành cùng sự nguy hiểm, bí mật và ý thức mạnh mẽ về thành tựu... Chỉ có như vậy, cô ấy mới có thể cảm nhận được sự tồn tại của mình chân thực đến thế nào."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "摘下所有面具，夜兰的真实身份，正是直属于天权星凝光的特别情报官。\n\n单以情报官称呼她或许还不够精准。这几个字，只能形容她的工作，不能概括她与天权的关联。\n\n夜兰从心底里认为，自己不能算是任何人的下属，她和凝光的合作比起上下级关系，更像是交易，或者说…达成了某种契约。\n\n她能为凝光取来一切从危险之花结出的情报之果，索求的回报，却只是危险与成就感本身。\n\n这场合作缘何而起，并不为人所知。\n\n唯一确定的是，夜兰的足迹早已印入璃月之外的土地。\n\n提瓦特大陆上的其他国度，甚至是危机重重的深渊…\n\n每处深藏奥秘的险窟，都可能成为兰花盛开的花圃。\n\n天星每念之处，恰有幽客巡游。",
      "zht": "摘下所有面具後，夜蘭的真實身分，正是直屬於天權星凝光的特別情報官。\n\n單以情報官稱呼她或許還不夠精準。這幾個字，只能形容她的工作，不能概括她與天權的關聯。\n\n夜蘭從心底裡認為，自己不是任何人的下屬，她和凝光的合作比起上下關係，更像是交易，或者說…達成了某種契約。\n\n她能為凝光取得一切從危險之花結出的情報之果，但索求的回報，卻只是危險與成就感本身。\n\n這場合作緣何而起，並不為人所知。\n\n唯一確定的是，夜蘭的足跡早已遍及璃月之外的土地。\n\n提瓦特大陸上的其他國度，甚至是危機重重的深淵…\n\n每處深藏奧秘的險窟，都可能成為蘭花盛開的花圃。\n\n天星每念之處，恰有幽客巡遊。",
      "jp": "すべての仮面を脱いだ裏にある夜蘭の正体は、天権凝光直属の特別情報官だ。\n\nただし、単に情報官と称するのは、些か正確さに欠けるかもしれない。なぜならこれはあくまでも彼女の仕事を描写するだけの言葉であり、彼女と天権の関係性までは表せないからだ。\n\n夜蘭は自分が誰かの部下であるとは心底思っていない。彼女と凝光の協力関係は、上下関係と言うよりは交渉…あるいは、ある種の「契約」と言ったほうが正しいだろう。\n\n夜蘭は凝光のために、危険の花に実る情報という果実をもたらすことができる。しかし彼女がその見返りに求めるものは、危険そのものと達成感だけだ。\n\nこの協力関係がいかにして結ばれたのか、知る者はいない。\n\n唯一確かなことは、夜蘭の足跡がとっくに璃月の外にまで及んでいるということ。\n\nテイワット大陸にある他の国から、さらには危険に満ちたアビスまで…\n\n謎深き危険な洞窟はすべて、満開の蘭の花園になり得る。\n\n天星が語る場所には、常に幽客が巡遊しているのだ。",
      "ko": "모든 가면을 벗어던진 야란의 실제 신분은 천권성 응광의 특별 정보관이다.\n\n그러나 정보관이라는 칭호만으로는 정확히 그녀의 신분을 설명할 수 없다. 이는 단지 그녀의 업무를 칭할 뿐, 그녀와 천권 사이의 관계를 설명하기에는 턱없이 부족하다.\n\n야란은 그 어느 누구도 자신의 상관으로 마음속에 받아들여 본 적이 없다. 응광과의 협력은 상관과 부하의 관계라기보다는 거래에 더 가깝다. 아니면… 모종의 계약 관계라고 하는 것이 정확할지도 모른다.\n\n응광을 위한 위험한 정보 수집을 통해 그녀가 얻으려 하는 것은 위험과 성취감 본연에 불과하다.\n\n이러한 협력 관계가 어떻게 시작되었는지는 아무도 알지 못한다.\n\n유일하게 단정 지을 수 있는 사실은 한참 전부터 리월 외부의 지역에도 야란의 발자취가 남겨졌다는 것이다.\n\n티바트 대륙 위의 기타 국가, 심지어 위험이 도사리는 심연까지…\n\n비밀이 깊숙이 숨겨져 있는 위험한 동굴이라면 어디든 난꽃이 활짝 피어난 꽃밭이 존재하고 있을 가능성이 있다.\n\n천성이 깃드는 곳이라면 어디든 유객의 발자취가 함께 한다",
      "en": "Shorn of her masks, Yelan is a special intelligence officer who reports directly to the Tianquan Ningguang.\n\nThe title itself is not entirely accurate, for it only covers the scope of her work but not her relationship with the Tianquan.\n\nDeep in her heart, Yelan does not think of herself as anyone's subordinate. The way she sees it, she is not so much working for Ningguang as making good on her end of the deal, or rather... she is honoring a certain pact.\n\nShe plucks the fruits of intelligence from the tree of danger for Ningguang, and in return, all she asks for is danger itself and the sense of achievement.\n\nNone know when their collaboration began.\n\nThe only thing certain is that Yelan has long made her presence felt in lands outside Liyue.\n\nFrom other nations in Teyvat to even the perilous Abyss...\n\nEvery secret and perilous demesne shall become a garden where orchids bloom.\n\nStealthily she roams the night, stars shining upon her in the skies.",
      "de": "Erst wenn alle Fassaden abgenommen sind, kommt Yelans wirkliche Identität als Geheimagentin des Tianquan Ningguang ans Licht.\n\nSie allein als Geheimagentin zu bezeichnen, ist vielleicht etwas zu ungenau. Diese Worte können nur ihre Arbeit beschreiben, aber nicht ihre Beziehung zum Tianquan.\n\nYelan glaubt vom Grunde ihres Herzens, dass sie niemandes Diener ist und dass ihre Zusammenarbeit mit Ningguang anstatt einer hierarchischen Beziehung vielmehr ein gegenseitiger Handel oder anders ausgedrückt ... eine Art von Abkommen ist.\n\nFür Ningguang beschafft sie alle Informationsfrüchte, die sie von der Blume der Gefahr pflücken kann, die einzige Gegenleistung, die Yelan dafür fordert, sind die Gefahr und das Erfolgsgefühl selbst.\n\nNiemand weiß, wie es zu dieser Kooperation kam.\n\nDas einzig Sichere ist, dass Yelans Fußspuren schon früh Boden außerhalb Liyues betraten.\n\nDie anderen Gebiete in Teyvat und sogar der voller Gefahren steckende Abgrund ...\n\nJede noch so verborgene, geheime und gefährliche Höhle kann zu einem Blumengarten, in dem die Orchideen in voller Blüte stehen, werden.\n\nWo der Tianquan der Qixing sein Licht wirft, kann man den Duft der Orchidee riechen.",
      "es": "A pesar de sus numerosos disfraces, Yelan es en realidad una agente especial que trabaja ofreciendo sus servicios de inteligencia directamente al Equilibro Celestial, Ninguang.\n\nSin embargo, “informante” no es la descripción más exacta para ella. Esta palabra solo resume el trabajo de Yelan, pero no describe su relación con el Equilibro Celestial.\n\nEn el fondo, Yelan no considera que esté al servicio de nadie. Más que tratarse de una relación jerárquica, su colaboración con Ninguang es como una transacción, o incluso se podría decir que... han llegado a algún tipo de acuerdo.\n\nYelan recaba para Ninguang la información que se gesta en medio del peligro, y lo único que quiere a cambio es más peligro y la sensación de sentirse realizada.\n\nNadie sabe cómo ni por qué ambas comenzaron a colaborar.\n\nLo único que se sabe con certeza es que ya hace tiempo que Yelan puso pie en las tierras de fuera de Liyue.\n\nYa sea en el resto de las naciones de Teyvat, en el más peligroso de los abismos o incluso en la más recóndita de las cuevas, siempre podrá llegar a florecer una orquídea.\n\nMientras haya estrellas en el firmamento, ella caminará sigilosamente en la noche.",
      "fr": "#Une fois tous ses masques retirés, la véritable identité de Yelan est celle d'une agente spéciale de renseignements qui répond directement aux ordres de la Megrez Ningguang.\n\nMais il serait inexact de la décrire comme une agente de renseignements. Cette dénomination ne représente que son travail et ne prend pas en compte sa relation avec la Megrez.\n\nAu fond d'elle, Yelan ne se considère comme la subordonnée de personne. Sa relation de coopération avec Ningguang ressemble davantage à une transaction, ou... à une sorte de contrat.\n\nElle fournit à Ningguang tous les renseignements qu'elle trouve dans des lieux ou des situations dangereuses, et en retour, elle ne cherche qu'à obtenir la sensation du risque et le sentiment de réussite que cela lui procure.\n\nPersonne ne sait comment une telle coopération s'est créée.\n\nLa seule chose qui est certaine, c'est que Yelan a déjà laissé ses empreintes sur des terres au-delà de Liyue.\n\nElle s'est rendue dans chaque nation en Teyvat, y compris dans le chaos de l'Abîme...\n\nChaque grotte périlleuse recelant des secrets peut potentiellement devenir un jardin sur lequel Yelan, «{NON_BREAK_SPACE}l'orchidée nocturne », s'épanouit.\n\nElle erre furtivement dans la nuit, couverte par un ciel étoilé.",
      "pt": "Por trás de todas as suas máscaras, a verdadeira de identidade de Yelan é a de uma Oficial Especial de Inteligência sob comando direto da Tianquan Ningguang.\n\nEntretanto, esse título também talvez não seja muito preciso. Essas palavras somente descrevem seu trabalho, mas não sua relação com a Tianquan.\n\nEm seu coração, Yelan acredita que ela não é subordinada de ninguém. Sua cooperação com Ningguang não se trata tanto de uma relação de subordinação, mas sim de uma transação... Como um certo contrato.\n\nEla colhe os frutos da inteligência para Ningguang, e em troca só pede pelo perigo e uma sensação de conquista.\n\nNinguém sabe quando sua cooperação começou.\n\nA única coisa certa é que os rastros de Yelan marcaram outras terras além de Liyue.\n\nDas sete nações de Teyvat até o perigoso Abismo...\n\nToda secreta e perigosa caverna se tornará um jardim em que as orquídeas desabrocham.\n\nEla furtivamente ronda à noite assim como as estrelas lhe iluminam no céu.",
      "ru": "Без своих масок Е Лань - офицер разведки, подчиняющийся непосредственно Воле Небес Нин Гуан. Пожалуй, это звание не совсем точное, потому что оно охватывает только сферу её работы, но не отношения с Волей Небес. В глубине души Е Лань не считает себя чьей-либо подчинённой. Её сотрудничество с Нин Гуан больше похоже на сделку, чем на отношения между начальницей и подчинённой, или даже скорее на... контракт. Она срывает плоды интеллекта с древа опасности для Нин Гуан, а взамен получает чувство риска и ощущение выполненного дела. Никто не знает, когда началось их сотрудничество. Единственное, в чём можно быть уверенным, так это в том, что следы Е Лань уже давно распространяются за пределами Ли Юэ, в других странах Тейвата и даже в самой Бездне... Любая таинственная пещера может стать садом цветущих орхидей. Крадучись бродит она в ночи, а над головой её сияют звёзды.",
      "id": "Dibalik topengnya, Yelan adalah seorang agen rahasia yang melapor langsung ke sang Tianquan, Ningguang.\n\nJabatan yang dipegangnya sangat menjelaskan pekerjaan yang diamanahkan kepadanya, namun belum bisa melukiskan hubungan dirinya dengan sang Tianquan.\n\nJauh di lubuk hatinya, Yelan tidak merasa bahwa dirinya bekerja di bawah kepemimpinan siapa pun. Dia bukan bekerja \"untuk\" Ningguang, melainkan bertindak berdasarkan kesepakatan di antara mereka.\n\nDia berani menentang bahaya demi mengumpulkan intel dan informasi untuk Ningguang, dan sebagai gantinya mendapatkan sensasi ketegangan yang pencapaian dari bahaya itu sendiri.\n\nTidak ada yang tahu sejak kapan hubungan di antara mereka ini bermula.\n\nSatu hal yang pasti, Yelan telah lama melanglang buana di luar Liyue.\n\nBerbagai bangsa telah ia kunjungi, bahkan ke dalam Abyss penuh bahaya sekali pun ....\n\nSetiap lokasi misterius dan berbahaya hendaklah menjadi kebun tempat anggrek bermekaran indah.\n\nDemikian dirinya berjalan dalam gelapnya malam, hanya ditemani cahaya bintang yang memandangnya dari balik cakrawala.",
      "th": "เมื่อถอดหน้ากากทั้งหมดออก ตัวตนที่แท้จริงของ Yelan คือเจ้าหน้าที่ข่าวกรองพิเศษที่ขึ้นตรงกับ Tianquan Ningguang\n\nการเรียกเธอว่าเจ้าหน้าที่ข่าวกรองนั้นคงไม่พอ คำพวกนี้สามารถอธิบายเกี่ยวกับลักษณะงานของเธอได้เท่านั้น แต่ไม่สามารถสรุปความสัมพันธ์ของเธอกับ Tianquan ได้\n\nYelan เชื่อจากก้นบึ้งของหัวใจว่าตัวเองไม่นับว่าเป็นผู้ใต้บังคับบัญชาของใครทั้งนั้น ความร่วมมือของเธอกับ Ningguang เป็นเหมือนข้อตกลงมากกว่าความสัมพันธ์ระหว่างผู้บังคับบัญชาและผู้ใต้บังคับบัญชา หรือกล่าวอีกแบบก็คือ... สัญญาบางอย่าง\n\nเธอสามารถเด็ดผลแห่งข้อมูลจากดอกไม้สุดอันตรายมาให้ Ningguang ได้ และสิ่งตอบแทนที่เธอต้องการมีเพียงแค่ความอันตราย และความรู้สึกถึงความสำเร็จเท่านั้น\n\nการร่วมมือนี้ ไม่มีใครรู้ได้ว่ามันเริ่มขึ้นเมื่อไหร่\n\nสิ่งเดียวที่มั่นใจได้ก็มีเพียงรอยเท้าของ Yelan ที่ได้ประทับลงบนดินแดนนอกเหนือจาก Liyue\n\nไม่ว่าจะเป็นประเทศต่าง ๆ ในโลกแห่ง Teyvat หรือแม้แต่ Abyss ที่เต็มไปด้วยอันตรายมากมาย...\n\nถ้ำลึกลับแสนอันตรายทุกแห่งหนอาจกลายเป็นทุ่งที่มีไว้ให้ดอกกล้วยไม้ได้บานสะพรั่งก็เป็นได้\n\nตราบใดที่ยังมีดวงดาวบนท้องฟ้า ก็มีหนทางให้ก้าวเดินต่อไป",
      "vi": "Cởi bỏ hết lớp mặt nạ thì thân phận thật sự của Yelan là nhân viên tình báo đặc biệt trực thuộc Thiên Quyền Ningguang.\n\nCó thể sẽ không đủ chính xác nếu chỉ gọi cô ấy là một nhân viên tình báo. Những từ này chỉ có thể mô tả công việc của cô ấy, nhưng không thể bao hàm mối quan hệ của cô ấy với Thiên Quyền.\n\nYelan luôn nghĩ rằng mình không phải cấp dưới của bất kỳ ai, so với mối quan hệ cấp trên cấp dưới thì việc hợp tác của cô ấy với Ningguang giống như một cuộc giao dịch hơn, hoặc giả là... một loại khế ước nào đó.\n\nCô ấy có thể hái được tất cả quả ngọt tình báo từ thân cây nguy hiểm cho Ningguang, và đổi lại, tất cả những gì cô ấy cần chỉ là bản thân sự nguy hiểm và cảm giác thỏa mãn thành tựu.\n\nKhông ai biết sự hợp tác của họ bắt đầu từ khi nào.\n\nĐiều chắc chắn duy nhất là dấu chân của Yelan từ lâu đã sớm in dấu trên những vùng đất bên ngoài Liyue.\n\nTừ các quốc gia khác ở Teyvat đến vực sâu đầy nguy hiểm...\n\nMỗi hang động nguy hiểm với những bí ẩn sâu thẳm đều có thể trở thành thảm hoa cho các loài phong lan nở rộ.\n\nCô ấy nhẹ nhàng rong ruổi trong đêm, dưới những vì sao chiếu sáng trên bầu trời của cô ấy."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "夜兰常巡游徘徊在层岩巨渊一带，凝视最深处的黑暗。\n\n她出身于古老世家，她的祖先曾在此地抗击巨大灾厄。\n\n那一战，令千万人泣血，更有仙众夜叉埋骨于此。恶战过后，幸存者寥寥无几。\n\n两位祖先一死一生，活下来的那个竟也变得疯癫，这给夜兰的家族蒙上了一层阴霾。\n\n夜兰一直想知道当年究竟发生了什么，虽然理智告诉她不该靠近那里，但身体却愈加被吸引。\n\n仿佛血脉中藏着一种说不清道不明的不详，它在召唤她前往巨渊。\n\n或许未来有一天，她会坠入那片黑暗吧？当年缠绕在祖先身上的灾厄，也将降临在她身上。\n\n她想，大概这就是自己性格稍显怪异的源头。血脉里那份不详，令她感觉不到恐惧，让她渴望危险。\n\n她一直这样想着，直到长大成人，直到层岩巨渊封印解开的那天。\n\n在诸多伙伴的帮助下，祖先的事迹清晰展现在她的眼前。\n\n那是一个堪称分水岭的时刻——\n\n那之前，她仅仅是一只凭借被危险吸引的本能迈入黑暗的野兽。\n\n那之后，她才真正找到了这本能的真正意义。\n\n那些潜伏在她血脉中，不停召唤她的东西，令她忧虑，却也指引她。\n\n它是怒吼了五百年的英雄之血。\n\n不会恐惧，因为勇气令她坚定；渴望危险，因为英雄骨血不甘平庸。\n\n终有一天，她将走上和祖先相同的道路。\n\n她是英雄的后人，亦将成为后人的英雄。",
      "zht": "夜蘭常巡遊徘徊在層岩巨淵一帶，凝視最深處的黑暗。\n\n她出身於古老世家，她的祖先曾在此地抗擊巨大災厄。\n\n那一戰，令千萬人泣血，更有仙眾夜叉埋骨於此。惡戰過後，倖存者寥寥無幾。\n\n兩位祖先一死一生，倖存那位竟也變得瘋癲，這向夜蘭的家族蒙上了一層陰霾。\n\n夜蘭一直想知道當年究竟發生了什麼事，雖然理智告訴她不該靠近那裡，但身體卻愈加受到吸引。\n\n彷彿血脈中藏著一種說不清道不明的不祥，在召喚她前往巨淵。\n\n或許未來有一天，她會墜入那片黑暗吧？當年纏繞在祖先身上的災厄，也將降臨在她身上。\n\n她想，大概這就是自己性格稍顯怪異的源頭。血脈裡那股不祥，令她感覺不到恐懼，反而讓她渴望危險。\n\n她一直這樣想著，直到長大成人，直到層岩巨淵封印解開的那天。\n\n在諸多夥伴的幫助下，祖先的事蹟清晰展現在她的眼前。\n\n那是一個堪稱分水嶺的時刻——\n\n那之前，她僅僅是一頭按本能受危險吸引而進入黑暗的野獸。\n\n那之後，她才真正找到了這本能真正的意義。\n\n那潛伏在她血脈中不停呼喚她的事物，令她憂慮，卻也指引了她。\n\n那是怒吼了五百年的英雄之血。\n\n心無恐懼，是因為勇氣令她堅定；渴望危險，是因為英雄骨血不甘平庸。\n\n終有一天，她將走上和祖先相同的道路。\n\n她是英雄的後人，亦將成為後人的英雄。",
      "jp": "夜蘭はしばしば層岩巨淵一帯を巡廻し、最深部の暗闇を凝視する。\n\n彼女は古い家系の生まれで、祖先はかつてこの地の巨大な災厄に抗った。\n\nその一戦では無数の民の血が流れ、さらには仙衆夜叉でさえ、その地に骨を埋めたほどだった。苦しい戦いの後、生存していた者はほとんどいない。\n\n二人いた夜蘭の祖先も、一人は亡くなり、生き残ったもう一人も精神に異常をきたしてしまった。このことが、夜蘭の一族に影を落としたのだ。\n\n当時何が起こったのか、夜蘭はずっと知りたがっていた。近づいてはならないと理性が告げていても、体はしきりに引き寄せられていく。\n\nまるで体を流れる血の中で、得体の知れない何かが彼女を巨淵へ誘っているかのようだった。\n\nあるいはいつか、彼女もその暗闇に堕ちるのだろうか？当時祖先の身に纏わりついた災厄は、彼女の身にも降りかかるのだろうか。\n\nおそらく、これが自分の奇怪な性格の原因だろうと夜蘭は思う。血筋に潜む未知なるものが、自分に恐怖を感じさせず、また危険を渇望するのだろう。\n\n彼女はずっとそう考えていた…成年に達し、層岩巨淵の封印が解除されるあの日まで。\n\nそのとき、多くの仲間の助けにより、祖先に何が起こったのかが目の前にはっきりと映し出された。\n\nあれは、分水嶺とも言える瞬間だった——\n\n以前の彼女は、ただ危険に引き寄せられる本能から暗闇に足を踏み入れる獣であった。\n\n彼女が真にその本能の意味を知ったのは、その後だ。\n\n彼女の血に潜み、絶えず彼女を呼び続け、憂慮をもたらしながらも、彼女を導いたもの。\n\nその正体は、五百年もの長きに渡って叫び続けた英雄の血であったのだ。\n\n恐れないのは、その勇気が彼女を強くするが故。危険を渇望するのは、英雄の血が平凡を望まないが故。\n\nいつの日か、彼女は祖先と同じ道を歩むのだろう。\n\n彼女は英雄の末裔であり、彼女もまた、後世の英雄となるのだから。",
      "ko": "야란은 층암거연 일대를 자주 배회하며 가장 깊숙한 곳의 암흑을 응시하고 있다.\n\n오래된 고대의 가문 출신인 그녀의 선조는 이곳에서 거대한 재앙에 맞서 싸웠었다.\n\n그 전투로 인해 수많은 사람들과 선중야차가 피를 흘리고 쓰러져 이곳에 묻혔다. 악전고투를 마친 후 결국 겨우 몇 명만이 살아남을 수 있었을 뿐이다.\n\n그녀의 선조 중 한 명은 죽고 한 명은 살아남았다. 그러나 살아남은 자도 미쳐버려 야란의 가문에 씻을 수 없는 흠집을 남겨주었다.\n\n야란은 당시 무슨 일이 발생했는지 알고 싶어 했다. 그곳에 가까이 가면 안 된다는 이성의 명령을, 그녀의 본능은 받아들이지 않았다.\n\n설명할 수 없는 불길함이 피에 각인된 것처럼, 정체를 알 수 없는 그 무언가가 그녀를 층암거연으로 불러내고 있었다.\n\n어쩌면 언젠가, 그녀도 그 암흑의 땅에 떨어지지 않을까? 당시 그녀의 선조를 옭아매었던 재앙이 이제는 그녀를 향할지도 모른다.\n\n그녀는 이런 과거가 지금의 독특한 성격이 있게 한 원천이라 여겼다. 핏속을 들끓는 정체 모를 그 느낌은, 그녀가 아무런 두려움 없이 위험을 향해 나아가도록 이끌고 있었다.\n\n그녀는 어른이 되면 층암거연의 봉인을 해제하는 날이 올 거라 믿어왔다.\n\n여러 동료들의 도움에 힘입어, 드디어 선조의 발자취가 그녀의 눈앞에 뚜렷이 나타났다.\n\n그것은 일생일대의 분수령의 순간이었다——\n\n그전까지는 그저 본능에 이끌려 위험을 뒤쫓는 야수와도 같은 삶을 살아왔을 뿐이다.\n\n이후 그녀는 그 본능의 진정한 의미가 무엇인지 알게 되었다.\n\n그녀의 피에 각인된 알 수 없는 근심 속에 끊임없이 자신을 소환하던 존재.\n\n그것은 오백 년을 외쳐왔던 영웅의 피였던 것이다.\n\n두려워하지 않는 건 굳건한 용기가 있기 때문이며, 위험을 향한 갈망은 영웅의 피가 평범함을 거부하기 때문이다.\n\n결국 그녀는 선조와 같은 길을 걷게 될 것이다.\n\n영웅의 후손이자, 후손들의 영웅이 되는 것이 곧 그녀의 운명이다",
      "en": "Yelan spends much of her time patrolling and roaming The Chasm, where she often stares into the darkness deep below.\n\nHer family's history dates far back into an ancient age, and her ancestors once fought in The Chasm against a great cataclysm.\n\nWanton death was dealt during that battle, and even a yaksha met their end there. Only a few survived the grueling bloodshed.\n\nOne of her ancestors died, while the other went insane, constituting a huge blow to her family.\n\nYelan has always wanted to find out what happened back then. Despite her better judgment, she can't help feeling attracted to The Chasm.\n\nIt almost feels like something that runs in her blood — something inexplicably ominous — has been summoning her to The Chasm.\n\nPerhaps she will plunge into that darkness one day, and the ill fate that once befell her ancestors shall find her too.\n\nThe ominous calling that runs in the family shuts down her fear and turns on her craving for danger. This may be the reason for the peculiarities in her character, Yelan presumed.\n\nShe had never doubted it until she came of age, until the seal on The Chasm was lifted.\n\nWith the help of her companions, she unveiled the hidden past of her ancestors.\n\nThat moment marked a new chapter in her life:\n\nIn the past, she was a wild beast driven by pure instinct. Drawn to danger, she walked into darkness.\n\nFrom that moment on, she has found the true meaning of her instinct.\n\nThat which hides inside her, that constant calling, is not only a source of worry but also a light of guidance.\n\nIt is the blood of heroes which has been howling for 500 years.\n\nShe has no fear, for the courage within her makes her strong. She craves danger, for the heir of heroes is meant for a great adventure.\n\nSome day, she will embark on the path her ancestors once took.\n\nShe is the descendant of heroes, and she shall become the hero for many who will come after her.",
      "de": "Yelan patrouilliert häufig durch die Region der Großen Kluft und starrt dabei in die Finsternis der tiefsten Tiefen.\n\nSie wurde hineingeboren in eine uralte Adelsfamilie, ihre Vorfahren kämpften hier einst gegen ein riesiges Unheil.\n\nDieser Krieg führte zu unendlichem Leid für viele Millionen Menschen und auch die adeptischen Yaksha mussten dort ihre Gefallenen zurücklassen. Nach entsetzlichen Kämpfen gab es kaum noch Überlebende.\n\nVon zwei Vorfahren starb einer und einer lebte. Dass der Überlebende auch noch wahnsinnig wurde, warf einen dunklen Schatten über Yelans Familie.\n\nYelan wollte immer wissen, was damals wirklich passierte, obwohl die Vernunft ihr sagte, sie sollte sich diesem Ort nicht nähern, aber das führte nur dazu, dass ihr Körper umso stärker davon angezogen wurde.\n\nSo, als ob sich in ihren Adern etwas Unbeschreibliches verbarg, das sie aufforderte, zur Großen Kluft zu gehen.\n\nOb sie eines Tages in dieses Dunkel hinabstürzen wird? Das Unheil, das damals ihre Vorfahren umtrieb, sollte auch ihren Körper befallen.\n\nSie glaubte, dass dies wahrscheinlich die Quelle der seltsamen Eigenheiten ihres Charakters sei. Dass das Unbeschreibliche in ihren Venen sie dazu bringe, keine Furcht zu spüren und die Gefahr zu suchen.\n\nSo dachte sie die ganze Zeit, bis sie erwachsen wurde, bis zu jenem Tag, an dem das Siegel der Großen Kluft geöffnet wurde.\n\nDurch die Hilfe vieler Gefährten konnte das Geheimnis ihrer Vorfahren gelüftet werden.\n\nDas war ein Moment, der als Wendepunkt betrachtet werden kann.\n\nZuvor war sie wie eine nur von ihren Instinkten zur Gefahr hingezogene Bestie.\n\nDanach erst verstand sie die wahre Bedeutung dieses Instinkts.\n\nWas auch immer in ihren Adern schlummerte und sie forderte, machte ihr Sorgen, leitete sie aber auch an.\n\nEs war das fünfhundert Jahre lang wütende Blut von Helden.\n\nSie fürchtete nichts, weil der Mut sie standhaft sein ließ. In ihr brannte das Verlangen nach Gefahren, weil ein Held nicht untätig bleiben kann.\n\nEs wird der Tag kommen, an dem sie den Weg ihrer Vorfahren gehen wird.\n\nSie ist Nachfahrin von Helden und wird für die Nachwelt eine Heldin werden.",
      "es": "Yelan a menudo patrulla por la zona de la Sima para fijar su mirada en la oscuridad más profunda del abismo.\n\nPertenece a una familia noble que en el pasado formó parte de la resistencia contra la gran catástrofe que tuvo lugar en este lugar.\n\nEn aquella guerra hubo incontables bajas, incluso entre los Adeptus y los Yakshas.\n\nFueron pocos los supervivientes de ambos bandos y, de los dos ancestros de Yelan, uno murió y el otro logró sobrevivir. Sin embargo, este último terminó por perder la cabeza, lo que repercutió negativamente en la reputación de la familia de Yelan.\n\nElla siempre ha querido averiguar la verdad sobre lo que ocurrió en aquel entonces y, mientras que la razón le dice que no debe acercarse a ese lugar, su cuerpo se siente cada vez más atraído por él.\n\nEs como si por sus venas fluyera algo incierto e irracional que la llama a adentrarse en la Sima.\n\nQuizás, algún día, termine por adentrarse en la oscuridad y el mismo desastre que cayó sobre su familia acabe recayendo sobre ella.\n\nYelan piensa que, tal vez, este sea el motivo de su insólita personalidad y que la incertidumbre sobre su linaje sea lo que le hace no temer a nada y anhelar el peligro.\n\nEso es lo que siempre había pensado, hasta que creció y llegó el día en el que el sello de la Sima se rompió.\n\nCon la ayuda de sus compañeros, la verdad sobre el pasado de su familia se reveló claramente ante sus ojos.\n\nEsto marcó un antes y un después en su vida.\n\nHasta entonces, no era más que una bestia salvaje atraída por el peligro y con el instinto de adentrarse en la oscuridad.\n\nPero, desde ese momento, Yelan pudo darle un sentido a ese instinto.\n\nAquello que corría oculto por sus venas, que la llamaba y que la hacía preocuparse tanto era precisamente lo que la guiaba, era el rugido de la sangre de los héroes de hace quinientos años.\n\nNo sentía temor porque su valentía la volvió implacable; anhelaba el peligro porque la sangre de los héroes no es compatible con la mediocridad.\n\nAlgún día, Yelan caminará por la misma senda que sus antepasados, pues es descendiente de héroes y también está destinada a convertirse en uno.",
      "fr": "On trouve souvent Yelan en train de patrouiller aux alentours du Gouffre, le regard fixé vers les ténèbres les plus profondes.\n\nSa famille était un ancien clan aristocratique qui mit fin à une grande calamité qui était en train de s'abattre sur la région.\n\nCe fut une bataille marquée par le sang et les larmes où même les Adeptes et les Yakshas y trouvèrent leur trépas, et peu sont ceux qui y survécurent.\n\nDeux ancêtres de Yelan participèrent à cette bataille : le premier y trouva la mort, tandis que le second en réchappa mais sombra dans la folie, ce qui constitua un point sombre de l'histoire du clan.\n\nYelan a toujours voulu apprendre ce qui s'était passé à l'époque. Bien que la raison lui dise de ne pas s'approcher du Gouffre, elle ne pouvait s'empêcher d'être attirée par cet endroit.\n\nC'est comme s'il y avait quelque chose qui coulait dans ses veines et qui lui disait de se rendre là-bas.\n\nPeut-être qu'un jour, elle finirait par plonger dans les ténèbres et que le même fardeau qui pèse sur sa famille s'abattrait sur elle.\n\nSelon elle, toute cette histoire est peut-être la raison pour laquelle sa personnalité est un peu inhabituelle. L'incertitude concernant ses origines la rend intrépide et est ce qui alimente sa soif de danger.\n\nC'est ce qu'elle pensait jusqu'à ce qu'elle grandisse et que le jour vienne où le sceau du Gouffre soit levé.\n\nGrâce à l'aide de ses nombreux compagnons, les faits concernant ses ancêtres furent enfin révélés devant ses yeux.\n\nCe fut un tournant décisif pour elle.\n\nAvant cela, elle n'était qu'une créature sauvage attirée par le danger et dotée d'une attirance innée pour l'obscurité.\n\nCe n'est qu'après qu'elle comprit la signification véritable de cet instinct.\n\nCe sang qui coule dans ses veines l'appelle incessamment. Il lui cause du souci, certes, mais lui indique cependant la voie à suivre.\n\nCe même sang est celui de héros qui rugirent au milieu de la bataille il y a cinq siècles.\n\nElle ne ressent aucune peur, car son courage est ce qui la rend si résolue, et si elle a soif de danger, c'est parce que le sang des héros n'accepte pas la banalité.\n\nUn jour, elle suivra le même chemin que ses ancêtres.\n\nCar ses ancêtres sont des héros, et elle deviendra à son tour l'héroïne de sa descendance.",
      "pt": "Yelan passa muito de seu tempo patrulhando e rondando o Despenhadeiro, e ela sempre encara a escuridão profunda abaixo.\n\nA história de sua família remonta a uma era antiga, e seus antepassados lutaram no Despenhadeiro contra uma grande calamidade.\n\nNessa batalha, milhares de pessoas jorraram sangue, e até mesmo um Yaksha nela faleceu. Somente alguns sobreviveram ao terrível embate.\n\nDe seus dois antepassados, um faleceu, e o outro enlouqueceu, o que deixou sua família abalada.\n\nYelan sempre quis descobrir o que aconteceu na época, apesar de sua razão dizer para não se aproximar do Despenhadeiro.\n\nTalvez seja como algo em seu sangue, algo que a chama para o Despenhadeiro.\n\nTalvez um dia ela entre nessa escuridão? E nesse momento, o destino que caiu sobre seus antepassados também cairá sobre ela.\n\nEsse chamado assombroso em seu sangue apazígua seu medo e a inebria na busca pelo perigo. Essa pode ser a razão para as peculiaridades de sua personalidade, pensava ela.\n\nEla nunca duvidou disso até crescer, até que o selo no Despenhadeiro foi quebrado.\n\nCom ajuda de seus companheiros, ela descobriu a verdade de seus antepassados.\n\nEsse momento marcou um novo capítulo em sua vida:\n\nNo passado, ela era uma fera selvagem que se movia instintivamente, atraída pelo perigo, mergulhou na escuridão.\n\nMas dali em diante, ela descobriu a verdade por trás de seu instinto.\n\nAquilo que se esconde nela, constantemente chamando, não é apenas algo para se preocupar, mas também uma luz guiadora.\n\nÉ o sangue de heróis de quinhentos anos atrás que a chama.\n\nEla não tem medo, mas a coragem nela a faz forte. Ela anseia pelo perigo, pois a herdeira de heróis está destinada a grandes aventuras.\n\nUm dia, ela seguirá o caminho de seus antepassados.\n\nEla é descendente de heróis, e também se tornará a heroína de muitos que virão depois dela.",
      "ru": "Е Лань проводит большую часть своего времени, бродя по Разлому и вглядываясь в глубочайшую тьму внизу. История её семьи уходит далеко в прошлое. Её предки когда-то сражались в Разломе с великим бедствием. Многие погибли бессмысленной смертью, и даже Якса нашёл там свой конец. Лишь немногие пережили ожесточённое кровопролитие. Один из её предков умер, а второй сошёл с ума, что стало огромным ударом для всей семьи. Е Лань всегда хотела узнать правду о том, что произошло тогда. И пусть здравый смысл останавливает её, она не может избавиться от влечения к Разлому. Что-то в её крови, необъяснимо зловещее, зовёт её спуститься в пропасть. Возможно, однажды она погрузится в эту тьму, и злой рок, постигший её предков, найдёт и её. Зловещий зов крови заглушает её страх и пробуждает в ней тягу к опасности. Возможно, в этом и кроется причина особенностей её характера, как считает Е Лань. Она думала так до тех пор, пока не стала взрослой, до того дня, когда была снята печать с Разлома. С помощью спутников она узнала прошлое своих предков. Это был переломный момент. В прошлом она была диким зверем, ведомым чистым инстинктом. Привлечённая опасностью, она шагнула во тьму. Но теперь она нашла истинный источник своего инстинкта. Зов крови не только беспокоил, но и направлял её. Это кровь героев, которая бурлит уже пятьсот лет. У неё нет страха, потому что мужество делает её сильнее. Она жаждет опасности, потому что потомку героев суждено пережить великое приключение. Когда-нибудь она встанет на путь, по которому когда-то шли её предки. Она потомок героев и станет героем для всех, кто придёт после неё.",
      "id": "Yelan menghabiskan sebagian besar waktunya untuk berpatroli dan berkelana. Di Chasm, dia menerawang ke dalam kegelapan, jauh di bawah sana.\n\nSejarah keluarganya bermula dari zaman dahulu kala, nenek moyangnya turut serta bertempur di Chasm melawan bencana besar yang ketika itu melanda.\n\nMaut menyambut dan memeluk begitu banyak dari mereka yang maju berperang, bahkan Yaksha pun tak luput dari cengkeramannya. Langkalah ia, yang dapat berkata kepada sanak dan rekannya \"Aku selamat\".\n\nSalah satu dari pendahulu Yelan gugur, dan yang satunya lagi menjadi gila. Peristiwa ini menandai pukulan terberat yang menghantam keluarganya.\n\nYelan selalu ingin tahu tentang kebenaran yang terjadi di kala itu, dan dirinya tidak dapat menghindari ikatan antara dia dan Chasm.\n\nDarahnya serasa bergejolak, laksana ada sesuatu yang memanggilnya ke Chasm.\n\nTidak ada yang tahu apakah suatu hari nanti Yelan akan menuju ke kedalaman tak berujung, untuk menemui nasib yang sama seperti para pendahulunya.\n\nGejolak darahnya membuat Yelan kebal akan rasa takut, bahkan sampai ke tahap mendamba marabahaya. Yelan menyimpulkan bahwa darahnya adalah penyebab keunikan tabiatnya.\n\nDia tidak pernah meragukan hal ini sampai ketika dia dewasa, sampai ketika segel yang menutup Chasm terbuka.\n\nLembaran baru pun dimulai dalam hidupnya:\n\nDulu, dia digerakkan oleh insting mencari bahaya, dengan senang hati melangkah ke dalam kegelapan.\n\nKini, dirinya telah sepenuhnya memahami makna di balik insting tersebut.\n\nPanggilan yang dia rasakan bukan hanya sekedar sumber kekhawatiran, melainkan juga seberkas cahaya penunjuk jalan.\n\nGejolak yang membara dalam darahnya adalah teriakan para pahlawan yang telah bergema selama 500 tahun.\n\nDia tidak gentar, karena keberanian memberinya kekuatan. Dia menggemari bahaya, karena darah pahlawan memang ditakdirkan untuk berkelana.\n\nSuatu hari nanti, dia akan menapaki jalan yang dulu dilalui para pendahulunya.\n\nDirinya adalah keturunan para pahlawan, dan dirinya jugalah yang akan menjadi sosok pahlawan bagi para penerusnya kelak.",
      "th": "Yelan มักจะเดินไปรอบ ๆ พื้นที่ Chasm แล้วจ้องมองเข้าไปในจุดที่ลึก และมืดมิดที่สุด\n\nเธอมาจากตระกูลเก่าแก่ บรรพบุรุษของเธอก็ได้ต่อสู้กับภัยพิบัติครั้งใหญ่ในที่แห่งนี้นี่แหละ\n\nในการต่อสู้ครั้งนั้นทำให้ผู้คนหลายพันหลั่งเลือด อีกทั้งเหล่าเซียนยักษายังได้พบจุดจบที่นี่ หลังการต่อสู้นั้นมีผู้รอดชีวิตเพียงไม่กี่คน\n\nบรรพบุรุษทั้งสอง คนหนึ่งเป็น คนหนึ่งตาย คนที่รอดชีวิตมาได้ก็กลายเป็นคนบ้า สิ่งนี้ทำให้เกิดเมฆครึ้มปกคลุมครอบครัวของ Yelan\n\nYelan อยากรู้มาตลอดว่าเกิดอะไรขึ้นในตอนนั้น แม้ว่าสติของเธอจะร้องเตือนว่าอย่าไปที่นั่น แต่ร่างกายของเธอกลับถูกดึงดูดเข้าไปเรื่อย ๆ\n\nราวกับว่าสายเลือดในกายมีบางสิ่งบางอย่างที่บอกไม่ถูกว่าคืออะไรกำลังร้องเรียก มันเรียกหาเธอให้ไปยัง Chasm\n\nบางทีสักวันหนึ่งในอนาคต เธอจะร่วงหล่นลงไปในความมืดมิดนั่นล่ะมั้ง? ภัยพิบัติที่เกิดขึ้นกับบรรพบุรุษในสมัยนั้นก็อาจจะเกิดขึ้นกับเธอก็เป็นไปได้\n\nเธอคิดว่าบางทีที่นี่อาจเป็นที่มาของนิสัยแปลก ๆ ของตัวเอง มีบางอย่างที่ไม่สามารถอธิบายได้ในสายเลือดของเธอ ที่ทำให้เธอไม่รู้สึกหวาดกลัว ทั้งยังโหยหาอันตราย\n\nเธอคิดแบบนี้มาตลอดจนโต จนถึงวันที่ผนึกของ Chasm ถูกปลดออก\n\nด้วยความช่วยเหลือจากเพื่อนหลายคน อดีตที่ซ่อนเร้นของบรรพบุรุษได้ถูกเปิดเผยสู่สายตาเธอ\n\nช่วงเวลานั้นเป็นเพียงแค่จุดเริ่มต้นของสายน้ำเท่านั้น\n\nก่อนหน้านั้น เธอเพียงถูกสัญชาตญาณดึงดูดไปสู่อสูรร้ายในความมืดมิดสุดอันตราย\n\nหลังจากนั้นเธอถึงพบความหมายที่แท้จริงของสัญชาตญาณนี้\n\nสิ่งที่แฝงตัวอยู่ในกระแสเลือดของเธอและคอยกวักมือเรียก แม้จะน่ากังวล แต่ก็ชักนำเธอในเวลาเดียวกัน\n\nมันคือสายเลือดเหล่าวีรชนที่ร้องคำรามมาเป็นเวลานับ 500 ปี\n\nไร้ซึ่งความขลาดกลัว เพราะความกล้าหาญทำให้เธอมั่นคง ความต้องการเผชิญหน้ากับอันตราย เพราะเลือดเนื้อเชื้อไขของวีรชนมีไว้เพื่อทำอะไรที่ยิ่งใหญ่\n\nสักวันหนึ่ง เธอจะเดินตามเส้นทางอย่างบรรพบุรุษ\n\nเธอเป็นทายาทของวีรชน และเธอก็จะเป็นวีรชนของคนรุ่นหลังต่อ ๆ ไป",
      "vi": "Yelan thường lang thang bên Vực Đá Sâu, nhìn chằm chằm vào bóng tối nơi sâu thẳm nhất.\n\nCô ấy xuất thân từ một gia tộc cổ xưa, và tổ tiên của cô ấy đã từng chiến đấu chống lại thảm họa lớn tại nơi này.\n\nTrận chiến đó đã khiến hàng ngàn người phải khóc ra máu, thậm chí còn có những Tiên Chúng Dạ Xoa chôn thân tại đây. Sau khi trận chiến khốc liệt qua đi, cũng chỉ còn lại rất ít người sống sót.\n\nHai vị tổ tiên một mất một còn, người còn sống thì trở nên điên loạn, điều này như bóng đen bao trùm lên gia tộc của Yelan.\n\nYelan luôn muốn biết rốt cuộc năm đó đã xảy ra chuyện gì, tuy rằng lý trí mách bảo cô không nên đến gần đó, nhưng cơ thể cô lại càng lúc càng bị hấp dẫn.\n\nCó cảm giác như có thứ gì đó không thể giải thích được đang tuôn trào trong huyết quản, nó đang kêu gọi cô đến Vực Đá Sâu.\n\nBiết đâu một ngày nào đó trong tương lai, cô sẽ rơi vào bóng tối đó? Tai họa ập xuống với tổ tiên năm đó rồi cũng sẽ ập đến với cô.\n\nCô nghĩ, có lẽ đây là nguồn gốc hình thành nên tính cách quái đản của mình. Những điều chưa rõ ràng không hề khiến cô cảm thấy sợ hãi, mà lại khiến cô khao khát nguy hiểm hơn.\n\nCô luôn nghĩ như vậy, cho đến khi trưởng thành, cho đến ngày Vực Đá Sâu phá bỏ phong ấn.\n\nDưới sự giúp đỡ của nhiều đồng đội, sự tích của tổ tiên cô đã hiển hiện rõ ràng trước mắt cô.\n\nKhoảnh khắc đó có thể nói là đánh dấu một chương mới trong cuộc đời cô:\n\nTrong quá khứ, cô là một con thú hoang bị điều khiển bởi bản năng thuần túy. Bị cuốn vào vòng nguy hiểm, cô bước vào bóng tối.\n\nSau đó, cô mới thực sự tìm thấy ý nghĩa của bản năng này.\n\nNhững thứ đã ngấm vào máu và không ngừng kêu gọi cô, khiến cô lo lắng, lại chỉ đường cho cô.\n\nNó là máu của những anh hùng đã gầm lên suốt năm trăm năm.\n\nKhông sợ hãi, vì lòng dũng cảm khiến cô vững vàng; Khao khát nguy hiểm, vì dòng máu anh hùng không muốn tầm thường.\n\nMột ngày nào đó, cô sẽ đi theo con đường giống như tổ tiên của mình.\n\nCô là hậu duệ của anh hùng và sẽ là anh hùng của hậu duệ."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "总务司手中握有一份特别关注名录。\n\n列在其中的人不多，但无一不是身负本领的能人异士——\n\n豪情无双的武装船队领袖；神通广大的异乡旅者。\n\n甚至还包括了部分隐居世外但依旧威名赫赫的仙人…\n\n这些人可以轻易在璃月搅起无边风云，即使他们并没有那般意图。\n\n为防意外，总务司仍然把更多的目光放在了他们身上。\n\n而在这份名录之外，另有一份保密等级更高的秘密情报名录。\n\n这份名录中的人，才是真真正正威胁到璃月的危险角色。\n\n里面究竟写下了哪些名字呢？\n\n有愚人众的诸位执行官吗？或者是神秘的深渊势力？\n\n还是说，甚至连神明也登记在册了呢？ \n\n七星之外，恐怕只有夜兰才能回答这个问题，因为她就是这两份名录的编纂者。\n\n这样的工作成果令她愉悦，她日复一日地完善名录，就像乌鸦日复一日地往窝中衔回亮晶晶的小宝贝。\n\n两种收集癖的区别在于，乌鸦只用扑扑翅膀就能完成的事，夜兰需要付出多少鲜血和汗水则不可知。\n\n但好在这件事上，她也完全不计较成本。她相信自己无论付出多少，都远不及这些情报的价值。\n\n总有一天它们会派上用场——璃月绝不会再像五百年前那样，在对危险一无所知的情况下陷入灾厄。\n\n有她在，璃月就不会毫无准备。",
      "zht": "總務司手中握有一份特別關注名錄。\n\n列在其中的人不多，但無一不是身負本領的能人異士——\n\n豪情無雙的武裝船隊領袖；神通廣大的異鄉旅者。\n\n甚至還包括了部分隱居世外但依舊威名赫赫的仙人…\n\n這些人可以輕易在璃月攪起無邊風雲，即使他們並沒有那般意圖。\n\n為防意外，總務司仍然在他們身上投以更多的目光。\n\n而在這份名錄之外，另有一份保密等級更高的秘密情報名錄。\n\n這份名錄中的人，才是真真正正威脅到璃月的危險人物。\n\n裡面究竟寫了哪些名字呢？\n\n有愚人眾的諸位執行官嗎？或者是神秘的深淵勢力？\n\n還是說，甚至連神明也登記在冊了呢？ \n\n七星之外，恐怕只有夜蘭才能回答這個問題，因為她就是這兩份名錄的編纂者。\n\n這樣的工作成果令她愉悅。她日復一日地完善名錄，就像烏鴉日復一日地往窩中銜回亮晶晶的小寶貝。\n\n兩種收集癖的區別在於，烏鴉只用撲撲翅膀就能完成的事，夜蘭需要付出多少鮮血和汗水則不可知。\n\n但好在對於這件事，她也完全不計較成本。她相信自己無論付出多少，都遠不及這些情報的價值。\n\n總有一天它們會派上用場——璃月絕不會再像五百年前那樣，在對危險一無所知的情況下陷入災厄。\n\n有她在，璃月就不會毫無準備。",
      "jp": "総務司には、特別重視名簿というものがある。\n\n掲載されている人物の数は多くないが、いずれも実力の侮れない強者だ——\n\n比類なき威容を誇る武装船隊の長、優秀で万能な異郷の旅人。\n\nさらには、世を退いてもなお名声高き、仙人の名までが含まれている…\n\nこれらの者はみな、たとえその意図がなくとも、簡単に璃月の情勢を変えられる力を持っている。\n\nそのため万が一に備えて、総務司は今でも彼らに目を光らせているのだ。\n\nまた、この名簿とは別に、より機密レベルの高い秘密情報名簿というものも存在している。\n\nその名簿に載っている人物こそ、正真正銘璃月に危険をもたらす可能性のある者たちだ。\n\n一体、どのような名前が載っているのだろうか？\n\nファデュイの執行官？あるいは謎深きアビスの勢力？\n\nあるいは、神の名さえも登録されているのだろうか？\n\n七星以外でこの質問に答えられるのは、おそらく夜蘭だけだろう。なぜなら彼女こそが、この二つの名簿の編集をしている者だからだ。\n\nこの仕事の成果は彼女に愉悦感をもたらしてくれる。まるで鴉が毎日キラキラの宝物を巣に運ぶかのように、彼女は日々名簿の完成に向けて動く。\n\nだが、この二つの収集癖には違いがある。鴉は翼をはためかせるだけで収集を達成できるが、夜蘭は収集のコストとして、血と汗を支払わねばならないのだ。\n\nしかし幸い、このことにおいて彼女はまったくコストを気にしていない。どれだけの代価を払おうと、情報の価値とは比べ物にならないと考えているからだ。\n\nいつの日か必ず、役に立つときが来る——璃月が五百年前のように、危険に対して無知なまま、災厄のさなかに堕とされることはもう決してないだろう。\n\n彼女がいる限り、璃月が準備不足に陥ることはない。",
      "ko": "총무부에는 특별 감시 명단이 존재한다.\n\n명단에 오른 자는 많지 않으나, 누구 하나 할 것 없이 전부 범상치 않은 능력을 지닌 자들이다——\n\n호탕한 무장 함대의 함장, 가히 전지전능한 능력을 지닌 이방인 여행자.\n\n심지어 세상의 손길이 닿지 않는 곳에서 은거하고 있지만, 여전히 예전의 명성이 건재한 선인까지…\n\n이들은 자신의 의도와는 상관없이 언제든지 리월을 폭풍 속에 몰아넣을 수 있는 능력을 가진 자들이다.\n\n혹시 모를 상황을 대비해, 총무부는 그들에 대한 감시를 게을리하지 않고 있다.\n\n그리고 이 명단 외에도, 비밀 등급이 훨씬 높은 첩보 명단이 하나 존재한다.\n\n이 명단에 기록된 자들이야말로 진정으로 리월을 위협하는 위험인물들인 것이다.\n\n과연 여기에 기록된 자들은 누구일까?\n\n우인단의 집행관들? 아니면 신비한 심연의 세력?\n\n그것도 아니면, 설마… 신? \n\n칠성 외에 이 질문에 답할 수 있는 사람은, 오직 명단을 직접 작성한 야란밖에 없을 것이다.\n\n마치 자신의 둥지 안에 쉬지 않고 반짝반짝 빛나는 목표물을 물어오는 까마귀처럼, 야란은 자신의 성과물을 뿌듯해했다.\n\n까마귀는 날개를 펼쳐 하늘을 날기만 하면 목표를 달성할 수 있지만, 야란은 이를 위해 수많은 피와 땀을 흘려야 했다.\n\n그러나 야란에게 이런 희생은 아무것도 아니었다. 그녀는 어떤 대가를 치르더라도 정보의 가치에는 비할 수 없다고 여겼다.\n\n언젠가는 반드시 중요한 곳에 쓰이리라——리월이 아무런 준비 없이 오백 년 전의 재앙에 다시 한 번 빠지는 것은 용납할 수 없다.\n\n야란이 존재하는 한, 그런 일은 일어나지 않을 것이다",
      "en": "The Ministry of Civil Affairs has a Special Attention List.\n\nThe list isn't long, but everyone on it is truly extraordinary:\n\nFor instance, the unbound and forthright leader of the armed fleet and the capable outland traveler with a broad range of skills.\n\nThe list even includes some reclusive adepti in Liyue whose names still bear great weight today...\n\nThese people could easily bring storms upon Liyue, their intentions notwithstanding.\n\nAs such, the Ministry of Civil Affairs, ever on guard against risk, still watches them closely.\n\nOn top of that, there is also a more classified Secret Intelligence List.\n\nThose on it are the real threats to Liyue.\n\nSo who are they exactly?\n\nThe Fatui Harbingers? Figures from the Abyss Order?\n\nOr perhaps, are even the names of gods listed there?\n\nOther than the Qixing, Yelan is likely to be the only one who can answer these questions, for she is the very person who compiled the two lists.\n\nThe results of such work please her greatly, and day after day, she perfects the lists, as crows embellishing their nests with shining trinkets.\n\nThat said, while both are equally obsessed with collecting, Yelan must sweat and even bleed to secure what she is after, while crows need only flap their wings to achieve their aim.\n\nFortunately, this does not bother her at all, for she believes that the intelligence is worth whatever cost she is going to pay.\n\nOne day, the information will come in handy — Liyue will never plunge into disaster without any clue of the danger like it once did 500 years ago.\n\nShe will see to it that Liyue is not caught unprepared.",
      "de": "Der Rat für Allgemeine Angelegenheiten besitzt eine Namensliste für besonders beobachtungswürdige Individuen.\n\nAuf dieser Liste stehen nur wenige Personen, aber jede davon birgt außergewöhnliche Kräfte.\n\nEin unvergleichlich kühner Kriegsschiffskapitän; ein Reisender aus fremden Landen mit unglaublichen magischen Fähigkeiten.\n\nSogar einige von der Außenwelt abgeschieden lebende, für ihre Kraft berühmte Adepten ...\n\nDiese Personen könnten mit Leichtigkeit dunkle Wolken über Liyue heraufbeschwören, selbst wenn sie dies nicht beabsichtigten.\n\nZum Schutz vor solchen Ereignissen hat der Rat für Allgemeine Angelegenheiten immer mehr Augenmerk auf sie gerichtet.\n\nAbgesehen von dieser Liste gibt es jedoch eine weitere Namensliste einer noch höheren Geheimhaltungsstufe mit geheimen Informationen.\n\nDie auf dieser Liste versammelten Personen sind die wirklich für Liyue bedrohlichen Figuren.\n\nWelche Namen sind darauf zu finden?\n\nSind es die Elf der Fatui? Sind es die mysteriösen Kräfte des Abgrunds?\n\nSind gar die Namen von Göttern auf dieser Liste vermerkt?\n\nAußer den Qixing kann wahrscheinlich nur Yelan diese Fragen beantworten, denn sie ist die Verfasserin beider Namenslisten.\n\nDerartige Arbeitsergebnisse machen sie glücklich, tagein, tagaus erweitert und verbessert sie die Listen, ganz so wie eine Elster tagein, tagaus kleine glänzende Schätze in ihr Nest zurückbringt.\n\nDer Unterschied zwischen diesen beiden Arten der Sammelleidenschaft liegt darin, dass Elstern nur ihre Schwingen ausbreiten müssen, um ihr Werk zu vollenden, wie viel Schweiß und Blut aber Yelan opfern muss, kann niemand sagen.\n\nDas Gute daran aber ist, dass sie sich keine Gedanken über ihre Aufwendungen macht. Sie glaubt, egal wie viel sie selbst dafür aufbringen muss, es liegt weit unter dem Wert der gewonnen Informationen.\n\nEines Tages werden sie gute Dienste leisten – Liyue wird bestimmt nicht wieder wie vor fünfhundert Jahren in eine derartige große Katastrophe hineingeraten, weil es sich seiner Gefahren nicht bewusst ist.\n\nMit ihr wird Liyue auf alles gefasst sein.",
      "es": "#El Ministerio de Asuntos Civiles posee una particular lista de personas a las que hay que vigilar.\n\nAunque no es una lista muy larga, todas las personas en ella son verdaderamente extraordinarias.\n\nUna apasionada capitana de una poderosa flota armada, {F#una}{M#un} viajer{F#a}{M#o} con habilidades excepcionales...\n\nIncluso algún Adeptus de Liyue que, aunque vive recluido del mundo exterior, tiene una gran reputación debido a su enorme poder.\n\nEste tipo de gente puede perturbar fácilmente la paz en Liyue aunque esa no sea su auténtica intención.\n\nPara evitar incidentes, el Ministerio de Asuntos Civiles ha aumentado su vigilancia sobre estas personas.\n\nSin embargo, además de esta lista, hay otra aún más secreta con información clasificada.\n\nEs en esta última en la que aparecen los nombres de aquellas personas peligrosas que realmente suponen una amenaza para Liyue.\n\n¿Qué nombres habrá escritos en ella? ¿Los nombres de Los Once de los Fatui? ¿O los de las fuerzas del abismo? ¿O tal vez incluso nombres de dioses?\n\nAdemás de las Siete Estrellas, solo Yelan conoce las respuestas a estas preguntas, ya que fue ella quien escribió estas dos listas.\n\nHacer este trabajo le resulta muy satisfactorio, y día tras día va completando las listas, como un cuervo que cada día lleva un objeto brillante diferente a su nido.\n\nLa diferencia entre ambos está en que un cuervo solo necesita batir sus alas para conseguir su objetivo, mientras que a Yelan le cuesta sangre, sudor y lágrimas conseguir el suyo.\n\nAfortunadamente, esto no le supone una molestia. Ella cree que, independientemente del precio a pagar para conseguir la información, nunca será comparable a su valor.\n\nCon toda seguridad, llegará un día en el que sea de gran utilidad, y la Liyue de ahora no será como la de hace quinientos años, ignorante de los peligros que la acechaban y amenazada por una catástrofe.\n\nGracias a Yelan, Liyue no volverá a estar desprevenida.",
      "fr": "#Le Bureau des affaires civiles dispose d'une liste de personnes à suivre.\n\nÀ l'intérieur, on y trouve peu de noms, mais ceux-ci appartiennent tous indéniablement à des personnes de talent.\n\nLa capitaine passionnée d'une flotte armée, {M#un voyageur}{F#une voyageuse} aux capacités exceptionnelles...\n\nCe répertoire inclut même des Adeptes qui ont choisi de vivre à l'écart du monde des mortels, mais qui jouissent d'un prestige immense.\n\nTous ces personnages pourraient provoquer d'immenses vagues à Liyue, bien qu'ils n'en aient pas l'intention.\n\nAfin de se prémunir de tout incident, le Bureau des affaires civiles continue de mettre à jour cette liste en l'agrandissant.\n\nMais en plus de celle-ci, il existe encore une autre liste de renseignements secrète dont le niveau de confidentialité est encore plus élevé.\n\nLes noms répertoriés dans cette liste sont ceux de personnes dangereuses qui constituent une menace réelle pour Liyue.\n\nQuels sont donc les noms inscrits dans cette liste ?\n\nY a-t-il les noms de certains des Exécuteurs Fatui ? Ou ceux de membres des forces de l'Abîme ?\n\nOu se pourrait-il encore qu'il y figure le nom d'un Archon ?\n\nEn dehors des Sept Étoiles, seule Yelan est à même de répondre à cette question, car c'est elle qui s'occupe de tenir cette liste à jour.\n\nC'est un travail qui la rend satisfaite. Jour après jour, elle complète sa liste, telle une corneille qui ajoute quotidiennement de nouveaux trésors à son nid.\n\nLa différence est qu'une corneille n'a besoin que de battre des ailes pour atteindre son but, tandis que Yelan doit verser on ne sait combien de sang et de sueur pour atteindre le sien.\n\nHeureusement, pour Yelan, le prix à payer pour faire ces listes n'est pas important. Pour elle, celui-ci n'est pas comparable à la valeur des informations qu'elles contiennent.\n\nIl viendra sûrement un jour où elles se révéleront être d'une grande utilité, car les Liyuéens d'aujourd'hui ne sont pas ceux d'il y a cinq siècles, et contrairement à eux, ils ne se laisseront pas entraîner dans une catastrophe en ignorant tout du danger qui se présente à eux.\n\nTant que Yelan sera présente, Liyue ne sera jamais prise au dépourvu.",
      "pt": "#O Ministério dos Assuntos Civis possui uma Lista de Observação Especial.\n\nNão há muitas pessoas nela, mas todas que estão são extraordinárias.\n\nComo a capitã de uma frota armada, e {F#uma}{M#um} Viajante forasteir{F#a}{M#o} de habilidades formidáveis.\n\nA lista também inclui o nome de Adepti solitários com nomes até hoje relevantes...\n\nEssas pessoas poderiam facilmente trazer uma tempestade para Liyue, mesmo que elas não quisessem desencadear tal tipo de acidente.\n\nPor isso, o Ministério dos Assuntos Civis, sempre de guarda contra perigos, observa-os atentamente.\n\nAlém disso, há uma Lista Secreta de Inteligência.\n\nAs pessoas nela são verdadeiras ameaças a Liyue.\n\nQuem está nela exatamente?\n\nOs Mensageiros Fatui? Integrantes da Ordem do Abismo?\n\nTalvez até mesmo arcontes?\n\nCom exceção dos Qixing, somente Yelan sabe a resposta para essa pergunta, pois foi ela quem redigiu essas duas listas.\n\nO resultado desse trabalho a satisfaz muito, e dia após dia, ela complementa as listas, como corvos adornando seus ninhos com bugigangas brilhantes.\n\nDito isso, apesar de ambos serem obcecados com coleções, Yelan tem que suar e até sangrar para conseguir o que ela quer, enquanto os corvos só precisam bater suas asas para chegarem até seu objetivo.\n\nFelizmente, isso não a incomoda, pois ela acredita que inteligência é algo que vale a pena, não importa o custo que ela tenha que pagar.\n\nUm dia, essa informação será útil, e Liyue nunca cairá em um desastre sem saber nada sobre o perigo como foi 500 anos atrás.\n\nEla garantirá que Liyue não estará despreparada.",
      "ru": "#У Департамента по делам граждан есть Особый список. Он невелик, но в него входят поистине необычные люди: например, несгибаемый и гордый лидер вооружённого флота и чужеземн{F#ая}{M#ый} путешественни{F#ца}{M#к}, обладающ{F#ая}{M#ий} особыми способностями. В список даже входит одинокий адепт из Ли Юэ, чьё имя до сих пор имеет большой вес... Такие люди с лёгкостью могут навлечь неприятности, даже не имея на то намерений. В целях предотвращения несчастных случаев Департамент по делам граждан уделяет им особое внимание. Также существует ещё более засекреченный Список секретных разведданных. Люди в этом списке представляют реальную угрозу для Ли Юэ. Чьи имена там написаны? Предвестников Фатуи? Ордена Бездны? Или, может быть, имена богов? Кроме Цисин, пожалуй, только Е Лань может ответить на эти вопросы, ведь именно она составляла оба списка. Результаты работы радуют её, и день за днём она редактирует списки, словно ворон, перебирающий свои блестящие безделушки. Только вот ворону хватает всего лишь пары взмахов крыльями, а Е Лань добывает результаты потом и кровью. К счастью, её это нисколько не беспокоит. Она считает, что любая цена, сколь бы она ни была высокой, стоит этой информации. Однажды она обязательно пригодится. Ли Юэ больше не попадёт в неожиданную беду, как пятьсот лет назад. Пока она здесь, Ли Юэ не застанут врасплох.",
      "id": "Bagian Urusan Sipil punya daftar nama untuk individu-individu yang perlu diberi perhatian khusus.\n\nTidak banyak nama yang tertulis di dalamnya, tapi masing-masing dari mereka adalah pribadi yang jauh dari kata \"biasa\".\n\nMisalnya, sang pemimpin armada kapal bersenjata yang bebas dan adil. Atau sang pengembara asing yang hidup berkelana dan serba bisa.\n\nBahkan di dalamnya ada pula nama Adeptus penyendiri yang masih sangat disegani di Liyue zaman ini ....\n\nIndividu-individu ini dapat dengan mudah mendatangkan badai ke Liyue, baik disengaja mau pun tidak.\n\nOleh sebab itulah Bagian Urusan Sipil terus mengawasi mereka, sebagai bentuk mitigasi risiko.\n\nSelain itu, masih ada pula yang disebut Daftar Sangat Rahasia milik bagian intelijen.\n\nDi dalamnya adalah nama-nama yang dianggap sebagai bahaya nyata bagi Liyue.\n\nSiapa saja yang ada di dalamnya? Para Harbinger kah? Anggota Abyss Order?\n\nAtau bahkan mungkin, para dewa dan Archon?\n\nSelain para Qixing, mungkin hanya Yelan sendirilah yang tahu jawabannya, karena dialah yang menyusun kedua daftar tersebut.\n\nPekerjaan ini sangat menyenangkan baginya, dan dia selalu memperbaharui daftarnya setiap hari, bagiakan burung gagak yang menghias sarangnya dengan berbagai pernak pernik.\n\nBaik sang individu maupun binatang yang dijadikan contoh, keduanya sangat suka mengoleksi. Bedanya, Yelan harus membayar koleksinya dengan keringat dan darah, sementara burung gagak cukup mengepakkan sayap belaka untuk mencapai tujuan.\n\nUntungnya, hal ini tidak mengganggu Yelan sama sekali, karena dia percaya setiap informasi yang dia peroleh, didapatkan dengan harga yang setimpal.\n\nInformasi yang suatu hari nanti bakal berguna, semua untuk menjaga agar Liyue tidak jatuh ke dalam bencana tanpa tahu pasti apa yang dihadapi, seperti 500 tahun yang lalu.\n\nYelan bersumpah bahwa Liyue akan selalu siap, apa pun yang datang menerjang.",
      "th": "ในมือของฝ่ายกิจการทั่วไปมีรายชื่อที่ต้องให้ความสนใจเป็นพิเศษ\n\nมีคนอยู่ไม่มากนักในรายชื่อ แต่ทุกคนต่างก็เป็นคนมีความสามารถ...\n\nไม่ว่าจะเป็นผู้นำกองทัพเรือติดอาวุธผู้ทะเยอทะยานไม่มีใครเทียบได้ หรือนักเดินทางต่างแดนผู้ทรงพลังก็ตาม\n\nยังรวมถึงเซียนบางท่านที่อาศัยอยู่อย่างสันโดษแต่ก็มีชื่อเสียง...\n\nคนเหล่านี้สามารถเรียกลมเรียกพายุใน Liyue ได้อย่างง่ายดาย ถึงแม้ว่าพวกเขาจะไม่มีเจตนาเช่นนั้นก็ตาม เพื่อควบคุมความเสี่ยง\n\nฝ่ายกิจการทั่วไปยังคงจับตาดูพวกเขาอย่างใกล้ชิด\n\nนอกจากรายชื่อพวกนี้แล้ว ยังมีรายชื่อข่าวกรองที่ถูกเก็บเป็นความลับระดับสูงอีกด้วย\n\nคนในรายชื่อนี้เป็นบุคคลอันตรายที่เป็นภัยคุกคามต่อ Liyue จริง ๆ\n\nภายในนั้นจะมีชื่ออะไรเขียนอยู่กันบ้างนะ?\n\nมีเหล่าผู้บริหารของ Fatui หรือไม่? หรือจะเป็นกองกำลัง Abyss ที่แสนลึกลับ?\n\nหรือจะบอกว่า แม้แต่เทพก็ถูกบันทึกลงไปด้วยกันนะ?\n\nนอกจาก Qixing แล้ว เกรงว่าก็คงมีแต่ Yelan เท่านั้นที่สามารถตอบคำถามนี้ได้ เพราะเธอเป็นคนที่รวบรวมรายชื่อทั้งสองนี้ขึ้นมา\n\nผลลัพธ์ของงานนี้ทำให้เธอพึงพอใจมาก วันแล้ววันเล่าที่เธอรวบรวมรายชื่อทั้งหมดจนสำเร็จ ก็เหมือนกับอีกาที่ค่อย ๆ รวบรวมสิ่งของที่แวววาวกลับรังวันแล้ววันเล่า\n\nความแตกต่างของนักสะสมทั้งสองคือ อีกาแค่กระพือปีกก็สามารถทำเรื่องต่าง ๆ ให้สำเร็จได้ แต่ Yelan ต้องใช้ทั้งเลือด และหยาดเหงื่อไม่รู้เท่าไหร่จึงจะได้มา\n\nแต่จุดที่ดีของเรื่องนี้ก็คือ เธอไม่ได้สนใจเลยว่าเธอต้องจ่ายอะไรไปเท่าไหร่ เพราะว่าข้อมูลนี้มันมีค่ากว่าสิ่งที่เธอต้องจ่ายไปมากมายนัก\n\nเมื่อวันหนึ่งมาถึง พวกมันจะต้องมีประโยชน์อย่างแน่นอน และ Liyue จะไม่มีวันตกลงสู่ภัยพิบัติเหมือนเมื่อ 500 ปีก่อนอีก\n\nขอแค่มีเธออยู่ Liyue จะไม่ไร้การเตรียมตัวอีกต่อไป",
      "vi": "Trong tay Tổng Vụ có một danh sách đặc biệt.\n\nDanh sách không dài, nhưng tất cả những người trong danh sách đều là người có năng lực phi thường:\n\nThủ lĩnh vô song của đội thuyền vũ trang; Nhà lữ hành xa xứ thần thông quảng đại.\n\nThậm chí còn bao gồm cả những tiên nhân sống ẩn dật nhưng danh tiếng vẫn lẫy lừng...\n\nNhững người này có thể dễ dàng khuấy động sóng gió cho Liyue, ngay cả khi họ không cố ý làm vậy.\n\nĐể tránh những chuyện ngoài ý muốn, Tổng Vụ vẫn để mắt đến họ nhiều hơn.\n\nNgoài danh sách này ra, còn có một danh sách tình báo bí mật cấp cao hơn.\n\nNhững người trong danh sách này mới là những nhân vật nguy hiểm thực sự đe dọa đến Liyue.\n\nRốt cuộc những cái tên nào đã được viết trong đó?\n\nCó quan chấp hành của Fatui không? Hay là thế lực thần bí của Vực Sâu?\n\nHay là, ngay cả các vị thần cũng có tên trong đó?\n\nNgoài Thất Tinh ra, e là chỉ có Yelan mới có thể trả lời câu hỏi này, bởi vì cô ấy chính là người đã lập ra hai danh sách đó.\n\nThành quả của công việc như vậy làm cô thấy hài lòng, và ngày qua ngày, cô ấy hoàn thiện danh sách đó, giống như những con quạ trang trí tổ của chúng bằng những món bảo bối sáng bóng vậy.\n\nSự khác biệt ở đây là, con quạ chỉ cần vỗ vỗ đôi cánh là xong việc, còn Yelan không biết phải tốn bao nhiêu máu và mồ hôi.\n\nNhưng may mắn thay, cô ấy hoàn toàn không quan tâm đến những gì mình phải bỏ ra. Cô ấy tin rằng dù có bỏ ra bao nhiêu đi nữa, thì cũng không bằng giá trị của những tin tình báo này.\n\nRồi một ngày nào đó, chúng sẽ có ích - Liyue tuyệt đối không được rơi vào thảm họa giống 500 năm trước mà không có bất kỳ manh mối tình báo nào.\n\nCó cô ấy, rồi Liyue sẽ có được tình báo và sự chuẩn bị tốt hơn."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "别在岩上茶室玩骰子。\n\n如果你实在想玩，请和熟悉的人一起。\n\n如果有陌生女人向你发出邀请，请无视她。\n\n这是来自行家的忠告。\n\n除非想跟一天的好心情说再见，否则，你不应和那个可怕女人过招。\n\n这位茶室常胜将军正是夜兰。岩上茶室之主——她的另一重身份。\n\n那时她刚从异国回来，恰逢璃月度过漩涡之魔神带来的危机。此事过后，原本占据岩上茶室的愚人众均遭清洗出局。\n\n借此机会，夜兰入主岩上茶室，将这里改造为隐秘办事处。\n\n一方面，茶室来客鱼龙混杂，是极好的情报来源；另一方面，她不介意偶尔放松一下，扮作熟客，喝两口茶，玩两把骰子。\n\n危险的本质是不定数。在夜兰眼中，玩骰子亦是如此。\n\n每次猜三划五都是一场微型的冒险，每次呼幺喝六都能收获一些零星的刺激。哪怕只是极轻微的挑战，她也乐此不疲。\n\n作为一名情报工作者，她更自信于手腕，相信自己能从对方眼神中读取信息，或是轻振手腕，掷出不合规则却合心意的点数。\n\n假如胜负仍是五五之数，那便只有一种可能——是对手在出千。\n\n不要试图讲道理。岩上茶室里没有道理可讲，那个女人更没有。\n\n还是乖乖地在「输家」和「该死的老千」中选一个吧。\n\n都不想选？那何不让一切回到最初呢？\n\n——别在岩上茶室玩骰子。",
      "zht": "別在岩上茶室玩骰子。\n\n如果你實在想玩，請和熟悉的人一起。\n\n如果有陌生女子向你發出邀請，請無視她。\n\n這是來自行家的忠告。\n\n除非想跟一天的好心情說再見，否則，你不應和那個可怕女人過招。\n\n這位茶室的常勝將軍正是夜蘭——她的另一重身分正是岩上茶室之主。\n\n那時她剛從異國回來，恰逢璃月度過漩渦之魔神帶來的危機。此事過後，原本佔據岩上茶室的愚人眾均遭清洗出局。\n\n夜蘭藉此機會入主岩上茶室，將這裡改造為秘密辦事處。\n\n一方面，茶室來客魚龍混雜，是極好的情報來源；另一方面，她不介意偶爾放鬆一下，扮作熟客，喝兩口茶、玩兩把骰子。\n\n危險的本質是不定數，而在夜蘭眼中，玩骰子亦是如此。\n\n每次猜三劃五都是一場微型的冒險，每次呼么喝六都能獲得一些零星的刺激。哪怕只是極輕微的挑戰，她也樂此不疲。\n\n身為一名情報工作者，她對自己的手腕充滿自信，相信自己能從對方眼神中讀取資訊，或是輕振手腕，擲出不合規則卻合心意的點數。\n\n假如勝負仍是五五之數，那便只有一種可能——是對手在出千。\n\n不要試圖講道理。岩上茶室裡沒有道理可講，那個女人更沒有。\n\n還是乖乖地在「輸家」和「該死的老千」中選一個吧。\n\n都不想選？那何不讓一切回到最初呢？\n\n——別在岩上茶室玩骰子。",
      "jp": "岩上茶室で賽を振ってはならない。\n\nどうしても遊びたいのなら、知り合いと一緒に行ったほうがいいだろう。\n\nもしも見知らぬ女性から誘いを受けた場合は、絶対に無視するように。\n\nこれは、界隈の者からの忠告だ。\n\n良い一日に別れを告げたいのでなければ、その恐ろしい女性と勝負してはならない。\n\nその茶室の常勝将軍こそ、夜蘭のことである。岩上茶室の主——これが彼女のもう一つの身分だ。\n\n彼女が異国から戻ってきたとき、ちょうど璃月は渦の魔神がもたらした危機のさなかにあった。そしてその一件が過ぎた後、岩上茶室を占拠していたファデュイがすべて追放されたのだ。\n\nこの機に乗じて夜蘭は岩上茶室を引き継ぎ、そこを秘密の事務所に改造した。\n\n理由は二つ。まず、茶室には様々な者が訪れ、格好の情報源となり得るから。もう一つは、たまには一息ついて常連のふりをしながら茶を飲み、賽遊びをするのも悪くないと考えたからだ。\n\n危険の本質は変数にある。夜蘭からすれば、賽を振って遊ぶことも同じだ。\n\n宴席ではジャンケンでさえもが小さな冒険となり、賭け事をすればスリルを味わうことができる。どんな些細な挑戦にも、彼女は決して飽きることがない。\n\n一人の情報屋として、彼女は自身の腕に自信を持っている。相手の目から情報を読み取ることができるし、必要なときには軽く手首を振るだけで、ルール顔負けの目を好きに出せるのだ。\n\nもしも勝負が引き分けになれば、それが意味することは一つ——相手がイカサマをしているということ。\n\n道理を説くべきではない。岩上茶室に道理などなく、あの女は尚更持ち合わせていないのだから。\n\n故におとなしく、「敗北」か「イカサマ」か、一つ選ぶといい。\n\nどちらも選びたくない？ならば初めに戻るだけだ。\n\n——岩上茶室で賽を振ってはならない。",
      "ko": "함부로 암상 찻집에서 주사위를 던지지 말라.\n\n단지 게임을 즐기고 싶은 것이라면 잘 아는 사람과 플레이하는 것이 나을 것이다.\n\n만약 처음 보는 여자가 주사위 게임을 하자고 하면 반드시 거절해야 한다.\n\n이건 사정을 잘 아는 이의 진심 어린 충고이다.\n\n그날의 기분을 망치고 싶은 게 아니라면 절대로 그 무서운 여자와 대결해서는 안 된다.\n\n이 찻집의 상승장군이 바로 야란이다. 암상 찻집 주인——야란의 또 다른 신분이기도 하다.\n\n외국에서 막 돌아온 그녀는 리월에 들이닥친 소용돌이의 마신이 초래한 위기를 겪었다. 이 일이 발생한 후, 암상 찻집을 차지하던 우인단이 제거된다.\n\n이 기회를 틈타 암상 찻집의 주인이 된 야란은 이곳을 비밀 임무를 수행하는 사무실로 개조한다.\n\n이곳은 각양각색의 방문객들을 통해 중요한 정보를 수집할 수 있을 뿐만 아니라, 그녀가 단골손님으로 변장해 차를 마시며 잠시 주사위 게임을 즐길 수 있는 환경을 제공해 준다.\n\n위험의 본질은 본디 그 불확실성에 있다. 야란에게는 이 주사위 게임도 마찬가지이다.\n\n주사위 게임은 작은 모험과도 같아 관중들의 함성 소리를 통해 짜릿함을 느낄 수 있다. 자그마한 도전 하나에도 그녀는 최선의 노력을 기울인다.\n\n첩보 임무를 수행하는 정보관인 그녀는 상대방의 눈빛 하나도 놓치지 않고 정보를 읽어내고 가볍게 주사위를 던져 상대의 허를 찌르는 점수를 내곤 한다.\n\n만에 하나 야란과 무승부를 이룬다면 그건 분명——상대방이 속임수를 썼다는 얘기다.\n\n트집을 잡는 것은 용납되지 않는다. 암상 찻집에선, 그리고 그 여자에게는 더더욱 불가능한 일이다.\n\n잠자코 「패배자」와 「빌어먹을 사기꾼」 사이에서 하나를 선택하라.\n\n선택하고 싶지 않다고? 그럼 모든 것을 처음으로 되돌려 놓는 수밖에.\n\n——함부로 암상 찻집에서 주사위를 던지지 말라",
      "en": "Don't play dice at Yanshang Teahouse.\n\nIf you can't help yourself, play with someone you know.\n\nIf a lady whom you've never seen before invites you to a game, just ignore her.\n\nHeed this earnest advice from veteran gamblers.\n\nDo not try your luck with that terrifying woman unless you want to have a gloomy day.\n\nThe invincible lady of Yanshang Teahouse is none other than Yelan herself, and one of her guises is that of the owner of this teahouse.\n\nA while ago when she came back from abroad, Liyue had just weathered the Osial crisis, and the Fatui who had occupied Yanshang Teahouse were now largely out of the game.\n\nYelan seized the opportunity to take it over, turning the teahouse into a secret base.\n\nOn the one hand, with people from all walks of life to be found here, the teahouse serves as an ideal source of intel. On the other hand, as Yelan has no issue with occasionally giving herself a break, she will pretend to be a regular customer, drinking some tea and playing a few rounds of some game.\n\nEvery round of finger-guessing is a tiny adventure, and every roll of dice sends sporadic thrills down her spine. Even the smallest challenge is something she can never get enough of.\n\nAs an intelligence operative, Yelan takes pride in her skills — she is confident that she can read her opponents' eyes and roll the dice such that they fall outside the rules but well within her designs.\n\nIf there is a draw, that could only mean one thing: Her opponents are cheating too.\n\nDon't try to reason with her. The very concept of \"reasoning\" is simply foreign to the Yanshang Teahouse, nor does it exist in Yelan's vocabulary.\n\nBe good and choose between the pain of losing and the disgrace of cheating.\n\nYou want to have neither, huh? Then why don't you turn the clock back to the very beginning? \n\nDon't play dice at Yanshang Teahouse!",
      "de": "Spiel bloß nicht in der Teestube Yanshang mit Würfeln.\n\nWenn du wirklich spielen willst, dann bitte mit Menschen, die du gut kennst.\n\nFalls eine unbekannte Dame dich auf ein Spiel einlädt, beachte sie bitte nicht.\n\nDies ist die ernsthafte Warnung von einem, der diese Erfahrung selbst gemacht hat.\n\nWenn du nicht Lebewohl zu der guten Laune eines Tages sagen möchtest, solltest du dich auf kein Kräftemessen mit jener furchteinflößenden Frau einlassen.\n\nDiese ewig siegreiche Spielerin ist Yelan. Hausherrin der Teestube Yanshang – das ist ihre andere Identität.\n\nZu jener Zeit war sie gerade aus fremden Landen zurückgekehrt, genau zu der Zeit, als Liyue die Bedrohung durch den Herrscher des Wirbels durchlitt. Danach wurden all jene Fatui, welche die Teestube Yanshang sonst besetzt hielten, vollständig ausgemerzt.\n\nYelan ergriff diese Gelegenheit und wurde zur Herrin der Teestube Yanshang und wandelte sie in ihr geheimes Büro um.\n\nEinerseits eignet sich die Teestube mit ihrer bunten Mischung aus zwielichtigen und ehrbaren Gästen perfekt als Quelle guter Informationen; andererseits hat Yelan nichts gegen ein bisschen Entspannung ab und zu einzuwenden. Dann tritt sie als oft gesehener Gast in Erscheinung, trinkt ein wenig Tee und spielt ein paar Würfelspiele.\n\nDie Natur der Gefahr ist keine Konstante. In Yelans Augen ist das beim Würfelspiel genauso.\n\nJede Entscheidung trägt ein winziges Risiko mit sich, jedes Mal, wenn die Würfel fallen, stimuliert sie das ein wenig. Auch wenn das nur eine winzige Herausforderung ist, wird sie dessen nie müde.\n\nAls jemand, dessen Beruf es ist, geheime Informationen aufzuspüren, hat sie sehr viel Selbstvertrauen in ihre Fähigkeiten, glaubt, dass sie aus den Augen ihrer Gegenspieler entscheidende Informationen ablesen kann und selbst mit Leichtigkeit die Würfel so werfen kann, dass sie zwar nicht ganz den Regeln entsprechen, aber die Augenzahl genau ihrem Willen.\n\nFalls Sieg und Niederlage doch einmal ausgeglichen sind, kann das nur eines bedeuten – der Gegenspieler schummelt.\n\nVersuche ja nicht, mit vernünftigen Argumenten zu argumentieren. In der Teestube Yanshang gibt es keine Vernunft, die argumentiert werden kann, und jene Frau hat davon noch weniger.\n\nEs ist besser, sich brav zu entscheiden, ob man der „Verlierer“ oder der „verdammte Betrüger“ sein möchte.\n\nDas möchtest du alles nicht sein? Dann doch besser so wie am Anfang gesagt?\n\nSpiel bloß nicht in der Teestube Yanshang mit Würfeln.",
      "es": "No juegues a los dados en el Salón de Té Yanshang.\n\nY si realmente quieres jugar, por favor, hazlo con algún conocido.\n\nSi se acerca una mujer extraña y te ofrece jugar una partida, por favor, ignórala.\n\nEstos son los consejos de los expertos.\n\nNo pruebes tu suerte con esa mujer a menos que quieras pasarte el resto del día de mal humor.\n\nLa invencible mujer del salón de té no es otra que Yelan, también conocida como la dueña del Salón de Té Yanshang.\n\nAcababa de regresar del extranjero justo cuando terminó la crisis de Liyue provocada por Osial, el Señor del Vórtice. Después de esto, dio una buena tunda y expulsó a los Fatui que ocupaban el Salón de Té Yanshang.\n\nAprovechando la ocasión, Yelan asumió la gerencia del salón y lo convirtió en una oficina secreta.\n\nPor un lado, tener invitados de todas las esferas sociales es una magnífica fuente de información; y por otro, a Yelan no le desagrada la idea de relajarse de vez en cuando, hacerse pasar por una clienta, beber un par de tazas de té y jugar un par de partidas a los dados.\n\nLa esencia del peligro es la incertidumbre, y para Yelan, lo mismo ocurre al jugar a los dados.\n\nJugar al juego de adivinar el número de dedos de las manos es como una miniaventura, y cada grito que se da esperando sacar un seis con los dados es una enorme emoción. Aunque solo se trate de un pequeño reto, Yelan nunca se cansa de disfrutarlo.\n\nComo persona que se dedica a recabar información, en lo que más confía Yelan es en sus habilidades. Ella está convencida de que puede obtener información observando la expresión de su oponente, y de que con un pequeño movimiento de muñeca, hará una tirada de dados que, aun saltándose las reglas, caerá donde ella quiere.\n\nSi hay un empate, entonces solamente existe una posibilidad: su oponente también está haciendo trampa.\n\nEn ese caso, es mejor no dar explicaciones. Si en el Salón de Té Yanshang ningún cliente atiende a razones, ni qué decir de Yelan.\n\nLo mejor es portarse bien y elegir entre quedar como un perdedor o como un “sucio tramposo”.\n\n¿Que no te gustan ninguna de estas dos opciones? Entonces vuelve a leer desde el principio:\n\nNo juegues a los dados en el Salón de Té Yanshang.",
      "fr": "Ne jouez pas aux dés à la Maison de thé Yanshang.\n\nSi vous voulez vraiment jouer, faites-le avec quelqu'un que vous connaissez.\n\nSi une femme étrange vous aborde et vous propose de jouer à un jeu, ignorez-la.\n\nC'est un conseil sincère d'un expert.\n\nÀ moins que vous ne vouliez dire adieu à votre bonne humeur pour le reste de la journée, ne vous frottez pas à cette femme redoutable.\n\nLa championne imbattable de cette maison de thé n'est autre que Yelan, qui en est également la gérante.\n\nLorsqu'elle est rentrée de l'étranger, Liyue était plongée dans une crise causée par le Dieu du Vortex. Après ces événements, tous les Fatui qui occupaient la Maison de thé Yanshang furent expulsés.\n\nProfitant de l'occasion, Yelan prit la direction de la Maison de thé Yanshang, et la transforma en une base d'opérations secrète.\n\nC'était une aubaine : avoir des clients du monde entier pouvait constituer une grande source d'informations, et d'autre part, Yelan ne détestait pas l'idée de se détendre de temps en temps en se déguisant en cliente, en buvant quelques tasses de thé et en faisant quelques parties de dés.\n\nL'essence du danger est l'incertitude. Pour Yelan, il en va de même pour les jeux de dés.\n\nJouer bruyamment à des jeux est comme vivre une mini-aventure et chaque lancer lui procure une certaine stimulation. Même s'il ne s'agit là que de petits défis, Yelan ne s'en lasse jamais.\n\nAu cours de son travail en tant qu'agente de renseignements, Yelan se fie davantage à sa grande adresse. Elle a foi en sa capacité à lire dans le regard des gens ou à effectuer des actions contraires aux règles du jeu, mais produisant un résultat satisfaisant.\n\nEt si la partie aboutit tout de même à un match nul malgré cela, cela ne peut signifier qu'une chose : c'est son adversaire qui est en train de tricher.\n\nInutile d'essayer de se justifier. À la Maison de thé Yanshang, il n'y a pas de justification qui tienne, et encore moins devant Yelan.\n\nSi vous vous mesurez à elle, vos seuls choix sont d'accepter sagement votre défaite ou de vous faire traiter de « maudit tricheur ».\n\nCes choix vous déplaisent ? Alors, reprenons au début.\n\nNe jouez pas aux dés à la Maison de thé Yanshang.",
      "pt": "Não jogue dados na Casa de Chá Yanshang.\n\nSe você não puder evitar, jogue com alguém que você conhece.\n\nSe uma senhorita que você nunca viu antes te convidar para um jogo, apenas ignore-a.\n\nEscute este aviso dos apostadores veteranos.\n\nNão tente sua sorte com aquela mulher assustadora, a menos que você queira ter um péssimo dia.\n\nA senhorita invencível da Casa de Chá Yanshang é ninguém menos do que Yelan, e um de seus disfarces é a de dona dessa casa de chá.\n\nUm tempo atrás, quando ela voltou do exterior, Liyue tinha acabado de se livrar da crise com Osial, e os Fatui que ocupavam a Casa de Chá Yanshang estavam, em sua maioria, fora de cena.\n\nYelan aproveitou a oportunidade para tomar conta, tornando a casa de chá em sua base secreta.\n\nPor um lado, com pessoas de todos os estilos de vida sendo encontradas aqui, a casa de chá servia como uma fonte ideal de informação. Por outro, como Yelan não tinha problemas em fazer algumas pausas, fingia ser uma cliente regular, bebendo chá e jogando algumas rodadas de algum jogo.\n\nCada rodada de adivinhar os números de dedos é uma pequena aventura, e cada rodada de dados cria calafrios em sua espinha. Até mesmo o menor desafio é algo do qual ela não se cansa.\n\nComo uma agente de inteligência, Yelan se orgulha de suas habilidades — ela confia de que consegue ler os olhos de seus oponentes e rodar os dados de forma que fiquem fora das regras, mas ainda dentro de seus planos.\n\nSe houver um empate, isso só pode significar uma coisa: seus oponentes também estão trapaceando.\n\nNão tente argumentar com ela. O conceito de \"argumentar\" é simplesmente inexistente dentro da Casa de Chá Yanshang e no vocabulário da Yelan.\n\nSeja bonzinho e apenas aceite a escolha entre a dor de perder ou a vergonha de trapacear.\n\nVocê não quer nenhum dos dois? Então por que você não volta ao início?\n\nNão jogue dados na Casa de Chá Yanshang!",
      "ru": "Не играйте в кости в чайном доме «Яньшан». Если не можете удержаться, то хотя бы играйте со знакомыми. Если незнакомая женщина предложит вам сыграть, игнорируйте её. Прислушайтесь к совету опытного игрока. Не испытывайте удачу, если не хотите испортить себе весь день. Непобедимая хозяйка чайного дома - не кто иная, как сама Е Лань, и одно из её обличий - владелица этого заведения. Однажды, когда она вернулась из другой страны, в Ли Юэ разразился кризис, и Фатуи, которые владели чайным домом «Яньшан», спешно уехали. Воспользовавшись случаем, Е Лань превратила его в свою секретную базу. С одной стороны, поскольку здесь можно встретить людей из всех слоёв общества, чайный дом служит идеальным источником информации. С другой стороны, она не прочь время от времени отдохнуть, выпив чаю и сыграв в кости с посетителями. Каждая игра - маленькое приключение, каждый бросок костей пускает мурашки по спине. Она никогда не откажется от предложения сыграть. Будучи разведчицей, Е Лань гордится своими навыками. Она уверена, что может читать по глазам противника и бросать кости так, чтобы выпадали нужные ей грани. Если выходит ничья, то это означает только одно - её соперники тоже жульничают. Бесполезно пытаться её урезонить. Само понятие «довода» чуждо для чайного дома «Яньшан», также его нет и в словаре Е Лань. Лучше быть паинькой и выбрать между поражением или обвинением в жульничестве. Не хотите выбирать? Тогда почему бы не вернуться к самому началу. Не играйте в кости в чайном доме «Яньшан»!",
      "id": "Jangan coba-coba main dadu di Yanshang Teahouse.\n\nKalau tidak bisa mengelak, mainlah dengan orang yang kamu kenal.\n\nJika ada seorang wanita yang belum pernah kamu temui sebelumnya mengajakmu bermain, abaikan.\n\nDemikianlah nasihat dari para penjudi kelas kakap.\n\nJangan coba peruntungan dengan si wanita menyeramkan itu kalau masih ingin harimu berlalu dengan cerah dan menyenangkan.\n\nWanita tak terkalahkan yang menghuni Yanshang Teahouse tak lain tak bukan adalah Yelan sendiri, dan salah satu identitas yang dia pakai adalah pemilik kedai teh tersebut.\n\nBelum lama berselang, ketika Yelan baru pulang dari luar daerah, Liyue baru saja melalui krisis Osial, dan para Fatui yang tadinya menguasai Yanshang Teahouse kini sudah pergi.\n\nYelan menggunakan kesempatan ini untuk mengambil alih kedai tersebut dan menjadikannya markas rahasia.\n\nDi satu sisi kedai teh yang didatangi berbagai tamu dari beragam latar belakang adalah tempat yang sempurna untuk mengumpulkan informasi. Di sisi lain, ketika Yelan ingin istirahat, dia akan berperan sebagai pelanggan yang datang untuk minum teh dan berjudi.\n\nSetiap permainan tebak jari adalah sebentuk petualangan kecil, dan setiap dadu yang dilempar membuat bulu kuduk Yelan merinding penuh antisipasi. Tantangan yang sangat mungil sekali pun, sangat bisa membuat Yelan bersemangat.\n\nSebagai seorang agen rahasia, Yelan sangat yakin dengan kemampuannya. Dia mampu membaca mata lawan dan mengatur dadunya agar sedikit melenceng, namun masih sesuai rencana.\n\nJika terjadi seri, maka sudah bisa dipastikan bahwa lawannya juga sama curangnya dengan dirinya.\n\nTidak perlu bersusah payah menjelaskan apa pun padanya: kata \"menjelaskan\" sangat asing di Yanshang Teahouse, dan mungkin tidak ada di kamus seorang Yelan.\n\nNurut saja, pilih terima kekalahan atau hilang muka karena ketahuan curang.\n\nTidak mau? Tidak rela? Nah, kalau begitu silakan baca lagi bagian ini dari atas:\n\nJANGAN main dadu di Yanshang Teahouse!",
      "th": "อย่าเล่นทอยเต๋าที่โรงน้ำชา Yanshang นะ\n\n ถ้าคุณอยากเล่นจริง ๆ ก็ไปเล่นกับคนที่รู้จักสิ\n\nถ้ามีผู้หญิงแปลกหน้ามาชวน ก็อย่าไปสนใจเธอล่ะ\n\nนี่คือคำแนะนำจากผู้เชี่ยวชาญ\n\nถ้าคุณไม่ต้องการที่จะบอกลาวันที่ดี ๆ แบบนี้ คุณก็ไม่ควรไปลองดีกับผู้หญิงที่น่ากลัวคนนั้นนะ\n\nนายพลผู้ไร้พ่ายแห่งโรงน้ำชาก็คือ Yelan ส่วนเจ้าของโรงน้ำชา Yanshang คืออีกตัวตนหนึ่งของเธอ\n\nในตอนนั้นเธอเพิ่งกลับมาจากต่างแดน พอดีกับที่ Liyue เพิ่งรอดพ้นวิกฤตจากเทพแห่งกระแสน้ำวน หลังจากเหตุการณ์นี้ เหล่า Fatui ที่เดิมเคยครอบครองโรงน้ำชา Yanshang ก็ถูกชะล้างออกไป\n\nYelan จึงได้ฉวยโอกาสนี้ยึดครองโรงน้ำชา Yanshang และเปลี่ยนมันให้เป็นสำนักงานลับซะ\n\nด้านหนึ่ง โรงน้ำชาเป็นแหล่งข้อมูลชั้นดีเพราะมีแขกมากหน้าหลายตา อีกด้านหนึ่ง เธอไม่รังเกียจหรอกนะที่จะหยุดพักผ่อนคลายเป็นครั้งคราว แกล้งทำเป็นแขกประจำ จิบชาสักสองจิบ และเล่นลูกเต๋าสักสองตา\n\nอันตรายนั้นไม่มีรูปแบบที่ตายตัว ในสายตาของ Yelan ลูกเต๋าก็เป็นแบบเดียวกัน\n\nทุกการคาดเดาคือการผจญภัยเล็ก ๆ ทุกครั้งที่ได้เดิมพันการทอยเต๋า ก็จะได้รับรู้ถึงความตื่นเต้นที่ถูกกระตุ้นอยู่เป็นระยะ ๆ การท้าทายเล็ก ๆ นี้ เธอไม่เคยคิดจะเบื่อมันเลย\n\nในฐานะที่เป็นหน่วยข่าวกรอง เธอมั่นใจในเรื่องการใช้ข้อมือมาก ทั้งยังเชื่อมั่นมากว่าตัวเองสามารถอ่านข้อมูลจากสายตาฝ่ายตรงข้ามได้ หรือจะเป็นเทคนิคการสะบัดข้อมือทอยเต๋าที่ผิดกฎแต่เพื่อให้ได้แต้มที่ถูกใจก็มี\n\nแต่ถ้าหากว่ามีโอกาสชนะครึ่งต่อครึ่ง ก็มีความเป็นไปได้เดียวนั่นก็คือ คู่ต่อสู้เธอกำลังโกง\n\nอย่าได้พยายามหาเหตุผลในโรงน้ำชา Yanshang ไม่มีเหตุผลอะไรให้พูด ยิ่งกับผู้หญิงคนนั้นแล้วยิ่งไม่มี\n\nทำได้เพียงแค่ทำตัวเชื่อง ๆ แล้วเลือกว่าจะเป็น \"ผู้แพ้\" หรือ \"ไอ้ขี้โกงสมควรตาย\"\n\nไม่อยากเลือกทั้งคู่เลยงั้นเหรอ? ถ้างั้นทำไมไม่ปล่อยทุกอย่างให้กลับไปสู่จุดเริ่มต้นซะล่ะ?\n\n...อย่าเล่นทอยเต๋าที่โรงน้ำชา Yanshang",
      "vi": "#Đừng chơi xúc xắc ở Tiệm Trà Trên Đá.\n\nNếu {F#cô}{M#cậu} thật sự muốn chơi, hãy chơi cùng những người quen biết.\n\nNếu có một cô gái lạ mặt mời {F#cô}{M#cậu} thì hãy từ chối ngay.\n\nĐây là lời khuyên từ người trong nghề.\n\nTrừ khi {F#cô}{M#cậu} muốn chào tạm biệt một ngày tốt lành, nếu không, {F#cô}{M#cậu} không nên đấu với cô gái đáng sợ đó.\n\nNgười bất khả chiến bại của tiệm trà này chính là Yelan. Chủ của Tiệm Trà Trên Đá là một thân phận khác của cô ấy.\n\nKhi đó, cô ấy vừa từ nước ngoài trở về, đúng lúc Liyue sống sót qua thảm họa do Ma Thần Lốc Xoáy gây ra. Sau chuyện đó, bọn Fatui chiếm đóng Tiệm Trà Trên Đá cũng bị thanh trừng.\n\nNhân cơ hội này, Yelan tiếp quản Tiệm Trà Trên Đá và cải tạo thành một căn cứ bí mật.\n\nMột mặt, phòng trà là một nguồn tình báo tuyệt vời vì có nhiều loại khách tốt xấu lẫn lộn; Mặt khác, cô ấy không ngại thỉnh thoảng nghỉ ngơi, giả vờ là khách quen, uống vài ngụm trà và chơi vài ván xúc xắc.\n\nBản chất của nguy hiểm là không thể xác định. Trong mắt Yelan, chơi xúc xắc cũng vậy.\n\nMỗi lần đoán 3 đoán 5 đều như một cuộc mạo hiểm nhỏ, mỗi lần hô 1 gọi 6 đều sẽ có được chút kích thích nhỏ nhoi. Ngay cả khi đó chỉ là thử thách nhỏ nhất, cô ấy cũng không bao giờ mệt mỏi với nó.\n\nLà một nhân viên tình báo, cô ấy tự tin rằng mình có thể đọc được ánh mắt của đối thủ và tung xúc xắc sao cho chúng nằm ngoài quy tắc nhưng vẫn nằm trong tính toán của cô ấy.\n\nNếu kết quả vẫn là hòa, thì chỉ có một khả năng, đó là đối thủ cũng đang gian lận.\n\nĐừng cố gắng nói đạo lý. Trong Tiệm Trà Trên Đá không có đạo lý gì để nói, cô gái đó lại càng không.\n\nHãy ngoan ngoãn lựa chọn giữa \"kẻ thua cuộc\" và \"kẻ gian lận chết tiệt\".\n\nKhông muốn chọn sao? Vậy tại sao không để mọi thứ trở lại như ban đầu nhỉ?\n\nĐừng chơi xúc xắc ở Tiệm Trà Trên Đá."
    }
  },
  {
    "title": {
      "zhs": "幽奇腕阑与白纻飞练帔",
      "zht": "幽奇腕闌與白紵飛練帔",
      "jp": "幽奇なる腕輪と白き肩掛け",
      "ko": "기묘한 팔찌와 흰 모시 어깨덮개",
      "en": "The Fascinating Bracelet and the Whitesilk Mantle",
      "de": "Der Faszinierende Armreif und der weiße Ramien-Flatterumhang",
      "es": "Brazalete misterioso y manto blanco de ortigas",
      "fr": "Le bracelet fascinant et le manteau de soie blanche",
      "pt": "O Bracelete Fascinante e Manto de Seda Branco",
      "ru": "Элегантный браслет и накидка из белого шёлка",
      "id": "Gelang yang Mempesona dan Mantel Sutra Putih",
      "th": "กำไลอาคมพิศวงกับเสื้อคลุมละอองเมฆขาว",
      "vi": "Vòng Tay Lôi Cuốn Và Áo Choàng Trắng"
    },
    "line": {
      "zhs": "夜兰的情报生涯里，有一次值得铭记的特殊经历，兼具了失败与成功。\n\n说失败，是因为在那次行动中，她损失了一只名为「幽奇腕阑」的祖传玉镯。\n\n玉镯内印有家族术法，可以传递简单的讯息。但这类小型法器需要成对使用，互为照应，如今剩下一只，仅能当作装饰。\n\n而说成功是因为对手同样没能在她那里讨得好处。这位对手，来头却也相当不小，乃是当今愚人众执行官第九席——「富人」。\n\n「富人」暗中布下的一条隐蔽商路被夜兰渗透，货物遭到拦截。其中最为珍稀的一件藏品，也被夜兰当作玉镯的赔偿拿走了。\n\n古有异种魔兽，取其皮毛制成大氅，能值千金，且因数量稀少，总是有价无市。\n\n魔兽实力强大，虽已于数百年前死去，遗骨残骸却经年不腐，皮毛更有异香阵阵。\n\n这件本欲呈给女皇的献礼，却被夜兰中途截走。\n\n不仅如此，夜兰还拒绝了至冬人为陛下精心选择的款式。\n\n她直接取下兽皮，混以璃月苧麻，自制了一件新式带袖霞帔。\n\n一连串的事件，说大可大，说小也可小。无非二字：得失。\n\n得到，失去，失去，得到，一如夜兰的人生。\n\n而她毫不介意，乐在其中。",
      "zht": "夜蘭的情報生涯裡，有一次值得銘記的特殊經歷，兼具了失敗與成功。\n\n說失敗，是因為在那次行動中，她損失了一隻名為「幽奇腕闌」的祖傳玉鐲。\n\n玉鐲內印有家族術法，可以傳遞簡單的訊息。但這類小型法器需要成對使用，互為照應，如今剩下一隻，僅能當作裝飾。\n\n而說成功是因為對手同樣沒能在她那裡討得好處。這位對手，來頭卻也相當不小，乃是當今愚人眾執行官第九席——「富人」。\n\n「富人」暗中佈下的一條秘密商路被夜蘭滲透，貨物遭到攔截。其中最為珍稀的一件藏品，也被夜蘭當作玉鐲的賠償拿走了。\n\n古有異種魔獸，取其皮毛製成大氅，能值千金，且因數量稀少，總是有價無市。\n\n魔獸實力強大，雖已於數百年前死去，遺骨殘骸卻經年不腐，皮毛更有異香陣陣。\n\n這件本欲呈給女皇的獻禮，卻被夜蘭中途截走。\n\n不僅如此，夜蘭還拒絕了至冬人為陛下精心選擇的款式。\n\n她直接取下獸皮，混以璃月苧麻，自製了一件新式帶袖霞帔。\n\n一連串的事件，說大可大，說小也可小。無非二字：得失。\n\n得到、失去、失去、得到，一如夜蘭的人生。\n\n而她毫不介意，樂在其中。",
      "jp": "これまでの情報屋人生において、夜蘭には失敗と成功を兼ね備えた、記憶に残すべき特殊な経験がある。\n\n失敗は、その任務において、「幽奇の腕輪」と呼ばれる先祖代々の腕輪を失くしてしまったこと。\n\n腕輪には一族の術法が刻まれており、簡単な情報伝達に使うことができた。しかしこういった小型法器は二つを一組として使う必要があり、一つしか残っていない今ではただの飾りでしかない。\n\n成功は、相手が彼女から何も得られなかったこと。その相手は、決して小者ではなかった。現ファデュイ執行官第九位——「富者」。\n\n「富者」が密かに敷いた貿易ルートは夜蘭の侵入を受け、貨物は足止めされた。その上、最も貴重な品が腕輪の代償と称し夜蘭に奪われてしまった。\n\n——古く、その毛皮から作られたコートに多大な価値を持つ魔獣がいた。しかしそれはかなり希少な品で、市場には存在しなかった。\n\n魔獣の力は強大であり、数百年前に死を迎えたにも関わらず、未だ遺骨や残骸は腐ることなく、毛皮も香り立つようであった。\n\n女皇へ贈るはずだったそれが、夜蘭に横取りされてしまったのだ。\n\nそれだけでなく、スネージナヤの人々が陛下のために心を込めて厳選した様式までもが、夜蘭によって否定されてしまった。\n\n彼女は獣の皮を剥ぐと、璃月の苧麻と組み合わせ、新しく袖付きの肩掛けを自作した。\n\n大きいとも小さいとも言える一連の事件は、二文字で表すことができる——得失。\n\n何かを得て、失う。何かを失い、得る。それはまるで、夜蘭の人生のようだ。\n\nしかし彼女はそんなことは気にもせず、ただそれを楽しんでいた。",
      "ko": "야란은 정보원 임무 수행 중 실패와 성공의 의미를 동시에 지닌, 잊지 못할 특별한 경험을 겪은 적이 있다.\n\n실패인 이유는, 임무 수행 중 가문 대대로 내려오는「기묘한 팔찌」를 잃어버렸기 때문이다.\n\n가문의 술법이 각인된 그 옥팔찌는 간단한 메시지를 발송할 수 있다. 하지만 이런 소형 법구는 보통 한 쌍으로 제작되어 두 개가 있을 때에만 효과가 있으며, 만약 한 개 밖에 없다면 그건 단지 장식에 불과하다.\n\n성공인 이유는, 상대에게도 마찬가지로 별다른 소득이 없었기 때문이다. 그녀의 상대는 특별한 신분의 소유자로 현재 우인단 집행관 서열 9위인——「판탈로네」였다.\n\n「판탈로네」는 몰래 배치해놓은 비밀 상로를 야란에게 급습당해 화물을 빼앗기고 만다. 그리고 옥팔찌를 가져간 대가로 그중 가장 진귀한 소장품도 야란의 차지가 된다.\n\n세상에 단 몇 벌밖에 존재하지 않는 엄청난 가치의 고대 돌연변이 마수의 가죽과 털로 만든 외투가 바로 그것이다.\n\n비록 수백 년의 세월이 흘렀지만 마수의 엄청난 힘이 깃든 가죽과 털은 여전히 특별한 향기를 풍긴다.\n\n야란은 원래 여왕에게 바치려던 이 공물을 탈취했다.\n\n뿐만 아니라, 스네즈나야 사람들이 여왕을 위해 세심히 준비한 양식을 바꿔 버리기까지 했다.\n\n그녀는 마수의 가죽을 그대로 벗겨낸 다음 리월의 모시풀을 더해 팔이 달린 망토로 만들었다.\n\n야란이 벌인 일련의 사건들은 다음의 두 글자로 정리할 수 있다. 득(得)과 실(失).\n\n야란의 인생처럼 얻으면 잃게 되고, 잃으면 얻게 된다.\n\n그녀는 끊임없이 반복되는 이 순환의 고리를 즐기고 있는 듯하다",
      "en": "Throughout Yelan's intelligence career so far, there has been one memorable operation that fuses both failure and success together.\n\nOne could say that it was a failure because she lost a family heirloom named the \"Fascinating Bracelet\" during that operation.\n\nThe inside of the jade bracelet is engraved with a spell passed through her line that turns the heirloom into a simple communication device. However, the spell requires a pair of such vessels to work. Now that only one bracelet is left, it is no more than a mere accessory.\n\nHowever, the operation also proved a success for Yelan because her enemy did not get the upper hand, either. And this enemy of hers was no ordinary character — it was none other than \"Regrator,\" Ninth of the Fatui Harbingers.\n\nYelan infiltrated a secret trade route that was run by Regrator behind the scenes, intercepting the goods and picking the most precious one of them as compensation for her bracelet.\n\nNow, there once existed a strange mystical beast in times of old. A robe made from its fur would be worth a fortune, and due to its rarity, such a robe is exceptionally hard to procure.\n\nIn fact, the beast is so powerful that although it died centuries ago, its body remains intact today, and its fur still emits a mysterious fragrance.\n\nRegrator had intended it as an offer to the Tsaritsa, yet Yelan unexpectedly intercepted it.\n\nNot only that, she also rejected the style that Snezhnayans had chosen for their Tsaritsa — she yanked the fur off, combined it with Liyue's Ramie yarn, and made a rather fashionable sleeved mantle for herself.\n\nThis series of happenings could be seen as significant or insignificant — depending on one's perspective. Ultimately, it all boils down to three words: gains and losses.\n\nThe cycle of gaining and losing is a rather accurate summary of Yelan's life.\n\nNone of that really bothers her though. Instead, she takes immense pleasure from it.",
      "de": "In Yelans Geheimdienstkarriere gab es einmal ein bemerkenswertes Unterfangen, das sowohl Niederlage als auch Erfolg war.\n\nNiederlage, weil sie bei dieser Aktion ein wertvolles Familienerbstück, einen Jadearmreif, der als „Faszinierender Armreif“ bekannt ist, verlor.\n\nIm Jadearmreif eingraviert waren die Zaubersprüche ihrer Familie, mit denen einfache Nachrichten versendet werden konnten. Aber zum Ausüben dieser Kraft bedarf es eines weiteren solchen magischen Kleinods, welches mit dem anderen zusammenwirkt, wenn wie jetzt nur noch eines übrig geblieben ist, ist es nur noch ein Schmuckstück.\n\nErfolg, weil auch Yelans Widersacher keinen Vorteil aus ihrer Auseinandersetzung ziehen konnte. Auch dieser Widersacher ist kein Unbekannter, es ist der Neunte der Elf der Fatui – „Pantalone“.\n\nEine von „Pantalone“ im Geheimen aufgebaute Schmuggelroute wurde von Yelan infiltriert und die darauf transportierte Ware abgefangen. Darunter war ein rares und sehr wertvolles Objekt, welches Yelan als Entschädigung für ihren verlorenen Jadearmreif an sich nahm.\n\nIn Urzeiten gab es eine außergewöhnliche Art von Bestie, deren Haut zur Herstellung von Umhängen genutzt wurde, die unfassbar wertvoll waren und die aufgrund ihrer Seltenheit einen Preis hatten, den niemand bezahlen konnte.\n\nDie Kraft der Bestie war gewaltig, mehr als hundert Jahre nach ihrem Ableben verrotten ihre Überreste nicht, stattdessen wurde der angenehme Duft der Haut immer intensiver und noch angenehmer.\n\nDieses Geschenk sollte der Zarin überreicht werden, bevor es von Yelan abgefangen wurde.\n\nDarüber hinaus lehnte Yelan auch die von den Menschen aus Snezhnaya für ihre Zarin sorgsam gewählte Passform ab.\n\nSie nahm die Bestienhaut ab, verflocht sie mit Ramie aus Liyue und fertigte sich so einen hochmodischen Wolkenmantel mit Ärmeln.\n\nDies war eine Reihe von Ereignissen, die man als bedeutungsvoll oder auch als bedeutungslos betrachten mag. Letztendlich läuft alles auf diese zwei Worte hinaus: Gewinnen und Verlieren. Gewinnen, Verlieren, Verlieren, Gewinnen, das ist Yelans Leben.\n\nUnd es macht ihr nichts aus, dabei mitzuspielen.",
      "es": "En la carrera de Yelan como agente de inteligencia, hay una operación muy memorable en la que se entrelazan el éxito y el fracaso.\n\nEn lo que respecta al fracaso, lo fue porque durante la operación perdió un misterioso brazalete de jade, el cual era una valiosa reliquia familiar.\n\nEn el interior del brazalete se hallaba grabado un hechizo que permitía usarlo para transmitir mensajes sencillos. Pero para poder enviar mensajes con él, tenía que haber un brazalete receptor. En la actualidad solo queda uno de ellos, así que no es más que un mero accesorio.\n\nSin embargo, la operación también fue un éxito para Yelan porque su oponente no consiguió salirse con la suya. Dicho oponente no era un adversario cualquiera, sino que se trataba de El Regatero, el noveno de los Once de los Fatui.\n\nYelan se infiltró en una ruta comercial secreta que El Regatero administraba desde las sombras. Interceptó sus bienes y eligió el más valioso como compensación por su brazalete perdido.\n\nEn la antigüedad, existía una bestia mítica cuya piel se usaba para hacer unos mantos de valor incalculable. Como se hicieron muy pocos de estos mantos, conseguir uno es excepcionalmente difícil.\n\nEsta bestia era tan poderosa que, a pesar de haberse extinguido hace cientos de años, sus restos perduran en la actualidad, y su pelaje aún emite una misteriosa fragancia.\n\nEl Regatero pretendía usar el manto como obsequio para la Zarina, pero Yelan lo interceptó antes de que tuviera ocasión.\n\nAdemás, Yelan no aprobaba el estilo de este manto, cuidadosamente elegido por los Fatui para la Zarina, por lo que quitó la piel de la prenda, la combinó con un tipo de ortiga de Liyue y confeccionó una original capa de manga ancha.\n\nEs difícil determinar si el resultado de esta serie de acontecimientos ha sido favorable o desfavorable, pero se puede resumir en tres palabras: “ganancias y pérdidas”.\n\nSi algo resume a la perfección la vida de Yelan es ese ciclo de pérdidas y ganancias.\n\nSin embargo, eso no es algo que le preocupe. De hecho, incluso lo disfruta.",
      "fr": "#Il y a un événement dans la carrière de Yelan qui mérite d'être remémoré et qui fut à la fois un échec et une réussite.\n\nSi ce fut un échec, c'est parce que lors de cette opération, elle perdit un bracelet ancestral de jade appelé « Bracelet fascinant{NON_BREAK_SPACE}».\n\nCe bracelet contenait la magie de son clan, qui donnait la faculté à son porteur d'envoyer des messages simples. Mais ce type d'appareil magique ne fonctionne que lorsqu'il est lié à un autre. Si un des deux objets liés vient à manquer, l'objet restant n'a plus d'autre utilité que celle de servir d'accessoire.\n\nMais cette mission fut également un succès, car son adversaire ne parvint pas non plus à tirer un quelconque bénéfice de cette affaire. Celui-ci était un personnage redoutable : il s'agissait de Pantalone, le neuvième Exécuteur des Fatui.\n\nPantalone avait établi en secret une route commerciale clandestine. Yelan réussit à l'infiltrer et intercepta les marchandises qui y circulaient. Elle s'empara alors du trésor le plus précieux parmi les marchandises pour se dédommager de son bracelet perdu.\n\nDans le passé, il y avait une bête féroce dont la peau fut utilisée pour fabriquer de grands manteaux de fourrure. Ils valaient une fortune, et comme ils étaient des objets rares, on ne les trouvait jamais sur le marché.\n\nCette bête était extrêmement puissante. Même plusieurs siècles après sa mort, ses os ne se décomposaient pas et sa fourrure conservait son odeur singulière.\n\nUn des manteaux, qui était à l'origine un cadeau de remerciement pour la Tsarine, fut dérobé par Yelan.\n\nEn plus de cela, Yelan rejeta le style choisi par les Snezhnayiens pour leur dirigeante Tsarine.\n\nElle arracha la fourrure et ajouta au vêtement de la ramie de Liyue pour en faire un gilet long à manches de style nouveau.\n\nCette série d'événements pourrait être considérée comme importante ou anodine, selon la façon dont on voit les choses. Elle peut se décrire en trois mots{NON_BREAK_SPACE}: gains et pertes.\n\nLa vie de Yelan est une succession de gains et de pertes.\n\nMais c'est loin d'être une chose dérangeante pour elle, bien au contraire, car c'est justement ce qui lui plaît.",
      "pt": "Na carreira de inteligência de Yelan, ocorreu uma experiência que merece ser tanto lembrada como uma derrota e como um sucesso.\n\nA derrota é porque durante essa operação, ela perdeu um bracelete ancestral de sua família, chamado \"Bracelete Fascinante\".\n\nNo interior desse bracelete de jade estava entalhada uma magia de sua família que permitia a transmissão simples de informações. Mas para esse dispositivo mágico funcionar, era necessário que fosse um par para que pudesse ocorrer a comunicação. Hoje existe apenas um restante, e só pode ser usado como um adorno.\n\nQuanto ao sucesso, se refere a um oponente que foi incapaz de conseguir algo dela. E esse oponente era formidável, hoje ocupando a posição de 9º Mensageiro dos Fatui — Magnata.\n\nMagnata planejou secretamente uma rota comercial que foi interceptada por Yelan, e suas mercadorias foram apreendidas. Entre elas, a mais preciosa era um item de colecionador, e que Yelan passou a considerar como uma compensação pelo seu bracelete de jade perdido.\n\nNo passado, existia uma besta feroz, e seu couro era utilizado para fazer casacos de pele. Valiam milhares de Mora, e por serem raros, nunca eram comercializados.\n\nEssa besta era muito forte, e apesar de já ter morrido há muitas centenas de anos, seu cadáver não apodrecia, o que deixava seu pelo com um aroma sutil.\n\nOriginalmente, seria um presente para a Tsaritsa, mas foi levada por Yelan.\n\nNão somente isso, mas Yelan também recusou os padrões de design refinados do povo de Snezhnaya.\n\nEla imediatamente pegou esse couro, combinou com fio Ramie de Liyue e fez um manto com duas mangas para ela.\n\nAcontecimentos podem ser grandes ou pequenos. Tudo pode ser resumido a duas palavras: ganhos e perdas.\n\nGanhar, perder, perder, ganhar. Essa é a vida de Yelan.\n\nE ela não se importa, somente aproveita.",
      "ru": "Из всей разведывательной карьеры Е Лань выделяется одна запоминающаяся операция, которая обернулась одновременно и успехом, и неудачей. Неудачей, потому что Е Лань потеряла семейную реликвию - нефритовый элегантный браслет. На внутренней стороне браслета выгравировано заклинание, которое превращает семейную реликвию в устройство связи. Однако для работы заклинания требуется два таких устройства. Теперь, когда остался только один браслет, он превратился в обычный аксессуар. А успех в том, что противник также не сумел получить преимущество, а ведь это был сам Девятый Предвестник Фатуи, Панталоне. Е Лань проникла на скрытый торговый путь, которым тайно управлял Панталоне, и перехватила товары. А самую ценную вещь она забрала в качестве компенсации за потерянный браслет. В незапамятные времена существовал необычный мифический зверь. Накидка, сшитая из его меха, стоила бы целое состояние, а из-за редкости зверя её было бы невероятно трудно достать. Зверь настолько силён, что, хотя он и умер несколько веков назад, его тело осталось нетронутым, а мех до сих пор источает таинственный аромат. Панталоне собирался подарить его Царице, но Е Лань неожиданно перехватила его. Более того, ей не понравился фасон в стиле Снежной, выбранный для Царицы. Она сняла мех, совместила его с волокном из местного растения Ли Юэ и сшила себе модную накидку с рукавами. Это происшествие может считаться как значительным, так и незначительным - в зависимости от точки зрения. В конечном счёте, всё сводится к двум словам: приобретение и потеря. Цикл приобретений и потерь - довольно точное описание всей жизни Е Лань. Однако её это не беспокоит. Вместо этого, она получает огромное удовольствие.",
      "id": "Sepanjang karir Yelan sebagai agen rahasia, ada satu misi yang dia kenang, yang hasilnya berhasil namun sekaligus juga gagal.\n\nDibilang gagal karena dia kehilangan benda pusaka keluarganya \"gelang yang memesona\".\n\nDi dalamnya ada mantra yang diwariskan turun-temurun dalam keluarganya, yang dapat mengalih-fungsikan gelang tersebut menjadi alat komunikasi sederhana. Namun mantra ini perlu medium penerima, gelang ini perlu pasangannya. Karena kini Yelan hanya memiliki satu gelang saja, fungsi komunikasi pun hilang, dan gelang tersebut hanyalah asesoris yang dikenakan di lengan.\n\nDibilang sukses karena, lawan Yelan pun tidak mendapat keunggulan. Lawan yang dihadapinya sama sekali bukan tokoh biasa: \"Regrator\", sang Fatu Harbinger nomor sembilan.\n\nYelan menyusup ke dalam jalur dagang rahasia yang didirikan Regrator, menghadang pengiriman barang dan berhasil mengambil yang paling berharga sebagai kompensasi untuk gelangnya yang hilang.\n\nDikatakan bahwa dahulu kala hiduplah seekor hewan suci yang langka, dan jubah yang terbuat dari bulunya juga sama langkanya, dan sangat, sangat mahal.\n\nBetapa kuatnya hewan ini, karena walaupun dia sudah wafat berabad-abad yang lalu, tubuhnya belum membusuk, dan bulunya masih mengeluarkan bau yang harum.\n\nRegrator bermaksud memberikan jubah tersebut sebagai upeti untuk Tsaritsa, namun Yelan berhasil mendapatkannya.\n\nBukan cuma itu, Yelan juga mengubah gaya yang dipilih si orang Snezhnaya untuk Tsaritsa-nya. Yelan mencabut bulunya, menjahitnya ulang dengan benang rami Liyue, menjadi jaket berlengan yang cukup keren untuk dia pakai sehari-hari.\n\nKejadian ini bisa dilihat penting mau pun tidak penting, tergantung dari sudut pandang siapa yang dipertanyakan. Semuanya berujung ke sebuah konsep saja: untung-rugi.\n\nSiklus untung dan rugi, dapat dan kehilangan, cukup baik untuk melukiskan kehidupan seorang Yelan.\n\nDia sama sekali tidak merasa keberatan. Malah sebaliknya, dia sangat menikmati jalannya siklu seperti itu.",
      "th": "ในอาชีพสายข่าวกรองของ Yelan มีประสบการณ์พิเศษที่ควรค่าแก่การจดจำอยู่ครั้งหนึ่ง ที่มีทั้งความล้มเหลว และความสำเร็จปนเปกันไป\n\nเธอบอกว่าที่ล้มเหลวเพราะในครั้งนั้น เธอทำกำไลหยกของบรรพบุรุษที่เรียกว่า \"กำไลอาคมพิศวง\" หายไป\n\nข้างในกำไลหยกนั้นมีอาคมของตระกูลประทับไว้อยู่ สามารถใช้ส่งข้อความแบบง่าย ๆ ได้ แต่เครื่องมือขนาดเล็กเช่นนี้ต้องใช้เป็นคู่ และดูแลซึ่งกันและกัน แต่ตอนนี้กลับเหลือเพียงอันเดียวเท่านั้น จึงเป็นได้เพียงแค่ของประดับเท่านั้น\n\nและส่วนที่สำเร็จก็คือคู่ต่อสู้ก็ไม่ได้รับประโยชน์จากเธอเช่นกัน คู่ต่อสู้คนนี้ มีที่มาที่ไปไม่ธรรมดา เป็นถึงผู้บริหารอันดับที่ 9 ของ Fatui คนปัจจุบัน - \"Regrator\"\n\nเส้นทางการค้าลับที่ Regrator ก่อตั้งขึ้นได้ถูก Yelan เข้าแทรกซึม และสกัดกั้นสินค้าเอาไว้ หนึ่งในของสะสมหายากที่สุดก็ถูก Yelan เอาไป เพื่อชดเชยกับกำไลหยก\n\nในสมัยโบราณมีสัตว์อสูรประเภทหนึ่งที่จะนำขนมันมาทำเป็นเสื้อคลุม มีมูลค่าเป็นทองนับพันชั่ง เนื่องจากปริมาณที่น้อยแสนน้อย แต่เป็นของมีราคาแพงแต่น้อยคนนักจะต้องการ จึงขายได้ยาก\n\nสัตว์อสูรนั้นทรงพลัง แม้ว่าพวกมันจะตายไปเมื่อหลายร้อยปีก่อน แต่ตลอดหลายปีที่ผ่านมาซากของพวกมันกลับไม่เน่าเปื่อย ทั้งนี้ขนของพวกมันก็ยิ่งมีกลิ่นที่หอมมากขึ้นไปอีก\n\nเสื้อคลุมนี้เดิมแล้วเป็นของขวัญที่ตั้งใจจะถวายให้แก่ราชินี แต่กลับถูก Yelan ช่วงชิงไปเสียก่อน\n\nไม่เพียงแค่นั้น Yelan ยังปฏิเสธดีไซน์ที่ชาว Snezhnaya ออกแบบมาอย่างดีเพื่อราชินีของพวกเขาอีก\n\nเธอทำการลอกขนสัตว์ออกมาแล้วนำไปผสมกับป่านรามีของ Liyue กลายเป็นเสื้อคลุมมีแขนที่ออกแบบดีไซน์เอง\n\nเหตุการณ์ที่ต่อเนื่องกันนี้ จะว่าใหญ่ก็ใหญ่ จะว่าเล็กก็เล็ก ไม่สามารถพูดอะไรได้นอกจากคำสองคำนี้: กำไร และขาดทุน\n\nมีได้ก็มีเสีย มีเสียก็มีได้ เหมือนชีวิตของ Yelan\n\nแน่นอนเธอก็ไม่ได้แคร์นักหรอก แถมยังสนุกไปกับมันเสียด้วย",
      "vi": "Trong sự nghiệp tình báo của Yelan có một trải nghiệm đáng nhớ, về cả thất bại lẫn thành công.\n\nNói thất bại là vì trong lần hành động đó, cô ấy đã đánh mất một chiếc vòng tay bằng ngọc của tổ tiên có tên là \"Vòng Tay Lôi Cuốn\".\n\nBên trong vòng tay có in các câu thần chú của gia tộc, có thể truyền tải những thông tin đơn giản. Nhưng những pháp khí nhỏ này cần phải dùng cả đôi để phối hợp với nhau, nay chỉ còn một cái, nên chỉ có thể dùng làm trang sức.\n\nCòn về thành công là vì đối thủ cũng không thu được lợi ích gì từ cô ấy. Đối thủ này lai lịch không vừa, là quan chấp hành thứ chín của Fatui - \"Regrator\".\n\nCon đường thương mại bí mật mà \"Regrator\" âm thầm bố trí đã bị Yelan thâm nhập, hàng hóa bị chặn lại. Một trong những bộ sưu tập quý hiếm nhất cũng bị Yelan lấy đi để đền bù cho chiếc vòng tay bị mất.\n\nXưa có ma thú đột biến, nếu lấy da và lông của chúng để làm áo choàng sẽ đáng giá hàng ngàn lượng vàng, và vì số lượng khan hiếm nên nó luôn có giá trị.\n\nThực lực của ma thú rất mạnh, tuy đã chết hàng trăm năm nhưng vẫn không bị thối rữa theo năm tháng, bộ lông của chúng lại càng thơm hơn.\n\nMón quà này vốn định dâng lên Nữ Hoàng, nhưng lại bị Yelan lấy đi.\n\nKhông chỉ vậy, Yelan còn từ chối mẫu áo mà người Snezhnaya đã chọn cho bệ hạ.\n\nCô ấy lấy da thú kết hợp với vải gai Liyue để làm thành một chiếc áo choàng có tay kiểu mới.\n\nMột loạt các sự kiện, nói lớn là lớn, nói nhỏ cũng có thể nhỏ, nhưng không có gì ngoài hai từ: được và mất.\n\nĐược, mất, mất, được, như cuộc đời của Yelan.\n\nVà cô ấy không bận tâm, cô ấy thích như thế."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "夜兰不总是独自行动。许久以前，她身边也有肝胆相照的同僚。\n\n有那么一小部分人，出于各种原因，选择与夜兰一同潜入黑暗。\n\n但在那时，夜兰还没有完全认清——诡计、诱饵、陷阱…光靠她擅长的这些事，未必就能应对一切。\n\n自制力强的敌人不会吃下诱饵，狡诈奸猾的敌人不会落入阴谋，实力骇人的敌人不会为陷阱所困。\n\n因而，他们付出代价。相继有人消失在前行的路上，虽说选择这条路的人早已有此觉悟…\n\n但在某次深渊调查任务结束，夜兰身边再无一人时，她终于还是停下了，长久地停步。\n\n直到某天，凝光亲自寻到了她栖身的木屋。\n\n「这么久不回璃月港，应是遇到什么事了罢。若想退出，倒也情有可原。」\n\n凝光立在门外，神态并不轻松，谈吐却仍自在。\n\n「但无妨。用人不疑，我愿意相信你是在这里寻找出路。退与进，本都是路。」\n\n门内一片死寂，无人回应。许久，才听见一句回答从背后传来——\n\n「你我都犯了一个错误。我们所做的事，不应波及普通人。」\n\n「普通人？」\n\n凝光才想到什么，只见一束靛青色光芒破空飞来，堪堪悬在她脑后。\n\n箭矢控制得极有分寸，很快化作玉珠似的水滴散落，落地前便散作华光。\n\n凝光回头，见夜兰自远处走来，手中提着一张弓，指尖还滴着血。\n\n一个弓手，定是全力，日夜磨练，才会十指带血。\n\n但凝光同样明白，夜兰这般个性，定是遭遇了非常人能遇的挫折，下定了非常人能做的决心，才会重新闭关习武。\n\n似是要给凝光一个答案，夜兰张弓搭箭，瞄准远处山头。\n\n一箭既出，如飞雷，似白虹，有贯天之势。霎那间，山间泉水翻涌躁动，被无形的力量呼唤着，化作数道水箭盘旋而上。\n\n数箭交错，汇于半空，顷刻炸出一片水幕，犹如夏夜骤雨。\n\n雨后却无飞蝶或虹彩，仅有一道泛着淡彩的光柱降落到夜兰手中。\n\n照凝光的话说，这「神之眼」恰是信号，意为：「自今日起，诸事交由不普通的夜兰阁下」。",
      "zht": "夜蘭不總是獨自行動。許久以前，她身邊也有肝膽相照的同僚。\n\n有那麼一小部分人，出於各種原因，選擇與夜蘭一同潛入黑暗。\n\n但在那時，夜蘭還沒有完全認清——詭計、誘餌、陷阱…光靠她擅長的這些事，未必就能應對一切。\n\n自制力強的敵人不會吃下誘餌，狡詐奸猾的敵人不會陷身計謀，實力駭人的敵人不會落入陷阱。\n\n因而，他們付出代價。相繼有人消失在前行的路上，雖說選擇這條路的人早已有此覺悟…\n\n但在某次深淵調查任務結束，夜蘭身邊再無一人時，她終於還是停下了，長久地停步。\n\n直到某天，凝光親自尋到了她棲身的木屋。\n\n「這麼久不回璃月港，應是遇到什麼事了吧。若想退出，倒也情有可原。」\n\n凝光立在門外，神態並不輕鬆，談吐卻仍自在。\n\n「但無妨。用人不疑，我願意相信妳是在這裡尋找出路。退與進，本都是路。」\n\n門內一片死寂，無人回應。許久，才聽見一句回答從背後傳來——\n\n「妳我都犯了一個錯誤。我們所做的事，不應波及普通人。」\n\n「普通人？」\n\n凝光才想到什麼，只見一束靛青色光芒破空飛來，堪堪懸在她腦後。\n\n箭矢控制得極有分寸，很快就化為玉珠似的水滴散落，落地前便散作華光。\n\n凝光回頭，見夜蘭自遠處走來，手中提著一張弓，指尖還滴著血。\n\n一個弓手，定是全力，日夜磨練，才會十指帶血。\n\n但凝光同樣明白，夜蘭這般個性，定是遭遇了非常人能遇的挫折，下定了非常人能做的決心，才會重新閉關習武。\n\n似是要給凝光一個答案，夜蘭張弓搭箭，瞄準遠處山頭。\n\n一箭既出，如飛雷，似白虹，有貫天之勢。霎那間，山間泉水翻湧躁動，被無形的力量呼喚著，化作數道水箭盤旋而上。\n\n數箭交錯，匯於半空，頃刻炸出一片水幕，猶如夏夜驟雨。\n\n雨後卻無飛蝶或虹彩，僅有一道泛著淡彩的光柱降落到夜蘭手中。\n\n照凝光的話說，這「神之眼」恰是信號，意為：「自今日起，諸事交由不普通的夜蘭閣下」。",
      "jp": "夜蘭は元より単独行動をしていたわけではない。かつては彼女のそばにも、水魚の交わりと称せるような同僚がいた。\n\n様々な理由から、夜蘭と共に暗闇の中へ潜入することを選んだ者たちが少なからずいたのだ。\n\nしかし当時の夜蘭は、まだはっきりと見極められていなかった——詭計、囮、罠…彼女の得意とするこれらのことだけでは、すべてに対応できないかもしれないことを。\n\n自制心の強い敵は囮に食いつかず、狡猾な敵は策謀にはまらず、驚異的な力を持つ敵は罠に落ちない。\n\nその結果、彼らは代価を支払うことになったのだ。この道を選んだ彼ら自身が、とっくに覚悟を決めていたとはいえ…一人、また一人と同僚たちは少しずつ数を減らしていった。\n\nそして、あるアビスの調査任務が終わるのを境に、ついに夜蘭の傍らには誰もいなくなってしまった。そこで彼女は進むのをやめ、長い間足を止めた。\n\nある日、凝光が直々に彼女の仮住まいである小屋を訪ねた。\n\n「長いこと璃月港に戻ってきていないわね。きっと何かあったのでしょう？ここでやめても、理解に苦しみはしないわ。」\n\n小屋の外に立つ凝光は、表情こそ安らかではなかったが、それでもいつも通りの口調で話をした。\n\n「別に構わないわよ、私は使う者を疑わない。あなたはきっと、ここで道を探っているのだと信じているわ。退路も進路も、どちらも道よ。」\n\n小屋は依然として静寂に包まれ、返事はない。随分と時間が経った頃、凝光は背後からの声を聞いた——\n\n「お互い、間違いを犯していたのよ。私たちがしていることに、常人を巻き込むべきではなかった。」\n\n「常人？」\n\n凝光が思い耽ったと同時に、青い光が空中を突き破り、凝光の後ろで止まった。\n\n極めて繊細に制御された矢は、瞬く間に珠玉のような水滴となって砕け散り、地面に降り注ぐ前にきらきらと輝く光の破片になった。\n\n凝光が振り返ると、遠くからこちらへ近づく夜蘭の姿があった。彼女は手に弓を持ち、指先からは血が滴り落ちていた。\n\n射手の十指に見える血は、全力を尽くし、日夜研鑽を積んだ証拠。\n\n凝光には分かっていた。夜蘭の性格からして、きっと常人を越える挫折を味わい、常人を越える決断をしたが故に、再び武術の修行に励む道を選んだのだということを。\n\n凝光に応えるかのように、夜蘭は遠くの山へ向かって弓を構えた。\n\n放たれた矢はまるで白虹のように、そして飛翔する雷光のように、空を貫いた。その瞬間、山間の泉がせわしくうねり、まるで見えない力に呼び出されたかのように、いくつもの水の矢となって上空に舞い上がった。\n\n何本もの矢が交差しながら空中で凝集し、夏の夜に降る驟雨のように、一瞬で水の幕を下ろした。\n\nやがて空が晴れたとき、そこには蝶も虹もなく、ただ一筋の淡い光の柱が夜蘭の手に降り注いでいた。\n\n凝光によると、その「神の目」はまるで——「これからは、この常人ではない夜蘭にすべてを任せよ」と告げていたようだったという。",
      "ko": "야란이 항상 혼자 행동하는 건 아니다. 아주 오래전, 그녀에게도 서로 진심을 터놓을 수 있는 동료가 있었다.\n\n세상에는 각자의 다양한 이유로 인해 야란과 함께 암흑 속으로 뛰어들려는 소수의 사람이 존재한다.\n\n당시 야란은 자신이 잘 다룰 줄 아는——음모, 미끼, 함정… 이런 것들만으로는 모든 적을 상대해낼 수 없다는 것을 모르고 있었다.\n\n강한 자제력을 지닌 적은 미끼에 당하지 않는다. 교활한 적은 음모에 빠져들지 않는다. 그리고 엄청난 실력을 지닌 적은 함정에 걸려들지 않는다.\n\n이로 인해 그들은 대가를 치러야만 했다. 동료는 더 이상 그녀와 함께할 수 없게 되었다. 이 길을 걷기로 한 그날부터 각오는 되어있었지만…\n\n어느 심연의 조사 임무를 마친 후로 다시 혼자가 된 야란은, 결국 발걸음을 멈추고 오랫동안 침묵의 시간을 가진다.\n\n그러던 어느 날, 응광이 직접 그녀가 머무는 오두막을 방문한다.\n\n「오랫동안 리월항에 돌아오지 않는 걸 보니, 무슨 일이 있을 거라 짐작했어. 그만두고 싶다면 분명 거기에는 그럴 만한 이유가 있는 거겠지.」\n\n심각한 표정으로 문 앞에 선 응광은 애써 여유로운 말투로 얘기했다.\n\n「하지만 괜찮아. 난 내 안목을 믿거든. 넌 지금 길을 찾는 중이라고 생각해. 앞으로 나아가는 것과 뒤로 물러서는 것 모두 하나의 길이니까.」\n\n집 안에는 여전히 정적이 흐르고 있었다. 한참이 지난 뒤, 그녀가 응광의 등 뒤를 향해 대답했다——\n\n「우린 잘못을 범했어요. 평범한 사람에게 우리가 하는 일을 맡기면 안 되었던 거죠.」\n\n「평범한 사람?」\n\n응광이 무언가를 생각하는 순간, 푸른색의 빛줄기가 허공을 가르고 날아와 그녀의 머리를 스쳐 지나갔다.\n\n정교하게 조준된 화살은 옥구슬 같은 물방울로 흩어지며 땅 위에 화려한 빛을 남겼다.\n\n뒤로 돌아선 응광의 눈앞에는 야란이 피가 흐르는 손가락으로 활을 쥐고 서 있었다.\n\n전력을 다해 밤낮으로 궁술을 연마하는 궁수의 열 손가락에는 피가 흐른다.\n\n야란의 성격으로 볼 때 분명 심히 고통스러운 일을 겪어 쉽지 않은 결심을 해야 했기에 바깥세상에 나오지 않고 궁술을 연마했다는 걸, 응광은 알 수 있었다.\n\n응광의 질문에 대답이라도 하듯 야란은 먼 산을 겨냥해 화살을 발사했다.\n\n그 화살에는 비뢰와 하얀 무지개같이 하늘을 꿰뚫는 힘이 실려 있었다. 일순간, 산속 샘물이 용솟음치더니 무형의 힘에 이끌린 물화살 여러 발이 하늘로 솟아올랐다.\n\n그 화살들은 허공에서 한데 뒤엉킨 다음 한여름의 비바람과 같은 물의 장벽을 뿜어냈다.\n\n비가 내린 땅에 나비나 무지개는 나타나지 않았다. 다만 옅은 빛을 띤 빛 기둥이 야란의 손 위에 떨어졌을 뿐이었다.\n\n응광의 말을 빌리자면, 이 「신의 눈」은 「오늘부로 모든 일을 더 이상 평범하지 않은 야란에게 맡긴다」라는 신호와도 같은 의미였다",
      "en": "Yelan wasn't always on her own. Many years ago, she once had a team who watched each others' backs.\n\nThere were a small group of people who for various reasons chose to tread a path in the dark with her.\n\nBut back then, Yelan had not yet realized that her clever tricks and ingenious traps, the skills that she took pride in, could not solve everything for her.\n\nEnemies with a strong sense of self-control would not bite her bait, opponents with cunning and calculating minds would not fall for her schemes, and those with overwhelming power would simply strong-arm their way out of her traps.\n\nTherefore, Yelan and her team paid the price — one by one, they perished along the way, though they had long foreseen and prepared themselves for such a fate...\n\nStill, after a mission to investigate the Abyss, Yelan eventually found herself left alone. For the first time in her life, she stopped, for a long, long time.\n\nThis state of affairs persisted until one day, when Ningguang visited her in her wood hut personally.\n\n\"You haven't been back to Liyue Harbor for a while. Something must've happened. I can understand if you want to quit.\"\n\nNingguang stood outside the door, with a serious look on her face but her voice still casual and relaxed.\n\n\"But it's alright. I work with those I trust, and I trust those I work with. I'm willing to believe that you're here trying to find a way out. All postures, aggressive or defensive, are all means to an end, anyway.\"\n\nThere was no response, but only a suffocating silence. A long time passed before Ningguang finally heard an answer from behind her:\n\n\"We both made a mistake: We shouldn't have involved ordinary folk in what we do.\"\n\n\"Ordinary folk?\"\n\nEven as Ningguang was formulating thoughts, a flash of blue shot towards her, stopping as it passed her by.\n\nIn a display of great control from the archer, the arrow quickly shattered into pearls of water and broke into glistening shards of light before touching the ground.\n\nNingguang turned around and saw Yelan walking up, a bow in hand, blood dripping down from her fingertips.\n\nOne could only imagine the days and nights of grueling training in archery Yelan had gone through for all her fingers to bleed.\n\nKnowing Yelan well, Ningguang also understood that she must have been through an uncommonly tough situation. Only that could explain Yelan's uncommon determination to lock herself up for this grueling re-training.\n\nYelan aimed at the mountain in the distance, a gesture that was also an answer to Ningguang.\n\nShe released the arrow. Like lightning it shot into the skies, piercing through clouds with might that could shatter the dome of heaven itself. As if responding to the call of an unknown power, waters in the mountains growled and howled, then swirled their way upward in the form of countless arrows.\n\nWhen they met halfway in the sky, they exploded into a curtain of water, bringing down a squalling shower like those that adorned summer nights.\n\nAs the sky cleared, there was no rainbow, no butterflies to be seen, only a faint pillar of light that fell into Yelan's palm.\n\nAccording to Ningguang, the Vision carries a message: \"From today onward, leave all matters to the extraordinary Yelan.\"",
      "de": "Yelan ist nicht immer allein herumgezogen. Vor langer Zeit gab es um sie herum ihre sehr hingebungsvollen Kollegen.\n\nDiese wenigen entschieden sich aus irgendeinem Grund zusammen mit Yelan, einen Pfad ins Dunkel hinabzusteigen.\n\nAber zu jener Zeit hatte Yelan sie noch nicht klar erkannt – die List, den Köder, die Falle ... Allein auf ihre Stärken vertrauend konnte sie nicht alle Dinge in den Griff bekommen.\n\nSich im Zaum haltende Gegner schlucken keinen Köder, schlaue und gerissene Feinde werden keiner Verschwörung Opfer, furchtbar starke Feinde können nicht in einer Falle gefangen werden.\n\nDeshalb zahlten sie einen hohen Preis. Nacheinander verschwanden diese Menschen auf ihrem Weg, auch wenn sie sich dessen schon bewusst wurden ...\n\nAls Yelan, am Ende einer Mission zur Untersuchung des Abgrunds, erneut allein dastand, hörte sie schließlich damit auf, hörte für eine sehr lange Zeit mit diesen Missionen auf.\n\nBis eines Tages Ningguang selbst an die Tür der Holzhütte, in der Yelan lebte, klopfte.\n\n„Du bist so lange nicht nach Liyue zurückgekehrt, es muss etwas vorgefallen sein. Ich kann verstehen, wenn du aussteigen willst.“\n\nNingguang stand vor der Tür, die Haltung ganz und gar nicht entspannt, jedoch mit einer weiterhin ruhigen Stimmlage.\n\n„Aber alles wird gut. Ich vertraue dir, ich vertraue darauf, dass du hier einen Ausweg suchst. Vor und zurück, beides sind letztlich Wege.“\n\nAus der Tür drang nur Schweigen, es kam keine Antwort. Es dauerte lange, bis Ningguang endlich eine Antwort von hinten hörte.\n\n„Du und ich, wir beide haben einen Fehler gemacht. Bei all unserem Handeln sollten wir die gewöhnlichen Menschen nicht mit hineinziehen.“\n\n„Gewöhnliche Menschen?“\n\nAls Ningguang darüber nachdachte, was sie sagen sollte, wurde die Luft von einem Strahl indigoblauen Lichts durchbrochen, der direkt hinter ihrem Kopf vorbeischoss.\n\nDer Pfeil zeigte die große Präzision der Schützin und fiel daraufhin in perlengleichen Wassertropfen herab, bevor diese vor dem Aufkommen zu glänzendem Licht zerbarsten.\n\nAls Ningguang hinter sich blickte, sah sie Yelan aus der Ferne zu sich kommen, in der Hand hielt sie einen Bogen und von ihren Fingerkuppen tropfte Blut.\n\nEine Schützin, die mit aller Kraft zielt, Tag und Nacht trainiert, aus deren zehn Fingern wird Blut tropfen.\n\nAber Ningguang verstand auch, dass diese Eigenheiten von Yelan durch übermenschliche Rückschläge entstanden sein mussten, was zu ihrer übermenschlichen Entschlossenheit geführt haben musste und sie dazu brachte, sich erneut zurückzuziehen und für den Kampf zu trainieren.\n\nWie als wolle sie Ningguang eine Antwort geben, nahm Yelan einen Pfeil, spannte den Bogen und zielte auf einen Berggipfel in der Ferne.\n\nDer Pfeil schoss heraus wie ein fliegender Blitz, wie ein weißer Regenbogen, als habe er die Kraft des Himmels. Urplötzlich rauschte das Wasser der Gebirgsquellen herbei, von einer unsichtbaren Macht herbeigerufen, und verwandelte sich in zahllose Pfeile aus Wasser, die sich in die Höhe wanden.\n\nViele Pfeile überkreuzten sich, sammelten sich in der Luft und stürzten auf einmal als eine Wasserwand herab, so wie ein prasselnder Regenschauer in einer Sommernacht.\n\nDoch nach dem Regen waren keine fliegenden Schmetterlinge oder Regenbogen zu sehen, stattdessen stieg eine schwach leuchtende Lichtsäule auf Yelans Hände hinab.\n\nWenn man Ningguang Glauben schenkt, war dieses „Göttliche Auge“ ein Signal, das sagt: „Von diesem Tag an könnt ihr alle Dinge der ganz und gar nicht gewöhnlichen Yelan überlassen.“",
      "es": "Yelan no siempre ha actuado por su propia cuenta. Hace varios años, formaba parte de un equipo cuyos miembros se cuidaban los unos a los otros.\n\nSe trataba de un grupo de gente que, por diversos motivos, decidió recorrer el camino de las sombras junto a Yelan.\n\nPero en aquel entonces, lo que Yelan no vio venir es que, a pesar de contar con sus señuelos, artimañas y trampas, todo ello no le serviría para resolver todos sus problemas.\n\nLos enemigos con autocontrol no se dejaban engañar por sus señuelos; los oponentes ingeniosos se daban cuenta de sus artimañas; y los rivales más poderosos no caían en sus trampas.\n\nPor todo ello, Yelan y su equipo pagaron el precio. Uno a uno, fue perdiendo a sus compañeros en el camino, aunque todos eran conscientes del destino que les deparaba por recorrerlo.\n\nSin embargo, al completar una misión de investigación en el abismo, Yelan se encontró completamente sola, y entonces se detuvo. Se detuvo durante mucho, mucho tiempo.\n\nHasta que un día, Ninguang en persona fue a buscarla a la cabaña en la que se hospedaba.\n\n“Hace tiempo que no apareces por Liyue. Debe de haberte pasado algo. Si quieres renunciar, lo entiendo”.\n\nNinguang permaneció de pie en la puerta y, aunque parecía preocupada, su voz denotaba tanta seguridad como siempre.\n\n“No pasa nada. Me gustaría creer que estás aquí para encontrar tu camino. Ya sea un camino de entrada o de salida. Al final, un camino es un camino”.\n\nNo hubo respuesta alguna en medio de aquel silencio sepulcral. Pero pasado un rato, Ninguang finalmente oyó una respuesta procediendo de detrás de ella:\n\n“Las dos hemos cometido un error. No deberíamos haber involucrado a la gente común en lo que hacemos”.\n\n“¿Gente común?”\n\nAntes de que pudiera darse cuenta, Ninguang vio cómo un haz de luz de color índigo se detenía justo detrás de ella.\n\nLa arquera Yelan hizo evidente su maestría con el arco, y la flecha se dividió en gotas de agua como perlas de jade, las cuales dispersaron su fulgor antes de impactar contra el suelo.\n\nCuando se dio la vuelta, Ninguang vio a Yelan acercarse, arco en mano y con las yemas de los dedos ensangrentadas.\n\nEs inimaginable lo que debe de haberse esforzado un arquero y lo que debe de haber entrenado para que sus dedos sangren.\n\nEntonces, Ninguang comprendió que, para que alguien como Yelan entrenara con tal determinación, debía de haberse encontrado con un obstáculo fuera de lo normal y haber tomado una decisión muy importante.\n\nPara responder a Ninguang, Yelan tensó su arco y apuntó hacia la cima de una lejana montaña.\n\nRauda como un rayo, una flecha voló hacia el firmamento, dibujando un arcoíris con su trayectoria y atravesando las nubes con una fuerza capaz de partir el cielo en dos. Como si estuviera respondiendo a la llamada de una fuerza invisible, en un instante, el agua de los manantiales de la montaña comenzó a agitarse y formó una espiral de incontables flechas de agua que comenzaron a ascender.\n\nLas flechas se entrecruzaron, convergieron en el aire y estallaron para formar una cortina de agua semejante a un chaparrón de una noche de verano.\n\nTras la lluvia, no salieron mariposas ni se formó ningún arcoíris. Solo se vislumbró un tenue rayo de luz que se posó suavemente sobre la mano de Yelan.\n\nSegún las palabras de Ninguang, esa Visión traía un mensaje: “A partir de hoy, confía todos los asuntos a esta chica poco común llamada Yelan”.",
      "fr": "Yelan n'a pas toujours agi seule. Il y a de nombreuses années, elle était entourée de collègues qui prenaient soin les uns des autres.\n\nEffectivement, il y avait un petit groupe de personnes qui, pour diverses raisons, avaient choisi de marcher dans l'ombre avec elle.\n\nMais à l'époque, Yelan n'avait pas prévu une chose : son talent pour les ruses et les pièges ne suffirait pas à résoudre toutes les situations.\n\nLes ennemis ayant un grand contrôle de soi ne se laisseraient pas appâter, les adversaires à l'esprit rusé et calculateur ne se laisseraient pas avoir par ses machinations, et ceux dotés d'un pouvoir écrasant pourraient tout simplement se défaire de ses pièges par la force.\n\nPar conséquent, Yelan et son équipe payèrent le prix fort : un par un, ses collègues disparurent, même s'ils s'étaient préparés à un tel destin depuis le début...\n\nC'est après une mission d'enquête sur l'Abîme que Yelan finit par se retrouver entièrement seule. Pour la première fois de sa vie, elle s'arrêta pendant un long, long moment.\n\nUn jour, Ningguang lui rendit visite dans sa cabane en bois.\n\n« Tu n'es pas retournée au port de Liyue depuis un bon moment. Il a dû se passer quelque chose. Je peux comprendre si tu veux arrêter. »\n\nNingguang se tenait devant la porte, un regard intense sur son visage, mais sa voix restait décontractée et détendue.\n\n« Mais ce n'est pas grave. Je travaille avec toi, alors je te fais confiance. Je suis prête à croire que tu es ici pour essayer de trouver une issue. Avancer et reculer sont deux voies qu'il est possible d'emprunter. »\n\nUn silence emplit alors la salle, car il n'y eut pas de réponse. Un long moment plus tard, une voix s'éleva de derrière :\n\n« On a commis une erreur, toi et moi. On n'aurait pas dû impliquer des civils »\n\n« Des civils ? »\n\nNingguang n'eut même pas le temps de penser qu'un éclair bleu fusa et s'arrêta juste derrière elle.\n\nC'était une flèche qui avait été tirée de manière extrêmement précise. Elle se transforma rapidement en perles d'eau qui se changèrent à leur tour en lumière scintillante avant de toucher le sol.\n\nNingguang se retourna et vit Yelan s'avancer, un arc à la main, du sang coulant du bout de ses doigts.\n\nElle avait dû s'entraîner sans relâche des jours et des nuits pour qu'elle ait tous ses doigts en sang.\n\nMais Ningguang comprenait aussi que quelqu'un comme Yelan avait dû traverser une situation très difficile pour qu'elle s'engage à s'entraîner avec une telle détermination.\n\nPour donner une réponse à Ningguang, Yelan tendit son arc et visa la montagne au loin.\n\nElle décocha une flèche qui, comme un éclair, fut propulsée en l'air, transperçant les nuages et le ciel. Comme si elles répondaient à l'appel d'une force inconnue, les eaux des montagnes se mirent à déferler et s'élevèrent en tourbillons formés d'innombrables flèches.\n\nAprès avoir effectué la moitié de leur trajet dans le ciel, elles éclatèrent en un rideau d'eau, faisant pleuvoir une averse typique des nuits d'été.\n\nLorsque le ciel se dégagea, aucun arc-en-ciel ou papillon n'apparut, seule une faible lumière se posa dans la paume de Yelan.\n\nSelon Ningguang, cet œil divin était porteur d'un message : « À partir d'aujourd'hui, confiez toutes les affaires à cette fille peu ordinaire qu'est Yelan. »",
      "pt": "Yelan nem sempre esteve por conta própria. Vários anos atrás, ela tinha uma equipe em que todos cuidava uns dos outros.\n\nExistia um pequeno grupo de pessoas que por vários motivos decidiram seguir o caminho na escuridão com ela.\n\nMas antigamente, Yelan ainda não tinha entendido que seus truques inteligentes e armadilhas engenhosas, habilidades das quais ela tanto se orgulhava, não poderiam resolver tudo para ela.\n\nInimigos com um enorme senso de autocontrole não mordiam suas iscas, inimigos com mentes astutas e calculistas não caíam em seus esquemas, e aqueles com uma enorme força poderiam simplesmente usar ela para sair de suas armadilhas.\n\nPortanto, Yelan e sua equipe pagaram o preço — um por um, eles faleceram ao longo do caminho, embora tenham previsto e se preparado para tal destino...\n\nMesmo assim, após uma missão para investigar o Abismo, Yelan eventualmente se encontrou sozinha. Pela primeira vez na vida, ela parou, por muito, muito tempo.\n\nEssa situação permaneceu até que um dia, quando Ningguang a visitou pessoalmente em sua cabana de madeira.\n\n\"Você não voltou ao Porto de Liyue já faz um tempo. Algo deve ter acontecido. Eu entendo se você quiser parar.\"\n\nNingguang ficou de pé do lado de fora da porta, com um olhar intenso em seu rosto, mas sua voz ainda normal e relaxada.\n\n\"Mas está tudo bem. Eu trabalho com aqueles que confio, e eu confio naqueles com quem trabalho. Estou disposta a acreditar que você estava procurando uma maneira de parar. Todas as atitudes, agressivas ou defensivas, são, de qualquer forma, meios para atingir um fim.\"\n\nNão houve resposta, mas apenas um silêncio sufocante. Bastante tempo se passou antes de Ningguang finalmente ouvir uma resposta por trás de si:\n\n\"Nós duas cometemos um erro: não deveríamos ter envolvido pessoas comuns no que fazemos.\"\n\n\"Pessoas comuns?\"\n\nEnquanto Ningguang ainda estava formulando um pensamento, um brilho repentino azul disparou em sua direção, parando assim que passou ao seu lado.\n\nEm uma demonstração de grande controle da arqueira, a flecha rapidamente se estilhaçou em pérolas de águas e se quebrou em milhares de fragmentos luminescentes antes de encostar ao chão.\n\nNingguang se virou e viu Yelan andando em sua direção, com um arco em mãos, com sangue escorrendo pela ponta de seus dedos.\n\nNinguém conseguiria imaginar os dias e noites desgastantes de treino com o arco e flecha que Yelan teria passado para fazer com que seus dedos sangrassem.\n\nConhecendo Yelan muito bem, Ningguang também entendeu que ela deveria ter passado por uma situação estranhamente complicada. Apenas isso poderia explicar a determinação incomum de Yelan em se trancar e de treinar tão arduamente novamente.\n\nYelan mirou para a montanha no horizonte, um comportamento que foi uma resposta para Ningguang.\n\nEla disparou sua flecha. Como um raio, sendo lançado aos céus, perfurando nuvens com uma determinação que poderia estilhaçar o domo do próprio céu. Como se estivesse respondendo ao chamado de um poder misterioso, as águas nas montanhas rosnaram e uivaram, e em seguida rodopiaram para cima sob a forma de inúmeras flechas.\n\nQuando se encontraram a caminho dos céus, elas explodiram em uma cortina de água, criando uma chuva como as que adornavam as noites de Verão.\n\nConforme os céus se abriam, não havia um arco-íris, nem sinal de nenhuma borboleta, apenas um pilar de luz suave que caiu nas mãos de Yelan.\n\nSegundo Ningguang, a Visão trouxe consigo uma mensagem: \"De hoje em diante, deixe tudo nas mãos da extraordinária Yelan.\"",
      "ru": "Е Лань не всегда была сама по себе. Когда-то у неё тоже была команда, на которую можно было положиться. Нашлись те, кто захотел вместе с ней прокладывать путь во тьме. Но в то время Е Лань ещё не понимала, что её хитроумные ловушки, уловки и приманки не могли решить всех проблем. Противники с большим самообладанием не клюнут на приманку, хитрый враг не попадётся на уловку, а сильный вырвется из ловушки. Команда Е Лань дорого поплатилась за это знание. Один за другим все они погибли, пусть и готовились к этой участи... После задания по исследованию Бездны Е Лань осталась совсем одна. Впервые в своей жизни она надолго остановилась, пока однажды её не навестила Нин Гуан лично. \n\n«Ты уже давно не возвращаешься в Ли Юэ. Должно быть, что-то произошло. Я пойму, если ты захочешь оставить работу, - Нин Гуан стояла за дверью с напряжённым выражением лица, но её голос оставался небрежным и расслабленным. - Но всё в порядке. Я работаю с теми, кому доверяю, и доверяю тем, с кем работаю. Я верю, что ты пытаешься найти выход. Для достижения цели все средства хороши - и отступление, и нападение». \n\nЗа дверью всё ещё стояла гробовая тишина. Ответа не последовало. Прошло много времени, прежде чем Нин Гуан наконец услышала ответ за своей спиной: «Мы обе совершили ошибку. Не стоило вовлекать в это обычных людей». \n\n«Обычных людей?»\n\nПока Нин Гуан собиралась с мыслями, к ней метнулась голубая вспышка. Благодаря великолепному контролю лучницы, стрела быстро разбилась на жемчужины воды и блестящие осколки света, прежде чем коснуться земли. Нин Гуан обернулась и увидела приближающуюся Е Лань с луком в руке, с кончиков её пальцев капала кровь. Можно было только представить, через какие изнурительные тренировки проходила Е Лань, упражняясь в стрельбе, что даже пальцы её кровоточили. Нин Гуан, хорошо знавшая её, поняла, что она в необычайно тяжёлом положении. Только это могло бы объяснить, почему она решила уйти от всех и посвятить себя изнурительным тренировкам. Словно подтверждая мысли Нин Гуан, Е Лань нацелилась на далёкую гору и выпустила стрелу. Подобно молнии, она взметнулась в небеса, пронзая облака с такой силой, словно могла бы разрушить небосвод. Будто отвечая на зов неведомой силы, родниковая вода в горах забурлила и зарычала, взмывая в небо в виде бесчисленных стрел. Взлетев ввысь, стрелы переплелись и взорвались, обрушившись ливнем, подобным тому, что украшает летние ночи. Но когда небо прояснилось, не было ни радуги, ни бабочек, только луч света падал на ладонь Е Лань. По словам Нин Гуан, этот Глаз Бога и был посланием: «Отныне и впредь предоставь все дела необычной Е Лань».",
      "id": "Yelan tidak selalu seorang diri sedari dulu. Bertahun-tahun yang lalu, dia pernah menjadi anggota regu yang saling menjaga satu sama lain.\n\nAda sekelompok kecil orang yang memilih untuk mengikutinya berjalan dalam kegelapan.\n\nNamun sayangnya, dulu Yelan belum paham kalau kemampuan yang dia banggakan, semua tipu muslihat dan jebakan yang dia kuasai, tidak bisa menyelesaikan segalanya.\n\nLawan yang punya kendali diri kuat tidak akan menggigit umpan, musuh yang punya otak cerdik dan penuh perhitungan tidak akan tertipu olehnya, dan mereka yang punya kekuatan di atas normal akan mampu keluar dari jebakan yang Yelan buat dengan mudah.\n\nYelan dan kelompoknyalah yang membayar harga: satu per satu dari mereka gugur ketika melaksanakan tugas, dan masing-masing juga sadar dan sudah menebak kapan maut akan menghampiri mereka ....\n\nSetelah sebuah misi untuk menyelidiki Abyss, Yelan mendapati dirinya tinggal sebatang kara. Untuk pertama kali dalam hidupnya, Yelan berhenti. Berhenti untuk waktu yang sangat lama.\n\nKeadaan ini terus berlanjut, sampai akhirnya Ningguang menghampiri gubuk kayu tempat tinggalnya.\n\n\"Kamu sudah lama tidak ke Pelabuhan Liyue. Ada sesuatu yang terjadi, bukan? Aku akan maklum kalau kamu ingin berhenti.\"\n\nNingguang berdiri di muka pintu, wajahnya serius namun suaranya tetap santai dan datar.\n\n\"Tapi tidak apa. Aku berkerja dengan orang-orang yang kupercaya, dan aku juga percaya pada orang yang kerja denganku. Berlaku agresif atau defensif, semua hanyalah suatu cara untuk mencapai tujuan.\"\n\nTidak ada jawaban, keduanya diam seribu bahasa. Cukup lama berlalu sebelum Ningguang mendengar jawaban:\n\n\"Kita sama-sama punya salah. Seharusnya kita jangan pernah melibatkan orang biasa ke dalam urusan ini.\"\n\n\"Orang biasa?\"\n\nNingguang masih hanyut dalam pikirannya ketika secercah cahaya biru terpancar, meluncur seakan melewatinya begitu saja.\n\nSebuah testimoni akan kemampuan sang pemanah yang memegang kendali penuh atas tembakannya, anak panah tersebut terpecah menjadi butiran air dan menyebar menjadi kilauan cahaya sebelum menyentuh tanah.\n\nNingguang berbalik dan melihat Yelan berjalan, busur di tangannya dan darah mengucur dari ujung jarinya.\n\nBayangan latihan Yelan yang melelahkan, siang dan malam berkutat dengan busur dan anak panah sampai semua jarinya berdarah, pun terlihat jelas.\n\nNingguang sangat kenal dengan Yelan, dan dirinya tahu bahwa Yelan baru saja melalui situasi yang tidak wajar dan sulit. Hanya itu sajalah yang terbesit di benak Ningguang ketika melihat Yelan mengasingkan diri untuk berlatih sampai seperti ini.\n\nYelan membidik ke arah pegunungan di kejauhan, sekaligus memberikan jawaban untuk Ningguang.\n\nDia melepaskan anak panah yang melesat ke langit bagaikan petir, seakan ingin menembus selimut cakrawala. Dan seperti itulah, seakan-akan menjawab panggilan kekuatan tak dikenal, air di pegunungan meraung dan mengaum, berputar ke udara menyerupai pusaran anak panah yang tak terhingga jumlahnya.\n\nKetika keduanya bertemu di antara awan, pecahlah semua menjadi tirai air yang jatuh layaknya hujan deras di musim panas.\n\nKetika langit terbuka, tidak ada pelangi, tidak ada kupu-kupu, hanya ada seberkas cahaya yang jatuh ke tangan Yelan.\n\nNingguang akhirnya membuat kesimpulan:\"Mulai hari ini, serahkan semuanya ke tangan Yelan, seseorang yang bukan orang biasa.\"",
      "th": "Yelan ไม่ได้ทำงานฉายเดี่ยวเสมอไป นานมาแล้วเธอยังมีเพื่อนร่วมงานที่คอยช่วยเหลือสนับสนุนกัน\n\nด้วยเหตุผลหลายประการจึงมีน้อยคนนักที่ยอมก้าวเข้าสู่ความมืดไปด้วยกันกับ Yelan\n\nแต่ในขณะนั้น Yelan ยังไม่เข้าใจอย่างถ่องแท้ถึงกลลวง เหยื่อล่อ และกับดัก... แค่พึ่งพาสิ่งที่เธอถนัดนั้นไม่สามารถจัดการกับทุกสิ่งได้\n\nศัตรูที่มีการควบคุมตนเองอย่างแข็งแกร่งจะไม่กินเหยื่อ ศัตรูที่ฉลาดแกมโกงจะไม่ตกอยู่ในกลลวง และศัตรูที่น่าสะพรึงกลัวจะไม่ติดกับดัก\n\nเพราะอย่างนั้น ราคาที่พวกเขาต้องจ่ายก็คือการที่เพื่อนร่วมทางแต่ละคนค่อย ๆ หายไประหว่างทาง ถึงแม้ว่าผู้ที่เลือกเดินเส้นทางนี้จะรู้ดีอยู่แก่ใจตั้งแต่แรกแล้วก็ตาม...\n\nแต่ในตอนท้ายของภารกิจสืบสวน Abyss ก็ไม่เหลือใครที่ยืนอยู่ข้าง Yelan อีกต่อไป และในที่สุดเธอก็หยุดลง และหยุดเป็นเวลานาน\n\nจนกระทั่งวันหนึ่ง Ningguang ก็ได้ไปพบเธอที่บ้านไม้ที่เธออาศัยอยู่ด้วยตัวเอง\n\n\"ผ่านไปตั้งนานแล้วยังไม่กลับมาที่ท่าเรือ Liyue คงมีบางอย่างเกิดขึ้นสินะ ถ้าอยากจะเลิก นั่นก็เป็นเรื่องที่เข้าใจได้\"\n\nNingguang ยืนอยู่นอกประตู สีหน้าเคร่งเครียด แต่กลับพูดด้วยน้ำเสียงสบาย ๆ\n\n\"แต่ไม่สำคัญหรอก ใช้คนก็อย่าสงสัย ฉันอยากจะเชื่อว่าเธอมาที่นี่เพื่อหาทางออก ทั้งเดินหน้า และถอยหลัง ต่างก็คือเส้นทางเหมือนกัน\"\n\nหลังประตูไร้เสียงตอบกลับ ผ่านไประยะหนึ่ง แต่กลับได้รับเสียงตอบกลับดังมาจากด้านหลัง...\n\n\"ฉันกับท่านล้วนกระทำผิดไปเรื่องหนึ่งทั้งคู่ สิ่งที่พวกเราทำ ไม่ควรกระทบถึงคนธรรมดา\"\n\n\"คนธรรมดา?\"\n\nNingguang ที่เพิ่งเกิดความคิดบางอย่าง กลับเห็นเพียงแค่แสงสีครามพุ่งทะลุอากาศ ก่อนลอยอยู่หลังศีรษะของเธออย่างนั้น\n\nลูกศรถูกควบคุมเป็นอย่างดี แต่ในไม่ช้าพวกมันก็แตกกระจายกลายเป็นหยดน้ำราวกับลูกปัดหยก และร่วงลงสู่พื้นแตกตัวเป็นประกายแวววาว\n\nNingguang หันกลับไป และเห็น Yelan เดินมาจากระยะไกลพร้อมกับธนูในมือของเธอ และเลือดที่ยังหยดจากปลายนิ้ว\n\nนักธนูคนหนึ่งจะต้องใช้ความพยายามอย่างเต็มที่ ฝึกฝนทั้งกลางวัน และกลางคืน จนนิ้วทั้งสิบมีแต่สายเลือด\n\nแต่ Ningguang ก็เข้าใจด้วยว่าบุคลิกของ Yelan จะต้องพบกับความพ่ายแพ้ที่ยากลำบากมาก มีเพียงสิ่งนี้เท่านั้นที่สามารถอธิบายความตั้งใจที่ไม่ธรรมดาของ Yelan ที่จะขังตัวเองเพื่อทำการฝึกฝนที่ไม่รู้จบนี้\n\nราวกับจะให้คำตอบกับ Ningguang... Yelan ยกคันธนู และเล็งลูกศรไปยังเนินเขาที่อยู่ห่างไกล\n\nเธอปล่อยลูกศร เหมือนกับสายฟ้าที่พุ่งขึ้นไปบนท้องฟ้า ทะลุผ่านก้อนเมฆด้วยพลังที่เหมือนจะสามารถทำลายท้องฟ้าที่อยู่เบื้องบนได้ ราวกับว่ากำลังตอบสนองต่อเสียงเรียกของพลังที่ไม่รู้จัก น้ำในภูเขาก็สั่นไหวพลุ่งพล่าน จากนั้นจึงหมุนวนขึ้นไปกลายเป็นลูกศรนับไม่ถ้วน\n\nลูกศรหลายลูกพุ่งบรรจบกันกลางอากาศ และม่านน้ำก็ระเบิดออกในทันที ราวกับฝนโปรยปรายในคืนฤดูร้อน \n\nหลังฝนตก ไม่มีผีเสื้อหรือรุ้งโบยบิน มีเพียงแต่ลำแสงตกลงสู่ฝ่ามือของ Yelan\n\nตามประโยคที่ Ningguang ได้กล่าวไว้ \"วิชั่น\" นี้คือสัญญาณที่จะสื่อว่า: \"ตั้งแต่วันนี้เป็นต้นไป เรื่องทั้งหมดก็ฝากไว้กับ Yelan ที่ไม่ธรรมดาเถอะ\"",
      "vi": "Không phải lúc nào Yelan cũng hành động một mình. Lúc trước, cô ấy cũng có những đồng liêu hết lòng ủng hộ.\n\nCó một vài người, vì nhiều lý do nên đã chọn cùng Yelan xâm nhập vào bóng tối.\n\nNhưng lúc đó, Yelan vẫn chưa hiểu hết: mánh khóe, mồi nhử, cạm bẫy... chỉ dựa vào những thứ này, chưa chắc có thể đối phó với tất cả.\n\nKẻ địch giỏi tự chủ sẽ không ăn mồi, kẻ địch mưu mô xảo quyệt sẽ không sa vào âm mưu, kẻ địch có sức mạnh sẽ không rơi vào bẫy.\n\nVì vậy, họ phải trả giá. Lần lượt có người biến mất trên con đường phía trước, mặc dù những người chọn con đường này từ lâu đã giác ngộ được điều đó...\n\nNhưng khi một nhiệm vụ điều tra Vực Sâu nào đó kết thúc, bên cạnh Yelan không còn ai, cuối cùng cô ấy cũng dừng lại và dừng lại rất lâu.\n\nCho đến một ngày, Ningguang đích thân tìm đến ngôi nhà gỗ nơi cô ở.\n\n\"Lâu rồi không quay về Cảng Liyue, chắc là gặp phải chuyện gì rồi đúng không. Nếu muốn nghỉ việc, tôi cũng sẽ nể tình.\"\n\nNingguang đứng ngoài cửa, vẻ mặt căng thẳng nhưng giọng nói vẫn thản nhiên và thoải mái.\n\n\"Nhưng không sao cả. Đã dùng người thì không nghi ngờ, tôi tin là cô đang tìm đường ra. Tiến hay lùi cũng đều là con đường.\"\n\nBên trong cánh cửa im lìm, không ai trả lời. Một lúc lâu sau mới nghe thấy câu trả lời từ phía sau vọng lại:\n\n\"Hai người chúng ta đều mắc sai lầm. Những gì chúng ta làm không nên ảnh hưởng đến những người bình thường.\"\n\n\"Người bình thường?\"\n\nNingguang vừa nghĩ đến gì đó, chỉ nhìn thấy một chùm ánh sáng màu xanh bay qua không trung, đung đưa sau đầu cô ấy.\n\nNhững mũi tên được điều khiển rất chuẩn, rất nhanh, những giọt nước biến thành những hạt ngọc rơi xuống, trước khi rơi xuống, chúng phân tán thành một vầng hào quang.\n\nNingguang quay đầu, nhìn thấy Yelan từ xa đi tới, trên tay cầm một cây cung, máu từ đầu ngón tay chảy ra.\n\nMột cung thủ phải dùng hết sức lực, ngày đêm rèn luyện thì ngón tay mới chảy máu.\n\nNhưng Ningguang cũng hiểu, với tính cách của Yelan, chắc hẳn cô ấy đã gặp phải một thất bại không bình thường, và hạ quyết tâm làm những gì mà một người bình thường không thể làm được, vì vậy nên mới bế quan luyện tập.\n\nNhư để cho Ningguang một câu trả lời, Yelan giương cung tên, nhắm vào ngọn đồi phía xa.\n\nNgay khi mũi tên bắn ra, như sấm sét bay, như cầu vồng trắng, và có khả năng xuyên thủng bầu trời. Trong phút chốc, nước suối trong núi dâng trào không ngừng, như bị một thế lực vô hình nào đó lôi cuốn, hóa thành nhiều mũi tên nước bay lên.\n\nNhững mũi tên đan xen và hội tụ giữa không trung, một màn nước nổ tung ngay lập tức, giống như một cơn mưa rào giữa đêm hè.\n\nSau cơn mưa, không có bướm bay hay cầu vồng, chỉ có một tia sáng nhẹ rơi vào tay Yelan.\n\nTheo như Ningguang nói, \"Vision\" này là một tín hiệu, có nghĩa là: \"Từ hôm nay trở đi, mọi thứ sẽ được giao cho một Yelan phi thường\"."
    }
  }
]