[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "托马在神里家的正式职位是「家政官」，负责清扫、烹饪等各项事宜。\n\n每当出现在社奉行府，托马几乎都忙于该类工作。他能把每一件事都办到位，就连神里家管家古田也对他的家政技巧赞不绝口。\n\n不过大部分时间，托马不会呆在社奉行府，而是到别处暗中处理一些特殊事宜。\n\n例如：解决社奉行遇到的麻烦、替家主大人打听情报、实现大小姐的愿望等等。\n\n在那些不为人知的角落里，托马始终用自己的方式延续着社奉行的影响力。",
      "zht": "托馬在神里家的正式職位是「家政官」，負責清掃、烹飪等各項事宜。\n\n每當出現在社奉行府，托馬幾乎都忙於該類工作。他能把每一件事都辦到位，就連神里家管家古田也對他的家政技巧讚不絕口。\n\n不過大部分時間，托馬不會待在社奉行府，而是到別處暗中處理一些特殊事宜。\n\n例如：解決社奉行遇到的麻煩、替家主大人打聽情報、實現大小姐的願望等等。\n\n在那些不為人知的角落裡，托馬始終用自己的方式延續著社奉行的影響力。",
      "jp": "神里家におけるトーマの正式な役職は「家司」である。掃除や料理など、様々なことを担当するのが業務だ。\n\n社奉行に顔を出すたび、トーマは様々な業務に追われることになる。何事もそつなくこなし、神里家の執事である古田も彼の能力を高く買っているようだ。\n\nだが、トーマはほとんど社奉行にはおらず、他のところで内密に事を処理している。\n\nたとえば社奉行が遭遇した問題を解決したり、当主に代わって情報収集したり、お嬢の願いを叶えたりなど。\n\nそのような見えないところで、トーマは常に独自のやり方を通して、社奉行の影響力を世に広めている。",
      "ko": "토마는 카미사토의 정식 직위는 「가사 관리원」이며, 청소, 요리 등의 가사 업무를 담당하고 있다.\n\n매번 봉행부에서 그를 만날 때마다, 토마는 언제나 가사 업무 처리에 바쁘다. 모든 일에 능숙해 카미사토 가문의 집사 후루타도 그의 업무 처리 능력을 높게 평가한다.\n\n그러나 토마는 봉행부에 머무르지 않고 다른 곳에서 비밀 임무를 처리하고 있다.\n\n예를 들자면, 봉행부에 닥친 귀찮은 일 처리, 가주님 대신해서 정보 수집 업무, 아가씨의 염원을 들어주기 등, 특별한 임무를 수행한다.\n\n사람의 눈길이 닿지 않는 곳에서 토마는 줄곧 자신의 방식으로 봉행사의 영향력을 키우고 있다",
      "en": "Thoma's official title in the Kamisato Clan is that of a \"housekeeper,\" and as such, he is responsible for matters such as cleaning and cooking.\n\nWhenever he appears at the Yashiro Commission, Thoma is almost always busy with such work. He is able to get everything done well, and even Furuta, the butler of the Kamisato Clan, is full of praise for his housekeeping skills.\n\nHowever, most of the time, Thoma does not stay in the Yashiro Commission, but goes elsewhere to deal with some special matters discreetly.\n\nFor example: solving the problems encountered by the Yashiro Commission, asking for information for the head of the Kamisato Clan, fulfilling Ayaka's wishes, etc.\n\nIn those unknown corners, Thoma has always used his own way to develop the influence of the Yashiro Commission.",
      "de": "Thomas offizieller Titel im Kamisato-Klan ist „Haushälter“ und er ist für Sachen wie Putzen und Kochen zuständig.\n\nWann immer er in der Yashiro-Verwaltung auftaucht, ist Thoma fast immer mit solchen Arbeiten beschäftigt. Er ist in der Lage, alles gut zu erledigen. Sogar Furuta, die Butlerin des Kamisato-Klans, ist voll des Lobes über seine hauswirtschaftlichen Fähigkeiten.\n\nDoch die meiste Zeit bleibt Thoma nicht in der Yashiro-Verwaltung, sondern geht woanders hin, um sich diskret um einige spezielle Angelegenheiten zu kümmern.\n\nZum Beispiel Probleme der Yashiro-Verwaltung zu lösen, Informationen für das Oberhaupt des Kamisato-Klans zu beschaffen, Ayakas Wünsche zu erfüllen suchen usw.\n\nIn den unbekannten Ecken hat Thoma immer auf seine eigene Weise versucht, den Einfluss der Yashiro-Verwaltung auszubauen.",
      "es": "El cargo oficial de Thoma en el clan Kamisato es el de amo de llaves encargado de limpiar y cocinar, entre otras tareas.\n\nSiempre que está en la sede de la Comisión Yashiro, se mantiene ocupado con este tipo de labores. Lo hace todo tan bien que incluso Furuta, el mayordomo de los Kamisato, tiene elogios para sus habilidades domésticas.\n\nSin embargo, la mayor parte del tiempo, Thoma no se queda en la Comisión, sino que se dedica a resolver otros asuntos especiales desde las sombras, como por ejemplo: a solucionar los problemas de la Comisión Yashiro, a averiguar información en nombre del líder del clan Kamisato, a cumplir con los deseos de Ayaka, etc.\n\nA su manera, Thoma no deja de expandir la influencia de la Comisión Yashiro incluso por los rincones más desconocidos.",
      "fr": "Le titre officiel de Thomas au sein du Clan Kamisato est celui d'employé de maison, il est chargé entre autres du nettoyage et de la cuisine.\n\nC'est le genre de travail qu'il effectue lorsqu'il est à la Commission culturelle. Il fait un si bon travail que même Furuta, la gouvernante du Clan Kamisato, ne tarit pas d'éloges sur ses talents de domestique.\n\nMais Thomas ne passe pas tout son temps à la Commission, il est aussi occupé par des missions spéciales qu'il effectue dans l'ombre :\n\nRésoudre les problèmes de la Commission culturelle, récolter des informations pour le compte du chef du Clan Kamisato, réaliser tous les vœux de mademoiselle Kamisato...\n\nÀ sa propre manière, Thomas contribue à étendre l'influence de la Commission culturelle jusque dans les recoins que personne ne connaît.",
      "pt": "O título oficial de Thoma no clã Kamisato é o de \"empregado\", ele é responsável por assuntos como limpeza e cozinha. \n\nQuando ele apareceu na Comissão Yashiro, Thoma quase sempre estava ocupado com essas tarefas. Tudo o que ele faz, faz bem, e até Furuta, a governanta do Clã Kamisato, elogia muito suas habilidades domésticas. \n\nNo entanto, na maioria das vezes, Thoma não fica na Comissão Yashiro, ele vai para outro lugar para lidar com alguns assuntos especiais discretamente. \n\nPor exemplo: resolver problemas encontrados pela Comissão Yashiro, pedir informações para o chefe do Clã Kamisato, cumprir os desejos de Ayaka, etc. \n\nNesses lugares desconhecidos, Thoma sempre usa suas próprias técnicas para aumentar a influência da Comissão Yashiro.",
      "ru": "Официальный титул Томы в клане Камисато - управляющий. Он отвечает за такие вопросы, как уборка и приготовление пищи. \n\nКогда бы он не появлялся в комиссии Ясиро, Тома почти всегда занят такой работой. Он хорошо справляется, и даже Фурута, экономка клана Камисато, хвалит его навыки ведения домашнего хозяйства.\n\nОднако большую часть времени Тома проводит не в комиссии Ясиро, а тайно решает некоторые особые вопросы в другом месте. \n\nНапример, решает проблемы, с которыми столкнулась комиссия Ясиро, добывает информацию для главы клана Камисато, выполняет пожелания Аяки и т.д. \n\nТома по-своему распространяет влияние комиссии Ясиро даже в самых отдалённых уголках.",
      "id": "Jabatan resmi Thoma di Klan Kamisato adalah \"Pengurus Rumah Tangga\", dan dia bertanggung jawab mengurus kebersihan dan memasak.\n\nSetiap kali saat terlihat di Yashiro Commission, Thoma hampir selalu sibuk dengan urusan-urusan rumah tersebut. Dia selalu berhasil mengerjakan pekerjaannya dengan sempurna. Hasil kerjanya bahkan menuai pujian dari Furuta, kepala pelayan Klan Kamisato.\n\nNamun, Thoma sebetulnya jarang berada di Yashiro Commission. Dia lebih sering ada di luar, diam-diam mengurus perkara yang sifatnya lebih khusus.\n\nMisalnya: Membereskan masalah yang dihadapi Yashiro Commission, mencari info untuk Kepala Klan, melaksanakan perintah Ayaka, dan lain sebagainya.\n\nDi posisi yang banyak orang tidak tahu itulah, Thoma menerapkan caranya sendiri untuk membangun pengaruh Yashiro Commission.",
      "th": "ตำแหน่งของ Thoma อย่างเป็นทางการในตระกูล Kamisato คือ พ่อบ้าน เขามีหน้าที่ในการทำความสะอาดและการทำอาหาร เป็นต้น\n\nทุกครั้งที่ปรากฏตัวที่ศูนย์บัญชาการสำนัก Yashiro ก็จะเห็น Thoma กำลังยุ่งอยู่กับการจัดการงานเหล่านี้อยู่เสมอ เขาสามารถทำงานต่าง ๆ ได้อย่างสมบูรณ์แบบ แม้แต่ Furuta แม่บ้านของตระกูล Kamisato ก็ยังยกย่องทักษะการจัดการภายในบ้านของเขา\n\nทว่าในเวลาส่วนมากแล้ว Thoma มักจะไม่ได้อยู่ในศูนย์บัญชาการสำนัก Yashiro แต่จะวิ่งวุ่นไปทั่วเพื่อจัดการภารกิจพิเศษบางอย่าง\n\nเช่น: แก้ไขปัญหาที่สำนัก Yashiro พบเจอ, ไปขอข้อมูลต่าง ๆ แทนท่านผู้นำสำนัก และทำความปรารถนาของคุณหนูให้สำเร็จ เป็นต้น\n\nThoma ใช้วิธีการของตนเองเพื่อสืบสานอิทธิพลของสำนัก Yashiro อยู่ในมุมที่ไม่มีผู้ใดล่วงรู้มาโดยตลอด",
      "vi": "Chức vị chính thức của Thoma là \"quản gia\" của nhà Kamisato, phụ trách các công việc như quét dọn, nấu ăn.\n\nMỗi khi xuất hiện tại Hiệp Hội Yashiro, Thoma hầu như đều bận rộn với những công việc này. Mọi việc của Thoma làm đều rất chu đáo, khiến cho Furuta khen ngợi không ngớt.\n\nTuy nhiên phần lớn thời gian của Thoma lại không chỉ ở phủ Hiệp Hội Yashiro, mà là đi xử lý một số công việc bí mật.\n\nVí dụ như: Giải quyết những rắc rối của Hiệp Hội Yashiro, thay gia chủ thám thính tình báo, thực hiện mong muốn của đại tiểu thư...\n\nỞ một góc độ nào đó, Thoma duy trì sức ảnh hưởng của Hiệp Hội Yashiro theo cách của riêng mình."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "托马似乎天生就有一副好脾气。\n\n无论是达官贵人还是街头小贩，托马都能轻易找到加入对话的时机，并与他们相谈甚欢。\n\n擅长社交的托马在稻妻人脉很广。最初来稻妻时，他靠自身洞察力与交流水平结交各个行业的从业者，后来，许多人都会主动来认识托马。\n\n认识的人越多，能得到的资源也就越多。托马会从他们口中了解许多一手情报，或是不动声色地完成一些对社奉行有利的「交易」。\n\n不过，虽然托马掌握着庞大的人际关系网，却从未以此谋取私利，也从未以社奉行的名义强迫他人办事。\n\n广阔的交际，精准的判断，恰到好处的手段。或许，这就是托马能在稻妻混得风生水起的原因。",
      "zht": "托馬似乎天生就有一副好脾氣。\n\n無論是達官貴人還是街頭小販，托馬都能輕易找到加入對話的時機，並與他們相談甚歡。\n\n擅長社交的托馬在稻妻人脈很廣。最初來稻妻時，他靠自身洞察力與交流水準結交各個行業的從業者，後來，許多人都會主動來認識托馬。\n\n認識的人越多，能得到的資源也就越多。托馬會從他們口中瞭解許多一手情報，或是不動聲色地完成一些對社奉行有利的「交易」。\n\n不過，雖然托馬掌握著龐大的人際關係網，卻從未以此謀取私利，也從未以社奉行的名義強迫他人辦事。\n\n廣闊的交際、精準的判斷、恰到好處的手段。或許，這就是托馬能在稻妻混得風生水起的原因。",
      "jp": "トーマは生まれながらのお人好しだ。\n\n要人であろうと巷の商人であろうと、トーマはいとも容易く会話の糸口を見つけ、陽気におしゃべりすることができる。\n\n社交性に長けたトーマは顔も広い。稲妻に来たばかりの頃は、その洞察力とコミュニケーション能力を頼みの綱とし、様々な業界の人と出会ってきた。のちに、多くの人がトーマと懇意になりたいと名乗りを上げたほどである。\n\n知り合いが増えれば、人脈が増えるのも至極当然のこと。トーマは彼らから様々な情報を得たり、彼らが気付かぬうちに社奉行へ利益をもたらす「取引」を行ったりした。\n\nしかし、トーマはその人脈を私利私欲のために使ったり、社奉行の名義で他人に強要したりはしない。\n\n幅広い人脈、正確な判断力、そして適切な手段。これらがあるからこそ、トーマは稲妻で名を馳せることができたのかもしれない。",
      "ko": "토마는 온화한 성격이 타고난 것 같다.\n\n토마는 대화에 낄 타이밍을 찾아내는 능력이 있어, 높으신 분이든, 거리의 잡상인이든 신분을 막론하고 즐겁게 대화를 나누곤 한다.\n\n사회성이 좋은 토마는 이나즈마에서 넓은 인맥을 보유하고 있다. 처음 이나즈마에 왔을 때, 그는 자신만의 통찰력과 뛰어난 교제 능력으로 다양한 업계 종사자와 친구를 맺었다. 이후 소문을 퍼지면서 더 많은 사람이 토마를 만나러 찾아왔다.\n\n많은 친구를 사귀며, 자연스럽게 얻는 자원도 더 많아졌다. 토마는 친구들에게서 다양한 정보를 수집하거나, 남몰래 봉행부에 유리한 「거래」를 진행한다.\n\n하지만 토마는 자신의 거대한 인맥을 사리사욕에 이용한 적이 단 한 번도 없거니와 봉행사의 세력으로 불의를 행한 적도 없다.\n\n넓은 인맥, 정확한 판단력과 적절한 수단까지…. 이게 바로 토마가 이나즈마에서 재물운이 따르는 이유일지도 모르겠다",
      "en": "Thoma seems to have been born with a good temper.\n\nRegardless of whether he's dealing with a dignitary or a street vendor, Thoma can easily find an opening to join the conversation and have a good time with them.\n\nThoma, who is good at socializing, has a wide range of contacts in Inazuma. When he first arrived in Inazuma, he relied on his insight and communication skills to make friends with people in various industries. Later, many people would take the initiative to get to know Thoma.\n\nThe more people you know, the more resources you can get. Thoma would learn a lot of first-hand information from them, or quietly strike \"deals\" that are beneficial to the Yashiro Commission.\n\nHowever, although Thoma has a vast network of contacts, he has never used it for personal gain, nor has he ever forced others to do things in the name of the Yashiro Commission.\n\nSociability, precise judgment, and just the right amount of tact. Perhaps this is the reason why Thoma can thrive as a \"fixer\" in Inazuma.",
      "de": "Thoma scheint von Natur aus gute Laune zu haben.\n\nOb er nun einen Würdenträger oder einen Straßenverkäufer trifft, Thoma findet immer eine Gelegenheit, sich in das Gespräch einzuschalten und seine gute Laune zu verbreiten.\n\nThoma, der gut mit Menschen umgehen kann, verfügt über ein breites Netzwerk von Kontakten in Inazuma. Als er zum ersten Mal in Inazuma ankam, verließ er sich auf seinen Scharfsinn und seine Kommunikationsfähigkeiten, um sich mit Menschen in verschiedenen Branchen anzufreunden. Später wollten immer mehr Leute Thoma kennenlernen.\n\nJe mehr Leute man kennt, desto mehr Ressourcen kann man bekommen. Thoma erfährt von ihnen viele Informationen aus erster Hand oder schließt im Geheimen „Geschäfte“ ab, die für die Yashiro-Verwaltung von Vorteil sind.\n\nAllerdings hat Thoma, obwohl er über ein riesiges Netzwerk von Kontakten verfügt, dieses nie zur persönlichen Bereicherung genutzt, noch hat er jemals andere gezwungen, Dinge im Namen der Yashiro-Verwaltung zu tun.\n\nGeselligkeit, präzises Urteilsvermögen und genau die richtige Menge Taktgefühl. Vielleicht ist das der Grund, warum Thoma in Inazuma so sehr beliebt ist.",
      "es": "Thoma tiene por naturaleza un temperamento excelente.\n\nYa sea con nobles, dignatarios o comerciantes ambulantes, siempre encuentra el momento de unirse a la conversación para charlar alegremente.\n\nGracias a sus magníficas habilidades sociales, ha conseguido una amplia red de contactos en Inazuma. Cuando llegó a esta nación, hizo amigos de todos los sectores profesionales gracias a su propia intuición y habilidades de comunicación. Más tarde, mucha gente empezó a querer conocerlo.\n\nCuanta más gente conozcas, más recursos obtendrás. En este sentido, Thoma obtiene información de primera mano por medio de estas personas, o simplemente realiza sigilosamente ciertos intercambios comerciales favorables para la Comisión Yashiro.\n\nAhora bien, aunque Thoma tiene una enorme red de contactos, jamás la ha usado en beneficio propio, ni tampoco ha obligado a nadie a hacer nada en nombre de la Comisión.\n\nSociabilidad, un juicio preciso y unos métodos perfectos; esas son las razones por la que a Thoma le ha ido tan bien en Inazuma.",
      "fr": "Thomas semble être né avec un bon caractère.\n\nQue ce soit avec un dignitaire ou un vendeur de rue, Thomas sait facilement trouver une ouverture pour se joindre à la conversation et passer un bon moment avec eux.\n\nDoué pour la sociabilisation, il s'est constitué un vaste réseau à Inazuma. À son arrivée dans ce pays, il s'est fait des amis dans tous les secteurs professionnels grâce à son intuition et à ses capacités de communication. Par la suite, de nombreuses personnes ont commencé à vouloir rencontrer Thomas.\n\nPlus vous rencontrez de personnes, plus vous obtenez de ressources. Grâce à son réseau, Thomas obtient beaucoup d'informations de première main ou conclut discrètement des « accords » bénéfiques pour la Commission culturelle.\n\nMais Thomas n'a jamais utilisé ses contacts à des fins personnelles et n'a jamais forcé d'autres personnes à faire des choses au nom de la Commission culturelle. Si Thomas réussit si bien à Inazuma, c'est sûrement de par son sens du jugement, ses compétences sociales et son tact.",
      "pt": "Thoma parece ter nascido com um bom temperamento. \n\nSeja com um oficial de alto escalão ou um vendedor ambulante, Thoma consegue facilmente encontrar uma oportunidade para entrar na conversa e bater um papo com eles alegremente. \n\nThoma, por ser tão social, criou uma ampla rede de contatos em Inazuma. Quando ele chegou lá, confiou em suas habilidades de comunicação para fazer amizade com pessoas dos mais variados setores. Mais tarde, muitas pessoas tomariam a iniciativa de querer conhecer Thoma. \n\nQuanto mais pessoas você conhece, mais recursos pode obter. Thoma viria a obter muitas informações em primeira mão com eles ou faria \"acordos\" silenciosos, benéficos para a Comissão Yashiro. \n\nNo entanto, embora Thoma tenha uma vasta rede de contatos, ele nunca a usou para ganho pessoal, nem nunca forçou alguém a fazer coisas em nome da Comissão Yashiro. \n\nSociabilidade, julgamento preciso e a quantidade certa de tato. Talvez, esta seja a razão pela qual Thoma consegue prosperar tanto em Inazuma.",
      "ru": "Кажется, у Томы от рождения хороший характер. \n\nБудь то высокопоставленный чиновник или уличный торговец, Тома легко найдёт возможность присоединиться к разговору и весело поболтать. \n\nУ общительного Томы много связей по всей Инадзуме. Когда он впервые приехал туда, он использовал свою проницательность и навыки общения, чтобы подружиться с людьми из различных отраслей. Позже многие и сами начали проявлять инициативу, чтобы познакомиться с Томой. \n\nЧем больше знакомых, тем больше выгоды можно получить. Тома узнаёт информацию из первых рук или незаметно совершает некоторые «сделки», полезные комиссии Ясиро. \n\nОднако, несмотря на обширные связи Томы, он никогда не пользовался ими в личных целях и не заставлял других делать что-либо от имени комиссии Ясиро. \n\nОбщительность, точность суждений и достаточное количество такта. Возможно, именно благодаря этому Тома добился таких успехов в Инадзуме.",
      "id": "Thoma nampaknya terlahir dengan perangai yang baik.\n\nMau menghadapi utusan pemerintah maupun pedagang di jalan, Thoma dapat dengan mudah bergabung ke pembicaraan mereka, dan membuat suasananya jadi menyenangkan.\n\nThoma, dengan bakatnya dalam bersosialisasi dan membangun hubungan, punya banyak relasi dan kenalan dari berbagai kalangan di Inazuma. Waktu pertama kali tiba di Inazuma, dia mengandalkan kemampuannya ini untuk membangun relasi dengan para pelaku industri. Di kemudian hari, banyak orang yang justru ingin membangun relasi dulu dengan Thoma.\n\nSemakin luas relasi, semakin banyak yang bisa didapatkan. Thoma dapat mengetahui berbagai informasi langsung dari relasinya, atau diam-diam membuat \"kesepakatan\" yang menguntungkan Yashiro Commission.\n\nNamun, relasi yang luas ini tidak pernah Thoma manfaatkan untuk keuntungan pribadi, dan dia pun tidak pernah memaksa orang melakukan sesuatu demi Yashiro Commission.\n\nJago dalam hal sosial, pintar dalam menilai, dan tutur kata serta budi bahasa yang baik. Mungkin karena hal-hal inilah, Thoma jadi terkenal di Inazuma.",
      "th": "Thoma ดูเหมือนจะเป็นคนอารมณ์ดีมาตั้งแต่เกิด\n\nไม่ว่าจะเป็นชนชั้นสูงหรือจะเป็นพ่อค้าหาบเร่ริมถนน Thoma ก็สามารถหาโอกาสเข้าไปร่วมบทสนทนาและพูดคุยกับพวกเขาได้อย่างง่ายดาย\n\nThoma ที่เข้าสังคมเก่ง มีเครือข่ายที่กว้างขวางใน Inazuma ในตอนที่เขาเข้ามาที่ Inazuma เป็นครั้งแรก เขาใช้ความเข้าใจและทักษะในการสื่อสารของตัวเอง เพื่อสร้างมิตรภาพกับผู้คนที่ทำงานในอุตสาหกรรมต่าง ๆ มากมาย จนต่อมาหลาย ๆ คนจึงเริ่มที่จะเข้ามาทำความรู้จักกับ Thoma\n\nยิ่งคุณรู้จักผู้คนมากเท่าไร ก็ยิ่งได้ทรัพยากรมากขึ้นเท่านั้น Thoma ได้เรียนรู้ข้อมูลมากมายจากพวกเขาโดยตรง หรือทำ \"การแลกเปลี่ยน\" บางอย่างที่เป็นประโยชน์ต่อสำนัก Yashiro อย่างเงียบ ๆ\n\nอย่างไรก็ตาม แม้ว่า Thoma จะมีเครือข่ายความสัมพันธ์ส่วนตัวขนาดใหญ่ แต่เขาไม่เคยใช้มันเพื่อผลประโยชน์ส่วนตัว และไม่เคยใช้นามของ สำนัก Yashiro บังคับผู้อื่นให้ทำสิ่งต่าง ๆ\n\nการสื่อสารในวงกว้าง การตัดสินที่แม่นยำ วิธีการในการจัดการที่ถูกต้อง บางทีนี่อาจเป็นเหตุผลว่าทำไม Thoma ถึงสามารถเติบโตใน Inazuma ได้",
      "vi": "Thoma có được tính khí hòa nhã trời ban.\n\nCho dù là quan lớn hay là tiểu thương, Thoma đều có thể bắt chuyện rất nhanh, từ đó kết thêm nhiều bạn mới.\n\nMạng lưới xã giao của Thoma tại Inazuma rất rộng. Ban đầu khi đến đây, Thoma chỉ dựa vào tài quan sát và khả năng ăn nói của mình để kết thân với các nhân vật lớn trong đủ loại ngành nghề. Về sau, rất nhiều người lại chủ động kết thân với Thoma.\n\nLượng người quen biết càng nhiều, tài nguyên có được cũng sẽ càng nhiều. Thoma có được rất nhiều tình báo độc quyền từ họ, và dùng nó để giải quyết các vấn đề \"giao dịch\" có lợi cho Hiệp Hội Yashiro.\n\nTuy nắm giữ được mạng lưới rộng lớn như vậy, nhưng Thoma chưa từng có dã tâm bất chính, cũng như chưa từng lạm quyền sai khiến người khác.\n\nMạng lưới mối quan hệ rộng lớn, khả năng phán đoán chuẩn xác, cách xử lý công việc tinh tế, có thể đây chính là nguyên nhân khiến Thoma có đất dụng võ tại Inazuma này."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "令人意想不到的是，外表帅气开朗的托马竟有着对可爱动物毫无抵抗力的一面。\n\n平日外出，他总会随身备一些动物可食用的小零食，见到流浪猫狗就会投喂一番。\n\n看着它们呼噜呼噜地大口吞咽，托马也会展露出笑颜。\n\n在托马看来，这些动物跟自己一样，也是构成这个世界的一部分。\n\n即使看上去并不起眼，它们也在努力地活着。\n\n只要活着，总会遇到好事情…托马一直都这样认为。\n\n哪怕它们以前不曾遇到过，他也希望至少自己的出现对它们来说是件值得庆祝的好事。",
      "zht": "令人意想不到的是，外表帥氣開朗的托馬竟有著對可愛動物毫無抵抗力的一面。\n\n平日外出，他總會隨身備一些動物可食用的小零食，見到流浪貓狗就會投餵一番。\n\n看著牠們呼嚕呼嚕地大口吞嚥，托馬也會展露出笑顏。\n\n在托馬看來，這些動物跟自己一樣，也是構成這個世界的一部分。\n\n即使看起來並不起眼，牠們也在努力地活著。\n\n只要活著，總會遇到好事情…托馬一直都這樣認為。\n\n哪怕牠們以前不曾遇到過，他也希望至少自己的出現對牠們來說是件值得慶祝的好事。",
      "jp": "整った顔立ちに、明るい性格のトーマだが、意外にも可愛い動物相手には無防備になるようだ。\n\nトーマは外出する時、動物用のおやつを常に持ち歩き、野良猫や野良犬を見かけると餌をやっている。\n\n動物たちが食べ物を頬張る姿を見て、顔をほころばせるトーマ。\n\n彼にとって、動物たちは自分と同じ、この世界を構成する一員なのだ。\n\n人目のつかないところでも、精一杯生きようとしている。\n\n生きている限り、必ずいいことがある…トーマは常にそう信じてきた。\n\nたとえ今までに会ったことがなくとも、自分との出会いが彼らの幸せに繋がることを願っているのだ。",
      "ko": "멋지고 성격 좋은 토마는 의외로 귀여운 동물에게 연약한 모습을 드러낸다.\n\n평소 외출 시간에 그는 항상 동물에게 줄 간식을 몸에 지니고 나가 길고양이나 유기견들에게 나눠준다.\n\n동물들이 맛있게 먹으며 고롱고롱하는 걸 듣다 보면 토마의 얼굴에 미소가 떠오른다.\n\n토마에겐 이 동물들은 자신과 똑같이 세상의 일부분을 차지하고 있다고 생각한다.\n\n눈에 잘 띄진 않지만 이들도 자기 나름대로 열심히 살고 있다는 사실을 간과해서는 안 된다.\n\n숨이 붙어 있기만 한다면 언젠가 행복한 나날을 맞이하게 될 거야… 라고 토마는 믿어 의심치 않는다.\n\n비록 과거에는 만난 적이 없다고 해도, 이들이 지금 자신과 만나 행복한 시간을 보내고 있기를 바란다",
      "en": "Surprisingly, the handsome and cheerful Thoma has no resistance when it comes to cute animals.\n\nWhen Thoma's out, he always carries some small snacks for animals, and feeds stray cats and dogs when he sees them.\n\nIt never fails to make him smile seeing animals scarf food down.\n\nTo Thoma, these animals, like himself, are part of what makes up the world.\n\nEven if they don't seem to be eye-catching, they are still trying to live.\n\nAs long as you live, good things will always happen... This is what Thoma has always believed in.\n\nEven if these animals had not encountered good things before, he hoped that at least his presence would be a good thing worth celebrating for.",
      "de": "Erstaunlicherweise kann der hübsche und lebensfrohe Thoma dem Charme der niedlichen Tiere durchaus nicht widerstehen.\n\nWenn Thoma unterwegs ist, hat er immer ein paar kleine Leckereien für Tiere dabei und füttert streunende Katzen und Hunde, wenn er sie sieht.\n\nEs zaubert ihm immer wieder ein Lächeln ins Gesicht, wenn er sieht, wie die Tiere ihr Essen hinunterschlingen.\n\nFür Thoma sind diese Tiere, genau wie er selbst, Teil dessen, was die Welt ausmacht.\n\nAuch wenn sie nicht auffallen, versuchen sie doch zu leben.\n\nUnd solange sie leben, werden ihnen immer gute Dinge passieren ... Das ist es, woran Thoma immer geglaubt hat.\n\nSelbst wenn einige dieser Tiere noch nie etwas Gutes erlebt hatten, hoffte Thoma, dass zumindest seine Anwesenheit den kleinen Tieren etwas Schönes bringen kann.",
      "es": "Algo que sorprende a todo el mundo es que, para el atractivo y alegre Thoma, los animales adorables son absolutamente irresistibles.\n\nCuando sale a la calle, siempre lleva consigo algo de comida de animales para alimentar a los gatos y perros callejeros.\n\nVerlos comer con tanto gusto es algo que siempre le saca una sonrisa.\n\nY es que Thoma cree que, igual que él, los animales también son una parte de este mundo.\n\nAunque no parezcan muy llamativos para el ojo humano, ellos también están intentando vivir.\n\n“Mientras vivas, siempre podrán suceder cosas buenas”. Esto es algo que siempre ha pensado Thoma.\n\nAunque estos animales no hayan tenido buena suerte, él espera que su presencia suponga algo bueno y digno de celebrar para ellos",
      "fr": "Ce que personne ne s'imagine, c'est que Thomas a un faible pour les animaux.\n\nQuand il sort de chez lui, il emporte toujours un peu de nourriture, et dès qu'il rencontre des chats ou des chiens sauvages, il leur en jette un peu pour les nourrir.\n\nVoir les animaux dévorer cette nourriture à grandes bouchées ne manque jamais de faire sourire Thomas.\n\nPour lui, ces animaux font partie de ce monde, tout comme lui.\n\nMême s'ils n'ont rien de particulièrement remarquable, eux aussi font de leur mieux pour vivre sur cette terre.\n\nLes belles choses n'arrivent qu'à ceux qui sont en vie pour les voir... Du moins, c'est ce en quoi Thomas a toujours cru.\n\nIl espère sincèrement que sa présence sera au moins bénéfique pour ces animaux qui n'ont jamais eu de chance dans leur vie.",
      "pt": "Surpreendentemente, o bonito e alegre Thoma não consegue resistir quando se trata de animais fofos. \n\nQuando Thoma sai, ele sempre carrega alguns petiscos para os animais e alimenta cães e gatos de rua quando os vê. \n\nVer os animaizinhos comendo nunca falha em fazê-lo sorrir. \n\nPara Thoma, esses animais, tal como ele, fazem parte do que compõe o mundo que conhecemos. \n\nMesmo que não reparemos neles, eles são seres vivos como nós. \n\nEnquanto você vive, coisas boas sempre acontecerão... É nisso que Thoma sempre acreditou. \n\nMesmo que esses animais nunca tenham encontrado nada de bom antes, Thoma espera fazer sua presença uma coisa feliz na vida deles.",
      "ru": "Некоторые удивляются, но красивый и жизнерадостный Тома всегда очень жалеет уличных животных. Выходя из дома, он непременно берёт с собой что-нибудь покушать и подкармливает по пути всех бродячих кошек и собак. Тома смотрит, как они едят, и не может сдержать улыбки. Он понимает, что эти зверюшки, хотя и выглядят неказисто, такая же часть природы, как и он сам. Выжить на улице нелегко, но Тома считает, что пока ты жив, всегда может случиться что-нибудь хорошее... И он надеется, что для животного, которое никогда даже доброго слова не слышало, встреча с ним станет одним из таких светлых моментов в жизни.",
      "id": "Yang mengejutkan adalah, Thoma yang ganteng dan ceria itu ternyata lemah sekali terhadap hewan yang imut-imut.\n\nKalau ke luar, dia selalu bawa camilan, untuk memberi makan anjing atau kucing liar yang dia temui.\n\nDia selalu tersenyum gembira saat melihat hewan-hewan tersebut makan dengan lahapnya.\n\nBagi Thoma, hewan juga bagian dari dunia, sama seperti dirinya.\n\nMungkin mereka kurang menarik, tapi mereka tetap berjuang untuk hidup.\n\nAsalkan bisa bertahan hidup, hal baik pasti akan terjadi ... begitulah yang Thoma percayai.\n\nMisalkan hewan-hewan ini belum pernah menjumpai hal baik apa pun dalam hidup mereka, dia harap kalau kehadirannya bisa jadi sesuatu yang layak untuk dirayakan.",
      "th": "สิ่งที่ทุกคนคาดไม่ถึงก็คือ Thoma ที่มีหน้าตาหล่อเหลาแสนร่าเริงนั้น จะเป็นทาสสัตว์น่ารัก ๆ จนไม่สามารถต้านทานความน่ารักของพวกมันได้เลย\n\nเมื่อออกไปข้างนอกในวันธรรมดา เขามักจะพกของขนมที่สัตว์สามารถกินได้ออกไปด้วยเสมอ พอเมื่อเขาพบเจอสุนัข และแมวจรจัดก็จะสามารถให้อาหารพวกมันได้ทันที\n\nเมื่อเขาเห็นพวกมันเคี้ยวและกินอาหารเข้าไปคำใหญ่ Thoma เองก็อดไม่ได้ที่จะยิ้มออกมาเช่นกัน\n\nในมุมมองของ Thoma สัตว์เหล่านี้ก็เป็นส่วนหนึ่งของโลกนี้เช่นเดียวกับตัวเขา\n\nแม้ว่าพวกมันจะดูไม่ได้โดดเด่นสะดุดตา แต่พวกมันก็กำลังพยายามอย่างมากที่จะมีชีวิตอยู่\n\nตราบใดที่ยังมีชีวิตอยู่ สักวันก็จะได้พบกับสิ่งดี ๆ แน่นอน... Thoma คิดแบบนั้นอยู่เสมอ\n\nถึงแม้ว่าพวกมันจะไม่เคยพบเจอสิ่งดี ๆ มาก่อน แต่เขาเองก็หวังว่า การปรากฏตัวของเขาจะเป็นเรื่องที่เรื่องดี ๆ สำหรับพวกมัน",
      "vi": "Điều khiến người khác không ngờ đến, chính là Thoma lại cực kỳ yêu thích những loài động vật dễ thương.\n\nThường ngày khi ra ngoài, anh ta luôn mang theo thức ăn vặt cho chó mèo hoang.\n\nNhìn thấy bộ dạng háu ăn của chúng, Thoma cũng sẽ nở nụ cười trong vô thức.\n\nTheo cảm nhận của Thoma, những con chó mèo này cũng giống như bản thân, đều là một mảnh ghép trong thế giới này.\n\nDù trông chúng có không bắt mắt đến đâu, nhưng chúng cũng đã rất cố gắng để sinh tồn.\n\nChỉ cần sống được, thì chuyện tốt lành rồi sẽ tìm đến... Thoma luôn quan niệm như vậy.\n\nCho dù chúng đã từng trải qua chuyện gì, Thoma cũng hy vọng rằng sự xuất hiện của mình sẽ trở thành một niềm vui của chúng."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "身为神里家的家政官，托马在家政领域堪称「全能」。\n\n不论是打扫、烹饪、缝补，还是园艺、看护、应酬，他都能轻松自如地应对。\n\n对托马来说，家政不仅仅是工作和职责，也是他的兴趣爱好。\n\n他会将房屋所打扫得光洁如新，保证栏杆上一粒灰尘都不剩。面对整洁的社奉行府，他的心情也会十分畅快。\n\n或许是享受大扫除带来的成就感吧。只要一有机会，托马都会亲自拿起扫帚或掸子，清扫掉所有碍眼污渍。\n\n另外，他也格外关照身边同事的日常起居。\n\n曾有一年冬季，稻妻突然降温，社奉行府的护卫外出巡逻时不慎着凉。几天后，他意外收到了托马亲手织的毛衣。\n\n大小刚好合适的毛衣让那名护卫忍不住回想起每年冬天从母亲那里收到的衣服。如今他母亲年事已高，许多年没有寄过衣服了。\n\n念及此处，那名护卫特地请了长假回乡探亲。回来那天，他特地给托马带了一份家乡特产，二人就此结为好友。",
      "zht": "身為神里家的家政官，托馬在家政領域堪稱「全能」。\n\n不論是打掃、烹飪、縫補，還是園藝、看護、應酬，他都能輕鬆自如地應對。\n\n對托馬來說，家政不僅僅是工作和職責，也是他的興趣愛好。\n\n他會將房屋所打掃得光潔如新，保證欄杆上一粒灰塵都不剩。面對整潔的社奉行府，他的心情也會十分暢快。\n\n或許是享受大掃除帶來的成就感吧。只要一有機會，托馬都會親自拿起掃帚或撢子，清掃掉所有礙眼污漬。\n\n另外，他也格外關照身邊同事的日常起居。\n\n曾有一年冬季，稻妻突然降溫，社奉行府的護衛外出巡邏時不慎著涼。幾天後，他意外收到了托馬親手織的毛衣。\n\n大小剛好合適的毛衣讓那名護衛忍不住回想起每年冬天從母親那裡收到的衣服。如今他母親年事已高，許多年沒有寄過衣服了。\n\n念及此處，那名護衛特地請了長假回鄉探親。回來那天，他特地給托馬帶了一份家鄉特產，二人就此結為好友。",
      "jp": "神里家の家司として、家政に関して「全能」であるトーマ。\n\n掃除、料理、裁縫、他にも園芸、看護、接待などいずれも軽々とこなす。\n\nそんなトーマにとって、家政とは仕事や責務であるだけでなく、趣味でもあるようだ。\n\n彼は部屋を新居のように磨き上げ、手すりにはホコリが一つも残らないようにする。綺麗に片付いた社奉行を前にすると、彼はとても幸せな気分になるのだ。\n\n掃除をすることで達成感を得るためか、機会があれば箒やはたきを手に取り、目に付いた汚れを一掃する。\n\nまた、トーマは同僚の日頃の生活にも気を配っている。\n\nとある冬の日、稲妻の気温が急に下がり、社奉行の護衛が見回り中に風邪を引いてしまったことがあった。数日後、その護衛はトーマの編んだセーターを貰ったのだ。\n\nちょうどいい大きさのセーターを見て、護衛は毎年冬になると母親から送られてきていた服のことを思い出した。だが母はもう高齢で、何年も服を送ってきていない。\n\n故郷を懐かしんだ護衛は、長期休暇を取って家族と会うため帰省した。彼が帰ってきた日、トーマは故郷のお土産を渡される。それがきっかけとなり、二人は仲が良くなることとなった。",
      "ko": "카미사토 가문의 가사 관리원으로서, 토마는 가사 부문에서 「만능」이라고 할 수 있다.\n\n청소, 요리, 바느질, 원예, 간호 그리고 응대까지, 그는 모든 가사 일에 능숙하다.\n\n토마에게 가사 업무란 일이기도 하지만 취미 생활이기도 하다.\n\n그는 항상 건물을 아주 깨끗하게 청소하고 울타리에 빛이 날 정도로 깨끗이 닦아놓는다. 청소된 봉행부를 보면 그의 마음도 무척이나 상쾌해진다.\n\n혹은 대청소의 성취감을 만끽하는 것일지도 모른다. 토마는 한가할 때면 빗자루나 먼지떨이를 들고 눈앞에 보이는 모든 얼룩을 청소해 버린다.\n\n또한 그는 주변 동료들의 일상생활에 관심을 많이 기울이는 편이다.\n\n어느 겨울, 이나즈마 지역의 기온이 갑작스럽게 뚝 떨어진 날, 봉행부의 한 호위병이 순찰을 나서다 감기에 걸려버렸다. 며칠 뒤, 그는 생각지도 못한, 토마가 직접 만든 스웨터를 선물 받았다.\n\n몸에 딱 맞는 스웨터를 받으며 그의 어머니는 이미 나이가 지긋하셔서 옷을 뜰 여력은 없다는 걸 떠올렸다.\n\n회상을 마친 그는 즉시 휴가를 받아 고향에 계신 어머니를 뵈러 갔다. 휴가를 마치고 돌아오며 그는 잊지 않고 고향의 특산물을 챙겨와 토마에게 선물했다. 이 계기로 둘은 친해졌다",
      "en": "As the housekeeper of the Kamisato Clan, Thoma is an \"all-rounder\" when it comes to housekeeping.\n\nWhether it's cleaning, cooking, sewing, gardening, caregiving, or socializing, he can handle it all with ease.\n\nFor Thoma, housekeeping is not only a job and duty, but also his hobby.\n\nHe would clean the house like new, making sure that there was not a single grain of dust left on the railings. He would be in a very happy mood when faced with a clean and tidy Yashiro Commission.\n\nPerhaps it's the sense of accomplishment that comes with cleaning. Whenever he has the chance, Thoma will pick up a broom or duster and sweep away any unsightly stains.\n\nIn addition, he also takes special care of the daily lives of his colleagues around him.\n\nThere was a winter when Inazuma's temperature suddenly dipped, and a guard of the Yashiro Commission accidentally caught a cold while out on patrol. A few days later, he unexpectedly received a sweater hand-knitted by Thoma.\n\nThe sweater that was just the right size made the guard think back to the clothes he received from his mother every winter. Now that his mother was old, she hadn't sent him clothes for many years.\n\nWith this in mind, the guard took a long leave of absence to visit his family. The day he came back, he brought Thoma a special souvenir from his hometown, and they became good friends.",
      "de": "Als Haushälter des Kamisato-Klans ist Thoma ein „Alleskönner“, wenn es um den Haushalt geht.\n\nOb Putzen, Kochen, Nähen, Gartenarbeit, Krankenpflege oder soziale Aktivitäten, er bewältigt alles mit Leichtigkeit.\n\nFür Thoma ist der Haushalt nicht nur Arbeit und eine Pflicht, sondern auch sein Hobby.\n\nEr würde das ganze Haus putzen und dafür sorgen, dass kein einziges Staubkorn auf dem Geländer zurückbleibt. Er wäre sehr glücklich, wenn er eine saubere und aufgeräumte Yashiro-Verwaltung vorfände.\n\nVielleicht ist es das Gefühl der Erfüllung, das sich beim Putzen einstellt. Wann immer er die Gelegenheit hat, nimmt Thoma einen Besen oder ein Staubtuch in die Hand und fegt unansehnliche Flecken weg.\n\nAußerdem achtet er besonders auf das tägliche Leben seiner Kollegen um ihn herum.\n\nEs gab einst einen Winter, in dem die Temperatur in Inazuma plötzlich sank, und ein Wächter der Yashiro-Verwaltung fing sich versehentlich eine Erkältung ein, als er auf Patrouille war. Ein paar Tage später erhielt er unerwartet einen von Thoma handgestrickten Pullover.\n\nDer Pullover, der genau die richtige Größe hatte, erinnerte den Wachmann an die Kleidung, die er jeden Winter von seiner Mutter erhielt. Jetzt, da seine Mutter sehr alt war, hatte sie ihm seit vielen Jahren keine Kleidung mehr geschickt.\n\nMit diesem Gedanken nahm der Wachmann einen langen Urlaub, um seine Familie zu besuchen. An dem Tag, an dem er zurückkam, brachte er Thoma ein besonderes Souvenir aus seiner Heimatstadt mit, und sie wurden gute Freunde.",
      "es": "Como amo de llaves del clan Kamisato, Thoma es omnipotente en cuanto a tareas domésticas se refiere.\n\nLimpiar, cocinar, coser, ser jardinero, enfermero o sociabilizar... Todo puede hacerlo con facilidad.\n\nPara él, las labores del hogar no solo son su trabajo y su deber, sino también su afición.\n\nSiempre limpia la casa hasta dejarla como nueva y asegurándose de que no quede ni una mota de polvo en ninguna barandilla. Al ver la sede de la Comisión limpia y ordenada, Thoma se siente tranquilo.\n\nTal vez sea porque disfruta de la sensación que le causa haber limpiado, pero siempre que tiene la oportunidad, agarra una escoba o un plumero y se pone a limpiar toda mancha que ve.\n\nA Thoma también le importa mucho la vida diaria de sus compañeros de trabajo.\n\nHubo un invierno en el que las temperaturas descendieron drásticamente en Inazuma, por lo que cuando el guardia de la Comisión Yashiro salió a patrullar, se resfrió. Unos días después, recibió un suéter tejido personalmente por Thoma.\n\nLa talla era perfecta, lo que le recordó a cuando su madre le enviaba ropa que ella misma hacía. Sin embargo, ahora que era mayor, hacía tiempo que el guardia no recibía ropa de la madre.\n\nCon esto en mente, se tomó unos días de vacaciones para volver a su hogar natal a visitar a su familia. Cuando regresó a la Comisión, le regaló a Thoma unos productos típicos de su tierra, con lo que ambos se hicieron buenos amigos.",
      "fr": "En tant qu'employé de maison du Clan Kamisato, Thomas est partout où on a besoin de lui.\n\nQu'il s'agisse de faire le ménage, de cuisiner, de coudre, de jardiner, de prodiguer des soins, de socialiser... Il peut tout faire avec facilité.\n\nPour lui, faire le ménage est non seulement un travail et un devoir, mais aussi un passe-temps.\n\nIl nettoie toujours la maison jusqu'à ce qu'elle brille comme un mora neuf et s'assure qu'il ne reste pas un grain de poussière sur les rampes des escaliers. Peut-être est-ce parce que faire le ménage lui procure un sentiment d'accomplissement...\n\nDès qu'il en a l'occasion, il prend un balai ou un plumeau et se met à nettoyer toutes les saletés qui se dressent sur son chemin.\n\nMais outre les tâches ménagères, Thomas aime prendre soin de ses collègues.\n\nPar exemple, il y avait un hiver à Inazuma où la température avait subitement chuté, si bien qu'un des gardes de la Commission culturelle avait pris froid lors d'une de ses rondes. Qui d'autre que Thomas pouvait lui faire la surprise de lui offrir, quelques jours plus tard, un pull tricoté à la main !\n\nCe pull était exactement à la bonne taille, ce qui rappela au garde sa mère qui lui envoyait des vêtements qu'elle tricotait elle-même. Mais sa mère était désormais plus âgée, et il y avait bien longtemps qu'il ne recevait plus de vêtements d'elle.\n\nAprès cela, le garde prit quelques jours de congé pour retourner dans sa maison d'enfance et rendre visite à sa famille. À son retour à la Commission, il offrit des spécialités de son pays à Thomas, et les deux hommes devinrent de bons amis.",
      "pt": "Como empregado do Clã Kamisato, Thoma é \"versátil\" quando se trata de cuidar da casa. \n\nSeja limpar, cozinhar, costurar, jardinar, receber convidados ou socializar, ele pode cuidar de tudo com facilidade. \n\nPara Thoma, cuidar da casa não é apenas um trabalho e um dever, mas também seu passatempo. \n\nEle limpa a casa como nova, certificando-se de que não deixa um único grão de poeira nas prateleiras. Ele fica de muito bom humor quando vê a Comissão Yashiro cintilando e organizada. \n\nTalvez seja a sensação de realização que vem com a limpeza. Sempre que tem a chance, Thoma pega uma vassoura ou espanador e limpa todas as manchas desagradáveis. \n\nAlém disso, ele também toma um cuidado especial com o dia a dia dos colegas ao seu redor. \n\nHouve um inverno em que a temperatura de Inazuma caiu repentinamente, e um guarda da Comissão Yashiro acidentalmente pegou um resfriado enquanto patrulhava. Poucos dias depois, ele inesperadamente recebeu um suéter tricotado à mão por Thoma. \n\nO suéter do tamanho ideal fez o guarda se lembrar das roupas que recebia de sua mãe a cada inverno. Agora que sua mãe estava velha, ela já não lhe enviava roupas de presente. \n\nCom isso em mente, o guarda tirou uma longa licença para visitar sua família. No dia em que ele voltou, ele trouxe para Thoma uma lembrança especial de sua cidade natal, e eles se tornaram bons amigos.",
      "ru": "Тому, управляющего клана Камисато, можно назвать всесторонне одарённым, когда дело доходит до ведения домашнего хозяйства. \n\nБудь то уборка, приготовление пищи, шитьё, садоводство, уход за детьми или общение, он со всем справится с лёгкостью. \n\nДля Томы ведение домашнего хозяйства - не только работа и обязанности, но и хобби. \n\nПосле его уборки дом становится как новый, а на перилах нет ни единой пылинки. Когда в комиссии Ясиро чисто и опрятно, у Томы улучшается настроение. \n\nВозможно, ему нравится чувство выполненного долга, которое появляется после завершения уборки. При любой возможности Тома берёт в руки метлу или тряпку и убирает все неприглядные пятна. \n\nКроме того, он также уделяет особое внимание своим коллегам. \n\nОднажды одной особенно холодной зимой в Инадзуме охранник комиссии Ясиро простудился во время патрулирования. Несколько дней спустя он неожиданно получил от Томы свитер, связанный им вручную. \n\nСвитер оказался как раз впору и заставил охранника вспомнить об одежде, которую ему присылала его мать каждую зиму. Теперь она уже состарилась и много лет ничего не присылала. \n\nС мыслями об этом охранник взял отпуск и отправился навестить свою семью. Когда он вернулся, то подарил Томе особый сувенир из своего родного города, и они стали хорошими друзьями.",
      "id": "Sebagai pengurus rumah tangga Klan Kamisato, Thoma termasuk yang \"segala bisa\" dalam pekerjaannya.\n\nBersih-bersih, masak, menjahit, berkebun, mengurus orang, maupun bergaul, semua bisa Thoma tangani dengan mudah.\n\nBagi Thoma, semua kegiatan itu bukan cuma kerja, tapi juga hobi.\n\nWaktu bersih-bersih, dia akan pastikan tidak ada setitik pun debu yang tersisa, semua harus bersih seperti baru. Keadaan Yashiro Commission yang resik akan menjadikan suasana hati Thoma riang gembira.\n\nMungkin perasaan itu timbul dari kepuasan yang dia terima saat bersih-bersih. Setiap ada kesempatan, Thoma akan ambil sapu dan mulai membersihkan semua noda yang terlihat.\n\nSelain itu, dia juga sangat memerhatikan kehidupan sehari-hari rekan-rekannya.\n\nPada suatu musim dingin yang lebih dingin dari biasanya, seorang penjaga Yashiro Commission jatuh sakit karena berpatroli. Selang beberapa hari, penjaga itu dapat sebuah baju hangat yang dirajut sendiri oleh Thoma.\n\nBaju hangat tersebut pas sekali di badan si penjaga, sampai-sampai ia teringat akan baju yang selalu diberikan oleh ibunya setiap musim dingin. Ibundanya kini telah berusia lanjut, dan dia sudah sekian tahun tidak mengirimkan baju hangat.\n\nTeringat akan hal tersebut, penjaga itu akhirnya mengambil cuti untuk pulang kampung dan menengok keluarganya. Ketika dia kembali, dia bawa oleh-oleh spesial untuk Thoma, dan mereka akhirnya jadi kawan baik.",
      "th": "ในฐานะพ่อบ้านของตระกูล Kamisato Thoma สามารถเรียกได้ว่าเป็น \"ผู้รอบรู้\" ในด้านการจัดการภายในบ้าน\n\nไม่ว่าจะเป็นเรื่องการทำความสะอาด ทำอาหาร เย็บผ้า ทำสวน การดูแลหรือการเข้าสังคม เขาก็สามารถจัดการได้อย่างง่ายดาย\n\nสำหรับ Thoma การจัดการภายในบ้านไม่ได้เป็นเพียงหน้าที่ความรับผิดชอบเท่านั้น แต่ยังเป็นงานอดิเรกของเขาอีกเช่นกัน\n\nเขาจะทำความสะอาดห้องจนสะอาดเอี่ยมอ่องอยู่เสมอ และไม่เคยปล่อยให้เหลือฝุ่นเกาะอยู่บนราวบันไดเลยแม้นิดเดียว เขามีความสุขอย่างมากเมื่อได้เห็นสำนัก Yashiro สะอาดเอี่ยมอ่อง\n\nบางทีอาจเป็นเพราะเพลิดเพลินไปกับความรู้สึกถึงความสำเร็จในตอนที่ทำความสะอาด ขอเพียงมีโอกาส Thoma ก็จะหยิบไม้กวาดหรือไม้ปัดฝุ่นขึ้นมาเพื่อทำความสะอาดสิ่งสกปรกทั้งหมดด้วยตนเอง\n\nนอกจากนี้ เขายังดูแลการใช้ชีวิตประจำวันของเพื่อนร่วมงานที่อยู่รอบตัวเขาเป็นพิเศษอีกด้วย\n\nมีครั้งหนึ่งในฤดูหนาวที่อุณหภูมิของ Inazuma ได้ลดลงอย่างกะทันหัน จนผู้คุ้มกันของสำนัก Yashiro เป็นหวัดขณะออกลาดตระเวน แล้วสองสามวันต่อมา ผู้คุ้มกันคนนั้นก็ได้รับเสื้อไหมพรมที่ Thoma ถักเองกับมือโดยไม่คาดคิด\n\nเสื้อไหมพรมที่มีขนาดพอดิบพอดี จนทำให้ผู้คุ้มกันคนนั้นนึกถึงเสื้อผ้าที่เขาได้รับจากแม่ของเขาในทุกปีในช่วงฤดูหนาว ในตอนนี้แม่ของเขาอายุมากแล้ว จึงไม่ได้ส่งเสื้อผ้าให้เขามาหลายปี\n\nเมื่อนึกถึงเรื่องนี้ ผู้คุ้มกันจึงขอลาหยุดยาว เพื่อกลับไปเยี่ยมญาติในบ้านเกิด ในวันที่เขากลับมา เขานำของฝากจากบ้านเกิดมาให้ Thoma และทั้งสองก็ได้กลายเป็นเพื่อนกัน",
      "vi": "Thân là quản gia của nhà Kamisato, Thoma xứng danh với hai chữ \"toàn năng\".\n\nCho dù là quét dọn, nấu ăn, may vá, hay là làm vườn, trông giữ, tiếp đón... Thoma đều hoàn thành rất gọn gàng.\n\nĐối với Thoma mà nói, việc nhà không chỉ là công việc và trách nhiệm, mà còn là thú vui nữa.\n\nAnh ta luôn đảm bảo phòng ốc được quét dọn, lan can không dính lấy một hột bụi. Chỉ khi trông thấy phủ hiệp hội sạch sẽ tươm tất, tâm trạng của Thoma mới nhẹ nhõm được.\n\nCó thể Thoma tìm thấy cảm giác thỏa mãn khi hưởng thụ những công việc này. Cho nên mỗi khi có cơ hội, Thoma đều sẽ đích thân quét dọn tất cả những nơi có bụi bẩn.\n\nNgoài ra, Thoma cũng rất quan tâm đến cuộc sống của đồng nghiệp.\n\nTừng có một mùa đông, nhiệt độ Inazuma đột nhiên xuống thấp, lính tuần tra của hiệp hội từ ngoài trở về đã bị cảm lạnh. Vài ngày sau, người lính tuần tra ấy nhận được chiếc áo len của Thoma đích thân đan cho.\n\nChiếc áo len vừa vặn ấy đã khiến anh lính nhớ về chiếc áo năm xưa nhận được từ mẹ mình. Giờ đây mẹ của anh lính tuổi đã cao, cũng đã nhiều năm rồi không gửi áo đến nữa.\n\nNghĩ đến đó, anh lính gác ấy đã xin nghỉ phép dài hạn để về thăm nhà. Ngày trở về, anh ta đã tặng cho Thoma đặc sản quê nhà, từ đó hai người kết bạn với nhau."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "托马的父亲是稻妻人，母亲则是蒙德人。\n\n托马在蒙德长大，自幼便习惯了蒙德自由快乐的氛围。受此影响，他能与任何人都轻松打成一片。\n\n不过，他也自幼接受父亲的教导，极为看重「忠义」二字。\n\n托马的老爹返回稻妻后，他担心老爹在那边喝不到蒙德的酒，便独自坐船载着蒲公英酒驶向稻妻。\n\n途中遇到巨浪打翻了船，托马也落入水中。幸运的是，他就这么昏迷不醒地顺水漂流，直到漂到稻妻的海滩上。\n\n那时的托马一无所有、举目无亲，仍乐观地开始了自己在稻妻的生活。\n\n然而尽管他已全力以赴，最终也没能找到本该在稻妻的父亲。\n\n不过就在最为窘迫的时刻，托马在稻妻遇到了值得他将「忠义」贯彻到底的人。",
      "zht": "托馬的父親是稻妻人，母親則是蒙德人。\n\n托馬在蒙德長大，自幼便習慣了蒙德自由快樂的氛圍。受此影響，他能與任何人都輕鬆打成一片。\n\n不過，他也自幼接受父親的教導，極為看重「忠義」二字。\n\n托馬的老爹返回稻妻後，他擔心老爹在那邊喝不到蒙德的酒，便獨自坐船載著蒲公英酒駛向稻妻。\n\n途中遇到巨浪打翻了船，托馬也落入水中。幸運的是，他就這麼昏迷不醒地順水漂流，直到漂到稻妻的海灘上。\n\n那時的托馬一無所有、舉目無親，仍樂觀地開始了自己在稻妻的生活。\n\n然而儘管他已全力以赴，最終也沒能找到本該在稻妻的父親。\n\n不過就在最為窘迫的時刻，托馬在稻妻遇到了值得他將「忠義」貫徹到底的人。",
      "jp": "トーマの父は稲妻人で、母はモンド人だ。\n\nトーマはモンドで育ち、幼い頃からその自由気ままな雰囲気に慣れ親しんできた。その影響からか、トーマは誰とでもすぐに打ち解けることができる。\n\n一方で、幼い頃から父親に教えられてきた「忠誠」という言葉も彼は大切にしていた。\n\n父が稲妻に帰った後、モンドのお酒を飲めなくなった彼を心配して、トーマは蒲公英酒を積んだ船に一人乗り、稲妻へ向けて出航した。\n\nだがその途中、大波によって船が転覆し、トーマは海に落ちてしまう。幸いなことに、彼は意識を失いながらも海を漂流し、稲妻の浜辺に辿り着くこととなった。\n\n稲妻に着いた当時、トーマには何もなく、家族もいない。それでも楽観的に稲妻での生活を始めるトーマ。\n\nしかし、どれだけ懸命に探しても、稲妻にいるはずの父を見つけることはできなかった。\n\nそのもっとも辛く苦しい時に、トーマは稲妻で生涯「忠誠」を尽くせる人物と出会ったのだ。",
      "ko": "토마의 아버지는 이나즈마 출신이며 어머니는 몬드 출신이다.\n\n토마는 몬드에서 태어나 어릴 적부터 몬드 지역 특유의 자유분방한 분위기가 몸에 배어있다. 이런 그는 사람들과 쉽게 친구가 될 수 있다.\n\n하지만 그는 어릴 적부터 아버지의 가르침을 따라 「충의」를 가장 중요시한다.\n\n토마의 아버지가 이나즈마로 돌아간 후 토마는 몬드의 술을 그리워할 아버지를 위해, 민들레주를 지니고 몬드로 가는 배에 홀로 몸을 맡겼다.\n\n항해 도중 큰 파도를 만나 배가 뒤집혀 그만 물에 빠져버렸다. 불행 중 다행으로, 파도에 떠밀려 이나즈마의 해안가에 무사히 도착했다.\n\n당시에 토마는 아무것도 지닌 게 없었고 아는 사람도 전무했지만 긍정적으로 이나즈마의 생활을 해나갔다.\n\n그는 최선을 다했지만, 이나즈마에 있어야 할 자신의 아버지는 끝내 찾지 못했다.\n\n그래도 가장 궁핍한 시기에 토마는, 외딴 이나즈마에서 평생 「충의」를 바칠 만한 귀인을 만나게 되었다",
      "en": "Thoma's father is an Inazuman and his mother is a Mondstadter.\n\nThoma grew up in Mondstadt and has been accustomed to its carefree and happy atmosphere since he was young. Influenced by this, he can easily mingle with anyone.\n\nHowever, he has also been taught by his father since he was a child and places great importance on the word \"loyalty\".\n\nAfter Thoma's father returned to Inazuma, he was worried that his old man would not be able to drink Mondstadt's wine there, so he sailed to Inazuma alone in a boat carrying Dandelion Wine.\n\nOn the way, a huge wave overturned the boat and Thoma fell into the water. Fortunately, he just drifted unconscious down the water until he got washed ashore on a beach in Inazuma.\n\nAt that time, Thoma had nothing and no family with him, but still started his life in Inazuma with optimism.\n\nHowever, despite his best efforts, he was unable to find his father, who was supposed to be in Inazuma.\n\nBut at his most difficult moment, Thoma met someone in Inazuma who was worthy of his \"loyalty\" to the end.",
      "de": "Thomas Vater ist aus Inazuma und seine Mutter ist aus Mondstadt.\n\nThoma ist in Mondstadt aufgewachsen und von klein auf an die unbeschwerte und fröhliche Atmosphäre gewöhnt. Dadurch kann er sich leicht unter jedermann mischen.\n\nAllerdings wurde er auch von seinem Vater seit seiner Kindheit unterrichtet, dass man großen Wert auf „Loyalität“ legen soll.\n\nNachdem Thomas Vater nach Inazuma zurückgekehrt war, machte er sich Sorgen, dass sein alter Herr dort nicht in der Lage sein würde, sich Mondstadts Wein zu beschaffen, also segelte er allein in einem Boot mit Löwenzahnschnaps nach Inazuma.\n\nAuf dem Weg kippte eine riesige Welle das Boot um und Thoma fiel ins Wasser. Glücklicherweise wurde er nur bewusstlos vom Wasser dahingetrieben, bis er an einen Strand von Inazuma gelangte.\n\nZu dieser Zeit stand Thoma ohne jede Habseligkeiten in Inazuma und hatte keinerlei Kontakte zu seiner Familie, begann aber dennoch sein Leben in Inazuma mit allem Optimismus.\n\nAllerdings gelang es ihm trotz aller Bemühungen nicht, seinen Vater zu finden, der eigentlich in Inazuma sein sollte.\n\nAber in diesem schwierigsten Moment traf Thoma in Inazuma jemanden, der seine „Loyalität“ bis zum Ende wert ist.",
      "es": "El padre de Thoma es de Inazuma y su madre, de Mondstadt, lugar donde él creció y donde, desde pequeño, se acostumbró a un ambiente libre y alegre. Es por esto por lo que siempre le resulta fácil integrarse entre la gente.\n\nDesde pequeño, también fue educado por su padre con un especial énfasis en la lealtad.\n\nCuando su padre volvió a Inazuma, a Thoma le preocupaba que nunca más pudiera beber el vino de Mondstadt, por lo que fue en bote hasta Inazuma cargado de vino de diente de león.\n\nEn el camino, una ola gigante volcó la embarcación y Thoma cayó al agua. Por fortuna, flotó inconsciente hasta llegar a una playa de Inazuma.\n\nEn aquel entonces, Thoma no tenía nada ni nadie, pero aun así comenzó con alegría su nueva vida en aquella nación.\n\nSe esforzó mucho, pero desgraciadamente no encontró a su padre, que en teoría debía estar allí.\n\nSin embargo, en su momento más difícil, Thoma conoció en Inazuma a una persona digna de su lealtad.",
      "fr": "Le père de Thomas est originaire d'Inazuma et sa mère de Mondstadt, cité où il a grandi dans une atmosphère libre et joyeuse.\n\nIl a été élevé dès son plus jeune âge par son père qui a tenu à lui enseigner l'importance de la loyauté. Quand son père retourna à Inazuma, Thomas eut peur qu'il ne puisse plus boire le vin de Mondstadt. Il mit donc les voiles pour Inazuma, seul, emportant avec lui une cargaison de vin de dent-de-lion.\n\nSur la route, une vague immense fit chavirer le bateau et Thomas tomba dans la mer. Ayant perdu connaissance, il fut heureusement porté par les vagues jusqu'au rivage d'Inazuma.\n\nÀ cette époque, Thomas ne possédait rien et n'avait pas de proches.\n\nMalgré cela, il débuta une nouvelle vie dans ce pays, plein d'enthousiasme.\n\nMais en dépit de tous ses efforts, il fut incapable de retrouver son père sur l'île.\n\nC'est quand il se trouva au bout du rouleau que Thomas fit la rencontre d'une personne digne de sa loyauté.",
      "pt": "O pai de Thoma é de Inazuma e sua mãe é de Mondstadt. \n\nThoma cresceu em Mondstadt e está acostumado com a atmosfera despreocupada e feliz de lá desde que era jovem. Por essa razão, ele pode se misturar facilmente com qualquer pessoa. \n\nNo entanto, ele também foi ensinado por seu pai desde que era criança a dar grande importância à palavra \"lealdade\". \n\nDepois que o pai de Thoma voltou para Inazuma, ele ficou preocupado com o fato de seu pai não já não  encontrar vinho de Mondstadt para beber. Ele decidiu navegar até Inazuma sozinho, em um barco que transportava vinho de Dandelion. \n\nNo caminho, uma onda enorme virou o barco e Thoma caiu na água. Felizmente, ele apenas ficou inconsciente na água até chegar a uma praia em Inazuma. \n\nNaquela altura, apesar de Thoma não ter nada e não conhecer ninguém, ainda assim começou sua vida em Inazuma com otimismo. \n\nNo entanto, apesar de seus melhores esforços, ele não conseguiu encontrar seu pai, que deveria estar em Inazuma. \n\nMas em seu momento mais difícil, Thoma conheceu alguém em Inazuma que foi digno de sua \"lealdade\" até o fim.",
      "ru": "Отец Томы из Инадзумы, а мать из Мондштадта. \n\nТома вырос в Мондштадте и с детства привык к его беззаботной и счастливой атмосфере. Благодаря этому он стал очень общительным. \n\nОднако его также с самого детства учил отец, и благодаря этому Тома придаёт большое значение слову «верность». \n\nПосле того как отец вернулся в Инадзуму, Тома забеспокоился, что там он не сможет пить мондштадтское вино, поэтому в одиночку отправился в Инадзуму на лодке, перевозящей вино из одуванчиков. \n\nПо пути туда огромная волна перевернула лодку, и Тома упал в воду. К счастью, он просто без сознания дрейфовал по воде, пока не добрался до пляжа в Инадзуме. \n\nТогда у него не было ничего, и с ним не было родственников, но он всё равно начал жизнь в Инадзуме с оптимизмом. \n\nНесмотря на все усилия, он не смог разыскать своего отца, который должен был быть в Инадзуме. \n\nНо в самый трудный момент Тома встретил человека, достойного его «верности».",
      "id": "Ayah Thoma asli Inazuma, sedangkan ibunya berasal dari Mondstadt.\n\nThoma tumbuh besar di Mondstadt dan sudah terbiasa dengan suasana di sana yang bebas dan gembira. Karena itulah, Thoma menjadi pribadi yang pandai bergaul.\n\nNamun, ayahnya juga mendidik dia sedari kecil, agar lebih mementingkan \"kesetiaan\".\n\nSetelah ayahnya pulang ke Inazuma, Thoma khawatir dia tidak akan bisa lagi minum anggur khas Mondstadt, sehingga dia akhirnya naik kapal ke Inazuma, membawakan Dandelion Wine untuk ayahnya.\n\nDi perjalanan, kapalnya diterjang ombak besar dan Thoma pun terjatuh ke laut. Untungnya, Thoma yang tidak sadarkan diri hanyut sampai ke pesisir Inazuma.\n\nKetika itu, Thoma tidak punya apa-apa, dan tidak ada keluarga yang menyokongnya, namun dia tetap optimis untuk memulai hidupnya di Inazuma.\n\nNamun sayangnya, dia gagal menemukan ayahnya yang seharusnya ada di Inazuma.\n\nDi saat-saat sulit inilah, Thoma akhirnya menemukan seseorang di Inazuma yang layak menerima \"kesetiaan\" darinya.",
      "th": "พ่อของ Thoma เป็นชาวเมือง Inazuma ส่วนแม่ของเขาเป็นชาวเมือง Mondstadt\n\nThoma เติบโตขึ้นที่ Mondstadt เขาจึงคุ้นเคยกับบรรยากาศที่เสรีและมีความสุขของ Mondstadt มาตั้งแต่เด็ก เพราะเหตุนี้เขาจึงสามารถเข้ากับทุกคนได้อย่างง่ายดาย\n\nอย่างไรก็ตาม เขาได้รับการสอนสั่งจากพ่อตั้งแต่ยังเป็นเด็ก จึงให้ความสำคัญกับคำว่า \"ความภักดี\" เป็นอย่างมาก\n\nหลังจากที่พ่อของ Thoma กลับไปที่ Inazuma เขาจึงกังวลว่าพ่อของเขาจะหาไวน์ของ Mondstadt ดื่มไม่ได้อีก เขาจึงล่องเรือที่บรรทุกไวน์ Dandelion ไปยัง Inazuma เพียงลำพัง\n\nแต่ระหว่างทางกลับเจอคลื่นยักษ์เข้า ทำให้เรือของเขาพลิกคว่ำ และ Thoma ก็ร่วงตกลงไปในทะเล โชคดีที่เขาที่ลอยไปเรื่อย ๆ โดยที่ไม่รู้เนื้อเรื่องตัว จนกระทั่งไปเกยตื้นบนชายหาดของ Inazuma\n\nในตอนนั้น Thoma ไม่มีอะไรเหลือเลย ไม่มีแม้กระทั่งคนในครอบครัว แต่เขาก็ยังมองโลกในแง่ดี และเริ่มต้นชีวิตใหม่ใน Inazuma\n\nอย่างไรก็ตาม ไม่ว่าเขาจะพยายามขนาดไหน แต่เขากลับหาพ่อของเขาที่ควรจะอยู่ใน Inazuma ไม่เจอซักที\n\nแต่ในช่วงเวลาที่ยากลำบากที่สุด Thoma ก็ได้พบกับใครบางคนใน Inazuma ที่คู่ควรกับ \"ความภักดี\" ของเขา",
      "vi": "Cha của Thoma là người Inazuma, nhưng mẹ lại là người Mondstadt.\n\nThoma lớn lên tại Mondstadt, từ nhỏ đã quen với không khí tự do vui vẻ, cũng vì thế nên Thoma dễ dàng hòa nhập với bất kỳ ai.\n\nVà cũng từ nhỏ, anh ta đã được cha dạy cho hai chữ \"trung nghĩa\".\n\nSau khi cha quay về Inazuma, Thoma lo lắng rằng cha anh ấy sẽ không mua được rượu Mondstadt để uống, thế là Thoma đã tự mình giong buồm, chở theo rượu bồ công anh đến Inazuma.\n\nMột tai nạn ập đến đã nhấn chìm chiếc thuyền ấy, Thoma cũng bị rơi xuống biển. May mắn là Thoma chỉ bất tỉnh và trôi theo dòng nước dạt vào bờ biển Inazuma.\n\nLúc đó Thoma không còn gì cả, nhưng vẫn rất lạc quan để bắt đầu một cuộc sống mới ở Inazuma.\n\nNhưng cho dù có dốc hết sức tìm kiếm, Thoma cũng không thể tìm được cha mình.\n\nCó điều, trong lúc lạc lối, Thoma cũng đã tìm được người đáng để bản thân gửi gắm tư tưởng \"trung nghĩa\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "由于身上流淌着异国血脉，托马常常被稻妻本地居民视作「外人」。\n\n面前是异样眼光，背后是流言蜚语，即使如此，托马也从未表现出任何不满，总是对所有质疑一笑置之。\n\n托马是社奉行府内公认脾气最好的人，可在外人眼里，他又是另一副模样。\n\n「千万别得罪托马！否则，事情就不好办了。」\n\n不知从何时起，市井中流传着这样的说法，许多人听在耳中，对此深信不疑。\n\n至于那些在托马手下吃过亏的人，提起他时更是心有余悸：\n\n「别被那小子骗了！平日里笑得和蔼可亲，可我不过是从社奉行骗了一笔小钱，他竟然…」\n\n没错，若有人胆敢损害社奉行的利益，或是对神里兄妹不敬的话，托马定会让对方付出相应的代价。\n\n他将此视为职责，尽心而为，却不爱夸耀功劳。即使因此遭到非议，也不会为自己辩解太多。\n\n「哎呀，谁会在乎这种小事呢？再说我是个什么样的人也不重要，只要那些该知道的人知道就行。」",
      "zht": "由於身上流淌著異國血脈，托馬常常被稻妻本地居民視作「外人」。\n\n面前是異樣眼光，背後是流言蜚語，即使如此，托馬也從未表現出任何不滿，總是對所有質疑一笑置之。\n\n托馬是社奉行府內公認脾氣最好的人，可在外人眼裡，他又是另一副模樣。\n\n「千萬別得罪托馬！否則，事情就不好辦了。」\n\n不知從何時起，市井中流傳著這樣的說法，許多人聽在耳中，對此深信不疑。\n\n至於那些在托馬手下吃過虧的人，提起他時更是心有餘悸：\n\n「別被那小子騙了！平日裡笑得和藹可親，可我不過是從社奉行騙了一筆小錢，他竟然…」\n\n沒錯，若有人膽敢損害社奉行的利益，或是對神里兄妹不敬的話，托馬定會讓對方付出相應的代價。\n\n他將此視為職責，盡心而為，卻不愛誇耀功勞。即使因此遭到非議，也不會為自己辯解太多。\n\n「哎呀，誰會在乎這種小事呢？再說我是個什麼樣的人也不重要，只要那些該知道的人知道就行。」",
      "jp": "異国の血が流れているという理由で、トーマは稲妻人から「外の人」扱いされてきた。\n\n奇異な目を向けられたり、根も葉もない噂話をされたりもしたが、トーマは何の不満も見せることなく、どんな質問にも笑顔で応じたという。\n\n社奉行において、トーマはもっとも温厚な人物として認知されているが、外部の人間から見たら決してそうではない。\n\n「トーマを怒らせるな！でないと、収拾がつかなくなる。」\n\nいつの頃からか、そのような言葉が町には広まっていた。多くの人が、それを鵜呑みにして信じている。\n\nトーマに関わったことで怖い思いをした人は、彼のことを聞くと恐怖がよみがえるらしい。\n\n「普段は優しい顔をしているが、あいつには騙されるな！俺は社奉行からはした金を騙し取っただけなのに、あいつは…」\n\nそう、社奉行の利益を害したり、神里兄妹を蔑ろにする輩がいたりした時、トーマは必ずその代償を払わせるのだ。\n\n彼はこれを自分の責務と考え、誠意を尽くしている。だが、自分の功績を決して人には自慢せず、たとえ批判されても弁解はあまりしない。\n\n「そんなの誰も気にしないよ。しかも、オレがどんな人間であろうと、知るべき人が知っていれば問題ない。」",
      "ko": "이나즈마인 주민들은 외국의 피가 흐르는 토마를 「이방인」으로 대한다.\n\n앞에선 이상한 눈초리, 뒤에선 몰래 유언비어가 난무하지만, 토마는 한 번도 불만을 표현하지 않고 웃으며 넘긴다.\n\n토마는 봉행부에서 성격이 좋기로 손꼽히는 인물이지만 이방인의 입장에서 봤을 땐 또 다르다.\n\n「그의 원한을 사선 절대 안 돼! 안 그러면 모든 일이 순탄치 않을 거야」\n\n언제부턴가 시내에 이런 소문이 떠돌기 시작했고, 사람들도 믿어 의심치 않았다.\n\n토마에게 쓴맛을 본 사람들은 더더욱 그에 대해 말하는 걸 꺼려한다.\n\n「그 녀석 겉모습에 속지마! 평소엔 언제나 미소를 띠고 있지만, 내가 봉행부의 돈을 조금 손댔을 뿐인데 그 녀석이 나한테…」\n\n그렇다, 누구든지 감히 봉행부의 이익을 노리거나, 카미사토 남매에게 불경한 짓을 한다면, 토마는 반드시 그에 상응한 대가를 받아낸다.\n\n그는 이걸 자신의 사명이라고 생각해 온 힘을 다하지만, 겉으론 절대 드러내지 않는다. 이로 인해 비난이 쏟아져도 결코 변명의 말조차 내뱉지 않는다.\n\n「흐음, 별것도 아닌 거에 누가 신경 쓰겠어? 내가 어떤 사람인지는 전혀 중요하지 않아, 그저 알만한 사람만 알아주면 돼」",
      "en": "Due to his hailing from Mondstadt, Thoma is often regarded as an \"outsider\" by the local residents of Inazuma.\n\nDespite the strange looks and gossip directed towards him, Thoma never showed any dissatisfaction, and always smiled at all doubts.\n\nThoma is recognized as the most amiable person in the Yashiro Commission, but to outsiders, it is another story.\n\n\"Don't offend Thoma! Otherwise, things will be difficult to handle.\"\n\nNo one is sure when it started, but this saying has gone around so much that many people are convinced of this when they hear it.\n\nAs for those who have had unpleasant run-ins with Thoma, the mention of him still instills fear:\n\n\"Don't be fooled by that guy! He's always smiling kindly, but all I did was cheat the Yashiro Commission out of a small sum of money, and he...\"\n\nThat's right, if anyone dares to harm the interests of the Yashiro Commission or disrespect the Kamisato siblings, Thoma will make them pay.\n\nHe sees this as his duty and does his best, but does not like to boast about his achievements. Even if he is criticized for this, he will not defend himself too much.\n\n\"Gee, who cares about such trivialities? And it doesn't matter what kind of person I am, as long as those who should know know it.\"",
      "de": "Da er aus Mondstadt stammt, wurde Thoma von den Bewohnern Inazumas oft als „Außenseiter“ betrachtet.\n\nTrotz der seltsamen Blicke und des Klatsches, die gegen ihn gerichtet waren, zeigte Thoma nie Unzufriedenheit und lächelte immer über jeden Zweifel hinweg.\n\nThoma wird als die liebenswürdigste Person in der Yashiro-Verwaltung angesehen, aber für manche ist das eine andere Geschichte.\n\n„Beleidige Thoma nicht! Sonst kriegst du Ärger.“\n\nNiemand weiß genau, wann es angefangen hat, aber dieses Sprüchlein hat sich so weit verbreitet, dass viele Leute davon sofort überzeugt sind, wenn sie es hören.\n\nDiejenigen, die schon unangenehme Begegnungen mit Thoma hatten, haben immer noch Angst, wenn man ihn erwähnt:\n\n„Lass dich von dem Kerl nicht täuschen! Er lächelt immer freundlich, aber alles, was ich getan habe, war, eine kleine Summe Geld von der Yashiro-Verwaltung zu ergaunern, und er ...“\n\nDas stimmt, wenn es jemand wagt, die Interessen der Yashiro-Verwaltung zu verletzen oder die Kamisato-Geschwister zu missachten, wird Thoma ihn dafür bezahlen lassen.\n\nEr sieht dies als seine Pflicht an und tut sein Bestes, aber er prahlt nicht gern mit seinen Erfolgen. Selbst wenn er dafür kritisiert wird, wird er sich nicht allzu sehr verteidigen.\n\n„Meine Güte, wer kümmert sich schon um solche Nebensächlichkeiten? Und es spielt keine Rolle, was für ein Mensch ich bin, solange diejenigen, die es wissen sollten, es wissen.“",
      "es": "Puesto que Thoma tiene sangre extranjera, los habitantes de Inazuma suelen considerarle un forastero.\n\nA pesar de las miradas y chismes sobre su persona, nunca se ha sentido molesto por ello, sino que siempre sonríe cuando alguien duda de él.\n\nEs bien sabido por toda la Comisión Yashiro que Thoma es la persona que mejor temperamento tiene, pero fuera de ella, es totalmente distinto.\n\n“¡No ofendas a Thoma! Si no, será difícil encargarse de este asunto”.\n\nNadie sabe cuándo comenzó este rumor, pero ha circulado por tanto tiempo que mucha gente lo cree cuando lo oye por primera vez.\n\nEn cuanto a aquellos que han tenido algún encontronazo con Thoma, el simple hecho de mencionar su nombre les infunde miedo:\n\n“¡No te dejes engañar por ese mozo! Siempre lleva una sonrisa afable en el rostro. Lo único que hice fue estafarle una pequeña cantidad de dinero a la Comisión Yashiro, y entonces él...”\n\nAsí es. Si alguien se atreve a dañar los intereses de la Comisión o a faltarle el respeto a los hermanos Kamisato, Thoma hará que el culpable pague el precio que debe.\n\nPara él, esto no es más que su trabajo y su deber, pero no le gusta alardear de sus logros. En caso de recibir alguna crítica, tampoco se justificará en exceso.\n\n“*Suspira*, ¿a quién le importan estas trivialidades? Además, da igual el tipo de persona que sea yo siempre y cuando quien deba saberlo lo sepa”.",
      "fr": "Étant donné qu'il vient de Mondstadt, les habitants d'Inazuma ont tendance à considérer Thomas comme un étranger.\n\nMais même s'il a dû subir les ragots à son encontre et des regards de travers, il ne s'est jamais montré mécontent, et a toujours répondu par un sourire à ceux qui doutaient de lui.\n\nÀ la Commission culturelle, tout le monde trouve que Thomas a un très bon tempérament, mais à l'extérieur, c'est une autre facette de sa personnalité que l'on peut entrevoir.\n\n« N'offensez surtout pas Thomas ! Sinon les choses vont mal tourner. »\n\nPersonne ne sait à quel moment les gens ont commencé à dire cela, mais c'est une expression qui circule depuis si longtemps que beaucoup de gens y croient lorsqu'ils l'entendent pour la première fois.\n\nQuant aux personnes qui ont eu des démêlés avec Thomas, la seule mention de son nom suffit à les effrayer : « Ne vous laissez pas avoir ! Ce type a toujours un sourire amical. J'avais juste escroqué une petite somme à la Commission culturelle, et il... ».\n\nC'est véridique : si quelqu'un ose nuire aux intérêts de la Commission ou manquer de respect aux héritiers Kamisato, Thomas fera payer au coupable le prix qu'il se doit, car il considère que c'est son travail et son devoir.\n\nThomas n'aime pas vanter ses propres mérites, et n'aime pas trop se justifier quand il reçoit des critiques.\n\n« Pff, qui se soucie de telles futilités ? Et puis, peu importe comment les gens me voient, ce qui compte, c'est que ceux qui me connaissent savent qui je suis réellement. »",
      "pt": "Como ele vem de Mondstadt, Thoma é frequentemente considerado um \"forasteiro\" pelos residentes locais de Inazuma. \n\nApesar dos olhares estranhos e fofocas sobre ele, Thoma nunca mostrou qualquer insatisfação e sempre sorriu para todas as dúvidas. \n\nThoma é reconhecido como a pessoa mais amigável na Comissão Yashiro, mas para quem está de fora, é outra história. \n\n\"Não ofenda Thoma! Caso contrário, as coisas serão difíceis de controlar.\" \n\nNinguém tem certeza de quando começou, mas muitas pessoas têm espalhado esse rumor. \n\nQuanto àqueles que tiveram problemas desagradáveis com Thoma, a menção a ele ainda traz um medo persistente: \n\n\"Não se deixe enganar por aquele cara! Ele está sempre sorrindo gentilmente, mas tudo que eu fiz foi roubar uma pequena quantia de dinheiro da Comissão Yashiro, e ele... \"\n\nCerto, se alguém ousar prejudicar os interesses da Comissão Yashiro ou desrespeitar os irmãos Kamisato, Thoma o fará pagar. \n\nEle vê isso como seu dever e sempre dá seu melhor, mas nunca se gaba de suas realizações. Mesmo que ele seja criticado por isso, ele não vai se defender. \n\n\"Puxa, quem se importa com essas trivialidades? E não importa que tipo de pessoa eu sou ao olhos dos que falam de mim, desde que aqueles que devem saber realmente saibam quem sou de verdade.\"",
      "ru": "Будучи родом из Мондштадта, Тома часто считается «чужаком» среди местных жителей Инадзумы. \n\nНесмотря на странные сплетни и взгляды, бросаемые на него, Тома никогда не выказывает недовольства и всегда улыбается. \n\nТома считается самым дружелюбным человеком в комиссии Ясиро, но в глазах посторонних он совсем иной. \n\n«Не обижай Тому! Иначе можешь пожалеть». \n\nНеизвестно, когда это выражение начало распространяться, но многие люди верят в него. \n\nТе, у кого когда-либо были неприятные стычки с Томой, до сих пор испытывают страх: \n\n«Не дайте ему себя обмануть! Он всегда доброжелательно улыбается, но я всего-то украл у комиссии Ясиро небольшую сумму, а он...» \n\nДа, если кто-нибудь посмеет нанести ущерб интересам комиссии Ясиро или проявить неуважение к младшим Камисато, Тома заставит их заплатить. \n\nОн считает это своим долгом и делает всё возможное, но не любит хвастаться своими достижениями. Даже если его критикуют, он не будет сильно защищаться. \n\n«Ой, да кого волнуют такие мелочи? Неважно, что я за человек, главное, чтобы это знали те, кому следует знать».",
      "id": "Thoma yang berasal dari Mondstadt sering dipandang sebagai \"orang asing\" oleh penduduk Inazuma.\n\nMeski sering diberi pandangan aneh dan digosipkan, Thoma tidak pernah merasa tidak puas, dan ia juga selalu tersenyum.\n\nThoma dikenal sebagai orang paling ramah di Yashiro Commission, namun beda lagi ceritanya kalau menyangkut orang luar.\n\n\"Jangan menyinggung Thoma! Bisa runyam nanti urusannya.\"\n\nTidak ada yang tahu kapan kabar ini mulai beredar, namun orang-orang tahu dan percaya saja ketika mendengar hal ini.\n\nMereka yang pernah berurusan dengan Thoma masih saja takut ketika mendengar namanya.\n\n\"Jangan tertipu! Dia selalu senyum-senyum sok baik begitu, tapi dia ... cuma gara-gara aku ambil sedikit uang Yashiro Commission ....\"\n\nDemikianlah, siapa pun yang berani mengganggu Yashiro Commission, atau kurang ajar pada kakak-beradik Kamisato, akan dilibas oleh Thoma.\n\nDia memandang tindakannya ini sebagai suatu kewajiban, dan dia juga selalu melakukan yang terbaik. Tapi dia tidak suka pamer, dan waktu dikritik, dia biasa diam saja tanpa membalas.\n\n\"Lah, untuk apa juga peduli pada hal sepele begitu? Yang penting adalah, mereka yang perlu tahu seperti apa aku sebenarnya, tahu. Begitu saja sudah cukup.\"",
      "th": "เนื่องจากสายเลือดจากต่างแดนที่ไหลเวียนอยู่ในร่างกายของเขา Thoma จึงมักถูกชาว Inazuma มองว่าเป็น \"คนนอก\" อยู่บ่อย ๆ\n\nมีผู้คนทำท่าทางแปลก ๆ อยู่ข้างหน้า และมีเสียงซุบซิบนินทาอยู่ข้างหลังเขา ถึงอย่างนั้น Thoma ก็ไม่เคยแสดงความไม่พอใจใด ๆ และยิ้มให้กับทุกข้อสงสัยเหล่านั้นเสมอ\n\nThoma ได้รับการยอมรับว่าเป็นคนที่เป็นมิตรที่สุดในศูนย์บัญชาการสำนัก Yashiro แต่ในสายตาของคนนอก เขากลับถูกมองเป็นอีกอย่างหนึ่ง\n\n\"อย่าทำให้ Thoma ขุ่นเคือง! ไม่อย่างนั้นจะจัดการเรื่องต่าง ๆ ได้ยากขึ้น\"\n\nไม่รู้ว่าตั้งแต่เมื่อไหร่กันที่คำพูดเหล่านี้ถูกแพร่กระจายออกไป และคนส่วนใหญ่ที่ได้ยินก็เชื่อตามนั้นโดยไม่คิดสงสัยเลยแม้แต่น้อย\n\nสำหรับคนที่เคยเสียเปรียบให้ Thoma มักจะกลัวจนใจสั่นเมื่อเอ่ยถึงเขา: \n\n\"อย่าไปเชื่อเจ้าเด็กขี้โกหกนั่นเลย! ปกติก็ทำตัวเป็นมิตร ยิ้มแย้มแจ่มใสนั่นแหละ แต่แค่ฉันเม้มเงินก้อนเล็ก ๆ จากสำนัก Yashiro ไปเท่านั้น เขากลับ...\"\n\nใช่แล้วล่ะ ถ้ามีใครกล้าทำร้าย และหาผลประโยชน์จากสำนัก Yashiro หรือไม่ให้เกียรติสองพี่น้องตระกูล Kamisato ล่ะก็ Thoma จะทำให้อีกฝ่ายต้องชดเชยในสิ่งที่ทำลงไปอย่างสาสมเลยทีเดียว\n\nเขาถือว่านี่เป็นหน้าที่ และเป็นสิ่งที่เขาควรพยายามทำให้เต็มที่ แต่เขาไม่ชอบอวดความดีความชอบของตัวเองซักเท่าไหร่ แม้ว่าเขาจะถูกวิพากษ์วิจารณ์ถึงเรื่องนี้ เขาก็จะไม่คิดที่จะโต้แย้งอะไร\n\n\"เอาน่า จะไปสนเรื่องเล็ก ๆ น้อย ๆ พวกนี้ทำไมกันล่ะ? ใครอยากจะพูดว่าฉันเป็นคนยังไงก็ไม่สำคัญอะไรหรอกนะ ขอแค่มีคนที่เข้าใจฉัน และรู้ว่าฉันเป็นคนยังไงก็พอแล้วล่ะ\"",
      "vi": "Do có dòng máu của nước ngoài, nên Thoma thường bị người dân bản địa xem là \"người ngoài\".\n\nTrước mặt là ánh mắt dị nghị, đằng sau là lời lẽ ra vào. Nhưng dù có như thế thì Thoma cũng không cảm thấy khó chịu, vẫn luôn mỉm cười đối mặt với mọi thứ.\n\nTrong phủ, Thoma được xem là người tốt tính nhất, nhưng với người ngoài mà nói, anh ta như có một bộ mặt khác.\n\n\"Đừng bao giờ đắc tội với Thoma! Nếu không sẽ rắc rối to đấy.\"\n\nKhông biết từ khi nào, lời đồn này đã bắt đầu lan tỏa khắp thành thị, rất nhiều người đều đồng thuận nghe theo.\n\nThậm chí nạn nhân của Thoma khi kể lại cũng cảm thấy nể sợ:\n\n\"Đừng để bị điệu cười của tên tiểu tử ấy gạt! Bình thường cười nói thân thiết, ta chỉ ăn chặn của Hiệp Hội Yashiro một ít tiền lẻ, thế mà hắn lại...\"\n\nKhông sai, nếu như có ai dám cả gan làm tổn hại đến lợi ích của Hiệp Hội Yashiro, hoặc là bất kính với anh em nhà Kamisato, Thoma đều sẽ khiến đối phương phải trả cái giá tương xứng nhất.\n\nThoma xem đây là trách nhiệm mà dốc sức để làm, không kể lể công lao, khi bị quở trách cũng không biện hộ quá nhiều.\n\n\"Ấy da, ai lại để tâm đến những chuyện nhỏ này chứ? Hơn nữa tôi là người thế nào không quan trọng, chỉ cần người cần phải biết thấu hiểu cho tôi là được rồi.\""
    }
  },
  {
    "title": {
      "zhs": "陈旧的掸子",
      "zht": "陳舊的撢子",
      "jp": "古びたはたき",
      "ko": "낡은 먼지떨이",
      "en": "Old Duster",
      "de": "Alter Staubwedel",
      "es": "Plumero antiguo",
      "fr": "Vieux plumeau",
      "pt": "Espanador Velho",
      "ru": "Старая тряпка для пыли",
      "id": "Kemoceng Tua",
      "th": "ไม้ปัดฝุ่นเก่า ๆ",
      "vi": "Cây Chổi Cũ"
    },
    "line": {
      "zhs": "托马最喜欢的掸子，曾随他一同「征战」过许多地方。\n\n应该是被用了太久的关系吧，如今不管怎么清洗打理，它都是一副又旧又灰暗的模样。尽管如此，托马也还是舍不得丢弃它。\n\n这支掸子是托马第一次在社奉行府打扫卫生时领到的。一看到它，他就会回想起那段辛苦却快乐的时光。\n\n那时的托马还没能归纳领悟出各种扫除技巧。缺乏心得的他经常忙碌到很晚，直到深夜还在操办各种清洁整理工作。\n\n陪伴他的是头顶的月光、夏夜的虫鸣，以及掸子拍打在横梁上的声响。\n\n扫除也分很多种。从简单的保洁到开荒般的大扫除，托马都经历过。\n\n起初，他觉得这些工作很枯燥，习惯之后，反而发现清扫时人更能静下心去思考。\n\n所以直到现在，托马也常常用这支掸子执行工作。\n\n拂去眼前灰尘的同时，他也在静谧平稳的心境中拂去了脑中的迷雾。",
      "zht": "托馬最喜歡的撢子，曾隨他一同「征戰」過許多地方。\n\n應該是被用了太久的關係吧，如今不管怎麼清洗打理，它都是一副又舊又灰暗的模樣。儘管如此，托馬也還是捨不得丟棄它。\n\n這根撢子是托馬第一次在社奉行府打掃環境時領到的。一看到它，他就會回想起那段辛苦卻快樂的時光。\n\n那時的托馬還沒能歸納領悟出各種掃除技巧。缺乏心得的他經常忙碌到很晚，直到深夜還在操辦各種清潔整理工作。\n\n陪伴他的是頭頂的月光、夏夜的蟲鳴，以及撢子拍打在橫樑上的聲響。\n\n掃除也分很多種。從簡單的清潔到開荒般的大掃除，托馬都經歷過。\n\n起初，他覺得這些工作很枯燥，習慣之後，反而發現清掃時人更能靜下心去思考。\n\n所以直到現在，托馬也常常用這根撣子執行工作。\n\n拂去眼前灰塵的同時，他也在靜謐平穩的心境中拂去了腦中的迷霧。",
      "jp": "トーマが愛用するはたき。共にたくさんの「戦場」を経験してきた。\n\n長く使いすぎたせいか、どんなに手入れしても古臭く、ホコリを被っている感じがする。それでも、トーマは捨てようとは思わない。\n\nこのはたきは、トーマが社奉行で初めて掃除を任された時にもらったもの。これを見ると、あの頃の大変な思いと、それでも楽しかった思い出がよみがえるのだ。\n\n当時のトーマは、まだ掃除に対して特別な心得はなかった。経験不足から、夜遅くまで掃除や片付けに追われることも多々あった。\n\nその時、彼の傍にいたのが夜空の月明かりと、夏夜の虫の声、そして梁を叩くはたきの音。\n\n掃除といっても、その種類はさまざまである。簡単な掃除から、隅々まで行う大掃除まで、トーマはそのすべてを経験した。\n\n最初はつまらない作業だと感じていたが、慣れてくると掃除をしている時のほうが落ち着いて物事を考えられるように感じた。\n\nそのため、今でもトーマはこのはたきをよく使って仕事をしている。\n\n目の前のホコリをはたきながら、トーマは頭の中にある霧も払った。",
      "ko": "토마가 가장 아끼는 먼지떨이다. 이건 그와 함께 수많은 곳에서「분투」해 왔다.\n\n너무 오랜 기간 동안 사용된 탓에 지금은 아무리 세탁해도 낡고 거무스름한 모습이다. 그럼에도 불구하고, 토마는 이 먼지떨이를 버리지 않고 계속 간직하고 있다.\n\n이 먼지떨이는 토마가 처음 봉행부에서 청소 업무를 시작할 때 받을 것이다. 이걸 보고만 있으면 그는 과거 힘들지만 보람찼던 기억이 떠오른다.\n\n그때 토마는 아직 청소에 익숙하지 않아서 오밤중까지 청소를 해야만 했다.\n\n그는 머리 위에서 쏟아지는 달빛, 잔잔한 여름밤 벌레 울음소리와 먼지떨이로 먼지를 털어내는 소리와 외로운 밤을 함께했다.\n\n청소도 종류가 있다. 간단한 청소부터 황무지를 개척하는 듯한 대청소까지. 토마는 모든 것을 겪어봤다.\n\n처음 시작했을 때, 그는 청소가 매우 따분하다고 느껴졌지만, 하다 보니 청소 시간에 마음속이 차분해져 깊은 생각을 하는 데 도움이 된다는 사실을 깨달았다.\n\n그래서 그는 지금까지도 이 먼지떨이로 청소한다.\n\n눈 앞에 먼지를 털어냄으로써 짙은 안갯속에 있는 듯한 문제를 파헤쳐 나간다",
      "en": "Thoma's favorite duster has been with him in many \"conquests\".\n\nAs it has been used for too long, no matter how Thoma cleans and takes care of it now, it still looks old and gray. Despite this, Thoma is still reluctant to discard it.\n\nThis duster was given to Thoma when he was first assigned cleaning duties at Yashiro Commission. As soon as he sees it, he recalls those hard but happy times.\n\nAt that time, Thoma had yet to comprehend various cleaning techniques. Due to his lack of experience, he was often busy doing all kinds of cleaning and tidying work until late at night.\n\nAccompanying him were the moonlight above his head, the chirping of insects in the summer night, and the sound of a duster tapping on the beams.\n\nThere are many different kinds of cleaning. From a simple cleaning to an all-out deep cleaning, Thoma has experienced it all.\n\nAt first, he found the work boring, but after he got used to it, he found that he could think more quietly when cleaning.\n\nSo to this day, Thoma often uses this duster to perform his work.\n\nWhile brushing away the dust in front of him, he also brushed away the fog in his head in a quiet and steady state of mind.",
      "de": "Thomas Lieblingsstaubwedel hat ihn bei vielen „Kämpfen“ begleitet.\n\nDa er zu lange benutzt wurde, sieht er, egal wie Thoma ihn jetzt reinigt und pflegt, immer noch alt und grau aus. Trotzdem zögert Thoma noch immer, ihn wegzuwerfen.\n\nDieser Staubwedel wurde Thoma gegeben, als er zum ersten Mal mit Reinigungsaufgaben in der Yashiro-Verwaltung betraut wurde. Sobald er ihn sieht, erinnert er sich an diese harte, aber glückliche Zeit.\n\nDamals hatte Thoma noch keine Ahnung von verschiedenen Reinigungstechniken. Aufgrund seiner mangelnden Erfahrung ist er oft bis spät in die Nacht mit allen Arten von Reinigungs- und Aufräumarbeiten beschäftigt.\n\nDas Mondlicht über seinem Kopf, das Zirpen der Insekten in der Sommernacht und das Geräusch eines Staubwedels, der auf die Balken klopft, begleiteten ihn.\n\nEs gibt viele verschiedene Arten der Reinigung. Zuerst fand er die Arbeit langweilig, aber nachdem er sich daran gewöhnt hatte, stellte er fest, dass er beim Putzen ruhiger denken konnte.\n\nSo benutzt Thoma bis heute oft diesen Staubwedel, um seine Arbeit zu verrichten.\n\nWährend er den Staub vor sich wegwischt, wischt er auch Kram aus seinem Kopf, sodass er einen ruhigen und ausgeglichenen Geisteszustand behält.",
      "es": "Thoma ha “conquistado” muchos lugares con su plumero favorito.\n\nComo lo ha usado durante tanto tiempo, aunque lo limpie y lo cuide, siempre tiene un aspecto viejo y gris. Aun así, Thoma no puede separarse de él.\n\nLo recibió la primera vez que hizo una limpieza en la sede de la Comisión Yashiro, por lo que, cada vez que lo ve, se acuerda de aquella época alegre y de mucho trabajo.\n\nEn aquel entonces, el inexperto Thoma aún no conocía ni dominaba las distintas técnicas de limpieza, así que estaba hasta bien entrada la noche ocupado con las tareas de limpieza y organización.\n\nMientras, lo acompañaban la luz de la luna sobre su cabeza, el canto de los insectos y el sonido del plumero al chocar contra las vigas de la casa.\n\nHay muchos tipos de limpieza, desde una simple hasta una a fondo, y Thoma ya tiene experiencia con todas ellas.\n\nAl principio, le parecía un trabajo aburrido, pero cuando se acostumbró a él, se dio cuenta de que podía pensar con más tranquilidad mientras limpiaba.\n\nPor ello, a día de hoy, Thoma suele usar su plumero para trabajar. Así, mientras limpia toda mota de polvo que encuentra, también limpia las preocupaciones que nieblan su cabeza hasta quedarse sereno y relajado.",
      "fr": "Avec son plumeau favori, Thomas a « conquis » de nombreux endroits. Il a utilisé son plumeau pendant si longtemps qu'il a toujours l'air grisâtre et usé, même en prenant soin de lui et en le nettoyant régulièrement. Malgré cela, il hésite toujours à s'en débarrasser.\n\nThomas a reçu ce plumeau lorsqu'il a été affecté pour la première fois aux tâches ménagères à la Commission culturelle. Dès qu'il le regarde, il se souvient de tous ces moments difficiles, mais également joyeux.\n\nÀ l'époque, Thomas ne connaissait pas encore les différentes techniques de nettoyage. Manquant d'expérience, il se retrouvait souvent à faire le ménage et du rangement jusqu'à tard dans la nuit.\n\nIl n'avait alors pour seuls compagnons que le clair de lune au-dessus de sa tête, le chant des insectes dans la nuit d'été et le bruit de son plumeau balayant les poutres.\n\nDu nettoyage basique au décrassage en profondeur, Thomas a tout fait.\n\nAu début, il trouvait ce travail ennuyeux, mais après s'y être habitué, il a découvert que faire le ménage lui permettait de méditer en silence.\n\nAinsi, même aujourd'hui, Thomas utilise souvent ce plumeau pour travailler.\n\nEn balayant la poussière, il balaie également le brouillard dans son esprit et fait le calme dans son cœur.",
      "pt": "O espanador favorito de Thoma tem estado com ele em muitas \"conquistas\". \n\nComo já é usado há muito tempo, não importa como Thoma o limpe e cuide dele, ele tem um aspecto velho e uma tonalidade cinza. Apesar disso, Thoma ainda está relutante em descartá-lo. \n\nEste espanador foi dado a Thoma quando ele foi designado para as tarefas de limpeza na Comissão Yashiro. Assim que o vê, ele se lembra daqueles tempos difíceis, mas felizes. \n\nNaquela época, Thoma ainda não entendia as várias técnicas de limpeza. Devido à sua falta de experiência, ele costumava estar ocupado fazendo todos os tipos de limpeza e arrumação até tarde da noite. \n\nA luz do luar, o chilrear dos insetos nas noites de verão e o som do espanador batendo nas vigas eram suas únicas companhias. \n\nExistem muitos tipos diferentes de limpeza, das mais simples, às mais profundas, mas Thoma já experimentou de tudo. \n\nA princípio, ele achou o trabalho chato, mas depois se acostumou, e descobriu que conseguia pensar com mais calma enquanto limpava. \n\nAssim, hoje, Thoma costuma usar esse espanador para realizar seu trabalho. \n\nAo limpar a poeira à sua frente, ele também limpa a névoa em sua cabeça, voltando a um estado de espírito calmo e estável.",
      "ru": "Любимая тряпка для пыли Томы пережила с ним множество «битв». \n\nПоскольку Тома пользуется ей слишком давно, как бы тщательно он её не очищал, она всё равно выглядит старой и серой. Несмотря на это, Тома всё ещё не готов отказаться от неё. \n\nЭту тряпку подарили Томе, когда он впервые приступил к уборке в комиссии Ясиро. При взгляде на неё он вспоминает те тяжёлые, но счастливые времена. \n\nТогда Томе ещё только предстояло освоить различные методы уборки. Из-за отсутствия опыта он часто наводил порядок до поздней ночи. \n\nЕго сопровождал лунный свет над головой, стрекот насекомых и шелест тряпки. \n\nСуществует множество различных видов уборки. От простой очистки до глубокой очистки, и Тома освоил их все. \n\nПоначалу эта работа казалась ему скучной, но когда он привык, то обнаружил, что во время уборки успокаивается и лучше думает. \n\nДо сих пор Тома пользуется этой тряпкой для уборки. \n\nСмахивая ею пыль, он также смахивает туман в своей голове, успокаивая мысли.",
      "id": "Kemoceng kesayangan Thoma sudah menemaninya \"menaklukkan\" banyak tempat.\n\nKarena pemakaian yang sudah terlalu lama dan berkelanjutan, tak peduli seperti apa Thoma membersihkannya, kemoceng itu tetap saja terlihat usang dan kotor. Namun, Thoma tetap tidak rela membuangnya.\n\nKemoceng ini diberikan kepada Thoma waktu pertama kali ia ditugaskan untuk membersihkan Yashiro Commission. Setiap kali Thoma melihatnya, dia akan langsung teringat saat-saat yang susah namun juga menyenangkan itu.\n\nKetika itu, Thoma masih belum mahir bersih-bersih. Karena belum berpengalaman, Thoma sering bersih-bersih sampai larut malam.\n\nYang menemaninya hanya terang bulan di atas kepalanya, suara serangga di musim panas, dan kemoceng yang beradu dengan tiang rumah.\n\nAda berbagai jenis pembersihan. Mulai dari yang sederhana sampai yang menyeluruh, Thoma sudah pernah melakukannya.\n\nAwalnya, dia merasa pekerjaan tersebut membosankan, namun lama kelamaan, dia sadar bahwa dia bisa berpikir lebih tenang saat bersih-bersih.\n\nKarena itulah, sampai hari ini, Thoma masih menggunakan kemoceng yang sama untuk bersih-bersih.\n\nWaktu dia membersihkan debu di hadapannya, dia pun sekaligus membersihkan kabut yang menyelimuti pikirannya.",
      "th": "ไม้ปัดฝุ่นอันโปรดของ Thoma ได้ \"ต่อสู้\" ร่วมกับเขามาหลายสถานที่\n\nน่าจะเพราะอยู่ด้วยกันมานานเกินไป จนตอนนี้ไม่ว่าจะดูแลทำความสะอาดยังไง มันก็ยังทั้งเก่าและดูมอมแมมอยู่ดี แต่ Thoma ก็ตัดใจทิ้งมันไม่ลง\n\nThoma ได้รับไม้ปัดฝุ่นอันนี้เป็นครั้งแรกตอนทำความสะอาดศูนย์บัญชาการสำนัก Yashiro ทันทีที่เขาเห็นมัน เขาจะนึกถึงช่วงเวลาที่ยากลำบากแต่มีความสุขขึ้นมาทันที\n\nในตอนนั้น Thoma ยังไม่มีความรู้ความเข้าใจในเทคนิคในการทำความสะอาดต่าง ๆ เขาที่ยังขาดประสบการณ์ มักจะยุ่งเรื่องทำความสะอาดจนถึงดึกดื่นค่อนคืนเสมอ\n\nมีเพียงดวงจันทร์ที่อยู่เคียงข้าง เสียงแมลงในคืนฤดูร้อน และเสียงไม้ปัดฝุ่นทำความสะอาดกระทบคาน\n\nการทำความสะอาดนั้นแบ่งออกเป็นหลายประเภท ตั้งแต่การทำความสะอาดง่าย ๆ ไปจนถึงการทำความสะอาดใหญ่ Thoma ก็เคยผ่านมาหมดแล้ว\n\nในตอนแรก เข้ารู้สึกว่างานพวกนี้มันช่างน่าเบื่อ แต่พอเริ่มชินกับมันแล้วก็พบว่า การทำความสะอาดนั้น ช่วยทำให้ผู้คนสงบจิตสงบใจ และคิดเรื่องต่าง ๆ ได้ละเอียดถี่ถ้วนขึ้น\n\nเพราะงั้น Thoma จึงใช้ไม้ปัดฝุ่นอันนี้ทำงานมาจนถึงปัจจุบันนี้\n\nในขณะที่ปัดฝุ่นที่อยู่เบื้องหน้า เขาก็ได้ปัดฝุ่นที่ปกคลุมอยู่ในจิตใจออกไปด้วยใจที่สงบ และมั่นคงเช่นกัน",
      "vi": "Cây chổi yêu thích của Thoma, từng cùng anh ấy \"chinh chiến\" khắp mọi nơi.\n\nCó lẽ do được sử dụng quá nhiều nên giờ cho dù có sửa lại thế nào thì trông bộ dạng cũng rất tơi tả. Nhưng dù như thế, Thoma cũng không bỏ nó đi.\n\nCây chổi là vật dụng đầu tiên mà Thoma nhận được khi lần đầu quét dọn phủ hiệp hội. Khi nhìn thấy nó, Thoma đều sẽ nhớ về những thời khắc vất vả nhưng tràn đầy niềm vui của mình.\n\nThoma lúc ấy vẫn chưa lĩnh ngộ được các kỹ thuật quét dọn, cho nên thường xuyên phải làm việc đến khuya.\n\nLúc đó thứ làm bạn với Thoma chỉ có mặt trăng trên đỉnh đầu, tiếng côn trùng mùa hạ, và tiếng sột soạt của chiếc chổi.\n\nViệc quét dọn cũng chia thành rất nhiều loại, từ quét dọn sơ bộ đến tổng vệ sinh, Thoma đều đã trải qua.\n\nBan đầu, Thoma cho rằng công việc này khá nhàm chán, nhưng khi quen dần, anh ta phát hiện việc này sẽ khiến cho bản thân có khoảng không để tịnh tâm suy ngẫm.\n\nCho nên đến hiện giờ, Thoma cũng thường hay mang theo cây chổi này đi làm việc.\n\nĐể khi quét dọn bụi bẩn, anh ta cũng có thể tịnh tâm quét đi mây mù trong thâm tâm của mình."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "早年住在蒙德时，托马自身并不具有特别强烈的愿望。\n\n每一天他被清晨的阳光与清新的花香味唤醒。吃过早餐，他可以选择在城中轻松漫步，或是到野外自由探索。\n\n在那时的托马看来，人本该拥有悠闲度日的幸福。或许，就这么平静地过完一生也无妨。\n\n这种平稳的心情，在他乘着小船漂洋过海被海浪卷进陌生国度的一刻荡然无存。\n\n在这里，他不得不受人恩惠，进而产生出「报答」的念头。\n\n十年前，正是社奉行神里家失势之际。\n\n因父母双双过世而被卷入家主继任权之争的神里绫人这样告诉托马：\n\n「如今稻妻局势不明，神里家面临的麻烦只会越来越多。你是能看清利害关系的人，如果不想卷入其中，就早些离开吧。」\n\n受到神里家如此多恩惠的托马，能就这样离开吗？选择离去，便意味着他要抱着遗憾和愧疚回归到平凡平稳的生活中。\n\n暴风在即，托马也如海水中打转的树叶一般。\n\n但深思熟虑之后，托马的回答是：\n\n「在此时离开，就会失去忠义。父亲曾要求我做一个忠义之人…我愿尽我所能，为少爷和小姐尽一份薄力。未来你们所要走的道路，也必定会需要我这个帮手。」\n\n为忠义而燃烧的意志铸就出强烈愿望，引来了神明的注视。\n\n像是要回应托马的选择一般——在这个命运分歧的夜晚，他身边多出了一颗鲜红如烈焰的「神之眼」。",
      "zht": "早年住在蒙德時，托馬自身並不具有特別強烈的願望。\n\n每一天他被清晨的陽光與清新的花香味喚醒。吃過早餐，他可以選擇在城中輕鬆漫步，或是到野外自由探索。\n\n在那時的托馬看來，人本該擁有悠閒度日的幸福。或許，就這麼平靜地過完一生也無妨。\n\n這種平穩的心情，在他乘著小船漂洋過海被海浪捲進陌生國度的一刻蕩然無存。\n\n在這裡，他不得不受人恩惠，進而產生出「報答」的念頭。\n\n十年前，正是社奉行神里家失勢之際。\n\n因父母雙雙過世而被捲入家主繼任權之爭的神里綾人這樣告訴托馬：\n\n「如今稻妻局勢不明，神里家面臨的麻煩只會越來越多。你是能看清利害關係的人，如果不想捲入其中，就早些離開吧。」\n\n受到神里家如此多恩惠的托馬，能就這樣離開嗎？選擇離去，便意味著他要抱著遺憾和愧疚回歸到平凡平穩的生活中。\n\n暴風在即，托馬也如海水中打轉的樹葉一般。\n\n但深思熟慮之後，托馬的回答是：\n\n「在此時離開，就會失去忠義。父親曾要求我做一個忠義之人…我願盡我所能，為少爺和小姐盡一份薄力。未來你們所要走的道路，也必定會需要我這個幫手。」\n\n為忠義而燃燒的意志鑄就出強烈願望，引來了神明的注視。\n\n像是要回應托馬的選擇一般——在這個命運分歧的夜晚，他身邊多出了一顆鮮紅如烈焰的「神之眼」。",
      "jp": "モンドに住んでいた頃のトーマは、強い願いを特別抱いていたわけではない。\n\n毎日、彼は早朝の太陽と花の新鮮な香りで目を覚ます。朝食の後は、ゆったりと街中を散歩したり、大自然の中を自由に散策したりした。\n\n当時のトーマは、人は悠々自適に生きる幸せを享受すべきだと考えていた。そのまま、平穏な一生を送るのもよかったのかもしれない。\n\nだが、この穏やかな考えは波にさらわれ、小舟で見知らぬ国に辿り着いた瞬間に消えてしまった。\n\nここでは、人の好意を受けなければ生きていけない。こうして、トーマに「恩返し」という思いが生まれた。\n\n10年前、社奉行である神里家が勢力を失い始めた頃。\n\n両親の死により、当主の継承権をめぐる争いに巻き込まれた神里綾人は、トーマにこう語った。\n\n「稲妻の状況がはっきりしない今、神里家が直面する紛争は増える一方です。君は危機を察知できる人、巻き込まれたくないのなら、早めに帰ってください。」\n\n神里家から多くの恩恵を受けてきたトーマが、このまま去っていいのだろうか。去ることを選べば、後悔と罪悪感を抱いたまま普通の生活に戻ることになる。\n\n迫りくる嵐の中、トーマは海に浮かぶ葉のように迷った。\n\n「今、去ってしまうと、忠誠心を捨てることになる。父さんは忠誠の大切さを教えてくれた…オレは若とお嬢のために、自分の役割を果たすべく、微力ながら最善を尽くしたい。今後、お二人が歩まれる道でオレは、必ずや助けとなりましょう。」\n\n忠誠と義に燃えた意志は強い願望を生み出し、神の注意を引いた。\n\nトーマの選択に呼応するかのように——運命の分かれ道となったこの夜、彼の傍らに炎のような、真っ赤に輝く「神の目」が現れた。",
      "ko": "몬드에서 생활할 때, 토마는 특별하게 뚜렷한 염원을 품고 있지 않았다.\n\n매일 똑같이 새벽녘의 햇살과 향긋한 꽃향기를 느끼며 눈을 뜬다. 아침을 간단히 때우고 성안에서 산책을 하거나 야외로 나가 발길이 닿는 대로 탐색을 나섰다.\n\n당시 토마는 인간은 원래 여유롭고 행복한 나날을 즐겨야 한다는 생각을 지니고 있었다. 어쩌면, 이렇게 삶을 마감하는 것도 나쁘지 않겠다고.\n\n이런 느긋한 사상은 배를 타다 큰 파도를 만나 낯선 외국으로 표류하는 경험을 겪으면서 온데간데 사라져 버렸다.\n\n그곳에서 어쩔 수 없이 다른 사람의 은혜를 입었고 자연스럽게 은혜를 「보답」하고 싶다는 생각이 마음속에 자리를 잡았다.\n\n10년 전, 봉행부의 카미사토 가문이 세력을 잃고 하락세를 겪을 시기였다.\n\n부모를 일찍 져버리고 가주 계승권 다툼에 휘말린 카미사토 아야토는 토마에게 이렇게 일러주었다.\n\n「현재 이나즈마는 불안정한 형국을 맞이해 카미사토 가문 앞에 점점 더 많은 문제가 쌓일 것입니다. 당신은 현명하게 이해관계를 파악할 줄 아는 사람이니, 이런 문제에 휘말리고 싶지 않다면, 얼른 이곳을 떠나세요」\n\n카미사토 가문에서 많은 은혜를 입은 토마가 과연 그렇게 훌훌 털어 버리고 떠날 수 있었을까? 떠난다는 건 바로 아쉬움과 수치심을 떠안고 과거 평범하고 평온하기 짝이 없는 시절로 돌아간다는 것을 의미한다.\n\n폭풍을 마주하면서 토마도 결국 거친 파도위 힘없이 맴도는 잎사귀와 다름없었다.\n\n깊은 고민 끝에, 토마의 답변은, 「지금 제가 떠나는 걸 선택한다면, 충의를 저버리는 짓이나 마찬가지입니다. 아버지께서 줄곧 제가 충의를 다하는 사람이 되길 원하셨죠… 전 도련님과 아가씨의 곁에서 최선을 다하겠습니다. 장차 겪어야 할 고난을 이겨내기 위해, 저의 힘도 필요하겠지요」\n\n충의를 다해 타오르는 의지는 결국 강렬한 염원으로 거듭나 신의 주목을 이끌어냈다.\n\n마치 토마의 선택에 응답하듯이——운명을 가르는 어두운 밤에 하나의 「신의 눈」이 화염같이 불타오르며 토마의 곁을 맴돌고 있었다.",
      "en": "In his early years living in Mondstadt, Thoma did not have particularly strong aspirations.\n\nEach day, he was awakened by the early morning sun and the fresh fragrance of flowers. After breakfast, he could choose to take a relaxing stroll through the city or explore the wilderness freely.\n\nAt that time, Thoma thought that people should have the happiness of living a leisurely life. Perhaps it would have been better to live a peaceful life.\n\nThis calm mood disappeared the moment when he was swept into a strange country by the waves, across the ocean in a small boat.\n\nHere, he had to receive a favor to survive, and thus the thought of \"repayment\" arose.\n\nTen years ago, when the Yashiro Commission's Kamisato Clan was losing its power.\n\nKamisato Ayato, who was embroiled in the dispute over the succession rights of the clan due to the death of both parents, told Thoma:\n\n\"Now that the situation in Inazuma is unclear, the trouble the Kamisato Clan faces will only increase. You are someone who can see what's at stake, so if you don't want to get involved, leave early.\"\n\nCould Thoma, who had received so many favors from the Kamisato Clan, just leave like that? Choosing to leave would mean that he would have to return to his ordinary, stable life with regrets and guilt.\n\nThe storm was imminent, and Thoma was like a leaf drifting in the sea.\n\nBut after much deliberation, Thoma's answer was:\n\n\"If I leave at this time, I will lose my loyalty and righteousness. Father has always taught me to be a loyal and righteous man... I would like to do my best to do my part for the young master and the young lady. You will certainly need me as a helper in the path you embark on in the future.\"\n\nThe will to burn for loyalty and righteousness forged a strong desire that drew the attention of the gods.\n\nAs if to respond to Thoma's choice — on this night of divergent destinies, a Vision, bright red like a blaze, appeared beside him.",
      "de": "In seinen ersten Jahren in Mondstadt hatte Thoma keine besonders hohen Ansprüche.\n\nJeden Tag wurde er von der frühen Morgensonne und dem frischen Duft der Blumen geweckt. Nach dem Frühstück konnte er wählen, ob er einen entspannten Spaziergang durch die Stadt machte oder die Wildnis erkundete.\n\nDamals dachte Thoma, dass die Menschen das Glück haben sollten, ein gemächliches Leben zu führen.\n\nDiese ruhige Stimmung verschwand in dem Moment, als er in einem kleinen Boot von den Wellen über den Ozean in ein fremdes Land getrieben wurde.\n\nHier war er der Gunst anderer ausgeliefert, um zu überleben, und so kam ihm der Gedanke der „Revanchierung“ auf.\n\nVor zehn Jahren, als der Kamisato-Klan der Yashiro-Verwaltung seine Macht verlor, sagte Kamisato Ayato, der nach dem Tod beider Elternteile in den Streit um die Nachfolgerechte des Klans verwickelt war, zu Thoma:\n\n„Jetzt, da die Situation in Inazuma unklar ist, werden die Schwierigkeiten des Kamisato-Klans nur noch größer. Du bist jemand, der sehen kann, was auf dem Spiel steht. Wenn du also nicht mit hineingezogen werden willst, solltest du frühzeitig gehen.“\n\nKonnte Thoma, der so viele Gefallen vom Kamisato-Klan erhalten hatte, einfach so weggehen? Die Entscheidung abzuhauen, würde bedeuten, dass er mit Bedauern und Schuldgefühlen in sein normales, stabiles Leben zurückkehren müsste.\n\nDer Sturm stand unmittelbar bevor und Thoma war wie ein Blatt, das im Meer treibt.\n\nAber nach gründlichem Überlegen war Thomas Antwort:\n\n„Wenn ich jetzt gehe, verliere ich meine Loyalität und Rechtschaffenheit. Mein Vater hat mich immer gelehrt, ein loyaler und rechtschaffener Mann zu sein ... Ich möchte mein Bestes tun, um meinen Teil für den jungen Herrn und die junge Dame beizutragen. Auf dem Weg, den ihr in Zukunft einschlagen werdet, werdet ihr mich sicherlich als Helfer brauchen.“\n\nDer Wille, sich für Loyalität und Rechtschaffenheit einzusetzen, schmiedete sein starkes Begehren, das die Aufmerksamkeit der Götter auf sich zog.\n\nWie als Antwort auf Thomas Entscheidung, in dieser Nacht der unterschiedlichen Schicksale, erschien ein Gottliches Auge, leuchtend rot wie eine Flamme, neben ihm.",
      "es": "Cuando aún era pequeño y vivía en Mondstadt, Thoma no tenía ninguna aspiración en particular.\n\nSe levantaba con la luz del sol matinal y la fragancia de las flores frescas. Después de desayunar, a veces caminaba tranquilamente por la ciudad o exploraba la naturaleza con libertad.\n\nPara el Thoma de aquel entonces, las personas debían poder experimentar la felicidad de una vida tranquila. Tal vez lo mejor sería vivir sin preocupaciones.\n\nPero este relajado temperamento desapareció cuando se vio en una nación extraña tras haber sido arrastrado por las olas a través del océano en un pequeño bote.\n\nUna vez allí, le tuvo que pedir un favor a una persona para poder sobrevivir, y entonces en su interior surgió el pensamiento de la “reciprocidad”.\n\nHace diez años, cuando el clan Kamisato de la Comisión Yashiro estaba perdiendo su poder, Kamisato Ayato, envuelto en la disputa por la sucesión del clan debido a la muerte de sus padres, le dijo a Thoma:\n\n“Inazuma vive una situación incierta y la Comisión Yashiro solo verá cada vez más problemas. Eres alguien capaz de ver lo que está en juego, así que si no quieres verte envuelto en todo esto, será mejor que te vayas cuanto antes”.\n\nSin embargo, después de haber recibido tal favor por parte del clan Kamisato, ¿cómo iba Thoma a irse así como así? Si lo hacía, significaría que tendría que volver a su vida normal y tranquila, pero lleno de culpa y arrepentimientos.\n\nLa tormenta era inminente y Thoma era como una hoja a la deriva en el mar.\n\nPero tras pensarlo mucho, respondió:\n\n“Si me voy ahora, no demostraría mi lealtad, y mi padre me enseñó a ser leal. Por ello, me gustaría ayudarle a usted, joven amo, y a la señorita. Me necesitarán como ayudante para el camino que tomarán en el futuro”.\n\nEsa ferviente voluntad por ser leal forjó una gran ambición en Thoma y atrajo la mirada de los dioses.\n\nComo respuesta a su elección, en esa noche de destinos divergentes, al lado de Thoma apareció una ardiente Visión de color escarlata.",
      "fr": "Lorsqu'il était encore un enfant à Mondstadt, Thomas n'avait pas d'aspirations particulières.\n\nIl se réveillait avec la lumière du soleil matinal et le parfum des fleurs fraîches. Après le petit déjeuner, il lui arrivait de se promener tranquillement dans la cité ou d'aller faire des excursions dans la nature.\n\nLe Thomas de cette époque estimait que les gens avaient le droit à une vie paisible et heureuse.\n\nMais ce tempérament détendu disparut lorsque Thomas se fit emporter par les vagues à bord de son petit bateau jusqu'au fin fond de l'océan et qu'il se retrouva dans un pays qui lui était étranger.\n\nUne fois sur place, il dut demander de l'aide pour survivre, et c'est alors que lui est venu l'idée de « réciprocité ».\n\nIl y a dix ans, alors que le Clan Kamisato de la Commission culturelle était en train de perdre de l'influence, Kamisato Ayato, mêlé à la dispute de succession du clan en raison de la mort de ses parents, dit à Thomas :\n\n« Inazuma est dans une situation incertaine et la Commission culturelle va être confrontée à de plus en plus de problèmes. Je sais que vous êtes capable de voir clairement tout ce que cela implique, donc si vous ne voulez pas être pris dans tout cela, vous feriez mieux de partir dès que possible. »\n\nMais Thomas pouvait-il partir ainsi, après avoir été si bien traité par le Clan Kamisato ? S'il partait, il devrait retrouver une vie normale et paisible, mais il serait rongé par la culpabilité et les regrets.\n\nLa tempête était imminente et Thomas était telle une feuille d'arbre dérivant dans la mer.\n\nAprès mûres reflexions, il répondit : « Partir maintenant serait me montrer indigne du sens de la loyauté et de la droiture qui m'ont été inculqués par mon père. Je ferai tout ce que je peux pour aider le jeune maître et mademoiselle Kamisato. Je saurai certainement me révéler utile sur la route que vous emprunterez à l'avenir. »\n\nCette loyauté déterminée qui brûlait en Thomas attira le regard des dieux.\n\nComme pour répondre au choix fait par Thomas en cette nuit où les destins se sont tracés, un œil divin, rouge comme une flamme ardente, apparut à côté de lui.",
      "pt": "Nos primeiros anos morando em Mondstadt, Thoma não tinha aspirações particularmente fortes. \n\nTodos os dias, ele era acordado pelo sol da manhã e pela fragrância fresca das flores. Depois do café da manhã, ele gostava de dar um passeio relaxante pela cidade ou explorar a natureza livremente. \n\nNaquela época, Thoma achava que as pessoas deveriam ter a felicidade de viver uma vida de lazer. Talvez fosse melhor viver uma vida pacífica. \n\nEste estado de espírito calmo desapareceu no momento em que ele foi arrastado para um país estranho pelas ondas, através do oceano em um pequeno barco. \n\nAqui, ele teve que de aceitar favores para sobreviver, e assim surgiu o pensamento de \"compensar\". \n\nDez anos atrás, quando o clã Kamisato da Comissão Yashiro estava perdendo seu poder, \n\nKamisato Ayato, que estava envolvido na disputa pelos direitos de sucessão do clã devido à morte de ambos os pais, disse a Thoma: \n\n \"Agora que a situação em Inazuma não está clara, os problemas que o Clã Kamisato enfrenta só vão aumentar. Você é alguém que pode claramente entender o que está em jogo, então, se não quiser se envolver, é melhor deixar a Comissão. \"\n\nPoderia Thoma, que recebera tantos favores do Clã Kamisato, simplesmente sair assim? Decidir partir significaria que ele teria que retornar à sua vida normal e estável com remorsos e culpa. \n\nA tempestade era iminente, e Thoma era como uma folha flutuando no mar. \n\nMas depois de muita deliberação, a resposta de Thoma foi: \n\n\"Se eu partir neste momento, perderei minha lealdade e retidão. Meu pai sempre me ensinou a ser um homem leal e justo... Gostaria de dar o meu melhor para fazer minha parte pelo jovem mestre e pela jovem senhorita. O caminho que você seguirá no futuro certamente precisará de mim como ajudante.\"\n\nA sua vontade de fogo pela lealdade e justiça forjou um forte desejo que chamou a atenção dos deuses. \n\nComo se estivessem respondendo à escolha de Thoma - nessa noite de destinos divergentes, uma Visão vermelha brilhante como uma chama, apareceu ao lado dele.",
      "ru": "В первые годы жизни в Мондштадте у Томы не было особо сильных стремлений. \n\nКаждый день его будило утреннее солнце и свежий аромат цветов. После завтрака он отправлялся на расслабляющую прогулку по городу или свободно исследовал дикую природу. \n\nТогда Тома считал, что люди должны иметь счастье жить неторопливой жизнью. Возможно, жить так даже лучше. \n\nНо это спокойствие исчезло, когда его лодку унесло волнами через океан в чужую страну. \n\nЗдесь ему пришлось пользоваться добротой людей, чтобы выжить, и потому он решил «отплатить» им. \n\nДесять лет назад клан Камисато комиссии Ясиро терял свою власть. \n\nКамисато Аято, который был втянут в спор о правах наследования клана из-за смерти обоих родителей, сказал Томе: \n\n«Теперь, когда Инадзума в неясном положении, проблем, с которыми сталкивается клан Камисато, станет только больше. Ты из тех, кто видит, что поставлено на карту, так что, если не хочешь ввязываться, то лучше уходи». \n\nМог ли Тома, получивший столько добра от клана Камисато, просто уйти? Решение уйти означало бы, что ему придётся вернуться к своей обычной, стабильной жизни с сожалением и чувством вины. \n\nШторм приближался, и Тома был подобен листу, плывущему по волнам. \n\nПосле долгих раздумий он ответил: \n\n«Если я уйду сейчас, то потеряю свою верность и праведность. А отец учил меня всегда быть верным и праведным человеком... Я бы хотел сделать всё возможное для молодого господина и молодой госпожи. На пути, который вам предстоит пройти в будущем, вам определённо пригодится помощник». \n\nПламенная верность породила сильное желание, которое привлекло внимание богов.\n\nСловно в ответ на решение Томы, той судьбоносной ночью перед ним появился ярко-алый, будто пламя, Глаз Бога.",
      "id": "Waktu dia masih kecil dan tinggal di Mondstadt, Thoma tidak punya ambisi yang spesifik.\n\nSetiap hari, dia bangun pagi bersama matahari, mencium aroma bunga yang segar. Setelah sarapan, dia biasa pergi jalan-jalan di kota atau menjelajahi alam liar dengan bebas.\n\nDi kala itu, Thoma merasa bahwa setiap orang berhak mengalami hidup yang santai dan menyenangkan. Mungkin hidup damai seperti itu lebih baik.\n\nSuasana hati yang tenang ini hilang saat perahu kecil yang ia tumpangi terbawa arus dan sampai ke tempat asing di seberang lautan.\n\nDi sini, dia harus mengemis kebaikan orang agar dapat bertahan hidup, dan dia jadi paham soal \"balas budi\".\n\nSepuluh tahun yang lalu, Yashiro Commission kehilangan pengaruhnya.\n\nKamisato Ayato, yang terlibat pertikaian ahli waris klan karena kedua orangtuanya meninggal, bilang seperti ini pada Thoma:\n\n\"Sekarang situasi di Inazuma jadi tidak jelas, masalah yang akan dihadapi Klan Kamisato hanya akan bertambah seiring berjalannya waktu. Kamu adalah orang yang tahu pasti apa yang sedang dipertaruhkan di sini, jadi, kalau tidak ingin terlibat, pergilah secepatnya dari sini.\"\n\nMungkinkah seorang Thoma, yang telah berkali-kali ditolong oleh Klan Kamisato, rela pergi begitu saja? Kalau dia memilih untuk pergi, artinya dia akan kembali ke hidupnya yang stabil dan biasa saja dulu, namun dengan penuh penyesalan dan rasa bersalah.\n\nBadai sudah hampir tiba, dan Thoma ibarat daun yang hanyut di lautan.\n\nNamun, setelah memikirkannya sampai matang, Thoma menjawab seperti ini:\n\n\"Kalau aku pergi di saat seperti ini, aku akan kehilangan kesetiaan dan kebajikan, kedua sifat yang sudah diajarkan oleh ayahku sejak dulu ... Aku ingin melakukan yang terbaik untuk Tuan dan Nona Muda. Jalan yang akan kalian tempuh ini, pasti akan membutuhkan orang seperti aku sebagai pelayan kalian.\"\n\nTekad yang kuat dan membara demi kesetiaan dan kebajikan ini menjadi sebuah ambisi yang menarik perhatian para dewa.\n\nSeakan-akan menyambut pilihan yang dia ambil, di malam ketika takdir bercabang, sebuah Vision yang menyala, merah dan membara, muncul di sisi Thoma.",
      "th": "ในช่วงปีแรกที่ยังอาศัยอยู่ใน Mondstadt Thoma เองก็ไม่มีความปรารถนาอะไรเป็นพิเศษ\n\nในทุกวันเขาจะตื่นมาพร้อมกับแสงแดดยามเช้าที่สาดส่อง และกลิ่นหอมสดชื่นของมวลดอกไม้ หลังจากรับประทานอาหารเช้าแล้ว เขาสามารถเลือกได้ว่าจะออกไปเดินเล่นสบาย ๆ ในเมือง หรือจะออกไปสำรวจผืนป่าอย่างอิสระ\n\nในสายตาของ Thoma ในสมัยนั้นมักจะคิดว่า มนุษย์ควรมีความสุขในการใช้ชีวิตแบบสบาย ๆ บางทีคงไม่มีอะไรดีไปกว่าการได้ใช้ชีวิตอย่างสงบสุขแบบนี้\n\nความสุขสงบแบบนี้กลับหายไปในตอนที่เขาถูกคลื่นลูกใหญ่ซัดเรือลำเล็กในขณะที่ข้ามผ่านมหาสมุทรไปยังประเทศที่ไม่คุ้นเคย\n\nที่นี่ เขาได้รับความช่วยเหลือจากผู้อื่น เลยเกิดความคิดที่จะ \"ตอบแทน\"\n\nสิบปีก่อนเป็นช่วงที่ตระกูล Kamisato แห่งสำนัก Yashiro กำลังสูญเสียอำนาจ\n\nKamisato Ayato ที่มีส่วนเกี่ยวข้องในความขัดแย้งของการขึ้นเป็นผู้สืบทอดตระกูลอันเนื่องมาจากการเสียชีวิตของพ่อและแม่ ได้บอก Thoma ไว้ว่า\n\n\"สถานการณ์ใน Inazuma ตอนนี้ยังคงคลุมเครือ ปัญหาที่ตระกูล Kamisato ต้องพบเจอนับวันก็ยิ่งเพิ่มมากขึ้น นายเป็นคนที่รู้ดีที่สุด ว่าใครเป็นคนที่มีส่วนได้ส่วนเสียในเรื่องนี้ ถ้าไม่อยากถูกลากเข้ามาเกี่ยวข้องล่ะก็ ก็รีบจากไปซะเถอะ\"\n\nThoma ที่ได้รับความช่วยเหลือมากมายจากตระกูล Kamisato จะจากไปแบบนี้ได้งั้นเหรอ? ถ้าเลือกที่จะจากไป หมายความว่าเขาก็จะได้กลับไปใช้ชีวิตปกติเรียบง่ายโดยโอบกอดความเสียใจ และความรู้สึกนี้ไปตลอดกาล\n\nพายุกำลังใกล้เข้ามา Thoma เองก็ไม่ต่างอะไรกับใบไม้ที่ถูกพัดหมุนไปมาในวังวนคลื่น\n\nแต่หลังจากพิจารณาอย่างถี่ถ้วนแล้ว คำตอบของ Thoma ก็คือ\n\n\"หากผมต้องจากไปในเวลาแบบนี้ ก็หมายความว่าผมได้ละทิ้งความภักดีที่มีไป พ่อสอนผมเสมอว่า ให้ผมเป็นคนที่ซื่อสัตย์และซื่อตรง ผมจะทำให้ดีที่สุดเพื่อนายท่านและคุณหนูใหญ่ เส้นทางที่พวกคุณทั้งสองต้องเดินต่อไปจากนี้ จำเป็นต้องมีผู้ช่วยอย่างผมแน่นอน\"\n\nเจตจำนงอันเร่าร้อน และความปรารถนาอันแรงกล้าที่ต้องการมอบความจงรักภักดี ได้ดึงดูดความสนใจของเหล่าทวยเทพ\n\nราวกับจะตอบสนองต่อเส้นทางที่ Thoma ได้เลือก ในค่ำคืนแห่งโชคชะตานี้แตกต่างออกไปจากทุกคืน เพราะข้างกายเขากลับปรากฏ \"วิชั่น\" สีแดงดุจเปลวเพลิงขึ้นมา",
      "vi": "Những ngày khi còn ở Mondstadt, Thoma cũng không có nguyện vọng gì quá mãnh liệt.\n\nMỗi ngày được hương hoa và nắng sớm gọi dậy, ăn sáng xong bèn đi dạo quanh thành, hoặc cũng có thể ra ngoài tự do khám phá.\n\nThoma lúc đó nghĩ rằng con người nên có những thời khắc bình yên hạnh phúc như vậy, có thể sống một cuộc sống bình dị như thế đến hết đời cũng không sao.\n\nTâm trạng yên bình này cùng với con thuyền ra khơi của Thoma đã bị cơn bão nhấn chìm hoàn toàn.\n\nỞ nơi đất khách, Thoma không thể không nhận ân huệ từ người khác, từ đó nảy sinh quan niệm \"báo đáp\".\n\nMười năm trước, chính là thời điểm nhà Kamisato thất thế.\n\nKamisato Ayato khi mất đi cha mẹ, bị cuốn vào trong vòng xoáy tranh quyền lúc ấy đã nói với Thoma rằng:\n\n\"Giờ đây thế cục của Inazuma bất định, rắc rối mà nhà Kamisato phải đối mặt chỉ có thể càng ngày càng nhiều. Anh là một người biết nhìn thời thế, nếu như không muốn bị cuốn vào thì giờ có thể lựa chọn rời đi.\"\n\nVới một người đã nhận rất nhiều ân huệ từ nhà Kamisato như Thoma mà nói, nếu như chọn cách rời đi, đồng nghĩa với việc mang theo sự hổ thẹn và nuối tiếc để trở về cuộc sống bình thường.\n\nSóng gió sắp ập đến, Thoma như chiếc lá giữa dòng.\n\nNhưng sau khi suy ngẫm, câu trả lời của Thoma là:\n\n\"Nếu bây giờ rời đi thì sẽ mất đi sự trung nghĩa. Cha đã từng căn dặn tại hạ phải trở thành một người tận trung... Tại hạ sẽ nguyện dốc hết sức mình để cùng thiếu gia và tiểu thư gánh vác. Con đường sau này của mọi người đi có lẽ cũng sẽ có những việc mà Thoma tôi giúp được.\"\n\nÝ chí trung nghĩa mãnh liệt này đã được thần linh để mắt tới.\n\nNhư để đáp lại cho sự lựa chọn của Thoma, một viên Vision đỏ thẫm xuất hiện bên cạnh Thoma trong đêm hôm đó."
    }
  }
]