[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "作为诗酒之城，蒙德的酒业闻名遐迩。\n\n而「晨曦酒庄」的主人迪卢克老爷掌握了蒙德酒业之半，这意味着，他掌握了金钱的流动脉络与酒馆的闲言碎语。\n\n某种意义而言，称得上是无冕的蒙德之王。",
      "zht": "作為詩酒之城，蒙德的酒業聞名遐邇。\n\n而「晨曦酒莊」的主人迪盧克老爺掌握了蒙德酒業之半，這意味著，他掌握了金錢的流動脈絡與酒館的閒言碎語。\n\n某種意義而言，稱得上是無冕的蒙德之王。",
      "jp": "詩と酒の城として、モンドの造酒業は全大陸に名を馳せていた。\n\n「アカツキワイナリー」のオーナーであるディルックは、モンドの造酒業の半数を握っている。それはつまり、金の流通と酒場に流れる情報も握っているということだ。\n\nある意味、彼はモンドの無冠の王と言えるかもしれない。",
      "ko": "노래와 술의 성으로 몬드의 주류업은 그 유명세를 떨치고 있다.\n\n「다운 와이너리」의 주인인 다이루크는 몬드 주류업의 절반을 장악하고 있다. 이는 그가 돈의 흐름과 술집의 가십거리를 장악하고 있다는 걸 의미한다.\n\n어떤 의미에선 몬드 무관의 제왕이라고도 할 수 있다",
      "en": "As the city of ballads and wines, Mondstadt's alcohol industry is renowned all over Teyvat.\n\nAs owner of the Dawn Winery, Diluc is essentially in charge of half the industry. This means he has a huge stream of revenue and an entire network of information, in the form of tavern patrons' gossip, right at his fingertips.\n\nIn a way, he is the uncrowned king of Mondstadt.",
      "de": "Bekannt als Stadt der Balladen und des guten Weins ist Mondstadt mit seiner Getränkewirtschaft berühmt in ganz Teyvat.\n\nDiluc, der Besitzer des Weinguts Morgenröte, ist somit für fast die Hälfte der Branche verantwortlich. Das bedeutet auch, dass er ein bedeutendes Einkommen hat und ein nicht unbedeutendes Netz an Kontakten, bedingt durch Tratsch aus der Taverne, in der er meistens arbeitet.\n\nMan könnte fast sagen, er sei der ungekrönte Herrscher Mondstadts.",
      "es": "Como ciudad de las odas y el vino, el negocio vinícola de Mondstadt es conocido en todo Teyvat.\n\nDiluc es el propietario del Viñedo del Amanecer y quien controla más de la mitad del negocio de vinos en Mondstadt. Esto quiere decir que también tiene el control sobre el flujo de información, rumores y dinero.\n\nEn cierto modo, Diluc es el rey sin corona de Mondstadt.",
      "fr": "Cité du vin et de la poésie, Mondstadt est le foyer d'une activité vinicole réputée à travers tout Teyvat.\n\nDiluc, le propriétaire du Domaine de l'Aurore, a la main mise sur la moitié de l'industrie du vin de Mondstadt. Il bénéficie ainsi non seulement de confortables rentrées d'argent, mais également d'un réseau d'informations conséquent via les discussions des clients de la taverne.\n\nLe jeune homme est en quelque sorte le roi sans couronne de Mondstadt.",
      "pt": "Sendo a cidade da poesia e dos vinhos, as adegas de Mondstadt são muito conhecidas em Teyvat.\n\nComo proprietário da Adega do Alvorecer, Diluc controla mais da metade dos negócios vinícolas de Mondstadt. Isso significa ter controle sobre informações, fofocas e dinheiro.\n\nDe certa forma, ele é o rei sem coroa de Mondstadt.",
      "ru": "Мондштадтское виноделие знаменито по всему Тейвату, ведь Мондштадт - это город песен и вина. Господин Дилюк, владелец винокурни «Рассвет», контролирующий половину винодельческого бизнеса Мондштадта, фактически контролирует поток информации, сплетен и денег. В некотором смысле он - король Мондштадта без короны.",
      "id": "Sebagai kota syair dan anggur, industri alkohol Mondstadt terkenal di seluruh Teyvat.\n\nSebagai pemilik Dawn Winery, Diluc pada dasarnya menguasai setengah perindustrian ini. Artinya dia memiliki pendapatan yang besar dan jaringan informasi yang luas, bahkan dia tahu gosip tentang pelanggan Tavern.\n\nBisa dikatakan, dia adalah raja tanpa mahkota Kota Mondstadt.",
      "th": "ในฐานะเมืองแห่งบทกวีและไวน์แล้ว อุตสาหกรรมไวน์ของ Mondstadt นั้นมีชื่อเสียงไปทั่วทุกหนแห่ง\n\nและนายท่าน Diluc เจ้าของ \"Dawn Winery\" ผู้เชี่ยวชาญในอุตสาหกรรมไวน์นั้นก็กินสัดส่วนถึงครึ่งหนึ่งของตลาดใน Mondstadt ซึ่งนั่นหมายความว่าเขาได้ควบคุมการไหลเวียนของกระแสเงินตราและการพูดคุยไร้แก่นสารในร้านเหล้าไว้เรียบร้อยแล้ว\n\nในอีกความหมายหนึ่ง ก็สามารถพูดได้ว่าเป็นราชาผู้ไร้มงกุฎแห่ง Mondstadt",
      "vi": "Được xem là thành phố của thơ và rượu, ngành sản xuất rượu của Mondstadt nổi danh khắp gần xa.\n\nÔng chủ Diluc của \"Tửu Trang Dawn\" nắm giữ một nửa ngành rượu của Mondstadt, đồng nghĩa với việc nắm giữ dòng tiền cũng như lời ra tiếng vào ở quán rượu.\n\nTrong một ý nghĩa nào đó có thể được gọi là nhà vua không vương miện của Mondstadt."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "蒙德的空气里总是弥漫着酒香。\n\n如果追寻源头，香气会将你领到迪卢克老爷的「晨曦酒庄」。\n\n果木制成的牌匾骄傲地昭告着酒庄之名，下方还标有几个小字：\n\n「莫忘始终」。\n\n人们对这句格言的理解是，酒庄佳酿的美味始终如一，如同拂晓晨光般充满希望。\n\n更加务实的西风骑士们则会想到，许多年来酒庄与蒙德城互相帮扶的历史。\n\n庄园内偶尔举办酒会。衣香鬓影中，总有人为尚未完婚的贵公子引见自家热情的少女。\n\n结果往往是引来一片欢笑：\n\n「多亏迪卢克老爷以事业为妻，我们才能喝到这样的美酒啊！」\n\n无论来者为何，无论有何事务，他的应对永远滴水不漏。\n\n从各种意义而言，迪卢克老爷都是无可挑剔的杰出绅士。\n\n",
      "zht": "蒙德的空氣裡總是彌漫著酒香。\n\n如果追尋源頭，香氣會將你領到迪盧克老爺的「晨曦酒莊」。\n\n果木製成的牌匾驕傲地昭告著酒莊之名，下方還標有幾個小字：\n\n「莫忘始終」。\n\n人們對這句格言的理解是，酒莊佳釀的美味始終如一，如同拂曉晨光般充滿希望。\n\n更加務實的西風騎士們則會想到，許多年來酒莊與蒙德城互相幫扶的歷史。\n\n莊園內偶爾舉辦酒會。衣香鬢影中，總有人為尚未完婚的貴公子引見自家熱情的少女。\n\n結果往往是引來一片歡笑：\n\n「多虧迪盧克老爺以事業為妻，我們才能喝到這樣的美酒啊！」\n\n無論來者為何，無論有何事務，他的應對永遠滴水不漏。\n\n從各種意義而言，迪盧克老爺都是無可挑剔的傑出紳士。",
      "jp": "モンドの空気は常に酒の香りが漂っている。\n\nその香りの源を辿るとディルックの「アカツキワイナリー」に行きつく。\n\n木でできた看板には、ワイナリーの名前が書かれており、その下に小さく「始まりから終わりまで忘れない」と書かれている。\n\n人々はこの言葉を、ワイナリーの酒は最初から最後まで美味しい、まるで朝日の光のように希望に満ちていると解釈している。\n\nそして、実務に励む西風騎士たちはそれを見て、ワイナリーとモンドが助け合った歴史を思い出す。\n\nワイナリーでは時折、パーティーが開催される。そして酒が進むにつれ、未だ独身の貴公子に、娘を紹介しようとする人も少なくないが、その多くは周りにからかわれるだけだった。\n\n「ディルック様が仕事と結婚したおかげで、我々は美味い酒が飲めるんだ！」\n\n相手が誰であろうと、どのような用件であろうと、ディルックの対応はいつも完璧だ。\n\n色々な意味で、ディルックは完全無欠な紳士である。\n\n",
      "ko": "몬드의 공기엔 은은한 술향이 퍼져있다.\n\n만일 술향의 근원을 찾는다면 술향이 당신을 다이루크 어르신의 「다운 와이너리」로 이끌 것이다.\n\n과일나무로 만든 간판이 와이너리의 이름을 자랑스럽게 알리고 있고 밑에는 조그마한 글씨가 적혀있다:\n\n「처음과 끝을 잊지 마라」.\n\n사람들은 이 격언이 아침마다 뜨는 태양처럼 와이너리의 한결 같은 술맛에 대한 고집을 말하고 있다 생각한다.\n\n하지만 실속있는 페보니우스 기사단은 와이너리와 몬드성이 오랫동안 상부상조한 역사를 떠올린다.\n\n가끔 와이너리에서 연회를 진행한다. 아름다운 연회에서 몇몇 사람은 아직 미혼인 귀공자에게 자신의 딸을 소개한다.\n\n하지만 결과는 늘 똑같다:\n\n「다이루크 어르신이 사업과 결혼해서 우리가 이렇게 맛있는 술을 마실 수 있는 것 아니겠어?」\n\n누가 무슨 일로 찾아오든 그는 늘 완벽한 태도로 실수 없이 대한다.\n\n여러가지 의미로 다이루크 어르신은 완벽하고 훌륭한 신사라고 할 수 있다\n\n",
      "en": "The scent of wine always lingers in the air in Mondstadt.\n\nIf one were to follow the scent to its source, one would invariably arrive at Diluc's Dawn Winery.\n\nA wooden plaque proudly announces the winery’s name, and beneath it is written the winery's motto:\n\n\"Shine True.\"\n\nMost interpret this to mean that the wines are brewed for consistency of taste, with time-honored techniques and that same healthy dose of sunny optimism that the dawn brings.\n\nMeanwhile, the more pragmatic Knights of Favonius are reminded of the long history of mutual support between the winery and the city.\n\nThe winery holds festivities from time to time. These events are routinely attended by enthusiastic fathers, eager to introduce their wonderful daughters to the young and single winery master.\n\nThis is all highly entertaining to the other guests, who watch on and comment, mockingly:\n\n\"We'd much rather Master Diluc stays married to the winery, given how good this wine is!\"\n\nDiluc deals impeccably with all situations, no matter who or what comes his way.\n\nDiluc is a fine young gentleman in every conceivable respect.\n\n",
      "de": "Der Duft von Wein ist ein permanenter Gast in Mondstadt.\n\nWenn man dem Duft bis zu seiner Quelle folgen würde, würde man immer zu Dilucs Weingut Morgenröte gelangen.\n\nEine Holztafel verkündet stolz den Namen des Weinguts und darunter steht das Motto des Weinguts:\n\n„Ein guter Start für ein gutes Ergebnis“.\n\nDie meisten interpretieren das Motto so, dass die Weine mit altbewährten Techniken und der gleichen gesunden Dosis sonnigen Optimismus gebraut werden, die jede Morgenröte mit sich bringt.\n\nGleichzeitig werden die pragmatischeren Ritter des Ordo Favonius an die lange Geschichte der gegenseitigen Unterstützung zwischen dem Weingut und der Stadt erinnert.\n\nDas Weingut veranstaltet auch von Zeit zu Zeit rauschende Feste. Diese Feste werden regelmäßig von begeisterten Vätern besucht, die bestrebt sind, ihre lieblichen Töchter dem jungen und alleinstehenden Besitzer des Weinguts vorzustellen.\n\nDas ist meistens sehr unterhaltsam für die anderen Gäste, die spöttisch zuschauen und kommentieren:\n\n„Uns wäre es viel lieber, Diluc bliebe mit dem Weingut verheiratet, wenn man bedenkt, wie gut dieser Wein ist!“\n\nDiluc geht jedoch tadellos mit allen Situationen um, egal wer oder was auf ihn zukommt.\n\nDiluc ist in jeder erdenklichen Hinsicht ein Gentleman.\n\n",
      "es": "El aire de Mondstadt siempre está impregnado con el olor del vino.\n\nSi uno siguiera ese olor, lo llevaría al Viñedo del Amanecer de Diluc.\n\nBajo el nombre del viñedo, orgullosamente inscrito en una placa de madera, hay un cartel que dice:\n\n“No te olvides de tus raíces”.\n\nLa mayoría cree que significa que los vinos permanecen fieles a su sabor original.\n\nPor su parte, a los Caballeros más pragmáticos les hace recordar la larga historia de apoyo mutuo entre el viñedo y la ciudad.\n\nDe vez en cuando se celebran fiestas en él, durante las cuales siempre hay padres entusiastas que desean que el joven y soltero Maestro del viñedo sea su yerno, presentándoselo a sus ansiosas hijas.\n\nLos comentarios de otros generalmente vienen en forma de burlas:\n\n“Gracias a Los Siete, el señor Diluc está casado con el viñedo y se dedica a hacer felices a nuestros estómagos”.\n\nNo importa quién o qué se presente, sus respuestas siempre son impecables.\n\nDiluc es un extraordinario caballero que nunca deja cabos sueltos.",
      "fr": "Le parfum du vin est toujours présent dans l'air à Mondstadt. Celui qui le suit arrive inévitablement au Domaine de l'Aurore tenu par Diluc.\n\nEn dessous du nom du Domaine gravé sur une plaque en bois est inscrite la devise suivante :\n\n« Toujours authentique. »\n\nLa plupart des Mondstadtois pensent que la devise s'applique à l'alcool produit par le Domaine, signifiant par là qu'il reste élaboré dans le souci de la tradition.\n\nLes chevaliers de l'Ordre de Favonius, plus pragmatiques, estiment généralement que la devise fait allusion à la longue histoire de soutien mutuel liant le Domaine de l'Aurore à la cité.\n\nDe somptueuses fêtes sont organisées de temps à autre au Domaine de l'Aurore, durant lesquelles de nombreux pères viennent présenter leurs filles au jeune maître célibataire des lieux.\n\nCeci est toujours source d'amusement pour les autres invités, qui commentent la chose de la manière suivante :\n\n« Mieux vaut que maître Diluc reste marié à son Domaine. Le vin y est tellement bon ! »\n\nDiluc sait gérer n'importe quelle situation de manière impeccable. L'homme est un gentleman sous toutes ses coutures.",
      "pt": "O cheiro do álcool do vinho permanece sempre no ar em Mondstadt.\n\nSe alguém seguir o cheiro até sua fonte, invariavelmente chegaria à Adega do Alvorecer de Diluc.\n\nUma placa de madeira anuncia orgulhosamente o nome da adega e, embaixo, está escrito o seu lema:\n\nNão esqueça das suas raízes.\n\nA maioria acredita que isso significa que os vinhos são fiéis ao seu gosto original, com técnicas consagradas pelo tempo e com a mesma dose saudável do otimismo ensolarado que o alvorecer traz.\n\nEnquanto isso, os Cavaleiros de Favonius mais pragmáticos se lembram da longa história de apoio mútuo entre a adega e a cidade.\n\nA adega realiza festividades ocasionalmente. Esses eventos são rotineiramente frequentados por pais entusiasmados, ansiosos por apresentar suas maravilhosas filhas ao jovem e solteiro mestre da adega.\n\nIsso é muito divertido para os outros convidados, que assistem e comentam, zombando:\n\n\"Preferimos que o Mestre Diluc permaneça casado com a adega, pois esse vinho é muito bom!\"\n\nDiluc lida impecavelmente com todas as situações, não importa quem ou o que aparece.\n\nDiluc é um belo jovem cavalheiro em todos os aspectos possíveis.\n\n",
      "ru": "В воздухе Мондштадта всегда витает запах алкоголя. Если последовать за этим запахом, вы непременно придёте к винокурне «Рассвет». Под названием винокурни, гордо вырезанным на деревянной табличке, есть короткая фраза, гласящая: «Сохраняя верность традициям». Большинство считает, что эта фраза символизирует вино, остающееся верным своему первоначальному вкусу. Но старым рыцарям она напоминает о долгой истории взаимной поддержки между винокурней и городом. На винодельне время от времени устраивают праздники. Во время празднеств всегда найдутся восторженные отцы, желающие сделать молодого одинокого хозяина винодельни своим зятем и представляющие ему своих нетерпеливых дочерей. Обычно это заканчивается насмешками других гостей: «Слава Архонтам, что господин Дилюк остаётся женат на своей винодельне! Мы можем быть всегда уверены в том, что вино в наших бокалах не переведётся». Неважно, кто или что попадается ему на пути, реакция Дилюка всегда безупречна. Дилюк - это экстраординарный джентльмен во всех аспектах.",
      "id": "Aroma anggur selalu tercium di Mondstadt.\n\nJika seseorang mengikuti sumber aroma itu, dia akan tiba di Dawn Winery milik Diluc.\n\nNama kilang anggur itu tertulis di sebuah plakat kayu, dan di bawahnya tertulis motto:\n\n\"Selalu Dikenang\".\n\nOrang-orang menafsirkan bahwa anggur yang enak adalah karena konsistensi rasanya, seperti pagi yang selalu penuh dengan sinar harapan.\n\nSementara itu, Knights of Favonius yang lebih pragmatis teringat akan sejarah panjang antara kilang anggur dan kota yang saling menguntungkan.\n\nKilang anggur ini sering mengadakan acara perayaan dari waktu ke waktu. Acara-acara ini secara rutin dihadiri oleh para ayah yang antusias ingin memperkenalkan putri-putri mereka yang luar biasa kepada pemilik kilang anggur yang masih lajang.\n\nAcara ini sangat menghibur para tamu lain, yang menonton dan berkomentar:\n\n\"Kami lebih suka Tuan Diluc tetap fokus dengan kilang anggur, sehingga kami bisa menikmati anggur yang sangat enak ini!\"\n\nDiluc dapat mengatasi semua situasi yang terjadi, tidak peduli siapa atau apa yang menghalanginya.\n\nDiluc adalah pemuda yang luar biasa dan terhormat.",
      "th": "บรรยากาศของเมืองใน Mondstadt นั้น มักจะอบอวลไปด้วยกลิ่นหอมของเหล้าเสมอ\n\nซึ่งหากจะตามหาแหล่งที่มาล่ะก็ กลิ่นหอมจะนำพาคุณไปยัง \"Dawn Winery\" ของนายท่าน Diluc อย่างแน่นอน\n\nแผ่นป้ายที่ทำจากไม้ผลบอกชื่อของโรงกลั่นอย่างภาคภูมิใจ ด้านล่างยังมีตัวอักษรเล็ก ๆ ไม่กี่ตัวเขียนอยู่บนนั้น:\n\n\"อย่าลืมเรื่องราวทั้งก่อนหน้า และหลังจากนี้\"\n\nผู้คนเข้าใจในคติพจน์นี้ว่า รสชาติของเหล้าจากโรงกลั่นจะเสมอต้นเสมอปลาย ดั่งเช่นความหวังที่มาพร้อมกับแสงสว่างในยามเช้า\n\nแต่กับเหล่าอัศวินแห่ง Favonius ผู้เอาการเอางาน มักจะนึกถึงประวัติศาสตร์ของการเกื้อกูลซึ่งกันและกันระหว่างโรงกลั่นเหล้าและเมือง Mondstadt\n\nบางครั้งจะมีการจัดงานเลี้ยงขึ้นภายในพื้นที่ไร่ ซึ่งมักจะมีคนนำลูกสาวมาแนะนำให้กับคุณชายผู้สูงศักดิ์ที่ยังไม่ได้แต่งงาน\n\nโดยผลลัพธ์ก็มักจะสร้างรอยยิ้มได้เสมอ \"โชคดีนะที่นายท่าน Diluc นั้นรักอาชีพของเขาราวกับภรรยาของตนเอง พวกเราจึงมีเหล้าชั้นเลิศอย่างนี้ให้ดื่มกัน\"\n\nไม่ว่าใครจะเข้าหาเพื่ออะไร ไม่ว่าจะมีเรื่องอะไรมา การปฏิบัติของเขาจะเข้มงวดอยู่เสมอ\n\nเมื่อรวมหลาย ๆ ด้านเข้าด้วยกันแล้ว นายท่าน Diluc นับว่าเป็นสุภาพบุรุษที่โดดเด่นไร้ที่ติ",
      "vi": "Không khí ở Mondstadt thường vương vấn hương thơm của rượu.\n\nNếu đi tìm nơi tỏa hương, hương thơm sẽ đưa bạn đến Tửu Trang Dawn của ông chủ Diluc.\n\nBảng hiệu được làm từ cây trái, tự hào viết lên tên của tửu trang, phía dưới còn dòng chữ nhỏ:\n\n\"Trước sau nhớ mãi\".\n\nMọi người lí giải câu nói này là, hương vị rượu ngon ở tửu trang trước sau như một, giống như ánh nắng ban mai tràn đầy hy vọng.\n\nCòn các Kỵ Sĩ Tây Phong thiết thực hơn sẽ nhớ đến việc giúp đỡ lẫn nhau giữa tửu trang và thành Mondstadt trong nhiều năm nay.\n\nTửu trang thỉnh thoảng mở tiệc, trong không khí nô nức ấy, người ta thường hay giới thiệu những cô gái xuân thì của nhà mình cho công tử nào còn độc thân.\n\nKết quả thường là một trận cười vui vẻ: \"May mà ông chủ Diluc xem sự nghiệp như vợ nên chúng ta mới có thể uống rượu ngon như vậy!\".\n\nCho dù khách đến vì mục đích gì, hay bất cứ việc gì, anh ấy luôn đối đáp trót lọt.\n\nÔng chủ Diluc luôn là một chàng trai hoàn hảo xuất sắc trên mọi phương diện.\n\n"
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "迪卢克老爷不喜欢谈论过去的事情。\n\n「假如迪卢克老爷还在骑士团，那该有多好。」\n\n资历够老的骑士若喝了酒，便会如此感慨。\n\n那是很久以前的事了。迪卢克的父亲，前代酒庄主人克利普斯老爷盼望儿子能成为最优秀的骑士，守卫自由之邦蒙德。\n\n遵循父亲愿望不断历练的迪卢克，始终依照莱艮芬德家家规严格锻炼自己。完成骑士团的考验，许下守护蒙德的誓言后，他顺利成为骑士，又因表现活跃提前晋升为最年轻的骑兵队长。\n\n借由无数次任务与巡查，蒙德人认识了年轻热情的骑兵队长迪卢克。\n\n无论任务多么严苛，骑士的风度与热忱永不会褪色；无论挑战多么艰巨，也如利剑般活跃在最前线。骑士同侪与蒙德民众的笑容和嘉许，令红发少年坚持进取。\n\n但最为重要的，还是——\n\n「做得很好，不愧是我的儿子。」\n\n父亲克利普斯的赞扬点燃了迪卢克胸腔中不灭的赤焰，激励他继续迈进。\n\n「信念」在他的心中炽热燃烧，滚烫而恒久。\n\n——从前的迪卢克，正是这样的少年。",
      "zht": "迪盧克老爺不喜歡談論過去的事情。\n\n「假如迪盧克老爺還在騎士團，那該有多好。」\n\n資歷夠老的騎士若喝了酒，便會如此感慨。\n\n那是很久以前的事了。迪盧克的父親，前代酒莊主人克利普斯老爺盼望兒子能成為最優秀的騎士，守衛自由之邦蒙德。\n\n遵循父親願望不斷歷練的迪盧克，始終依照萊艮芬德家家規嚴格鍛煉自己。完成騎士團的考驗，許下守護蒙德的誓言後，他順利成為騎士，又因表現活躍提前晉升為最年輕的騎兵隊長。\n\n借由無數次任務與巡查，蒙德人認識了年輕熱情的騎兵隊長迪盧克。\n\n無論任務多麼嚴苛，騎士的風度與熱忱永不會褪色；無論挑戰多麼艱巨，也如利劍般活躍在最前線。騎士同儕與蒙德民眾的笑容和嘉許，令紅髮少年堅持進取。\n\n但最為重要的，還是——\n\n「做得很好，不愧是我的兒子。」\n\n父親克利普斯的讚揚點燃了迪盧克胸腔中不滅的赤焰，激勵他繼續邁進。\n\n「信念」在他的心中熾熱燃燒，滾燙而恆久。\n\n——從前的迪盧克，正是這樣的少年。",
      "jp": "ディルックは、過去を口にすることを嫌う。\n\n「もしディルック様が、まだ騎士団にいたらいいのにな」\n\nベテラン騎士は酔っぱらうと、時にそう嘆いてしまう。\n\nそれはかなり昔のことだ。ディルックの父親、ワイナリーの先代オーナークリプスは、息子にモンドを守る騎士になってほしいと願っていた。\n\n父親の願いを叶えるべく、ディルックはラグヴィンド家の家訓の元、自分を厳しく鍛えた。騎士団の試練を通過し、モンドを守ると誓いを立て、ディルックは騎士となった。そして、最年少の騎兵隊隊長として抜擢される。\n\n数え切れないほどの任務と見回りの中で、モンドの人々はこの情熱に満ちた騎兵隊長ディルックのことを知った。\n\nどんなに大変な任務でも、騎士の気概と熱意は色あせない。どんなに難しい挑戦を前にしても、鋭い剣のように最前線で活躍する。仲間と民衆の笑顔と称賛は、赤髪の少年の決意をより固くした。\n\nしかし、最も大切なのはやはり——\n\n「よくやった。さすが私の子だ」\n\n父親の褒め言葉は、ディルックの胸に炎を灯すように、彼に前進する力をくれた。\n\n「信念」は彼の心の中で熱く燃え続ける。\n\n——あの時のディルックはそのような少年だった。",
      "ko": "다이루크 어르신은 과거에 대해 말하길 꺼린다.\n\n「만약 다이루크 어르신이 아직 기사단에 있었으면 얼마나 좋을까」\n\n베테랑 기사들은 술을 많이 마시면 가끔 이렇게 탄식한다.\n\n그건 아주 오래전의 일이다. 다이루크의 부친인 다운 와이너리의 전 주인 클립스 어르신은 아들이 가장 뛰어난 기사가 되어 자유의 도시 몬드를 수호하길 바랐다.\n\n다이루크는 아버지의 기대에 부응하고자 기사의 자질을 연마했고 라겐펜더 가문의 규칙에 맞춰 엄격하게 자신을 단련했다. 기사단의 시험과 몬드 수호를 맹세한 후 순조롭게 기사가 됐고 뛰어난 활약으로 가장 젊은 기병대장이 된다.\n\n무수히 많은 임무와 순찰로 몬드 사람들은 젊고 열정적인 기병대장 다이루크를 알게 된다.\n\n임무가 얼마나 고되든 기사도와 열정은 절대 퇴색되지 않았다. 얼마나 고된 도전이든 날카로운 검처럼 최전방에서 활약했다. 기사단 동료와 몬드 시민의 웃음과 칭찬은 이 빨간 머리의 소년을 끊임없이 정진하게 했다.\n\n하지만 가장 중요한 것은 역시——\n\n「아주 잘했어. 역시 내 아들이야」\n\n클립스의 칭찬은 다이루크 마음속의 꺼지지 않는 불을 밝혀 계속해서 나아가게 했다.\n\n「신념」은 마치 영원히 꺼지지 않는 불꽃처럼 그의 마음속에서 타올랐다.\n\n——그때의 다이루크는 이런 소년이었다",
      "en": "Diluc avoids talking about the past.\n\n\"If only Diluc were still a member of the Knights...\"\n\nAfter a few drinks, senior knights will say words to this effect with a sigh.\n\nThey refer to events from a long time ago, back when Diluc's father, Master Crepus, was still the owner of the winery. Master Crepus' wish was for his son to become the most esteemed knight of all and safeguard Mondstadt, the City of Freedom.\n\nAs per his father’s wishes, Diluc trained rigorously to make himself worthy of the Ragnvindr name. Sure enough, he passed the Knights of Favonius' trials, swore the oath of protection to Mondstadt, and entered their ranks. Before long, he received an early promotion which saw him become the youngest-ever Cavalry Captain.\n\nOver the course of his missions and patrols, the denizens of Mondstadt gradually came to know this young and passionate Cavalry Captain.\n\nNo matter what the missions demanded from him, he always maintained his composure and his passion. No matter how big the challenge before him, his boundless courage always led him to the front line. The praise he received from his comrades and citizens spurred him on.\n\nBut the words of praise he valued most of all were:\n\n\"Good job. Now, that's my son.\"\n\nHis father's words fueled the fire inside his heart and served as his greatest motivation.\n\nHis faith was an unquenchable fire that burned strong and bright inside him.\n\nDiluc was so young back then.",
      "de": "Diluc vermeidet es meistens, über die Vergangenheit zu sprechen.\n\n„Wenn Diluc doch noch ein Mitglied des Ritterordens wäre ...“\n\nNach ein paar Gläsern hört man hochrangige Ritter seufzend diese Worte sagen.\n\nSie beziehen sich auf Ereignisse aus einer Zeit, in der Dilucs Vater, Crepus, noch der Besitzer des Weinguts war. Crepus’ Wunsch war es, dass sein Sohn der angesehenste Ritter von allen wird und Mondstadt, die Stadt der Freiheit, mit seinem Leben beschützt.\n\nNach den Wünschen seines Vaters trainierte Diluc rigoros, um sich des Namens Ragnvindr würdig zu machen. Ohne Probleme bestand er die Prüfungen des Ritterordens, legte den Schwur ab, Mondstadt zu beschützen, und trat dem Orden bei. Es dauerte nicht lange, bis er eine frühzeitige Beförderung erhielt, die ihn zum jüngsten Rittmeister aller Zeiten machte.\n\nWährend seiner Missionen und Patrouillen lernten die Bewohner von Mondstadt diesen jungen und leidenschaftlichen Rittmeister nach und nach kennen und egal, was von ihm gefordert wurde, er behielt immer seine Gelassenheit und seine Leidenschaft bei. Egal wie groß die Herausforderung vor ihm war, sein grenzenloser Mut führte ihn immer direkt an die Front. Das Lob, das er von seinen Kameraden und den Bürgern erhielt, spornte ihn nur noch mehr an.\n\nAber die Worte des Lobes, die er am meisten schätzte, waren folgende:\n\n„Gute Arbeit, mein Sohn.“\n\nDie Worte seines Vaters heizten das Feuer in seinem Herzen weiter an und dienten als seine größte Motivation.\n\nSein Glaube war ein unauslöschliches Feuer, das stark und hell in ihm brannte.\n\nJa, so war Diluc damals.",
      "es": "Diluc siempre evita hablar sobre el pasado.\n\n“Ojalá Diluc todavía fuese miembro de los Caballeros”.\n\nLos caballeros más veteranos todavía hablan de ello con cierto grado de lamento.\n\nFue algo que sucedió hace mucho tiempo. El padre de Diluc era el señor Crepus, el antiguo dueño del Viñedo del Amanecer.\n\nEl joven Diluc estuvo a la altura de las expectativas de su padre y pasó las pruebas de caballero, convirtiéndose en miembro de los estimados Caballeros de Favonius gracias al entrenamiento y disciplina que recibió como hijo de la familia Ragnvindr. Diluc también fue ascendido al rango de Capitán de Caballería en un periodo de tiempo relativamente corto.\n\nPoco a poco, los habitantes de Mondstadt conocieron al apasionado y joven Capitán a través de innumerables misiones y patrullas.\n\nFuese lo que fuese lo que le exigieran en sus misiones, siempre mantenía su compostura y pasión. Fuese el desafío que fuese, su espada siempre lo llevaba al frente. Las alabanzas que recibió de sus camaradas y ciudadanos lo alentaron.\n\nPero la mayor alabanza de todas fue:\n\n“Buen trabajo. Estoy orgulloso de ti, hijo”.\n\nLas palabras de su padre alimentaron el fuego dentro de su corazón y sirvieron como su mayor motivación.\n\nEsta fe ardía fuerte y brillantemente dentro de él.\n\nAsí era Diluc en aquel entonces.",
      "fr": "Diluc n'aime pas parler du passé.\n\n« Si seulement Diluc faisait encore partie de l'Ordre... »\n\nAinsi parlent souvent les plus anciens des chevaliers après quelques verres.\n\nLes événements auxquels ils font mention remontent à un passé lointain, à l'époque où le père de Diluc, maître Crepus, l'ancien propriétaire du Domaine de l'Aurore, souhaitait que son fils devienne le plus estimé des chevaliers de la cité de la liberté.\n\nConformément à la volonté de son père, Diluc suivit un entraînement rigoureux faisant honneur au nom des Ragnvindr. Il passa ensuite les épreuves réservées aux chevaliers de l'Ordre, à la suite de quoi il prêta serment et rejoignit leurs rangs. Il fut rapidement promu et devint le plus jeune capitaine de cavalerie de l'histoire de l'Ordre.\n\nSes missions et patrouilles firent bientôt de lui un visage familier à Mondstadt.\n\nDiluc était capable de garder le sang-froid du chevalier et une passion infaillible quelle que soit la mission qu'on lui avait confiée. Peu importe la difficulté du défi lui faisant face, le courage de Diluc se portait toujours aux premières lignes, le soutien et les éloges de ses camarades le poussant à repousser ses limites.\n\nMais l'éloge le plus cher à son cœur était le suivant :\n\n« Beau travail. Je suis fier de toi, mon fils. »\n\nLes mots de son père étaient sa principale source de motivation et brûlaient tel un feu inextinguible en lui.\n\nDiluc était alors si jeune...",
      "pt": "Diluc evita falar sobre o passado.\n\n\"Como seria bom se Diluc ainda fosse um membro dos Cavaleiros.\"\n\nDepois de uns copos de bebida, os Cavaleiros mais antigos ainda falam sobre isso com certo grau de lamentação.\n\nFoi algo que aconteceu há muito tempo. O pai de Diluc era o Mestre Crepus, o mestre anterior da adega, e queria que seu filho se tornasse o cavaleiro mais estimado da Cidade da Liberdade, Mondstadt.\n\nO jovem Diluc atendeu às expectativas de seu pai e passou nas provas para cavaleiro, tornando-se membro dos Cavaleiros de Favonius, graças aos treinamentos que recebeu como filho da família Ragnvindr. Diluc também foi promovido ao posto de Capitão de Cavalaria em um período de tempo relativamente curto.\n\nOs habitantes de Mondstadt gradualmente conheceram esse jovem e se encantaram com as inúmeras missões e patrulhas.\n\nNão importa o que as missões exigissem dele, sua compostura e paixão sempre eram mantidas. Não importa o desafio, sua espada sempre o conduzia na linha de frente. Os elogios que recebia de seus companheiros e cidadãos o encorajavam.\n\nMas o maior elogio de todos foi:\n\n\"Bom trabalho. Esse é o meu filho.\".\n\nAs palavras de seu pai alimentaram o fogo dentro de seu coração e serviram como sua maior motivação.\n\nEsta \"fé\" queimava forte e brilhante.\n\nDiluc era um homem muito jovem naquela época.",
      "ru": "Дилюк старается не упоминать о своём прошлом. «Эх, если бы господин Дилюк не покинул орден...», - с долей сожаления говорят старшие рыцари, вспоминая о той ночи. Это случилось очень давно. Отцом Дилюка был мастер Крепус, предыдущий владелец винокурни. Он мечтал, чтобы Дилюк стал почётным рыцарем и защищал свободу Мондштадта. Молодой Дилюк оправдал ожидания своего отца и прошёл все рыцарские испытания, став почётным членом Ордо Фавониус. Как сына семьи Рагнвиндр, его к этому готовили с детства. За относительно короткий срок службы Дилюк смог заслужить звание самого молодого офицера ордена. Жители Мондштадта постепенно узнавали молодого, полного страсти и отваги, офицера Ордо Фавониус через его бесчисленные миссии и патрули. Чего бы ни требовало от него задание, он всегда сохранял честь и самообладание. Несмотря на все трудности, его меч вёл его на передовую. Похвалы, которые он получал от горожан и своих товарищей, воодушевляли его. Но самой большой похвалой было: «Хорошая работа. Я горжусь тобой, сын». Слова отца разжигали огонь в его сердце и служили ему величайшей мотивацией. Эта «вера» ярко горела в сердце юного рыцаря. Дилюк был тогда таким молодым...",
      "id": "Diluc tidak suka membicarakan tentang masa lalunya.\n\n\"Kalau saja Diluc masih menjadi anggota Knights of Favonius...\"\n\nPara Knight senior akan mengatakan kalimat ini sambil menghela napas saat mereka minum-minum.\n\nItu sudah lama sekali, saat ayah Diluc, Master Crepus masih menjadi pemilik winery. Beliau mengharapkan putranya, Diluc, menjadi Knight terbaik yang melindungi Mondstadt.\n\nDemi mewujudkan harapan ayahnya, Diluc berlatih keras dengan aturan turun-temurun keluarga Ragnvindr. Dia dengan lancar melewati ujian Knights of Favonius lalu menjadi Knight setelah mengucapkan sumpah untuk melindungi Mondstadt selamanya. Tidak lama kemudian, karena kinerjanya yang menakjubkan, dia dipromosikan menjadi Kapten Kavaleri termuda.\n\nSetelah menyelesaikan banyak misi dan patroli, para penduduk Mondstadt mulai mengenal Diluc si Kapten Kavaleri termuda.\n\nTidak peduli seberapa sulit misinya, kharisma dan semangat kesatriaannya tidak pernah memudar. Tidak peduli seberapa sulit tantangan di hadapannya, keberaniannya yang tak terbatas seperti pedang tajam yang selalu meluncur ke garis depan. Senyum dan pengakuan dari rekan dan warga Mondstadt mendorong pemuda berambut merah ini untuk tetap teguh menjalankan pekerjaannya.\n\nTetapi hanya satu kalimat pujian yang paling melekat di hatinya:\n\n\"Kerja bagus. Itu baru anakku.\"\n\nPujian dari sang ayah menyalakan api semangat di lubuk hati Diluc, menginspirasinya untuk terus bergerak maju.\n\nKeteguhan hatinya terus berkobar, membara dan tidak pernah padam.\n\nDiluc yang dulu memang pemuda yang bersifat seperti itu.",
      "th": "นายท่าน Diluc นั้นไม่ชื่นชอบในการพูดคุยถึงเรื่องราวในอดีตของตนเอง\n\n\"ถ้านายท่าน Diluc ยังอยู่ในกองอัศวินล่ะก็ อย่างนั้นมันคงจะเยี่ยมไปเลยนะ\"\n\nเหล่าอัศวินที่อยู่มานานพอนั้น เมื่อได้ดื่มเหล้าก็มักจะบ่นออกมาอย่างนี้เสมอ\n\nนั่นเป็นเรื่องที่ผ่านมานานมากแล้ว พ่อของ Diluc คุณ Crepus ซึ่งก็คือเจ้าของคนเก่าของ Winery นั้นหวังที่จะได้เห็นลูกชายกลายเป็นอัศวินที่ยอดเยี่ยมที่สุด และคอยปกป้อง Mondstadt\n\nDiluc นั้นยึดมั่นที่จะปฏิบัติตามความต้องการของพ่อตัวเองอย่างเสมอมา และยังคงปฏิบัติตนอย่างเคร่งครัดตามกฎของตระกูล Ragnvindr หลังจากเสร็จสิ้นการทดสอบของอัศวิน และเอ่ยคำสาบานปกปักษ์ Mondstadt แล้ว เขาก็ประสบความสำเร็จ กลายเป็นอัศวิน และด้วยผลงานอันโดดเด่น เขาได้รับการเลื่อนตำแหน่งให้เป็นหัวหน้ากองทหารม้าที่อายุน้อยที่สุด\n\nผู้คนใน Mondstadt นั้นได้รู้จักกับ Diluc หัวหน้ากองทหารม้าหนุ่มผู้แสนกระตือรือร้น ผ่านภารกิจและการตรวจสอบลาดตระเวนนับครั้งไม่ถ้วน\n\nไม่ว่างานจะหนักหนาเพียงใด ความประพฤติและความกระตือรือร้นของอัศวินนั้นจะไม่มีวันจางหายไป และไม่ว่าความท้าทายจะยากลำบากเพียงใด ก็ยังจะเป็นดาบในแนวหน้าเสมอ รอยยิ้มและการยกย่องจากเหล่าอัศวินเพื่อนร่วมรุ่นและชาวเมืองนั้น ทำให้เด็กหนุ่มผมแดงยังคงก้าวเดินต่อไปข้างหน้า\n\nแต่สิ่งที่สำคัญที่สุดก็คือ...\n\n\"ทำได้ดีมาก สมแล้วที่เป็นลูกของฉัน\"\n\nคำชมเชยของ Crepus ผู้เป็นพ่อนั้นจุดประกายไฟที่ไม่มีวันดับขึ้นในอกของ Diluc ซึ่งเป็นกำลังใจให้เขาก้าวเดินต่อไป\n\nไฟแห่ง \"ศรัทธา\" ลุกไหม้ในหัวใจของเขาอย่างร้อนแรงและยั่งยืน\n\n...Diluc ในสมัยก่อนนั้นก็เป็นเด็กหนุ่มอย่างที่กล่าวมานี้นี่แหละ",
      "vi": "Ông chủ Diluc không thích nhắc chuyện đã qua.\n\n\"Giả như ông chủ Diluc vẫn còn trong đội kỵ sĩ thì tốt biết bao\".\n\nKỵ sĩ từng trải uống rượu vào thì cũng cảm khái như vậy.\n\nĐó là chuyện rất lâu trước kia rồi. Bố của Diluc là ông Crepus, người chủ trước của tửu trang, luôn mong con trai mình trở thành kỵ sĩ xuất sắc nhất, bảo vệ thành Mondstadt tự do.\n\nThiếu gia Diluc làm theo kỳ vọng của bố, tuân theo gia quy Ragnvindr rèn luyện không ngừng, sau khi lập lời thề canh giữ và bảo vệ Mondstadt, đã thuận lợi trở thành kỵ sĩ, do biểu hiện vượt trội, sớm trở thành Đội Trưởng Kỵ Binh trẻ nhất.\n\nQua bao nhiêu lần nhiệm vụ và tuần tra, người Mondstadt đã quen với vị Đội Trưởng Kỵ Binh nhiệt tình trẻ tuổi Diluc.\n\nBất kể nhiệm vụ có khó khăn thế nào, phong độ và sự hăng hái của kỵ binh vĩnh viễn không mất đi. Bất kể thử thách có gian nan ra sao, cũng luôn như thanh kiếm sắc sôi nổi trên tiền tuyến. Nụ cười và sự tán dương của người dân Mondstadt khi kề vai sát cánh cùng kỵ sĩ khiến cho người thanh niên tóc đỏ ấy vững tin tiến bước.\n\nNhưng quan trọng nhất, vẫn là...\n\n\"Làm tốt lắm. Không hổ danh là con trai ta.\"\n\nSự khen ngợi của bố Crepus làm bừng lên ngọn lửa bất diệt trong lồng ngực Diluc, cổ vũ anh tiếp tục tiến lên.\n\n\"Niềm tin\" trong tim anh hừng hực thiêu đốt, cháy bỏng và bất diệt.\n\n—Diluc đã từng là một thiếu niên như vậy."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "「人的一生，有时会被某个瞬间改变。」\n\n迪卢克的骑士之路，就终结在父亲这句话之后。\n\n那一天，魔兽袭击了他与父亲所在的车队。\n\n事出突然，来不及联络西风骑士团。魔物又空前强大，令年轻的骑兵队长束手无策。\n\n这场遭遇战的结局出乎迪卢克预料——不曾被神认可的父亲，无法当选骑士的父亲，竟然操控前所未见的不祥力量击败了魔物；而后又在邪力的反噬中，死在了迪卢克眼前。\n\n沉浸在悲伤与疑惑中的迪卢克回到西风骑士团，却从督察长那里得到命令：「必须掩盖真相。」\n\n伊洛克强调：为了维护骑士团的名誉，他父亲的死必须被宣传为一场「不幸的意外」。\n\n听到这个荒谬的命令，迪卢克连辩解的兴趣都提不起来。\n\n父亲曾说，这个世界不会辜负抱持信念之人。\n\n可为什么他的信念与西风骑士团背道而驰？父亲自己在最后的时刻，又是如何看待「信念」的呢？\n\n迪卢克毅然抛弃包括「神之眼」在内的一切，退出了骑士团。\n\n他将为父亲复仇。不仅如此，他还要查明父亲所使用的那种邪恶力量，究竟来源何处。",
      "zht": "「人的一生，有時會被某個瞬間改變。」\n\n迪盧克的騎士之路，就終結在父親這句話之後。\n\n那一天，魔獸襲擊了他與父親所在的車隊。\n\n事出突然，來不及聯絡西風騎士團。魔物又空前強大，令年輕的騎兵隊長束手無策。\n\n這場遭遇戰的結局出乎迪盧克預料——不曾被神認可的父親，無法當選騎士的父親，竟然操控前所未見的不祥力量擊敗了魔物；而後又在邪力的反噬中，死在了迪盧克眼前。\n\n沉浸在悲傷與疑惑中的迪盧克回到西風騎士團，卻從督察長那裡得到命令：「必須掩蓋真相。」\n\n伊洛克強調：為了維護騎士團的名譽，他父親的死必須被宣傳為一場「不幸的意外」。\n\n聽到這個荒謬的命令，迪盧克連辯解的興趣都提不起來。\n\n父親曾說，這個世界不會辜負抱持信念之人。\n\n但為什麼他的信念與西風騎士團背道而馳？父親自己在最後的時刻，又是如何看待「信念」的呢？\n\n迪盧克毅然拋棄包括「神之眼」在內的一切，退出了騎士團。\n\n他將為父親復仇。不僅如此，他還要查明父親所使用的那種邪惡力量，究竟來源何處。",
      "jp": "「人生は、時に一瞬で変わる。」\n\nディルックの騎士人生は、父親のその言葉によって終わりを告げた。\n\nあの日、恐ろしい魔物が彼と父親の馬車を襲った。\n\nあまりにも突然で、西風騎士団に連絡する余裕すらなかった。そして、強大過ぎる魔物を前にして、若き騎兵隊隊長はなす術がなかった。\n\nこの遭遇戦の結末は、ディルックの予想を超えた——神に認められなかった父親が、騎士になれなかった父親が、見たことのない不吉な力を操り、魔物を倒した。そしてその後、彼は邪な力の反動により、ディルックの腕の中で死んでしまった。\n\n悲しみと疑惑を抱え、西風騎士団に戻ったディルックが、当時の督察長から受けたのは「真実を隠せ」という命令だった。\n\n騎士団の名誉を守るため、父親の死は「不幸な事故」として発表しなければならないと。\n\nこの馬鹿げた命令を聞いた時、ディルックは弁解しようとすら思わなかった。\n\n世界は信念のある人を裏切らないと、父親は言った。\n\nしかし、それならなぜ、自分の信念は西風騎士団にとって何の価値もないのか？そして父親は…最期、「信念」をどう捉えたのだろうか？\n\nディルックは「神の目」を含めた全てのものを捨て、騎士団を辞めた。\n\n彼は父親の仇を取り、そして、父親が使ったあの邪な力が、一体どこから来たのかを究明すると誓った。",
      "ko": "「사람의 인생은 한순간에 바뀔 수 있다.」\n\n다이루크의 기사 인생은 아버지의 이런 말 이후로 끝나게 된다.\n\n그날 마물이 그의 아버지를 태우고 있던 운송 행렬을 습격했다.\n\n너무 갑작스럽게 발생한 일이라 페보니우스 기사단에 연락하기엔 너무 늦어버렸다. 마물이 너무 강력하여 젊은 기병대장은 속수무책으로 당할 수밖에 없었다.\n\n이 불행한 만남은 다이루크에게 예상 밖의 결과를 가져온다. 신에게 인정받지 못해 기사가 되지 못한 아버지가 정체불명의 힘을 사용해 마물을 물리치고 그 힘에 잠식되어 다이루크의 품 안에서 숨을 거두고 만다.\n\n슬픔과 의혹에 빠진 다이루크는 페보니우스 기사단으로 돌아갔지만 감찰장으로부터 「진실 은폐」라는 명령을 받는다.\n\n일록은 기사단의 명예를 지키기 위해서 그의 아버지는 반드시 「불행한 사고」로 사망했다고 알려야 한다고 한다.\n\n다이루크는 이런 황당한 명령을 받고 변명할 마음도 생기지 않았다.\n\n그의 아버지는 세상은 절대로 신념이 있는 사람을 저버리지 않는다고 말했었다.\n\n하지만 왜 그의 신념이 페보니우스 기사단에게 버려지고 짓밟히는 것인가? 그리고 아버지는 마지막에 「신념」을 뭐라고 생각했을까?\n\n다이루크는 「신의 눈」을 포함한 모든 것을 단호히 버리고 기사단에서 나간다.\n\n그는 아버지를 위해 복수하고 아버지가 사용한 그 사악한 힘이 어디에서 온 건지 찾고자 한다",
      "en": "\"Sometimes, life can change in an instant.\"\n\nThe day that Crepus spoke these words to Diluc would turn out to be the latter's last as a Knight of Favonius.\n\nFor on that day, a horrific monster attacked the transport fleet he and his father were traveling with.\n\nThere was no time for Diluc to send for help. The monster was stronger than any foe the young Cavalry Captain had ever encountered, and overpowered him.\n\nDiluc could never have anticipated the way this battle would end: His father, who had been denied admittance into the Knights and who was shunned by the gods, defeated the monster with an unknown evil power — before that same power backfired, mortally wounding Crepus himself. Crepus died shortly after in his son's arms.\n\nWith a heavy heart, Diluc returned to the Knights' headquarters, only to receive an unthinkable order from Inspector Eroch: \"Conceal the truth.\"\n\nEroch insisted that the incident must be portrayed as an unfortunate accident in order to maintain the reputation of the Knights of Favonius in the eyes of the public.\n\nSuch was the sheer outrageousness of this request that Diluc did not think it was even worth trying to argue.\n\nDiluc's father had once said to him that the world would never turn its back on the faithful.\n\nBut now, the Knights of Favonius trampled on his faith like it was nothing. He couldn't help but wonder: What was his father's view on faith in his final moments?\n\nDiluc resigned from the Knights that day and left everything behind, including his Vision.\n\nHe swore to avenge his father's death, and to find the source of that occult power which had caused his father's demise.",
      "de": "„Manchmal kann sich das Leben schlagartig ändern.“\n\nDer Tag, an dem Crepus diese Worte zu Diluc sprach, sollte für diesen der letzte als Ritter des Ordo Favonius sein.\n\nDenn an jenem Tag griff ein schreckliches Monster die Transportflotte an, mit der er und sein Vater auf Reisen waren.\n\nDiluc blieb keine Zeit, um Hilfe anzufordern. Das Monster war stärker als alle Feinde, die dem heutigen Rittmeister je begegnet waren, und überwältigte ihn.\n\nDiluc hätte das Ende dieses Kampfes nie vorhersagen können. Sein Vater Crepus, dem der Zugang zu den Rittern immer verweigert worden war und den die Götter verlassen hatten, besiegte das Monster mithilfe einer unbekannten, bösen Macht, bevor genau diese Macht sich gegen ihn wandte und ihn tödlich verwundete. Crepus starb kurze Zeit später in den Armen seines Sohns.\n\nSchweren Herzens kehrte Diluc zum Hauptquartier der Ritter zurück, nur um von Aufseher Eroch einen unfassbaren Befehl zu erhalten: „Vertusche die Wahrheit.“\n\nEroch bestand darauf, dass der Vorfall als ein unglücklicher Unfall dargestellt werden müsse, um den Ruf des Ordo Favonius in den Augen der Öffentlichkeit zu wahren.\n\nDiese Forderung war so unfassbar unverschämt, dass Diluc es nicht einmal als nötig erachtete, sie zu diskutieren.\n\nDilucs Vater hatte ihm einst gesagt, dass die Welt Leuten mit festem Glauben nie den Rücken kehren würde.\n\nAber jetzt trampelten die Ritter des Ordens auf seinem Glauben herum, als wäre er nichts wert. Er konnte nicht anders, als sich zu fragen, „Was dachte mein Vater in seinen letzten Augenblicken über diesen Glauben?“\n\nDiluc verließ noch am gleichen Tag den Ritterorden und ließ alles zurück, einschließlich seines Göttlichen Auges.\n\nEr schwor, den Tod seines Vaters zu rächen und die Quelle der okkulten Macht zu finden, die zu dessen Tod geführt hatte.",
      "es": "“La vida de un hombre puede cambiar en cuestión de segundos”, le dijo Crepus a Diluc en el fatídico día que resultó ser el final del camino de Diluc como Caballero.\n\nEse día, un monstruo horrible atacó la caravana que él y su padre escoltaban.\n\nSin embargo, el joven Capitán de Caballería no tuvo tiempo de pedir refuerzos. El monstruo era más fuerte que cualquier enemigo al que se había enfrentado, por lo que Diluc estaba entre la espada y la pared.\n\nEl resultado de esta batalla fue más allá de lo que Diluc podía prever. Crepus, a quien le habían negado la entrada a los Caballeros y fue desfavorecido por los dioses, derrotó al monstruo con un poder maligno hasta el momento desconocido que, finalmente, terminó por consumirlo. Crepus murió al poco tiempo en los brazos de su hijo.\n\nCon un gran peso en el corazón, Diluc regresó a la sede de los Caballeros, donde el comandante le ordenó algo impensable: ocultar la verdad.\n\nLe dijeron que, en sus declaraciones públicas, debía decir que lo ocurrido fue un desafortunado accidente para mantener la reputación de los Caballeros de Favonius.\n\nDiluc se sintió tan indignado ante esta solicitud que no creyó que valiera la pena tratar de discutir.\n\nCrepus dijo una vez que el mundo nunca le daría la espalda a un hombre leal.\n\nSin embargo, los Caballeros de Favonius pisaron su fe como si no fuera nada importante. Entonces, no pudo evitar preguntarse: ¿cuál era el concepto de “lealtad” de su padre en sus últimos momentos de vida?\n\nDiluc renunció a los Caballeros y dejó todo atrás, incluida su Visión.\n\nJuró vengar a su padre y descubrir la fuente de ese poder maligno que causó su muerte.",
      "fr": "« Il suffit d'une seconde pour qu'une vie toute entière bascule. »\n\nLe jour où son père prononça ces paroles fut aussi le dernier jour de la vie de chevalier de Diluc.\n\nCe fut le jour où un monstre terrifiant attaqua le convoi dont son père et lui faisaient partie.\n\nDiluc n'eut pas le temps d'envoyer chercher de l'aide. Le monstre était plus puissant que n'importe quelle créature rencontrée jusqu'ici par le jeune capitaine, et eut rapidement le dessus.\n\nDiluc n'aurait jamais pu deviner l'issue du combat : son père, qui n'avait jamais pu rejoindre l'Ordre et que les dieux ignoraient, vint à bout du monstre à l'aide d'un pouvoir maléfique inconnu. Hélas, il en fut également victime, trépassant peu après dans les bras de son fils.\n\nLe cœur lourd, Diluc rentra au quartier général de l'Ordre, pour y recevoir un ordre stupéfiant de l'inspecteur Eroch : « La vérité doit être cachée. »\n\nCe dernier, dans le souci de préserver la réputation des chevaliers aux yeux du public, insista pour que l'événement soit décrit comme un simple accident infortuné.\n\nLa requête était tellement outrageante que Diluc ne prit pas la peine de la discuter.\n\nSon père lui avait dit autrefois que le monde ne tournait jamais le dos à celui qui avait la foi.\n\nMais voilà que les chevaliers de l'Ordre piétinaient allègrement la sienne. Diluc ne pouvait s'empêcher de se demander ce qu'avait pensé son père sur le sujet lors de ses derniers instants.\n\nLe jeune homme quitta l'Ordre le jour même, laissant tout derrière lui, même son œil divin.\n\nIl jura de trouver la source du pouvoir maléfique ayant mis fin aux jours de son père, et de venger sa mort.",
      "pt": "\"Às vezes a vida pode mudar em um piscar de olhos.\"\n\nCrepus disse a Diluc, no fatídico dia que acabou sendo o fim do caminho de Diluc como cavaleiro.\n\nNaquele dia, um monstro horrível atacou ele e o pai em sua carruagem na qual estavam viajando.\n\nNão havia tempo para Diluc pedir ajuda. O monstro era forte como nunca antes visto, e dominou o jovem Capitão da Cavalaria.\n\nO resultado dessa batalha foi além do que Diluc podia prever. Seu pai, a quem foi negada a admissão nos Cavaleiros, desfavorecido pelos deuses, derrotou o monstro com um poder maligno desconhecido, antes desse poder ser repelido de volta contra ele mesmo. No final, Crepus morreu nos braços de seu filho.\n\nCom o coração pesado, Diluc retornou ao quartel-general dos Cavaleiros e recebeu a ordem inimaginável do comandante para omitir a verdade.\n\nElik insistiu que o incidente deveria ser declarado como um infeliz acidente, a fim de manter a boa reputação dos Cavaleiros de Favonius com o público.\n\nTamanha era a afronta desse pedido que Diluc achou que nem valia a pena tentar argumentar.\n\nCrepus disse uma vez que o mundo nunca daria as costas a um homem fiel.\n\nMas os Cavaleiros de Favonius pisotearam sua fé como se não valesse nada. Ele não pôde deixar de pensar: o que seu pai pensava sobre a fé em seus últimos momentos?\n\nDiluc se afastou dos Cavaleiros, deixando tudo para trás, inclusive sua Visão.\n\nEle terá sua vingança. Além disso, ele descobriria a fonte desse poder maligno que causou a morte de seu pai.",
      "ru": "«Жизнь человека может измениться в один миг», - сказал ему отец в тот роковой день, который оказался концом рыцарского пути Дилюка. В тот день ужасное чудовище напало на конвой его отца. У Дилюка не было времени послать за помощью. Сила чудовища оказалась не ровней молодому офицеру. Исход был ужаснее любых ожиданий. Крепус, которому было отказано в приёме в рыцари, неугодный богам, победил монстра с помощью таинственной злой силы, прежде чем та же самая сила отразилась на нём самом. В конце концов Крепус умер на руках своего сына. Дилюк вернулся в штаб ордена с тяжёлым сердцем, но тут же получил немыслимый приказ от командующего скрыть правду. Эрох заявил, что инцидент должен быть объявлен для общественности несчастным случаем ради поддержки репутации Ордо Фавониус. Даже его желание спорить угасло, когда Дилюк получил такой презренный приказ. Крепус однажды сказал, что мир никогда не отвернётся от верующего человека, но Ордо Фавониус просто потоптались на его вере. Дилюк не мог не задаться вопросом, во что верил его отец в последние минуты своей жизни? Он покинул Ордо Фавониус, оставив позади всё, включая свой Глаз Бога. Когда-нибудь он не только отомстит, но и выяснит источник той злой силы, которая стала причиной гибели его отца.",
      "id": "\"Terkadang kehidupan bisa berubah dalam sekejap.\"\n\nHari di mana sang ayah mengatakan kalimat itu juga menjadi hari terakhirnya Diluc menjadi seorang Knight.\n\nHari itu, monster raksasa datang menyerang konvoi tempat dirinya dan sang ayah berada.\n\nSerangan itu terjadi dengan begitu tiba-tiba dan sudah terlambat untuk menghubungi Knights of Favonius. Monster itu luar biasa kuat hingga membuat Kapten Kavaleri muda tak berdaya.\n\nAkhir dari pertempuran ini benar-benar di luar dugaan Diluc. Ayahnya yang ditolak menjadi Knight dan tidak diakui para dewa menggunakan kekuatan jahat untuk mengalahkan monster. Tak disangka, dia mendapat serangan balik dari kekuatan tersebut lalu kehilangan nyawanya di depan Diluc.\n\nDiluc yang kembali ke markas dengan hati berduka malah mendapat perintah mengejutkan dari Inspektur Eroch: \"Kenyataan ini harus ditutup-tutupi.\"\n\nInspektur Eroch menekankan bahwa kematian ayah Diluc harus diumumkan sebagai \"Kecelakaan yang disayangkan\". Hal ini dilakukan demi menjaga nama baik Knights of Favonius.\n\nSaking keterlaluannya perintah ini, Diluc bahkan merasa malas untuk memperdebatkannya.\n\nAyahnya pernah berkata, dunia tidak akan mengecewakan orang-orang yang punya keteguhan hati.\n\nTapi kenapa kali ini keyakinannya malah bertentangan dengan Knights of Favonius?\n\nHari itu juga, Diluc langsung mengundurkan diri dan meninggalkan segalanya, termasuk Vision.\n\nDia bertekad untuk membalaskan dendam sang ayah. Dia juga berencana mencari tahu seluk beluk kekuatan jahat yang digunakan ayahnya.",
      "th": "\"บางครั้งชีวิตของคนเรานั้น ก็เปลี่ยนไปอย่างไม่ทันตั้งตัว\"\n\nเส้นทางอัศวินของ Diluc ได้จบลงหลังจากคำพูดนี้ของพ่อของเขา\n\nวันนั้นคาราวานของเขาและพ่อ ถูกโจมตีโดยมอนสเตอร์\n\nเรื่องเกิดขึ้นเร็วมากจนทำให้ไม่ทันได้ติดต่อกับกองอัศวินแห่ง Favonius และมอนสเตอร์ตัวนั้นก็แข็งแกร่งมากอย่างที่ไม่เคยพบมาก่อน จนทำให้เด็กหนุ่มผู้เป็นหัวหน้ากองทหารม้านั้นไม่สามารถทำอะไรได้\n\nการเผชิญกับสถานการณ์ครั้งนั้น เกินกว่าความคาดหมายของ Diluc ไปมาก... พ่อผู้ไม่ได้รับการยอมรับจากเทพเจ้า... พ่อผู้ไม่ได้รับการแต่งตั้งให้เป็นอัศวิน แต่กลับสามารถควบคุมใช้พลังที่ไม่เคยรู้จักและไม่เคยได้เห็นมาก่อน โค่นมอนสเตอร์ตัวนั้นลงได้... จากนั้นพลังชั่วร้ายก็ย้อนกลับมาทำร้ายและทำให้เขาต้องตายอยู่ต่อหน้าของ Diluc\n\nDiluc ผู้จมอยู่กับความเศร้าโศกและความสงสัยได้กลับไปที่กองอัศวินแห่ง Favonius แต่แล้วเขากลับได้รับคำสั่งจากผู้บังคับบัญชาว่า... \"ห้ามบอกความจริงกับใครโดยเด็ดขาด\"\n\nEroch ได้กำชับกับเขาว่าเพื่อเป็นการรักษาชื่อเสียงของกองอัศวินการตายของบิดาของเขานั้น ให้ถือว่าเป็นเพียง \"อุบัติเหตุที่แสนโชคร้าย\" เท่านั้น\n\nเมื่อได้ยินคำสั่งที่แสนจะไร้สาระนี้ Diluc ก็ไม่แม้แต่จะคิดหาคำอธิบายอีกต่อไป\n\nพ่อของเขานั้นเคยพูดไว้ว่า โลกไม่เคยทำให้ผู้ที่มีศรัทธาต้องผิดหวัง\n\nแต่แล้วทำไมศรัทธาของเขา กลับสวนทางกันกับกองอัศวินแห่ง Favonius กันล่ะ?\n\nDiluc ตัดสินใจอย่างแน่วแน่ที่จะทอดทิ้งทุกอย่างรวมไปถึง \"วิชั่น\" ด้วย เขาถอนตัวจากการเป็นอัศวิน\n\nเขาจะล้างแค้นให้กับพ่อของเขา และขณะเดียวกันก็จะสืบหาต้นตอของพลังชั่วร้ายที่พ่อของเขาใช้ว่ามีที่มาอย่างไร",
      "vi": "\"Đời người, có lúc thay đổi bởi một cái chớp mắt\".\n\nCon đường kỵ sĩ của Diluc đã kết thúc sau câu nói này của bố.\n\nHôm đó, quái vật tàn ác tấn công đội xe của anh và bố.\n\nSự việc đến bất ngờ, không kịp liên lạc với Đội Kỵ Sĩ Tây Phong. Quái vật quá hùng mạnh, khiến đội trưởng kỵ binh trẻ đành bó tay.\n\nKết cục trận chiến nằm ngoài dự liệu của Diluc - người bố chưa từng được thần linh công nhận, không thể trở thành kỵ sĩ ấy lại sử dụng một loại sức mạnh tà ác chưa từng thấy, đẩy lùi quái vật; Sau đó bị sức mạnh cắn trả, rồi ra đi ngay trước mặt Diluc.\n\nĐắm chìm trong bi thương và nghi ngờ, Diluc trở về Đội Kỵ Sĩ Tây Phong, thì nhận được mệnh lệnh từ Trưởng Giám Sát: \"Phải che đậy sự thật\".\n\nEroch nói với anh: Để bảo vệ danh dự của đội kỵ sĩ, cái chết của bố anh phải được công bố là do một vụ \"tại nạn không may\".\n\nKhi Diluc nghe mệnh lệnh vô lý này, đến mong muốn giãi bày cũng không còn nữa.\n\nBố đã từng nói, thế giới sẽ không phụ lòng người có niềm tin.\n\nNhưng tại sao niềm tin của anh lại bị Đội Kỵ Sĩ Tây Phong ném đi như rác rưởi? Còn bố... trong thời khắc cuối cùng, lại xem \"niềm tin\" là thế nào chứ?\n\nDiluc vứt bỏ tất cả bao gồm cả Vision, rời khỏi đội kỵ sĩ.\n\nAnh muốn trả thù cho bố. Không những vậy, anh còn muốn tra rõ sức mạnh tà ác mà bố đã dùng rốt cuộc có nguồn gốc như thế nào."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "舍弃了骑士资格与「神之眼」，迪卢克把酒庄工作委托给女仆长，只身离开蒙德。\n\n游历七国的他遍访各地，逐渐接近了一直追寻的秘密。\n\n一切线索都指向「愚人众」——一个庞大如巨兽的组织。他们暗中仿造「神之眼」制作「邪眼」，这种装置能将使用者能力放大至极限，同时也会带来反噬的危险。它正是杀死克利普斯的元凶。\n\n父亲寻求如此罪恶的力量，难道是为了贯彻正义吗？\n\n时至今日，真相已经无从知晓。但在完全了解到真相之前，迪卢克拒绝退却。\n\n如同荒野上的鹰，迪卢克开始追猎。神秘的线索与永无止境的战斗未能困住心如火焰的男人，尽管伤痕累累，他也不曾停步。他的意志像是裹着火焰的飓风，吹散重重迷雾。\n\n黑暗深处，统领「愚人众」的十一位执行官静候着探求真相的人。屡次摧毁愚人众据点的迪卢克实力傲人，逼得他们亲自出手。\n\n生死之际，迪卢克被来自北大陆地下情报网的一位观察者救下。观察者声称已「观察」他很久，并已对他的行事风格予以认可。\n\n迪卢克劫后余生，从长久的愤怒中醒转，开始审视过去一切。他意识到自己的短板，同意加入这片地下情报网络。\n\n像初入骑士团那样，迪卢克以最认真的态度对待一切。凭借天赋与才华，他稳步升入情报网高层。\n\n组织由自愿者构成，大多是舍弃了身份与名誉的战士，更有甚者，连名字都能抛弃。\n\n与这样的同僚共事，迪卢克那份被父亲之死挫断的信念，是否能够重铸…？",
      "zht": "捨棄了騎士資格與「神之眼」，迪盧克把酒莊工作委託給女僕長，隻身離開蒙德。\n\n遊歷七國的他遍訪各地，逐漸接近了一直追尋的秘密。\n\n一切線索都指向「愚人眾」——一個龐大如巨獸的組織。他們暗中仿造「神之眼」製作「邪眼」，這種裝置能將使用者能力放大至極限，同時也會帶來反噬的危險。它正是殺死克利普斯的元兇。\n\n父親尋求如此罪惡的力量，難道是為了貫徹正義嗎？\n\n時至今日，真相已經無從知曉。但在完全瞭解到真相之前，迪盧克拒絕退卻。\n\n如同荒野上的鷹，迪盧克開始追獵。神秘的線索與永無止境的戰鬥未能困住心如火焰的男人，儘管傷痕累累，他也不曾停步。他的意志像是裹著火焰的颶風，吹散重重迷霧。\n\n黑暗深處，統領「愚人眾」的十一位執行官靜候著探求真相的人。屢次摧毀愚人眾據點的迪盧克實力傲人，逼得他們親自出手。\n\n生死之際，迪盧克被來自北大陸地下情報網的一位觀察者救下。觀察者聲稱已「觀察」他很久，並已對他的行事風格予以認可。\n\n迪盧克劫後餘生，從長久的憤怒中醒轉，開始審視過去一切。他意識到自己的弱點，同意加入這片地下情報網絡。\n\n像初入騎士團那樣，迪盧克以最認真的態度對待一切。憑藉天賦與才華，他穩步升入情報網高層。\n\n組織由自願者構成，大多是捨棄了身分與名譽的戰士，更有甚者，連名字都能拋棄。\n\n與這樣的同僚共事，迪盧克那份被父親之死挫斷的信念，是否能夠重鑄…？",
      "jp": "騎士の肩書きと「神の目」を捨てた後、ディルックはワイナリーの業務をメイド長に任せ、一人でモンドを出た。七国を巡る旅の中で、ディルックは自身の求める秘密に徐々に近づいた。\n\n全ての手がかりは「ファデュイ」——巨獣のような大組織に繋がっている。彼らは「神の目」の模造品「邪眼」を密かに作り出した。それは、使い手を侵食するものであり、父親を殺した元凶でもある。\n\n父がこんなものを探し求めたのは、正義を貫く力を手に入れたかったからだろうか？\n\n今となっては、ディルックにそれを知るすべはない。しかし真実を全て知る前に、退きたくはなかった。\n\n荒野で生きる鷹のように、ディルックは殺戮と狩りの旅を続けた。数え切れないほどの戦いの中で、体が傷だらけになっても、彼の気持ちが揺らぐことはなかった。そして、彼の実力も戦いの中で磨かれ続けた。\n\nしかし「ファデュイ」の11人の執行官も只者ではない。ディルックが何度もファデュイの拠点を破壊した後、執行官が彼の元にやってきた。\n\n生死の境をさまよった彼を、北大陸から来た地下情報網の観察者が助けた。観察者曰く、自分はディルックを長い間「観察」し、そのやり方を認めているとのことだ。\n\n命拾いしたディルックは長い怒りから目覚め、自分のやり方を見直すことにした。その後、彼はその地下情報網に加入した。\n\n騎士団に入った頃のように、ディルックは最も真剣な態度で全てに臨み、自身の天賦の才で情報網の上層部に近づいていった。\n\n地下情報網では、自ら名誉や身分、名前すら捨てた戦士はいくらでもいる。彼らと長く過ごしたディルックは、父親の死で打ち砕かれた信念を取り戻すことはできるのか…？",
      "ko": "기사의 자격과 「신의 눈」을 버린 다이루크는 와이너리의 일을 하녀장에게 맡기고 홀로 몬드를 떠난다.\n\n칠국을 돌아다니던 여정에서 다이루크는 그가 알고 싶어 하던 비밀에 한 발짝 다가가게 된다.\n\n모든 단서가 「우인단」이라는 괴물같이 거대한 조직을 가리킨다. 그들은 어둠 속에서 「신의 눈」을 모방한 「사안」을 만들어냈다. 이러한 장치는 사용자의 능력을 극대화하고 잠식의 위험을 불러온다. 이게 바로 클립스를 죽게 한 원흉이다.\n\n아버지가 이런 죄악과도 같은 물건을 구한 건 정의를 관철하기 위한 힘을 가지기 위해서일까?\n\n지금 당장은 진실을 알 방법이 없다. 하지만 진실을 완전히 알기 전엔 다이루크는 절대 물러나지 않을 것이다.\n\n황야의 독수리처럼 그는 전투와 추격을 시작한다. 신비한 단서와 무수히 많은 전투로 온몸엔 상처가 가득했으나 그의 마음은 시종일관 변하지 않았다. 그의 의지는 회오리치는 불꽃처럼 열기를 내뿜었다.\n\n그러나 어둠 속에서 「우인단」을 통솔하는 11 집행관은 진실을 파헤치는 사람을 조용히 기다리고 있었다. 우인단의 거점을 여러 차례 파괴하는 데 성공한 다이루크를 막기 위해 집행관이 직접 나서게 됐다.\n\n생사의 고비에서 그는 북대륙의 지하 정보망에서 온 관찰자에게 구해진다. 관찰자는 다이루크를 오랫동안 「관찰」해왔으며, 그의 행동 스타일을 인정한다고 밝혔다.\n\n살아남은 다이루크는 오래된 분노 속에서 깨어나 자신의 과거를 돌이켜본다. 그는 자신의 약점을 깨닫게 되고 지하 정보망 조직에 가입한다.\n\n기사단에 처음 들어갔을 때처럼 다이루크는 가장 진지한 태도로 모든 걸 대하고 천부적인 재능으로 조직의 고위층이 된다.\n\n조직엔 자진해서 명예와 신분, 심지어 이름도 버린 전사들로 가득했다.\n\n이런 동료들과 함께라면 아버지의 죽음으로 인해 좌절된 신념을 다시 회복할 수 있지 않을까…?",
      "en": "After Diluc resigned and discarded his Vision, he handed the running of the Dawn Winery over to the head housemaid and left Mondstadt altogether.\n\nDiluc traveled all across the seven nations of Teyvat in search of the truth.\n\nAll clues pointed toward a behemoth of an organization: The Fatui. He learned that they made counterfeit Visions in secret, calling them \"Delusions.\" A Delusion could amplify the power of its bearer to its extreme, but also carried the risk of backfiring. That was what had caused his father's death.\n\nWas it possible that his father could have obtained such a sacrilegious item in order to do good?\n\nDiluc knew he may never know the full truth, but that could never stop him from pursuing it.\n\nLike an eagle scouring the wilderness, he set off on his hunt for the truth. Determination burned like fire in his heart, unfathomable enigmas and unending battles could not sway him from his course. He pressed on relentlessly, scarred but undeterred, like a fiery tornado burning through the dense fog of mystery.\n\nThe Fatui's rulers, the Harbingers, monitored Diluc's progress from the shadows. The prowess with which he laid waste to numerous Fatui strongholds caught their attention and forced them to take action.\n\nDiluc narrowly escaped death at the hands of the Harbingers thanks to a third-party observer from the north, who was part of a vast underground intelligence network. The observer claimed to have been watching Diluc for some time, and approved of his methods.\n\nAfter his close encounter with death, Diluc took a long hard look at his past and the anger he had harbored for so long. Acknowledging his shortcomings, he decided to join the underground intelligence network.\n\nJust like when he first joined the Knights of Favonius, Diluc committed himself fully to his work. His talents and skills saw him rise steadily through the ranks into the upper echelons of the network.\n\nThe network was made up of volunteers, and many of its members had willingly given up their prior positions and reputations to join. Some had even abandoned their names.\n\nCould working with these new comrades finally restore the faith he once clung to? The faith that had been all but destroyed in the events surrounding his father's death?",
      "de": "Nachdem Diluc zurückgetreten war und sein Göttliches Auge aufgegeben hatte, übergab er die Leitung des Weinguts an sein Oberhausmädchen und verließ Mondstadt.\n\nEr reiste durch die sieben Städte Teyvats auf der Suche nach der Lösung des Rätsels.\n\nAlle Hinweise deuteten auf eine Schattenorganisation hin: Die „Fatui“. Er fand heraus, dass sie heimlich nachgemachte Göttliche Augen herstellten und diese „Teuflische Augen“ nannten. Ein Teuflisches Auge wäre in der Lage, die Macht seines Trägers ins Extreme zu verstärken, birgt aber auch das Risiko eines Rückschlags auf den Träger selbst. Sein eigener Vater war so ums Leben gekommen.\n\nWäre es vielleicht möglich, dass sein Vater solch einen teuflischen Gegenstand erworben hatte, um in Wahrheit Gutes zu tun?\n\nDiluc wusste, dass er wahrscheinlich nie die ganze Wahrheit erfahren würde, aber das konnte ihn nicht davon abhalten, es weiter zu versuchen.\n\nWie ein hungriger Adler, der die Wildnis nach Beute durchkämmt, machte er sich auf die Suche nach der Wahrheit. Entschlossenheit brannte wie ein loderndes Feuer in seinem Herzen und selbst unlösbare Rätsel und endlose Schlachten konnten ihn nicht von seinem Kurs abbringen. Er kämpfte unerbittlich weiter, verletzt, aber unbeirrt wie ein feuriger Tornado, der sich durch den dichten Nebel der Geheimnisse brannte.\n\nDie Anführer der Fatui, Die Elf, überwachten Dilucs Fortschritt aus den sicheren Schatten. Die Leichtigkeit, mit der er zahlreiche Hochburgen der Fatui in Schutt und Asche legte, erregte ihre Aufmerksamkeit und zwang sie, Maßnahmen zu ergreifen.\n\nDiluc entkam dank eines Beobachters aus dem Norden, der Mitglied eines riesigen Informationsnetzes war, dem Tod durch die Elf nur knapp. Der Beobachter behauptete, Diluc seit einiger Zeit beobachtet zu haben, und mochte, was er von ihm und seinen Machenschaften gesehen hatte.\n\nNach seiner Begegnung mit dem Tod warf Diluc einen langen Blick auf seine Vergangenheit und die Wut, die so lange in seinem Herzen gewütet hatte. Er sah seine Fehler ein und entschloss sich, dem geheimen Informationsnetz ebenfalls beizutreten.\n\nGenau wie bei seinem Beitritt bei den Rittern des Ordo Favonius engagierte sich Diluc voll und ganz für seine Arbeit. Aufgrund seiner Talente und Fähigkeiten stieg er stetig weiter in die oberen Ränge des Netzwerks auf.\n\nDieses bestand rein aus Freiwilligen und viele seiner Mitglieder hatten bereitwillig ihre früheren Positionen und ihren Ruf aufgegeben, um sich anzuschließen. Einige von ihnen hatten sogar ihre Namen aufgegeben.\n\nKönnte die Zusammenarbeit mit diesen neuen Leuten endlich den Glauben in ihm wiederherstellen, an dem er einst so festhielt? Der Glaube, der in den Ereignissen um den Tod seines Vaters so gut wie zerstört worden war?",
      "es": "Tras dimitir de los Caballeros y renunciar a la Visión, Diluc encargó la administración del Viñedo del Amanecer a la criada principal de la casa y abandonó Mondstadt.\n\nEn su viaje a través de las Siete Naciones, encontró pistas sobre el secreto que prometió descubrir.\n\nTodo apuntaba a una monstruosa y gigantesca organización: los Fatui. Los Fatui hicieron Visiones falsas en secreto y las llamaron “Engaños”. Los Engaños podían amplificar el poder de su portador, pero también tenían el riesgo de ser contraproducentes. Eso fue lo que causó la muerte de Crepus, su padre.\n\n¿Obtuvo su padre un objeto tan sacrílego para hacer el bien?\n\nDiluc nunca lo supo. Sin embargo, se negó a dar marcha atrás antes de conocer toda la verdad.\n\nComo un águila recorriendo el desierto, emprendió su búsqueda de la verdad. La determinación ardía como fuego en su corazón. Ningún misterio insondable o batalla interminable podrían desviarlo de su camino. Así, lo que no lo mató lo hizo más fuerte.\n\nSin embargo, se encontró con Los Once, la mayor fuerza de los Fatui, cuando llamó demasiado la atención después de arrasar numerosas de sus fortalezas.\n\nPor suerte, se salvó del borde de la muerte gracias a un “observador” del norte que era parte de una vasta red de información clandestina. Afirmó que había estado observando a Diluc por un tiempo, y que estaba de acuerdo con sus métodos.\n\nDespués de este encuentro cercano con la muerte, Diluc reflexionó sobre sí mismo y sus acciones, que eran causa de su ira acumulada a lo largo de los años. Después de pensarlo mucho, decidió unirse a esta red de información.\n\nIgual que cuando se unió a los Caballeros por primera vez, Diluc estaba completamente comprometido con el trabajo y ascendió progresivamente a la cima de la red de información gracias a sus talentos y habilidades.\n\nNo fueron pocos los que voluntariamente renunciaron a su reputación, estatus e incluso nombre para unirse a la red. ¿Podría restaurar la fe a la que alguna vez se aferró al trabajar con ellos? ¿Esa fe que había sido casi destruida tras la muerte de su padre?",
      "fr": "Après avoir renoncé à son œil divin, Diluc confia la gestion du Domaine de l'Aurore à sa gouvernante et quitta Mondstadt.\n\nIl parcourut les Sept Nations de Teyvat à la recherche de la vérité.\n\nToutes ses pistes pointaient dans la même direction : une organisation tentaculaire, les Fatui. Il apprit ainsi que l'organisation avait réussi à contrefaire des yeux divins. Celles-ci étaient appelées « yeux maléfiques ». Ce type d'œil permettait d'amplifier à l'extrême le pouvoir de son possesseur, mais présentait aussi le risque de se retourner contre celui-ci. C'était ceci qui avait causé la mort de son père.\n\nCe dernier avait-il acquis un tel objet sacrilège pour faire le bien ?\n\nDiluc savait que probablement jamais il ne connaîtrait la réponse à cette question, mais cela ne l'empêcha pas de poursuivre sa quête de vérité.\n\nTel l'aigle partant en chasse, la détermination l'habitait et aucune épreuve ne semblait pouvoir l'arrêter. Sa volonté ne faillit point, semblable à quelque vent sacré venant lever les brumes du mystère.\n\nCachés dans l'ombre, les Onze Exécuteurs, dirigeants des Fatui, suivaient ses progrès avec attention. À plusieurs reprises, son avancée l'avait amené à détruire plusieurs bastions de l'organisation et les Onze durent intervenir.\n\nDiluc échappa de peu à la mort de leurs mains grâce à l'intervention d'un observateur venant des pays du nord, faisant partie d'un vaste réseau de renseignement. Celui-ci lui apprit l'avoir suivi pendant un certain temps et approuver ses méthodes.\n\nD'avoir ainsi frôlé la mort poussa Diluc à l'introspection et à remettre en question son passé et la colère qui l'avait habité depuis si longtemps. Conscient qu'il avait encore à apprendre, il décida de rejoindre le réseau secret.\n\nTout comme lorsqu'il avait rejoint l'Ordre de Favonius, Diluc se plongea corps et âme dans son travail, et son talent lui valut de grimper les échelons au sein de l'organisation.\n\nCelle-ci était composée de volontaires, et nombreux étaient ceux qui avaient abandonné une excellente situation pour la rejoindre, quand ce n'était pas leur nom.\n\nTravailler aux côtés de ces nouveaux compagnons lui permettrait-il de recouvrer la foi qu'il avait perdue suite à la mort de son père ?",
      "pt": "Depois que Diluc se afastou e renunciou sua Visão, ele passou a administração da Adega do Alvorecer para as mãos da empregada e saiu de Mondstadt.\n\nDiluc viajou por todas as sete nações de Teyvat em busca da verdade.\n\nTodas as pistas apontavam para uma gigante organização: os Fatui. Ele descobriu que eles faziam Visões falsificadas em segredo, chamando-as de \"Ilusões\". Uma Ilusão pode ampliar ao máximo o poder de seu portador, mas também carrega o risco de sair pela culatra. Foi isso que causou a morte de seu pai.\n\nSerá que seu pai usou um item tão sacrílego para fazer o bem?\n\nDiluc sabia que talvez nunca descobrisse a verdade completa, mas isso nunca o impediria de ir em busca dela.\n\nComo uma águia vasculhando o deserto, ele partiu em busca da verdade. A determinação ardia como fogo em seu coração; enigmas insondáveis e batalhas intermináveis não o impediam de seguir seu caminho. Ele continuou incansavelmente, cheio de cicatrizes, mas indiferente, como um tornado ardente queimando na densa névoa de mistério.\n\nOs Mensageiros dos Fatui, Os Onze, monitoravam o progresso de Diluc das sombras. Suas proezas ao destruir inúmeras fortalezas dos Fatui chamaram sua atenção e forçaram-os a agir.\n\nDiluc escapou por pouco da morte nas mãos dos Onze graças a um observador do norte, que fazia parte de uma vasta rede de inteligência secreta. O observador disse que acompanhava Diluc por algum tempo e aprovava seus métodos.\n\nDepois de enfrentar a morte, Diluc refletiu sobre seu passado e a raiva que ele nutria por tanto tempo. Reconhecendo seus defeitos, ele decidiu se juntar à rede de inteligência secreta.\n\nAssim como quando se juntou aos Cavaleiros de Favonius, Diluc se comprometeu totalmente com seu trabalho. Seus talentos e habilidades o levaram a subir de forma constante até os altos escalões da rede.\n\nA rede era formada por voluntários, e muitos de seus membros haviam desistido de bom grado de suas posições e reputações anteriores. Alguns até abandonaram seus nomes.\n\nO trabalho com esses novos camaradas finalmente restaurou a fé que antes possuía? A fé que havia sido quase destruída nos eventos em torno da morte de seu pai?",
      "ru": "После того как Дилюк ушёл в отставку и оставил свой Глаз Бога, он оставил хозяйство главной горничной и покинул Мондштадт. Во время своего путешествия по семи королевствам Дилюк нашёл ключи к тайне, которую он поклялся раскрыть. Все они вели к огромной организации, зовущейся Фатуи, которая тайно создавала поддельные Глаза Бога и называла их «Глаз Порчи». Именно их сила и убила Крепуса. Каковы были мотивы его отца, чтобы владеть такой богохульной вещью? Неужели он хотел с помощью неё творить добро? Зная, что, возможно, он никогда не узнает ответ на этот вопрос, Дилюк всё же отказался отступать, не узнав всей правды. Подобно ястребу в пустыне, он начал свою охоту за истиной и отправился туда, куда его вели улики. Несмотря на покрытое боевыми шрамами тело, его сердце и душа остались стойкими и непоколебимыми. То, что не убивало его, делало его сильнее. Однако его деяния привлекли внимание Одиннадцати Предвестников, руководителей Фатуи, которые стали наблюдать за ним из тени. Многочисленные опустошённые Дилюком крепости организации заставили их действовать. Жизнь Дилюка от неминуемой смерти спас таинственный наблюдатель с севера, который был частью обширной подпольной информационной сети. Он утверждал, что уже некоторое время наблюдает за Дилюком и согласен с его методами. После взгляда в глаза смерти Дилюк задумался о своих действиях, питаемых давним гневом. Тщательно всё обдумав, он решил присоединиться к этой подпольной сети. Так же, как и с Ордо Фавониус, Дилюк был полностью предан работе и, благодаря своим талантам и навыкам, быстро поднялся на вершину организации. Подпольная сеть состояла из волонтёров, которые добровольно отказывались от своей репутации, статуса и даже имени. Может ли его вера, поражённая смертью отца, быть восстановлена новыми товарищами?",
      "id": "Setelah meninggalkan Knights of Favonius dan Vision, dia meminta kepala pelayannya untuk mengurus Dawn Winery, dan kemudian dia pun pergi meninggalkan Mondstadt.\n\nDiluc berkelana di segala penjuru Teyvat untuk menemukan kebenaran dari kekuatan jahat yang mencelakakan ayahnya.\n\nSemua petunjuk yang didapatkannya mengarah ke sebuah organisasi yang bernama \"Fatui\". Fatui diam-diam menciptakan Vision imitasi yang bernama \"Delusion\". Alat ini dapat meningkatkan kemampuan pengguna hingga batas maksimal, namun itu juga berisiko tinggi dapat menyerang balik pengguna. Dan \"Delusion\" inilah yang menyebabkan Crepus mati.\n\nApakah ayah menggunakan kekuatan jahat ini untuk melakukan kebaikan?\n\nSampai hari ini, tidak ada yang tahu tujuan sebenarnya Crepus. Dan Diluc tidak akan pantang menyerah sampai kebenarannya terkuak.\n\nSeperti elang di alam liar, Diluc pun memulai perburuannya mencari kebenaran. Teka-teki tak terpecahkan dan pertempuran tanpa akhir tidak bisa memadamkan kobaran tekad di hatinya. Meskipun harus terluka, dia tidak akan menghentikan langkahnya. Tekadnya seperti angin tornado berapi yang meniup kabut misteri yang tebal.\n\nPenguasa Fatui, The Eleven Harbingers, diam-diam memantau kemajuan penyelidikan Diluc. Kemampuan Diluc yang berhasil menghancurkan banyak benteng Fatui memaksa mereka untuk mengambil tindakan secara langsung.\n\nDiluc berhasil lolos dari maut karena diselamatkan oleh pengamat intelijen dari Benua Utara. Pengamat tersebut mengaku bahwa dia sudah mengamati Diluc cukup lama. Dia menyukai cara dan sikap Diluc.\n\nSetelah pertemuannya yang dekat dengan maut, Diluc merenungi kembali masa lalunya dan kemarahan yang selama ini dipendamnya, mengakui kekurangannya, kemudian memutuskan untuk bergabung dengan jaringan intelijen bawah tanah.\n\nSama seperti saat pertama kali bergabung di Knights of Favonius, Diluc mengerjakan segala hal dengan sungguh-sungguh. Bakat dan kemampuannya membuatnya berhasil naik ke posisi tinggi dengan cepat.\n\nJaringan itu terdiri dari sukarelawan, banyak dari anggotanya rela meninggalkan posisi dan reputasi mereka sebelumnya untuk bergabung ke jaringan tersebut. Beberapa bahkan telah membuang nama mereka.\n\nApakah bekerja dengan rekan-rekan baru ini dapat membuat keyakinan Diluc kembali? Keyakinan yang telah hancur dalam peristiwa seputar kematian ayahnya?",
      "th": "หลังละทิ้งสิทธิ์การเป็นอัศวินและวิชั่น Diluc ก็สั่งให้หัวหน้าสาวใช้จัดการดูแลงานของโรงไวน์ และออกจาก Mondstadt ไปตัวเปล่า ๆ\n\nระหว่างการเดินทางไปยังประเทศทั้งเจ็ด Diluc ก็ค่อย ๆ เข้าใกล้ความลับที่เขากำลังค้นหามาโดยตลอด\n\nโดยเบาะแสทั้งหมดนั้นชี้ไปยัง \"Fatui\"... องค์กรขนาดยักษ์แห่งหนึ่ง ซึ่งพวกมันกำลังลักลอบสร้าง \"เนตรมาร\" เพื่อเลียนแบบ \"วิชั่น\" อยู่ โดยอุปกรณ์นี้สามารถขยายขีด ความสามารถของผู้ใช้ให้ไปถึงขีดสุดได้ และในขณะเดียวกันก็นำมาซึ่งผล กระทบย้อนกลับที่แสนอันตราย ซึ่งนั่นคือพลังอันชั่วร้ายที่ทำให้ Crepus ต้องตาย\n\nการที่พ่อใฝ่หาพลังที่ชั่วร้ายขนาดนี้ จะบอกว่าเพื่อความยุติธรรมอย่างนั้นเหรอ?\n\nจนถึงทุกวันนี้ ความจริงก็ยังไม่ปรากฏ แต่จนกว่าเขาจะเข้าใจความจริงทั้งหมด Diluc ก็ยังคงปฏิเสธที่จะหนี\n\nDiluc เริ่มต้นการออกล่าราวกับพญาอินทรีที่อยู่เหนือป่าทึบ เบาะแสอันลึกลับและการต่อสู้ที่ไม่มีที่สิ้นสุดนั้น ต่างก็ไม่สามารถทำให้ เปลวไฟในหัวใจของเด็กหนุ่มมอดดับไปได้ ซึ่งแม้จะเหนื่อยล้าแค่ไหน แต่เขาก็ไม่มีวันที่จะหยุดก้าวเดินต่อไป เจตนารมณ์ของเขานั้นเป็นดั่งพายุที่ห่อหุ้มด้วยเปลวเพลิง คอยปัดเป่าความสับสนว้าวุ่นให้หายไป\n\nท่ามกลางความมืดมิด เหล่าผู้บริหารทั้ง 11 คน ซึ่งเป็นผู้นำของ \"Fatui\" กำลังรอคอยผู้เสาะหาความจริงอยู่อย่างเงียบ ๆ ซึ่งการทำลายแหล่งกบดานของพวก Fatui ซ้ำแล้วซ้ำเล่านั้น บีบบังคับให้พวกเขาต้องออกโรงด้วยตัวเอง\n\nระหว่างช่วงเวลาแห่งความเป็น ความตายนั้น Diluc ได้รับความช่วยเหลือโดยสายสืบของหน่วยข่าวกรองใต้ดินจากแดนเหนือ ซึ่งสายสืบคนนั้นได้อ้างว่าตนนั้นได้ทำการ \"สังเกต\" เขามาได้สักพักแล้ว และยอมรับในวิธีการจัดการของเขา\n\nDiluc ตื่นขึ้นจากความโกรธที่ยาวนาน และเริ่มมองกลับไปยังทุกอย่างในอดีต เขาตระหนักได้ถึงข้อบกพร่อง และตกลงที่จะเข้าร่วมเครือข่ายข่าวกรองตลอดชีวิตที่เหลือของเขา\n\nเช่นเดียวกับตอนที่เข้าร่วมกองอัศวินใหม่ ๆ Diluc ปฏิบัติต่อทุกสิ่งด้วยความจริงจัง เขาใช้ทั้งพรสวรรค์กับความสามารถพิเศษที่มี ก้าวขึ้นสู่ตำแหน่งสูงของเครือข่ายข่าวกรอง\n\nองค์กรนั้นประกอบไปด้วย อาสาสมัครซึ่งโดยส่วนใหญ่แล้ว ต่างก็เป็นนักสู้ที่ทอดทิ้งทั้งเอกลักษณ์และชื่อเสียงไป\n\nการทำงานกับเพื่อนร่วมงานเช่นนี้ ศรัทธาของ Diluc ที่หายไปจากการเสียชีวิตของพ่อ จะสามารถกลับคืนมาอีกครั้งได้มั้ยนะ?",
      "vi": "Vứt bỏ thân phận kỵ sĩ và Vision, Diluc giao phó công việc của tửu trang cho hầu gái trưởng, rời khỏi Mondstadt.\n\nĐi qua 7 quốc gia, Diluc dần tiếp cận được bí mật mà anh luôn tìm kiếm.\n\nTất cả manh mối đều hướng về Fatui - tổ chức tà ác khổng lồ. Bọn chúng bí mật làm giả Vision, tạo ra Delusion có thể giúp người dùng tăng sức mạnh đến cực hạn nhưng cũng nuốt lấy họ. Nó chính là thủ phạm giết chết Crepus.\n\nBố tìm thứ tội lỗi này vì muốn có sức mạnh thực thi công lý ư?\n\nViệc đến nước này, đã không thể cứu vãn được. Nhưng trước khi biết rõ chân tướng, anh tuyệt đối không từ bỏ.\n\nGiống như chim ưng nơi hoang dã, anh bắt đầu cuộc đi săn. Những manh mối thần bí và vô số trận chiến cũng không thể trói buộc trái tim người thiếu niên, cho dù vết thương chồng chất, anh cũng không dừng bước.\n\nTrong bóng tối, 11 Quan Chấp Hành thống lĩnh Fatui đang chờ đợi người đi tìm chân tướng. Diluc nhiều lần phá hủy thành công căn cứ của người Fatui, ép bọn chúng phải ra tay.\n\nGiữa sự sống và cái chết, anh được cứu bởi một người trong mạng tình báo ngầm phía Bắc. Sau đó hắn nói rằng đã \"theo dõi\" anh một thời gian, cũng hiểu rõ phong cách hành sự của anh.\n\nSống sót sau tai nạn, anh sực tỉnh sau cơn phẫn nộ kéo dài, đánh giá lại hành động của bản thân và đồng thời gia nhập mạng tình báo ngầm.\n\nGiống như khi mới vào đội kỵ sĩ, Diluc làm mọi việc với thái độ nghiêm túc nhất, với tài năng thiên phú anh dần dần trở thành chủ chốt trong mạng lưới tình báo cấp cao.\n\nTổ chức được thành lập từ những người tình nguyện, đa phần là những chiến sĩ từ bỏ thân phận và địa vị, thậm chí là cả họ tên.\n\nLàm việc cùng những cộng sự như vậy, liệu Diluc có dần lấy lại niềm tin đã mất đi sau kết cục của bố hay chăng...?"
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "「莫忘始终」——人们对这句格言背后的故事众说纷纭。不过对迪卢克而言，它的意义简单又唯一。\n\n「需得清算罪恶。\n\n切忌在庸碌中忘却，真正的晨曦尚未到来。」\n\n迪卢克的孤独游历持续了三年时间。\n\n四年后，已成青年的迪卢克回到了蒙德城，接下了家族的产业，成为了「晨曦酒庄」的新任庄主。\n\n四年间，伊洛克被证实为叛变者，遭到骑士团肃清。大团长法尔伽远征域外，由新任副团长琴出任「代理团长」一职。\n\n「晨曦酒庄」主人的归来本应撼动蒙德，却意外地没能引起什么波澜。\n\n因为当时蒙德人的注意力，都聚集在一位神秘的蒙德城「守护者」身上。\n\n已知特征，只有偶尔嗅到的烧焦气味，与黑夜中一闪而过的火红身影。\n\n困扰蒙德已久的魔物陈尸野外；久遭通缉的窃贼被倒吊在神像前；西风骑士们整队前往对抗一位作恶已久的深渊法师，却发现敌人早已败亡…\n\n凭借酒后闲话，这位守护者的事迹在蒙德城里飞速传开。最近，他被安上了一个具体的称呼——「暗夜英雄」。\n\n外人面前，迪卢克老爷似乎也对这位英雄不抱好感。每每听到这个名字，他都忍不住紧蹙眉头。\n\n酒业行会的埃泽是极少数知情者之一。他私下问迪卢克老爷：对「暗夜英雄」表现出厌恶莫非也是演技，是为了避免被骑士团查出身份？\n\n迪卢克老爷却依旧皱着眉头，硬邦邦地回答：\n\n「这个称号品味太差了。」",
      "zht": "「莫忘始終」——人們對這句格言背後的故事眾說紛紜。不過對迪盧克而言，它的意義簡單又唯一。\n\n「需得清算罪惡。\n\n切忌在庸碌中忘卻，真正的晨曦尚未到來。」\n\n迪盧克的孤獨遊歷持續了三年時間。\n\n四年後，已成青年的迪盧克回到了蒙德城，接下了家族的產業，成為了「晨曦酒莊」的新任莊主。\n\n四年間，伊洛克被證實為叛變者，遭到騎士團肅清。大團長法爾伽遠征域外，由新任副團長琴出任「代理團長」一職。\n\n「晨曦酒莊」主人的歸來本應撼動蒙德，卻意外地沒能引起什麼波瀾。\n\n因為當時蒙德人的注意力，都聚集在一位神秘的蒙德城「守護者」身上。\n\n已知特徵，只有偶爾嗅到的燒焦氣味，與黑夜中一閃而過的火紅身影。\n\n困擾蒙德已久的魔物陳屍野外；久遭通緝的竊賊被倒吊在神像前；西風騎士們整隊前往對抗一位作惡已久的深淵法師，卻發現敵人早已敗亡…\n\n憑藉酒後閒話，這位守護者的事蹟在蒙德城裡飛速傳開。最近，他被冠上了一個具體的稱呼——「暗夜英雄」。\n\n外人面前，迪盧克老爺似乎也對這位英雄不抱好感。每每聽到這個名字，他都忍不住緊蹙眉頭。\n\n酒業行會的埃澤是極少數知情者之一。他私下問迪盧克老爺：對「暗夜英雄」表現出厭惡莫非也是演技，是為了避免被騎士團查出身分？\n\n迪盧克老爺卻依舊皺著眉頭，硬邦邦地回答：\n\n「這個稱號品味太差了。」",
      "jp": "「始まりから終わりまで忘れない」——この言葉の背後の物語については、たくさんの見解がある。だが、ディルックにとってそれは一つの単純な意味だった。\n\n「すべての罪悪を駆逐する。\n\n凡庸の人生だが使命を忘れるな、真のアカツキはまだ来ていない」\n\nディルックの一人旅は3年も続いた。\n\n4年後、青年になったディルックはモンドに戻り、家業を継ぎ、「アカツキワイナリー」の新たなオーナーとなった。\n\n4年の間に、イロックは反逆者と認定され、騎士団に粛清された。大団長ファルカは遠征し、新しい副団長ジンが「代理団長」を務めることとなった。\n\n「アカツキワイナリー」のオーナーの帰還は、モンドの一大事になるはずだったが、今回はそうでもなかった。\n\nそれは、当時のモンド人の注目の的は全て、裏でモンドを護る謎の「守護者」に奪われていたからだ。\n\nその者は、時折漂う焦げた匂いと夜に閃く赤い影しか確認されていない。\n\nモンド人をずっと困らせた魔物が死体となって、荒野で発見された。指名手配の盗賊が、神像に吊り上げられていた。西風騎士団全員で出動し、倒そうとしたアビスの魔術師がすでに死んでいた…\n\n酒の肴として、この守護者の実績はモンド人の間に広がっていった。そして最近、彼に呼び名がつけられた——「闇夜の英雄」。\n\n傍から見ると、ディルックはこの英雄に好意を抱いていないらしい。この名前を聞く度に、彼は思わず眉間にしわを寄せた。\n\n酒造組合会のエルザーは、真実を知るごく一部の者だ。彼は一度、密かにディルックに聞いたことがある。「闇夜の英雄」に対する嫌悪は、騎士団に疑われないための演技か？\n\nディルックはいつものように眉間にしわを寄せ、仕方なく答えた。\n\n「名前のセンスがひどすぎるんだ」",
      "ko": "「처음과 끝을 잊지 마라」——사람들은 이 격언의 뒷이야기에 대해 이런저런 말들을 많이 했다. 하지만 다이루크에게 이 격언의 의미는 간단하고도 유일하다.\n\n「죄악을 청산해야 한다.\n\n번잡함 속에서도 잊어버리지 않아야만 진정한 새벽이 올 것이다」\n\n다이루크는 홀로 3년 동안 떠돌아다녔다.\n\n4년 후 청년이 된 다이루크는 몬드성으로 돌아와 가업을 물려받고 「다운 와이너리」의 새로운 장주가 됐다.\n\n4년 동안 일록은 변절자임이 들통나 기사단에서 숙청됐다. 그리고 대단장 바르카는 원정을 떠나 신임 부단장 진이 「단장 대행」 직을 맡게 됐다.\n\n「다운 와이너리」의 주인이 돌아온 것은 원래라면 몬드를 떠들썩하게 해야 했으나 아무런 풍파도 일으키지 못했다.\n\n왜냐하면 이 당시에 몬드 사람들은 신비한 몬드성 「수호자」에게 이목이 집중되어 있었던 상태였기 때문이다.\n\n그에 대해 아는 특징이라곤 오직 가끔 탄내가 나고 어두운 밤에 순식간에 지나가는 붉은색 그림자뿐이었다.\n\n몬드를 오랫동안 괴롭히던 마물의 시체가 성 밖에 나뒹굴었고 오래된 현상수배범이 신상 앞에 거꾸로 매달려 있었으며, 페보니우스 기사단 전체가 오랫동안 악명을 떨친 심연 메이지를 처치하러 갔을 때 이미 죽어있는 걸 발견하는 등….\n\n이 수호자가 한 일들은 순식간에 몬드성에 울려펴졌다. 최근 그는 「다크 히어로」 호칭도 얻게 됐다.\n\n다이루크 어르신은 다른 사람들 앞에선 이 영웅을 싫어하는 것처럼 대한다. 그는 이 이름을 들을 때마다 눈썹을 찡그렸다.\n\n주류협회의 엘저는 사실을 아는 극소수의 인물 중 한 명이다. 그는 사적으로 다이루크 어르신에게 이렇게 물은 적이 있다: 「다크 히어로」를 싫어하는 척하는 건 기사단에게 신분이 들통날까 봐 연기하시는 거죠?\n\n다이루크 어르신은 눈썹을 찡그리며 삐딱하게 답했다:\n\n「칭호가 너무 촌스럽잖아」",
      "en": "\"Shine True.\" The background to this motto is hotly contested, but to Diluc it has one simple, clear meaning.\n\n\"Evil cannot go unpunished.\n\nNever settle for mediocrity. Never forget that the dawn will one day come.\"\n\nDiluc's solitary sojourn lasted for three years.\n\nFour years on, Diluc had returned to Mondstadt and taken over as head of the family winery, now a young man.\n\nIn the space of these four years, Eroch had been purged from the Knights of Favonius after being shown to be a traitor, while Grand Master Varka had left on an expedition, leaving Master Jean to assume the role of Acting Grand Master.\n\nThe return of the Dawn Winery's master should have been a momentous occasion for Mondstadt, but strangely it went completely unnoticed.\n\nThe reason? Mondstadt's citizens were far too busy pondering the mysterious case of an unknown \"Guardian of Mondstadt.\"\n\nAll that was known about the anonymous guardian was that the smell of burning would follow in his wake, and that a flash of red flames would reveal his silhouette for but a moment in the darkness of the night, before he disappeared in an instant.\n\nThe bodies of monsters that had plagued Mondstadt for an age now lay dead in the wilderness... Mondstadt's most wanted thieves suddenly appeared bound and gagged, hanging from their feet in the statue plaza... All the Knights of Favonius were dispatched to reckon, once and for all, with the Abyss Mage behind countless crimes in the city, but they arrived only to discover that he had long since been killed...\n\nAided by wine-fueled conversations, word of the mysterious guardian spread swiftly, and he came to be known as the \"Darknight Hero.\"\n\nIn public, Diluc appeared to hold this hero in contempt, his face curling up in disgust every time the name was uttered.\n\nElzer of the Mondstadt Wine Guild was one of the select few who was in the know, and once queried Diluc about this: Was his disapproval of the Darknight Hero just an act, intended to throw the knights off his trail and protect his anonymity?\n\nBut Diluc simply frowned once more, and curtly replied: \"It's just a stupid name.\"",
      "de": "„Vergiss niemals.“ Der Hintergrund dieses Mottos ist relativ umstritten, aber für Diluc hat es eine einfache und klare Bedeutung:\n\n„Das Böse darf nicht ungestraft bleiben.\n\nMan darf nie vergessen, dass eines Tages die Morgendämmerung kommen wird.“\n\nDilucs einsame Reise dauerte drei Jahre.\n\nIm vierten Jahr kehrte Diluc nach Mondstadt zurück und übernahm die Leitung des Familienweingutes, jetzt, da er ein junger Mann geworden war.\n\nInnerhalb dieser vier Jahre war Eroch vom Ordo Favonius entlassen worden, nachdem er als Verräter entlarvt wurde, während Großmeister Varka zu einer Expedition aufgebrochen war und Jean die Rolle des amtierenden Großmeisters überließ.\n\nDie Rückkehr des Besitzers des Weinguts Morgenröte sollte ein bedeutsames Ereignis für Mondstadt sein, aber seltsamerweise blieb sie völlig unbemerkt.\n\nDie Bürger von Mondstadt waren viel zu sehr damit beschäftigt, über den mysteriösen Fall eines unbekannten „Wächters“ von Mondstadt nachzudenken.\n\nAlles, was man über den unbekannten Wächter wusste, war, dass der Geruch von Feuer seinen Spuren folgen und ein Blitz roter Flammen seine Silhouette nur für einen Moment in der Dunkelheit der Nacht enthüllen würde, bevor er in einem Augenblick wieder verschwand.\n\nDie Kadaver der Monster, die Mondstadt eine Ewigkeit lang geplagt hatten, lagen nun tot in der umliegenden Wildnis verstreut ... Mondstadts meistgesuchte Diebe tauchten plötzlich bereits gefesselt und geknebelt an ihren Füßen auf dem Platz vor der Statue hängend auf ... Alle Ritter des Ordo Favonius wurden losgeschickt, um den Abgrundmagiern ein für alle Mal den Garaus zu machen, die hinter unzähligen Verbrechen in der Stadt steckten, aber sie kamen zu der Erkenntnis, dass sie schon längst tot waren ...\n\nVon Wein erhitzte Gespräche verbreiteten das Wort des geheimen Unbekannten schnell und schließlich wurde er als der „Held der Nacht“ bekannt.\n\nIn der Öffentlichkeit schien Diluc diesen Helden zu verachten, sein Gesicht krümmte sich bei jeder Erwähnung des Namens vor Abscheu.\n\nElzer von der Mondstädter Getränkewirtschaft war einer der wenigen Auserwählten, die Bescheid wussten, und befragte Diluc einmal dazu: War seine Missbilligung des dunklen Helden nur ein Akt, um die Ritter von seiner Spur abzubringen und seine Anonymität zu schützen?\n\nDiluc runzelte dabei die Stirn und antwortete kurz und knapp:\n\n„Es ist doch nicht mehr als ein dummer Name.“",
      "es": "“No olvides tus raíces”. El trasfondo de este lema es muy controvertido, pero para Diluc tiene un significado simple y claro.\n\n“El mal no puede quedar impune.\n\nNunca te conformes con la mediocridad. El auténtico amenecer aún no ha llegado”.\n\nLa travesía solitaria de Diluc duró tres años.\n\nCuatro años después, Diluc había regresado a Mondstadt y había asumido el cargo de jefe de la bodega familiar, ahora siendo un adulto joven.\n\nEn el espacio de estos cuatro años, Eroch había sido expulsado de los Caballeros de Favonius después de demostrarse que era un traidor, mientras que el Gran Maestro Varka se había ido en una expedición, dejando a la Maestra Jean con el cargo de Gran Maestra Intendente.\n\nEl regreso del amo del Viñedo del Amanecer debió ser un evento trascendental para Mondstadt, pero extrañamente pasó completamente inadvertido.\n\n¿La razón? Los ciudadanos de Mondstadt estaban demasiado ocupados reflexionando sobre el misterioso caso de un “Protector de Mondstadt” desconocido.\n\nTodo lo que se sabía sobre el guardián anónimo era que dejaba un olor a quemado tras de sí, y que un destello de llamas rojas revelaba su silueta por un momento en la oscuridad de la noche, antes de desaparecer en un instante.\n\nLos cuerpos de los monstruos que habían plagado a Mondstadt por una eternidad ahora yacían muertos en el descampado... Los ladrones más buscados de Mondstadt de repente aparecieron atados y amordazados, colgando de sus pies en la plaza de la estatua... Todos los Caballeros de Favonius fueron enviados a enfrentarse de una vez por todas contra el Mago del Abismo que estaba detrás de innumerables crímenes en la ciudad, solo para descubrir que había sido aniquilado hace tiempo...\n\nCon la ayuda de las conversaciones alimentadas por el vino, la noticia del guardián misterioso se extendió rápidamente, y eventualmente se le conoció como el “Héroe Oscuro”.\n\nEn público, Diluc parecía despreciar a este héroe. Su rostro se torcía en señal de repudio cada vez que pronunciaban su nombre.\n\nElzer, del Gremio de Productores de Vino de Mondstadt, era uno de los pocos que lo sabía, y una vez le llegó a preguntar a Diluc: ¿Su desaprobación del Héroe Oscuro es solo una fachada, con la intención de que los Caballeros perdieran su rastro y así proteger su anonimato?\n\nPero Diluc simplemente frunció el ceño una vez más y respondió secamente: “Es un nombre estúpido”.",
      "fr": "« Toujours authentique. » L'origine de cette devise est contestée, mais pour Diluc, son sens est on ne peut plus clair.\n\n« Le mal ne peut rester impuni.\n\nNe te contente jamais de la médiocrité. Le jour finit toujours par se lever. »\n\nLe voyage solitaire de Diluc dura plus de trois ans, et c'est un jeune homme ayant mûri qui revint lors de la quatrième année à Mondstadt pour reprendre les affaires de sa famille et devenir le nouveau patron du Domaine de l'Aurore.\n\nAu cours des quatre années passées, la traîtrise de l'inspecteur Eroch avait été démontrée, et l'homme avait été banni de l'Ordre de Favonius. Le Grand Maître de l'Ordre, Varka, parti mener une expédition loin de la cité, avait été remplacé par une jeune femme répondant au nom de Jean, qui occupait à présent le poste de Grande Maîtresse suppléante.\n\nLe retour du propriétaire du Domaine de l'Aurore aurait en théorie dû être un événement à Mondstadt, mais passa presque inaperçu.\n\nToute la cité avait son attention portée sur un mystérieux « Gardien de Mondstadt ».\n\nOn en savait peu à son sujet. Une légère odeur de brûlé l'accompagnait et un éclair de flammes rougeoyantes avait à plusieurs reprises révélé sa silhouette avant qu'elle ne disparaisse aussitôt dans les ténèbres de la nuit.\n\nLes monstres qui depuis longtemps posaient problème aux environs de Mondstadt gisaient à présent sans vie à la sortie de la cité. Les bandits les plus recherchés de la cité furent découverts ligotés et suspendus par les pieds à la statue de la grande place. Les chevaliers de l'Ordre, qui s'étaient réunis pour en finir une bonne fois pour toutes avec un Mage de l'Abîme responsable de nombre de crimes dans la cité, le trouvèrent à leur grande surprise mort à leur arrivée...\n\nLa nouvelle qu'un ange gardien protégeait Mondstadt, sujet préféré des conversations avinées, se répandit comme une traînée de poudre à travers la cité. On lui a même récemment donné un surnom : le « Héros de la Nuit ».\n\nAux yeux des autres, il semble que Diluc ne porte guère le fameux héros dans son cœur et fronce les sourcils en une expression d'aversion à chaque fois que le nom lui parvient aux oreilles.\n\nElzer, de l'Association des entreprises du vin, sans doute l'une des très rares personnes à savoir pourquoi, posa la question suivante à Diluc : « Vous jouez la comédie pour éviter que les chevaliers de l'Ordre ne découvrent son identité ? »\n\nÀ quoi Diluc répondit simplement, les sourcils toujours froncés : « C'est un surnom tellement stupide. »",
      "pt": "\"Nunca Esquecer\". A história atrás desse lema é calorosamente discutida, mas para Diluc esse lema tem único significado, simples e claro.\n\n\"O mal não pode ficar impune.\n\nNunca se esqueça de que o alvorecer ainda não chegou.\"\n\nA aventura solitária de Diluc durou três anos.\n\nQuatro anos depois, Diluc, que já se tornou um jovem, voltou a Mondstadt e assumiu o cargo de dono da Adega da família.\n\nNesses quatro anos, Eroch havia sido expulso dos Cavaleiros de Favonius depois de ser descoberto como um traidor enquanto o Grande Mestre Varka estava em uma expedição, fazendo com que Mestre Jean assumisse o papel de Grande Mestre Intendente.\n\nO retorno do dono da Adega do Alvorecer deveria ter abalado Mondstadt, mas estranhamente passou despercebido.\n\nO motivo? Os cidadãos de Mondstadt estavam muito ocupados refletindo sobre o misterioso caso de um \"Guardião de Mondstadt\" desconhecido.\n\nTudo o que se sabia sobre o guardião anônimo era o cheiro de algo queimado que o acompanhava e que um clarão de chamas vermelhas revelava sua presença em instante na escuridão da noite.\n\nOs corpos de monstros que atormentavam Mondstadt por uma era agora jaziam mortos no deserto... Os ladrões mais procurados de Mondstadt de repente apareciam amarrados e pendurados na praça da estátua... Todos os Cavaleiros de Favonius foram mobilizados para enfrentar, de uma vez por todas, um Feiticeiro do Abismo por trás de inúmeros crimes na cidade, mas chegaram à descoberta de que ele estava morto há muito tempo...\n\nGraças às conversas alimentadas por vinho, os rumores do guardião misterioso se espalharam rapidamente e, eventualmente, ele se tornou conhecido como o \"Herói Obscuro\".\n\nEm público, Diluc parecia desprezar esse herói, e fazia cara feia toda vez que ouvia esse título.\n\nElzer, da Associação de Vinhos de Mondstadt, era um dos poucos que sabia o motivo de Diluc agir assim e uma vez o perguntou sobre isso: a sua desaprovação do Herói Obscuro era apenas fingimento para proteger seu anonimato?\n\nMas Diluc fez cara feia mais uma vez e respondeu bruscamente: \"É apenas um nome estúpido\".",
      "ru": "«Сохраняя верность традициям». О значении этой фразы до сих пор идут жаркие споры. Но для Дилюка она проста и ясна. «Зло должно быть наказано. Никогда не забывайте, что подлинный рассвет ещё не наступил». Одинокое путешествие Дилюка длилось три года. Четыре года спустя возмужавший Дилюк вернулся в Мондштадт и продолжил семейное дело, став новым хозяином винокурни «Рассвет». За эти четыре года Эроха объявили предателем и изгнали из Ордо Фавониус, магистр ордена Варка ушёл в дальний поход, а действующим магистром ордена стала Джинн. Возвращение хозяина винокурни «Рассвет» должно было стать памятным событием, но каким-то образом оно прошло незамеченным. А всё потому, что внимание горожан было приковано к загадочному «Защитнику Мондштадта». О нём было известно только, что за ним тянулся запах гари и перед тем, как он внезапно исчезал, вспышка пламени освещала его силуэт. Туши давно терзавших Мондштадт чудовищ остывали в траве, неуловимые воры висели перед идолами, а рыцари, вышедшие положить конец злодеяниям мага Бездны, обнаруживали только его останки... Благодаря подогретой вином болтовне слава о деяниях загадочного стражника прокатилась по городу стремительной волной, и вскоре его окрестили «Полуночным героем». На публике Дилюк героя презирал и хмурился каждый раз, когда кто-то произносил его прозвище. Один из посвящённых в его тайну, председатель гильдии виноделов Эльзер, как-то спросил Дилюка: должно ли было это показное отвращение к «Полуночному герою» сбить рыцарей с толку и защитить его от разоблачения? Но Дилюк, нахмурившись снова, был краток: «Просто это пошлое прозвище».",
      "id": "\"Selalu Dikenang\"——Latar belakang moto ini diperdebatkan panas oleh orang-orang, tetapi bagi Diluc moto ini memiliki satu makna yang sederhana dan jelas.\n\n\"Kejahatan tidak dapat dibiarkan begitu saja.\n\nJangan pernah puas dengan keadaan yang biasa-biasa saja. Jangan pernah lupa bahwa fajar suatu hari akan datang.\"\n\nPerjalanan Diluc berjalan selama tiga tahun.\n\nEmpat tahun kemudian, Diluc yang sudah dewasa pulang ke Mondstadt, kemudian melanjutkan bisnis keluarganya. Dia menjadi pemilik Dawn Winery.\n\nDalam empat tahun itu, Eroch sudah dikeluarkan dari Knights of Favonius karena ketahuan telah berkhianat. Karena Grand Master Varka pergi berekspedisi, Master Jean lah yang menggantikan posisi sementara.\n\nKembalinya pemilik Dawn Winery seharusnya menjadi momen yang menggoncangkan Mondstadt, tetapi entah kenapa tidak menarik perhatian orang-orang sama sekali.\n\nSemua itu karena saat itu penduduk Mondstadt menaruh perhatian kepada kasus munculnya penjaga Mondstadt yang misterius, \"Guardian of Mondstadt\".\n\nCiri-ciri kemunculannya adalah aroma gosong sesekali disertai bayangan merah berapi di malam yang gelap.\n\nMayat monster yang sempat mengganggu ketenteraman Mondstadt; Pencuri buronan yang digantung terbalik di patung desa; Abyss Mage yang sudah dihadapi oleh seluruh Knights of Favonius tapi tak berhasil dikalahkan, tiba-tiba ditemukan sudah mati ....\n\nSeiring dengan aksi-aksinya, gosip-gosip pun beredar dengan cepat. Belakangan ini sosok misterius ini dijuluki \"Darknight Hero\".\n\nDi mata orang luar, Tuan Diluc sepertinya tidak begitu menyukai sosok pahlawan ini. Setiap kali orang-orang menyebut namanya, alisnya langsung berkerut tidak senang.\n\nElzer dari Mondstadt Wine Guild adalah satu dari sedikit orang yang mengetahui identitas Darknight Hero. Dia diam-diam bertanya kepada Diluc, apakah Diluc sengaja memperlihatkan kebencian kepada \"Darknight Hero\" agar tidak dicurigai para Knights of Favonius?\n\nTuan Diluc hanya mengerutkan keningnya dan menjawab,\n\n\"Nama julukan ini terlalu jelek.\"",
      "th": "\"อย่าลืมเรื่องราวทั้งก่อนหน้าและหลังจากนี้\" เบื้องหลังของคติพจน์นี้ถูกโต้แย้งกันอย่างถึงพริกถึงขิง แต่สำหรับ Diluc แล้ว มันมีความหมายที่เรียบง่ายและชัดเจนอยู่แล้ว\n\n\"ไม่เคยลืมเลือน\n\nความชั่วที่ต้องสะสาง และไม่เคยลืมว่ารุ่งเช้าที่แท้จริงจะมาถึงในสักวัน\"\n\nDiluc อยู่อย่างโดดเดี่ยวมาเป็นเวลาสามปี\n\nสี่ปีต่อมา Diluc ได้กลับมายัง Mondstadt และสืบทอดกิจการของครอบครัวอย่าง Dawn Winery\n\nในช่วงสี่ปีนี้ Eroch ได้ถูกกำจัดจากอัศวินแห่ง Favonius หลังจากถูกยืนยันว่าเป็นกบฏ และแกรนด์มาสเตอร์ Varka ได้ออกไปจากเมืองเพื่อทำการสำรวจ Jean จึงได้ขึ้นมาเป็น \"รักษาการผู้บัญชาการ\"\n\nการกลับมาของเจ้าของ Dawn Winery น่าจะเป็นเรื่องที่สั่นสะเทือนไปทั้ง Mondstadt แต่น่าแปลกที่ไม่มีใครรับรู้เลย\n\nเหตุผลน่ะเหรอ? เป็นเพราะชาวเมือง Mondstadt ต่างให้ความสนใจกับ \"ผู้พิทักษ์\" ลึกลับคนหนึ่งแห่ง Mondstadt\n\nสิ่งที่พอจะรู้เกี่ยวกับผู้พิทักษ์นิรนามคนนี้ก็คือ มักจะมีกลิ่นไหม้จากตัวเขา ท่ามกลางความมืดในยามค่ำคืนนั้น เปลวไฟก็ได้เผยให้เห็นเงาของเขา ชั่วขณะก่อนที่เขาจะหายตัวไป\n\nร่างของอสูรที่เคยรุกราน Mondstadt ได้ถูกกำจัดอยู่ในป่ารกร้าง, จู่ ๆ โจรที่ Mondstadt ต้องการตัวมากที่สุดก็ได้ปรากฏตัวขึ้น โดยห้อยหัวลงมาจากรูปปั้นเทพเจ้า, กองอัศวินแห่ง Favonius ทั้งหมดถูกส่งตัวไปจัดการ Abyss Mage จอมชั่วร้าย แต่เมื่อพวกเขาไปถึงกลับพบว่า ศัตรูถูกฆ่าไปนานแล้ว...\n\nเสริมด้วยแรงหนุนจากการพูดคุยขณะเมามาย ก็ได้ทำให้เรื่องราวของผู้พิทักษ์ลึกลับคนนี้ แพร่กระจายออกไปอย่างรวดเร็ว และในที่สุดเขาก็กลายเป็นที่รู้จักในชื่อว่า \"Darknight Hero\"\n\nในสายตาคนอื่นนั้น ดูเหมือนนายท่าน Diluc จะไม่ชอบฮีโร่คนนี้นัก เขามักจะแสดงสีหน้าขยะแขยง ทุกครั้งที่เอ่ยถึงชื่อนี้\n\nElzer แห่งสมาคมไวน์เป็นหนึ่งในไม่กี่คนที่รู้และได้เคยถามนายท่าน Diluc เป็นการส่วนตัวว่า: ที่แสดงออกว่าไม่ชอบ Darknight Hero นั้น เป็นแค่การแสดงเพื่อไม่ให้ กองอัศวินรู้ถึงตัวตนที่แท้จริงใช่หรือไม่?\n\nแต่นายท่าน Diluc ยังคงหน้านิ่วคิ้วขมวดและตอบไป แบบห้วน ๆ ว่า:\n\n \"ฉายานี่ช่างเชยซะจริง ๆ\"",
      "vi": "\"Không quên trước sau\" là câu nói mà con người ta khó thể hiểu rõ được câu chuyện thực sự đằng sau nó. Thế nhưng đối với Diluc, ý nghĩa của nó rất đơn giản.\n\n\"Tiêu diệt tà ác\".\n\n\"Luôn ghi nhớ rằng, thời khắc thực sự của Tửu Trang Dawn vẫn chưa đến.\" \n\nAnh dành thời gian ba năm để đi khám phá khắp nơi.\n\nSau bốn năm quay về quê nhà Mondstadt, Diluc đã trở thành một thiếu niên tiếp quản cơ nghiệp của gia tộc đồng thời cũng là ông chủ mới của \"Tửu Trang Dawn\".\n\nTrong bốn năm ấy, Eroch bị kết tội là kẻ phản đồ, chịu sự thanh trừng của đội kỵ sĩ. Đại Đội Trưởng Varka chinh chiến phương xa, Đội Phó Jean đứng ra đảm nhiệm \"Đội Trưởng Đại Diện\".\n\nĐáng lẽ ra thông tin về ông chủ mới của \"Tửu Trang Dawn\" sẽ chấn động thành Mondstadt, thế nhưng điều không ngờ rằng mọi việc lại diễn ra hết sức êm đềm. \n\nĐó là do người dân nơi đây đang dồn sự chú ý vào một \"người bảo vệ\" thần bí tại Mondstadt.\n\nNhững đặc điểm nhận dạng đã biết đó là, đôi lúc ngửi thấy mùi khét và bóng hình đỏ rực lóe lên trong bóng tối.\n\nNhững ma vật quấy nhiễu thành Mondstadt bấy lâu nay nằm phơi xác ngoài đồng; Đám đạo tặc hoành hành cũng sớm bị treo ngược trước tượng thần; Tên Pháp Sư Vực Sâu thâm độc nay cũng đã bị đánh bại...\n\nSau vài lời tán gẫu trong cơn say, thông tin về người bảo vệ thần bí lan truyền khắp nơi. Thời gian gần đây còn được gọi bằng một cái tên mới đó là \"Anh Hùng Bóng Đêm\".\n\nTrước mặt người lạ, Diluc luôn cau mày mỗi khi có ai đó nhắc đến cái tên ấy.\n\nCòn Elzer của Hiệp Hội Ngành Rượu là một trong số ít những người biết được chân tướng của sự việc. Anh hỏi khẽ Diluc: Cau mày khó chịu ra mặt với \"Anh Hùng Bóng Đêm\" là để tránh đội kỵ sĩ phát hiện ra danh tính thật của mình sao?\n\nDiluc vẫn giữ nguyên biểu cảm đó mà trả lời:\n\n\"Cái tên đó thật là nhà quê.\""
    }
  },
  {
    "title": {
      "zhs": "晨曦酒庄的苹果酿",
      "zht": "晨曦酒莊的蘋果釀",
      "jp": "アカツキワイナリーのアップルサイダー",
      "ko": "다운 와이너리의 사과주",
      "en": "Dawn Winery's Apple Cider",
      "de": "Apfelschorle vom Weingut Morgenröte",
      "es": "Sidra del Viñedo del Amanecer",
      "fr": "Cidre du Domaine de l'Aurore",
      "pt": "Sidra da Adega do Alvorecer",
      "ru": "Яблочный сидр",
      "id": "Apple Cider Dawn Winery",
      "th": "แอปเปิลไซเดอร์ของ Dawn Winery",
      "vi": "Nước Táo Lên Men Của Tửu Trang Dawn"
    },
    "line": {
      "zhs": "迪卢克老爷掌控酒业，本人却不爱饮酒。\n\n应迪卢克要求，「晨曦酒庄」开发了若干款无酒精饮品。蒙德城里不能喝酒却想喝点什么的人们对此大加好评。\n\n这些饮料中有一款名为「苹果酿」的果味饮料，每月销量几乎能与蒲公英酒持平。\n\n人们觉得这是因为，迪卢克老爷对酒的品质有着超高追求，才不会在人前享受那些随处可见的平庸饮品。\n\n也有人认为，酒会让迪卢克老爷想起父亲，所以他才不愿接触。\n\n对于过分热情的追问，迪卢克解释说：酒精带来眩晕感，会影响他的「日常工作」。\n\n令人不解的是：这样一位酒庄主人，日常生活中究竟有什么事务能让他滴酒不沾？",
      "zht": "迪盧克老爺掌控酒業，本人卻不愛飲酒。\n\n應迪盧克要求，「晨曦酒莊」開發了若干款無酒精飲品。蒙德城裡不能喝酒卻想喝點什麼的人們對此大加好評。\n\n這些飲料中有一款名為「蘋果釀」的果味飲料，每月銷量幾乎能與蒲公英酒持平。\n\n人們覺得這是因為，迪盧克老爺對酒的品質有著超高追求，才不會在人前享受那些隨處可見的平庸飲品。\n\n也有人認為，酒會讓迪盧克老爺想起父親，所以他才不願接觸。\n\n對於過分熱情的追問，迪盧克解釋說：酒精帶來眩暈感，會影響他的「日常工作」。\n\n令人不解的是：這樣一位酒莊主人，日常生活中究竟有什麼事務能讓他滴酒不沾？",
      "jp": "モンドの酒造業を取り仕切るディルックは、酒が好きではない。\n\nディルックのリクエストに応じて、「アカツキワイナリー」は数々のノンアルコールドリンクを開発した。それは、酒以外のドリンクを飲みたいモンド人から大好評を得た。\n\n特に「アップルサイダー」と名付けられたフルーツ味のドリンクは、毎月の売上が蒲公英酒に匹敵する程である。\n\nディルックは酒に対して強いこだわりを持っているため、一般に流通している酒を人前では飲まないと思う人がいる。\n\nまた、酒がディルックに亡き父を連想させるため、飲まないのだと言う人もいる。\n\n度重なる質問に、ディルックはこう説明した。アルコールを摂取すると眩暈が起き、「日常の仕事」に支障をきたすから。\n\nしかし、ワイナリーのオーナーにも関わらず、日常の生活でも酒を一滴も飲まない理由とは一体何なのだろうか？",
      "ko": "다이루크 어르신은 주류업에서 종사하나 본인은 술 마시는 걸 싫어한다.\n\n다이루크의 요구에 따라 「다운 와이너리」는 무알코올 음료를 몇 개 개발했다. 이는 몬드성에서 술을 마시지 못하나 마시고 싶어 하는 사람들에게 호평을 받았다.\n\n이 음료들 중 「사과주」라 불리는 과일 맛 음료가 있는데 이 음료의 매달 판매량은 거의 민들레주에 육박한다.\n\n사람들은 다이루크 어르신이 술에 대한 요구가 너무 높아 평범하기 그지없는 술을 마시기 싫어하는 것 때문이라 여기고 있다.\n\n또 어떤 이는 술은 다이루크 어르신의 아버지가 생각나게 만들어 마시지 않는 것이라 여기고 있다.\n\n계속된 질문에 다이루크는 \"알코올은 머리를 어지럽게 해서 그의 「일상 업무」에 방해가 된다\"라고 답했다.\n\n이상한 점은 와이너리 주인의 일상생활 중 대체 어떤 업무가 그로 하여금 술을 마시지 않게 하냐는 것이다",
      "en": "Diluc may hold the whole wine industry in the palm of his hand, but he himself is not fond of wine.\n\nAt Diluc's request, the Dawn Winery developed several alcohol-free beverages, a decision which was met with resounding approval from those in Mondstadt who could not drink alcohol but still wanted to partake in the drinking culture.\n\nOne of those alcohol-free beverages is Mondstadt's Apple Cider, the success of which is on a par with Dandelion Wine in terms of monthly sales volumes.\n\nSome think that Diluc must have such high standards when it comes to wine that he is never seen drinking the mediocre-quality beverages that are available to the public.\n\nOthers think that drinking wine must surely remind him of his father, and that that is why he does not touch it.\n\nWhen pressed about his drinking habits, he responds by saying that alcohol clouds his thoughts, and consuming it would impact his day-to-day work.\n\nBut the thing that people don't understand is: What kind of day-to-day work does a winery master do, if it requires him to never touch a drop of alcohol?",
      "de": "Diluc mag zwar die gesamte Getränkewirtschaft in der Gegend dominieren, aber er selbst ist kein Freund des Alkohols.\n\nAuf Dilucs Wunsch hin entwickelte das Weingut Morgenröte auch mehrere alkoholfreie Getränke, eine Entscheidung, die bei denen in Mondstadt, die keinen Alkohol trinken konnten, aber dennoch an der Trinkkultur teilhaben wollten, auf große Zustimmung stieß.\n\nEines dieser alkoholfreien Getränke ist Mondstadts Apfelschorle, dessen Erfolg, gemessen an den monatlichen Verkaufsmengen, mit dem des Löwenzahnschnapses gleichzusetzen ist.\n\nEinige denken, dass Diluc so hohe Ansprüche an Wein haben muss, dass man ihn nie minderwertige Getränke trinken sieht, die hauptsächlich für die Öffentlichkeit bestimmt sind.\n\nAndere haben die Theorie, dass ihn das Trinken von Wein sicherlich an seinen Vater erinnern muss und er ihn deshalb nicht anrührt.\n\nAuf den Druck hin, seine Trinkgewohnheiten zu ändern, antwortet er nur, dass Alkoholkonsum seine Gedanken vernebeln und seine tägliche Arbeit beeinträchtigen würde.\n\nWas die Leute jedoch nicht verstehen, ist: Was für eine tägliche Arbeit verrichtet der Besitzer eines Weinguts eigentlich, wenn er dabei keinen einzigen Tropfen Alkohol anrühren darf?",
      "es": "Diluc podrá tener toda la industria del vino en la palma de la mano, pero a él mismo no le gusta el vino.\n\nA petición de Diluc, el Viñedo del Amanecer empezó a producir varias bebidas sin alcohol, una decisión que fue muy bien recibida entre la gente de Mondstadt que no podía beber, pero que quería participar en la cultura de la bebida.\n\nUna de esas bebidas sin alcohol es la sidra de manzana de Mondstadt, cuyo éxito está a la par con el vino de diente de león en términos de volumen de venta mensual.\n\nAlgunos piensan que Diluc tiene unos estándares muy altos cuando se trata de bebidas, y que nunca se le ve con una de calidad mediocre de esas que están disponibles al público.\n\nOtros piensan que beber vino debe recordarle a su padre, y que por eso ni lo toca.\n\nCuando se le pregunta sobre sus hábitos de bebida, él responde que el alcohol nubla sus pensamientos, y que consumirlo afectaría su trabajo diario.\n\nPero lo que la gente no entiende es: ¿qué tipo de trabajo diario hace el dueño de un viñedo si no puede tocar ni una gota de alcohol?",
      "fr": "Diluc a beau tenir l'industrie du vin entre ses mains, il n'en est pas pour autant amateur d'alcool.\n\nÀ sa demande, le Domaine de l'Aurore a mis au point différents breuvages non alcoolisés, initiative qui fut saluée par tous les habitants de Mondstadt qui pour une raison ou une autre ne peuvent boire d'alcool, mais aiment malgré tout siroter quelque chose de temps en temps.\n\nParmi ces boissons figure en haut de la liste le cidre de pomme, dont la production mensuelle est presque égale à celle du vin de dent-de-lion.\n\nPour certains, son succès est dû aux exigences de Diluc en matière de goût et de qualité, que l'on ne voit jamais boire autre chose que des boissons délicates et onéreuses.\n\nPour d'autres, la raison de l'invention d'un tel breuvage réside dans le fait que tout alcool est un rappel douloureux de son père décédé.\n\nLorsqu'on le presse, Diluc répond toujours que l'alcool lui fait tourner la tête, et l'empêche de travailler correctement.\n\nMais la question demeure : pourquoi le propriétaire d'un domaine vinicole a-t-il besoin de garder les idées claires à toute heure du jour et de la nuit ? ...",
      "pt": "Diluc tem toda a indústria do vinho na palma de sua mão, mas ele próprio não gosta de vinho.\n\nA pedido de Diluc, a Adega do Alvorecer desenvolveu várias bebidas sem álcool, uma decisão que recebeu aprovação retumbante dos moradores de Mondstadt que não bebiam álcool, mas ainda queriam participar da cultura das bebidas.\n\nUma dessas bebidas sem álcool é a sidra de maçã de Mondstadt, cujo sucesso é equivalente ao vinho de Dandelion em termos de volume de vendas mensais.\n\nAlguns pensam que Diluc tem padrões tão altos quando se trata de vinho que ele nunca é visto tomando as bebidas de qualidade medíocre que estão disponíveis ao público.\n\nOutros pensam que beber vinho certamente deve lembrá-lo de seu pai, e é por isso que ele não o toca.\n\nQuando pressionado sobre seus hábitos relacionados a bebidas, ele responde dizendo que o álcool obscurece seus pensamentos e consumi-lo afetaria seu trabalho.\n\nMas o que as pessoas não entendem é: que tipo de trabalho faz com que um mestre de vinícola nunca toque uma gota de álcool?",
      "ru": "В руках Дилюка оказалось всё производство вина, но сам он его никогда не любил. По требованию Дилюка винокурня «Рассвет» разработала ряд безалкогольных напитков, чему все не пьющие алкоголь, но желающие причаститься к питейной культуре мондштадтцы были несказанно рады. Одним из таких напитков был яблочный сидр. Месячные продажи его могли потягаться с вином из одуванчиков. Одни думают, что чрезвычайно высокие требования господина Дилюка к вину не позволяют ему пить то, что и остальная публика. Другие считают, что он не притрагивается к вину потому, что оно напоминает ему об отце. Сам же он особо настойчивым поясняет: от вина мутнеет разум, что сказывается на работе. Но непонятно одно: чем же таким хозяева винокурен занимаются, что им нельзя ни капли?",
      "id": "Tuan Diluc mungkin memiliki bisnis anggur, tapi dirinya sendiri sebenarnya bukan pecinta anggur.\n\nAtas permintaan Diluc, Dawn Winery mengembangkan beberapa minuman bebas alkohol, sebuah keputusan yang disambut dengan persetujuan dari orang-orang di Mondstadt yang tidak bisa minum alkohol tetapi masih ingin mengambil bagian dalam budaya minum.\n\nDi antara minuman ini ada minuman buah yang disebut \"Apple Cider\", yang penjualan bulanannya hampir sama dengan Dandelion Wine.\n\nBeberapa orang berpikir bahwa Diluc pasti memiliki standar yang tinggi dalam anggur karena ia tidak pernah terlihat meminum minuman biasa yang dijual di mana-mana.\n\nAda juga yang menebak kalau Tuan Diluc akan teringat pada mendiang ayahnya bila meminum anggur, karena itu dia tidak mau menyentuh anggur.\n\nUntuk orang-orang yang antusias menanyainya, Tuan Diluc hanya menjawab bahwa alkohol sangat memusingkan dan akan memengaruhi \"pekerjaan kesehariannya\".\n\nTetapi hal yang tidak dipahami orang-orang adalah: Pekerjaan sehari-hari seperti apa yang dilakukan oleh seorang pemilik winery hingga mengharuskannya untuk tidak menyentuh setetes pun alkohol?",
      "th": "นายท่าน Diluc ดูแลกิจการโรงไวน์ แต่ตัวเขาเอง กลับไม่ได้ชอบไวน์เลย\n\nDawn Winery จึงได้พัฒนาเครื่องดื่มไร้แอลกอฮอล์ตามคำร้องขอของ Diluc ซึ่งบรรดาชาว Mondstadt ที่ไม่สามารถดื่มแอลกอฮอล์ แต่อยากดื่มอะไรสักอย่างนั้น ต่างพากันสนับสนุนสิ่งนี้\n\nหนึ่งในเครื่องดื่มเหล่านี้มีเครื่องดื่มรสผลไม้ชนิดหนึ่งที่ชื่อว่า \"แอปเปิลไซเดอร์\" ซึ่งยอดขายในแต่ละเดือนนั้นพอ ๆ กับ Dandelion Wine เลยทีเดียว\n\nผู้คนต่างรู้สึกว่านายท่าน Diluc นั้นมีมาตรฐานต่อคุณภาพของไวน์ที่ค่อนข้างสูง เขาคงไม่ดื่มพวกเครื่องดื่มธรรมดาที่พบได้ทั่วไปแน่นอน\n\nบางคนก็คิดว่าไวน์นั้นทำให้นายท่าน Diluc คิดถึงพ่อดังนั้นเขาจึงไม่อยากแตะต้องมัน\n\nDiluc ได้ตอบคำถามที่ซักไซ้เหล่านี้ว่า: แอลกอฮอล์จะทำให้มึนเมา ซึ่งจะส่งผลกระทบต่องานของเขา\n\nแต่สิ่งที่ทำให้คนไม่เข้าใจก็คือ: งานที่เจ้าของโรงกลั่นไวน์แบบเขาทำในชีวิตประจำวันนั้น ต้องเป็นงานแบบไหนกัน ถึงทำให้เขาไม่แตะแอลกอฮอล์เลย สักหยด?",
      "vi": "Lão gia Diluc tuy nắm giữ quyền kinh doanh ngành rượu, nhưng bản thân lại không thích uống rượu.\n\nTheo lời yêu cầu của anh, \"Tửu Trang Dawn\" đã phát triển một số đồ uống không cồn. Việc làm này đã nhận được sự đánh giá rất cao từ những người dân không thích rượu bia tại Mondstadt.\n\nTrong đó có một loại đồ uống mang tên \"Nước Táo Lên Men\", đạt sản lượng tiêu thụ gần như ngang ngửa rượu Bồ Công Anh.\n\nĐiều gì đã tạo nên sự thành công ấy, người dân cho rằng lão gia Diluc luôn có yêu cầu khắt khe về chất lượng rượu, anh không hề thích thưởng thức những loại rượu tầm thường trước mặt người khác.\n\nMột số người khác lại nghĩ, rượu sẽ làm anh ấy nhớ về người cha đã mất. Chính vì vậy Diluc không bao giờ động đến thứ đó.\n\nKhi bị hỏi quá nhiều, Diluc chỉ trả lời rằng: Đồ uống có cồn gây chóng mặt và ảnh hưởng đến \"công việc hàng ngày\" của anh.\n\nĐiều khó hiểu là: Đối với một người chủ tửu trang, điều gì quan trọng đến mức khiến anh không muốn dính dáng đến rượu cơ chứ?"
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "克利普斯一生有两件憾事，一是未能成为骑士，二是未曾获授「神之眼」。\n\n因而，迪卢克获得「神之眼」的瞬间，立刻认为是神认可了他和父亲共同的理想——他终于能回应父亲的期待了。\n\n不出几年，父亲死在一个阴郁的日子。「神之眼」中燃烧的期待与理想，都在那晚的暴雨中熄灭。\n\n一个人哪怕正直善良，也会毫无征兆地死去。所谓守护正义，仅仅是止步于此吗？\n\n拥有「神之眼」，就像成为骑士一样无用。无法守护宝贵的事物，只配被舍弃。\n\n意识到自身弱小的瞬间，「神之眼」变成了与邪眼无二的累赘之物。\n\n他不要虚假的美名，他要足以燃尽一切的火焰，与坚定不移的信念。唯有信念能警醒探求真相的人，唯有火焰能融化封存正义的冰。\n\n重回蒙德那天，「神之眼」也回到迪卢克身边。经年的历练让迪卢克洗脱稚嫩，成长为一个继承父亲意志的英雄。每个夜晚，他都为蒙德城暗中战斗。\n\n他不谈论过去，也不否认过去。\n\n对于那些无法辨别道路的人，「神之眼」或许是神赐予的引路之灯。\n\n可对于明确了信念的人，它只是力量的延伸、意志的模型，是无穷历练的奖章与回望来路的标识。",
      "zht": "克利普斯一生有兩件憾事，一是未能成為騎士，二是未曾獲授「神之眼」。\n\n因而，迪盧克獲得「神之眼」的瞬間，立刻認為是神認可了他和父親共同的理想——他終於能回應父親的期待了。\n\n不出幾年，父親死在一個陰鬱的日子。「神之眼」中燃燒的期待與理想，都在那晚的暴雨中熄滅。\n\n一個人哪怕正直善良，也會毫無徵兆地死去。所謂守護正義，僅僅是止步於此嗎？\n\n擁有「神之眼」，就像成為騎士一樣無用。無法守護寶貴的事物，只配被捨棄。\n\n意識到自身弱小的瞬間，「神之眼」變成了與邪眼無二的累贅之物。\n\n他不要虛假的美名，他要足以燃盡一切的火焰，與堅定不移的信念。唯有信念能警醒探求真相的人，唯有火焰能融化封存正義的冰。\n\n重回蒙德那天，「神之眼」也回到迪盧克身邊。經年的歷練讓迪盧克洗脫稚嫩，成長為一個繼承父親意志的英雄。每個夜晚，他都為蒙德城暗中戰鬥。\n\n他不談論過去，也不否認過去。\n\n對於那些無法辨別道路的人，「神之眼」或許是神賜予的引路之燈。\n\n可對於明確了信念的人，它只是力量的延伸、意志的模型，是無窮歷練的獎章與回望來路的標識。",
      "jp": "クリプスの人生には、2つの悔いが残っている。1つは騎士になれなかったこと。もう1つは「神の目」を授からなかったこと。\n\nそのため、ディルックが「神の目」を手に入れた瞬間、彼は自分と父の理想がやっと神に認められたと思った——自分はやっと、父の期待に応えられた。\n\n数年後、ディルックの父は暗い日に亡くなった。「神の目」の中に燃える期待と理想は、あの夜の大雨に消された。\n\n善良な正直者でも、何の前触れもなく亡くなる。正義を守ることとは、所詮こんなものか？\n\n「神の目」は騎士になることと同じだ。何の役にも立たず、大切なものも守れず、ただ見捨てられる。\n\n自分の弱さに気づいた時、「神の目」は邪眼のような厄介物になった。\n\n偽りの美名は必要ない。彼が欲しがったのは、全てを燃え尽くす炎と揺るぎない信念であった。信念だけが、真相を探究する人を呼び起こせる。炎だけが、正義を封印する氷を溶かせるからだ。\n\nモンドに戻った後、「神の目」もディルックのそばに戻った。洗練されたディルックは、父の意志を継いだ英雄になった。毎晩、彼はモンドのために裏で戦っている。\n\n彼は過去を語らないが、否定もしない。\n\n人生の道に迷う人にとって、「神の目」は神から授かった導きの灯りかもしれない。\n\nだが、強い信念を持つ人にとって、「神の目」は力の延長、意志の具現化、経歴の勲章と過去を振り返る標識である。",
      "ko": "클립스의 일생에는 한스러운 일이 두 개 있다. 하나는 기사가 되지 못한 것이고 다른 하나는 「신의 눈」을 얻지 못한 것이다.\n\n따라서 다이루크는 「신의 눈」을 얻던 순간 신이 자신과 그의 아버지가 함께 꿈꿔왔던 걸 인정하여 아버지의 기대에 부응할 수 있게 됐다고 여겼다.\n\n몇 년 뒤 아버지가 음침한 날에 죽게 됐고 「신의 눈」에서 타오르던 기대와 꿈은 그날 밤의 폭우 속에서 소멸했다.\n\n사람이 얼마나 정직하고 착하든 아무 징조도 없이 죽는 건 똑같았다. 정의를 지키겠다는 건 그저 여기서 멈춰야 하는 건가?\n\n「신의 눈」을 가져도 기사가 되는 것처럼 쓸모없다. 귀중한 걸 지키지 못한다면 포기하는 것이 맞다.\n\n자신의 나약함을 깨닫는 순간 「신의 눈」은 사안처럼 번거로운 물건이 됐다.\n\n그는 거짓된 명성은 원하지 않는다. 그저 모든 걸 태울 수 있는 화염과 확고부동한 신념만을 원할 뿐. 신념만이 진실을 탐구하는 자를 각성시킬 수 있고 불꽃만이 정의가 봉인된 얼음을 녹일 수 있다.\n\n다시 몬드로 돌아온 그 날 「신의 눈」도 다이루크에게 돌아오게 된다. 몇 년의 경험은 다이루크로 하여금 앳됨을 벗고 아버지의 의지를 잇는 영웅으로 성장시켰다. 매일 밤 그는 몬드성을 위해 암암리에 싸운다.\n\n그는 과거를 말하지도 않고 과거를 부정하지도 않는다.\n\n길을 판별하지 못하는 사람에게 「신의 눈」은 어쩌면 신이 내린 길을 밝혀주는 등불일지도….\n\n신념이 확고한 사람에게 이건 그저 힘의 연장선이자, 의지의 모형이고 무한한 경험에 대한 보상과 걸어온 길을 돌아볼 수 있게 하는 표식이다",
      "en": "Crepus had two regrets in life. One was never becoming a knight, and the other was never obtaining a Vision.\n\nFor this reason, in the moment that Diluc received his Vision, he took it as a recognition by the gods of his and his father's shared ambition — finally, he could make his father proud.\n\nJust a few years later, his father died on a dark and gloomy day. The hopes and dreams that burned bright in Diluc's Vision were extinguished in the torrential rain that fell on that night.\n\nNo matter how upright and good-hearted a person may be, death will still come to them without warning.\n\nIs this where the tale of justice ends? Just like that?\n\nIt seemed to him that his Vision and his status as a knight were both equally ineffectual at enabling him to protect the things that he treasured most. It was time to discard them both, he decided.\n\nWhen he recognized his own powerlessness, his Vision became but a burden, of no greater service than a Delusion.\n\nEmpty titles were of no interest to him. He sought after ardent flames that would burn brighter than any other, and an unshakable resolve. Only a firm resolve can drive the truth-seeker forward, and only ardent flames can vanquish the ice that freezes the hand of justice.\n\nOn the day that Diluc returned to Mondstadt, he took up his Vision once more. The events of his years away had purged him of his childish immaturity, and turned him into a hero ready to shoulder his father's will once more. Each night, from the shadows, he fought for Mondstadt.\n\nHe did not discuss the past. But he did not deny the past, either.\n\nTo the lost, perhaps a Vision is a beacon of light given by the gods to help them find the path forward.\n\nBut to those with conviction, a Vision is simply an extension of their strength, a medium for channeling their willpower, a tribute to the experiences that have shaped them, and a testament to the story of their life so far.",
      "de": "Crepus hat zwei Dinge in seinem Leben bereut: Zum einen, dass er nie Ritter geworden ist, und zum anderen, dass er nie ein Göttliches Auge bekommen hat.\n\nIn dem Moment, in dem Diluc sein Göttliches Auge erhielt, betrachtete er es als Zeichen der Anerkennung der Götter für den gemeinsamen Ehrgeiz von Vater und Sohn. Endlich konnte Diluc seinen Vater stolz machen.\n\nNur wenige Jahre später jedoch starb sein Vater an einem dunklen und düsteren Tag. Die Hoffnungen und Träume, die in Dilucs Göttlichem Auge hell brannten, wurden in dem sintflutartigen Regen, der in jener Nacht niederging, komplett ausgelöscht.\n\nSo aufrichtig und gutherzig ein Mensch auch sein mag, der Tod kommt letztendlich immer noch ohne jegliche Vorwarnung zu einem.\n\nEndet hier die Geschichte der Gerechtigkeit? Es schien ihm, dass sein Göttliches Auge und sein Status als Ritter beide gleichermaßen unwirksam waren, um ihm die Mittel zu geben, die Dinge zu beschützen, die ihm am meisten am Herzen lagen. Als er seine eigene Machtlosigkeit erkannte, wurde sein Göttliches Auge zu einer Last, die ihm nicht mehr diente als ein Wahn.\n\nLeere nichtssagende Titel interessierten ihn nicht mehr. Er suchte nach lodernden Flammen, die heller brennen sollten als alle anderen, und nach einer unerschütterlichen Entschlossenheit. Nur sie kann den Wahrheitssuchenden vorantreiben, nur lodernde Flammen können das Eis bezwingen, das die Hand der Gerechtigkeit gefriert.\n\nAn dem Tag, an dem Diluc nach Mondstadt zurückkehrte, nahm er sein Göttliches Auge wieder an sich. Die Ereignisse der Jahre in der Ferne hatten ihn von seiner kindlichen Unreife befreit und ihn zu einem Helden gemacht, der bereit war, den Willen seines Vaters weiterzuführen. Jede Nacht kämpfte er aus den Schatten heraus für Mondstadt, ohne über seine Vergangenheit zu sprechen.\n\nEr leugnete die Vergangenheit aber auch nicht.\n\nFür die Verlorenen ist ein Göttliches Auge vielleicht ein Leuchtfeuer, das ihnen von den Göttern geschenkt wird, um ihnen zu helfen, den Weg nach vorn zu finden.\n\nFür diejenigen jedoch, die bereits von ihrem Weg überzeugt sind, ist ein Göttliches Auge einfach nur eine Erweiterung ihrer Stärke, ein Medium, um ihre Willenskraft zu kanalisieren, ein Tribut an die Erfahrungen, die sie geprägt haben, und ein Zeugnis ihrer bisherigen Lebensgeschichte.",
      "es": "Crepus tenía dos arrepentimientos en la vida: el primero era nunca llegar a convertirse en caballero, y segundo era nunca haber obtenido una Visión.\n\nPor esta razón, en el momento en que Diluc recibió su Visión, lo tomó como un reconocimiento de los dioses de la ambición compartida por él y su padre. Finalmente pudo llenarlo de orgullo.\n\nSolo unos años después, su padre murió en un día oscuro y sombrío. Las esperanzas y los sueños que ardían brillantes en la Visión de Diluc se extinguieron en la lluvia torrencial que cayó esa noche.\n\nNo importa cuán recta y de buen corazón sea una persona, la muerte puede llegar sin previo aviso.\n\n¿Es aquí donde termina esta historia de justicia? ¿Así, sin más?\n\nParecía que su Visión y su condición de caballero eran igualmente ineficaces para proteger las cosas que más atesoraba. Entonces decidió deshacerse de ambas.\n\nAl reconocer su propia impotencia, su Visión se convirtió en una carga, no tan distinta de un Engaño.\n\nLos títulos vacíos no le interesaban. Lo que buscaba era una resolución inquebrantable, como una flama que lo quema todo. Solo una resolución firme permite que aquel que busca la verdad avance, y solo las ardientes llamas pueden vencer el hielo que congela la mano de la justicia.\n\nEl día que Diluc regresó a Mondstadt, retomó su Visión. Los acontecimientos de sus años fuera lo habían sacado de su inmadurez infantil y lo habían convertido en un héroe listo para asumir la voluntad de su padre una vez más. Cada noche, desde las sombras, luchaba por Mondstadt.\n\nNo discutía el pasado, pero tampoco lo negaba.\n\nPara aquellos que lo han perdido todo, quizás una Visión es un faro de luz dado por los dioses para ayudarlos a encontrar el camino a seguir.\n\nPero para aquellos con convicción, una Visión es simplemente una extensión de su fuerza, un medio para canalizar su voluntad, un homenaje a las experiencias que los han moldeado, y un testimonio de la historia de su vida hasta ahora.",
      "fr": "Maître Crepus eut deux grands regrets dans la vie : ne pas avoir réussi à devenir chevalier, et n'avoir jamais obtenu d'œil divin.\n\nLorsque Diluc reçut le sien, il pensa tout de suite qu'il s'agissait d'un signe des dieux venant cautionner l'idéal qu'il partageait avec son père. Enfin, il allait pouvoir faire honneur aux attentes de ce dernier.\n\nÀ peine quelques années plus tard mourrait maître Crepus. La flamme d'idéal et d'espoir qui brûlait dans l'artéfact de Diluc mourut elle aussi, emportée le soir de ce jour fatidique par la pluie qui tombait en trombes sur Mondstadt.\n\nAussi généreuse et charitable que pût se montrer une personne, la mort ne faisait de cadeau à personne, et pouvait survenir sans avertissement. Une vie dédiée à la justice prenait donc fin ainsi, et... rien d'autre ?\n\nLes deux rêves de son père, être détenteur d'un œil divin et faire partie des chevaliers de l'Ordre, paraissaient à présent aussi inutiles l'un que l'autre aux yeux de Diluc. Si posséder l'artéfact ne permettait même pas de protéger les personnes les plus chères à son cœur, alors à quoi bon ? C'est ainsi que Diluc abandonna l'un comme l'autre.\n\nLorsque le jeune homme réalisa la futilité et la fragilité de sa propre existence, son artéfact devint un poids, pas plus utile à ses yeux qu'un œil maléfique.\n\nSeules lui importaient dorénavant les flammes capables de brûler plus fort que toutes autres et la détermination qui l'habitait à présent. Car seules les flammes seraient capables de venir à bout de la glace immobilisant la main de la justice, et seule une détermination inébranlable pourrait guider sa poursuite de la vérité.\n\nLorsque Diluc rentra à Mondstadt, des années plus tard, son œil divin l'accompagnait à nouveau. Les années d'entraînement et d'adversité avaient chassé définitivement toute trace d'insouciance et d'innocence chez le jeune homme, et l'avaient changé en un héros capable de faire à nouveau honneur à l'héritage de son père. Depuis, il parcourt la cité à la nuit tombée, combattant pour Mondstadt.\n\nIl ne parle jamais de son passé, pas plus qu'il ne le renie.\n\nPour l'âme perdue, peut-être que l'œil divin est tel un don des dieux, une lumière les guidant dans les ténèbres.\n\nMais pour celui qui avance avec détermination, l'œil divin n'est que le prolongement de sa propre force, le moyen de canaliser sa propre puissance.\n\nUn tribut aux expériences qui ont fait de lui la personne qu'il est devenue et un témoignage de l'existence qu'il a menée.",
      "pt": "Crepus teve dois arrependimentos na vida: Um foi de nunca ter se tornado um cavaleiro, o outro de nunca ter obtido uma Visão.\n\nPor essa razão, no momento em que Diluc recebeu sua Visão, ele a tomou como um reconhecimento dos deuses pela ambição que ele e seu pai tinham - finalmente, ele poderia deixar seu pai orgulhoso.\n\nApenas alguns anos depois, seu pai morreu em um dia escuro e sombrio. As esperanças e sonhos que brilharam na Visão de Diluc foram extintos na chuva torrencial que caiu naquela noite.\n\nNão importa o quanto uma pessoa seja direita e de bom coração, a morte ainda virá até ela sem aviso prévio.\n\nÉ aqui que termina a história da justiça? Assim, sem mais nem menos?\n\nPareceu-lhe que sua Visão e seu título de cavaleiro eram igualmente ineficazes em proteger as coisas que ele mais valorizava. Ele decidiu então que era hora de deixar ambos de lado.\n\nQuando ele reconheceu sua própria impotência, sua Visão se tornou apenas um fardo que não servia de nada além de uma ilusão.\n\nTítulos vazios não lhe interessavam. Ele buscava chamas ardentes que queimassem mais brilhantes do que qualquer outra, e uma determinação inabalável. Somente uma firme determinação poderia impulsionar quem busca a verdade, e somente chamas ardentes podem vencer o gelo que congela a mão da justiça.\n\nNo dia em que Diluc voltou para Mondstadt, ele retomou sua Visão. Os acontecimentos de seus anos fora o purificaram da imaturidade infantil e o transformaram em um herói pronto para assumir mais uma vez a vontade de seu pai. Cada noite, nas sombras, ele lutava por Mondstadt.\n\nEle não discutia o passado. Mas também não o negava.\n\nPara aqueles perdidos, talvez uma Visão seja um farol dado pelos deuses para ajudá-los a encontrar o caminho a seguir.\n\nMas para aqueles com convicção, uma Visão nada mais é que uma extensão de sua força, um meio para canalizar sua vontade, um tributo às experiências que os moldaram e um testemunho da história de sua vida até o momento.",
      "ru": "В своей жизни Крепус жалел о двух вещах: что так и не стал рыцарем, и что не получил Глаз Бога. Поэтому собственный Глаз Бога Дилюк почёл за признание своих и отцовских стремлений - отец мог им наконец гордиться. Несколько лет спустя одним пасмурным днём отец погиб. Пламенные надежды и чаянья, ярко пылавшие в Глазу Бога Дилюка, потушил ночной ливень. Смерть приходит без предупреждения даже к самым справедливым и добрым. Неужели история правосудия кончится именно здесь? Дилюку казалось, что для защиты всего, чем он дорожил, статуса рыцаря и Глаза Бога было недостаточно. Он решил, что пора было от них отказаться. В момент осознания своей беспомощности Глаз Бога стал для него таким же бременем, как и Глаз Порчи. Ложные титулы его не прельщали. Он искал испепеляющее пламя, которое горело бы ярко и непоколебимо. Лишь непоколебимость могла привести к истине, лишь пламя могло растопить лёд, сковавший длань правосудия. В тот день, когда Дилюк возвратился в Мондштадт, он взял Глаз Бога в свои руки вновь. Насыщенные событиями годы путешествий избавили его от ребячества и сделали его таким героем, который смог бы нести волю отца. Каждую ночь он во тьме сражался за Мондштадт. Своё прошлое он не обсуждает, но и не отрицает его. Для тех, кто сбился с пути, Глаз Бога может стать путеводным светом. Но для людей с твёрдой верой Глаз Бога - продолжение их силы, средство направления воли и свидетельство их свершений.",
      "id": "Ada dua hal yang disesali Crepus semasa hidupnya. Tidak menjadi Knight dan tidak mendapat \"Vision\".\n\nKarena itulah, saat Diluc mendapat \"Vision\", dia langung menganggapnya sebagai pengakuan para dewa untuk ambisinya bersama ayah — dan akhirnya, ia bisa membuat ayahnya bangga.\n\nTidak berapa lama, ayah Diluc meninggal pada hari yang suram. Harapan dan cita-cita yang membara dalam \"Vision\" langung padam dalam hujan lebat malam itu.\n\nTidak peduli seberapa jujur dan baik hati seseorang, kematian akan tetap datang kepada mereka tanpa peringatan. Apakah yang namanya penegakan keadilan hanya bisa berakhir semudah ini?\n\nMemiliki Vision dan menjadi Knight itu tidak ada gunanya. Dia tidak berhasil melindungi orang terpenting dan yang didapatkan dia hanyalah \"kehilangan\".\n\nPada saat dia menyadari kelemahannya, \"Vision\" menjadi beban yang tidak bisa dibedakan dengan \"Delusion\".\n\nDia tidak menginginkan reputasi yang salah, dia perlu membakar semua api dan iman yang teguh. Hanya iman yang bisa menyiagakan mereka yang mencari kebenaran, dan hanya api yang bisa melelehkan dan menyegel es keadilan. Yang dia inginkan bukanlah julukan atau gelar palsu, tapi melainkan keyakinan yang berkobar dan tak tergoyahkan. Hanya tekad kuat yang bisa mendorong pencari kebenaran untuk maju, dan hanya api yang menyala-nyala yang bisa melelehkan bekunya es keadilan.\n\nPada hari Diluc kembali ke Mondstadt, dia mendapatkan \"Vision\" sekali lagi. Peristiwa di tahun-tahun sebelumnya telah membersihkannya dari sifat ketidakdewasaannya, dan mengubahnya menjadi pahlawan yang siap memikul harapan ayahnya sekali lagi. Setiap malam, dia berjuang melindungi Mondstadt di dalam kegelapan.\n\nDia tidak membicarakan tentang masa lalu, tapi dia juga tidak menyangkal masa lalu.\n\nBagi mereka yang tersesat, mungkin Vision adalah suar cahaya yang diberikan oleh para dewa untuk membantu mereka menemukan jalan ke depan.\n\nTetapi bagi mereka yang memiliki keyakinan, Vision hanyalah bentuk peningkatan dari kemampuan mereka, media untuk menyalurkan tekad mereka, penghargaan dan bukti nyata untuk pengalaman hidup yang telah membentuk mereka.",
      "th": "ในชีวิตของ Crepus นั้นมีเรื่องที่เสียใจอยู่สองเรื่อง หนึ่งคือเขาไม่เคยได้เป็นอัศวิน สองคือไม่เคยได้รับวิชั่น\n\nดังนั้นในขณะที่ Diluc ได้รับวิชั่นนั้น เขาคิดว่าเทพเจ้าได้ยอมรับใน ความปรารถนาของเขาและพ่อ... ในที่สุดเขาก็สามารถทำให้ พ่อภูมิใจได้แล้ว\n\nอีกไม่กี่ปีต่อมา พ่อของเขาได้เสีย ชีวิตลงในวันที่มืดมน ความหวังและความฝันที่ลุกโชน อยู่ในวิชั่นของ Diluc กลับดับมอดลงในค่ำคืนที่ ฝนโปรยปรายมานั้น\n\nไม่ว่าคนคนนั้นจะซื่อตรงและจิตใจดีแค่ไหน ความตายก็ย่างกรายมาเยือน โดยไม่มีการเตือนล่วงหน้า\n\nหรือเรื่องราวของการผดุง ความเป็นธรรมจะจบลงเพียงแค่นี้?\n\nการได้ครอบครองวิชั่น และการที่ได้เป็นอัศวินนั้น ช่างไร้ประโยชน์สิ้นดี ที่สุดแล้วเขาก็ไม่สามารถรักษา สิ่งที่มีค่าที่สุดเอาไว้ได้ เขาจึงตัดสินใจว่าคงถึงเวลาที่จะสละทั้งสองสิ่งนี้แล้ว\n\nเมื่อเขาตระหนักถึงความอ่อนแอ และไร้ซึ่งพลังใด ๆ ของตัวเอง วิชั่นของเขาก็กลายเป็นภาระ\n\nเขาไม่ต้องการชื่อเสียงจอมปลอมอีกแล้ว แต่เขาต้องการไฟอันร้อนแรง และความศรัทธาที่แน่วแน่ มีเพียงความศรัทธาที่แน่วแน่ เท่านั้นที่จะสามารถขับเคลื่อน ผู้แสวงหาความจริงไปข้างหน้าได้ และเปลวไฟอันร้อนแรงเท่านั้น ที่สามารถกำจัดน้ำแข็งที่ผนึก ความเป็นธรรมเอาไว้\n\nในวันที่ Diluc กลับมายัง Mondstadt นั้น วิชั่นก็ได้กลับมา เคียงข้างเขาอีกครั้ง ประสบการณ์ต่าง ๆ ในช่วงหลายปีที่ผ่านมาทำให้ Diluc เติบโตขึ้นและกลายเป็นฮีโร่ที่ สืบทอดเจตนารมณ์ของพ่อ เขาได้ต่อสู้เพื่อ Mondstadt ในทุกค่ำคืน\n\nเขาไม่ได้พูดถึงอดีต แต่เขาก็ไม่ได้ปฏิเสธอดีตเช่นกัน\n\nสำหรับผู้ที่หลงทางนั้น วิชั่นจะเป็นแสงไฟนำทางที่เทพเจ้ามอบให้\n\nแต่สำหรับผู้ที่มีความศรัทธา ที่แน่วแน่ วิชั่นจะช่วยเสริมพลัง เป็นแบบอย่างของความมุ่งมั่น ทั้งยังเป็นเครื่องพิสูจน์ถึงประสบการณ์และเรื่องราวในชีวิตที่ผ่านมา",
      "vi": "Cả cuộc đời Crepus có hai việc khiến ông vô cùng đáng tiếc, một là không thể trở thành kỵ sĩ, hai là không có Vision.\n\nChính vì lẽ đó, khi Diluc được trao Vision, anh cho rằng thần linh đã công nhận lý tưởng của hai cha con, anh có thể đáp ứng được sự mong chờ của ông.\n\nVài năm sau, người cha chết trong một ngày dài tăm tối. Mọi hy vọng và lý tưởng rực cháy trong Vision đã bị cơn mưa định mệnh dập tắt. \n\nCon người ta dù có chính trực, lương thiện thế nào đi chăng nữa, cũng không thể thoát khỏi cánh tay của tử thần. Thứ chính nghĩa anh luôn bảo vệ sẽ phải dừng bước tại đây sao?\n\nTại sao việc nắm giữ Vision lại vô dụng như danh hiệu kỵ sĩ như vậy. Không thể bảo vệ những thứ mình yêu quý, vậy chỉ đáng vứt bỏ.\n\nKhoảnh khắc Diluc cảm thấy mình nhỏ bé, Vision cũng giống Delusion, đều là những món đồ phiền toái.\n\nDiluc không cần những thứ hão huyền, thứ anh cần chính là ngọn lửa có thể đốt cháy tất cả cùng niềm tin kiên định. Duy chỉ có niềm tin mới có thể đánh thức trái tim của người đi tìm chân tướng, duy chỉ có ngọn lửa mới có thể hóa giái sự lạnh giá trong chính nghĩa.\n\nNgày Diluc quay về Mondstadt cũng là lúc Vision quay lại sát cánh bên anh. Những năm tháng tôi luyện đã giúp anh rũ bỏ sự non nớt, trở thành người anh hùng có thể nối tiếp ý trí của cha.\n\nAnh không nhắc đến quá khứ cũng không phủ nhận nó.\n\nĐối với những người đang lầm bước, Vision có lẽ là ngọn đèn chỉ đường mà thần linh ban tặng.\n\nCòn đối với những người đã hiểu rõ bản thân, nó chính là tạo vật của ý trí, sự trưởng thành của sức mạnh. Đồng thời cũng là huân chương của sự chinh chiến và cột mốc cho những điều xảy ra trong quá khứ."
    }
  }
]