[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "蒙德城的迪卢克，应约而来。闲聊恕不奉陪，如果你是想做一番大事，我倒有点兴致。",
      "zht": "#蒙德城的迪盧克，應約而來。閒聊恕不奉陪，如果{F#妳}{M#你}是想做一番大事，我倒有點興致。",
      "jp": "モンドのディルック、約束通り参上。無駄話ならご遠慮願いたい。何か大事をなそうとしているなら興味はある。",
      "ko": "몬드성의 다이루크, 약속을 지키러 왔다. 잡담엔 낄 생각 없어. 큰일을 해볼 생각이라면 구미가 좀 당기는군",
      "en": "Diluc, of Mondstadt. Not interested in idle chit-chat. If you have things you want to get done, let me know.",
      "de": "Ich bin Diluc aus Mondstadt, wie bestellt. Für große Taten bin ich immer zu haben, der Rest interessiert mich nicht.",
      "es": "Soy Diluc, de Mondstadt. No me gusta estar de cháchara, así que, si necesitas algo, dímelo.",
      "fr": "Diluc de Mondstadt. Épargnez-moi tout bavardage inutile, mais faites-moi signe si vous souhaitez que je me charge de quelque chose pour vous.",
      "pt": "Diluc, de Mondstadt. Não estou interessado em bate-papo. Se você quiser fazer sucesso, me avise.",
      "ru": "Дилюк, из Мондштадта. Я не люблю пустые разговоры. Дай знать, если понадобится помощь.",
      "id": "Aku Diluc dari Mondstadt. Tidak suka basa-basi. Kalau ada urusan yang harus diselesaikan, beri tahu saja aku.",
      "th": "Diluc แห่ง Mondstadt มาตามคำสัญญา ขอไม่ร่วมพูดคุยเรื่องไร้สาระ แต่ถ้าอยากจะทำเรื่องที่ยิ่งใหญ่ ฉันก็พอจะสนใจอยู่บ้าง",
      "vi": "#Diluc của thành Mondstadt, đến đây theo lời mời. Nói chuyện phiếm thì thứ lỗi tôi không tiếp, nhưng nếu {F#cô}{M#cậu} muốn làm chuyện lớn, thì tôi rất có hứng thú."
    }
  },
  {
    "title": {
      "zhs": "闲聊·放松",
      "zht": "閒聊·放鬆",
      "jp": "世間話·リラックス",
      "ko": "잡담·휴식",
      "en": "Chat: Relax",
      "de": "Gespräch – Entspannung",
      "es": "Charla - Relajarse",
      "fr": "Bavardage - Détente",
      "pt": "Bate-papo - Relaxamento",
      "ru": "Поболтаем: Отдых",
      "id": "Berbincang: Santai",
      "th": "แชท - ผ่อนคลาย",
      "vi": "Nói chuyện phiếm - Thảnh thơi"
    },
    "line": {
      "zhs": "偶尔悠闲一下，也不错。",
      "zht": "偶爾悠閒一下，也不錯。",
      "jp": "たまにはノンビリするのも悪くないな。",
      "ko": "가끔 여유를 부리는 것도 괜찮지",
      "en": "Guess we can rest a bit.",
      "de": "Zeit für eine kurze Pause, auch gut.",
      "es": "Supongo que descansar de vez en cuando no tiene nada de malo.",
      "fr": "Un peu de repos est bénéfique de temps en temps.",
      "pt": "Podemos descansar um pouco.",
      "ru": "Здесь можно передохнуть.",
      "id": "Istirahatlah sebentar.",
      "th": "พักบ้างก็ไม่เลวนะ",
      "vi": "Thỉnh thoảng nhàn nhã một chút cũng không tồi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·骑士团",
      "zht": "閒聊·騎士團",
      "jp": "世間話·騎士団",
      "ko": "잡담·기사단",
      "en": "Chat: Knights of Favonius",
      "de": "Gespräch – Ritterorden",
      "es": "Charla - Caballeros de Favonius",
      "fr": "Bavardage - Ordre de Favonius",
      "pt": "Conversa - Cavaleiros de Favonius",
      "ru": "Поболтаем: Ордо Фавониус",
      "id": "Berbincang: Knights of Favonius",
      "th": "แชท - กองอัศวิน",
      "vi": "Nói chuyện phiếm - Đội Kỵ Sĩ"
    },
    "line": {
      "zhs": "应该换骑士团的那些家伙来陪你。",
      "zht": "#應該換騎士團的那些家伙來陪{F#妳}{M#你}。",
      "jp": "騎士団のやつらに相手をさせるべきだな。",
      "ko": "기사단 녀석들에게 같이 있어 달라고 해",
      "en": "You should really bring the Knights of Favonius with you next time.",
      "de": "Du solltest am besten jemanden vom Ritterorden mitnehmen, um auf dich aufzupassen.",
      "es": "La próxima vez, que sean los Caballeros quienes te acompañen.",
      "fr": "Vous devriez vraiment amener quelques chevaliers de l'Ordre avec vous la prochaine fois.",
      "pt": "Você realmente deveria trazer os Cavaleiros de Favonius com você da próxima vez.",
      "ru": "В следующий раз тебе бы следовало взять с собой рыцарей Ордо Фавониус.",
      "id": "Seharusnya kamu ajak mereka Knights of Favonius itu bepergian denganmu lain kali.",
      "th": "ครั้งหน้าน่าจะให้พวกอัศวินแห่ง Favonius มากับเธอแทนนะ",
      "vi": "#Nên để người của Đội Kỵ Sĩ đi cùng {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "闲聊·行会",
      "zht": "閒聊·行會",
      "jp": "世間話·仕事",
      "ko": "잡담·협회",
      "en": "Chat: Wine Guild",
      "de": "Gespräch – Zunft",
      "es": "Charla - Gremio",
      "fr": "Bavardage - Industrie du vin",
      "pt": "Bate-papo - Guilda",
      "ru": "Поболтаем: Гильдия",
      "id": "Berbincang: Karavan",
      "th": "แชท - กิลด์",
      "vi": "Nói chuyện phiếm - Hiệp hội"
    },
    "line": {
      "zhs": "行会里还有很多事，你要么在这休息，我回去看看。",
      "zht": "#行會裡還有很多事，{F#妳}{M#你}在這休息，我回去看看。",
      "jp": "組合会には、まだ仕事が残っているんだ。君は休むといい。僕は仕事に戻ろう。",
      "ko": "협회에 할 일이 많으니까 자넨 여기서 쉬어. 난 돌아가 볼게",
      "en": "I still have a lot to do at the Guild. How about you take a rest while I go back?",
      "de": "Ich habe noch einiges in der Zunft zu erledigen. Warum ruhst du dich nicht einfach solange aus?",
      "es": "Todavía tengo muchas cosas que hacer en el gremio. Si quieres descansar, iré a ver cómo está.",
      "fr": "J'ai encore à faire pour l'Association, reposez-vous pendant que je m'en occupe.",
      "pt": "Eu ainda tenho muita coisa para fazer na guilda. Que tal você descansar um pouco enquanto eu volto?",
      "ru": "У меня ещё много дел в гильдии. Отдохни, пока я буду с ними разбираться.",
      "id": "Masih ada banyak urusan di guild, kamu istirahat dulu saja di sini, biar aku pergi dulu.",
      "th": "ในกิลด์ยังมีเรื่องที่ต้องทำ อีกเยอะเลย เธอพักอยู่ที่นี่ก่อนแล้วกัน ฉันจะกลับไปดูสักหน่อย",
      "vi": "#Trong hiệp hội vẫn còn rất nhiều việc, hay là {F#cô}{M#cậu} ở đây nghỉ ngơi, tôi quay về xem sao."
    }
  },
  {
    "title": {
      "zhs": "闲聊·准备",
      "zht": "閒聊·準備",
      "jp": "世間話·準備",
      "ko": "잡담·준비",
      "en": "Chat: Preparation",
      "de": "Gespräch – Vorbereitung",
      "es": "Charla - Preparación",
      "fr": "Bavardage - Préparation",
      "pt": "Conversa: Preparação",
      "ru": "Поболтаем: Подготовка",
      "id": "Berbincang: Persiapan",
      "th": "แชท - เตรียมพร้อม",
      "vi": "Nói chuyện phiếm - Chuẩn Bị"
    },
    "line": {
      "zhs": "提前做好准备，先于对方进攻吧。",
      "zht": "提前做好準備，先於對方進攻吧。",
      "jp": "事前に準備をし、先んじて攻撃をしかけるべきだ。",
      "ko": "미리 준비해서 상대보다 먼저 공격하자고",
      "en": "We should prepare while we can, then make a preemptive strike against the enemy.",
      "de": "Bereite dich gut vor und greife an, bevor dein Gegner es tut.",
      "es": "Preparémonos mientras podamos y lancemos una ofensiva anticipada contra el enemigo.",
      "fr": "On devrait commencer par se préparer, puis attaquer contre l'ennemi en premier.",
      "pt": "Devemos nos preparar enquanto podemos, e então fazermos um ataque preventivo contra nosso inimigo.",
      "ru": "Подготовься заранее и нанеси упреждающий удар по врагу.",
      "id": "Kita harus bersiap dahulu selama kita bisa, lalu menyerang musuh duluan.",
      "th": "เตรียมตัวล่วงหน้า และชิงลงมือก่อนอีกฝ่าย",
      "vi": "Chuẩn bị đầy đủ rồi đánh phủ đầu kẻ địch nào."
    }
  },
  {
    "title": {
      "zhs": "闲聊·计划",
      "zht": "閒聊·計畫",
      "jp": "世間話·計画",
      "ko": "잡담·계획",
      "en": "Chat: Planning",
      "de": "Gespräch – Pläne",
      "es": "Charla - Planificación",
      "fr": "Bavardage - Planification",
      "pt": "Bate-papo — Plano",
      "ru": "Поболтаем: Планирование",
      "id": "Berbincang: Rencana",
      "th": "แชท - แผนการ",
      "vi": "Nói chuyện phiếm - Kế Hoạch"
    },
    "line": {
      "zhs": "休息时，也可以思考接下来的计划。",
      "zht": "休息時，也可以思考接下來的計畫。",
      "jp": "休息時に、次の計画を練ろう。",
      "ko": "휴식을 취할 때 앞으로의 계획을 고민해 볼 수 있어",
      "en": "Let's take a moment to rest and plan our next move.",
      "de": "In der Pause kann man auch über seine nächsten Pläne nachdenken.",
      "es": "Tomémonos un momento para descansar y planear nuestro próximo movimiento.",
      "fr": "Prenons un moment pour nous reposer et planifier notre prochain mouvement.",
      "pt": "Vamos descansar e planejar nosso próximo movimento.",
      "ru": "Давай передохнём и спланируем наш следующий шаг.",
      "id": "Ayo kita istirahat dulu sambil merencanakan langkah kita berikutnya.",
      "th": "เวลาพัก ก็เอาเวลามาวางแผนในขั้นต่อไปได้นะ",
      "vi": "Khi nghỉ ngơi cũng có thể suy nghĩ về kế hoạch tiếp theo."
    }
  },
  {
    "title": {
      "zhs": "闲聊·提醒",
      "zht": "閒聊·提醒",
      "jp": "世間話·注意",
      "ko": "잡담·당부",
      "en": "Chat: Warning",
      "de": "Gespräch – Hinweis",
      "es": "Charla - Aviso",
      "fr": "Bavardage - Rappel",
      "pt": "Bate-papo — Atenção",
      "ru": "Поболтаем: Предупреждение",
      "id": "Berbincang: Peringatan",
      "th": "แชท - เตือน",
      "vi": "Nói chuyện phiếm - Nhắc Nhở"
    },
    "line": {
      "zhs": "任何行动难免都有风险，你要多加小心。",
      "zht": "#任何行動難免都有風險，{F#妳}{M#你}要多加小心。",
      "jp": "如何なる行動にもリスクはつきものだ。君も気を付けたほうがいい。",
      "ko": "모든 행동에는 위험이 뒤따르는 법. 반드시 조심해야 해",
      "en": "Every course of action has its risks. Be careful.",
      "de": "Jede Aktion ist zwangsläufig mit Risiken verbunden. Daher musst du besonders vorsichtig sein.",
      "es": "Toda acción conlleva un riesgo. Ten cuidado.",
      "fr": "Chaque opération comporte sa part de risque. Il faut redoubler de prudence.",
      "pt": "Toda operação possui seus riscos. Tenha cuidado.",
      "ru": "У каждого действия есть свои риски. Нельзя забывать об осторожности.",
      "id": "Walaupun memang setiap perbuatan ada risikonya, kita harus tetap berhati-hati.",
      "th": "ทุกย่างก้าวล้วนมีความเสี่ยงเสมอ เธอต้องระวังตัวให้ดีนะ",
      "vi": "Bất kỳ hành động nào cũng đều có rủi ro, cho nên phải cẩn thận hơn."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候·伞",
      "zht": "下雨的時候·傘",
      "jp": "雨の日·傘",
      "ko": "비가 올 때·우산",
      "en": "When It Rains: Umbrella",
      "de": "Wenn es regnet – Schirm",
      "es": "Cuando llueve - Paraguas",
      "fr": "Quand il pleut - Parapluie",
      "pt": "Quando chove - Guarda-chuva",
      "ru": "Когда идёт дождь: Зонт",
      "id": "Saat Hujan: Payung",
      "th": "ในเวลาที่ฝนตก - ร่ม",
      "vi": "Khi trời mưa - Ô"
    },
    "line": {
      "zhs": "我不用伞，你随意。",
      "zht": "#我不用傘，{F#妳}{M#你}隨意。",
      "jp": "僕に傘は不要だ。君は好きにすればいい。",
      "ko": "난 우산 필요없어. 자넨 편할대로 해",
      "en": "I don't need an umbrella, but you can use one if you need.",
      "de": "Ich brauche keinen Schirm, nimm du ihn dir ruhig.",
      "es": "No necesito un paraguas, pero, si lo necesitas, tú sí puedes usar uno.",
      "fr": "Je n'ai pas besoin de parapluie, mais faites ce que bon vous semble.",
      "pt": "Eu não preciso de um guarda-chuva, mas você pode usar um se precisar.",
      "ru": "Мне не нужен зонт. Если нужен тебе - не стесняйся.",
      "id": "Aku tidak perlu payung, kamu pakai saja kalau kamu butuh.",
      "th": "ฉันไม่เอาร่ม เธอจะใช้ก็ใช้เถอะ",
      "vi": "#Tôi không dùng ô, {F#cô}{M#cậu} cứ tự nhiên."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候·清洗",
      "zht": "下雨的時候·清洗",
      "jp": "雨の日·浄化",
      "ko": "비가 올 때·청소",
      "en": "When It Rains: Cleansing",
      "de": "Wenn es regnet – Reinigung",
      "es": "Cuando llueve - Limpieza",
      "fr": "Quand il pleut - Nettoyage",
      "pt": "Quando está chovendo - Limpeza",
      "ru": "Когда идёт дождь: Очищение",
      "id": "Saat Hujan: Bersih-bersih",
      "th": "ในเวลาที่ฝนตก - ชะล้าง",
      "vi": "Khi trời mưa - Gội sạch"
    },
    "line": {
      "zhs": "雨吗，可惜洗刷不了那些污秽的心。",
      "zht": "雨嗎？可惜洗刷不了那些汙穢的心。",
      "jp": "雨か。残念ながらあの者たちの穢れた心までは綺麗にできないだろうな。",
      "ko": "비는 안타깝지만 더러워진 마음을 씻어내진 못하지",
      "en": "Rain... If only it could cleanse the corrupt souls of this world.",
      "de": "Regen? Schade, dass er die Welt nicht vom Schmutz der Korruption reinigen kann.",
      "es": "La lluvia... Ojalá pudiera limpiar las almas corruptas de este mundo.",
      "fr": "Si seulement la pluie pouvait nettoyer les âmes corrompues de ce monde...",
      "pt": "Chuva... Quem me dera poder eliminar as almas corruptas deste mundo.",
      "ru": "Дождь... Если бы он только мог очистить порочные души этого мира.",
      "id": "Hujan? Sayang sekali hujan tidak bisa membasuh hati yang kotor itu.",
      "th": "ฝนเหรอ... น่าเสียดายที่มันชะล้างจิตใจที่สกปรกเหล่านั้นไม่ได้",
      "vi": "Mưa à, tiếc là cũng không gột rửa được những trái tim bẩn thỉu đó."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Waktu Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "只要坚信自己的道路，就无所谓天气是晴是雨。",
      "zht": "只要堅信自己的道路，就無所謂天氣是晴是雨。",
      "jp": "自分の道を信じてさえいれば、天気が晴れか雨かなんてどうでもいいんだよ。",
      "ko": "자신이 가야 할 길을 굳게 믿으면, 날씨 따윈 상관없어",
      "en": "Listen, as long as you stick to your own path, it doesn't matter what Mother Nature throws at you.",
      "de": "Solange du dir selbst treu bleibst, kann dir das Wetter nichts mehr anhaben.",
      "es": "No importa si llueve o hace sol, siempre y cuando sigas tu propio camino.",
      "fr": "Tant que l'on croit en ce que l'on fait, peu importe qu'il pleuve ou qu'il vente.",
      "pt": "Independentemente de fazer sol ou chuva, apenas insista no seu caminho.",
      "ru": "Неважно, какова погода. Главное - придерживаться своей дороги.",
      "id": "Selama kamu benar-benar yakin dengan jalanmu sendiri, kamu tidak perlu khawatir dengan rintangan apa pun.",
      "th": "ขอเพียงแค่ยึดมั่นในแนวทางของ ตัวเอง อากาศจะเป็นยังไงก็ช่างมัน",
      "vi": "#Miễn là {F#cô}{M#cậu} vững tin vào con đường của bản thân, thì trời mưa hay nắng cũng không thành vấn đề."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania está chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Saat Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "呼啸的风声，会被用来遮掩犯罪的痕迹。",
      "zht": "呼嘯的風聲，會被用來遮掩犯罪的痕跡。",
      "jp": "吹きすさぶ風の音は犯罪の痕跡を隠すのに使われるだろう。",
      "ko": "울부짖는 바람 소리는 범죄의 흔적을 가리는 데 이용되지",
      "en": "Some use the wind's whistling to drown out the sound of their crimes.",
      "de": "Es gibt jene, die das Heulen des Windes nutzen, um die Geräusche ihrer Verbrechen zu überdecken.",
      "es": "Algunos usan los silbidos del viento para ahogar el sonido de sus crímenes.",
      "fr": "Certains dissimulent leurs crimes grâce au bruit du vent.",
      "pt": "Alguns usam o assobio do vento para abafar o som de seus crimes.",
      "ru": "За воем ветра можно скрыть звуки совершающегося преступления.",
      "id": "Suara angin yang memekakkan telinga ini bisa digunakan untuk menutupi jejak kejahatan.",
      "th": "เสียงพัดหวิวของสายลม จะถูกนำมาใช้เพื่อปกปิดร่องรอยของความชั่วร้าย",
      "vi": "Tiếng gió rít được dùng để che giấu dấu vết phạm tội."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "寒暄就免了。昨夜一切平安就好。",
      "zht": "寒暄就免了。昨夜一切平安就好。",
      "jp": "挨拶はよそう。昨夜は無事でよかった。",
      "ko": "인사치레는 관두고, 어젯밤 무사히 보냈으면 됐어",
      "en": "No need for small talk. All that matters is that you were safe last night.",
      "de": "Keine Zeit für Höflichkeiten. Hauptsache ist, dass letzte Nacht alles in Ordnung war.",
      "es": "Puedes ahorrarte las pleitesías. Me alegro de que hayas dormido bien.",
      "fr": "L'heure n'est pas au bavardage. Tout ce qui compte est que vous soyez hors de danger.",
      "pt": "Não há necessidade de conversa fiada. O que importa é que você estava seguro ontem à noite.",
      "ru": "Нет нужды в болтовне. Важно только то, что ночь прошла спокойно.",
      "id": "Tidak perlu saling menyapa, yang penting semuanya aman-aman saja tadi malam.",
      "th": "เลิกพูดเรื่องยิบย่อยเถอะ เมื่อคืนนี้ทุกอย่างเรียบร้อยดีก็โอเคแล้ว",
      "vi": "Chào hỏi thì miễn đi. Đêm qua tất cả đều ổn là được."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "想试试隐藏菜单吗？",
      "zht": "想試試隱藏菜單嗎？",
      "jp": "裏メニューを試してみたいのか？",
      "ko": "히든 메뉴, 한번 마셔 보겠나?",
      "en": "Would you like to try the secret menu?",
      "de": "Magst du das geheime Menü probieren?",
      "es": "¿Te gustaría probar nuestro menú secreto?",
      "fr": "Vous voulez jeter un œil à notre menu secret ?",
      "pt": "Você gostaria de provar o nosso menu secreto?",
      "ru": "Хочешь попробовать что-нибудь из нашего тайного меню?",
      "id": "Apakah mau mencoba menu rahasia?",
      "th": "อยากจะลองเมนูลับหน่อยมั้ยล่ะ?",
      "vi": "Có muốn thử thực đơn bí mật không?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "夜晚到了。",
      "zht": "夜晚到了。",
      "jp": "夜が来た。",
      "ko": "밤이 됐네",
      "en": "Night has fallen.",
      "de": "Die Nacht ist angebrochen.",
      "es": "Ya es de noche.",
      "fr": "La nuit vient de tomber.",
      "pt": "A noite chegou.",
      "ru": "Стемнело.",
      "id": "Malam telah tiba.",
      "th": "ฟ้ามืดแล้ว",
      "vi": "Tối rồi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "嗯，下次见。我会目送你安全离开的。",
      "zht": "#嗯，下次見。我會目送{F#妳}{M#你}安全離開的。",
      "jp": "うん、また今度。最後まで見送らせてもらうよ。",
      "ko": "음, 다음에 보자고. 네가 안전히 떠나는 걸 지켜볼게",
      "en": "Alright, see you next time. I'll make sure you leave safely.",
      "de": "Gut, bis zum nächsten Mal. Ich bring dich lieber noch mit raus.",
      "es": "#Nos vemos. Me aseguraré de que salgas segur{F#a}{M#o}.",
      "fr": "Oui, à la prochaine. Je veillerai à ce que vous rentriez en toute sécurité.",
      "pt": "Muito bem, nos vemos na próxima vez. Me certificarei com que você saia em segurança.",
      "ru": "До встречи. Я прослежу, чтобы по дороге домой с тобой ничего не случилось.",
      "id": "Ya, sampai jumpa. Biar kuantarkan ke depan.",
      "th": "อืม ไว้เจอกัน ฉันจะยืนส่งจากตรงนี้แล้วกัน เดินทางปลอดภัยนะ",
      "vi": "#Ừm, hẹn gặp lại. Tôi sẽ dõi theo {F#cô}{M#cậu} từ phía sau."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克自己…",
      "zht": "關於迪盧克自己…",
      "jp": "ディルック自身について…",
      "ko": "다이루크 자신에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc sendiri",
      "th": "เกี่ยวกับตัวของ Diluc เอง",
      "vi": "Về bản thân Diluc..."
    },
    "line": {
      "zhs": "「暗夜英雄」的传说吗？有趣的传言。",
      "zht": "「暗夜英雄」的傳說嗎？有趣的傳言。",
      "jp": "「闇夜の英雄」の伝説？面白い噂だね。",
      "ko": "「다크 히어로」 전설? 재미있는 전설이지",
      "en": "The legend of the \"Darknight Hero\"? An interesting rumor.",
      "de": "Die Legende vom „Helden der Nacht“? Das hört sich interessant an.",
      "es": "¿La leyenda del “Héroe Oscuro”? Qué rumor tan interesante...",
      "fr": "La légende du Héros de la Nuit ? Intéressant.",
      "pt": "A lenda do \"Herói Obscuro\"? Um boato interessante.",
      "ru": "Легенда о «Полуночном герое»? Интересно...",
      "id": "Legenda \"Darknight Hero\"? Rumor menarik.",
      "th": "ตำนานของ \"Darknight Hero\" งั้นเหรอ? ก็เป็นเรื่องเล่าที่น่าสนใจดีนะ",
      "vi": "Truyền thuyết về \"Anh Hùng Bóng Đêm\" hả? Tin đồn thú vị."
    }
  },
  {
    "title": {
      "zhs": "关于我们·需要",
      "zht": "關於我們·需要",
      "jp": "需要について…",
      "ko": "우리에 대해·필요",
      "en": "About Us: Needs",
      "de": "Über uns – Bedürfnisse",
      "es": "Sobre nosotros - Necesidades",
      "fr": "À propos de nous - Besoins",
      "pt": "Sobre Nós - Necessidades",
      "ru": "О нас: Потребности",
      "id": "Tentang Kita: Keperluan",
      "th": "เกี่ยวกับเรา - ความต้องการ",
      "vi": "Về chúng tôi - Nhu cầu"
    },
    "line": {
      "zhs": "需要什么就直说。报销问题找埃泽。",
      "zht": "需要什麼就直說。報帳問題找埃澤。",
      "jp": "用があるなら言えよ。費用精算についてはエルザーに聞いてくれ。",
      "ko": "필요한 게 있으면 바로 말해. 비용 처리는 엘저를 찾아가",
      "en": "Just say the word if you need anything. For reimbursements, ask Elzer.",
      "de": "Sag, wenn du irgendwas brauchst. Bei Geldfragen wende dich an Elzer.",
      "es": "Si necesitas algo, dilo directamente. Para reembolsos, habla con Elzer.",
      "fr": "Faites-moi savoir si vous avez besoin de quoi que ce soit. Pour les remboursements, il faudra s'adresser à Elzer.",
      "pt": "Se precisar de algo é só dizer. Para reembolsos, fale com Elzer.",
      "ru": "Дай знать, если тебе нужна помощь. За выплатами обращайся к Эльзеру.",
      "id": "Katakan saja apa yang kamu butuhkan. Urusan penggantian biaya biar Elzer yang urus.",
      "th": "มีอะไรก็ว่ามา ถ้าจะเบิกค่าใช้จ่ายก็ไปติดต่อ Elzer",
      "vi": "Cần gì thì cứ nói. Vấn đề chi phí thì hãy tìm Elzer."
    }
  },
  {
    "title": {
      "zhs": "关于我们·证明",
      "zht": "關於我們·證明",
      "jp": "証明について…",
      "ko": "우리에 대해·증명",
      "en": "About Us: Proof",
      "de": "Über uns – Beweise",
      "es": "Sobre nosotros - Testimonio",
      "fr": "À propos de nous - Preuve",
      "pt": "Sobre Nós - Prova",
      "ru": "О нас: Доказательства",
      "id": "Tentang kami: Bukti",
      "th": "เกี่ยวกับเรา - การพิสูจน์",
      "vi": "Về chúng tôi - Chứng minh"
    },
    "line": {
      "zhs": "你已经证明了你的决心。那么，也让你见证一下我的意志吧。",
      "zht": "#{F#妳}{M#你}已經證明了{F#妳}{M#你}的決心。那麼，也讓{F#妳}{M#你}見證一下我的意志吧。",
      "jp": "君はもう自分の決意を証明してくれたよ。じゃあ、今度は僕の意志を見てもらおう。",
      "ko": "넌 이미 결심을 증명해 보였어, 그럼 이제 내 의지를 증명하지",
      "en": "You have already proven your determination. Well then, it is now time for you to witness my resolve.",
      "de": "Du hast bereits deine Entschlossenheit bewiesen. Dann ist es jetzt an der Zeit, dir meine zu bezeugen.",
      "es": "Ya demostraste tu determinación. Ahora déjame a mí demostrar mi resolución.",
      "fr": "Vous avez déjà prouvé votre détermination. Laissez-moi vous montrer la mienne.",
      "pt": "Você já provou a sua determinação. Então é hora de você ver a minha também.",
      "ru": "#Ты доказал{F#а} свою решимость. Теперь настала моя очередь.",
      "id": "Kamu sudah menyampaikan apa yang menjadi tekadmu. Sekarang, giliran kamu yang menyaksikan tekad yang akan kuucapkan ini.",
      "th": "เธอได้พิสูจน์ความมุ่งมั่นของตัวเองแล้ว งั้นฉันก็ให้เธอได้เห็นความตั้งใจของฉันบ้าง",
      "vi": "#{F#Cô}{M#Cậu} đã chứng minh được lòng quyết tâm của mình. Vậy thì hãy để tôi chứng minh ý chí của mình cho {F#cô}{M#cậu} thấy."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "对于无法看清眼前道路的人来说，「神之眼」或许是神的一盏明灯。但对于有信念的人来说，只是一个可有可无的奖章罢了。",
      "zht": "對於無法看清眼前道路的人來說，「神之眼」或許是神的一盞明燈。但對於有信念的人來說，只是一個可有可無的獎章罷了。",
      "jp": "目の前の道が見えない人にとって、「神の目」は神へのしるべになる。だが、信仰心を抱く者にとって、それは単なる飾りに過ぎない。",
      "ko": "앞길이 잘 보이지 않는 사람에게 「신의 눈」은 신이 내린 등불일 수도 있지. 하지만 신념을 가진 사람에겐 그저 있으나 마나 한 표창일 뿐이야",
      "en": "Visions are a light in the sea of darkness that surrounds those who have lost their way. But for those who have faith, they are little more than badges of conviction.",
      "de": "Für diejenigen, die den Pfad vor Augen verloren haben, ist ein „Göttliches Auge“ ein Licht in der Dunkelheit. Für die jedoch, die erfüllt sind vom Glauben, für die ist es bloß ein Medaillon.",
      "es": "Las Visiones son como una luz que rodea a los que se han perdido en el mar de la oscuridad. Pero, para aquellos que tienen fe, no son más que una medalla sin significado.",
      "fr": "L'œil divin est telle une lumière pour ceux qui ne distinguent pas le chemin. Mais pour ceux qui ont la foi, ce n'est rien de plus qu'une médaille à prendre ou à jeter.",
      "pt": "Para os que estão sem direção, a Visão pode ser uma estrela-guia. Mas para quem está com a fé firme, a Visão é apenas uma medalha ignorável.",
      "ru": "Глаз Бога - это свет в море тьмы, окружающей заблудшие души. Но для тех, кто имеет веру, Глаз Бога всего лишь символ признания.",
      "id": "Bagi mereka yang tidak dapat melihat jalan di depan, \"Vision\" bisa menjadi sebuah pelita yang menerangi. Tetapi, bagi mereka yang memiliki keyakinan, vision tidak lebih dari sebuah medali keyakinan saja.",
      "th": "สำหรับผู้ที่ไม่สามารถมองเห็นเส้น ทางข้างหน้าได้อย่างชัดเจน บางที \"วิชั่น\" อาจจะเป็นแสงสว่างจากเทพเจ้า แต่สำหรับคนที่มีความเชื่อมั่น มันก็เป็นเพียงเหรียญประดับที่จะมีหรือไม่มีก็ได้",
      "vi": "Đối với những người không thể nhìn thấy con đường phía trước mà nói, Vision có lẽ là ngọn đèn của thần. Nhưng đối với những người có niềm tin, nó chỉ là một huy chương có cũng được mà không có cũng chẳng sao."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "我偶尔会去「天使的馈赠」亲自调酒，因为酒馆是情报集中流通的地方。",
      "zht": "我偶爾會去「天使的饋贈」親自調酒，因為酒館是情報集中流通的地方。",
      "jp": "僕は時々「エンジェルズシェア」に行って自分でカクテルを作るんだ。酒場は…情報が集まる場所だからね。",
      "ko": "난 가끔 「천사의 몫」에서 직접 술을 만들어, 술집은 정보가 거래되는 곳이기 때문이지",
      "en": "Occasionally I'll work the bar at Angel's Share. The tavern is known for being the center of information in Mondstadt.",
      "de": "Von Zeit zu Zeit helfe ich in der „Engelsgabe“ aus, weil Tavernen die Informationszentren einer Stadt sind.",
      "es": "De vez en cuando trabajo en la taberna El Obsequio del Ángel. Es conocida por ser el centro de información de Mondstadt.",
      "fr": "Je sers à boire au Cadeau de l'Ange parfois. On en apprend des choses dans les tavernes...",
      "pt": "De vez em quando eu preparo as bebidas pessoalmente na Presentes dos Anjos, porque a Taverna é um lugar ideal para circulação das informações.",
      "ru": "Иногда я остаюсь поработать в «Доле ангелов». Именно в таверну стекаются все слухи Мондштадта.",
      "id": "Aku kadang-kadang pergi ke \"Angel's Share\" untuk meracik anggur sendiri, karena Tavern adalah tempat berkumpulnya informasi di Mondstadt.",
      "th": "บางครั้งฉันก็จะไปที่ Angel's Share เพื่อทำเครื่องดื่มด้วยตัวเอง เพราะว่าร้านเหล้าน่ะเป็นสถานที่ที่ สามารถรวบรวมข่าวสารได้อย่างดี",
      "vi": "Thỉnh thoảng tôi sẽ đến Quà Tặng Của Thiên Sứ để tự pha rượu, bởi vì quán rượu chính là nơi tập trung thông tin tình báo."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Rumor yang menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "…是夜枭。在黑暗中守望、观察的猛禽，只在最合适的时机出手，没有任何破绽。",
      "zht": "…是夜梟。在黑暗中守望、觀察的猛禽，只在最合適的時機出手，沒有任何破綻。",
      "jp": "……フクロウだよ。暗闇の中で目を輝かせ、周りを観察する猛禽。最善のタイミングでのみ行動を起こし、絶対に失敗をしない。",
      "ko": "…부엉이야. 어둠 속에서 사냥감을 관찰하는 새, 최적의 타이밍에만 움직이고 빈틈이 전혀 없어",
      "en": "What? Why do you ask? ...It's an owl, quietly watching its prey from the darkness, waiting for the perfect moment to strike... Flawless.",
      "de": "Das ist eine Nachteule. In der Dunkelheit beobachtet sie ihre Beute, nur um dann im passenden Moment gnadenlos zuzustoßen.",
      "es": "El búho... observa en silencio a su presa desde la oscuridad, esperando el momento perfecto para atacar... Es una criatura sin defectos.",
      "fr": "... C'est une chouette. Elle surveille sa proie depuis l'ombre de la nuit, attendant le moment idéal pour frapper... Une créature parfaite.",
      "pt": "É Noctua, um animal feroz, que vigia na escuridão, e ataca em um instante quando chegar a oportunidade, sem nenhuma falha.",
      "ru": "Что? А почему ты спрашиваешь? ...Это сова, тихо наблюдающая за своей добычей из темноты, выжидающая идеального момента для удара... Безупречно.",
      "id": "Hah? Kenapa kamu bertanya begitu? Jawabanku tentu burung hantu. Dia akan diam-diam mengawasi mangsanya dari kegelapan, lalu menunggu waktu yang pas untuk menyergapnya ... Sempurna.",
      "th": "...นกฮูก ผู้เฝ้ามองในความมืด นกนักล่าผู้เฝ้าสังเกต จะลงมือในจังหวะที่เหมาะสมที่สุดเท่านั้น ไร้ซึ่งจุดอ่อนใด ๆ",
      "vi": "...Đó là cú đêm. Loài chim canh giữ và quan sát trong bóng tối, chỉ hành động vào thời điểm thích hợp nhất, không có bất kỳ sơ hở nào."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "凯亚吗…那个男人说的话，只能信一半。",
      "zht": "凱亞嗎…那個男人說的話，只能信一半。",
      "jp": "ガイアか……。あの男の言うことは半分しか信用できないんだ。",
      "ko": "케이아… 그자가 하는 말은 반밖에 못 믿겠어",
      "en": "Kaeya? You can only trust half of what he says... at best.",
      "de": "Kaeya? Was dieser Mann sagt, kann man nur zur Hälfte glauben.",
      "es": "¿Kaeya? De todo lo que dice, solo créete la mitad.",
      "fr": "Kaeya ? On ne peut jamais vraiment se fier à tout ce qui sort de sa bouche.",
      "pt": "Kaeya? Você só pode confiar em metade do que ele diz... Na melhor das hipóteses.",
      "ru": "Кэйа? Ты можешь доверять ему только наполовину... И то в лучшем случае.",
      "id": "Kaeya? Kamu paling bisa percaya setengah saja apa ucapannya ... itu pun maksimal.",
      "th": "Kaeya งั้นเหรอ... คำพูดของหมอนั่นน่ะ เชื่อได้แค่ครึ่งเดียวเท่านั้นแหละนะ",
      "vi": "Kaeya à... những điều hắn nói, chỉ có thể tin một nửa."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "丽莎，能成为骑士团内最值得仰赖的人之一。如果她愿意的话。",
      "zht": "麗莎，能成為騎士團內最值得仰賴的人之一。如果她願意的話。",
      "jp": "リサは騎士団で最も頼りになる人物の一人だよ。彼女がその気になればの話だけどね。",
      "ko": "리사, 기사단에서 가장 의지할 수 있는 일원이 될 수 있지. 그녀가 원한다면",
      "en": "I believe Lisa has the potential to become the most reliable of the knights. If she's willing.",
      "de": "Lisa, sie hat das Potenzial, der verlässlichste Ritter des Ritterordens zu werden. Wenn sie nur will.",
      "es": "Lisa es quien más posibilidades tiene de ser la caballera más fiable. Si es que está dispuesta, claro...",
      "fr": "Lisa fait partie des chevaliers les plus fiables de l'Ordre de Favonius... quand elle le veut.",
      "pt": "Eu acredito que a Lisa tem potencial para se tornar uma grande cavaleira, se ela estiver disposta, é claro.",
      "ru": "Я верю, что Лиза может стать самым надёжным рыцарем Ордо Фавониус... Если она сама этого захочет.",
      "id": "Lisa, bisa menjadi salah satu orang paling dapat diandalkan di Knights of Favonius. Kalau dia bersedia.",
      "th": "Lisa สามารถก้าวขึ้นมาเป็นอัศวินที่พึ่งพาได้ที่สุดคนหนึ่ง ถ้าเธอต้องการนะ",
      "vi": "Lisa, có thể trở thành một trong những người đáng tin nhất đội kỵ sĩ. Nếu cô ấy đồng ý."
    }
  },
  {
    "title": {
      "zhs": "关于琴·敌人",
      "zht": "關於琴·敵人",
      "jp": "ジンについて·敵",
      "ko": "진에 대해·적",
      "en": "About Jean: Enemies",
      "de": "Über Jean – Feinde",
      "es": "Sobre Jean - Enemigos",
      "fr": "À propos de Jean - Ennemi",
      "pt": "Sobre Jean - Inimigos",
      "ru": "О Джинн: Враги",
      "id": "Tentang Jean: Musuh",
      "th": "เกี่ยวกับ Jean - ศัตรู",
      "vi": "Về Jean - Kẻ địch"
    },
    "line": {
      "zhs": "无意义的琐事，是琴最大的敌人。",
      "zht": "無意義的瑣事，是琴最大的敵人。",
      "jp": "無意味な雑事はジンの最大の敵だ。",
      "ko": "무의미한 잡일은 진의 가장 큰 적이야",
      "en": "Trifling matters can become Jean's greatest enemy.",
      "de": "Sich mit Bagatellen aufzuhalten, ist Jeans größter Fehler.",
      "es": "Las cuestiones más triviales pueden ser el mayor enemigo de Jean.",
      "fr": "Ne pas savoir différencier le futile de l'essentiel est la plus grande faiblesse de Jean.",
      "pt": "Questões triviais podem se tornar o maior inimigo de Jean.",
      "ru": "Бессмысленные поручения могут стать злейшим врагом Джинн.",
      "id": "Masalah sepele bisa jadi musuh terbesar Jean.",
      "th": "เรื่องเล็กน้อยไร้สาระคือ ศัตรูที่ยิ่งใหญ่ที่สุดของ Jean",
      "vi": "Những chuyện vặt vãnh vô nghĩa là kẻ thù lớn nhất của Jean."
    }
  },
  {
    "title": {
      "zhs": "关于琴·职责",
      "zht": "關於琴·職責",
      "jp": "ジンについて·責任",
      "ko": "진에 대해·의무",
      "en": "About Jean: Responsibilities",
      "de": "Über Jean – Pflicht",
      "es": "Sobre Jean - Responsabilidades",
      "fr": "À propos de Jean - Métier",
      "pt": "Sobre Jean - Responsabilidades",
      "ru": "О Джинн: Обязанности",
      "id": "Tentang Jean: Tanggung Jawab",
      "th": "เกี่ยวกับ Jean - หน้าที่",
      "vi": "Về Jean - Chức trách"
    },
    "line": {
      "zhs": "琴那无人能及的责任心，终究让她没能看清自己真正的职责啊。",
      "zht": "琴那無人能及的責任心，終究讓她沒能看清自己真正的職責啊。",
      "jp": "彼女の誰にも勝る責任感は、かえって彼女自身の本当の役割を分からなくさせている。",
      "ko": "그녀는 과한 책임감 때문에 자신의 진정한 직책을 제대로 모르고 있어",
      "en": "Her unparalleled sense of responsibility is the sole reason why she still hasn't found her true calling.",
      "de": "Ihr unglaublicher Verantwortungssinn hat sie bisher davon abgehalten, ihre wahre Bestimmung zu finden.",
      "es": "Su incomparable sentido de la responsabilidad es la única razón por la que todavía no ha encontrado su verdadera vocación.",
      "fr": "Le sens des responsabilités de Jean l'empêche de trouver sa véritable voie.",
      "pt": "Seu senso de responsabilidade incomparável é a única razão pela qual ela ainda não encontrou seu verdadeiro chamado.",
      "ru": "Её несравненное чувство ответственности - единственная причина, по которой она до сих пор не нашла своего истинного призвания.",
      "id": "Rasa tanggung jawab Jean yang berlebihan adalah satu-satunya alasan mengapa dia masih belum menemukan panggilan sejatinya.",
      "th": "ท้ายที่สุดแล้ว ความรู้สึกรับผิดชอบที่สูงเกินผู้อื่นของ Jean นั้น จะทำให้เธอมองไม่เห็นความรับผิดชอบที่แท้จริงของตัวเอง",
      "vi": "Ý thức trách nhiệm không ai bì kịp của Jean, cuối cùng đã khiến cô ấy không thể nhìn rõ trách nhiệm thực sự của mình."
    }
  },
  {
    "title": {
      "zhs": "关于莫娜…",
      "zht": "關於莫娜…",
      "jp": "モナについて…",
      "ko": "모나에 대해…",
      "en": "About Mona",
      "de": "Über Mona ...",
      "es": "Sobre Mona...",
      "fr": "À propos de Mona...",
      "pt": "Sobre Mona...",
      "ru": "О Моне...",
      "id": "Tentang Mona",
      "th": "เกี่ยวกับ Mona...",
      "vi": "Về Mona..."
    },
    "line": {
      "zhs": "蒙德的土地浸润着风神的恩泽，就不需要赞助占星术士来预测收成了吧。",
      "zht": "蒙德的土地浸潤著風神的恩澤，就不需要贊助占星術士來預測收成了吧。",
      "jp": "モンドの土地には風神の恵みがある。だから、占星術師による収穫予測はいらないと思うが。",
      "ko": "몬드의 땅은 바람 신의 은총이 넘쳐서 점성술사를 동원해 수확을 예측할 필요가 없겠지",
      "en": "The land of Mondstadt, by the Anemo Archon's grace, is bountiful. I see no need for the harvest forecasts of astrologers.",
      "de": "Das Land von Mondstadt ist von der Gnade des Anemo-Archons durchdrungen, sodass keine Astrologen benötigt werden, um die Ernte vorherzusagen.",
      "es": "La gracia del Arconte Anemo fluye por la tierra de Mondstadt. No veo la necesidad de que los astrólogos tengan que hacer predicciones sobre las cosechas.",
      "fr": "Les terres de Mondstadt sont déjà bénies par l'Archon Anémo. Nul besoin d'une astromancienne pour prédire les récoltes.",
      "pt": "O solo de Mondstadt é abençoado pelo Arconte Anemo, portanto, não é preciso prever a colheita por uma astróloga.",
      "ru": "По велению Анемо Архонта земля Мондштадта очень плодотворна. Я не вижу надобности в предсказаниях о хорошем урожае.",
      "id": "Tanah Mondstadt subur berkat anugerah dari Archon Anemo. Kurasa tidak perlu mengandalkan para peramal untuk memprediksi panen.",
      "th": "Mondstadt คือดินแดนซึ่งอุดมไปด้วยความกรุณาของเทพแห่งสายลม คงไม่จำเป็นต้องอาศัยการทำนายเรื่องผลการเก็บเกี่ยวจากโหรแห่งดวงดาวหรอกมั้ง",
      "vi": "Vùng đất Mondstadt thấm đẫm ân trạch của Phong Thần, vì vậy không cần sự giúp đỡ của các nhà chiêm tinh để dự đoán vụ mùa nữa nhỉ."
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜…",
      "zht": "關於迪奧娜…",
      "jp": "ディオナについて…",
      "ko": "디오나에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona",
      "th": "เกี่ยวกับ Diona...",
      "vi": "Về Diona..."
    },
    "line": {
      "zhs": "迪奥娜对我的态度很是生硬，我也一直没找到合适的机会交流。如果是涉及到家族恩怨的话…嗯？不是？只是单纯地讨厌酒？没想到在这蒙德，也会有讨厌酒的酒保啊。",
      "zht": "迪奧娜對我的態度很是生硬，我也一直沒找到合適的機會交流。如果是涉及到家族恩怨的話…嗯？不是？只是單純地討厭酒？沒想到在這蒙德，也會有討厭酒的酒保啊。",
      "jp": "ディオナは僕に堅い態度を取る、それに僕自身も彼女と交流する機会に恵まれてこなかった。家族の恨みが…ん？違う？単に酒が嫌いだと？このモンドに酒の嫌いなバーテンダーがいるとはな。",
      "ko": "디오나가 퉁명하게 굴어서 말 붙일 기회를 잡지 못했어. 가족의 원한이 걸린 거라면…. 음, 아냐? 그냥 술이 싫은 거라고? 몬드에서 술을 싫어하는 바텐더가 있을 줄이야",
      "en": "Diona's attitude towards me is... how should I put it? Rather rigid. I've yet to find the opportunity to speak with her properly. I'm not sure if it's an issue with my family line or— Oh? It's not? She simply despises alcohol? Huh... I never thought I'd come across another bartender like myself in Mondstadt.",
      "de": "Diona war immer etwas grob zu mir und bisher war ich nicht in der Lage gewesen, die richtige Gelegenheit für ein Gespräch zu finden. Wenn es nun um eine Familienfehde geht ... Was? Nein? Hasst sie einfach nur Alkohol? Ich hätte nicht gedacht, dass es in dieser Stadt auch noch Schankdamen geben würde, die Alkohol hassen.",
      "es": "Diona es un poco dura conmigo. Todavía tengo que encontrar la oportunidad de hablar con ella. No estoy seguro de si tiene un problema con mis ancestros o... ¿Eh? ¿No es eso? ¿Dices que simplemente desprecia el alcohol? Humm... Nunca pensé que me encontraría con otro cantinero como yo en Mondstadt.",
      "fr": "Diona se comporte de façon très froide avec moi... Je n'ai jamais vraiment eu l'occasion de lui parler. Elle pourrait avoir un problème avec ma famille ou... Ah, c'est l'alcool qu'elle déteste ? Je n'aurais jamais pensé qu'il existait une barmaid qui détestait l'alcool à Mondstadt...",
      "pt": "A atitude da Diona em relação a mim é... Como devo dizer? Um pouco rígida. Ainda não encontrei a oportunidade de falar com ela corretamente. Não tenho certeza se é um problema com minha linhagem familiar ou... Oh? Não é? Ela simplesmente despreza o álcool? Nunca pensei que me encontraria com outra bartender como eu em Mondstadt.",
      "ru": "Отношение Дионы ко мне такое... Как бы это сказать? Довольно непреклонное. Я ещё не нашёл возможности поговорить с ней должным образом. Не уверен, не нравится ли ей моё семейное древо или... Что? Она просто презирает алкоголь? Ха... Никогда не думал, что встречу в Мондштадте другого бармена, похожего на меня.",
      "id": "Sikap Diona kepadaku ... bagaimana aku harus menjelaskannya ya? Agak dingin. Aku pun tidak pernah menemukan kesempatan yang pas untuk berkomunikasi dengannya. Aku tidak yakin apa itu ada hubungannya dengan garis keturunan keluarganya, atau ... Hmm? Maksudku ... Dia tidak suka anggur? Tidak diduga, ternyata di Mondstadt ada juga bartender yang tidak suka dengan anggur.",
      "th": "Diona น่ะแข็งกร้าวกับฉันมาก และฉันก็ไม่รู้ว่าจะพูดคุยกับเธอตอนไหนดี ถ้ามันเป็นความข้องใจเกี่ยวกับตระกูลล่ะก็... หืม? ไม่ใช่งั้นเหรอ? แค่เกลียดเหล้าเท่านั้น? นึกไม่ถึงว่าที่ Mondstadt จะมีบาร์เทนเดอร์ที่ไม่ชอบเหล้าอยู่ด้วย",
      "vi": "Thái độ của Diona với tôi rất gượng gạo, tôi vẫn chưa tìm được cơ hội thích hợp để nói chuyện. Nếu là liên quan đến ân oán gia tộc thì... Hả? Không phải? Chỉ đơn giản là ghét rượu? Thật không ngờ ở Mondstadt lại có người pha chế rượu ghét rượu."
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "大团长法尔伽，我能理解他的立场，却无法认同他的做派。呵…是我多言了。我早已不是西风骑士，忘了我说的话吧。",
      "zht": "大團長法爾伽，我能理解他的立場，卻無法認同他的做派。呵…是我多言了。我早已不是西風騎士，忘了我說的話吧。",
      "jp": "大団長ファルカ、彼の立場は理解できるが、彼のやり方は認められない。いや…言い過ぎたな、僕はとうに西風騎士団ではない。忘れてくれ。",
      "ko": "바르카 대단장, 나는 그의 입장을 이해할 수 있지만, 그의 방식은 인정할 수 없어. 흠… 내가 실언했네. 난 이젠 페보니우스 기사단의 기사가 아니니 내가 한 말은 잊어버려",
      "en": "Grand Master Varka... While I understand his disposition, I can make no sense of his actions. ...I—I've said too much already. I've long since left the Knights of Favonius. Forget I said anything.",
      "de": "Großmeister Varka, nun, ich verstehe seine Absichten, dennoch verstehe ich seine Taten nicht. Aber ich habe bereits viel zu viel gesagt. Schon lange bin ich kein Ritter des Ordo Favonius mehr. Vergiss einfach, was ich gesagt habe.",
      "es": "El Gran Maestro Varka... Entiendo su posición, pero no su manera de actuar. Bueno, ya he dicho demasiado. Hace mucho que dejé los Caballeros de Favonius. Olvida lo que dije.",
      "fr": "Le Grand Maître... Bien que je comprenne sa position, je ne pourrais jamais approuver ses actions... Ahem, j'en ai trop dit. J'ai quitté l'Ordre de Favonius depuis longtemps, cela ne me concerne plus.",
      "pt": "Grande Mestre Varka... Enquanto eu entendo a sua posição, não consigo entender suas ações... Eu já falei demais. Há muito tempo que deixei de ser Cavaleiro de Favonius. Esqueça o que eu disse.",
      "ru": "Магистр Варка... Я понимаю его позицию, но его действия я одобрить не могу... Я сказал слишком много... Я уже давно покинул орден. Забудь, что я сказал.",
      "id": "Grand Master Varka, aku paham posisinya, tapi aku tetap saja tidak bisa seirama dengan gayanya. Huh ... maafkan, mulutku ini memang terlalu comel. Aku bukan lagi seorang Knights of Favonius, lupakan saja apa yang barusan kukatakan.",
      "th": "แกรนด์มาสเตอร์ Varka... ก็พอจะเข้าใจจุดยืนของเขาได้นะ แต่ไม่สามารถเห็นด้วยกับวิธีการของเขาได้เลย เหอะ... พูดมากเกินไปแล้วสิ ฉันไม่ใช่กองอัศวินแห่ง Favonius แล้วนี่นะ ลืมเรื่องที่ฉันพูดไปซะเถอะ",
      "vi": "Đại Đội Trưởng Varka, tôi có thể hiểu lập trường của anh ấy, nhưng không thể đồng ý với tác phong của anh ấy. Hừ... tôi nhiều lời rồi. Từ lâu tôi đã không còn là một kỵ sĩ Tây Phong, hãy quên những gì tôi nói đi."
    }
  },
  {
    "title": {
      "zhs": "关于优菈…",
      "zht": "關於優菈…",
      "jp": "エウルアについて…",
      "ko": "유라에 대해…",
      "en": "About Eula",
      "de": "Über Eula ...",
      "es": "Sobre Eula...",
      "fr": "À propos d'Eula...",
      "pt": "Sobre Eula...",
      "ru": "Об Эоле...",
      "id": "Tentang Eula",
      "th": "เกี่ยวกับ Eula...",
      "vi": "Về Eula..."
    },
    "line": {
      "zhs": "我听说过她，她有自己的理念。努力挣脱家族束缚的气势也值得称道。但她…却加入了西风骑士团。",
      "zht": "我聽說過她，她有自己的理念。努力掙脫家族束縛的氣勢也值得稱道。但她…卻加入了西風騎士團。",
      "jp": "彼女のことは話に聞いたことがある。独自の理念を貫き、そして一族の束縛から抜け出そうとする彼女は称賛に値する人物だと僕は思う。それなのに…西風騎士団に入ってしまうとは。",
      "ko": "그녀에 대해 들어본 적 있어. 자기만의 이념이 확고하더군. 가문의 속박에서부터 벗어나려는 기세도 인정할만해. 그런데… 그 페보니우스 기사단에 들어갔다니",
      "en": "Ah, yes... I've heard about her. She has her own convictions. Her determination to liberate herself from the shackles of her clan is praiseworthy. But, she's... joined the Knights of Favonius.",
      "de": "Ich habe von ihr gehört. Sie hat ihr eigenes Ideal. Auch ihr Versuch, sich von den Fesseln ihrer Familie zu befreien, ist lobenswert. Doch sie ... schloss sich dem Ordo Favonius an.",
      "es": "He oído hablar de ella. Tiene sus propias ideas. Su determinación por liberar a su familia de las cadenas que la aprisionan es muy loable. Y, sin embargo... se unió a los Caballeros de Favonius.",
      "fr": "J'en ai entendu parler. Une femme qui a ses propres convictions. Sa détermination à se libérer des chaînes de son clan est admirable. Mais... il a fallu qu'elle rejoigne les chevaliers de l'Ordre.",
      "pt": "Ouvi falar sobre ela. Ela tem suas próprias convicções. Sua determinação para se libertar do seu clã é digna de elogios, mas... Ela se juntou aos Cavaleiros de Favonius...",
      "ru": "Я слышал о ней, и у неё есть свои убеждения. Желание вырваться из оков её клана также заслуживает похвалы. И все же она... Присоединилась к рыцарям Ордо Фавониус.",
      "id": "Aku sudah dengar tentang dia. Dia punya masalahnya sendiri. Kegigihannya untuk membebaskan dirinya sendiri dari belenggu klannya layak untuk dipuji. Tapi, dia ... bergabung dengan Knights of Favonius.",
      "th": "ฉันเคยได้ยินเรื่องราวเกี่ยวกับเธอนะ เธอเป็นคนที่มีความคิดเป็นของตัวเอง และความพยายามเพื่อให้หลุดพ้นจากพันธนาการของตระกูลนั้นก็น่าชื่นชมเช่นกัน แต่เธอ...กลับเข้าร่วมกองอัศวินแห่ง Favonius",
      "vi": "Tôi đã từng nghe về cô ấy, cô ấy có quan niệm riêng của mình, nỗ lực thoát khỏi sự ràng buộc của gia tộc là chuyện đáng khen. Nhưng cô ấy... lại gia nhập Đội Kỵ Sĩ Tây Phong."
    }
  },
  {
    "title": {
      "zhs": "想要了解迪卢克·其一",
      "zht": "想要瞭解迪盧克·其一",
      "jp": "ディルックを知る·1",
      "ko": "다이루크에 대해 알기·첫 번째",
      "en": "More About Diluc: I",
      "de": "Ich will mehr über Diluc erfahren I",
      "es": "Más sobre Diluc (I)",
      "fr": "Connaître Diluc (1)",
      "pt": "Mais sobre Diluc (I)",
      "ru": "Узнать больше о Дилюке I",
      "id": "Mengenal Diluc: I",
      "th": "อยากรู้เกี่ยวกับ Diluc - 1",
      "vi": "Muốn tìm hiểu Diluc - Điều thứ 1"
    },
    "line": {
      "zhs": "有何贵干？",
      "zht": "有何貴幹？",
      "jp": "何かご用かな？",
      "ko": "무슨 일이야?",
      "en": "You have business to attend to?",
      "de": "Du hast noch etwas Wichtiges zu tun?",
      "es": "¿En qué puedo servirte?",
      "fr": "Qu'est-ce qui vous amène aujourd'hui ?",
      "pt": "Em que posso ajudar?",
      "ru": "Чем могу служить?",
      "id": "Apa yang sedang kamu lakukan?",
      "th": "มีธุระอะไร?",
      "vi": "Có việc gì không?"
    }
  },
  {
    "title": {
      "zhs": "想要了解迪卢克·其二",
      "zht": "想要瞭解迪盧克·其二",
      "jp": "ディルックを知る·2",
      "ko": "다이루크에 대해 알기·두 번째",
      "en": "More About Diluc: II",
      "de": "Ich will mehr über Diluc erfahren II",
      "es": "Más sobre Diluc (II)",
      "fr": "Connaître Diluc (2)",
      "pt": "Mais sobre Diluc (II)",
      "ru": "Узнать больше о Дилюке II",
      "id": "Mengenal Diluc: II",
      "th": "อยากรู้เกี่ยวกับ Diluc - 2",
      "vi": "Muốn tìm hiểu Diluc - Điều thứ 2"
    },
    "line": {
      "zhs": "嗯，你问骑士团？哼…没什么可多谈的，道路不同罢了。",
      "zht": "#嗯，{F#妳}{M#你}問騎士團？哼…沒什麼可多談的，道路不同罷了。",
      "jp": "うん、騎士団のことか？フン…言うことはないな、目指す先が違うだけだ。",
      "ko": "응, 기사단? 흥… 별로 할 말이 없어. 가려는 길이 다른 것뿐이야",
      "en": "Huh? Knights of Favonius? ...I have nothing to say about them. We have different views is all.",
      "de": "Wie, du fragst nach dem Ritterorden? Ach, da gibt es nicht viel zu sagen. Wir haben nun einmal unterschiedliche Ansichten.",
      "es": "¿Eh? ¿Los Caballeros de Favonius? Nuestra visión de las cosas es muy distinta, pero no tengo mucho más que decir.",
      "fr": "L'Ordre de Favonius ? Hmpf, je n'ai rien de bien à vous raconter à leur égard. Nous ne sommes pas sur la même longueur d'onde.",
      "pt": "Eh? Você está perguntando sobre os Cavaleiros de Favonius? Não tenho nada para dizer! Somos diferentes.",
      "ru": "Что? Ордо Фавониус? Хм... Мне нечего сказать. У нас с ними просто разные взгляды и всё.",
      "id": "Hmm, kamu bertanya tentang Knights of Favonius? Umm ... tidak ada yang perlu dibicarakan, pandangan hidupku dengan mereka berbeda.",
      "th": "อืม กองอัศวินงั้นเหรอ? หึ... ไม่มีอะไรให้พูดถึงนักหรอก ก็แค่เลือกเดินคนละเส้นทางแค่นั้น",
      "vi": "#Ừm, {F#cô}{M#cậu} hỏi Đội Kỵ Sĩ? Hừm... không có gì để nói, chỉ là không cùng định hướng mà thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解迪卢克·其三",
      "zht": "想要瞭解迪盧克·其三",
      "jp": "ディルックを知る·3",
      "ko": "다이루크에 대해 알기·세 번째",
      "en": "More About Diluc: III",
      "de": "Ich will mehr über Diluc erfahren III",
      "es": "Más sobre Diluc (III)",
      "fr": "Connaître Diluc (3)",
      "pt": "Mais sobre Diluc (III)",
      "ru": "Узнать больше о Дилюке III",
      "id": "Mengenal Diluc: III",
      "th": "อยากรู้เกี่ยวกับ Diluc - 3",
      "vi": "Muốn tìm hiểu Diluc - Điều thứ 3"
    },
    "line": {
      "zhs": "很久不和管家之外的人对弈了。难得有这份闲暇，跟我下局棋吧。",
      "zht": "很久不和管家之外的人對弈了。難得有這份閒暇，跟我下局棋吧。",
      "jp": "執事以外の人とチェスをする機会はそうそうないんだ。せっかく時間があるんだ、一局どうかな。",
      "ko": "집사 말고 다른 사람과 대국을 하는 건 오랜만이군. 모처럼 한가한데, 한 판 하지",
      "en": "It's been a long while since I played chess with anyone but my butler. I just so happen to have a moment. Care to play a round?",
      "de": "Es ist schon lange her, dass ich Schach mit jemandem außer meinem Haushälter gespielt habe. Ich habe genau jetzt einen Moment Zeit für eine Partie.",
      "es": "Ha pasado mucho tiempo desde que jugué al ajedrez con alguien que no sea mi mayordomo. Da la casualidad de que tengo tiempo libre ahora. ¿Querrías jugar una partida conmigo?",
      "fr": "Je n'ai pas joué aux échecs contre un adversaire autre que mon majordome depuis très longtemps. Voudriez-vous faire une partie ? C'est une opportunité qui ne se représentera pas de sitôt.",
      "pt": "Faz muito tempo que não jogo xadrez com ninguém além do meu mordomo. Por acaso tenho um pouco de tempo. Gostaria de jogar uma partida?",
      "ru": "Я давно не играл ни с кем в шахматы, кроме моего дворецкого. Как раз сейчас у меня выдалась свободная минутка. Хочешь сыграть со мной?",
      "id": "Sudah lama aku tidak bermain melawan orang lain selain kepala pelayan. Sulit sekali memiliki waktu senggang seperti ini, ayo kita mulai permainan caturnya.",
      "th": "นอกจากพ่อบ้าน ฉันก็ไม่ได้เล่นหมากรุกกับใครมานานแล้ว โอกาสหายากอย่างนี้ จะมาลองเล่นกันหน่อยมั้ยล่ะ?",
      "vi": "Lâu lắm rồi không chơi cờ với người khác ngoài quản gia rồi. Thật hiểm có khoảng thời gian rảnh này, hãy chơi với tôi một ván."
    }
  },
  {
    "title": {
      "zhs": "想要了解迪卢克·其四",
      "zht": "想要瞭解迪盧克·其四",
      "jp": "ディルックを知る·4",
      "ko": "다이루크에 대해 알기·네 번째",
      "en": "More About Diluc: IV",
      "de": "Ich will mehr über Diluc erfahren IV",
      "es": "Más sobre Diluc (IV)",
      "fr": "Connaître Diluc (4)",
      "pt": "Mais sobre Diluc (IV)",
      "ru": "Узнать больше о Дилюке IV",
      "id": "Mengenal Diluc: IV",
      "th": "อยากรู้เกี่ยวกับ Diluc - 4",
      "vi": "Muốn tìm hiểu Diluc - Điều thứ 4"
    },
    "line": {
      "zhs": "将军。哼，但能把我逼到这个地步，还真是不简单啊。",
      "zht": "將軍。哼，但能把我逼到這個地步，還真是不簡單啊。",
      "jp": "チェックメイト。……だけど、僕をここまで追い詰めるなんて、大したものだよ。",
      "ko": "체크메이트, 날 이렇게 몰아붙이다니, 제법이군",
      "en": "Checkmate! ...Still, it's been a while since someone tested me this much.",
      "de": "Schachmatt. Puh, es ist nicht leicht, mich bis zu diesem Punkt zu drängen.",
      "es": "¡Jaque mate! Aun así, hace mucho que alguien me lo pone tan difícil en el ajedrez.",
      "fr": "Échec et mat. Peu nombreux sont ceux qui ont réussi à me mettre en difficulté de la sorte.",
      "pt": "Xeque-mate! Você conseguiu me esforçar a este ponto! Você tem mesmo jeito para isso.",
      "ru": "Шах и мат! Давненько у меня не было такой интересной игры.",
      "id": "Skakmat! Huh, sudah lama aku tidak pernah terdesak oleh orang lain seperti ini.",
      "th": "รุกฆาต!... หึ แต่ก็ไล่ต้อนฉันได้ขนาดนี้ ไม่เลวเหมือนกันนะ",
      "vi": "Chiếu tướng. Hừ, có thể chèn ép tôi đến mức này, thật không dễ dàng."
    }
  },
  {
    "title": {
      "zhs": "想要了解迪卢克·其五",
      "zht": "想要瞭解迪盧克·其五",
      "jp": "ディルックを知る·5",
      "ko": "다이루크에 대해 알기·다섯 번째",
      "en": "More About Diluc: V",
      "de": "Ich will mehr über Diluc erfahren V",
      "es": "Más sobre Diluc (V)",
      "fr": "Connaître Diluc (5)",
      "pt": "Mais sobre Diluc (V)",
      "ru": "Узнать больше о Дилюке V",
      "id": "Mengenal Diluc: V",
      "th": "อยากรู้เกี่ยวกับ Diluc - 5",
      "vi": "Muốn tìm hiểu Diluc - Điều thứ 5"
    },
    "line": {
      "zhs": "你还不赖。无论是对弈还是战斗，都不乏让人眼前一亮的表现。不…这样的合作，对我来说也算新奇…那么，今后也同行吧，「吾友」。",
      "zht": "#{F#妳}{M#你}還不賴。無論是對弈還是戰鬥，都不乏讓人眼前一亮的表現。不…這樣的合作，對我來說也算新奇…那麼，今後也同行吧，「吾友」。",
      "jp": "君、なかなかやるな。チェスでも戦闘でも、いつも僕に驚きをもたらしてくれる。…うん…こんな協力関係は僕にとって新鮮で珍しい…では、今後も共に行こう、「我が友」よ。",
      "ko": "자네 꽤 실력 있군. 체스도 그렇고, 함께하는 전투도 아주 믿음직해. 아니… 이런 협력관계는 나한테도 신기해…. 그럼 앞으로도 함께하지, 「친구」",
      "en": "Not bad. Be it chess or combat, you always seem to surprise me. Hm, working with you is quite the novelty. So... I look forward to continuing to work with you, partner.",
      "de": "Nicht schlecht. Egal ob beim Schach oder im Kampf, du hast immer noch ein Ass im Ärmel. Mit dir zusammenzuarbeiten, ist mal was ganz anderes. Also, ich freue mich auf unsere weitere Zusammenarbeit als „Partner“.",
      "es": "#No está nada mal. Tú siempre me sorprendes, ya sea en el ajedrez o en el combate. Humm... Trabajar contigo es toda una novedad. Espero que sigamos trabajando juntos, soci{F#a}{M#o}.",
      "fr": "#Pas mal. Vous êtes toujours {M#plein}{F#pleine} de surprises, que ce soit aux échecs ou en combat. Ce genre de collaboration est assez nouveau pour moi, mais ce n'est pas pour me déplaire... Je compte désormais sur vous, {M#cher partenaire}{F#chère partenaire}.",
      "pt": "#Ainda bem. Independentemente de se tratar de xadrez ou combate, o seu comportamento é destacável! Esse tipo de... Cooperação, parece ser muito interessante... Espero que possamos continuar dessa maneira, {F#minha companheira}{M#meu companheiro}.",
      "ru": "Неплохо. Ты постоянно удивляешь меня, будь то битва или шахматы. Хм... Работа с тобой пробуждает во мне чувство новизны, поэтому... Я бы хотел и дальше сопровождать тебя, партнёр.",
      "id": "Kamu boleh juga. Baik bermain catur maupun bertempur, kemampuanmu sangat mengesankan. Hmm, kerja sama semacam ini juga merupakan hal baru bagiku ... Kalau begitu, mulai dari sekarang, ayo pergi bersama-sama, partner.",
      "th": "เธอนี่ไม่เลวเลยนะ ไม่ว่าจะเป็นการเล่นหมากรุกหรือ การต่อสู้ ก็น่าดึงดูดทั้งนั้นเลย อืม... การร่วมมืออย่างนี้สำหรับฉันแล้วก็ถือว่าแปลกใหม่เหมือนกัน... งั้นวันหลังก็มาร่วมทางกันอีกนะ \"เพื่อน\"",
      "vi": "#{F#Cô}{M#Cậu} rất khá. Bất kể là chơi cờ hay chiến đấu, đều thể hiện một cách rất ấn tượng. Không... kiểu hợp tác này thực sự rất mới lạ... vậy thì, sau này cùng đồng hành nhé, \"đồng đội\"."
    }
  },
  {
    "title": {
      "zhs": "迪卢克的爱好…",
      "zht": "迪盧克的愛好…",
      "jp": "ディルックの趣味…",
      "ko": "다이루크의 취미…",
      "en": "Diluc's Hobbies",
      "de": "Dilucs Hobbys ...",
      "es": "Aficiones de Diluc...",
      "fr": "Les loisirs de Diluc...",
      "pt": "Passatempos de Diluc...",
      "ru": "Хобби Дилюка...",
      "id": "Hobi Diluc",
      "th": "งานอดิเรกของ Diluc...",
      "vi": "Sở thích của Diluc..."
    },
    "line": {
      "zhs": "庄园里的那些艺术品？那不是我的。是先父有收集的爱好。",
      "zht": "莊園裡的那些藝術品？那不是我的。是先父有收集的愛好。",
      "jp": "ウチの別邸にある芸術品？あれは僕の物じゃない。亡き父が趣味で集めていた物さ。",
      "ko": "와이너리의 그 예술품? 그건 내 것이 아니야. 선친께서 수집하신 것들이지",
      "en": "The artwork in the manor? It's not mine. It's a collection that belonged to my late father.",
      "de": "Die Kunstobjekte in meinem Haus? Die gehörten meinem Vater, sein Hobby sozusagen.",
      "es": "¿Las obras de arte de la mansión? No son mías. Es una colección que perteneció a mi difunto padre.",
      "fr": "Les œuvres d'art du manoir ? Elles appartenaient à mon père. Il était un grand collectionneur d'art.",
      "pt": "As obras de arte da mansão? Não são minhas. É uma coleção que pertencia ao meu falecido pai.",
      "ru": "Произведение искусства в поместье? Оно не моё. Это из коллекции моего покойного отца.",
      "id": "Karya seni di rumahku? Itu semua bukan milikku. Itu adalah koleksi milik mendiang ayahku.",
      "th": "งานศิลปะในคฤหาสน์พวกนั้น? นั่นมันไม่ใช่ของฉันหรอกนะ เป็นของสะสมของพ่อผู้ล่วงลับของฉันน่ะ",
      "vi": "Những tác phẩm nghệ thuật trong trang viên? Đó không phải của tôi. Là do người bố quá cố của tôi thích sưu tầm."
    }
  },
  {
    "title": {
      "zhs": "迪卢克的烦恼…",
      "zht": "迪盧克的煩惱…",
      "jp": "ディルックの悩み…",
      "ko": "다이루크의 고민…",
      "en": "Diluc's Troubles",
      "de": "Dilucs Sorgen ...",
      "es": "Preocupaciones de Diluc...",
      "fr": "Les problèmes de Diluc...",
      "pt": "Preocupações de Diluc...",
      "ru": "Беспокойство Дилюка...",
      "id": "Kekhawatiran Diluc",
      "th": "เรื่องกลุ้มใจของ Diluc...",
      "vi": "Nỗi buồn của Diluc..."
    },
    "line": {
      "zhs": "真正应当消灭的敌人，孕育罪恶的「黑暗」本身，需要用刀剑以外的方法去斩断…",
      "zht": "真正應當消滅的敵人，孕育罪惡的「黑暗」本身，需要用刀劍以外的方法去斬斷…",
      "jp": "本当に倒すべき敵、罪を育む「闇」自身は、剣以外の方法で断ち切らなければいけない……",
      "ko": "정말로 쓰러뜨려야 할 적, 죄악으로 뒤덮인 「어둠」은 검이 아닌 다른 수단으로 절단해야 하지…",
      "en": "The darkness that seethes with evil, full of demons that must be vanquished, will take more than a blade to be torn asunder.",
      "de": "Der wahre Feind, die „Finsternis“ selbst, die das Böse nährt, muss mit anderen Mitteln als dem Schwert besiegt werden ...",
      "es": "La oscuridad está llena de maldad, de demonios que deben ser vencidos... Se necesitará más que una espada para derrotarla.",
      "fr": "Le mal qui habite les ténèbres, emplis de démons devant disparaître... Il faudra plus qu'un coup d'épée pour le trancher.",
      "pt": "O inimigo verdadeiro que deve ser derrotado é a escuridão cheia de maldade, que dá luz aos demônios. Vai levar mais do que uma lâmina para ser despedaçada.",
      "ru": "Победа над демонами, населяющими зловещую тьму, потребует чего-то большего, чем взмахи мечом.",
      "id": "Musuh yang benar-benar harus dilenyapkan adalah \"kegelapan\" yang melahirkan dosa itu sendiri, perlu dikalahkan dengan cara lain selain menggunakan pedang...",
      "th": "ศัตรูที่สมควรถูกกำจัดอย่างแท้จริง ก็คือ \"ความมืด\" ที่ให้กำเนิดความชั่วร้ายนั่นแหละ ซึ่งมันต้องใช้มากกว่ามีดดาบ ในการจัดการ...",
      "vi": "Kẻ thù thực sự cần loại bỏ, chính là \"bóng tối\" đã sinh ra tội ác, cần phải có cách nào đó không phải dùng đao kiếm mà vẫn có thể chém đứt nó..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "你问我杯子里的是什么酒？葡萄汁而已，我一般喝这个。",
      "zht": "#{F#妳}{M#你}問我杯子裡的是什麼酒？葡萄汁而已，我通常喝這個。",
      "jp": "僕のグラスの中身が何の酒かって？ただのブドウジュースだよ。僕はいつもこれを飲むんだ。",
      "ko": "잔에 든 게 무슨 술이냐고? 포도 주스일세, 보통 이걸 마시지",
      "en": "You want to know what's in my glass? It's... grape juice. My drink of choice.",
      "de": "Du willst wissen, was in meinem Glas ist? Traubensaft, ich trinke meistens das.",
      "es": "¿Quieres saber qué hay en mi vaso? Es... jugo de uva, mi bebida predilecta.",
      "fr": "Ce qu'il y a dans mon verre ? Du simple jus de raisin, comme d'habitude.",
      "pt": "Você me perguntou o que estava dentro do meu copo? É apenas suco de uva... Eu costumo beber isso.",
      "ru": "Хочешь знать, что в моём бокале? Это виноградный сок, мой любимый напиток.",
      "id": "Kamu tanya aku apa anggur yang ada di gelas? Itu hanya jus anggur, aku biasanya minum ini.",
      "th": "ถามถึงเครื่องดื่มในแก้วฉันเหรอ? ก็แค่น้ำองุ่นน่ะ ฉันก็ดื่มอยู่เป็นประจำนั่นแหละ",
      "vi": "#{F#Cô}{M#Cậu} hỏi tôi trong ly là loại rượu gì? Chỉ là nước nho mà thôi, tôi thường uống thứ này."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn chán ghét..."
    },
    "line": {
      "zhs": "我不喜欢酒。没什么…我不喜欢酒的口感。",
      "zht": "我不喜歡酒。沒什麼…我不喜歡酒的口感。",
      "jp": "僕はお酒が嫌いなんだ。いや…はぁ、酒の味が好きじゃないんだ。",
      "ko": "난 술을 좋아하지 않아. 그냥… 술맛이 싫어",
      "en": "I don't like alcohol. It's just... I don't like how it feels in my mouth...",
      "de": "Ich mag Alkohol nicht so sehr. Ich mag einfach das Gefühl davon in meinem Mund nicht.",
      "es": "No me gusta el alcohol. No es por nada, es solo que no me gusta la sensación al tomarlo.",
      "fr": "Je ne bois pas de vin. Le goût de l'alcool ne m'est guère agréable, rien de plus.",
      "pt": "Eu não bebo vinho. O gosto do álcool não é agradável para mim, nada mais.",
      "ru": "Мне не нравится алкоголь... Просто не нравится ощущать его вкус.",
      "id": "Aku tidak suka anggur. Bukan apa-apa ... aku tidak suka rasanya sewaktu ada di mulutku ....",
      "th": "ฉันไม่ชอบดื่มเหล้า ไม่มีอะไรหรอก... ไม่ชอบรสชาติของมันน่ะ",
      "vi": "Tôi không thích rượu. Không có gì... tôi chỉ là không thích vị của rượu."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "很精致。风味令人难忘。",
      "zht": "很精緻。風味令人難忘。",
      "jp": "とてもよくできている。忘れられない味だ。",
      "ko": "정교한 요리군. 계속 생각날 맛이야",
      "en": "Exquisite. Unforgettable flavors.",
      "de": "Es ist exquisit. Der Geschmack ist unvergesslich.",
      "es": "Excelente. Tiene un sabor inolvidable.",
      "fr": "C'est excellent. Je n'oublierai pas le goût de ce plat.",
      "pt": "Requintado. Tem um sabor inesquecível.",
      "ru": "Изысканно. Незабываемый аромат.",
      "id": "Ah, enak sekali. Benar-benar rasa yang tak akan terlupakan.",
      "th": "พิถีพิถันมาก รสชาติยากที่จะลืมเลือน",
      "vi": "Rất tinh tế. Hương vị đậm đà khó quên."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "能品尝出厨师的专注。不错的菜肴。",
      "zht": "能品嚐出廚師的專注。不錯的菜餚。",
      "jp": "調理した者のこだわりを感じる。悪くない一品だ。",
      "ko": "요리사의 노력이 느껴져. 나쁘지 않아",
      "en": "I can see the chef put their heart into this one. A fine dish.",
      "de": "Man schmeckt, worauf der Chefkoch Wert legt. Schönes Gericht.",
      "es": "Se nota la dedicación con la que lo preparaste. Un plato muy bueno.",
      "fr": "Je peux sentir vos efforts. C'est pas mal.",
      "pt": "#Posso sentir que {M#o}{F#a} chef colocou sua alma no preparo desta comida. É um belo prato.",
      "ru": "Вижу, что шеф-повар вложил всю душу. Прекрасное блюдо.",
      "id": "Aku jamin kokinya memasak pakai hati. Makanan yang enak.",
      "th": "ฉันสัมผัสได้ถึงความใส่ใจของเชฟ เป็นอาหารที่ไม่เลวเลย",
      "vi": "Có thể cảm nhận được sự chuyên tâm của đầu bếp. Món ăn rất tuyệt."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "…谢谢。",
      "zht": "…謝謝。",
      "jp": "…ありがとう。",
      "ko": "…고마워",
      "en": "...Umm, thanks.",
      "de": "... Danke.",
      "es": "Gracias.",
      "fr": "... Merci.",
      "pt": "... Obrigado.",
      "ru": "...Спасибо.",
      "id": "Terima kasih.",
      "th": "...ขอบคุณ",
      "vi": "Cảm ơn!"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐，这是属于你的重要日子。说吧，你的心愿。如果在我能力范围之内，我会考虑的。",
      "zht": "#生日快樂，這是屬於{F#妳}{M#你}的重要日子。說吧，{F#妳}{M#你}的心願。如果在我能力範圍之內，我會考慮的。",
      "jp": "誕生日おめでとう。今日は君の大事な日だね。君の願いを聞かせてくれ、僕にできることなら、考えよう。",
      "ko": "생일 축하해. 오늘은 너의 소중한 날이야. 네 소원을 말해봐. 내가 할 수 있는 일이라면 한번 생각해보지",
      "en": "Happy birthday. This is an important day for you. So tell me, what is it you wish for? If it is within my power to bestow it upon you, I will give it my consideration.",
      "de": "Alles Gute zum Geburtstag! Dies ist ein wichtiger Tag für dich. Sag, was wünschst du dir? Wenn ich es erfüllen kann, werde ich es tun.",
      "es": "Feliz cumpleaños. Este es un día importante para ti. Dime, ¿qué es lo que deseas? Te lo daré si está dentro de mi alcance.",
      "fr": "Joyeux anniversaire. Aujourd'hui est un jour rien qu'à vous. Dites-moi ce que vous désirez et j'y réfléchirai, si c'est en mon pouvoir.",
      "pt": "Feliz aniversário. Este é um dia importante para você. Então me diga, o que você deseja? Se estiver ao meu alcance concedê-lo a você, eu o considerarei.",
      "ru": "С днём рождения. Это очень важный день для тебя. Расскажи мне, чего ты желаешь? Если в моих силах даровать тебе это, то я обязательно над этим подумаю.",
      "id": "Selamat ulang tahun! Ini adalah hari penting untukmu. Sebutkan saja harapanmu. Kalau sekiranya memungkinkan, aku akan membantumu meraihnya.",
      "th": "สุขสันต์วันเกิด นี่เป็นวันสำคัญของเธอ อยากจะได้อะไรล่ะ? ถ้ามันไม่เกินกำลังของฉันล่ะก็ ฉันอาจจะเก็บไปพิจารณาก็ได้",
      "vi": "#Chúc mừng sinh nhật, đây là ngày quan trọng thuộc về {F#cô}{M#cậu}. Hãy nói ra tâm nguyện của {F#cô}{M#cậu}. Tôi sẽ xem xét, nếu nó trong phạm vi năng lực của mình."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "为了达成目标，力量是必须的。",
      "zht": "為了達成目標，力量是必須的。",
      "jp": "目標を達成するために、力が必要だ。",
      "ko": "목표 달성을 위해 힘은 반드시 필요해",
      "en": "Power is necessary if we are to meet our objectives.",
      "de": "Um unsere Ziele zu erreichen, ist Macht erforderlich.",
      "es": "La fuerza es necesaria para alcanzar nuestros objetivos.",
      "fr": "Il faut faire preuve de force pour atteindre son objectif.",
      "pt": "O poder é necessário se quisermos atingir nossos objetivos.",
      "ru": "Мы должны быть сильными, чтобы достичь поставленной цели.",
      "id": "Untuk mencapai tujuan, kekuatan sangatlah diperlukan.",
      "th": "เพื่อที่จะบรรลุเป้าหมาย พลังเป็นสิ่งที่จำเป็น",
      "vi": "Để đạt được mục tiêu, sức mạnh là điều cần thiết."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "前方会有什么？我很少会思考这种问题。\n\n我必须前进，不论有谁阻挡在我面前。",
      "zht": "前方會有什麼？我很少會思考這種問題。\n\n我必須前進，不論有誰阻擋在我面前。",
      "jp": "この先に何があるかなんて、あまり考えないんだ。\n\nたとえ、誰が僕の前に立ちはだかろうとも、僕は前へ進まなければならないから。",
      "ko": "나아가는 길에 뭐가 있냐고? 그런 건 별로 신경쓰지 않아.\n\n누가 앞을 가로막고 있다 해도 난 전진해야 돼",
      "en": "What lies in wait for us? I rarely stop to think about it.\n\nNo matter what dares to stand in my way, I must press forward.",
      "de": "Was auf uns wartet? Ich denke selten daran.\n\nEgal was in meinem Weg steht, ich muss es besiegen und weiter nach vorn streben.",
      "es": "¿Qué nos deparará el futuro? Rara vez me detengo a pensarlo. Sin embargo, debo seguir adelante, sea lo que sea lo que se interponga en mi camino.",
      "fr": "Que nous réserve le futur ? J'y pense peu. Car je dois continuer à avancer, quel que soit l'obstacle qui se dresse sur mon chemin.",
      "pt": "O que nos espera? Eu raramente paro para pensar sobre isso. Não importa o que fique no meu caminho, devo seguir sempre para frente.",
      "ru": "Что ожидает нас впереди? Я редко задумываюсь над этим. Неважно, что встаёт у меня на пути, я должен идти вперёд.",
      "id": "Apa yang akan terjadi selanjutnya? Aku jarang memikirkan masalah seperti ini.\n\nSatu hal yang pasti, aku harus tetap maju, tidak peduli apa yang menghadang di depanku.",
      "th": "มีอะไรรอเราอยู่ข้างหน้า? ฉันไม่ค่อยสนใจเรื่องพวกนี้หรอก\n\nฉันจะต้องก้าวเดินต่อไป ไม่ว่าใครจะมาขวางก็ตาม",
      "vi": "Sẽ có gì ở phía trước? Tôi rất hiếm khi nghĩ về những vấn đề này.\n\nTôi phải tiến về phía trước, cho dù bất cứ ai ngăn trước mặt tôi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "力量增强了…虽然还不够，但终归是在向前方探索。\n\n在「黎明」到来之前，必须有人稍微照亮「黑暗」…",
      "zht": "力量增強了…雖然還不夠，但終歸是在向前方探索。\n\n在「黎明」到來之前，必須有人稍微照亮「黑暗」…",
      "jp": "力が強くなった…だがまだ足りない、これだけでは力の探求に過ぎない。\n\n「黎明」が訪れる前に、「暗闇」を照らす人が必要なんだ…",
      "ko": "힘이 강해졌어…. 아직 부족하지만, 전방을 향한 탐색은 멈출 수 없어.\n\n「여명」이 오기 전 「어둠」을 조금이라도 밝힐 사람이 있어야 해",
      "en": "I've become stronger... Though it is still not enough, I will always face the darkness.\n\nFor dawn to come, there must be those who dare to pierce the darkness with their light.",
      "de": "Ich bin schon stärker geworden ... Das ist zwar noch nicht genug, aber es scheint bergauf zu gehen.\n\nBevor die Dämmerung kommt, muss jemand die Dunkelheit ein wenig erhellen ...",
      "es": "Me he vuelto más fuerte... Aunque aún no es suficiente, siempre seguiré hacia adelante.\n\nPara que amanezca, debe haber personas que se atrevan a iluminar la oscuridad.",
      "fr": "Je deviens plus fort... Pas encore assez, mais je ferai face aux ténèbres. Le monde a besoin de ceux capables de percer l'obscurité de leur lumière.",
      "pt": "Me tornei mais forte... Embora seja insuficiente, eu sempre enfrentarei a escuridão.\n\nPara o alvorecer que ainda não chegou, devem existir aqueles que ousam perfurar a escuridão com sua luz.",
      "ru": "Я стал сильнее... Но этого всё равно недостаточно. Чтобы столкнуться лицом к лицу с ужасами бездны и принести рассвет, кто-то должен пролить свет на кромешную тьму.",
      "id": "Kekuatan telah meningkat ... Meskipun masih belum cukup, tapi aku akan selalu menghadapi kegelapan.\n\nSebelum \"fajar\" menyingsing, harus ada seseorang yang menerangi sedikit \"kegelapan\" dengan sinarnya ....",
      "th": "แข็งแกร่งขึ้นแล้ว... ถึงจะยังไม่พอ แต่ยังไงก็ต้องสู้ต่อไป\n\nก่อนที่ \"รุ่งอรุณ\" จะมาถึง จะต้องมีใครซักคนที่กล้าส่องแสงสว่างท่ามกลาง \"ความมืด\"...",
      "vi": "Sức mạnh đã tăng lên... mặc dù vẫn chưa đủ, nhưng cuối cùng vẫn đang bước về phía trước.\n\nTrước khi \"bình minh\" đến, cần phải có ai đó thắp sáng \"đêm tối\"..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我原以为——要扫荡罪恶的话，我必须独自行走在长夜之中。\n\n但你的坚持让我意识到，我又一次错了。「同伴」，我向你致以感谢。",
      "zht": "#我原以為——要掃蕩罪惡的話，我必須獨自行走在長夜之中。\n\n但{F#妳}{M#你}的堅持讓我意識到，我又一次錯了。「同伴」，我向{F#妳}{M#你}致以感謝。",
      "jp": "罪を消すために、僕はひとりで長い夜を歩かなければならないと思っていた。\n\nしかし君のおかげで、僕はまた間違っていたと気付けた。礼を言うよ、「我が友」よ。",
      "ko": "난 악을 소탕하려면 기나긴 밤을 홀로 걸어야 한다고 생각했어.\n\n하지만 네 의지에 내가 틀렸다는 걸 또 한 번 깨달았지. 「동료」, 고마워",
      "en": "I used to believe... if I was to stamp out evil, I would have to walk alone in darkness. However, seeing your perseverance, I know I was wrong. Friend... I owe you my thanks.",
      "de": "Ich dachte immer, um Böses auszulöschen, müsste ich allein die Nacht durchstreifen.\n\nAber dank deiner Hartnäckigkeit habe ich wieder einmal mehr erfahren, dass ich Unrecht hatte. Danke mein Freund.",
      "es": "#Antes, creía que para acabar con el mal, tendría que caminar yo solo en la oscuridad. Sin embargo, al ver tu perseverancia, sé que estaba equivocado. Amig{F#a}{M#o}, te doy mi más sincero agradecimiento.",
      "fr": "Je croyais autrefois que combattre le mal était une tâche solitaire. Mais après vous avoir rencontré, j'ai compris que non. Merci.",
      "pt": "#Acreditava firmemente que tinha que andar sozinho na escuridão sempre para excluir todo o mal.\n\nMas a sua perseverança me fez entender que estava errado outra vez. Companheir{M#o}{F#a}, te admiro e agradeço.",
      "ru": "Раньше я был уверен, что для того, чтобы искоренить зло, мне придётся погрузиться во тьму одному. Но путешествуя с тобой, я понимаю, что ошибался. Друг... Прими мою благодарность.",
      "id": "Dulu aku sempat mengira ... untuk menghapus kejahatan, aku harus berjalan sendirian dalam kegelapan. Tapi kegigihanmu membuatku sadar kalau itu salah. \"Teman\", aku berterima kasih padamu.",
      "th": "ฉันเคยคิดว่า... ถ้าจะกวาดล้างความชั่วร้ายล่ะก็ ฉันจะต้องก้าวเดินไปเพียงลำพัง ท่ามกลางความมืดที่แสนยาวนาน\n\nแต่ความมุ่งมั่นของเธอ ก็ทำให้ฉันได้รู้ว่าฉันผิดอีกแล้ว ฉันต้องขอขอบคุณเธอมากเลยนะ \"เพื่อน\"",
      "vi": "#Tôi vốn cho rằng... nếu muốn tiêu diệt tà ác, tôi phải tự mình bước đi trong bóng đêm dài.\n\nNhưng sự kiên trì của {F#cô}{M#cậu} khiến tôi nhận ra rằng mình đã sai. \"Người bạn đồng hành\", cảm ơn {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "呵。",
      "zht": "呵。",
      "jp": "フン。",
      "ko": "흠",
      "en": "Hmph.",
      "de": "Hu!",
      "es": "¡Hum!",
      "fr": "Hu !",
      "pt": "Huh!",
      "ru": "Ух!",
      "id": "Hmph!",
      "th": "ฮึ่ม",
      "vi": "Huh!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "哈。",
      "zht": "哈。",
      "jp": "はっ！",
      "ko": "핫",
      "en": "Hah!",
      "de": "Ha!",
      "es": "¡Ja!",
      "fr": "Ha !",
      "pt": "Há.",
      "ru": "Хэх!",
      "id": "Hah!",
      "th": "ฮ่า",
      "vi": "Hah!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "哈！——",
      "zht": "哈——！",
      "jp": "はあー！",
      "ko": "찻!——",
      "en": "Haah!——",
      "de": "Haah!",
      "es": "¡¡Ja!!",
      "fr": "Haaaa !",
      "pt": "Haah!——",
      "ru": "Ха-а!",
      "id": "Haah!",
      "th": "ฮ่า!...",
      "vi": "Haah!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "呵。",
      "zht": "呵。",
      "jp": "ふっ！",
      "ko": "하앗!",
      "en": "Huh!",
      "de": "Ho.",
      "es": "¡Hum!",
      "fr": "Ah.",
      "pt": "Ah.",
      "ru": "Ух!",
      "id": "Hah!",
      "th": "ฮึ่ม",
      "vi": "Ah."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "哈。",
      "zht": "哈。",
      "jp": "はぁっ！",
      "ko": "하",
      "en": "Hyah!",
      "de": "Ha.",
      "es": "¡Ja!",
      "fr": "Ha.",
      "pt": "Ha!",
      "ru": "Ха.",
      "id": "Hyah!",
      "th": "ฮ่า",
      "vi": "Ha."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "哈！——",
      "zht": "哈！——",
      "jp": "てあっ！",
      "ko": "촤앗!——",
      "en": "Haah!—",
      "de": "Ha!",
      "es": "¡¡Ja!!",
      "fr": "Ha !",
      "pt": "Há!",
      "ru": "Ха!",
      "id": "Haah!—",
      "th": "ฮ่า!...",
      "vi": "Ha!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "在此——宣判！",
      "zht": "在此——宣判！",
      "jp": "判決を、下す！",
      "ko": "지금——선고한다!",
      "en": "Your verdict is...!",
      "de": "Das Urteil ist gefällt!",
      "es": "El veredicto es...",
      "fr": "Ta sentence a été prononcée !",
      "pt": "Seu veredito é...!",
      "ru": "Настал час суда!",
      "id": "Demikianlah putusan akhirmu!",
      "th": "การพิพากษามาถึงแล้ว!",
      "vi": "Tuyên án!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "火焰——烧尽。",
      "zht": "火焰——燒盡。",
      "jp": "火炎よ、燃やし尽くせ。",
      "ko": "불꽃이여——타올라라",
      "en": "Burn!",
      "de": "Mögen die Flammen dich verschlingen!",
      "es": "¡Arde!",
      "fr": "Que les flammes dévorent tout !",
      "pt": "Queime!",
      "ru": "Да поднимется пламя!",
      "id": "Berkobarlah!",
      "th": "จงแผดเผา",
      "vi": "Lửa...thiêu rụi hết đi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "审判——喝啊！",
      "zht": "審判——喝啊！",
      "jp": "裁きを、受けよ！",
      "ko": "심판한다!",
      "en": "Time for — retribution!",
      "de": "Nimm dein Urteil entgegen!",
      "es": "¡Hora del... castigo!",
      "fr": "Accepte ton jugement !",
      "pt": "É hora da retribuição!",
      "ru": "Пылающая кара!",
      "id": "Waktunya 'tuk penghakiman!",
      "th": "ลงทัณฑ์!",
      "vi": "Đến lúc... phán quyết!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "在此——清算！",
      "zht": "在此——清算！",
      "jp": "今ここに——清算す！",
      "ko": "이곳에서——청산한다!",
      "en": "Flames, purge!",
      "de": "Jetzt wird abgerechnet!",
      "es": "¡Fuego purgador!",
      "fr": "Flammes purgatrices !",
      "pt": "Chamas, purguem!",
      "ru": "Пламя, очисти!",
      "id": "Api, bersihkanlah!",
      "th": "ปิดบัญชี ณ บัดดล!",
      "vi": "Dọn sạch! Tất cả!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "烈焰——燃毁！",
      "zht": "烈焰——燃毀！",
      "jp": "烈炎——一切を焼尽せよ！",
      "ko": "화염이여——불살라라!",
      "en": "Lay waste to the wicked!",
      "de": "Läuternde Flammen!",
      "es": "¡Asolaré el mal!",
      "fr": "Que les flammes anéantissent tout !",
      "pt": "Que as chamas consumam o mal!",
      "ru": "Уничтожить нечестивых!",
      "id": "Yang jahat, binasalah!",
      "th": "เปลวเพลิง เผาผลาญ!",
      "vi": "Lửa đỏ! Thiêu Đốt!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "破晓——将至！",
      "zht": "破曉——將至！",
      "jp": "暁よ——ここに！",
      "ko": "여명이여——강림하라!",
      "en": "Dawn, break forth!",
      "de": "Die Dämmerung bricht an!",
      "es": "¡Aquí llega el amanecer!",
      "fr": "Que l'aube arrive !",
      "pt": "Alvorada, chegue!",
      "ru": "Рассвет, прорвись!",
      "id": "Senja, datanglah!",
      "th": "รุ่งอรุณ ย่างกราย!",
      "vi": "Bình minh! Hiển hiện!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "哼，就当是聚沙成塔。",
      "zht": "哼，就當是聚沙成塔。",
      "jp": "ふんっ、あるだけマシだな。",
      "ko": "흠, 티끌 모아 태산이라고 생각하지",
      "en": "Hmph, better than nothing.",
      "de": "Hm, besser als nichts.",
      "es": "¡Hum! Menos da una piedra.",
      "fr": "Hmph, j'imagine que c'est mieux que rien.",
      "pt": "Hnf, melhor do que nada.",
      "ru": "Лучше, чем ничего.",
      "id": "Hah, mending daripada tidak dapat apa-apa.",
      "th": "ฮึ ดีกว่าไม่ได้อะไรล่ะนะ",
      "vi": "Hừ, cứ xem như góp gió thành bão đi."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "还不赖。",
      "zht": "還不賴。",
      "jp": "悪くない。",
      "ko": "나쁘지 않군",
      "en": "I suppose this will do.",
      "de": "Ich nehme an, das wird reichen.",
      "es": "Supongo que esto me servirá.",
      "fr": "Je suppose que cela fera l'affaire.",
      "pt": "Suponho que isso servirá.",
      "ru": "Недурно.",
      "id": "Boleh juga.",
      "th": "ไม่เลวหนิ",
      "vi": "Khá tốt đấy."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "一点一滴地积累吧。",
      "zht": "一點一滴地累積吧。",
      "jp": "少しずつ集めるといい。",
      "ko": "조금씩 저축하지",
      "en": "We'll need more where that came from.",
      "de": "Wir müssen noch mehr davon einsammeln.",
      "es": "Necesitaremos más de eso.",
      "fr": "Il nous en faudra davantage.",
      "pt": "Precisaremos de mais de onde veio isso.",
      "ru": "Нам нужно больше.",
      "id": "Kita perlu lebih banyak yang seperti ini.",
      "th": "เก็บสะสมไปทีละน้อยละกัน",
      "vi": "Tích lũy từng chút một đi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "这点程度…",
      "zht": "這點程度…",
      "jp": "これしきのこと…",
      "ko": "이 정도로는…",
      "en": "Is that all you've got?",
      "de": "Mehr hast du nicht zu bieten?",
      "es": "¿Eso es todo lo que puedes hacer?",
      "fr": "C'est tout ce que vous avez ?",
      "pt": "Isso é tudo que você tem?",
      "ru": "Это всё, что ты можешь?",
      "id": "Segitu saja kemampuanmu?",
      "th": "ระดับนี้...",
      "vi": "Chỉ thế thôi sao..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "可恶…",
      "zht": "可惡…",
      "jp": "チクショウ…",
      "ko": "젠장…",
      "en": "Darn you!",
      "de": "Verdammt!",
      "es": "Maldición...",
      "fr": "Bon sang...",
      "pt": "Urgh!",
      "ru": "Чтоб тебя!",
      "id": "Urgh!",
      "th": "บ้าจริง...",
      "vi": "Đáng ghét..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "你会付出代价。",
      "zht": "你會付出代價。",
      "jp": "後悔させてやる。",
      "ko": "반드시 대가를 치르게 해주마",
      "en": "You will pay for that!",
      "de": "Dafür wirst du bezahlen.",
      "es": "¡Pagarás por eso!",
      "fr": "Vous allez payer.",
      "pt": "Você vai pagar por isso!",
      "ru": "Ты за это заплатишь!",
      "id": "Kamu akan membayarnya!",
      "th": "แกจะต้องชดใช้",
      "vi": "Ngươi sẽ phải trả giá."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "…当心点。",
      "zht": "…小心點。",
      "jp": "…気をつけてくれ。",
      "ko": "…조심해",
      "en": "Careful!",
      "de": "Vorsicht!",
      "es": "¡Cuidado!",
      "fr": "Attention !",
      "pt": "Cuidado!",
      "ru": "Осторожно!",
      "id": "Awas!",
      "th": "...ระวังหน่อยสิ",
      "vi": "...Cẩn thận một chút."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "状态不好就去休息。",
      "zht": "狀態不好就去休息。",
      "jp": "調子が悪いなら休んだ方がいい。",
      "ko": "컨디션이 별로면 가서 쉬어도 돼",
      "en": "Don't burn yourself out! Retreat!",
      "de": "Nimm dir einfach eine kurze Pause!",
      "es": "¡No te agotes! ¡Retírate!",
      "fr": "Ne vous épuisez pas ! Reculez !",
      "pt": "Não se esgote tanto! Recuar!",
      "ru": "Не изнуряй себя! Отойди!",
      "id": "Jangan memaksa! Mundur!",
      "th": "ไม่ไหวก็ไปพักสิ",
      "vi": "Không khỏe thì nghỉ ngơi đi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "计划…出错了吗…",
      "zht": "計劃…出錯了嗎…",
      "jp": "計画が…失敗したのか…",
      "ko": "잘못… 계산한 건가…",
      "en": "Where did I go wrong...",
      "de": "Was habe ich falsch gemacht ...",
      "es": "¿En qué me equivoqué?...",
      "fr": "Le plan... a mal tourné...",
      "pt": "O que fiz de errado...",
      "ru": "В чём была моя ошибка...",
      "id": "Di mana letak kesalahanku ....",
      "th": "ผิด...แผนงั้นรึ...",
      "vi": "Kế hoạch...bị lỗi sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "败者…没有借口…",
      "zht": "敗者…沒有藉口…",
      "jp": "敗者には…言い訳の余地もない…",
      "ko": "패자는… 말이 없지…",
      "en": "There can be no excuse... for defeat...",
      "de": "Es gibt keine Entschuldigung ... für eine Niederlage ...",
      "es": "No hay excusas... para la derrota.",
      "fr": "Il n'y a pas d'excuses... pour la défaite...",
      "pt": "Não há desculpas... Para a derrota...",
      "ru": "Нельзя оправдать... поражение...",
      "id": "Tidak ada alasan apa pun ... untuk kekalahan ....",
      "th": "ไม่มีข้อแก้ตัว...สำหรับผู้แพ้...",
      "vi": "Kẻ thua...không được viện cớ..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "要熄灭了吗…",
      "zht": "要熄滅了嗎…",
      "jp": "火が消えるのか…",
      "ko": "소멸하는 건가…",
      "en": "My flame... has been... extinguished...",
      "de": "Meine Flamme ... ist ... erloschen ...",
      "es": "Mis llamas... se han extinguido...",
      "fr": "Mes flammes ont été éteintes...",
      "pt": "Minha chama... Foi... Extinta...",
      "ru": "Мое пламя... потушено...",
      "id": "Kobaran apiku ... sudah ... padam ....",
      "th": "จะดับมอดซะแล้วเหรอ...",
      "vi": "Lửa tắt rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "可恶。",
      "zht": "可惡。",
      "jp": "チクショウ…",
      "ko": "망할",
      "en": "Urgh!",
      "de": "Verdammt!",
      "es": "¡Ah!",
      "fr": "Argh !",
      "pt": "Urgh!",
      "ru": "Ох!",
      "id": "Urgh!",
      "th": "น่ารังเกียจ",
      "vi": "Đáng ghét."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "走吧。",
      "zht": "走吧。",
      "jp": "行こうか。",
      "ko": "출발하지",
      "en": "Let's go.",
      "de": "Lass uns gehen.",
      "es": "Vamos.",
      "fr": "Allons-y.",
      "pt": "Vamos nessa.",
      "ru": "Вперёд.",
      "id": "Ayo berangkat.",
      "th": "ไปกันเถอะ",
      "vi": "Đi thôi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "任务的目标是…",
      "zht": "任務的目標是…",
      "jp": "任務の目標は…",
      "ko": "이번 임무의 목표는…",
      "en": "What's our objective?",
      "de": "Was ist unser Ziel?",
      "es": "¿Cuál es nuestro objetivo?",
      "fr": "Quel est le but de la mission ?",
      "pt": "Qual é o nosso objetivo?",
      "ru": "Какова наша цель?",
      "id": "Apa target kita?",
      "th": "เป้าหมายของภารกิจคือ...",
      "vi": "Mục tiêu nhiệm vụ là..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "利落地解决吧。",
      "zht": "俐落地解決吧。",
      "jp": "さっさと終わらせるぞ。",
      "ko": "어서 해치워버리자고",
      "en": "Let's finish this, swiftly.",
      "de": "Lass uns das schnell erledigen.",
      "es": "Acabemos con esto rápidamente.",
      "fr": "Finissons-en rapidement.",
      "pt": "Vamos acabar com isso rápido.",
      "ru": "Покончим с этим как можно скорее.",
      "id": "Ayo kita bereskan ini dengan mulus.",
      "th": "มาจบเรื่องนี้ อย่างรวดเร็วกันเถอะ",
      "vi": "Giải quyết gọn lẹ nào."
    }
  }
]