{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "守护之心",
    "zht": "守護之心",
    "jp": "守護の心",
    "ko": "수호자의 마음",
    "en": "Defender's Will",
    "de": "Beschützerinstinkt",
    "es": "Corazón del Guardián",
    "fr": "Cœur du Gardien",
    "pt": "Guardião",
    "ru": "Воля защитника",
    "id": "Defender's Will",
    "th": "Defender's Will",
    "vi": "Trái Tim Thủ Hộ"
  },
  "descriptions": [
    {
      "zhs": "防御力提高30%。",
      "zht": "防禦力提高30%。",
      "jp": "防御力+30%。",
      "ko": "방어력+30%",
      "en": "DEF +30%",
      "de": "Erhöht die VTD um 30 %.",
      "es": "DEF +30%.",
      "fr": "Augmente la DÉF de 30 %.",
      "pt": "DEF +30%",
      "ru": "Увеличивает защиту на 30%.",
      "id": "DEF +30%.",
      "th": "เพิ่มพลังป้องกัน 30%",
      "vi": "Phòng ngự tăng 30%."
    },
    {
      "zhs": "队伍里每有不同一种元素类型的自己的角色，自身获得30%相应的元素抗性。",
      "zht": "隊伍裡自己的角色每有不同一種的元素類型，自身獲得30%相應的元素抗性。",
      "jp": "チーム内の自身のキャラクターの元素タイプ1種類につき、自身にその元素の耐性+30%。",
      "ko": "파티 내에 다른 원소 타입의 자신의 캐릭터가 1명 존재할 때마다 자신은 대응하는 원소의 내성을 30% 획득한다",
      "en": "For each different element present in your own party, the wearer's Elemental RES to that corresponding element is increased by 30%.",
      "de": "Erhöht für jedes unterschiedliche Element der eigenen Figuren in der Truppe den eigenen WDS des jeweiligen Elements um 30 %.",
      "es": "Por cada miembro de tu equipo con un tipo elemental distinto, La RES Elemental del personaje que lleve este conjunto aumenta en un 30% contra dicho elemento.",
      "fr": "Pour chaque personnage de l'équipe ayant un élément de type différent du personnage équipé, la RÉS élémentaire correspondante est augmentée de 30 %.",
      "pt": "Aumenta a própria RES do respectivo elemento em 30% para cada elemento diferente dos seus personagens da equipe.",
      "ru": "За каждого члена вашего отряда с неповторяющимся элементом повышает сопротивление к соответствующему элементу на 30%.",
      "id": "Meningkatkan 30% Elemental RES diri sendiri untuk setiap jenis elemen karakter di dalam party.",
      "th": "เพิ่มความต้านทานธาตุของแต่ละธาตุที่แตกต่างกันของตัวละครของคุณในทีม ธาตุละ 30% ให้กับผู้ใช้อาร์ติแฟกต์เซ็ตนี้",
      "vi": "Cứ mỗi nhân vật của bản thân có 1 nguyên tố khác trong đội thì bản thân sẽ được nhận 30% kháng Nguyên Tố tương ứng."
    }
  ],
  "imgid": "defenders_will_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "守护之花",
        "zht": "守護之花",
        "jp": "守護の花",
        "ko": "수호의 꽃",
        "en": "Guardian's Flower",
        "de": "Wächterblume",
        "es": "Flor del Guardián",
        "fr": "Fleur du Gardien",
        "pt": "Flor do Guarda",
        "ru": "Цветок защитника",
        "id": "Guardian's Flower",
        "th": "Guardian's Flower",
        "vi": "Hoa Thủ Hộ"
      },
      "description": {
        "zhs": "守护者珍视的鸢尾花。并没有机会送给倾心的人。",
        "zht": "守護者珍視的鳶尾花。並沒有機會送給傾心的人。",
        "jp": "守護者が大事にしていた菖蒲。しかし愛しい人に贈る日を迎えられなかった。",
        "ko": "수호자가 소중히 여기는 아이리스. 사모하는 사람에게 줄 기회를 찾지 못하고 아직도 간직하고 있다",
        "en": "An iris that was cherished by the guardian. Unfortunately, the chance never came for it to be given to whom the guardian loved.",
        "de": "Eine Schwertlilie, die einst einem Wächter gehörte, der sie sehr schätzte. Leider hatte er keine Gelegenheit, sie seiner Geliebten zu überreichen.",
        "es": "La flor de iris atesorada por el Guardián. Nunca tuvo la oportunidad de entregársela a su amor.",
        "fr": "Un iris chéri par le Protecteur. Il n'a pas eu l'occasion de l'offrir à la personne qu'il aimait.",
        "pt": "As íris apreciadas pelos guardiões. Não há chances de dar a quem ama.",
        "ru": "Цветок ириса, заботливо оберегаемый защитником. К сожалению, ему так и не выпал шанс подарить этот цветок своей возлюбленной.",
        "id": "Bunga iris yang dikasihi oleh para Guardian. Namun sangat disesali, sang Guardian tidak pernah mendapatkan kesempatan untuk memberikannya kepada orang yang dia kasihi.",
        "th": "ดอกไม้ที่ผู้พิทักษ์ หวงแหนอย่างมาก แต่กลับไม่มีโอกาสมอบให้คนที่รัก",
        "vi": "Hoa được kẻ bảo vệ coi như báu vật, nhưng lại không có cơ hội để tặng cho người thầm thương."
      },
      "lore": {
        "zhs": "\n只有那位少女的清脆歌声，\n可以让守护者的眉头舒展。\n\n他们之间的故事十分短暂。\n最后，骑士在流尽了鲜血，\n而少女耗竭了泪水与歌声。\n",
        "zht": "\n只有那位少女的清脆歌聲，\n可以讓守護者的眉頭舒展。\n\n他們之間的故事十分短暫。\n最後，騎士在流盡了鮮血，\n而少女耗竭了淚水與歌聲。\n",
        "jp": "\n守護者を悩みから解放できるのは、\n少女のさわやかな歌声だけだった。\n\n彼らの物語はせつなくて短い。\n物語の最後、守護者は血を流し尽くし、\n少女の涙と歌は枯れた。\n",
        "ko": "\n그 소녀의 맑은 노랫소리만이\n수호자의 찌푸린 얼굴을 펼 수 있다.\n\n그들 사이의 이야기는 아주 짧다.\n마지막에 기사는 모든 피를 다 흘렸고\n소녀의 눈물과 노랫소리는 모두 메말랐다.\n",
        "en": "\nOnly that maiden's clear voice,\nCould cause the guardian's brow to come unbound.\n\nTheir time together was short.\nAt last, the knight's blood would run dry,\nAs would her tears and her songs.\n",
        "de": "\nNur die klare Stimme dieses Mädchens\nkönnte die Stirn des Wächters entspannen.\n\nIhre gemeinsame Zeit war kurz.\nEndlich würde das Blut des Ritters versiegen,\ngenauso wie ihre Tränen und ihre Lieder.\n",
        "es": "\nSolo la voz clara de la doncella\npodía traerle sosiego al Guardián.\n\nLa historia entre ambos duró un instante.\nAl final, la sangre del caballero se derramó,\nmientras la doncella se quedó sin lágrimas que llorar ni canciones que cantar.\n",
        "fr": "\nSeule la douce voix d'une certaine demoiselle\npouvait apaiser sa personne.\n\nHélas, leur histoire fut brève.\nLe chevalier se vida de son sang,\net la jeune fille, de ses larmes.\n",
        "pt": "\nApenas a clara voz daquela donzela,\nPoderiam relaxar as sobrancelhas daquele cavaleiro.\n\nA história entre eles era curta.\nNo final, o sangue do cavaleiro jorraria,\nAssim como as lágrimas dela em suas canções.\n",
        "ru": "\nТолько от звонкого голоса той девы\nнастороженность его сменялась умиротворением.\n\nВместе они пробыли совсем немного.\nВ итоге кровь рыцаря иссякла,\nкак и её слёзы и песни.\n",
        "id": "\nHanya suara jernih dari nyanyian gadis muda itu,\nYang bisa membuat sang penjaga menjadi sedikit lebih tenang.\n\nKisah di antara mereka begitu singkat.\nAkhirnya, Knight itu menumpahkan semua darahnya,\nGadis itu meneteskan air matanya dan bernyanyi.\n",
        "th": "\nมีเพียงเสียงเพลงที่ไพเราะของหญิงสาวคนนั้น\nที่จะทำให้รอยขมวดที่คิ้วของผู้พิทักษ์คลายออกบ้าง\n\nเรื่องราวระหว่างพวกเขาสั้นยิ่งนัก\nท้ายที่สุด อัศวินได้หลั่งเลือดของเขาจนหมดตัว\nและหญิงสาวได้ร้องเพลงจนน้ำตาเหือดแห้ง\n",
        "vi": "\nChỉ có tiếng hát giòn tan của người thiếu nữ ấy,\nCó thể khiến đôi mày của người bảo vệ giãn ra.\n\nCâu chuyện giữa họ vô cùng ngắn ngủi.\nCuối cùng máu tươi của kỵ sĩ chảy cạn,\nMà thiếu nữ vắt kiệt nước mắt cùng tiếng hát.\n"
      },
      "imgid": "defenders_will_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "守护徽印",
        "zht": "守護徽印",
        "jp": "守護の印",
        "ko": "수호의 인장",
        "en": "Guardian's Sigil",
        "de": "Wächterabzeichen",
        "es": "Insignia del Guardián",
        "fr": "Plume du Gardien",
        "pt": "Emblema do Guarda",
        "ru": "Брошь защитника",
        "id": "Guardian's Sigil",
        "th": "Guardian's Sigil",
        "vi": "Huy Hiệu Thủ Hộ"
      },
      "description": {
        "zhs": "象征着某人「渴望成为坚盾」的羽形别针。",
        "zht": "象徵著某人「渴望成為堅盾」的羽行別針。",
        "jp": "ある人の「堅い盾になりたい」という意志を象徴する羽根型の安全ピン。",
        "ko": "누군가의 「든든한 방패가 되고자 하는 열망」을 상징하는 깃털 모양의 핀이다",
        "en": "A feather-shaped brooch that symbolizes someone’s yearning to defend others like a shield.",
        "de": "Eine Brosche in der Form einer Feder, die an den Wunsch erinnern soll, andere zu beschützen.",
        "es": "Un broche en forma de pluma, símbolo de “la sed por proteger a otros”.",
        "fr": "Une broche en forme de plume qui symbolise l'envie de protéger.",
        "pt": "Um broche em forma de pena que simboliza o desejo de proteger.",
        "ru": "Брошь в форме пера, символизирующая непреодолимое стремление защищать других.",
        "id": "Bros berbentuk sehelai bulu yang melambangkan keinginan seseorang untuk melindungi.",
        "th": "เข็มกลัดขนนก ที่เป็นสัญลักษณ์ของ \"ความต้องการอย่างแรงกล้า ที่จะเป็นเกราะป้องกัน\" ของใครบางคน",
        "vi": "Trâm cài hình lông vũ tượng trưng cho \"khát vọng trở thành lá chắn mạnh mẽ\" của ai đó."
      },
      "lore": {
        "zhs": "\n羽形别针上刻印的盾纹，在月下隐隐发亮。\n彼时，那可是令贼人恶徒胆寒的摇曳微光。\n\n守护者有着非常尊贵的骑士名。\n在夜里，他却常将纹章与面目隐藏在斗篷下。\n如此，他就能不受拘束地完成那些应当完成，\n却不应当由理应光明磊落的骑士完成的事情。\n",
        "zht": "\n羽形別針上刻印的盾紋，在月下隱隱發亮。\n彼時，那可是令賊人惡徒膽寒的搖曳微光。\n\n守護者有著非常尊貴的騎士名。\n在夜裡，他卻常將紋章與面目隱藏在斗篷下。\n如此，他就能不受拘束地完成那些應當完成，\n卻不應當由理應光明磊落的騎士完成的事情。\n",
        "jp": "\n羽形のブローチに刻んだ盾の紋章が月の下で光っていた。\nそれは賊をぞっとさせる光でもあった。\n\n守護者には非常に気高い騎士の名をもっていた。\nけれど夜には、その紋章と顔をマントの下に隠した。\nこうすると、彼は束縛から解き放たれ、\n騎士としてはできないことを成すことができるようになった。\n",
        "ko": "\n깃털 모양의 핀에 방패 문양을 새겨 넣었고 달빛 아래 은은하게 빛이 난다.\n그 당시 그건 도적과 악당들의 간담을 서늘하게 만드는 빛이었다.\n\n수호자는 아주 존귀한 기사 이름을 가지고 있다.\n밤중에 그는 문양과 얼굴을 망토 아래 자주 숨겼다.\n이처럼 그는 아무 제약 없이 해야 하지만,\n광명정대한 기사로서는 정당한 이유 없이 할 수 없는 일을 수행할 수 있었다.\n",
        "en": "\nThe shield-crest engraved upon this quill glitters in the pale moonlight.\nLong ago, this light would strike fear into the hearts of evildoers and thieves.\n\nThe guardian had a very precious knightly title.\nBut at night, he would disguise his crest and face beneath a mantle.\nThus, he could shake off his restraints and do that which needed to be done—\n—Yet could not be done by an upright knight in good standing.\n",
        "de": "\nDas auf dem Schild eingravierte Federmuster leuchtete schwach im Mondlicht.\nNoch vor langer Zeit würde dieses Licht die Herzen von Übeltätern und Dieben in Angst und Schrecken versetzen.\n\nDer Wächter hatte einen sehr ehrenvollen Rittertitel.\nNachts jedoch verbarg er sein Wappen und sein Gesicht unter einem Mantel.\nAuf diese Weise konnte er sich von seinen Fesseln befreien und das tun, was er tun musste:\nEtwas, was ein edler Ritter nicht könnte.\n",
        "es": "\nEl emblema en forma de escudo grabado en esta pluma brilla bajo la pálida luz de la luna.\nHace mucho tiempo, esta luz solía infundir miedo en los corazones de los malhechores y ladrones.\n\nEl Guardián tenía un título de caballero muy honorable.\nPero por la noche, ocultaba su emblema y su rostro bajo un manto.\nAsí, podía deshacerse de la ataduras y hacer lo que debía hacer:\nalgo que un noble caballero no podría.\n",
        "fr": "\nL'emblème en forme de bouclier gravé sur cette plume brille sous la lumière pâle de lune.\nIl fut un temps où cette lumière inspirait la terreur dans les cœurs des scélérats.\n\nLe Protecteur possédait un titre prestigieux de chevalier,\nmais à la tombée de la nuit, il dissimulait son emblème et son visage.\nRien ne l'empêchait alors de faire ce qu'il devait faire ;\ndes actions qui ne pouvaient pas être effectuées par un noble chevalier.\n",
        "pt": "\nO emblema de escudo gravado nesta pena brilha sob a luz da lua.\nMuito tempo atrás, essa luz amedrontaria o coração das pessoas maliciosas e de ladrões.\n\nO guardião tem um respeitável título de cavalaria.\nEntretanto, durante a noite, ele sempre esconde seu brasão de armas e aparência sob uma capa. \nDesta forma, ele não tinha que se conter e poderia fazer o que precisava ser feito,\nMas que não poderia ser feito por um nobre cavaleiro.\n",
        "ru": "\nГерб, выгравированный на этой броши в форме пера, тускло блестит под светом луны.\nДавным-давно это сверкание наполняло сердца воров и злодеев ужасом.\n\nЗащитник сей носил очень почётный рыцарский титул.\nНочью, однако, своё лицо и герб скрывал он под плащом и капюшоном.\nТак его больше ничего не сдерживало, и он творил дела необходимые,\nно безупречному рыцарю неподобающие.\n",
        "id": "\nPola perisai yang terukir pada pin berbentuk bulu samar-samar bersinar di bawah sinar rembulan.\nPada saat itu, itulah kilauan yang membuat para musuhnya ketakutan.\n\nPenjaga itu memiliki nama Knight yang sangat terhormat.\nPada malam hari, dia sering menyembunyikan mantel dan wajahnya di balik jubahnya.\nDengan cara ini, dia dapat menyelesaikan apa yang harus dilakukannya tanpa menahan diri lagi,\nItu juga bukan merupakan sesuatu yang dapat dilakukan oleh seorang Knight yang brilian.\n",
        "th": "\nลวดลายรูปโล่ที่สลักลงบนเข็มกลัดรูปขนนก เปล่งประกายอ่อน ๆ ภายใต้แสงจันทร์\nในตอนนั้น แสงที่เปล่งประกายนี้แหละที่ทำให้หัวขโมยและคนชั่วต้องหวาดกลัว\n\nผู้พิทักษ์ได้ชื่อว่าเป็นอัศวินผู้สูงศักดิ์\nในตอนกลางคืน เขามักจะซ่อนตราประจำตระกูลและปิดบังใบหน้าไว้ภายใต้เสื้อคลุม\nด้วยวิธีนี้ เขาจึงสามารถสะสางเรื่องที่ควรทำได้โดยไม่มีใครขัดขวาง\nเรื่องเหล่านี้ ไม่ควรให้อัศวินผู้สูงศักดิ์ต้องมาจัดการด้วยตัวเอง\n",
        "vi": "\nKim cài hình lông chim có khắc hoa văn lá chắn, tỏa sáng mơ hồ dưới ánh trăng.\nKhi đó, nó chính là vầng sáng lay động khiến bọn ác nhân sợ hãi.\n\nNgười bảo vệ có danh xưng kỵ sĩ vô cùng tôn quý.\nTrong đêm tối, anh lại thường giấu đi huân chương và mặt mũi dưới chiếc nón rộng vành.\nNhư vậy, anh sẽ không phải chịu gò bó, đi hoàn thành những thứ cần phải hoàn thành.\nCũng không phải chuyện mà một kỵ sĩ quang minh lỗi lạc có thể hoàn thành.\n"
      },
      "imgid": "defenders_will_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "守护座钟",
        "zht": "守護座鐘",
        "jp": "守護の置き時計",
        "ko": "수호의 탁상시계",
        "en": "Guardian's Clock",
        "de": "Wächtertischuhr",
        "es": "Reloj del Guardián",
        "fr": "Horloge du Gardien",
        "pt": "Relógio do Guarda",
        "ru": "Часы защитника",
        "id": "Guardian's Clock",
        "th": "Guardian's Clock",
        "vi": "Đồng Hồ Thủ Hộ"
      },
      "description": {
        "zhs": "展示当前时间的小道具，在没有月亮的黑夜里是唯一的时间参照。",
        "zht": "展示當下時間的小道具，在沒有月亮的黑夜裡是唯一的時間參照。",
        "jp": "時間を示す道具。月のない暗い夜に唯一時間を教えてくれるもの。",
        "ko": "현재 시간을 보여주는 소도구. 달이 없는 어두운 밤에 유일하게 시간을 알려준다",
        "en": "A small timekeeping gadget. On moonless nights, it was the only way its former owner could know the time.",
        "de": "Ein kleines Gerät, das die aktuelle Uhrzeit anzeigt. In mondlosen Nächten dient es als einziger Bezugsrahmen für die Zeit.",
        "es": "Un pequeño dispositivo para mostrar la hora actual. Es la única referencia disponible para consultar la hora en las noches sin luna.",
        "fr": "Un petit appareil qui affiche l'heure. C'est la seule façon de voir le temps passer lors des nuits sans lune.",
        "pt": "Um pequeno dispositivo para mostrar a hora atual. Apenas funciona em noites sem lua.",
        "ru": "Небольшой прибор, показывающий точное время. В безлунные ночи это был единственный способ, которым его бывший владелец мог узнать время.",
        "id": "Peralatan yang berfungsi untuk menunjukkan waktu. Di malam tanpa bulan, hanya benda ini yang dapat memberikan referensi waktu.",
        "th": "อุปกรณ์ชิ้นเล็กที่ใช้บอกเวลา มันเป็นสิ่งเดียวที่บอกเวลาได้ ในยามที่ไร้จันทร์",
        "vi": "Đạo cụ nhỏ hiển thị thời gian, là vật tham chiếu duy nhất trong đêm đen."
      },
      "lore": {
        "zhs": "\n指针的滴答、烛光、案件卷宗；\n月光下的人影、刀剑与黑斗篷，\n这些常伴是孤独守护者的同侪。\n但无论做到什么样的地步，对他而言，时间总是远远不够。\n骄纵而爽朗的上司常哂笑他的寡言、愁容满面，吝于享受。\n\n守护者是不回首过去的人。他的眼中只有当下与未来。\n只有眼下，无论用什么方式也好，连根拔掉一切罪恶，\n才能确保自己的挚友、上司所热爱的这大地未来无虞。\n\n只有白天看着广场上那位少女时，\n他才会想许多平时无暇去想的事。\n\n或许自己也该拥有「未来」…吗。",
        "zht": "\n指針的滴答、燭光、案件卷宗；\n月光下的人影、刀劍與黑斗篷，\n這些常伴是孤獨守護者的同儕。\n但無論做到什麼樣的地步，對他而言，時間總是遠遠不夠。\n驕縱而爽朗的上司常哂笑他的寡言、愁容滿面，吝於享受。\n\n守護者是不回首過去的人。他的眼中只有當下與未來。\n只有眼下，無論用什麼方式也好，連根拔掉一切罪惡，\n才能確保自己的摯友、上司所熱愛的這大地未來無虞。\n\n只有白天看著廣場上那位少女時，\n他才會想許多平時無暇去想的事。\n\n或許自己也該擁有「未來」…嗎。",
        "jp": "\n時計針の音、蠟燭の光、そして案件の巻物。\n月の下の人影、剣と黒いマント。\nこれらすべて守護者が傍にするものであった。\nしかし何をしても、彼にとって時間は短く感じるだけだった。\n朗らかな上司は彼の無口とつまらなさを鼻で笑った。\n\n守護者に過去なんてない。彼が目にするのは現在と未来のみ。\n彼の目標はただ一つ。それはどんな手を使ってでも、悪を追い払っい、\n親友と上司が愛する地の平和を守ることだ。\n\n彼が世界のことを忘れるのは、\n昼の広場で少女を見つめる時だけだった。\n\n自分にも「未来」なんてあるのか…",
        "ko": "\n바늘의 똑딱 소리, 촛불, 사건 공문서.\n달빛 아래의 인영, 도검과 검은 망토,\n이것들은 늘 고독한 수호자와 함께했다.\n어떤 지경에 이르든 그에게 시간은 늘 부족했다.\n오만방자하나 쾌활한 상관은 그의 과묵함과 수심 가득한 얼굴, 그리고 즐길 줄 모르는 것을 비웃었다.\n\n수호자는 과거의 사람을 돌이켜 보지 않는다. 그의 눈에는 오직 현재와 미래만 있을 뿐이다.\n수단과 방법을 가리지 않고 모든 죄악을 처단해야만,\n자신의 친구이자 상관이 사랑하는 이 땅이 미래에도 안전할 수 있다.\n\n그는 오직 대낮에 광장에 있는 그 소녀를 볼 때만\n평소에는 바빠서 생각조차 하지 못하는 일들을 생각한다.\n\n어쩌면 자신에게도 「미래」가 있는 걸까….",
        "en": "\nThe ticking of the clock's hands, the candlelight, and the reams of case notes,\nThe shadows by moonlight, the blade and black mantle,\nThese were the constant companions of the lonesome guardian.\nBut no matter how far he went, there was never enough time.\nHis superior, carefree and proud, often laughed at his curtness, his unsmiling face, his aversion to fun.\n\nBut the guardian was not one to look back on the past — only to the present and future.\nOnly by reaving every last trace of evil, no matter the means,\nCould he ensure that this land that his friend and superior loved could have a future without fear.\n\nOnly when he gazed on that maiden in the square,\nCould he think upon things he had no time for.\n\nOnly then could he think about his own future...",
        "de": "\nDas Ticken der Uhrzeiger, das Kerzenlicht und die Unmengen von Notizen,\nSchatten im Mondlicht, eine Klinge und ein schwarzer Mantel\nwaren die ständigen Begleiter des einsamen Wächters.\nAber egal wie weit er ging, die Zeit reichte nie aus.\nSein Vorgesetzter, unbekümmert und stolz, lachte oft über seine Neugierde, sein lächelndes Gesicht und seine Abneigung gegen Spaß.\n\nAber der Wächter war keiner, der auf die Vergangenheit zurückblickte, sondern nur auf die Gegenwart und Zukunft zu.\nNur indem wir jede noch so kleine Spur des Bösen beseitigen, egal mit welchen Mitteln,\nkönnte er dafür sorgen, dass dieses Land, das sein Freund und Vorgesetzter so liebte, eine Zukunft ohne Angst hätte.\n\nNur wenn er das Mädchen auf dem Platz ansah,\nkonnte er über die Dinge nachdenken, für die er sonst keine Zeit hatte.\n\nErst dann konnte er über seine eigene Zukunft nachdenken ...",
        "es": "\nEl tictac de las manecillas del reloj, la luz de la vela, las pilas de documentos...\nLa silueta de alguien bajo la luna, una capa oscura y una espada...\nEstos eran los acompañantes del solitario Guardián.\nPero no importaba a dónde fuera, para él, el tiempo nunca era suficiente.\nSu superior, despreocupado y orgulloso, solía reírse de la sequedad, del rostro inexpresivo y de la aversión a divertirse del Guardián.\n\nÉl nunca miraba atrás en el pasado. Solo tenía ojos para el presente y el futuro.\nSolo eliminando hasta el último rastro de maldad, sin importar los medios,\nsi eliminaba hasta el último rastro de maldad en ella, fuese como fuese.\n\nSolo podía imaginar cosas en las que normalmente no pensaba\ncuando veía a esa doncella de día en la plaza.\n\nSolo entonces podía reflexionar acerca de su futuro...",
        "fr": "\nLe bruit des aiguilles de l'horloge et la lueur de la chandelle l'accompagnaient sa lecture des rapports d'incidents.\nSon épée et son grand manteau noir étaient ses plus précieuses possessions.\nLe Protecteur solitaire n'avait que son ombre pour le suivre lorsqu'il voyageait.\nPeu importe sa destination, le temps ne lui suffisait jamais.\nSon supérieur hiérarchique, insouciant et fier, se moquait de sa nature brusque de son visage inexpressif et de son aversion pour les plaisirs de la vie.\n\nCependant, le Protecteur n'avait cure de ces railleries du passé. Le présent et l'avenir étaient ce qui lui importaient.\nCe n'était qu'en éradiquant toute trace de mal par tous les moyens\nqu'il pouvait s'assurer que son ami puisse avoir un avenir paisible.\n\nCe n'était qu'en regardant cette demoiselle sur la place\nqu'il avait le temps de réfléchir aux choses qu'il s'était interdites.\n\nParmi lesquelles figurait son propre avenir...",
        "pt": "\nO tiquetaque dos ponteiros do relógio, a luz da vela e as resmas de notas do caso.\nA silhueta sob a luz da lua, a espada e a capa negra.\nEsse eram os constantes companheiros do guardião solitário.\nNão importa o quão longe ele ia, nunca era tempo suficiente.\nSeu superior, despreocupado e orgulhoso, comumente ria de seu caráter reservado, seu rosto sem sorriso e sua aversão à diversão.\n\nO guardião é uma pessoa que não olha para trás, seus olhos estão sempre mirados no presente e futuro.\nEliminando até o último pedaço do mal, sem importar os meios,\nPoderia ele assegurar que sua terra que seu amigo e seu superior amavam teriam um futuro sem medo.\n\nApenas quando ele olhava para aquela donzela na praça,\nEle poderia pensar em coisas que não tinha tempo.\n\nApenas então poderia pensar sobre seu próprio futuro...",
        "ru": "\nТиканье часов, огонь свечи, и шелест канцелярских бумаг...\nЛунные тени, плащ и кинжал -\nизвечные спутники одинокого защитника.\nНо что бы он ни делал, времени всегда было мало.\nСвоевольный и радостный командир часто подтрунивал над его молчаливостью, печальным видом и нежеланием принимать радости жизни.\n\nНо защитник зла не держал - для него существовало лишь настоящее и будущее.\nТолько всеми правдами и неправдами искоренив зло,\nмог он обеспечить будущее без страха земле, которую так любил его друг и командир.\n\nНо только когда он видел на площади ту девушку,\nу него возникали мысли, на которые обычно времени не было.\n\nТолько тогда он задумывался о собственном будущем...",
        "id": "\nSuara jarum jam, cahaya lilin, kasus;\nBayangan orang di bawah cahaya sinar rembulan, pedang dan topi hitam,\nMereka sudah seperti sahabat yang menemani penjaga yang kesepian ini.\nTetapi tidak peduli seberapa jauh pencapaiannya, bagi dia, waktu tidak akan pernah cukup.\nBosnya yang ceria itu sering kali menertawakan sikap diam dan kebodohannya.\n\nSang penjaga adalah orang yang tidak melihat masa lalu. Di matanya, hanya ada saat ini dan masa depan.\nBaginya, sah-sah saja menggunakan segala cara untuk membasmi semua kejahatan,\nHanya dengan cara ini maka bisa menjamin kedamaian tanah yang dicintai oleh bos teman-teman terkasih.\n\nHanya ketika melihat gadis di alun-alun pada siang hari,\nDia mulai memikirkan hal yang biasanya tidak ada waktu untuk dipikirkan.\n\nMungkin aku juga harus mempunyai \"masa depan\"...",
        "th": "\nเข็มที่ชี้คำตอบ, แสงเทียน, ม้วนเอกสาร\nเงาคน, ดาบ และเสื้อคลุมสีดำใต้แสงจันทร์\nสิ่งเหล่านี้คือสิ่งที่อยู่เคียงข้างผู้พิทักษ์ผู้โดดเดี่ยว\nแต่ไม่ว่าจะทำอะไรก็ตาม สำหรับเธอแล้ว เวลาดูเหมือนจะไม่เคยพอ\nเจ้านายผู้ยโสแต่ใจดี มักจะหัวเราะเยาะสีหน้าที่เคร่งขรึม ไร้ความสุขของเขาอยู่บ่อยครั้ง\n\nผู้พิทักษ์จะไม่มองกลับไปยังอดีต สายตาของเขามุ่งไปยังอนาคตเท่านั้น\nมีเพียงปัจจุบันเท่านั้น ที่จะกำจัดความชั่วร้ายให้สิ้นซากได้ ไม่ว่าจะใช้วิธีใดก็ตาม\nมีเพียงวิธีนี้ จึงจะสามารถมั่นใจได้ว่าอนาคตของดินแดนที่สหายและเจ้านายรักจะปลอดภัย\n\nมีเพียงช่วงเวลาที่เขามองดูหญิงสาวในจัตุรัสตอนกลางวันเท่านั้น\nเขาถึงได้ครุ่นคิดถึงเรื่องที่ปกติไม่มีเวลาคิด\n\nบางทีตัวเขาเองก็น่าจะมี \"อนาคต\" เช่นกัน...",
        "vi": "\nKim chỉ tích tắc, ánh nến, hồ sơ vụ án.\nBóng người dưới ánh trăng, mang kiếm và mũ đen.\nNhững người bạn đồng hành này là đồng nghiệp của Người Thủ Hộ cô đơn.\nNhưng dù làm thế nào, thì với anh ấy, thời gian cũng không bao giờ đủ.\nCấp trên kiêu ngạo nhưng nhiệt tình thường cười đùa vẻ mặt ngượng ngùng và buồn bã của cậu ấy.\n\nNgười Thủ Hộ là người không nhìn về quá khứ. Trong mắt cậu ấy chỉ có hiện tại và tương lai.\nChỉ có hiện tại, bất kể dùng cách nào, cũng quyết diệt trừ mọi tội ác,\nmới có thể đảm bảo an toàn cho người bạn thân và vùng đất mà cấp trên yêu quý.\n\nChỉ khi nhìn thấy thiếu nữ nơi quảng trường vào ban ngày,\nCậu ấy mới nghĩ đến những chuyện mà thường ngày không có thời gian để nghĩ đến.\n\nCó lẽ bản thân mình cũng nên có \"tương lai\"... nhỉ."
      },
      "imgid": "defenders_will_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "守护之皿",
        "zht": "守護之皿",
        "jp": "守護の瓶",
        "ko": "수호의 잔",
        "en": "Guardian's Vessel",
        "de": "Wächterflachmann",
        "es": "Cantimplora del Guardián",
        "fr": "Coupe du Gardien",
        "pt": "Sangue do Guarda",
        "ru": "Фляжка защитника",
        "id": "Guardian's Vessel",
        "th": "Guardian's Vessel",
        "vi": "Ly Thủ Hộ"
      },
      "description": {
        "zhs": "金属的容器。可以用来装某种能排遣漫长守望带来的孤独的液体。",
        "zht": "金屬的容器。可以用來盛裝某種能排遣漫長守望帶來的孤獨的液體。",
        "jp": "金属の容器。長い夜の孤独を解消してくれるある液体が入れられる。",
        "ko": "금속의 용기. 기나긴 감시가 가져다주는 고독함을 달래줄 수 있는 액체를 담을 수 있다",
        "en": "A metal vessel that can be filled with a drink to dispel the loneliness of the long watch.",
        "de": "Ein metallenes Gefäß, das für Flüssigkeiten gedacht ist, die die Einsamkeit beim Wachehalten vertreiben sollen.",
        "es": "Un recipiente metálico. Puede usarse para contener cualquier líquido que ayude a olvidar la soledad mientras se observa detenidamente.",
        "fr": "Un récipient en métal qui contient souvent une boisson pour aider le Protecteur à se sentir moins seul pendant qu'il monte la garde.",
        "pt": "Recipiente de metal. Pode ser usado para reter algum tipo de líquido que pode espantar a solidão.",
        "ru": "Металлическая кружка, которую можно наполнить освежающим напитком для того, чтобы развеять одиночество длинных часов в карауле.",
        "id": "Wadah metalik yang biasanya digunakan untuk menyimpan minuman, untuk meredakan rasa kesepian di tengah panjangnya pekerjaan berjaga.",
        "th": "ภาชนะที่ทำจากโลหะ ใช้บรรจุของเหลว ที่สามารถขจัดความเดียวดาย จากการรอคอยอันยาวนาน",
        "vi": "Vật đựng làm bằng kim loại, dùng để đựng loại chất lỏng có thể giúp con người ta xua đi sự cô quạnh của năm tháng."
      },
      "lore": {
        "zhs": "\n非常普通的老旧金属酒壶。\n如果硬是说有什么特别之处的话，\n恐怕是其中不曾有过一丝酒味吧。\n\n「你啊，偶尔也喝点酒试试吧」\n守护者多年的挚友、上司笑道。\n「让眉头舒展开来，乘醉高歌」\n「才能有，面对明天的勇气嘛」\n",
        "zht": "\n非常普通的老舊金屬酒壺。\n如果硬是說有什麼特別之處的話，\n恐怕是其中不曾有過一絲酒味吧。\n\n「你啊，偶爾也喝點酒試試吧」\n守護者多年的摯友、上司笑道。\n「展眉暢飲，乘醉高歌」\n「才能有，面對明天的勇氣嘛」\n",
        "jp": "\nどこでもある古びた金属の酒壺。\n強いてその特徴を言うと、\n中に酒を一回も入れたことがないくらいだ。\n\n「お前も、偶には飲んだらどうだ」\n長年守護者の親友である上司が言った。\n「リラックスして、酔った勢いで歌おう」\n「それで、明日に向き合う勇気が出るんだ」\n",
        "ko": "\n아주 평범한 오래된 금속 술병.\n특별한 점이 있다는 걸 굳이 강조해야 한다면,\n과거엔 술 향기가 났었다는 것뿐이다.\n\n「너도 가끔씩 술 좀 마셔봐」\n수호자의 오랜 친구이자 상관이 웃으며 말했다.\n「얼굴 펴고 술에 취해 노래 불러봐」\n「그래야 내일을 마주할 용기가 생기지 않겠어?」\n",
        "en": "\nAn exceedingly ordinary old wine canteen.\nIf one had to point out something special about it,\nIt would be that it never once contained a drop of alcohol.\n\n\"Come on, you have to try a little wine sometime.\"\nThe guardian's longtime friend and superior joked.\n\"Quit knitting those eyebrows together, have a little wine and song!\"\n\"I mean, that's how we have the courage to face tomorrow.\"\n",
        "de": "\nEin alter Becher für Wein aus normalem Metall.\nDas einzig Besondere an ihm\nist ironischerweise, dass er noch nie mit Alkohol befüllt wurde.\n\n„Komm schon, irgendwann musst du doch ein bisschen Wein probieren“,\nscherzte der alte Freund und Vorgesetzte des Wächters.\n„Lass deine Augenbrauen locker und sing ein Trinklied mit mir!“\n„Nur so können wir uns dem Morgen stellen!“\n",
        "es": "\nUna cantimplora para aguardiente vieja y corriente.\nSi uno tuviera que señalar algo especial de ella,\nsería que ni una sola vez ha contenido una gota de alcohol.\n\n“Vamos, alguna vez tendrás que probar un poco de vino”,\nbromeó el viejo amigo y superior del Guardián.\n“¡Deja de fruncir el ceño! ¡Toma un poco de vino y canta!”\n“Así es como nos armamos de valor para el día de mañana”.\n",
        "fr": "\nUne coupe en or ordinaire.\nSa seule particularité, s'il fallait en évoquer une, \nétait qu'elle n'avait jamais été touchée par une goutte de vin.\n\n« Allez, essaie de boire un peu pour voir. »\nAinsi plaisantait le supérieur hiérarchique du Protecteur.\n« Arrête de faire la tête ! Buvons et chantons à tue-tête ! »\n« C'est comme ça qu'on a le courage d'affronter le lendemain ! »\n",
        "pt": "\nUma muito comum e velha taça de vinho de ouro.\nCaso fosse preciso encontrar alguma caraterística especial,\ntalvez fosse o fato de que nunca conteve uma gota de álcool.\n\n\"Você tem que provar um pouco de vinho!\"\nDisse, sorrindo, o amigo de longa data e superior do guardião.\n\"Pare de franzir essa testa! Beba e cante!\"\n\"Só assim terá coragem para enfrentar o amanhã.\"\n",
        "ru": "\nСамая обычная старая винная фляжка.\nНо всё-таки кое-что примечательное в ней было.\nТочнее - никогда не было, а именно - вина.\n\n«Ладно тебе, от бокала-другого ещё никто не умирал!»\n- со смехом говорил защитнику его командир и старый друг.\n«Перестань хмуриться и хвати как следует!\nИначе как нам без страха смотреть в день грядущий?»\n",
        "id": "\nBotol anggur logam tua yang sangat biasa.\nJika harus mengatakan ada sesuatu yang istimewa,\nAku khawatir di dalamnya sudah tidak ada anggur lagi yang tersisa.\n\n\"Ah kamu, sekali-sekali cobalah untuk minum anggur.\"\nTeman lama dan juga pimpinannya tertawa.\n\"Berhentilah mengerutkan alis dan cemberut seperti itu, minumlah sedikit dan bernyanyilah!\"\n\"Agar bisa mendapatkan keberanian untuk menghadapi hari esok.\"\n",
        "th": "\nขวดไวน์โลหะเก่า ๆ ที่แสนจะธรรมดา\nถ้าจะยืนกรานว่ามันมีอะไรพิเศษล่ะก็\nน่าจะเป็นเพราะไม่เคยบรรจุไวน์แม้แต่หยดเดียว\n\n\"คุณค่ะ ก็ต้องเคยดื่มไวน์บ้างเป็นครั้งคราวใช่มั้ย\"\nผู้พิทักษ์มานานหลายปีที่เป็นเหมือนเพื่อนและเจ้านายหัวเราะ\n\"เลิกหน้านิ่วคิ้วขมวด แล้วมาดื่มและร้องรำทำเพลงกันดีกว่า\"\n\"ถึงจะมีความกล้าที่จะไปเผชิญวันพรุ่งนี้\"\n",
        "vi": "\nBình rượu kim loại cũ kĩ rất tầm thường.\nNếu như phải nói có chỗ nào đặc biệt, \nChắc có lẽ vì nó chưa từng vương một chút hương rượu nồng.\n\n\"Anh đấy, thỉnh thoảng cũng uống chút rượu thử đi.\"\nNgười bạn lâu năm của kẻ thủ hộ, cấp trên cười nói.\n\"Ngừng mặt ủ mày cau, uống rượu hát ca\"\n\"Mới có thể có dũng khí đối mặt ngày mai mà\"\n"
      },
      "imgid": "defenders_will_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "守护束带",
        "zht": "守護束帶",
        "jp": "守護の帯",
        "ko": "수호의 띠",
        "en": "Guardian's Band",
        "de": "Wächterband",
        "es": "Bandana del Guardián",
        "fr": "Bandeau du Gardien",
        "pt": "Cinto do Guarda",
        "ru": "Повязка защитника",
        "id": "Guardian's Band",
        "th": "Guardian's Band",
        "vi": "Nón Thủ Hộ"
      },
      "description": {
        "zhs": "被夜色染得靛青的织物。能在紧急时充当绷带。",
        "zht": "被夜色染成靛青的織物。能在緊急時刻充當繃帶。",
        "jp": "夜色に染まった藍色の織物。緊急時に包帯として使える。",
        "ko": "검은색에 물든 짙은 남색의 직물. 긴급할 때 붕대로 사용할 수 있다",
        "en": "A fabric band dyed indigo by the darkness of night. Can also double as a bandage in the event of an emergency.",
        "de": "Ein aus Stoff gefertigtes Band, das die Farbe der Nacht angenommen hat. In Notfällen eignet es sich auch als Verband.",
        "es": "Un paño índigo teñido del color de la noche. Puede usarse como vendaje en una situación de emergencia.",
        "fr": "Un objet en tissu de couleur indigo qui peut aussi servir de bandage en cas d'urgence.",
        "pt": "Uma bandana de tecido para prender o cabelo que também pode servir de curativo em caso de emergências.",
        "ru": "Тканевая повязка, окрашенная тьмой ночи в цвет индиго. В случае необходимости может быть использована в качестве бинта.",
        "id": "Kain dekorasi berwarna biru nila kehitaman. Dapat juga digunakan untuk mengikat luka di saat darurat.",
        "th": "ผ้าผูกผมที่ถูกย้อมเป็นสีคราม ดั่งยามค่ำคืน ในยามฉุกเฉิน ยังใช้เป็นผ้าพันแผลได้อีกด้วย",
        "vi": "Vật được dệt từ vải, có màu chàm đen. Có thể dùng để băng bó trong trường hợp khẩn cấp."
      },
      "lore": {
        "zhs": "\n永远都要做好两手准备——\n基于这样的信条，而佩戴的束发带。\n在紧急的时刻，可以充当止血绷带。\n\n基于这样的信条，将自己的剑法传给挚友麾下的骑士。\n基于这样的信条，也培养了无比渴求正义的白色骑士。\n基于这样的信条，将或许会长成罪恶之花的幼苗扼杀。\n\n如果准备得足够充分，\n即使自己有朝一日不再能守护这片土地，\n不再能守护挚友，不再能守护那位爱唱歌的少女…",
        "zht": "\n永遠都要做好兩手準備——\n基於這樣的信條，而佩戴的束髮帶。\n在緊急的時刻，可以充當止血繃帶。\n\n基於這樣的信條，將自己的劍法傳給摯友麾下的騎士。\n基於這樣的信條，也培養了無比渴求正義的白色騎士。\n基於這樣的信條，將或許會長成罪惡之花的幼苗扼殺。\n\n如果準備得足夠充分，\n即使自己有朝一日不再能守護這片土地，\n不再能守護摯友，不再能守護那位愛唱歌的少女…",
        "jp": "\n次善の策は常に用意するべし——\nこの信条を従ってつけた髪結びは、\n時に止血用の包帯になる。\n\nこの信条に従って、自分の剣法を親友の手下に教えた。\nこの信条に従って、正義に執着する白き騎士を育てた。\nこの信条に従って、惡の華を咲かすかもしれない苗を殺した。\n\n準備万端ならば、\nいつか自分がこの地を守ることができなくても、\n親友を、歌が上手だった少女を守ることができなくても…",
        "ko": "\n늘 두 가지 경우를 모두 준비해야 한다——\n이러한 신조에 따라 착용한 머리끈.\n위급할 때 지혈 붕대로 사용할 수 있다.\n\n이러한 신조에 따라 자신의 검술을 친구 휘하의 기사에게 전수했다.\n이러한 신조에 따라 정의감 넘치는 백색 기사도 키웠다.\n이러한 신조에 따라 죄악의 꽃으로 자랄 수도 있는 새싹들을 제거했다.\n\n충분히 준비한다면,\n언젠가 자신이 더 이상 이 땅을 지키지 못하더라도\n친구를 더 이상 지키지 못하고 노래하길 좋아하는 소녀를 더 이상 지키지 못하더라도….",
        "en": "\nAlways have a backup plan—\nHe wore this headband to remind himself of that axiom.\nIn an emergency, it could also serve as a tourniquet.\n\nBy this creed he taught his swordsmanship to the knights under his friend's command.\nBy this credo he also mentored a white knight who loved justice above all else.\nIn its name he nipped many seedlings that might have blossomed into evil in the bud.\n\nAs long as he was sufficiently prepared,\nEven if one day, he should be unable to defend this land,\nOr protect his friend, or that maiden who loved to sing...",
        "de": "\nMann muss immer einen Notfallplan haben.\nDer Wächter trug dieses Halstuch als permanente Erinnerung daran.\nIm Notfall könnte es auch als Druckverband dienen.\n\nDurch dieses Glaubensbekenntnis lehrte er die Ritter unter dem Kommando seines Freundes seine Schwertkunst.\nMit der gleichen Überzeugung war er auch Mentor eines weißen Ritters, der die Gerechtigkeit über alles liebte.\nIn seinem Namen erstickte er viel Böses bereits im Keim, welches vielleicht in der Zukunft seine sündhaften Knospen hätte treiben können.\n\nSolange er ausreichend vorbereitet war,\nselbst wenn er eines Tages nicht mehr in der Lage sein sollte, dieses Land zu verteidigen\nund seinen Freund oder das Mädchen, das gerne sang zu beschützen ... ",
        "es": "\nSiempre hay que tener un plan de contingencia.\nEl Guardián siempre llevaba esta bandana como recordatorio para ello.\nEn caso de emergencia, podría servirle como vendaje para detener el sangrado de una herida.\n\nDebido a la importancia de tener un plan de contingencia, compartió su habilidad con la espada con los caballeros que estaban bajo el mando de su amigo.\nCon este credo también fue mentor de un caballero blanco que amaba la justicia por encima de todo.\nPor la importancia de tener dicho plan, cortó innumerables capullos de flores del mal que, de otra forma, habrían florecido.\n\nNecesitaba estar lo suficientemente preparado\npara que, aunque llegara el día en que no fuera capaz de defender su tierra,\nproteger a su amigo o a la doncella que le gustaba cantar, siguiera siendo capaz de protegerlos.",
        "fr": "\nSelon lui, il était indispensable d'avoir un plan de secours en toute circonstance.\nCe bandeau était là pour le lui rappeler.\nEn cas d'urgence, l'objet pouvait aussi servir de bandage pour arrêter une hémorragie.\n\nSelon cette conviction, il forma de nombreux chevaliers sous les ordres de son ami à l'escrime.\nEnsuite, il devint le mentor d'un chevalier blanc qui avait soif de justice.\nToujours armé de cette conviction, il empêcha d'innombrables graines du mal de germer.\n\nTant qu'il était préparé à toute éventualité,\ntout irait bien, même s'il n'avait plus la force de se battre,\nde protéger son ami ou cette demoiselle qui aimait chanter...",
        "pt": "\nSempre tenha um plano reserva.\nEle usou essa testeira para se lembrar desse lema.\nNo caso de uma emergência, poderia também servir como um torniquete.\n\nSob essa crença ele ensinava sua esgrima para os cavaleiros sob comando de seu amigo.\nSob essa crença, ele também orientava um cavaleiro branco que amava justiça acima de tudo.\nEm seu nome ele cortou muitas sementes que poderiam ter virado flores do mal.\n\nDesde que ele esteja adequadamente preparado.\nAinda que um dia ele fosse incapaz de defender esta terra,\nOu proteger seu amigo, ou aquela donzela que adorava cantar.",
        "ru": "\nПод рукой всегда должен быть запасной план.\nОб этом ему напоминала головная повязка.\nЕю также можно было остановить кровь.\n\nРуководствуясь этим принципом, он учил рыцарей под началом своего друга фехтованию.\nС ним же он наставлял белого рыцаря, который возвёл справедливость в абсолют.\nВ его имя был раздавлен не один зачаток зла.\n\nЕсли он готов в полной мере,\nдаже если однажды он не сможет защитить свою землю,\nдруга, или ту девушку, которая так любит петь...",
        "id": "\nHarus selalu siap dengan kedua tangannya-\nIkat kepala tersebut diikat sesuai dengan kepercayaannya.\nDalam keadaan darurat, itu dapat digunakan sebagai perban hemostatik.\n\nBerdasarkan kepercayaan ini, dia mewariskan ilmu pedang kepada para Knight lain yang juga adalah sahabatnya.\nBerdasarkan kepercayaan ini, Knight putih yang haus akan keadilan terlahir.\nBerdasarkan kepercayaan ini, maka bibit yang akan menjadi bunga yang jahat bisa dibasmi.\n\nJika semua sudah siap,\nBahkan jika suatu hari aku tidak bisa lagi melindungi tanah ini,\nAku tidak bisa lagi melindungi sahabatku, dan gadis yang suka menyanyi itu...",
        "th": "\nเตรียมพร้อมด้วยสองมืออยู่เสมอ!\nด้วยความเชื่อนี้ เขาสวมผ้าโพกหัวไว้\nในยามฉุกเฉิน สามารถใช้เป็นผ้าพันแผลเพื่อห้ามเลือดได้\n\nด้วยความเชื่อนี้ เขาถ่ายทอดวิชาดาบให้กับอัศวินผู้เป็นเพื่อนใต้บังคับบัญชาของเขา\nด้วยความเชื่อนี้ ได้ปลูกฝังให้อัศวินสีขาวผู้กระหายความยุติธรรม\nด้วยความเชื่อนี้ ได้กำจัดรากเหง้าของดอกไม้ที่อาจเติบโตไปเป็นความชั่วร้าย\n\nหากเตรียมการไว้อย่างพร้อมเพรียง\nแม้ว่าสักวันหนึ่ง จะไม่สามารถปกป้องดินแดนนี้ได้อีกต่อไป\nไม่สามารถปกป้องเพื่อนที่ดีที่สุดได้อีกต่อไป ไม่สามารถปกป้องหญิงสาวที่รักการร้องเพลงได้อีกต่อไป...",
        "vi": "\nLúc nào cũng phải chuẩn bị sẵn sàng!\nDải ruy băng buộc tóc theo tín ngưỡng giáo điều.\nVào những lúc nguy cấp, có thể dùng làm băng vải cầm máu.\n\nCăn cứ vào tín ngưỡng giáo điều, truyền kiếm pháp của mình cho bạn thân là kỵ sĩ dưới quyền.\nCăn cứ vào tín ngưỡng giáo điều, bồi dưỡng kỵ sĩ vô cùng khao khát chính nghĩa.\nCăn cứ vào tín ngưỡng giáo điều, bóp chết mầm mống có nguy cơ lớn dần thành tội ác.\n\nNếu chuẩn bị đầy đủ\nDù một ngày nào đó bản thân không thể bảo vệ mảnh đất này, \nKhông thể bảo vệ bạn thân, không thể bảo vệ thiếu nữ yêu ca hát ấy nữa..."
      },
      "imgid": "defenders_will_circlet"
    }
  ]
}