{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "冒险家",
    "zht": "冒險家",
    "jp": "冒険者",
    "ko": "모험가",
    "en": "Adventurer",
    "de": "Abenteurer",
    "es": "Aventurero",
    "fr": "Aventurier",
    "pt": "Aventureiro",
    "ru": "Искатель приключений",
    "id": "Adventurer",
    "th": "Adventurer",
    "vi": "Nhà Mạo Hiểm"
  },
  "descriptions": [
    {
      "zhs": "生命值上限提高1000点。",
      "zht": "生命值上限提高1000點。",
      "jp": "HP上限+1000。",
      "ko": "HP 최대치+1000pt",
      "en": "Max HP increased by 1000.",
      "de": "Erhöht die max. LP um 1000.",
      "es": "Vida Máx. +1000 pts.",
      "fr": "Augmente les PV max de 1 000 pts.",
      "pt": "Vida Máx. +1000",
      "ru": "Увеличивает макс. HP на 1000 ед.",
      "id": "Max HP +1000.",
      "th": "เพิ่มพลังชีวิตสูงสุดขึ้น 1000 หน่วย",
      "vi": "HP tối đa tăng 1000 điểm."
    },
    {
      "zhs": "开启各类宝箱后的5秒内，持续恢复30%生命值。",
      "zht": "開啟各類寶箱後的5秒內，持續恢復30%生命值。",
      "jp": "宝箱を開けた後5秒間、HPの30%を徐々に回復する。",
      "ko": "각종 보물 상자를 오픈 후 5초 동안 30%의 HP를 지속해서 회복한다",
      "en": "Opening a chest regenerates 30% Max HP over 5s.",
      "de": "Stellt nach dem Öffnen jeglicher Truhen 5 s lang 30 % LP wieder her.",
      "es": "Al abrir un cofre, se regenera un 30% de Vida durante 5 s.",
      "fr": "Restaure 30 % des PV pendant 5 s après l'ouverture d'un coffre.",
      "pt": "Abrir um baú recupera 30% de Vida Máxima durante 5 segundos.",
      "ru": "В течение 5 сек. после открытия любого сундука восстанавливает 30% HP.",
      "id": "Membuka setiap jenis peti memulihkan 30% HP dalam waktu 5 detik.",
      "th": "หลังจากเปิดหีบสมบัติ ชนิดต่าง ๆ แล้ว จะฟื้นฟูพลังชีวิต 30% ภายในเวลา 5 วินาที",
      "vi": "5s sau khi mở các loại rương, duy trì hồi 30% HP."
    }
  ],
  "imgid": "adventurer_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "冒险家之花",
        "zht": "冒險家之花",
        "jp": "冒険者の花",
        "ko": "모험가의 꽃",
        "en": "Adventurer's Flower",
        "de": "Blume eines Abenteurers",
        "es": "Flor del Aventurero",
        "fr": "Fleur de l'Aventurier",
        "pt": "Rosa do Aventureiro",
        "ru": "Цветок искателя приключений",
        "id": "Adventurer's Flower",
        "th": "Adventurer's Flower",
        "vi": "Hoa Nhà Mạo Hiểm"
      },
      "description": {
        "zhs": "从深邃的古都寻得的绝境求生的小花，被当做骄傲的勋章佩在胸前。",
        "zht": "從深邃的古都尋得的絕境求生的小花，被當做驕傲的勳章佩在胸前。",
        "jp": "深き古都の絶境で手に入れた花、自慢の勲章として胸元につけられた。",
        "ko": "깊은 고대 도시에서 얻은 절체절명의 위기에서 핀 꽃. 자랑스러운 훈장으로 가슴에 달아졌다",
        "en": "A resilient flower that survived the harsh environment of an ancient city. It is now proudly worn like a medal.",
        "de": "Ein Blümchen, das die harten Bedingungen inmitten einer alten Stadt überlebt hat und nun voller Stolz vor der Brust getragen wird.",
        "es": "Una flor resistente que sobrevivió al duro entorno de una antigua ciudad. Ahora se lleva con orgullo como una medalla.",
        "fr": "Une fleur qui a su survivre à l'environnement hostile d'une cité antique. Elle est désormais portée avec fierté, comme une médaille.",
        "pt": "Uma flor resiliente que sobreviveu ao ambiente hostil de uma cidade antiga. É usada agora orgulhosamente como uma medalha.",
        "ru": "Цветок, переживший жёсткий климат руин древнего города. Можно носить в качестве броши.",
        "id": "Setangkai bunga yang tumbuh di lingkungan kota kuno yang sangat keras. Kini dikenakan di dada sebagai lambang kegigihan.",
        "th": "ดอกไม้ที่รอดจากสภาพแวดล้อม อันโหดร้ายจากเมืองยุคโบราณ บัดนี้มันเป็นดั่งเหรียญเกียรติยศ ที่ใช้ติดประดับ",
        "vi": "Bông hoa nhỏ luôn vươn lên tìm sự sống từ nơi sâu thẳm trong cố đô, được xem như huân chương đeo trước ngực."
      },
      "lore": {
        "zhs": "\n志在星空与深渊的冒险家，在幽深的遗迹间不意遇见顽强的小花。\n生于死境的鲜花触动了冒险家，令他一时忘记了遗迹深处的宝藏。\n思索片刻，冒险家摘下小花，别在胸口，迈步向黑暗的地底走去。\n",
        "zht": "\n志在星空與深淵的冒險家，在幽深的遺蹟間不意遇見頑強的小花。\n生於死境的鮮花觸動了冒險家，令他一時忘記了遺蹟深處的寶藏。\n思索片刻，冒險家摘下小花，別在胸口，邁步向黑暗的地底走去。\n",
        "jp": "\n星空と深淵を志した冒険者。\n死地に咲いた花に冒険者の心は打たれた。一時的に遺跡の奥にある宝物のことすら忘れかけた。\n少し戸惑った冒険者はこの一輪の花を取り、胸につけて暗闇の奥地へと向かった。\n",
        "ko": "\n별하늘과 심연에 뜻을 둔 모험가는 깊은 유적 사이에서 뜻밖에 완강한 꽃을 발견하게 되었다.\n사경에서 태어난 꽃은 모험가로 하여금 감정의 기복을 가지게 했는데 심지어 유적 깊은 곳의 보물마저 잠시 잊게 하였다.\n잠시 동안의 사색하에 모험가는 꽃을 따서 가슴에 달고는 어둠으로 가득 찬 지하로 발걸음을 옮겼다.\n",
        "en": "\nThe ambitious adventurer came across this resilient flower in the depths of a gloomy ruin.\nMoved by the sight of life sprouting in defiance of a lifeless land, he almost forgot about the treasures buried deep in the ruin.\nAfter pausing to ponder it for a while, the adventurer plucked the flower, wore it as a brooch, and ventured forth into the darkness.\n",
        "de": "\nDer ehrgeizige Abenteurer fand diese robuste kleine Blume in einer verlassenen Ruine.\nDer Abenteurer war gerührt von so viel Lebenswillen in solch einer verlassenen Gegend und er vergaß beinahe die Schätze tief im Inneren der Ruine.\nNachdem er eine Weile überlegt hatte, pflückte der Abenteurer die kleine Blume, steckte sie sich wie eine Brosche an und marschierte weiter in die Dunkelheit hinein.\n",
        "es": "\nEl ambicioso Aventurero encontró esta tenaz flor en unas ruinas lejanas y sombrías.\nSe sintió tan conmovido por ella, la cual brotó de una tierra sin vida, que casi se olvidó de los tesoros escondidos en las profundidades de las ruinas.\nTras una breve reflexión, arrancó la flor, se la puso como broche y se aventuró en la oscuridad.\n",
        "fr": "\nUn aventurier ambitieux trouva cette fleur robuste dans des ruines lugubres.\nÉmu par la fleur défiant les terres sans vie, il en oublia presque les trésors qu'il était venu chercher.\nAprès un temps de réflexion, l'aventurier la cueillit et se l'accrocha à la poitrine, avant de pénétrer plus avant dans l'obscurité.\n",
        "pt": "\nO ambicioso Aventureiro encontrou essa flor resiliente nas profundezas de uma ruína sombria.\nMovido pela cena da vida brotando em um lugar tão inóspito, ele quase esqueceu sobre os tesouros enterrados dentro dela.\nApós parar para pensar, arrancou a flor e a usou como um emblema, aventurando-se pela escuridão.\n",
        "ru": "\nЖаждущий покорить звёзды и Бездну искатель приключений среди древних руин внезапно нашёл упрямо растущий цветок.\nОн, пробивающийся из земли на границе между жизнью и смертью, тронул искателя приключений, заставив на минуту забыть о том, что в эти руины он пришёл за сокровищами.\nПодумав, искатель сорвал цветок, приколол к груди и отважно шагнул в темноту подземелья.\n",
        "id": "\nPetualang ambisius menemukan bunga yang tangguh ini di kedalaman reruntuhan yang suram.\nTakjub oleh sebuah kehidupan yang tumbuh dari lahan mati ini, dia hampir melupakan harta yang terkubur jauh di reruntuhan.\nSetelah berhenti untuk berpikir selama beberapa saat, petualang itu mencabut bunganya, memakainya sebagai lencana, dan pergi menuju kegelapan.\n",
        "th": "\nนักผจญภัยผู้มุ่งมั่นที่จะไปให้ถึงดวงดาวในท้องฟ้าและก้นเหวได้พบ กับดอกไม้ที่ตายยากท่ามกลางซากปรักหักพังที่ไม่คาดคิด\nดอกไม้ที่เกิดขึ้นในแดนแห่งความตายนั้นทำให้นักผจญภัยซาบซึ้งไปชั่วขณะ ทำให้เขาเกือบลืมเกี่ยวกับสมบัติที่ลึกลงไปในซากปรักหักพัง\nเมื่อคิดอยู่ครู่หนึ่ง นักผจญภัยก็เอาดอกไม้เล็ก ๆ กลัดไว้บนหน้าอกแล้วเดินต่อเข้าไปในความมืด\n",
        "vi": "\nNhà Mạo Hiểm khao khát nơi trời cao và vực sâu, tại vùng di tích sâu thẳm vô tình bắt gặp bông hoa nhỏ kiên cường.\nBông hoa nở rộ nơi đất chết đã làm rung động Nhà Mạo Hiểm, khiến anh quên đi kho báu ẩn giấu sâu nơi di tích.\nSuy nghĩ trong chốc lát, Nhà Mạo Hiểm bèn hái bông hoa đặt lên trước ngực, rồi bước tiếp vào đáy vực sâu.\n"
      },
      "imgid": "adventurer_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "冒险家尾羽",
        "zht": "冒險家尾羽",
        "jp": "冒険者の羽根",
        "ko": "모험가의 꽁지 깃털",
        "en": "Adventurer's Tail Feather",
        "de": "Abenteurerschwanzfeder",
        "es": "Pluma del Aventurero",
        "fr": "Plume de queue de l'Aventurier",
        "pt": "Pena de Cauda de Aventureiro",
        "ru": "Перо искателя приключений",
        "id": "Adventurer's Tail Feather",
        "th": "Adventurer's Tail Feather",
        "vi": "Lông Vũ Nhà Mạo Hiểm"
      },
      "description": {
        "zhs": "异国的奇妙鸟类的羽毛，在这片大陆上非常罕见。",
        "zht": "異國的奇妙鳥類的羽毛，在這片大陸上非常罕見。",
        "jp": "異国の不思議な鳥から取った羽根、この大陸では非常に珍しい。",
        "ko": "이국의 기묘한 조류의 깃털, 이 대륙에선 매우 희귀하다",
        "en": "The feather of an exotic bird rarely seen on this continent.",
        "de": "Die Feder eines exotischen Vogels, den man hierzulande selten sieht.",
        "es": "La pluma de un ave exótica raramente vista en este continente.",
        "fr": "Une plume d'un oiseau exotique rarement vu sur le continent.",
        "pt": "Uma pena de um pássaro exótico raramente visto neste continente.",
        "ru": "Перо экзотической птицы, которую на этом континенте не встретить.",
        "id": "Bulu dari seekor burung eksotis yang jarang terlihat di daratan ini.",
        "th": "ขนของนกหายาก ที่มีโอกาสน้อยมาก ที่จะพบได้ในดินแดนนี้",
        "vi": "Lông của loài chim dị quốc, rất hiếm thấy trên đại lục."
      },
      "lore": {
        "zhs": "\n冒险家曾经穿越森林，追寻从未见过的珍禽。\n仰望着天空冒然前行，却被树根捉住了脚踝。\n醒转时，见到的是命定令他放弃冒险的少女，\n发间别着一簇梦幻般的翎羽，一切有如幻梦。\n",
        "zht": "\n冒險家曾經穿越森林，追尋從未見過的珍禽。\n仰望著天空冒然前行，卻被樹根捉住了腳踝。\n醒轉時，見到的是命定令他放棄冒險的少女，\n髮間別著一簇夢幻般的翎羽，一切有如幻夢。\n",
        "jp": "\n昔、冒険者は森に入り込み、見たことのない猛禽を追いかけた。\n空を見ながら前に進んだら、木の根っこに足を取られた。\n気がついた時、目の前に現れたのは「冒険をやめて」と命じた少女。\n髪に幻の羽根がついていて、全ては夢のようだった。\n",
        "ko": "\n한때 모험가는 숲을 가로지르며 한 번도 보지 못했던 진귀한 새를 쫓아다녔다.\n하늘을 올려다보며 무작정 전진을 했던 터라 그는 나뭇가지에 의해 발목이 잡히고 말았다.\n깨어났을 때 그는 그한테 모험을 포기하라 명령하던 소녀를 보았다.\n그녀의 머리 사이로 환상적인 깃털들이 꽂혀 있었는데 모든 것이 마치 환상 같았고 꿈만 같았다.\n",
        "en": "\nAn adventurer once traveled through a forest in search of rare beasts never seen before.\nAs he tore his way recklessly through the foliage, the adventurer tripped on a tree root.\nWhen he regained consciousness, he saw a girl so beautiful that he was willing to give up the adventurer's life to be with her.\nHer appearance was surreal, with a cluster of feathers adorning her hair.\n",
        "de": "\nEinst reiste der Abenteurer durch einen Wald auf der Suche nach nie zuvor gesehenen Kreaturen.\nWie er so durch den Wald stapfte, fiel er über wuchernde Baumwurzeln.\nAls er wieder zu sich kam, sah er ein Mädchen so hübsch, dass er bereit war, alles für sie aufzugeben.\nEine Sammlung von Federn war in ihr Haar gesteckt und sie sah einfach traumhaft aus.\n",
        "es": "\nEl Aventurero viajó una vez por un bosque en busca de raras bestias nunca antes vistas.\nCaminando por el bosque imprudentemente, se tropezó con las raíces de un árbol.\nCayó inconsciente, pero, al despertarse, vio a una dama tan hermosa que estaba dispuesto a renunciar a la vida de aventurero por ella.\nSu cabello estaba adornado con un ramo de plumas que decoraba su onírico aspecto.\n",
        "fr": "\nUn aventurier traversa un jour une forêt à l'affût de bêtes inconnues.\nAlors qu'il avançait, il trébucha sur une branche et s'évanouit.\nReprenant ses esprits, il vit une fille si belle qu'il décida d'abandonner sa vie d'aventures.\nL'inconnue aux cheveux ornés de plumes était telle une apparition de rêve.\n",
        "pt": "\nO Aventureiro já cruzou florestas perseguindo bestas raras nunca vistas.\nCaminhando imprudentemente pela floresta e olhando para o céu, o Aventureiro tropeçou na raiz de uma árvore.\nQuando ele recobrou sua consciência, viu uma jovem tão bela que ele estava disposto a abandonar sua vida de aventureiro para ficar com ela.\nA aparência dela era surreal, com um conjunto de penas adornando seu cabelo.\n",
        "ru": "\nОднажды искатель приключений шёл по лесу в поисках невиданной птицы.\nБеспечно глядя вверх, он шагал среди деревьев, как вдруг запнулся о корни.\nКогда он пришёл в себя, то увидел перед собой девушку, прекрасную настолько, что он готов был бросить свою жизнь искателя приключений, лишь бы быть с ней.\nВ волосы её были вплетены фантастической красоты перья, да и сама она будто вышла из сна.\n",
        "id": "\nSeorang petualang pernah berkelana melalui hutan demi mencari binatang buas langka yang tidak pernah dilihat sebelumnya.\nSaat dia menyusuri jalannya dengan ceroboh melalui dedaunan, petualang itu tersandung akar pohon.\nSaat dia tersadar kembali, dia melihat sebuah gadis cantik hingga dia rela untuk berhenti bertualang hanya untuk hidup bersamanya,\nPenampilannya begitu nyata, dengan bulu-bulu menghiasi rambutnya.\n",
        "th": "\nนักผจญภัยครั้งหนึ่งเดินทางผ่านป่าเพื่อค้นหาสัตว์หายากที่ไม่เคย เห็นมาก่อน\nเดินทางผ่านป่าอย่างไม่ระมัดระวัง นักผจญภัยไปสะดุดเข้ากับรากไม้\nเมื่อเขาได้สติกลับคืนมา เขาเห็นเด็กผู้หญิงคนหนึ่งที่สวยงามมากจนขนาดที่เขาจะยอมเลิก เป็นนักผจญภัยเพื่อเธอ\nขนนกปลิวไหวไปทั่วราวกับอยู่ท่ามกลางความฝัน\n",
        "vi": "\nNhà Mạo Hiểm từng xuyên qua rừng già, truy tìm loài chim quý chưa từng thấy.\nNgẩng đầu nhìn trời cao, nhưng rừng già lại cản bước chân anh.\nChợt tỉnh giấc, thấy được người thiếu nữ định mệnh khiến anh từ bỏ cuộc sống mạo hiểm, \nChiếc lông mơ màng như mơ trên tóc, mọi thứ như một giấc mơ.\n"
      },
      "imgid": "adventurer_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "冒险家怀表",
        "zht": "冒險家懷錶",
        "jp": "冒険者の懐中時計",
        "ko": "모험가의 회중시계",
        "en": "Adventurer's Pocket Watch",
        "de": "Taschenuhr eines Abenteurers",
        "es": "Reloj de Bolsillo del Aventurero",
        "fr": "Montre de poche de l'Aventurier",
        "pt": "Relógio de Bolso do Aventureiro",
        "ru": "Часы искателя приключений",
        "id": "Adventurer's Pocket Watch",
        "th": "Adventurer's Pocket Watch",
        "vi": "Đồng Hồ Nhà Mạo Hiểm"
      },
      "description": {
        "zhs": "常在不见天日的巨渊还是失落的古都流连的冒险家，会经常忘记时间。",
        "zht": "常在不見天日的巨淵或是失落的古都流連的冒險家，會經常忘記時間。",
        "jp": "太陽が見えない深淵や失われた古都で探検する冒険者はよく時間を忘れてしまう。",
        "ko": "늘 하늘이 보이지 않는 거대한 심연과 고대 도시에서 시간을 보내는 모험가는 시간을 자주 잊는다",
        "en": "It's easy to lose track of time when you're adventuring where the sun doesn't shine, whether that's the depths of the abyss or the ruins of a lost city.",
        "de": "Abenteurer vergessen in tiefen Abgründen und alten Ruinen oft die Zeit.",
        "es": "Es fácil perder la noción del tiempo cuando te aventuras donde el sol no brilla, ya sea en las profundidades del abismo o en las ruinas de una ciudad perdida.",
        "fr": "Les aventuriers oublient souvent la notion du temps lorsqu'ils s'aventurent dans des profondeurs obscures ou des ruines oubliées.",
        "pt": "Os Aventureiros geralmente se perdem no tempo enquanto se aventuram nas profundezas dos abismos ou na cidade perdida.",
        "ru": "Зачастую искатели приключений забывают о времени, спускаясь в глубины тёмной бездны или затерянных городов.",
        "id": "Dalam petualangan di kedalaman yang tidak terlihat oleh sinar matahari, waktu perlahan menghilang dari dalam hati para petualang.",
        "th": "นักผจญภัยที่เดินทางอยู่ในความมืด หรือเมืองที่ลับจากแสงตะวัน มักจะสูญเสียการรับรู้เรื่องเวลา",
        "vi": "Những nhà mạo hiểm ở nơi thâm sơn cùng cốc hoặc trong cố đô sâu thẳm thường quên mất thời gian."
      },
      "lore": {
        "zhs": "\n冒险家的怀表，秉持着冒险家协会简朴实用的信条，由老牌钟表匠打制而成。\n在冒险家多年不见天日的黑暗旅途中，它的滴答声是时间仍存在的唯一证据。\n而在冒险家不得不放弃挚爱的生涯，落入平凡窠臼的多年之后，\n无人问津的怀表仍旧躺在橱窗里滴答作响，静候着下一次冒险。\n",
        "zht": "\n冒險家的懷錶，秉持著冒險家協會簡樸實用的信條，由老牌鐘錶匠打製而成。\n在冒險家多年不見天日的黑暗旅途中，它的滴答聲是時間仍存在的唯一證據。\n而在冒險家不得不放棄摯愛的生涯，落入平凡窠臼的多年之後，\n無人問津的懷錶仍舊躺在櫥窗裡滴答作響，靜候著下一次冒險。\n",
        "jp": "\n冒険者の懐中時計。簡潔で素朴という冒険者協会の信条に基づいて、ベテランの時計職人に作ってもらった。\n長年に渡る暗闇の旅の中で、カチカチという音が時間の存在を証明する唯一のものであった。\n冒険者が仕方なく、好きだった冒険生活を諦めて、平凡な生活を過ごす道を選んだ今でも、\n懐中時計は、人知れず陳列棚でカチカチと鳴って、次の冒険を待っている。\n",
        "ko": "\n모험가의 회중시계는 모험가 길드의 간소하고 실용적인 신조를 지닌 시계이며 베테랑 시계장이 만든 것이다.\n모험가의 다년간 어두컴컴한 여정에서 그것의 째깍거리는 소리는 시간이 여전히 존재한다는 유일한 증거였다.\n모험가가 어쩔 수 없이 사랑하는 삶을 포기하고 평범하고 식상한 삶을 오랫동안 보낸 후,\n회중 시계는 여전히 진열창에서 째깍째깍 소리를 내며 다음 모험을 조용히 기다리고 있다.\n",
        "en": "\nA pocket watch that once belonged to an adventurer. It was crafted by a master watchmaker with simplicity and practicality in mind, aligning with the philosophy of the Adventurers' Guild.\nThe adventurer spent most of his days in darkness. The rhythmic sound of its moving hands was the only proof he had of the passage of time.\nLong after he had grown accustomed to a normal life, having given up the adventurer lifestyle he once loved so dearly, \nthis forgotten pocket watch still sat quietly in the cabinet, waiting for its next adventure.\n",
        "de": "\nDie Taschenuhr eines Abenteurers, gefertigt nach den Standards der Abenteurergilde, handgefertigt von einem alten Uhrmachermeister.\nDer Abenteurer verbrachte den Großteil seiner Zeit im Dunklen, somit war das Ticken der Zeiger der einzige Beweis für das Vergehen der Zeit.\nSelbst nachdem er sein Abenteurerleben bereits aufgegeben hatte,\nlag die kleine Taschenuhr schon bereit in der Vitrine für das nächste Abenteuer.\n",
        "es": "\nUn reloj de bolsillo perteneciente al Aventurero. Fue hecho a mano por un maestro relojero con simplicidad y practicidad, dos de los valores del Gremio de Aventureros.\nEl Aventurero pasó la mayor parte de sus días en la oscuridad, donde la única prueba del paso del tiempo era el tictac del reloj.\nIncluso después de que él renunciase a la vida que amaba y viviera una vida normal durante años,\nel reloj de bolsillo permaneció en silencio en un escaparate esperando su próxima aventura.\n",
        "fr": "\nUne montre de poche ayant appartenu à un aventurier, fabriquée dans un esprit de simplicité par un maître horloger, dans la tradition de la Guilde des Aventuriers.\nL'aventurier passait ses journées dans l'obscurité des ruines. Le bruit de la montre son seul rappel du temps passant.\nEt des années plus tard, ayant échangé cette vie contre une vie normale,\nil continua de chérir l'objet, désormais posé avec soin en sa demeure, attendant sa prochaine aventure.\n",
        "pt": "\nUm relógio de bolso que uma vez pertenceu a um aventureiro. Foi criado por um mestre relojoeiro com simplicidade e praticidade em mente, alinhado com a filosofia da Guilda dos Aventureiros.\nO aventureiro passou a maior parte de seus dias na escuridão. O som rítmico de suas mãos em movimento era a única prova da existência do tempo.\nMuito depois dele ter se acostumado com uma vida comum, após desistir o estilo de vida aventureiro que amava tanto,\nesse esquecido relógio de bolso permanecia em silêncio no gabinete, esperando sua próxima aventura.\n",
        "ru": "\nКарманные часы искателя приключений. Сделанные старым часовщиком, они полностью соответствуют принципам простоты и практичности, принятым в Гильдии искателей приключений.\nКогда искатель приключений, уже давно не видевший белого света, пробирается по тёмным коридорам подземелий, тиканье этих часов является для него единственным доказательством того, что понятие «время» ещё существует.\nА когда искатель приключений вынужден отойти от любимого дела и после стольких лет вернуться в колею обычной жизни,\nэти уже никому не нужные часы продолжают тикать уже в витрине, покорно ожидая следующего приключения.\n",
        "id": "\nSebuah jam saku yang dulunya milik seorang petualang. Dibuat oleh pengrajin jam dengan sederhana dan dengan pemikiran sejalan dengan filosofi Adventurers' Guild.\nPetualang itu menghabiskan sebagian besar harinya dalam kegelapan. Suara ritme tangannya yang bergerak adalah satu-satunya bukti yang dia miliki tentang berlalunya waktu.\nSetelah lama dia terbiasa dengan kehidupan yang normal, meninggalkan kehidupan bertualang yang dulu sangat dia cintai,\nJam saku yang terlupakan masih tersimpan di lemari, menunggu untuk petualangan selanjutnya.\n",
        "th": "\nนาฬิกาพกของนักผจญภัย ถูกสร้างขึ้นด้วยความเรียบง่ายและใช้งานได้จริงโดยช่างทำนาฬิกาชั้นสูง สอดคล้องกับความเชื่อของกิลด์นักผจญภัย\nในระหว่างการเดินทางที่ไม่ได้พบกับแสงสว่างเป็นเวลานานของนัก ผจญภัย เสียงติ๊กต็อกของมันเป็นเพียงหลักฐานเดียวถึงการคงอยู่ของเวลา\nแม้หลังจากที่นักผจญภัยได้หยุดชีวิตการผจญภัยที่เขารักและใช้ชีวิตตามปกติมาหลายปี\nนาฬิกาพกที่ถูกลืมนี้ยังคงอยู่เงียบ ๆ ในตู้รอการผจญภัยครั้งต่อไป\n",
        "vi": "\nĐồng hồ bỏ túi của Nhà Mạo Hiểm, giữ nguyên lý đơn giản và thiết thực của Hiệp Hội Nhà Mạo Hiểm, được làm bởi người thợ già.\nTrong chặng đường nhiều năm không thấy ánh mặt trời của Nhà Mạo Hiểm, tiếng tích tắc của nó là minh chứng duy nhất cho sự tồn tại của thời gian.\nSau nhiều năm Nhà Mạo Hiểm bắt buộc phải từ bỏ cuộc sống hằng yêu thích, bước vào cuộc sống bình thường nơi nhà nhỏ,\nChiếc đồng hồ bên cửa sổ vẫn tích tắc như xưa, chờ đợi chuyến mạo hiểm tiếp theo.\n"
      },
      "imgid": "adventurer_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "冒险家金杯",
        "zht": "冒險家金杯",
        "jp": "冒険者の金杯",
        "ko": "모험가의 황금잔",
        "en": "Adventurer's Golden Goblet",
        "de": "Goldkelch eines Abenteurers",
        "es": "Cáliz Dorado del Aventurero",
        "fr": "Coupe en or de l'Aventurier",
        "pt": "Cálice de Ouro do Aventureiro",
        "ru": "Кубок искателя приключений",
        "id": "Adventurer's Golden Goblet",
        "th": "Adventurer's Golden Goblet",
        "vi": "Ly Nhà Mạo Hiểm"
      },
      "description": {
        "zhs": "冒险家某次出征的战利品，虽然有缺口，仍然是值得骄傲的猎获。",
        "zht": "冒險家某次出征的戰利品，雖然有缺口，仍然是值得驕傲的獵獲。",
        "jp": "冒険の戦利品だと思われる。欠けはあるが、それでも自慢できるものだ。",
        "ko": "모험가가 어떤 모험에서 얻은 황금잔. 비록 흠이 있더라도 여전히 자랑스러운 전리품이다",
        "en": "The spoils of one of an adventurer's many expeditions. Though a little damaged, it is still an excellent find.",
        "de": "Die Beute eines Abenteurers von einer seiner Reisen, auf die man trotz der Einkerbungen stolz sein kann.",
        "es": "Trofeo de una de las batallas de algún aventurero. Aunque está un poco dañado, es de todas formas un hallazgo increíble.",
        "fr": "Il s'agit certainement du trophée obtenu à l'issue d'une aventure. Un bel objet, bien que légèrement endommagé.",
        "pt": "Troféu de uma das batalhas do aventureiro. Apesar de estar faltando alguns pedaços, é uma conquista orgulhosa.",
        "ru": "Трофей, привезённый искателем приключений из какой-то экспедиции. Хорошая находка, хоть и немного повреждена.",
        "id": "Salah satu harta yang diperoleh dalam suatu perjalanan seorang petualang, meskipun penuh lecet, tetapi kebanggaan di dalamnya tidak berkurang sedikitpun.",
        "th": "หนึ่งในสิ่งของ ของนักผจญภัยผู้ผ่านการสำรวจมากมาย แม้จะมีตำหนิอยู่บ้าง แต่ก็ยังเป็นของล้ำค่า",
        "vi": "Là chiến lợi phẩm trong một lần xuất chinh của Nhà Mạo Hiểm, tuy là bị vỡ nhưng cũng đáng để tự hào."
      },
      "lore": {
        "zhs": "\n冒险家拿来饮水的破旧金杯，据说是从某处遗迹寻得的宝物。\n金色的杯壁上雕刻着古老模糊的纹路，镶嵌着已黯淡的宝石。\n在他最终告别了以天地为屋舍、以遗迹为居室的冒险生活后，\n古旧的金杯被换作闪耀的摩拉。\n",
        "zht": "\n冒險家拿來飲水的破舊金杯，據說是從某處遺蹟尋得的寶物。\n金色的杯壁上雕刻著古老模糊的紋路，鑲嵌著已黯淡的寶石。\n在他最終告別了以天地為屋舍、以遺蹟為居室的冒險生活後，\n古舊的金杯被換作閃耀的摩拉。\n",
        "jp": "\n冒険者が水を飲むために使うボロボロな金盃。何処かの遺跡で発見した宝物らしい。\n金盃の外側には古くてぼやけた紋様があり、暗くなった宝石が嵌められている。\n天地と遺跡に棲む冒険生活を終えて、\n古くてボロボロな金盃はモラに換金した。\n",
        "ko": "\n모험가는 낡은 물잔을 가져왔다. 어떤 유적에서 찾은 보물이라고 한다.\n금색 잔에는 오래되어 희미한 문양이 새겨져 있고 어두운 색의 보석이 박혀있다.\n그는 결국 천지를 가옥으로 유적을 거실로 하는 모험생활을 끝냈다.\n오래된 금잔은 빛나는 모라로 바뀌였다.\n",
        "en": "\nAn old, golden goblet that the adventurer used to drink water. It is said that he found it in an old ruin.\nThe exterior is engraved with ancient symbols and inlaid with a faded gemstone.\nEventually, the adventurer bid farewell to the nomadic lifestyle.\nThis old, golden goblet was traded in for new, shiny Mora.\n",
        "de": "\nDer sichtlich gealterte Goldkelch eines Abenteurers, den er zum Wassertrinken benutzte, wurde angeblich in alten Ruinen gefunden.\nDie Außenseite des Kelchs war mit uralten Symbolen graviert und ein verblasster Edelstein war ebenfalls darin eingelassen.\nEines Tages verabschiedete sich der Abenteurer jedoch vom Nomadenleben in den Ruinen.\nUnd so tauschte er den Goldkelch gegen eine beachtliche Summe Mora ein.\n",
        "es": "\nUn viejo cáliz dorado que el Aventurero usaba para beber agua. Se dice que lo encontró en unas antiguas ruinas.\nEn su parte exterior, había incrustada una piedra preciosa descolorida en la que estaban grabados unos símbolos antiguos.\nAl final, el Aventurero se tuvo que despedir de su vida nómada,\ny cambió este antiguo cáliz dorado por el brillante Mora.\n",
        "fr": "\nUe ancienne coupe dorée utilisée par l'aventurier pour boire. Il l'aurait trouvée dans d'anciennes ruines.\nDe mystérieux motifs y sont gravés, et l'objet est orné de gemmes à l'éclat terni.\nLe jour vint où l'aventurier dit adieu à sa vie de nomade ;\nil troqua alors la coupe contre une poignée de moras.\n",
        "pt": "\nUm velho cálice dourado que o Aventureiro usava para beber água. É dito que ele achou em uma ruína velha.\nO exterior está cheio de símbolos antigos e incrustado com uma pedra preciosa descolorida.\nEventualmente, o Aventureiro abandonou o estilo de vida nômade.\nEste velho cálice foi vendido por brilhantes Mora.\n",
        "ru": "\nСтарая золотая чаша, из которой пил воду искатель приключений. Ходят слухи, что она была найдена где-то в древних руинах.\nНа золотой поверхности чаши выгравированы непонятные древние узоры. Сама она инкрустирована невыразительным камнем.\nКогда искатель приключений распрощался со своей прежней жизнью авантюриста,\nэту старую чашу он обменял на новенькую, сверкающую мору.\n",
        "id": "\nSebuah piala emas yang biasa petualang itu pakai untuk minum, dikatakan bahwa dia menemukannya di sebuah reruntuhan kuno.\nPada permukaan luarnya terpahat simbol kuno dengan permata yang pudar.\nNamun demikian, petualang tersebut mengucapkan selamat tinggal pada gaya hidupnya yang nomaden,\nPiala emas ini ditukar dengan sejumlah Mora yang berkilauan.\n",
        "th": "\nถ้วยทองคำที่ชำรุดซึ่งนักผจญภัยเคยใช้เพื่อดื่มน้ำ กล่าวกันว่าเป็นสมบัติที่พบที่ไหนสักแห่ง\nส่วนรอบนอกของถ้วยทองนั้นแกะสลักด้วยสัญลักษณ์โบราณที่เรืองรองและฝังด้วยอัญมณีสีจืดจาง\nหลังจากที่เขาก็กล่าวคำอำลากับชีวิตการผจญภัยที่มีฟ้าเป็นมุ้งและ โบราณสถานเป็นบ้าน\nถ้วยทองคำเก่าถูกนำไปแลกเปลี่ยนเป็น Mora ที่ส่องแสงระยิบระยับ\n",
        "vi": "\nNhà Mạo Hiểm cầm đến chiếc đồng hồ vàng cũ ngậm nước, nghe nói là bảo vật được tìm thấy ở một di tích nào đó.\nChiếc đồng hồ vàng được khắc những hoa văn cổ xưa nay đã mờ nhạt và được nạm viên bảo thạch đã phai màu.\nSau khi anh từ bỏ cuộc mạo hiểm lấy trời đất làm nhà, lấy di tích làm nơi ở,\nChiếc cốc vàng cổ xưa được thay bằng Mora lấp lánh.\n"
      },
      "imgid": "adventurer_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "冒险家头带",
        "zht": "冒險家頭帶",
        "jp": "冒険者のバンダナ",
        "ko": "모험가의 머리띠",
        "en": "Adventurer's Bandana",
        "de": "Kopftuch eines Abenteurers",
        "es": "Bandana del Aventurero",
        "fr": "Bandeau de l'Aventurier",
        "pt": "Bandana de Aventureiro",
        "ru": "Повязка искателя приключений",
        "id": "Adventurer's Bandana",
        "th": "Adventurer's Bandana",
        "vi": "Khăn Nhà Mạo Hiểm"
      },
      "description": {
        "zhs": "束在额前的饰带，吸满了汗液、覆盖着尘土。但脏污难以遮掩冒险家的骄傲。",
        "zht": "束在額前的飾帶，吸滿了汗液、覆蓋著塵土。但髒污難以遮掩冒險家的驕傲。",
        "jp": "汗と塵がたくさんついたバンダナは汚れているが、それでも冒険者の自慢である。",
        "ko": "이마에 묶인 장식 띠는 땀과 먼지 범벅이다. 약간 더럽기도 하지만 탐험가의 자랑이기도 하다",
        "en": "A cloth garment worn at the forehead. Though soaked in sweat and covered in dust, it still beams with an adventurer's pride.",
        "de": "Ein Tuch, das man sich um die Stirn wickelt. Es ist voller Schweiß und mit Dreck bedeckt, ist aber der ganze Stolz eines Abenteurers.",
        "es": "Bandana que se ata en la frente. Aunque está impregnada de sudor y cubierta de polvo, la suciedad no puede esconder de ninguna forma el orgullo del Aventurero.",
        "fr": "Un bout de tissu qu'on enroule autour du front. Bien qu'il soit plein de poussière et de sueur, il continue d'être la fierté de l'aventurier.",
        "pt": "A bandana está cheia de suor e coberta de poeira. Embora esteja suja, é difícil esconder orgulho do aventureiro.",
        "ru": "Налобная повязка. Является гордостью искателя приключений, хоть и пропитана потом и пылью.",
        "id": "Aksesoris yang diikat di kepala. Meski dipenuhi noda darah, keringat dan debu, ia tetap melambangkan semangat seorang petualang.",
        "th": "เครื่องประดับสำหรับสวมไว้บน หน้าผาก แม้จะเปื้อนคราบเหงื่อและฝุ่นจากการผจญภัย แต่มันก็ยังเป็นความทรนงของ นักผจญภัยเช่นกัน",
        "vi": "Trang sức cột trên trán, thấm đẫm mồ hôi, che đi cát bụi. Tuy hơi bẩn nhưng khó mà che đi niềm kiêu ngạo của Nhà Mạo Hiểm."
      },
      "lore": {
        "zhs": "\n虽然这只是普普通通的绿色头带，布料坚韧，吸湿挡尘。\n虽然这头带的主人也仅仅是凡人，只拥有一副血肉之躯。\n但高天之上无尽深远的星空，与地下暗无天日的深渊，\n以及它们掩藏的一切秘密，正等待这弱小的人去猎获。\n",
        "zht": "\n雖然這只是普普通通的綠色頭帶，布料堅韌，吸濕擋塵。\n雖然這頭帶的主人也僅僅是凡人，只擁有一副血肉之軀。\n但高天之上無盡深遠的星空，與地下暗無天日的深淵，\n以及它們掩藏的一切秘密，正等待這弱小的人去獵獲。\n",
        "jp": "\n見た目はごく普通の緑のヘアバンド。材質は強靭で、吸水性と防塵性能に優れる。\nこのヘアバンドの所有者も普通の人間で、身体能力も一般的である。\nしかしこの空の上にある星空と、地下にある真っ暗闇の深淵は、\nこの弱い人間が狩りに出かけるのを待っている。\n",
        "ko": "\n비록 보기에는 평범한 녹색 머리띠였지만 옷감이 질겨 습기와 먼지를 방지할 수 있는 물건이였다.\n이 머리띠의 주인도 결국 평범한 인간일 뿐이고 피와 살로 만들어진 육체를 가지고 있을 뿐이였다.\n하지만 하늘 위에 있는 끝없는 별하늘과 땅 밑에 있는 어두컴컴한 심연, \n그리고 그 속에 숨겨진 모든 비밀들은 모두 이 약해 빠진 인간의 사냥을 기다리고 있다.\n",
        "en": "\nThere is nothing special about this green bandana, save that the fabric is rather robust and highly absorbent.\nJust like the bandana, its wearer was an unexceptional, ordinary person.\nBut countless secrets lie hidden in the stars high up above and the abyss deep down below.\nAll of these things are awaiting discovery by mere mortals.\n",
        "de": "\nDieses grüne Kopftuch ist eigentlich nichts Besonderes. Das robuste Material jedoch ist gut, um Feuchtigkeit aufzusaugen.\nGenau wie das Kopftuch ist auch sein Träger nichts Besonderes. Einfach nur ein gewöhnlicher Sterblicher.\nJedoch warten Geheimnisse hoch in den Sternen und tief im Abgrund darauf,\nvon ihm, diesem einfachen Sterblichen, entdeckt zu werden.\n",
        "es": "\nEste pañuelo verde no tiene nada de especial. Su firme tejido es ideal para absorber la humedad y bloquear el polvo.\nAl igual que el pañuelo, su portador era un común mortal.\nPero los secretos escondidos en las estrellas de lo alto del cielo y los abismos de las profundidades de la tierra\nestaban esperando ser descubiertos por él.\n",
        "fr": "\nCe bandana vert n'a rien de spécial, mais son tissu est résistant et absorbe parfaitement l'humidité.\nSon propriétaire était aussi quelqu'un de très ordinaire.\nMais les secrets cachés entre la lointaine voûte étoilée et les ténèbres des abîmes profonds,\nattendent tous d'être découverts par des humains ordinaires.\n",
        "pt": "\nNão tem nada de especial sobre essa bandana verde, exceto que seu tecido é relativamente robusto e bem absorvente.\nAssim como a bandana, seu portador era uma pessoa ordinária.\nMas incontáveis segredos residem escondidos nas estrelas acima e no abismo embaixo.\nTodas essas coisas estão esperando serem descobertas por meros humanos mortais.\n",
        "ru": "\nХотя это всего лишь обыкновенная зелёная повязка на голову, ткань её крепкая и хорошо впитывает влагу.\nИ пускай её владельцем был лишь простой смертный из плоти и крови, \nно, как далёкие звёзды над бездонным небом и беспросветная Бездна глубоко под землёй имеют свои секреты,\nтак и этот всего лишь человек не без тайны: просто подождите, пока он выйдет на охоту.\n",
        "id": "\nTidak ada sesuatu yang spesial mengenai bandana hijau ini, selain kainnya yang kuat dan mempunyai daya serap yang tinggi.\nSama seperti bandana itu, pemakainya juga tidak spesial. Hanya manusia biasa.\nTetapi rahasia yang tak terhitung jumlahnya tersembunyi di atas bintang dan jauh di bawah jurang yang dalam.\nSemuanya menunggu seorang manusia biasa untuk menemukannya.\n",
        "th": "\nแม้ว่านี่จะเป็นแถบคาดศีรษะสีเขียวธรรมดา แต่เนื้อผ้านั้นแข็งแรงและดูดซับฝุ่นได้\nแม้ว่าเจ้าของแถบคาดศีรษะนี้เป็นเพียงมนุษย์ มีเพียงเลือดและเนื้อ\nแต่ความลับที่ซ่อนอยู่ในดวงดาวสูงขึ้นไปบนท้องฟ้าและเหวลึกลงไป ในโลก\nและความลับทั้งหมดที่พวกเขาซ่อนอยู่กำลังรอให้มนุษย์ผู้อ่อนแอผู้นี้ ตามล่า\n",
        "vi": "\nTuy chỉ là chiếc khăn xanh đội đầu bình thường, nhưng vải rất cứng, hút ẩm và chống bụi.\nTuy chủ nhân của chiếc khăn đội đầu chỉ là người bình thường, chỉ là một tấm thân bằng da bằng thịt.\nThế nhưng những vì sao cao tận trên trời, vực sâu thẳm màu tối, \nthậm chí những bí mật mà chúng cất giấu, đang đợi con người nhỏ bé này đi săn.\n"
      },
      "imgid": "adventurer_circlet"
    }
  ]
}