{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "学士",
    "zht": "學士",
    "jp": "学者",
    "ko": "학사",
    "en": "Scholar",
    "de": "Gelehrter",
    "es": "Erudita",
    "fr": "Érudit",
    "pt": "O Estudioso",
    "ru": "Учёный",
    "id": "Scholar",
    "th": "Scholar",
    "vi": "Học Sĩ"
  },
  "descriptions": [
    {
      "zhs": "元素充能效率提高20%。",
      "zht": "元素充能效率提高20%。",
      "jp": "元素チャージ効率+20%。",
      "ko": "원소 충전 효율+20%",
      "en": "Energy Recharge +20%",
      "de": "Erhöht die Aufladerate um 20 %.",
      "es": "Recarga de Energía +20%.",
      "fr": "Augmente la recharge d'énergie de 20 %.",
      "pt": "Recarga de Energia +20%",
      "ru": "Увеличивает скорость восстановления энергии на 20%.",
      "id": "Energy Recharge +20%.",
      "th": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
      "vi": "Hiệu Quả Nạp Nguyên Tố tăng 20%"
    },
    {
      "zhs": "获得元素微粒或元素晶球时，队伍中所有弓箭和法器角色额外恢复3点元素能量。该效果每3秒只能触发一次。",
      "zht": "獲得元素微粒或元素晶球時，隊伍中所有弓箭和法器角色額外恢復3點元素能量。該效果每3秒只能觸發一次。",
      "jp": "元素オーブまたは元素粒子を獲得した時、チーム内全ての弓と法器キャラの元素エネルギーが3回復する。3秒毎に1回のみ発動可能。",
      "ko": "원소 입자 혹은 원소 구슬 획득 시 파티 내 모든 활과 법구를 사용하는 캐릭터는 원소 에너지를 추가로 3pt 회복한다. 해당 효과는 3초마다 1번 발동한다",
      "en": "Gaining Elemental Particles or Orbs gives 3 Energy to all party members who have a bow or a catalyst equipped. Can only occur once every 3s.",
      "de": "Stellt allen Truppenmitgliedern mit Bögen und Katalysatoren beim Erhalten von Elementarteilchen und Elementarkristallen zusätzlich 3 Punkte Elementarenergie wieder her. 3 s Abklingzeit.",
      "es": "Al obtener partículas u orbes elementales, los miembros del equipo que usen arco o catalizador recuperan 3 pts. adicionales de Energía Elemental. Solo puede suceder una vez cada 3 s.",
      "fr": "Les personnages maniant l'arc et le catalyseur récupèrent 3 pts d'énergie supplémentaire à chaque fois qu'une particule ou un orbe élémentaires sont récupérés. Cet effet peut être déclenché une fois toutes les 3 s.",
      "pt": "Obter Partículas ou Orbes Elementais confere 3 de Energia a todos os membros da equipe que possuem um arco ou catalisador equipado. Pode ser ativado uma vez a cada 3s.",
      "ru": "Получение элементальных сфер или частиц восстанавливает 3 ед. энергии членам отряда, экипированным стрелковым оружием или катализатором. Может возникнуть раз в 3 сек.",
      "id": "Mendapatkan Elemental Particle/Orb akan memberikan 3 Energy kepada seluruh anggota party yang mengenakan bow atau catalyst. Dapat terpicu setiap 3 detik.",
      "th": "เมื่อเก็บอณูธาตุ/ลูกแก้ว ตัวละครทั้งหมดในทีมที่ใช้ธนูและสื่อเวทจะได้รับการฟื้นฟูพลังงานธาตุเพิ่ม 3 หน่วย ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเพียงหนึ่งครั้งในทุก 3 วินาที",
      "vi": "Khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tất cả nhân vật dùng cung tên và Pháp Khí trong đội sẽ hồi thêm 3 Năng Lượng Nguyên Tố. Mỗi 3s mới thi triển 1 lần."
    }
  ],
  "imgid": "scholar_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "学士的书签",
        "zht": "學士的書籤",
        "jp": "学者のしおり",
        "ko": "학사의 책갈피",
        "en": "Scholar's Bookmark",
        "de": "Gelehrtenlesezeichen",
        "es": "Marcapáginas de la Erudita",
        "fr": "Marque-page de l'Érudit",
        "pt": "Marca-páginas de Estudioso",
        "ru": "Закладка учёного",
        "id": "Scholar's Bookmark",
        "th": "Scholar's Bookmark",
        "vi": "Kẹp Sách Học Sĩ"
      },
      "description": {
        "zhs": "用来充当书签的干花，吸满了书卷的香气。",
        "zht": "用來充當書籤的乾花，吸滿了書卷的香氣。",
        "jp": "しおりに使われた乾燥花、書籍のにおいがする。",
        "ko": "책갈피로 사용하는 말린 꽃은 책의 향을 듬뿍 빨아들였다",
        "en": "A dried flower used as a bookmark. It has absorbed the scent from the pages.",
        "de": "Eine getrocknete Blüte, die nun als Lesezeichen dient. Sie hat den Duft der Seiten angenommen.",
        "es": "Una flor seca que se usa como marcapáginas. Ha absorbido el aroma de los libros.",
        "fr": "Une fleur séchée qui sert désormais de marque-page. Elle a pris l'odeur des pages au fil du temps.",
        "pt": "Uma flor ressecada usada como marca página. Ela chegou a absorver o aroma das páginas.",
        "ru": "Высушенный лист, используемый в качестве закладки. Он впитал в себя запах страниц.",
        "id": "Bunga kering yang digunakan sebagai pembatas buku, aroma bunganya kini telah tergantikan dengan aroma buku.",
        "th": "ดอกไม้แห้งที่ใช้เป็นที่คั่นหนังสือ มันดูดซับเอากลิ่นของหน้ากระดาษไว้ด้วย",
        "vi": "Hoa khô dùng thay cho kẹp sách, đã hấp thu hết hương thơm của sách."
      },
      "lore": {
        "zhs": "\n在埋首书海的生活中，象牙塔内的学士罕有见识鲜花的机会。\n为了排解书斋中的孤独，仰慕学士的少年带来了异域的花朵。\n学士精心收藏了这份心意，将它风干，在厚厚的书页间夹紧。\n从此以后，在学士如山的灰暗书卷中，多了一抹惊艳的色彩。\n",
        "zht": "\n在埋首書海的生活中，象牙塔內的學士罕有見識鮮花的機會。\n為了排解書齋中的孤獨，仰慕學士的少年帶來了異域的花朵。\n學士精心收藏了這份心意，將它風乾，在厚厚的書頁間夾緊。\n從此以後，在學士如山的灰暗書卷中，多了一抹驚豔的色彩。\n",
        "jp": "\n象牙の塔にいる本に溺れた学士は、花を見ることが滅多になかった。\n書斎にいる孤独感を癒やすために、学士に憧れる少年は異国の花を持ってきた。\n学士はこの気持ちを受け取って丁寧に扱った。花を乾燥させ、ドライフラワーにして本に挟んだ。\nそれ以来、山ほど積み重なった灰色の書籍の中に彩りができた。\n",
        "ko": "\n책 더미 속에 묻혀 사는 동안 학사는 생화를 볼 기회를 좀처럼 갖지 못했다.\n서재 속에서의 고독함을 달래주기 위해 학사를 흠모하던 소년은 외지의 생화를 가져온다.\n학사는 이 마음을 고이 간직하기 위해 생화를 바람에 말려 두꺼운 책에 끼워두었다.\n그 후부터 온통 회색으로 가득 찼던 학사의 서재들에 또 하나의 화려한 색채가 더해졌다.\n",
        "en": "\nFlowers were a rare sight for the scholar who lived in her ivory tower, buried under piles of books.\nA young man, who admired the scholar, once gave her this exotic flower in the hope of bringing some life to the dull and lonely days she spent in her study.\nThe scholar accepted the gift gratefully and made a flower bookmark with it.\nEver since then, there has always been a splash of vivid color hidden somewhere in the pages of the dull piles of books.\n",
        "de": "\nWenn man sein Leben fast nur unter einem Stapel Bücher verbringt, hat man selten die Gelegenheit ein paar Blumen zu sehen.\nUm seine Einsamkeit zu lindern, hatte eine junge Verehrerin ihm diese exotische Blume geschenkt.\nDankbar nahm er dieses Geschenk an und machte ein Lesezeichen daraus.\nSeitdem waren die sonst so grauen Bücher ein bisschen farbenfroher.\n",
        "es": "\nLas flores eran algo raro para la Erudita, que vivía en una torre de marfil enterrada bajo montones de libros.\nUn joven que la admiraba le regaló una flor exótica con la esperanza de poder alegrarle sus tediosos y solitarios días de estudio.\nLa Erudita aceptó el regalo con gratitud, e hizo un marcapáginas de flores con él.\nAsí, siempre habrá un atisbo de color escondido en todo ese montón de libros aburridos.\n",
        "fr": "\nLes occasions étaient rares pour l'érudite de pouvoir admirer les fleurs, occupée qu'elle était dans sa tour d'ivoire.\nUn admirateur lui avait offert cette fleur exotique, espérant ainsi lui apporter quelque réconfort dans sa vie solitaire. \nL'érudite accepta son cadeau avec gratitude et transforma cette fleur en marque-page.\nL'objet ne manqua dès lors pas d'apporter une touche de couleur à ses livres arides.\n",
        "pt": "\nFlores eram algo raro para a Estudiosa, pois ela vivia em uma Torre de Marfim cheia de livros.\nUm jovem, que a admirava, lhe ofereceu uma flor exótica com esperança de poder alegrar seus dias de estudo monótono e solitário.\nA Estudiosa aceitou o presente agradecidamente e fez um marcador de página com a flor.\nA partir desse momento, passou a existir um pouco de cor vívida entre as folhas daqueles livros aborrecidos.\n",
        "ru": "\nУчёной, живущей в удалённом от мира уголке среди одних лишь книг редко удавалось увидеть живые цветы.\nОднажды восхищённый учёной юноша, чтобы скрасить её одиночество, принёс ей экзотический цветок.\nУчёная трепетно хранила этот подарок: она засушила цветок и поместила его меж страниц огромного фолианта.\nС тех пор этот цветок был разноцветным огоньком среди гор серых, скучных книг и свитков.\n",
        "id": "\nBunga adalah pemandangan yang sangat langka dilihat oleh pelajar di menara gading yang selalu ditemani oleh tumpukan buku-buku.\nSeorang pemuda, yang mengagumi pelajar itu, pernah memberinya bunga yang eksotis dengan harapan bisa membawa sedikit kehidupan dalam hidupnya yang hambar dan kesepian saat dia belajar.\nPelajar itu menerima bunga itu dengan senang hati dan membuatnya sebagai pembatas buku.\nSejak saat itu, ada sedikit warna di antara halaman-halaman tumpukan buku tersebut.\n",
        "th": "\nดอกไม้เป็นสิ่งที่เห็นได้ยากสำหรับนักวิชาการที่อาศัยอยู่ในหอคอยงาช้างซึ่งจมอยู่ใต้กองหนังสือ\nชายหนุ่มผู้ชื่นชมในตัวของนักวิชาการให้ดอกไม้ที่แปลกใหม่นี้แก่เธอ โดยหวังว่าจะนำความมีชีวิตชีวามาสู่วันที่น่าเบื่อและเหงาหงอยในห้องค้นคว้า\nนักวิชาการเก็บความหวังดีนี้ไว้อย่างตั้งใจ เธอนำมันไปตากลมจนแห้ง และหนีบไว้โดยหนังสืออย่างดี\nจากนี้เป็นต้นไป มันจะมีสีสันสดใสซ่อนอยู่ในกองหนังสือที่น่าเบื่อเหล่านี้อยู่เสมอ\n",
        "vi": "\nCuộc sống chôn mình trong biển sách, khiến Học Sĩ trong tháp ngà voi hiếm có dịp được thấy hoa tươi.\nĐể giảm bớt nỗi cô đơn trong nghiên cứu, các thiếu niên ngưỡng mộ Học Sĩ đã mang đến tặng những bông hoa ở dị vực.\nHọc Sĩ cẩn thận cất giữ tấm chân tình bằng cách đem hoa phơi khô rồi kẹp trong những trang sách dày.\nTừ đó trở về sau, trong chồng sách như núi của Học Sĩ, ngoài màu xám đen đã nhuốm thêm những màu sắc tươi mới.\n"
      },
      "imgid": "scholar_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "学士的羽笔",
        "zht": "學士的羽筆",
        "jp": "学者の羽根ペン",
        "ko": "학사의 깃펜",
        "en": "Scholar's Quill Pen",
        "de": "Gelehrtenfeder",
        "es": "Pluma de la Erudita",
        "fr": "Plume de l'Érudit",
        "pt": "Caneta de Pena de Estudioso",
        "ru": "Перо учёного",
        "id": "Scholar's Quill Pen",
        "th": "Scholar's Quill Pen",
        "vi": "Bút Lông Học Sĩ"
      },
      "description": {
        "zhs": "用做书写工具的某种鸟类尾羽，根部已经被浸成洗不去的黑。",
        "zht": "用做書寫工具的某種鳥類尾羽，根部已經被浸成洗不去的黑。",
        "jp": "ペンに作られたある鳥類の尾羽、根元は洗っても消えないほどの黒である。",
        "ko": "필기도구로 쓰이는 어떤 조류의 꽁지깃털의 끝은 이미 검게 물들어 씻어낼 수 없다",
        "en": "A bird's feather that serves as a quill pen. The tip has long been stained black.",
        "de": "Die Feder vom Schwanz eines Vogels, verwendet als Schreibutensil, an dessen Ende die Tinte nicht mehr abgewaschen werden kann.",
        "es": "La pluma de un pájaro que sirve como herramienta para escribir. La punta lleva mucho tiempo teñida de negro.",
        "fr": "Une plume de la queue d'un oiseau, utilisée comme instrument d'écriture. L'encre à son bout ne part plus au lavage.",
        "pt": "A pena de um pássaro que serve como uma caneta de pena. A ponta está manchada de preto há muito tempo.",
        "ru": "Перо птицы, служащее для письма. Его кончик покрыт чёрными чернилами.",
        "id": "Bulu seekor burung yang digunakan sebagai pena untuk menulis. Ujungnya yang tadinya putih kini berwarna hitam pekat.",
        "th": "ขนนกที่ใช้เป็นอุปกรณ์สำหรับเขียน ปลายของมันเปื้อนสีดำมาเป็นเวลา นานแล้ว",
        "vi": "Lông chim dùng làm bút viết, đã bị nhuốm màu đen không rửa sạch được."
      },
      "lore": {
        "zhs": "\n学士的羽毛笔，由异域飞鸟的尾羽制成。\n由于笔耕不辍，已被染成了庄严的黑色。\n多年以来，学士从未更换过手中已染黑的羽笔。\n正如久历战场的士兵，羽笔是她最趁手的武器。\n",
        "zht": "\n學士的羽毛筆，由異域飛鳥的尾羽製成。\n由於筆耕不輟，已被染成了莊嚴的黑色。\n多年以來，學士從未更換過手中已染黑的羽筆。\n正如久歷戰場的士兵，羽筆是她最趁手的武器。\n",
        "jp": "\n学士の羽根ペン。異国の鳥の羽根を使用した。\n長く使い続けた結果、荘厳な黒色に染まった。\nずっと使っていたこの黒い羽根ペンは\nベテランの戦士のように、彼女にとって一番使いやすい武器。\n",
        "ko": "\n학사의 깃펜은 타향의 새의 꽁지 깃털로 만들어졌다.\n글을 쓰는 걸 여태 멈추지 않아서인지 깃펜은 이미 장엄한 검은색으로 물들여졌다.\n수년이 지났지만 학자는 이 검게 물든 깃털 붓을 바꾼 적이 없다.\n전투를 오래 경험한 병사처럼 깃펜이 그녀에게 가장 알맞은 무기였기 때문이다.\n",
        "en": "\nThe scholar's quill pen is made from the feather of an exotic bird.\nAfter an enormous amount of writing, the feather has been stained black.\nIn all her years, the scholar never thought of changing her stained quill pen for a new one.\nJust as an old soldier feels most at ease with his own weapon, the scholar needed her familiar quill pen.\n",
        "de": "\nDie Feder des Gelehrten ist aus den Schwanzfedern eines exotischen Vogels gefertigt.\nNach so langer Nutzung ist die Feder schon ganz schwarz gefärbt von der Tinte.\nAber auch nach so vielen Jahren hat der Gelehrte nie daran gedacht, die Feder zu ersetzen.\nFür ihn galt wie für einen Soldaten auf dem Schlachtfeld, die Feder ist mächtiger als das Schwert.\n",
        "es": "\nLa pluma de la Erudita, hecha con el plumaje de un pájaro exótico.\nComo no paraba de escribir, la pluma se había manchado completamente de negro.\nDurante años, la Erudita nunca pensó en cambiar su herramienta de trabajo.\nAl igual que un soldado veterano necesita su mejor arma, la Erudita necesitaba su pluma.\n",
        "fr": "\nLa plume de l'érudite provient d'un oiseau exotique.\nSa couleur originelle a été recouverte par l'encre noire.\nSa propriétaire n'a jamais pensé à en changer.\nTout comme le soldat ne quitte jamais son arme, la plume était toujours à ses côtés.\n",
        "pt": "\nA caneta da Estudiosa era feita de uma pena de um pássaro exótico.\nComo não parava de escrever, a pena ficou completamente tingida de preto.\nDurante todos esses anos, a Estudiosa nunca pensou em trocar sua caneta de pena por uma caneta nova.\nComo um soldado veterano que precisa de sua melhor arma, a Estudiosa precisava de sua caneta de pena.\n",
        "ru": "\nПисчее перо учёной, сделанное из пера заморской птицы.\nИз-за непрерывного использования в него намертво въелись чернила.\nУчёная пользовалась пером на протяжении многих лет и ни разу не меняла его.\nКак клинок становится будто продолжением солдата, долгое время находившегося на поле боя, так и перо стало оружием, с которым она давно сроднилась.\n",
        "id": "\nBulu pena milik pelajar itu terbuat dari bulu burung eksotis.\nSetelah menulis sekian banyak, bulu tersebut berubah hitam.\nDi sekian tahun hidupnya, pelajar tersebut tidak pernah berpikir untuk mengganti pena bulunya dengan yang baru.\nSama seperti seorang prajurit lama merasa nyaman dengan senjatanya sendiri, seorang pelajar memerlukan pena yang nyaman untuknya.\n",
        "th": "\nปากกาขนนกของนักวิชาการ ทำจากขนนกที่แปลกใหม่\nหลังจากงานเขียนจำนวนมหาศาล ขนนกก็เปลี่ยนเป็นสีดำ\nหลายปีต่อมา นักวิชาการนั้นไม่เคยคิดที่จะเปลี่ยนปากกาขนนกดำ ๆ ของเธอเลย\nนักวิชาการต้องการปากกาขนนกของเธอ เฉกเช่นกับทหารเก่าที่ต้องการอาวุธที่คุ้นเคยที่สุดของเขา\n",
        "vi": "\nBút lông Học Sĩ, được tạo nên từ đuôi loài chim ở dị vực.\nCây viết được dùng liên tục nên đã nhuốm một màu đen trang nghiêm.\nNhiều năm qua, Học Sĩ chưa từng dùng một cây bút lông vũ nào khác.\nCũng giống như người lính từng trải qua nhiều cuộc chiến, cây bút lông là vũ khí mạnh nhất của bà.\n"
      },
      "imgid": "scholar_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "学士的时钟",
        "zht": "學士的時鐘",
        "jp": "学者の時計",
        "ko": "학사의 탁상시계",
        "en": "Scholar's Clock",
        "de": "Gelehrtentischuhr",
        "es": "Reloj de la Erudita",
        "fr": "Horloge de l'Érudit",
        "pt": "Relógio do Estudioso",
        "ru": "Часы учёного",
        "id": "Scholar's Clock",
        "th": "Scholar's Clock",
        "vi": "Đồng Hồ Học Sĩ"
      },
      "description": {
        "zhs": "适合放在桌面上的小钟，对久不见天日的学者来说是唯一的时间参考吧。",
        "zht": "適合放在桌面上的小鐘，對久不見天日的學者來說是唯一的時間參考吧。",
        "jp": "机に置くのに適した時計。研究に没頭する学者に時間を教える。",
        "ko": "탁상에 놓기에 적합한 작은 시계는 방안에서만 시간을 보내는 학자들에게 시간을 참고할 수 있는 유일한 도구이다",
        "en": "A small desktop clock, whose former owner was a scholar sat in a windowless room buried in books. This was probably the only reference they had to the time of day.",
        "de": "Eine Uhr, die sich gut auf einem Tisch macht. Sie bietet Gelehrten, die kaum an die Sonne gehen, eine Möglichkeit, Tag und Nacht voneinander zu unterscheiden.",
        "es": "Un pequeño reloj de escritorio. Proporciona la única referencia sobre la hora para los eruditos que están todo el día estudiando.",
        "fr": "Une petite horloge qui a sa place sur un bureau. Elle permet aux chercheurs qui ne sortent jamais de distinguer le jour de la nuit.",
        "pt": "Um pequeno relógio de mesa. Ele fornece a única referência ao tempo para estudiosos que passam o dia inteiro estudando.",
        "ru": "Маленькие настольные часы. Подсказывают время закопавшимся в книги учёным.",
        "id": "Sebuah jam kecil yang cocok diletakkan di atas meja. Berguna sebagai satu-satunya petunjuk waktu bagi pelajar yang tenggelam dalam buku-buku bacaannya.",
        "th": "นาฬิกาตั้งโต๊ะที่ใช้เตือน ให้เหล่าผู้เล่าเรียนได้รู้เวลา ในระหว่างที่จมอยู่ในกองหนังสือ",
        "vi": "Đồng hồ nhỏ thích hợp đặt trên bàn, là vật để xem thời gian duy nhất đối với những mọt sách."
      },
      "lore": {
        "zhs": "\n小巧精致的座钟，被精心摆放在学士书桌上不易被碰掉的位置。\n埋首书斋的学士常年不见天日，对于时间的感触如同盲人观物。 \n这小巧的座钟在学术的苦行中指引方向，让学士得以规划前路。\n当智慧最终降临这间书斋，学士消耗的长久时光终究不会白费。\n",
        "zht": "\n小巧精緻的座鐘，被精心擺放在學士書桌上不易被碰掉的位置。\n埋首書齋的學士常年不見天日，對於時間的感觸如同盲人觀物。\n這小巧的座鐘在學術的苦行中指引方向，讓學士得以規劃前路。\n當智慧最終降臨這間書齋，學士消耗的長久時光終究不會白費。\n",
        "jp": "\n小さくて精巧な置き時計。落ちないように学士は置く場所を選んだ。\n長年書籍に顔を埋めた学士にとって、時間は盲人が物を見るようだ。\nこの小さな置き時計は学問の苦難に陥った学士を導き、前方を照らしてくれた。\n知恵は最後、この書斎に降臨する。学士が費やした時間は無駄にならないだろう。\n",
        "ko": "\n예쁘고 아담한 탁상시계가 실수로 떨어지지 않게 안전한 위치에 정성스레 놓여 있다.\n서재에 종일 머리를 틀어박고 일 년 내내 바깥세상을 보지 않는 학사의 시간에 대한 감각은 장님이 물건을 보는 것과 같다.\n이 아담한 탁상시계는 항상 학술의 고행에서 방향을 잡아줬고 학사가 앞길을 계획할 수 있도록 인도해 주었다.\n어느 날 지혜가 서재의 문을 두드리는 순간이 온다면 학사가 그동안 보내왔던 오랜 시간은 헛되지 않을 것이다.\n",
        "en": "\nA delicate clock placed carefully on the scholar's desk.\nSpending days and nights in her study, the scholar lost all sense of time.\nThis exquisite clock served as a beacon guiding the scholar in her relentless pursuit of knowledge.\nThe time the scholar spent would prove to be fruitful. Knowledge would find its way to her.\n",
        "de": "\nEine sehr präzise kleine Standuhr, positioniert direkt auf dem Schreibtisch des Gelehrten.\nWenn man Tag und Nacht im Studienzimmer verbringt, vergisst man schon mal leicht die Zeit.\nDiese exquisite Uhr diente dem Gelehrten als Zeitmesser auf seiner Suche nach Wissen.\nWenn er eines Tages endlich die Antworten gefunden hat, wird sich seine Hingabe endlich bezahlt machen.\n",
        "es": "\nUn delicado reloj colocado cuidadosamente sobre el escritorio de la Erudita.\nComo pasaba día y noche en la sala de estudio, solía perder la noción del tiempo.\nEste elegante reloj le sirvió como un faro que la guiaba en su incesante búsqueda del conocimiento.\nToda la cantidad de tiempo que pasó entre libros habrá merecido la pena cuando la sabiduría llame a las puertas de su estudio.\n",
        "fr": "\nUne horloge placée soigneusement sur le bureau de l'érudite.\nÊtre le nez dans les livres jour et nuit lui avait fait perdre la notion du temps.\nL'horloge était sa compagne dans sa quête du savoir.\nTout le temps passé dans ses recherches finit un jour par payer.\n",
        "pt": "\nUm delicado relógio foi cuidadosamente colocado na secretária da Estudiosa.\nPassando dias e noites em seu escritório, a Estudiosa perdeu a noção do tempo.\nEsse belo relógio serviu como guia para orientar a Estudiosa em sua incessante busca por conhecimento.\nO tempo que a Estudiosa gastou nos estudos seria frutífero, pois o conhecimento chegaria até ela.\n",
        "ru": "\nИскусно сделанные часы, стоявшие на столе у учёной ровно в том месте, где их было бы труднее всего уронить.\nВ глубинах своей библиотеки учёная почти не видела белого света, и от того часто теряла ощущение времени.\nЭти прекрасные часы вели её в течение всей аскетической жизни, позволяя ей планировать свои следующие шаги.\nВ конечном счёте учёная не зря потратила столько времени, и мудрость, наконец, снизойдёт на неё в этой библиотеке.\n",
        "id": "\nSebuah jam yang kecil ditaruh di atas meja sang pelajar.\nMenghabiskan siang dan malam hanya untuk belajar, sang pelajar lupa mengenai waktu.\nJam elegan itu seolah membimbingnya dalam perjalanan tiada henti dalam mencari ilmu pengetahuan.\nWaktu yang dihabiskannya akan terbukti berhasil. Ilmu pengetahuan akan menemukan jalan kepadanya.\n",
        "th": "\nนาฬิกาขนาดเล็กและประณีตถูกวางไว้อย่างดีบนโต๊ะของนักวิชาการ เพื่อไม่ให้ทำมันตกได้ง่าย ๆ\nใช้เวลาทั้งวันทั้งคืนในห้องหนังสือ นักวิชาการได้หลงลืมเวลาไปเรียบร้อยแล้ว\nนาฬิกาที่งดงามนี้ทำหน้าที่เป็นสัญญาณนำทางนักวิชาการในการ แสวงหาความรู้อย่างไม่หยุดยั้งของเธอ\nเวลาที่นักวิชาการใช้ไปจะพิสูจน์ให้ได้เห็นผล เฉกเช่นความรู้ที่จะหาทางไปหาเธอ\n",
        "vi": "\nChiếc đồng hồ tinh xảo được đặt cẩn thận trên bàn của Học Sĩ, nơi mà khó bị rơi vỡ.\nCuộc sống chôn mình trong biển sách khiến Học Sĩ nhiều năm không thấy mặt trời, độ nhạy cảm với thời gian cũng vì thế mà giống như người mù nhìn sự vật vậy.\nChiếc đồng hồ không quản ngại vất vả vẫn hoàn thành nhiệm vụ của mình, giúp Học Sĩ lên kế hoạch cho con đường phía trước.\nCho đến khi trí tuệ được khai sáng trong căn phòng sách này, tất cả những khổ nhọc của việc nghiên cứu trường kỳ của học sĩ sẽ không còn là vô ích.\n"
      },
      "imgid": "scholar_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "学士的墨杯",
        "zht": "學士的墨杯",
        "jp": "学者のコップ",
        "ko": "학사의 먹잔",
        "en": "Scholar's Ink Cup",
        "de": "Gelehrten-Tintenfass",
        "es": "Tintero de la Erudita",
        "fr": "Coupe de l'Érudit",
        "pt": "Cálice de Tinta do Estudioso",
        "ru": "Чернильница учёного",
        "id": "Scholar's Goblet",
        "th": "Scholar's Ink Bottle",
        "vi": "Ly Mực Học Sĩ"
      },
      "description": {
        "zhs": "原本是饮水用的容器，因为常用来洗笔而被染黑。",
        "zht": "原本是飲水用的容器，因為常用來洗筆而被染黑。",
        "jp": "水を飲むための容器だったが、筆を洗う容器に使われたため、真っ黒に染まった。",
        "ko": "본디 물을 마시는데 사용하는 용기였는데 펜을 자주 헹궈 검게 물들었다",
        "en": "Originally designed to hold drinking water, this cup was stained black after a scholar used it to wash their paint brushes.",
        "de": "Anfänglich ein Gefäß zur Aufnahme von Getränken, nun dunkel gefärbt durch häufiges Waschen von Pinseln.",
        "es": "Originalmente un recipiente para agua potable. Se ha teñido de negro después de haber sido utilizado para limpiar pinceles.",
        "fr": "Autrefois utilisée pour boire, cette coupe est désormais noircie par les lavages de pinceaux répétitifs.",
        "pt": "Originalmente era um recipiente para beber água. Hoje em dia está manchado de preto após ter sido usado para lavar os pincéis de tinta.",
        "ru": "Изначально это была ёмкость для питья, но теперь она покрыта чернилами изнутри.",
        "id": "Awalnya merupakan alat penampung air yang digunakan untuk minum. Kini telah berubah warna menjadi hitam karena digunakan untuk mencuci kuas tinta.",
        "th": "แต่เดิมแล้วมันเป็นภาชนะที่ออกแบบ มาเพื่อใช้บรรจุน้ำดื่ม แต่มันเปื้อนสีดำ จากการถูกนำไปใช้ล้างพู่กันทาสี",
        "vi": "Vốn là vật đựng nước uống, nhưng bị dùng để rửa bút lông nên đã biến thành màu đen."
      },
      "lore": {
        "zhs": "\n学士书桌上雅致的茶杯，以轻薄的陶瓷制成，勾勒着鎏金的花边。\n与书斋内杂乱的景象格格不入，似乎足以表明她的家世并不简单。\n但孤高的学士却从不在乎这茶杯的美感与用途，将羽笔浸入其中。\n她仅将它当成了清洗笔头的小小墨池，任之被墨汁染得漆黑丑陋。\n",
        "zht": "\n學士書桌上雅緻的茶杯，以輕薄的陶瓷製成，勾勒著鎏金的花邊。\n與書齋內雜亂的景象格格不入，似乎足以表明她的家世並不簡單。\n但孤高的學士卻從不在乎這茶杯的美感與用途，將羽筆浸入其中。\n她僅將它當成了清洗筆頭的小小墨池，任之被墨汁染得漆黑醜陋。\n",
        "jp": "\n学士のテーブルに置いてあったコップ。金メッキ仕様の薄い陶磁器である。\n乱雑な部屋にそぐわず、高い社会階層の出身者であることが窺える。\nしかし孤高な学士はこの美しいコップの使い道を無視し、羽根ペンを入れていた。\n彼女はそれを筆先を洗う硯としても使っていた。黒い墨に染まってもそのまま放置した。\n",
        "ko": "\n학사의 책상에 놓여진 우아한 찻잔은 얇은 도자기로 만들어진 잔으로 유금의 테두리를 지니고 있다.\n이 난잡한 서재와 어울리지 않는 찻잔을 보면 그녀의 가문이 결코 간단하지 않다는 사실을 알 수 있다.\n고고한 학사는 이 찻잔의 아름다움과 용도는 아랑곳하지 않고 그저 깃펜을 찻잔에 헹구고 있었다.\n그녀가 찻잔을 펜을 씻는 물건으로 생각하여 그런지 찻잔이 먹물로 인해 흉하게 물들어도 그녀는 대수롭지 않게 넘겼다.\n",
        "en": "\nA delicate tea cup that belonged to a scholar. This treasured cup is made of light porcelain and gilded with gold stripes.\nThe dainty cup was in stark contrast with the messy room in which it was found, but seemed to suggest that the scholar was from a well-to-do family.\nNot caring about the beauty and purpose of the tea cup, the scholar in her ivory tower dipped her quill pen in it.\nShe only saw it as a convenient ware to wash the tip. Now covered in ink stains, the cup has long since lost its former elegance.\n",
        "de": "\nEine filigrane Tasse auf dem Schreibtisch des Gelehrten, gefertigt aus feinstem Porzellan und veredelt mit goldenen Streifen.\nAuch wenn diese Tasse im starken Kontrast zum Rest des Raumes stand, so ließ sie dennoch darauf schließen, dass der Besitzer aus relativ gutem Hause kommen musste.\nDem Gelehrten war die Schönheit oder der Wert der Tasse jedoch relativ egal und so tunkte er regelmäßig seinen Füllfederhalter hinein.\nFür ihn war sie nichts weiter als ein Gefäß zum Reinigen der Spitze seines Füllfederhalters, ihn störte nicht, dass sie bereits voller Flecken und Dreck war.\n",
        "es": "\nUna delicada taza de té perteneciente a la Erudita. Esta obra de arte está hecha de porcelana ligera y recubierta con líneas doradas.\nSi bien contrastaba drásticamente con su desordenada habitación, la taza sugería que la Erudita procedía de una familia noble.\nSin preocuparse por la belleza y el propósito de la taza de té, la estudiosa, que vivía en una torre de marfil, sumergió su pluma en ella.\nPara ella, la taza era simplemente un recipiente en el que lavar la tinta. En consecuencia, hace mucho tiempo que el objeto perdió su elegancia original.\n",
        "fr": "\nUne délicate tasse à thé ayant appartenu à une érudite. Cet objet d'art en porcelaine est orné de motifs dorés.\nContrastant avec le désordre du lieu où elle fut trouvée, elle semble suggérer que sa propriétaire est issue d'une famille riche.\nPeu soucieuse de l'utilité ou de la délicatesse de la tasse, l'érudite l'utilisait pour y déposer sa plume.\nSali par des taches d'encre, l'objet a fini par perdre son élégance d'antan.\n",
        "pt": "\nUma xícara de chá que pertenceu à Estudiosa. Essa preciosa xícara é feita de uma leve porcelana com tiras douradas.\nA xícara contrastava com a sala bagunçada em que estava, mas sugeria que a Estudiosa vinha de uma família nobre.\nNão se importando com a beleza ou o propósito da xícara de chá, a Estudiosa na torre de marfim pôs sua caneta de pena nela.\nEla apenas via a xícara como uma forma conveniente de limpar a ponta. Agora coberta em manchas de tinta, a xícara perderá muito de sua elegância.\n",
        "ru": "\nИзящная чайная чашка, со стола учёной. Она изготовлена из тонкого фарфора, а на кромку нанесена тонкая линия позолоты.\nСовершенно несочетающаяся с царившим в кабинете учёной бардаком, чашка выглядит так, будто её хозяйка была родом из весьма небедной семьи.\nНо, кажется, ученая не придавала этому значения и держала в чашке перья для письма.\nОна использовала её лишь для промывания перьев, и чашка, покрытая чернильными разводами, давно потеряла былую красоту.\n",
        "id": "\nSebuah cangkir teh cantik milik seorang pelajar. Terbuat dari porselen ringan dan disepuh dengan garis-garis emas.\nCangkir mungil itu sangat kontras dengan ruangan berantakan tempat ditemukannya, tetapi tampaknya menunjukkan bahwa pelajar itu berasal dari keluarga kaya.\nTanpa memedulikan kecantikan dan kegunaan dari cangkir teh itu, pelajar di menara gading itu mencelupkan bulu penanya.\nDia hanya melihatnya sebagai cara yang praktis untuk mencuci ujungnya. Sekarang cangkir itu telah tercemar oleh tinta dan kehilangan kecantikannya.\n",
        "th": "\nถ้วยชาที่ละเอียดอ่อนซึ่งเป็นของนักวิชาการ ผลงานศิลปะชิ้นนี้ทำจากกระเบื้องสีอ่อนและปิดทองด้วยแผ่นทอง\nถ้วยชานี้ในขณะที่สร้างความแตกต่างอย่างมากกับห้องที่ยุ่งเหยิงนี้ ดูเหมือนจะเป็นการชี้ให้เห็นว่านักวิชาการมาจากตระกูลที่ไม่ธรรมดา\nไม่ได้สนใจเกี่ยวกับความงามและจุดประสงค์ของถ้วยชา นักวิชาการที่อาศัยอยู่ในหอคอยงาช้างจุ่มปากกาขนนกของเธอลงไป\nเธอเพียงแต่เห็นว่ามันเป็นเครื่องมือที่สะดวกในการล้างปลายปากกา ด้วยคราบหมึกทั้งหมดถ้วยจึงสูญเสียความสง่างามไปนานแล้ว\n",
        "vi": "\nTách trà tao nhã trên bàn của học sĩ làm bằng gốm mỏng, phác họa hoa văn mạ vàng.\nKhông ăn nhập với cảnh lộn xộn của thư phòng, dường như đủ để thể hiện gia thế của cô ấy không đơn giản.\nNhưng học sĩ cao ngạo lại chưa từng để ý đến vẻ đẹp và công dụng của tách trà này, ngâm bút lông trong đó.\nCô chỉ đem nó xem như cái bồn nhỏ để rửa đầu bút, tùy ý để mực đen nhiễm bẩn.\n"
      },
      "imgid": "scholar_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "学士的镜片",
        "zht": "學士的鏡片",
        "jp": "学者のレンズ",
        "ko": "학사의 렌즈",
        "en": "Scholar's Lens",
        "de": "Gelehrtenmonokel",
        "es": "Monóculo de la Erudita",
        "fr": "Lunettes de l'Érudit",
        "pt": "Lentes do Estudioso",
        "ru": "Очки учёного",
        "id": "Scholar's Glasses",
        "th": "Scholar's Glasses",
        "vi": "Mảnh Kính Học Sĩ"
      },
      "description": {
        "zhs": "大量的阅读会伤害读者的视力；为了弥补这样的损伤，而定制的道具。",
        "zht": "大量的閱讀會傷害讀者的視力；為了彌補這樣的損傷，而定製的道具。",
        "jp": "大量の読書によってダメージを受けた視力はこれがあれば問題ない。",
        "ko": "엄청난 양의 독서는 독자의 시력을 상하게 한다. 이런 손상을 보완하기 위해 맞춤화된 도구이다",
        "en": "This corrective lens helped restore the vision of one whose eyes were damaged from intensive studying.",
        "de": "Die Sehkraft wird durch vieles Lesen eventuell beeinträchtigt. Dieses Objekt hilft dabei, den Effekt auszugleichen.",
        "es": "Este objeto fue creado para mitigar el daño que la lectura intensiva causa a los ojos.",
        "fr": "Trop de lecture endommage la vue. Cet objet est conçu pour réduire la fatigue visuelle.",
        "pt": "Ler muito pode fazer mal à vista. Estas lentes foram criadas para aliviar esse desconforto.",
        "ru": "Чрезмерное чтение портит зрение. Данное изобретение создано, чтобы облегчить страдания.",
        "id": "Membaca terlalu banyak, terkadang dapat membuat penglihatan menjadi buruk. Alat ini digunakan untuk mengurangi dampak dari buruknya penglihatan mata.",
        "th": "การเพ่งอ่านหนังสือทำให้สายตาเสีย สิ่งของนี้สร้างขึ้นเพื่อแก้ไขปัญหา ดังกล่าว",
        "vi": "Đọc quá nhiều sẽ ảnh hưởng tới mắt, đạo cụ này có thể giảm bớt tác hại cho mắt."
      },
      "lore": {
        "zhs": "\n学术是代价昂贵的赌局，即使投入一生，也可能一无所得。\n学士在无尽的笔记与检索、计算与注解中度过半生的时日，\n又因失败与裹足不前消耗了大好的光阴。\n曾经敏锐的视力如今已被频繁阅读损害，\n但最终答案来临的时刻依然是遥遥无期。\n",
        "zht": "\n學術是代價昂貴的賭局，即使投入一生，也可能一無所得。\n學士在無盡的筆記與檢索、計算與註解中度過半生的時日，\n又因失敗與裹足不前消耗了大好的光陰。\n曾經敏銳的視力如今已被頻繁閱讀損害，\n但最終答案來臨的時刻依然是遙遙無期。\n",
        "jp": "\n学問は賭け金の高い賭博。一生を賭けても報われないことがある。\n学士は数え切れないほどの記述、検索、計算と解明の中で半分の人生を過ごした。\nまた失敗と行き詰まりで大量の時間を無駄にした。\n良かった視力も大量の閲読で低下した。\nだが最後の答えに辿り着く日は遥かに遠い。\n",
        "ko": "\n학술은 값비싼 대가가 따르는 도박으로 한 평생을 걸어도 소득을 보지 못하는 수가 있다.\n학사들은 끝없는 메모와 검색, 계산과 주해에서 반 평생을 보내고, \n실패와 막힘으로 인해 다시 한 번 많은 시간을 허비하게 된다.\n한때 뛰어났던 시력도 차차 빈번한 독서로 인해 점점 나빠졌지만 \n답을 찾는 길은 여전히 아득해 보인다.\n",
        "en": "\nThe pursuit of knowledge is a risky gamble. Even after devoting one's entire life to it, it may prove to have been futile.\nThe scholar spent half of her lifetime in endless research, taking notes and making calculations.\nHaving failed to find the answers she was looking for, she once hesitated and questioned her career choice, thus wasting further time.\nHer once sharp eyesight had also been damaged by intensive reading.\nAll this, and the answers she sought were still beyond her reach.\n",
        "de": "\nAkademische Studien sind eine riskante Wette. Ein Leben auf der Suche nach Wissen kann sich immer noch als Sackgasse herausstellen.\nDer Gelehrte verbrachte mehr als die Hälfte seines Lebens mit endlosen Recherchen, Notizen und Kalkulationen.\nAls er nicht die Antworten fand, nach denen er suchte, zweifelte er an sich und seinen Forschungen und verlor damit eine beachtliche Menge an Zeit.\nSeine einst guten Augen hatten auch stark unter dem ständigen Lesen gelitten.\nAuf die alles beantwortende Lösung wartet er noch heute.\n",
        "es": "\nLa búsqueda del conocimiento es una apuesta arriesgada. Ni siquiera una dedicación absoluta garantiza conseguir algo a cambio.\nLa Erudita pasó la mitad de su vida enterrada en infinitas investigaciones, notas y cálculos matemáticos.\nAl no encontrar respuestas, una vez dudó y cuestionó su propia carrera, lo que le hizo perder un tiempo muy valioso.\nSu vista, muy aguda en el pasado, también se cansó debido a la lectura intensiva.\nY, aun así, la respuesta que esperaba encontrar nunca llegó.\n",
        "fr": "\nLa poursuite du savoir est un pari risqué. Celui qui y dévoue sa vie court le risque d'y avoir perdu son temps.\nL'érudite sacrifia la moitié de sa vie à ses recherches, prenant note sur note et se perdant dans ses calculs.\nIncapable de trouver les réponses à ses questions, elle se mit à questionner son choix de carrière, perdant davantage de temps.\nSa vue autrefois perçante avait souffert elle aussi des heures de lecture intense.\nMais la réponse à ses interrogations était encore hors de portée.\n",
        "pt": "\nA procura por conhecimento é um jogo arriscado. Nem uma dedicação total pode garantir uma simples conquista.\nA Estudiosa passou metade de sua vida estudando, escrevendo e calculando incessantemente.\nQuando não encontrou respostas, uma vez duvidou e questionou sua própria carreira, que a tinha feito perder tempo valioso.\nSua visão nítida tinha sido danificada por sua leitura intensiva.\nPorém, no final, não obtivera as respostas desejadas.\n",
        "ru": "\nНаука всё равно что азартная игра. Ты можешь посвятить ей всю жизнь и в итоге не получить ничего.\nУчёная полжизни посвятила записям, бесконечным исследованиям, расчётам, толкованиям,\nснова и снова тратила время на неудачи и затруднения.\nНекогда острое зрение сейчас, из-за непрерывного чтения, стало подводить её,\nно до сих пор не известно, когда придёт время получить ответы на все её вопросы.\n",
        "id": "\nMengejar ilmu pengetahuan adalah pertaruhan berisiko. Bahkan setelah mencurahkan seluruh hidup seseorang untuk itu, mungkin bisa saja menjadi sia-sia.\nPelajar itu menghabiskan setengah masa hidupnya melakukan penelitian tanpa batas, membuat banyak catatan dan perhitungan.\nGagal mencari jawaban yang dia inginkan, dia pernah ragu dan mempertanyakan pilihan karirnya, dan akhirnya menghabiskan waktu lebih banyak.\nPenglihatannya yang dulu tajam juga rusak karena terlalu banyak membaca,\nNamun, jawaban yang dia cari masih belum dapat dicapainya.\n",
        "th": "\nการแสวงหาความรู้คือการเสี่ยงโชค แม้แต่การอุทิศชีวิตให้กับมัน สิ่งที่ได้กลับมาก็ยังอาจจะไร้ประโยชน์\nนักวิชาการใช้เวลาครึ่งชีวิตในการวิจัยบันทึกและการคำนวณที่ไม่รู้จบ\nซ้ำยังเป็นเพราะล้มเหลวและลังเลที่จะไปต่อกินเวลาไปนานทีเดียว\nสายตาที่ครั้งหนึ่งเฉียบคมของเธอได้รับความเสียหายจากการอ่าน อย่างหนักหน่วง\nแต่คำตอบที่เธอค้นหาก็ยังคงไม่สามารถเอื้อมถึงได้\n",
        "vi": "\nHọc thuật cũng như ván cược đắt giá, dẫu dành trọn một đời để nghiên cứu cũng chưa chắc đạt được thành công.\nHọc Sĩ mất nửa đời người ghi chép, tìm tòi, tính toán và chú thích,\nmà còn bị thất bại và bế tắc tiêu tốn gấp bội thời gian.\nĐôi mắt tinh nhanh ngày nào nay đã mờ dần do đọc sách quá nhiều,\nvậy mà thời khắc tìm ra được đáp án cuối cùng vẫn không biết là đến khi nào.\n"
      },
      "imgid": "scholar_circlet"
    }
  ]
}