{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "炽烈的炎之魔女",
    "zht": "熾烈的炎之魔女",
    "jp": "燃え盛る炎の魔女",
    "ko": "불타오르는 화염의 마녀",
    "en": "Crimson Witch of Flames",
    "de": "Brennende Pyro-Hexe",
    "es": "Bruja Carmesí en Llamas",
    "fr": "Sorcière des flammes ardentes",
    "pt": "A Bruxa das Chamas Carmesim",
    "ru": "Горящая алая ведьма",
    "id": "Crimson Witch of Flames",
    "th": "Crimson Witch of Flames",
    "vi": "Diệm Liệt Ma Nữ Cháy Rực"
  },
  "descriptions": [
    {
      "zhs": "获得15%火元素伤害加成。",
      "zht": "獲得15%火元素傷害加成。",
      "jp": "炎元素ダメージ+15%。",
      "ko": "불 원소 피해+15%",
      "en": "Pyro DMG Bonus +15%",
      "de": "Erhöht den Pyro-Schaden um 15 %.",
      "es": "Bono de Daño Pyro +15%.",
      "fr": "Confère un bonus de DGT Pyro de 15 %.",
      "pt": "Bônus de Dano Pyro +15%",
      "ru": "Увеличивает бонус Пиро урона на 15%.",
      "id": "Pyro DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายไฟ 15%",
      "vi": "Nhận 15% buff sát thương nguyên tố Hỏa."
    },
    {
      "zhs": "超载、燃烧、烈绽放反应造成的伤害提升40%，蒸发、融化反应的加成系数提高15%。施放元素战技后的10秒内，2件套的效果提高50%，该效果最多叠加3次。",
      "zht": "超載、燃燒、烈綻放反應造成的傷害提升40%，蒸發、融化反應的加成係數提高15%。施放元素戰技後的10秒內，2件套裝的效果提高50%，該效果最多疊加3次。",
      "jp": "過負荷、燃焼、烈開花反応によるダメージ+40%。蒸発、溶解反応による加算効果+15%。元素スキルを発動した10秒間、2セットの効果+50%、最大3重まで。",
      "ko": "과부하, 연소, 발화 반응으로 가하는 피해가 40% 증가하고 증발, 융해 반응의 보너스 계수가 15% 증가한다. 원소전투 스킬 발동 후 10초 동안 2세트의 효과가 50% 증가한다. 최대 중첩수: 3회",
      "en": "Increases Overloaded and Burning, and Burgeon DMG by 40%. Increases Vaporize and Melt DMG by 15%. Using Elemental Skill increases the 2-Piece Set Bonus by 50% of its starting value for 10s. Max 3 stacks.",
      "de": "Erhöht den mit den Reaktionen „Überladen“, „In Flammen“ und „Flammenspross“ verursachten Schaden um 40 % und den den von den Reaktionen „Verdampfen“ und „Schmelzen“ betroffenen Gegnern zugefügten Schaden um 15 %. Erhöht den Effekt eines 2er-Sets bei Anwendung von Elementarfähigkeiten 10 s lang um 50 %, 3-fach stapelbar.",
      "es": "Aumenta el daño causado por Sobrecarga, Quemadura y Crepitar en un 40%, y el de Vaporización y Derretido en un 15%. El uso de una Habilidad Elemental aumenta los efectos del conjunto de 2 piezas en un 50% durante 10 s. Puede acumularse hasta un máximo de 3 veces.",
      "fr": "Augmente les DGT infligés par Surcharge, Brûlure et Bourgeonnement de 40 % et ceux d'Évaporation et de Fonte de 15 %. L'utilisation d'une compétence élémentaire augmente pendant 10 s l'effet du set de 2 pièces de 50 %. Cet effet peut être cumulé 3 fois maximum.",
      "pt": "Aumenta o Dano causado por Sobrecarga, Queimaduras e Germinação em 40%. Aumenta o Dano causado por Vaporização e Fusão em 15%. Usar Habilidades Elementais aumenta o efeito de Bônus de Conjunto de 2 Peças em 50% do seu valor inicial por 10s. Máximo de 3 acúmulos.",
      "ru": "Увеличивает урон реакций Перегрузка, Горение и Цветение на 40%, а урон реакций Пар и Таяние на 15%. Использование элементального навыка увеличивает эффект набора из 2 предметов на 50% на 10 сек. Может складываться до 3 раз.",
      "id": "Meningkatkan 40% DMG Overloaded, Burning, dan Burgeon. Meningkatkan 15% DMG Vaporize dan Melt. Setelah menggunakan Elemental Skill, meningkatkan 50% efek Set 2 Bagian selama 10 detik. Maksimum 3 lapis.",
      "th": "ปฏิกิริยาโอเวอร์โหลด, ติดไฟ และเบ่งบาน สร้างความเสียหายเพิ่มขึ้น 40% ปฏิกิริยาระเหย, ละลาย สร้างความเสียหายเพิ่มขึ้น 15% โดยที่ภายใน 10 วินาที หลังจากใช้สกิลธาตุ เอฟเฟกต์เซ็ต 2 ชิ้น จะเพิ่มขึ้น 50% ซึ่งเอฟเฟกต์นี้ จะซ้อนทับได้สูงสุด 3 ครั้ง",
      "vi": "Sát thương phản ứng Quá Tải, Thiêu Đốt, Bung Tỏa gây ra tăng 40%, phản ứng Bốc Hơi, Tan Chảy tăng hệ số buff 15%. 10s sau khi thi triển kỹ năng Nguyên Tố, hiệu quả của 2 món tăng 50%. Hiệu quả này tối đa cộng dồn 3 lần."
    }
  ],
  "imgid": "crimson_witch_of_flames_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "魔女的炎之花",
        "zht": "魔女的炎之花",
        "jp": "魔女の炎の花",
        "ko": "마녀의 염화 꽃",
        "en": "Witch's Flower of Blaze",
        "de": "Blume der Pyro-Hexe",
        "es": "Flor en Llamas de la Bruja",
        "fr": "Fleur ardente de la Sorcière",
        "pt": "Flor de Labareda da Bruxa",
        "ru": "Ведьмин огненный цветок",
        "id": "Witch's Flower of Blaze",
        "th": "Witch's Flower of Blaze",
        "vi": "Hoa Lửa Của Ma Nữ"
      },
      "description": {
        "zhs": "曾经梦想烧尽世间魔物的魔女触碰过的花朵。无名的火舌温暖地舔舐触碰它的人。",
        "zht": "曾經夢想燒盡世間魔物的魔女觸碰過的花朵。無名的火舌溫暖地舔舐觸碰它的人。",
        "jp": "かつて、世の魔物を全て燃やそうと夢見た炎の魔女が触れた花。触ると、名も無き炎の暖かさに優しく包まれる。",
        "ko": "과거에 온 세상의 마물을 불태우길 염원하던 마녀가 만졌던 꽃잎. 이름 없는 불꽃이 만지는 사람을 따뜻하게 휘감는다",
        "en": "A flower touched by the witch who once dreamt of burning away all the demons in the world. The anonymous flames affectionately caress the hands of those who touch it.",
        "de": "Eine Blume, die die Pyro-Hexe, die eigentlich die Welt zerstören wollte, einmal berührt hat. Die kleinen Stichflammen züngeln wild und empfangen jeden, der die Blume berührt.",
        "es": "Una flor que fue tocada por una bruja que quería quemar el mundo. La calidez de sus llamas acaricia las manos de aquellos que la intentan tocar.",
        "fr": "Une fleur touchée par la sorcière qui rêvait de brûler tous les démons du monde. Des flammes anonymes caressent doucement la main de ceux qui la touchent.",
        "pt": "Uma flor que foi tocada por uma bruxa que desejava queimar o mundo. Aqueles que tentam a tocar são recebidos calorosamente pela língua das chamas.",
        "ru": "Цветок, которого коснулась ведьма, мечтающая сжечь всех демонов мира. Языки пламени тепло ласкают притронувшиеся к нему руки.",
        "id": "Bunga yang pernah disentuh oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Api tanpa nama di atasnya mengusap dengan hangat tangan yang menyentuhnya.",
        "th": "ดอกไม้ที่ครั้งหนึ่งถูกสัมผัสโดยแม่มด ผู้ที่ครั้งหนึ่งฝันว่าจะเผาอสูรทั้งโลกนี้ให้สิ้นไป ไฟอันไร้ชื่อของมันจะให้ความอบอุ่นกับผู้ที่สัมผัสมัน",
        "vi": "Đóa hoa từng được ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian chạm vào, chiếc lưỡi của lửa khiến người chạm vào nó thấy ấm áp."
      },
      "lore": {
        "zhs": "\n就物种而言平凡无奇的寻常花朵，\n却在持续抗拒着炎之魔女的焚烧。\n\n数百年前的灾厄降下时，少女失去了曾被应许的一切。\n珍惜的人们、往昔的岁月、灿烂的未来，全部碎裂了。\n\n从烟与余烬中，炎之魔女诞生了，用火灭却一切伤痛。\n但这朵花始终烧不尽，始终保持着生机、柔软与湿润，\n或许其中承载着的痛苦与美好记忆各是她的一体两面。",
        "zht": "\n就物種而言平平無奇的尋常花朵，\n卻在持續抗拒著炎之魔女的焚燒。\n\n百年前的災厄到來時，少女失去了被許諾擁有的一切。\n珍惜的人們、往昔的歲月、燦爛的未來，全部碎裂了。\n\n從煙與餘燼中，炎之魔女誕生了，用火滅卻一切傷痛。\n但這朵花始終燒不盡，始終保持著生機、柔軟與濕潤，\n或許其中承載著的痛苦與美好記憶各是她的一體兩面。",
        "jp": "\n花の品種から言えばごく普通の花。\nだが炎の魔女の燃焼に抵抗し続けている。\n\n数百年前の災難が起こった時、少女は結んだ約束を全て失った。\n大切な人たち、思い出の時間、輝く未来、何もかも失った。\n\n煙と余燼の中から、炎の魔女が誕生した。彼女は炎で全ての痛みを消した。\nだが、この花はなくならない。ずっと生き生きとして柔らかく瑞々しい。\n多分その中にある苦痛と美しい思い出は、彼女の2つの内面を表すものなのであろう。",
        "ko": "\n여러 생물 중에서 지극히 평범하고 흔한 꽃이지만\n마녀의 화염에 계속 저항하고 있다.\n\n수백 년 전 재난이 들이닥쳤을 때 소녀는 허락되었던 모든 걸 잃었다.\n소중히 여기는 사람들, 지난날의 추억, 찬란한 미래… 모든 것이 산산조각 나고 말았다.\n\n연기와 잿불 속에서 화염의 마녀가 탄생해 불로 모든 상처를 날려버렸다.\n그러나 이 꽃은 늘 다 태워지지 않고 항상 생기와 부드러움, 그리고 촉촉함을 잃지 않았다.\n어쩌면 그 안에 담긴 고통과 아름다운 기억이 그녀의 숨겨진 면일지도 모른다.",
        "en": "\nA common species of flower.\nIt is curiously capable of resisting the Crimson Witch's flames.\n\nA crisis centuries ago dashed all hope of the maiden seeing the future promised to her.\nThose dear to her, her past days, and her bright future. All gone.\n\nFrom the ashes, the Crimson Witch of Flame was born, and she burned away her pain with fire.\nYet this flower stayed resilient, soft, and moist.\nPerhaps both painful and beautiful memories were two sides of the same coin.",
        "de": "\nEine recht weit verbreitete Gattung Blumen,\ndie selbst den Flammen der Pyro-Hexe standhalten konnten.\n\nDie Krise vor Jahrhunderten hatte alles von ihr genommen.\nIhre Lieben, ihre Vergangenheit und ihre leuchtende Zukunft, alles war einfach fort.\n\nAus Rauch und Asche ward die Pyro-Hexe geboren und Feuer war ihr Schmerztöter.\nDiese Blume jedoch bleibt weiterhin frisch und weich, obwohl sie unaufhörlich brennt.\nEventuell sind beides, der Schmerz und das gute Gedächtnis, ihre beiden Seiten.",
        "es": "\nUna especie de flor muy común.\nDe alguna manera, ha podido resistir las llamas de la Bruja Carmesí.\n\nLa catástrofe que ocurrió hace siglos despojó a una joven mujer de todas las posesiones que se le prometieron.\nSus seres queridos, sus días pasados, su brillante futuro... Todo se derrumbó.\n\nDel humo y las ascuas nació la Bruja Carmesí, que quemó su dolor con fuego.\nSin embargo, esta flor conservó su vitalidad, suave y tierna.\nQuizás los recuerdos dolorosos y hermosos son sus dos caras de la moneda.",
        "fr": "\nUne fleur d'une espèce commune.\nCurieusement capable de résister au feu de la sorcière des flammes.\n\nLa jeune fille a tout perdu dans un désastre qui a eu lieu jadis, il y a des centaines d'années.\nSes proches, son passé heureux et son futur prometteur ; rien le lui fut laissé.\n\nElle renaquit de ses cendres et devint la sorcière des flammes. Tout devait brûler pour apaiser la peine qui la rongeait.\nCependant, cette fleur résista, et resta douce et fraîche.\nPeut-être les souvenirs, beaux et douloureux, sont-ils les deux faces d'une même pièce.",
        "pt": "\nUma espécie comum de flor.\nÉ curiosamente capaz de resistir às chamas da Bruxa Carmesim.\n\nUma crise de séculos atrás destruiu toda a esperança de que a donzela visse o futuro prometido a ela.\nAqueles que lhe eram queridos, seus dias passados e seu brilhante futuro. Tudo se foi.\n\nDas cinzas, nasceu a Bruxa Carmesim das Chamas, e ela queimou sua dor com fogo.\nNo entanto, esta flor permaneceu resiliente, macia e úmida,\nTalvez tanto as dolorosas quanto as belas lembranças fossem dois lados da mesma moeda.",
        "ru": "\nСамый обычный, ничем не примечательный цветок, который, однако,\nсмог выстоять перед огнём Горящей алой ведьмы.\n\nГрянувшие века назад бедствия порушили всё, что девушке сулила жизнь.\nДрузья и родные, былые дни, блестящее будущее - всё было уничтожено.\n\nТак, из дыма и пепла родилась Горящая алая ведьма, и предала она свою боль со скорбью пламени.\nНо этому цветку огонь навредить не смог - стебелёк оставался строен, а лепестки по-прежнему благоухали.\nИ мучительные, и прекрасные воспоминания были, пожалуй, двумя сторонами одного целого.",
        "id": "\nSebuah jenis bunga yang umum,\nNamun anehnya bisa menahan api si penyihir.\n\nSebuah krisis ratusan tahun lalu menghapus semua harapan sang gadis yang dijanjikan padanya.\nSemua yang dia sayangi, masa lalunya dan masa depannya yang cerah, semua hilang.\n\nDari abu, sang Penyihir Merah Api lahir, dan dia membakar semua luka-lukanya dengan api.\nNamun bunga ini masih tetap berdiri, lembut dan tangguh,\nBaik kenangan menyakitkan dan indah bagaikan koin dengan dua sisi.",
        "th": "\nในแง่ของสายพันธุ์แล้วเป็นเพียงดอกไม้ธรรมดา ๆ ที่หาได้ทั่วไป\nแต่กลับสามารถต้านทานไฟของ Crimson Witch of Flame ได้\n\nหายนะที่เกิดขึ้นในศตวรรษที่แล้ว ได้พรากคำสัญญาทั้งหมดที่หญิงสาวมีไปจนหมด\nคนที่รัก, อดีตและอนาคตอันรุ่งโรจน์นั้นล้วนแตกสลาย\n\nจากควันและเถ้าถ่าน Crimson Witch of Flame ได้ถือกำเนิด และความเจ็บปวดทั้งหมดก็ถูกแผดเผาไปด้วยไฟ\nแต่ดอกไม้ดอกนี้ไม่เคยไหม้ มันยังคงมีชีวิตอยู่อย่างนุ่มนวลและชุ่มชื้น\nบางทีทั้งความทรงจำอันเจ็บปวดและงดงาม อาจจะเป็นเหมือนเหรียญสองด้านของเธอ",
        "vi": "\nĐối với một bông hoa bình thường,\nLại không ngừng chống lại sự thiêu đốt của Diệm Liệt Ma Nữ.\n\nKhi tai ương trăm năm trước ập đến, thiếu nữ mất đi tất cả những gì từng có.\nNhững người thân cận, những năm tháng xưa, tương lai rạng ngời, toàn bộ đều biến mất rồi.\n\nTrong khói và tro tàn, Diệm Liệt Ma Nữ được sinh ra, dùng lửa tàn xóa bỏ tất cả đau khổ.\nNhưng lửa không thể đốt cháy được bông hoa này, nó vẫn giữ được sức sống, mềm mại và tươi tốt.\nCó lẽ nỗi đau và những ký ức tốt đẹp mà nó mang theo là hai mặt của cô."
      },
      "imgid": "crimson_witch_of_flames_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "魔女常燃之羽",
        "zht": "魔女常燃之羽",
        "jp": "魔女の炎の羽根",
        "ko": "마녀의 불타는 깃털",
        "en": "Witch's Ever-Burning Plume",
        "de": "Feder der Pyro-Hexe",
        "es": "Pluma Ardiente de la Bruja",
        "fr": "Plume enflammée éternelle de la Sorcière",
        "pt": "Pena Ardente da Bruxa",
        "ru": "Пылающее ведьмино перо",
        "id": "Witch's Ever-Burning Plume",
        "th": "Witch's Ever-Burning Plume",
        "vi": "Lông Vũ Thiêu Đốt Của Ma Nữ"
      },
      "description": {
        "zhs": "曾经梦想烧尽世间魔物的魔女触碰过的鸟羽，在恒常的燃烧中挥发着烈焰的温度。",
        "zht": "曾經夢想燒盡世間魔物的魔女觸碰過的鳥羽，在恆常的燃燒中揮發著烈焰的溫度。",
        "jp": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が触れた鳥の羽根、常に烈炎と同じ温度を保っている。",
        "ko": "과거에 온 세상의 마물을 불태우길 염원하던 마녀가 만졌던 깃털. 변함없이 타오르며 뜨거운 열기를 발산한다",
        "en": "A bird feather touched by the witch who once dreamt of burning away all the demons in the world. Its eternal flame burns hot.",
        "de": "Eine Feder, die die Pyro-Hexe, die eigentlich die Welt zerstören wollte, einmal berührt hat. Sie brennt unaufhörlich und verströmt daher große Hitze.",
        "es": "Una pluma de pájaro tocada por una bruja que quería quemar el mundo. Su combustión constante hace que aumente drásticamente la temperatura a su alrededor.",
        "fr": "Une plume d'oiseau touchée par la sorcière qui rêvait de brûler tous les démons du monde. Elle brûle toujours et dégage une douce chaleur.",
        "pt": "Uma pena de pássaro tocada por uma bruxa que desejava queimar o mundo. Com a sua constante queima, exala temperaturas ardentes.",
        "ru": "Птичье перо, которого коснулась ведьма, мечтающая сжечь всех демонов мира. Вечное пламя жжётся горячо.",
        "id": "Bulu burung yang disentuh oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Apinya yang kekal berkobar dengan hebat.",
        "th": "ขนนกที่ครั้งหนึ่งถูกสัมผัสโดยแม่มด ผู้ที่ครั้งหนึ่งฝันว่าจะเผาอสูรทั้งโลกนี้ให้สิ้นไป ไฟของมันจะยังคงแผดเผาไปชั่วนิรันดร์",
        "vi": "Lông chim từng được ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian chạm vào, phát ra sức nóng mạnh mẽ."
      },
      "lore": {
        "zhs": "\n无休止地焦灼崩毁着的火红鸟羽。\n无论燃烧了多久，也不会被烧尽。\n\n因为选择了狱火的道路，她走过的原野都只余下灰烬。\n即使她焚烧的都是害人的魔物，当远处的火光亮起时，\n人们都会紧闭门窗，驱逐炎之魔女。但这之于她无妨。\n\n必须有人将所有伤痛烧尽，才能带来新的希望，她想。\n不需要理解。不需要人慰藉。也不需要任何人的同情。\n能明白炎之魔女无言寂寞的，只有落在她身旁的鸟儿。\n",
        "zht": "\n無休止地焦灼崩毀著的火紅鳥羽。\n無論燃燒了多久，也不會被燒盡。\n\n因為選擇了獄火的道路，她走過的原野都只餘下灰燼。\n即使她焚燒的都是害人的魔物，當遠處的火光亮起時，\n人們都會緊閉門窗，驅逐炎之魔女。但這之於她無妨。\n\n必須有人將所有傷痛燒盡，才能帶來新的希望，她想。\n不需要理解。不需要人慰藉。也不需要任何人的同情。\n能明白炎之魔女無言寂寞的，只有落在她身旁的鳥兒。\n",
        "jp": "\n止むことを知らずに燃え続ける赤い羽根。\nどんなに燃えてもなくならない。\n\n地獄の炎の道を歩んだ彼女、その野原には灰燼しか残らない。\nたとえ彼女が焼き殺したのが人に害を加える魔物であろうと、彼女の火を見た人は、\nドアと窓を閉めて、炎の魔女を遠ざけた。でも彼女は気にしなかった。\n\n全ての苦痛を焼き尽くさないと、新たなる希望はないと彼女は思った。\n理解はいらない、人の慰めはいらない。人の同情もいらない。\n炎の魔女の沈黙を理解できるのは隣の鳥だけであった。\n",
        "ko": "\n끝없이 불타오르고 부서지는 붉은 새의 깃털.\n아주 오래 불타도 다 타버리지 않는다.\n\n지옥불로 가득한 길을 선택했기에 그녀가 걸었던 들판은 오직 잿더미만 남아있다.\n비록 그녀가 불태운 것이 모두 사람을 해치는 마물일지라도 먼 곳에서 화광이 번뜩일 때면\n사람들은 문을 걸어 잠그고 화염의 마녀를 쫓아냈다. 그러나 그녀는 이를 전혀 신경 쓰지 않았다.\n\n그녀는 누군가가 모든 상처를 태워버려야만 새로운 희망을 가져다줄 수 있을 거라고 생각했다.\n다른 사람의 이해와 위로, 그리고 동정 따윈 필요 없다.\n마녀의 말 없는 쓸쓸함을 이해해 주는 건 오직 그녀 곁에 내려앉은 새뿐이었다.\n",
        "en": "\nA forever-burning bird feather.\nThe fire shall burn for all eternity.\n\nScorched earth followed in her wake, for she chose a path of hellfire.\nThough her fires only touched monsters and demons,\nPeople still cowered behind closed windows and tried to drive her away. But none of that mattered to her.\n\nNew hopes were birthed from the fires of old pains.\nShe needed not comforting nor sympathy.\nChirping by her side, the birds gave her all the understanding she needed.\n",
        "de": "\nEine feuerrote Feder mit ewigem Feuer.\nEgal wie lange sie brennt, die Flamme wird nie erlöschen.\n\nSie hinterließ eine brennende Aschespur, wohin auch immer sie ging.\nAuch wenn ihr Hauptziel bloß Monster und Dämonen waren,\nMenschen schlossen dennoch ihre Fenster und beteten, dass sie schnell weiterziehen möge.\n\nNeue Hoffnungen wurden aus den Feuern der alten Schmerzen geboren.\nSie brauchte weder Trost noch Mitleid.\nMit den zwitschernden Vögeln an ihrer Seite hatte sie alles, was sie brauchte.\n",
        "es": "\nUna destructiva pluma de ave cuyas llamas arden para toda la eternidad.\nSu fuego nunca se extinguirá.\n\nLas tierras quedaban quemadas y devastadas a su paso, pues ella eligió el camino del fuego infernal.\nSus llamas solo alcanzaban a monstruos y demonios, pero cuando el fuego se avistaba a lo lejos,\nla gente le cerraba las puertas y ventanas a la Bruja Carmesí. Sin embargo, a ella no parecía importarle.\n\nElla pensaba que las ascuas de viejos dolores traerían nuevas esperanzas.\nNo buscaba la comprensión de la gente, ni su consuelo, ni su empatía.\nLos únicos que la comprendían sin decir palabra eran los pájaros que la rodeaban.\n",
        "fr": "\nUne plume brûlant à jamais.\nSon feu brûlera pour l'éternité.\n\nLa sorcière embrassa la voie des flammes infernales ; tous les chemins par elle empruntés furent couverts de flammes.\nBien que son feu ne touche que monstres et démons,\nles gens s'enfermaient à double tour à son approche. Mais elle n'en avait cure.\n\nDe nouveaux espoirs étaient nés du feu des blessures anciennes.\nElle n'avait besoin ni de la pitié ni de la gentillesse des hommes ;\nle chant des oiseaux lui suffisait.\n",
        "pt": "\nUma pena carmesim que arde incessantemente.\nNão importa por quanto tempo arda, nunca se apagará.\n\nAs terras onde pisava ficavam queimadas e devastadas porque ela tinha escolhido o caminho do fogo infernal.\nApesar de suas chamas tocarem apenas monstros e demônios, quando o fogo se avistava perto,\nAs pessoas fechavam as portas e janelas para a Bruxa das Chamas Carmesim não entrar. Mas ela não se importava.\n\nNovas esperanças nasceriam dos fogos que queimavam as dores da gente.\nEla não precisava de compreensão, consolação ou simpatia das pessoas.\nOs únicos que a entendiam sem ela proferir uma palavra eram os passarinhos que pousavam do seu lado.\n",
        "ru": "\nБагряное птичье перо.\nОгонь, которым оно вечно объято, сжечь его не может.\n\nСледуя пути инфернального пламени, ведьма оставляла за собой выжженную землю, куда бы она не ступила.\nИ хоть она сжигала только чудовищ, что сеяли смерть и ужас, люди, лишь завидев вдалеке огонёк,\nтут же запирали все двери, затворяли все ставни и тщились её прогнать. Что, впрочем, было ей безразлично.\n\nЕсли рядом нет того, кто спалит дотла все печали и принесёт новую надежду, то необходимо им стать.\nНи утешения, ни сочувствия она не желала.\nТолько птицы, которые оставались рядом с Горящей алой ведьмой, понимали её немое одиночество.\n",
        "id": "\nBulu burung yang selamanya terbakar.\nApi yang membakar abadi.\n\nBumi hangus mengikutinya, karena dia memilih jalan api neraka.\nWalaupun apinya hanya membakar monster dan iblis,\nOrang-orang masih bersembunyi di balik jendela dan mengusirnya. Namun dia tidak peduli.\n\nSeseorang harus membakar semua luka untuk membuat harapan baru, itulah pikirnya.\nDia tidak membutuhkan kenyamanan ataupun simpati.\nHanya burung-burung yang mendarat di sampingnya yang bisa memahami penyihir yang pendiam dan kesepian itu.\n",
        "th": "\nขนนกที่มีไฟลุกไหม้ตลอดกาล\nไม่ว่าไฟจะลุกไหม้มานานแค่ไหน มันก็จะยังคงเป็นอย่างนั้นอยู่ตลอดไป\n\nเพราะเธอเลือกเส้นทางของไฟจากนรก ทุกแห่งหนที่เธอเดินผ่านนั้นจึงถูกทิ้งไปเพียงแต่ขี้เถ้า\nแม้ว่าไฟของเธอจะแผดเผากับอสูรที่ทำร้ายคนเท่านั้น แต่เมื่อเห็นแสงไฟสว่างขึ้นอยู่ไกล ๆ\nผู้คนต่างพากันปิดประตูหน้าต่าง ขับไล่ Crimson Witch of Flame แต่สิ่งเหล่านี้ไม่ได้ทำร้ายเธอแต่อย่างใด\n\nจะต้องมีคนคอยแผดเผาความเจ็บปวดทั้งหมดให้หายไป จากนั้นจึงจะเกิดความหวังใหม่ขึ้นมาได้... เธอคิดเช่นนั้น\nไม่จำเป็นต้องเข้าใจ ไม่ต้องการความสะดวกสบาย และไม่ต้องการความเห็นอกเห็นใจจากใคร\nสิ่งเดียวที่สามารถเข้าใจแม่มด Crimson Witch of Flame ได้นั้นมีเพียงนกที่อยู่ข้าง ๆ ของเธอ\n",
        "vi": "\nChiếc lông chim màu đỏ rực bị đốt cháy bởi ngọn lửa không bao giờ tắt.\nCho dù bị thiêu đốt có bao lâu, cũng không bị cháy lụi.\n\nBởi vì đã lựa chọn con đường ngục hỏa, mỗi khi cô đặt chân lên cánh đồng hoang dại, ngoảnh đầu chỉ còn là tro tàn.\nCho dù cô chỉ đốt cháy những ma vật hại người, thế nhưng mỗi khi ánh lửa cao rực cháy,\nCon người đều đóng chặt cánh cửa, xua đuổi Diệm Liệt Ma Nữ. Thế nhưng tất cả đối vối cô chẳng là chi.\n\nPhải có người đốt cháy tất cả đau đớn, mới có thể đem đến hy vọng, cô thầm nghĩ.\nKhông cần thấu hiểu, không cần con người vỗ về. Cũng chẳng cần bất kỳ ai đồng tình.\nChỉ có chú chim đứng cạnh cô, mới có thể hiểu được tâm tư của Diệm Liệt Ma Nữ trầm mặc.\n"
      },
      "imgid": "crimson_witch_of_flames_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "魔女破灭之时",
        "zht": "魔女破滅之時",
        "jp": "魔女の破滅の時",
        "ko": "마녀의 파멸의 시간",
        "en": "Witch's End Time",
        "de": "Stunde der Vernichtung",
        "es": "Fin de los Tiempos de la Bruja",
        "fr": "Temps évanoui de la Sorcière",
        "pt": "Fim dos Tempos da Bruxa",
        "ru": "Ведьмин последний час",
        "id": "Witch's End Time",
        "th": "Witch's End Time",
        "vi": "Thời Gian Ma Nữ Bùng Nổ"
      },
      "description": {
        "zhs": "曾经梦想烧尽世间魔物的魔女佩戴的时计。其中流淌着的是魔女献给火焰的岁月。",
        "zht": "曾經夢想燒盡世間魔物的魔女佩戴的時計。其中流淌著的是魔女獻給火焰的歲月。",
        "jp": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が使用していた時計、中に流れているのは魔女が炎に捧げた歳月である。",
        "ko": "과거에 온 세상의 마물을 불태우길 염원하던 마녀가 착용한 시계. 안에는 마녀가 불꽃에게 바친 세월이 흐르고 있다",
        "en": "A timepiece worn by the witch who dreamt of burning away all the demons in the world. The years the witch dedicated to the flames flow within.",
        "de": "Ein Zeitmesser, den die Pyro-Hexe, die eigentlich die Welt zerstören wollte, früher bei sich trug. In ihm befindet sich die Lebenszeit der Hexe, die diese dem Feuer übergeben hat.",
        "es": "Un reloj que llevaba la bruja que quería quemar el mundo. En él fluyen los años de vida que le dedicó al fuego.",
        "fr": "Un sablier porté par la sorcière qui rêvait de brûler tous les démons du monde. Les sables qui s'écoulent à l'intérieur représentent les années que dédia la sorcière à la puissance du feu.",
        "pt": "Um relógio que foi usado por uma bruxa que desejava queimar o mundo, cujos momentos de dedicação às chamas ainda flui.",
        "ru": "Часы, которые носила ведьма, мечтавшая сжечь всех демонов мира. В них текут годы, которые ведьма посвятила пламени.",
        "id": "Sebuah penunjuk waktu yang pernah dikenakan oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Tahun-tahun yang didedikasikan oleh witch tersebut mengalir dalam bara api di dalamnya.",
        "th": "ตัวจับเวลาที่ครั้งหนึ่งเคยถูกใช้โดยแม่มด ผู้ที่ครั้งหนึ่งเคยฝันว่าจะเผาอสูรทั้งโลกให้สิ้นไป สิ่งที่ไหลเวียนอยู่ภายในมันนั้นคือไฟที่แม่มดทุ่มเทตลอดหลายปี",
        "vi": "Đồng hồ của ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian. Trong đó chứa đựng năm tháng mà ma nữ dâng tặng cho hỏa diệm."
      },
      "lore": {
        "zhs": "\n缓慢地流淌着高热溶液的小器皿，\n传说其中流淌的是被融化的邪灵。\n\n燃烧的魔女还是少女时，灾厄尚未来临时，她远行前，\n获赠的特制水时计。走完一周的时间等于她在教令院进修所需的时间。\n当时计走完时，当她回到故乡时，赠她时计的人已经沦为灾厄的食粮。\n\n少女的时间就此结束，炎之魔女的破灭之时就此开始，\n直到世间一切魔物和世间一切魔物造成的痛苦被烧尽。\n",
        "zht": "\n緩慢地流淌著高熱溶液的小器皿，\n傳說其中流淌的是被融化的邪靈。\n\n燃燒的魔女還是少女時，災厄尚未來臨時，她遠行前，\n獲贈的特製水時計。走完一周的時間等於她在教令院進修所需的時間。\n當時計走完時，當她回到故鄉時，贈她時計的人已經淪為災厄的食糧。\n\n少女的時間就此結束，炎之魔女的破滅之時就此開始，\n直到世間一切魔物和世間一切魔物造成的痛苦被燒盡。\n",
        "jp": "\n熱い溶液が流れる小さな器。\n伝説によると、溶液の正体は融解した邪霊である。\n\n燃える魔女がまだ少女で、災いがまだ起こっていなかった頃、彼女が遠足へ出かける前に、\nもらった特製の水時計。時計が一周回る時間は、彼女が教令院で勉強する時間と同じである。\n時計が一周回って、彼女が故郷に戻った時、時計をくれた人はすでに災いの糧となっていた。\n\n少女の時間はこの瞬間に静止した、そして炎の魔女の破滅の時が始まった。\n世の全ての魔物と、魔物による苦痛を焼き尽くすまで。\n",
        "ko": "\n고온의 용액이 천천히 흐르는 작은 용기.\n그 속에 흐르는 것은 녹아내린 악령이라고 전해진다.\n\n화염의 마녀가 아직 소녀이고 재앙이 닥치지 않았을 때, 그녀가 먼 길을 떠나기 전에\n특제 물시계를 받았었다. 시계가 한 바퀴 도는 시간은 그녀가 아카데미아에서 공부하는데 필요한 시간과 같았다.\n시계가 한 바퀴 다 돌아 그녀가 고향에 돌아왔을 땐 그녀에게 시계를 선물한 사람은 이미 재앙에 먹혔었다.\n\n소녀의 시간은 거기서 멈추고 화염의 마녀의 파멸이 시작되었다.\n세상의 모든 마물과 그들이 주는 고통이 모두 다 타버릴 때까지…\n",
        "en": "\nA small vessel containing a high-temperature liquid.\nIt is said to be the molten souls of evil spirits.\n\nA special Hydro timepiece given to the Crimson Witch before calamity struck. Back then she was still a maiden, and had not yet embarked on her journey.\nOne cycle was the time required to finish her study at the Akademiya.\nBy the time the countdown ended and she returned to her hometown, its previous owner had become a casualty of the crisis.\n\nHer maiden years were over. The Crimson Witch of Flame was born, and with her the era of destruction.\nThe timepiece bore witness to the days of monsters and the pain they caused, until all were burned away.\n",
        "de": "\nEin relativ kleines Gefäß, das eine heiße Flüssigkeit beinhaltet.\nMan munkelt, es seien geschmolzene böse Geister.\n\nNoch bevor sie später zu der grausamen Hexe wurde,\nerhielt sie diesen Apparat. Er markierte auch die Zeit, die sie benötigte, um ihr Studium an der Akademie abzuschließen.\nAls sie ihr Studium abgeschlossen hatte und nach Hause zurückkehrte, ist ihr ursprünglicher Besitzer bereits zum Opfer des Unheils geworden.\n\nIhre Jahre als junges Mädchen waren zu Ende. Die Zerstörung der Pyro-Hexe begann, \nbis alles Magische und der Schmerz, den es verursachte, verschwunden waren.\n",
        "es": "\nUn pequeño recipiente que contiene un líquido hipertérmico.\nSe dice que lo que fluye en él son espíritus malignos fundidos.\n\nAntes de la catástrofe, cuando la Bruja Carmesí aún era una joven normal y no había emprendido su largo viaje,\nle regalaron este reloj especial de agua. Cada ciclo semanal marcaba el tiempo que necesitaba de estudio en la Academia de Sumeru.\nCuando terminó la cuenta regresiva y la bruja regresó a su hogar natal, la persona que le había regalado el reloj ya se había convertido en una víctima de la catástrofe.\n\nSus años de mujer normal se acabaron, lo que dio paso a la destrucción de la Bruja Carmesí.\nAsí fue hasta que todos los monstruos de este mundo y todo el dolor que causaron ardieran.\n",
        "fr": "\nUn récipient contenant du liquide d'une température élevée.\nD'aucuns prétendent qu'il s'agit là des âmes fondues d'esprits malfaisants.\n\nLa sorcière de flamme reçut ce mécanisme à eau alors qu'elle n'était encore qu'une jeune fille, avant que ne frappe le sort.\nUn cycle correspondait à la durée qu'elle passa à finir ses études.\nMais à la fin du cycle et à son retour au pays natal, la personne qui lui avait offert n'était plus.\n\nLa jeune fille mourut à cet instant, laissant la place à la sorcière des flammes, et à la destruction.\nElle ne connaîtrait point le répit tant qu'elle n'aurait pas dans les flammes obtenu vengeance.\n",
        "pt": "\nUm pequeno recipiente contendo um líquido de temperatura elevada,\nDiz-se que são as almas derretidas de espíritos malignos.\n\nUm relógio Hydro especial dado à Bruxa Carmesim antes de ocorrer a calamidade. Naquela época ela ainda era uma donzela, e ainda não tinha embarcado em sua jornada.\nRelógio especial de água. Um ciclo era o tempo necessário para terminar seus estudos na Academia Sumeru.\nQuando a contagem regressiva terminou e ela voltou para a sua terra natal, o seu antigo dono tinha se tornado uma vítima da crise.\n\nSeus primeiros anos de vida acabaram. Nascia então a Bruxa Carmesim das Chamas, e com ela a era da destruição.\nO relógio foi testemunha dos dias dos monstros e da dor que eles causavam, até que todos foram queimados.\n",
        "ru": "\nНебольшой стеклянный сосуд с горячей жидкостью.\nПоговаривают, что это - расплавленные души демонов.\n\nКогда молодой чародейке лишь предстояло начать свой долгий путь в ещё свободном от страданий мире, она получила в дар особые Гидро часы.\nОдин их цикл охватывал её время учёбы в Академии.\nК тому времени, как цикл завершился и она вернулась домой, бывший владелец этих часов уже утратил в начавшихся бедствиях жизнь.\n\nБеззаботная молодость кончилась, и началась эра разрушений Горящей алой ведьмы.\nЧасы стали немым свидетелем того, как все чудовища и страдания, ими причиняемые, сгинули в огне.\n",
        "id": "\nSebuah bejana beridikan cairan dengan suhu yang tinggi,\nDikatakan bahwa itu adalah jiwa-jiwa dari roh jahat.\n\nKetika penyihir yang terbakar masih seorang gadis, sebelum bencana datang, sebelum dia bepergian,\nDia menerima sebuah jam tangan spesial. Satu siklus waktu dari jam itu adalah waktu yang diperlukan untuk menyelesaikan studinya di Akademi.\nKetika waktu berlalu, ketika dia kembali ke kampung halamannya, orang-orang yang memberinya jam itu telah menjadi makanan bagi bencana.\n\nMasa gadisnya telah usai. Penyihir Merah Api telah lahir, bersamaan dengan era kehancurannya,\nJam itu telah menjadi saksi tentang hari-hari dipenuhi monster dan rasa sakit yang mereka sebabkan, sampai semua habis terbakar.\n",
        "th": "\nอุปกรณ์ครัวขนาดเล็กที่มีของเหลวความร้อนสูงไหลเวียนช้า ๆ อยู่ภายใน\nว่ากันว่าเป็นวิญญาณชั่วร้ายที่หลอมละลาย\n\nเมื่อครั้งแม่มดเพลิงยังเป็นเพียงหญิงสาว ก่อนที่หายนะจะมาถึง ก่อนที่จะต้องเดินทางไกล\nนาฬิกาน้ำแบบพิเศษ การเดินหนึ่งสัปดาห์นั้นเท่ากับเวลาที่เธอต้องการเรียนที่สถาบัน\nเมื่อถึงเวลาที่การนับถอยหลังสิ้นสุดลงและเธอก็กลับไปที่บ้านเกิดของเธอ เจ้าของดั้งเดิมของมันได้กลายเป็นเหยื่อของหายนะนั้นไปแล้ว\n\nนี่คือจุดสิ้นสุดของหญิงสาวและการเริ่มต้นของการทำลายล้างของ Crimson Witch of Flame\nจนกว่าอสูรทั้งหมดในโลกและความทุกข์ทรมานที่เกิดจากอสูรทั้งหมดในโลกจะหมดไป\n",
        "vi": "\nChiếc ly đựng dòng dung nham nóng hổi chảy chậm rãi,\nTheo truyền thuyết trong dòng chảy ấy là những tà linh bị hòa tan.\n\nKhi ma nữ thiêu đốt còn là thiếu nữ, tai ương vẫn chưa ập đến, cô vẫn tiến về phía trước,\nMột chiếc đồng hồ nước đặc biệt đã được trao tặng. Thời gian đi hết trong một tuần cũng là thời gian mà cô cần khi ở giáo viện.\nKhi đồng hồ chảy hết, khi cô quay trở lại quê hương, người trao tặng cho cô cũng mắc kẹt trong tai ương.\n\nThời gian của thiếu nữ cũng từ đó mà kết thúc, bắt đầu cuộc đời Diệm Liệt Ma Nữ,\nCho đến khi tất cả ma vật và những nỗi đau khổ do chúng tạo ra đều bị thiêu rụi trên thế gian này.\n"
      },
      "imgid": "crimson_witch_of_flames_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "魔女的心之火",
        "zht": "魔女的心之火",
        "jp": "魔女の心の炎",
        "ko": "마녀 마음속의 불꽃",
        "en": "Witch's Heart Flames",
        "de": "Herz der Pyro-Hexe",
        "es": "Llama del Corazón de la Bruja",
        "fr": "Feu du cœur de la Sorcière",
        "pt": "Chamas do Coração da Bruxa",
        "ru": "Пламя ведьминого сердца",
        "id": "Witch's Heart Flames",
        "th": "Witch's Heart Flame",
        "vi": "Trái Tim Lửa Của Ma Nữ"
      },
      "description": {
        "zhs": "曾经梦想烧尽世间魔物的炎之魔女留下的流火之甕。瓶中火永不熄灭，一如其人。",
        "zht": "曾經夢想燒盡世間魔物的炎之魔女留下的流火之甕。瓶中火永不熄滅，一如其人。",
        "jp": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が残した流火の甕。中の炎は消えない、まるで魔女その人のようだ。",
        "ko": "과거에 온 세상의 마물을 불태우길 염원하던 염화의 마녀가 남긴 불이 담긴 단지. 안속에는 영원히 꺼지지 않는 불꽃이 그녀처럼 활활 타오르고 있다",
        "en": "A flame-spitting urn left behind by the Crimson Witch of Flames, who once dreamt of burning away all the demons in the world. The fire in the urn burns eternally, as did its former master.",
        "de": "Ein brennender Tonkrug, den die Pyro-Hexe hinterlassen hat. Eigentlich wollte sie damit die Welt zerstören. Der Krug steht immer noch in Flammen, ganz wie die Hexe.",
        "es": "Un jarrón de arcilla ardiente legado por una bruja que quería quemar el mundo. Las llamas de este frasco nunca se apagan, igual que el deseo infame de la Bruja.",
        "fr": "Une urne emplie de feu, laissée par la Sorcière des flammes, dont le rêve était autrefois de brûler tous les démons dans le monde. Ce feu ne s'éteint jamais, à la manière du feu habitant son ancienne propriétaire.",
        "pt": "Um jarro de barro em chamas deixado por uma bruxa que desejava queimar o mundo. As chamas deste jarro não se apagam nunca, assim como o desejo da bruxa.",
        "ru": "Огненная чаша, оставленная пламенной ведьмой, которая мечтала сжечь всех демонов мира. Огонь в чаше горит вечно, как и её владелица.",
        "id": "Guci abu yang menyemburkan api, ditinggalkan oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Api di dalam guci ini tidak pernah padam, terbakar bersama hati tuannya.",
        "th": "โกศพ่นไฟที่ถูกทิ้งไว้โดยแม่มด ผู้ที่ครั้งหนึ่งเคยฝันว่าจะเผาอสูรทั้งโลกให้สิ้นไป ไฟในโกศเผาไหม้ไปชั่วนิรันดร์เช่นเดียวกับเจ้านายของมัน",
        "vi": "Được ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian để lại. Trong bình có lửa bất diệt, giống như linh hồn ma nữ."
      },
      "lore": {
        "zhs": "\n透彻的琉璃瓶，其中流淌着液火。\n如今流体液态火的做法已经失传。\n\n在炎之魔女行遍各地，用酷烈炙热的烈火焚烧魔物时，\n人们传说她放弃了人的血肉，体内奔流的是液态流火。\n\n但即便是她，也曾经是少女，心中也曾有过爱与思慕，\n直到一把火将少女心中一切美好而柔弱的部分烧尽了。\n从此她成了史家不愿记载的魔女。\n",
        "zht": "\n透澈的琉璃瓶，其中流淌著液火。\n如今流體液態火的做法已經失傳。\n\n在炎之魔女行遍各地，用酷烈炙熱的烈火焚燒魔物時，\n人們傳說她放棄了人的血肉，體內奔流的是液態流火。\n\n但即便是她，也曾經是少女，心中也曾有過愛與思慕，\n直到一把火將少女心中一切美好而柔弱的部分燒盡了。\n從此她成了史家不願記載的魔女。\n",
        "jp": "\n透き通った琉璃瓶。中には液体の炎が流れている。\n液体の炎の作り方は、今はもうその伝承が絶えてしまっている。\n\n炎の魔女は各地を旅し、猛烈な灼熱の炎で魔物を焼き殺した。\n彼女が人間をやめたとか、体に流れているのは血液ではなく液体の炎だと言う人がいた。\n\nだが、彼女もかつては少女であり、心には愛と思慕の念があった。\n一本の火が、少女の心にあった全ての美しくて弱い部分を焼き尽くした。\nその後、彼女は歴史学者が記録するのも忌避する魔女となった。\n",
        "ko": "\n투명한 유리병 속에는 액체로 된 불꽃이 흐르고 있다.\n오늘날 흐르는 액화 불꽃을 만드는 방법은 이미 실전되었다.\n\n화염의 마녀는 각지를 돌아다니며 뜨거운 화염으로 마물을 불태울 때,\n사람들은 그녀가 인간의 피와 살을 포기하여 체내에는 액체 불꽃이 흐르고 있다고 전했다.\n\n하지만 그녀도 한때는 소녀로 마음속에는 사랑하고 사모하는 이가 있었다.\n한 줌의 불꽃이 소녀 마음 속의 모든 아름답고 연약한 부분을 모조리 태워버리기 전까진…\n그때부터 그녀는 역사가들이 언급하길 꺼려 하는 마녀가 되었다.\n",
        "en": "\nA clear bottle containing liquid fire.\nThe techniques involved in making liquid fire have since been lost.\n\nThe Crimson Witch of Flame walked upon the earth, burning monsters into cinders.\nRumor told of how she sacrificed her mortal body to become the embodiment of liquid fire herself.\n\nStill, love and longing once dwelt in her maiden heart.\nUntil fires burned away that beautiful and fragile part.\nThus, she became the witch that historians were loath to remember.\n",
        "de": "\nEine klare Flasche, die flüssiges Feuer enthält.\nDie Techniken und Instruktionen, wie man flüssiges Feuer herstellt, sind längst verloren.\n\nEinst wandelte die Pyro-Hexe auf der Erde und verbrannte Monster zu Asche.\nGerüchten zufolge opferte sie ihren sterblichen Körper, um selbst zur Verkörperung flüssigen Feuers zu werden.\n\nTrotz ihrer Gefühlskälte hatte auch sie als Mädchen einst ein liebendes Herz voller Begierde,\nbis zu dem Tag, an dem das Feuer die Gefühle und alles Schöne aus ihrem Herzen herausbrannte.\nSeit jeher war sie nur noch als die Hexe bekannt, über die kein Historiker mehr schreiben wollte.\n",
        "es": "\nUna botella transparente que contiene fuego líquido.\nLas técnicas necesarias para hacer este tipo de fuego se perdieron hace mucho tiempo.\n\nLa Bruja Carmesí caminó sobre la tierra, reduciendo los monstruos a cenizas.\nExistía un rumor de cómo sacrificó su cuerpo mortal para convertirse en la encarnación del fuego líquido.\n\nAun así, el amor y el anhelo moraron una vez en su corazón de mujer normal y corriente,\nhasta que los incendios quemaron esa parte hermosa y frágil de sí misma.\nDesde entonces, se convirtió en la bruja cuya historia nadie quiso registrar jamás.\n",
        "fr": "\nUne fiole en verre contenant du feu liquide.\nLe secret de fabrication du feu liquide est depuis longtemps perdu.\n\nLa sorcière des flammes marchait en ces temps sur la Terre, réduisant en cendres les monstres à son passage.\nOn racontait qu'elle devait au sacrifice de son corps de mortelle d'être la personnalisation du feu liquide.\n\nEt pourtant, autrefois l'amour et le désir l'avaient habitée,\njusqu'à ce que le feu consume son beau cœur fragile.\nAlors seulement devint-elle la sorcière dont les annales font mention.\n",
        "pt": "\nUma garrafa transparente contendo fogo líquido.\nAs técnicas envolvidas na realização do fogo líquido se perderam desde então.\n\nA Bruxa Carmesim das Chamas caminhou sobre à terra, queimando monstros e os transformando em cinzas.\nRumores contam como ela mesma sacrificou seu corpo mortal para se tornar a encarnação do fogo líquido.\n\nTodavia, no seu coração de donzela sempre reinou o amor e saudade.\nAté que um fogo queimou essa bonita e ternurenta parte do coração da jovem.\nE assim ela se tornou uma bruxa cuja história era repudiada até pelos historiadores.\n",
        "ru": "\nПрозрачная стеклянная бутыль, в которой течёт жидкий огонь.\nСпособ приготовления жидкого огня до нынешних поколений не дошёл.\n\nГорящая алая ведьма ходила по свету, жарким пламенем испепеляя чудовищ.\nГоворят, что она отказалась от плоти и крови, чтобы стать воплощением жидкого огня.\n\nКогда-то юная дева трепетала и томилась в любовных муках,\nно её хрупкое, прекрасное сердце погибло в огне.\nТак свету явилась ведьма, память о которой историки предпочли бы стереть.\n",
        "id": "\nBotol bening berisi cairan lava.\nTeknik untuk membuat cairan lava sudah lama hilang.\n\nSang Penyihir Merah Api berjalan di atas bumi, membakar monster menjadi abu,\nRumor mengatakan bahwa dia mengorbankan tubuh fananya untuk menjadi perwujudan dari cairan lava api itu sendiri.\n\nNamun, dia tetaplah seorang gadis yang memiliki cinta dan kekaguman di dalam hatinya,\nSampai api membakar bagian dirinya yang indah dan rapuh tersebut.\nAkhirnya dia menjadi penyihir yang tidak ingin diingat oleh para sejarawan.\n",
        "th": "\nขวดแก้วใสที่มีไฟเหลวไหลเวียนอยู่ข้างใน\nจนถึงวันนี้เทคนิคการทำไฟเหลวนี้ได้หายไปนานแล้ว\n\nCrimson Witch of Flame ผู้เดินทางไปบนแผ่นดินโลกและแผดเผาเหล่าอสูรให้เป็นเถ้าถ่าน\nว่ากันว่าเธอเสียสละร่างกายมนุษย์ของเธอเพื่อกลายเป็นศูนย์รวมของไฟเหลวด้วยตัวเอง\n\nถึงแม้จะเป็นเธอ แต่ครั้งหนึ่งก็เคยเป็นหญิงสาวมาก่อน เคยมีทั้งความรักและความคิดถึงต่อใครบางคน\nจนกระทั่งไฟได้แผดเผาทุกส่วนที่สวยงามและละเอียดอ่อนของหัวใจของหญิงสาวไปจนหมด\nจากนั้นเธอถึงกลายเป็นแม่มดที่ประวัติศาสตร์ไม่อยากแม้แต่จะบันทึก\n",
        "vi": "\nBình lưu ly tinh khiết, bên trong là dòng lửa lỏng.\nCho đến này phương pháp làm dòng lửa lỏng đã thất truyền.\n\nKhi Diệm Liệt Ma Nữ dùng dòng lửa nóng thiêu đốt ma vật,\nCon người tương truyền rằng, cô đã từ bỏ da thịt con người, thay vào đó là dòng lửa dạng lỏng tuần hoàn trong cơ thê.\n\nThế nhưng cho dù có như vậy đi chăng nữa, cô cũng từng là một thiếu nữ, cũng từng yêu và biết ngưỡng mộ,\nCho đến khi một ngọn lửa đã đốt rụi toàn bộ những gì đẹp mà yếu mềm nhất trong trái tim cô gái.\nCũng từ đó trở đi, cô cũng trở thành ma nữ mà các nhà lịch sử không hề muốn ghi chép lại.\n"
      },
      "imgid": "crimson_witch_of_flames_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "焦灼的魔女帽",
        "zht": "焦灼的魔女帽",
        "jp": "焦げた魔女の帽子",
        "ko": "불타오르는 마녀 모자",
        "en": "Witch's Scorching Hat",
        "de": "Brennender Hexenhut",
        "es": "Sombrero Abrasador de la Bruja",
        "fr": "Chapeau brûlé de la Sorcière",
        "pt": "Chapéu Abrasador da Bruxa",
        "ru": "Тлеющая ведьмина шляпа",
        "id": "Witch's Scorching Hat",
        "th": "Witch's Scorching Hat",
        "vi": "Nón Ma Nữ Lo Lắng"
      },
      "description": {
        "zhs": "曾经梦想烧尽世间魔物的炎之魔女曾经戴过的帽子。宽大的帽檐能遮挡她的视线。",
        "zht": "曾經夢想燒盡世間魔物的炎之魔女曾經戴過的帽子。寬大的帽簷能遮擋她的視線。",
        "jp": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が被っていた帽子、広いツバは彼女の視線を隠した。",
        "ko": "과거에 온 세상의 마물을 불태우길 염원하던 염화의 마녀가 착용한 모자. 넓은 모자챙이는 그녀의 시선을 가려준다",
        "en": "A hat once worn by the witch who dreamt of burning away all of the demons in the world. The large brim blocked her sight.",
        "de": "Ein Hexenhut, den die Pyro-Hexe, die eigentlich die Welt zerstören wollte, getragen hat. Die breite Krempe muss ihr Sichtfeld deutlich eingeschränkt haben.",
        "es": "El sombrero que llevaba una bruja que quería quemar el mundo. Las grandes alas del sombrero podían bloquear su campo de visión.",
        "fr": "Un chapeau porté par la sorcière qui rêvait de brûler tous les démons du monde. La large visière lui cachait la vue.",
        "pt": "Um chapéu que foi usado por uma bruxa que desejava queimar o mundo. Suas abas grandes podem bloquear o seu campo de visão.",
        "ru": "Шляпа ведьмы, мечтавшей сжечь всех демонов мира. Широкие поля прячут её взгляд.",
        "id": "Topi yang pernah dikenakan oleh Crimson Witch of Flame yang pernah bermimpi untuk membakar semua iblis di dunia. Bagian depan topinya terlihat membatasi pandangannya.",
        "th": "หมวกที่ครั้งหนึ่งถูกสวมโดยแม่มด ผู้ที่ครั้งหนึ่งฝันว่าจะเผาอสูรทั้งโลกนี้ให้สิ้นไป ปีกของมันกว้างซะจนบดบังการมอง เห็นของเธอเลย",
        "vi": "Nón từng được Diệm Liệt Ma Nữ với tham vọng thiêu đốt hết ma vật trên thế gian đội, chiếc nón rộng vành có thể che đi ánh nhìn của cô ấy."
      },
      "lore": {
        "zhs": "\n有着宽大帽檐的传统尖头魔女帽，\n能为魔女带来敬畏与恐惧的目光。\n\n对于炎之魔女而言，这样的大帽子能屏断周围的芜杂，\n在她早年求学时，得以心无旁骛地磨砺自己的火之力。\n\n在她投身战斗后，不必看着被烈焰啃噬的魔物在狂舞中散成灰的模样。\n在望向水面时，也不必看见自己因为烟雾与烈焰变得焦灼破碎的面容。\n魔女就是这样盲目地持续燃烧的。\n",
        "zht": "\n有著寬大帽檐的傳統尖頭魔女帽，\n能為魔女帶來敬畏與恐懼的目光。\n\n對於炎之魔女而言，這樣的大帽子能屏斷周圍的蕪雜，\n在她早年求學時，得以心無旁騖地磨礪自己的火之力。\n\n在她投身戰鬥後，不必看著被烈焰啃噬的魔物在狂舞中散成灰的模樣。\n在望向水面時，也不必看見自己因為煙霧與烈焰變得焦灼破碎的面容。\n魔女就是這樣盲目地持續燃燒的。\n",
        "jp": "\nつばが大きく、先の尖った伝統的な魔女の帽子。\n畏敬と恐懼の視線をもたらしてくれる。\n\n炎の魔女にとって、このような大きな帽子は周りの混乱を遮断してくれる。\nまだ学生だった頃、この帽子のお陰で彼女は一心に炎の力を鍛えることができた。\n\n戦闘に身を投じた後、この帽子のお陰で、烈火に飲まれて灰燼になった魔物の顔を見ずに済んだ。\nこの帽子のお陰で、水面に映った自分の顔を、煙と烈火によって焦げた顔を見ずに済んだ。\n魔女はこうして盲目的に焼き続けた。\n",
        "ko": "\n챙이 넓고 끝이 뾰족한 전통적인 마녀 모자는\n마녀에게 경외와 공포의 눈길을 가져다 준다.\n\n화염의 마녀에게 이런 큰 모자는 주위의 번잡함을 차단해 줄 수 있다.\n그녀가 일찍이 학교를 다닐 때 자신의 화염의 힘을 단련하는 데 전념할 수 있게 해줬다.\n\n전투에 참여한 후엔 불길에 물어뜯기는 마물이 잿더미가 되어 흩어지는 모습을 보지 않아도 됐고\n수면을 바라볼 때에도 연기와 화염 때문에 화상을 입어 흉측해진 얼굴이 보지 않게 해줬다.\n마녀는 이렇게 맹목적으로 계속 타올랐다.\n",
        "en": "\nA traditional witch's pointed hat with a large brim.\nIt grants a witch the reverence and fear which she commands.\n\nTo the Crimson Witch of Flame, this large hat shielded her from surrounding distractions.\nIt was how she was able to hone her Pyro skills when she was still an apprentice.\n\nIn combat, she needed not pay attention to monsters disintegrating in flames.\nNor did she need to look at her own burnt face in the water's reflection.\nAnd so the Crimson Witch continued to burn, blind to the extent of her devastation.\n",
        "de": "\nEin traditioneller Hexenhut mit breiter Krempe.\nEr verleiht einer Hexe eine respekt- und furchteinflößende Erscheinung.\n\nDer Pyro-Hexe dient der Hut auch als Schutz vor umliegenden Ablenkungen.\nSo konnte sie vor vielen Jahren in der Schule ihre Pyro-Techniken ohne Ablenkungen trainieren.\n\nIm Kampf musste sie nicht auf in Flammen aufgehende Monster achten\noder sich ihr eigenes verbranntes Gesicht auf der Wasseroberfläche ansehen.\nDie Hexe gefiel sich so und zündelte munter weiter.\n",
        "es": "\nEl tradicional sombrero puntiagudo de bruja con visera grande.\nLa bruja que lo porte infundirá temor y respeto.\n\nPara la Bruja Carmesí, este sombrero la separaba de las trivialidades de su alrededor.\nPasó años buscando el conocimiento, lo que le permitió concentrarse en refinar sus habilidades Pyro.\n\nNo tenía la necesidad de ver a los monstruos reducirse a cenizas en una danza llameante,\no de ver su rostro transfigurado por el humo y las llamas en el reflejo del agua.\nAsí, la Bruja Carmesí siguió provocando incendios indiscriminadamente.\n",
        "fr": "\nUn chapeau de sorcière ordinaire, pointu et avec un bord large.\nIl confère à la sorcière le portant le respect et la crainte qui lui sont dus.\n\nCe chapeau cachait à la sorcière des flammes toute distraction intempestive.\nC'est grâce à lui qu'elle put apprendre ses pouvoirs de feu.\n\nEn plein combat, elle n'avait point besoin de payer attention aux monstres se désintégrant dans les flammes,\nde même qu'elle n'avait point besoin de contempler sa face brûlée dans le reflet de l'eau.\nEt ainsi elle continua de brûler tout autour d'elle, aveugle à sa propre destruction.\n",
        "pt": "\nUm chapéu bicudo tradicional de bruxa com uma aba grande.\nConcede à bruxa reverência e temor que ela comanda.\n\nPara a Bruxa Carmesim das Chamas, este chapéu foi como um escudo que a protegia contra as distrações em seu redor.\nEla passou anos buscando o conhecimento, o que permitiu que ela se concentrasse em melhorar suas habilidades de Pyro.\n\nEm combate, ela não precisava prestar atenção aos monstros se desintegrando em chamas.\nAo olhar para o reflexo de água, pode não ver o seu rosto queimado por chamas.\nE assim a Bruxa Carmesim das Chamas continuou ardendo, não olhando a extensão da devastação que provocara.\n",
        "ru": "\nЧёрная шляпа с широкими полями и остроконечной верхушкой, какую положено носить ведьме.\nПовергает простолюдинов в страх и трепет.\n\nЭтот головной убор во времена ученичества помогал Горящей алой ведьме оградиться от окружающего шума и гама, и\nс головой уйти в книги, чтобы оттачивать свои навыки Пиро.\n\nБеззаветно посвятив себя сражению, она никогда не следила, как догорало бьющееся в муках чудовище,\nи ни разу не взглянула в гладь воды, где отразилось бы её обожжённое лицо.\nГлуха к собственным страданиям, чародейка всё горела.\n",
        "id": "\nTopi penyihir tradisional lebar dengan ujung yang runcing,\nItu memberikan si penyihir rasa hormat dan ketakutan dari perintah-perintahnya.\n\nBagi Penyihir Merah Api, topi lebar ini melindunginya dari gangguan di sekitarnya,\nItulah caranya dia melatih kekuatan apinya saat masih pemula.\n\nDalam pertarungan, dia tidak perlu memperhatikan monster yang hancur terbakar.\nDia juga tidak perlu melihat wajahnya yang terbakar di bayangan air.\nBegitulah si penyihir terus membakar dengan membabi buta.\n",
        "th": "\nหมวกแม่มดทรงแหลมแบบดั้งเดิมที่มีปีกกว้าง\nสามารถทำให้แม่มดดูน่าเกรงขามและน่ากลัวได้ตามที่เธอต้องการ\n\nในฐานะ Crimson Witch of Flame แล้ว หมวกขนาดใหญ่นี้สามารถตัดความยุ่งเหยิงโดยรอบออกไปได้\nมันเป็นวิธีที่ทำให้เธอสามารถฝึกฝนทักษะไฟของเธอเมื่อครั้งยังเป็นแม่มดฝึกหัด\n\nในการต่อสู้ เธอไม่จำเป็นต้องให้ความสนใจกับอสูรที่สลายตัวไปในเปลวเพลิง\nเมื่อมองไปในน้ำ ก็ไม่จำเป็นต้องเห็นหน้าของตัวเองที่ไหม้เกรียมจากควันและเปลวไฟ\nนี่คือวิธีที่แม่มดยังคงแผดเผาไปเรื่อย ๆ อย่างไม่ลืมหูลืมตา\n",
        "vi": "\nĐội trên đầu chiếc mũ phù thủy nhọn truyền thống với vành rộng,\nCó thể khiến ma nữ càng thêm đáng sợ và khiếp đảm.\n\nChiếc mũ như vậy có thể giúp Diệm Liệt Ma Nữ che đi tất cả hỗn loạn xung quanh,\nTrong những năm đầu nghiên cứu, cô bỏ qua tất cả chỉ tập trung vào sức mạnh của lửa.\n\nTrong chiến đấu, cô không cần liếc mắt nhìn ma vật giằng xé, quằn quại trong biển lửa rồi cuối cùng biến thành tro bụi,\nKhi đến gần mặt nước, cũng không cần xem khuôn mặt của mình vì khói và lửa đốt cháy đến rạn nứt.\nMa nữ cứ như vậy tiếp tục thiêu đốt không ngừng nghỉ.\n"
      },
      "imgid": "crimson_witch_of_flames_circlet"
    }
  ]
}