{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "悠古的磐岩",
    "zht": "悠古的磐岩",
    "jp": "悠久の磐岩",
    "ko": "유구한 반암",
    "en": "Archaic Petra",
    "de": "Archaischer Fels",
    "es": "Petra Arcaica",
    "fr": "Roche ancienne",
    "pt": "Pedra Arcaica",
    "ru": "Архаичный камень",
    "id": "Archaic Petra",
    "th": "Archaic Petra",
    "vi": "Phiến Đá Lâu Đời"
  },
  "descriptions": [
    {
      "zhs": "获得15%岩元素伤害加成。",
      "zht": "獲得15%岩元素傷害加成。",
      "jp": "岩元素ダメージ+15%。",
      "ko": "바위 원소 피해 보너스를 15% 획득한다",
      "en": "Gain a 15% Geo DMG Bonus.",
      "de": "Erhöht den Geo-Schaden um 15 %.",
      "es": "Bono de Daño Geo +15%.",
      "fr": "Confère un bonus de DGT Géo de 15 %",
      "pt": "Obtém 15% de Bônus de Dano Geo.",
      "ru": "Увеличивает бонус Гео урона на 15%.",
      "id": "Geo DMG Bonus +15%.",
      "th": "ได้รับโบนัสความเสียหายหิน 15%",
      "vi": "Nhận 15% buff sát thương nguyên tố Nham."
    },
    {
      "zhs": "获得结晶反应形成的晶片时，队伍中所有角色获得35%对应元素伤害加成，持续10秒。同时只能通过该效果获得一种元素伤害加成。",
      "zht": "獲得結晶反應形成的晶片時，隊伍中所有角色獲得35%對應元素傷害加成，持續10秒。同時只能通過該效果獲得一種元素傷害加成。",
      "jp": "結晶反応で形成された欠片を獲得すると、チーム全員の該当元素ダメージ+35%、継続時間10秒。元素ダメージアップは同時に1種類のみ獲得可能。",
      "ko": "결정 반응으로 만들어진 결정을 획득 시 파티 내 모든 캐릭터는 해당 원소 피해 보너스를 35% 획득한다. 지속 시간: 10초. 이러한 효과로 1가지의 원소 피해 보너스만 획득할 수 있다",
      "en": "Upon obtaining an Elemental Shard created through a Crystallize Reaction, all party members gain a 35% DMG Bonus for that particular element for 10s. Only one form of Elemental DMG Bonus can be gained in this manner at any one time.",
      "de": "Erhöht beim Erschaffen von Splittern durch eine Kristallisationsreaktion den mit dem jeweiligen Element verursachen Schaden aller Truppenmitglieder 10 s lang um 35 %. Zu einem Zeitpunkt kann nur ein SCH-Bonus aufgrund dieses Effekts bestehen.",
      "es": "Al obtener un cristal creado a través de la reacción de Cristalización, todos los miembros del equipo obtienen durante 10 s un 35% de Bono de Daño Elemental del elemento que causó dicha reacción. Solo se puede obtener un tipo de Bono de Daño Elemental a la vez.",
      "fr": "Lorsque vous obtenez un cristal issu d'une Cristallisation, tous les personnages de l'équipe bénéficient d'un bonus de DGT du second élément de la réaction de 35 % pendant 10 s. Cet effet ne peut s'appliquer qu'à un seul élément à la fois.",
      "pt": "Ao obter um Fragmento Elemental por meio de uma Reação de Cristalização, todos os personagens na equipe ganham 35% de DMG para esse elemento em particular por 10s. Somente uma forma de Dano Elemental pode ser obtida dessa maneira a qualquer momento.",
      "ru": "Подобранный элементальный осколок, образованный реакцией Кристалл, увеличивает бонус элементального урона соответствующего элемента всех членов отряда на 35% в течение 10 сек. Одновременно можно иметь бонус урона только одного элемента.",
      "id": "Saat memperoleh Elemental Shard yang terbentuk dari Reaksi Elemental Crystallize, seluruh anggota party memperoleh 35% peningkatan Elemental DMG terhadap elemen tersebut selama 10 detik. Hanya satu jenis Elemental DMG dapat diperoleh dengan cara ini.",
      "th": "เมื่อได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาตกผลึก ตัวละครทั้งหมดในทีมจะได้รับโบนัสความเสียหายของธาตุที่เกี่ยวข้อง 35% เป็นเวลา 10 วินาที โดยจะได้รับบัฟเพิ่มความเสียหายธาตุดังกล่าวนี้ได้ทีละหนึ่งธาตุเท่านั้น",
      "vi": "Khi nhận được mảnh kết tinh do phản ứng Kết Tinh hình thành, tất cả thành viên đội sẽ được tăng 35% sát thương nguyên tố tương ứng, duy trì 10 giây. Chỉ được nhận một loại tăng sát thương nguyên tố cùng lúc."
    }
  ],
  "imgid": "archaic_petra_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "磐陀裂生之花",
        "zht": "磐陀裂生之花",
        "jp": "盤石芽生の花",
        "ko": "바위 틈에서 자라난 꽃",
        "en": "Flower of Creviced Cliff",
        "de": "Blüte der splitternden Felsen",
        "es": "Flor del Acantilado Agrietado",
        "fr": "Fleur des crevasses",
        "pt": "Flor do Penhasco Rachado",
        "ru": "Цветок скальных трещин",
        "id": "Flower of Creviced Cliff",
        "th": "Flower of Creviced Cliff",
        "vi": "Hoa Bàn Đà"
      },
      "description": {
        "zhs": "盛开于磐陀巨岩的金石之花。花瓣随风轻摇，似有生机。",
        "zht": "盛開於磐陀巨岩的金石之花。花瓣隨風輕搖，似有生機。",
        "jp": "磐陀巨岩に咲いた金石の花。花びらが風と踊り、生気が宿るように感じられる。",
        "ko": "반타거암에 활짝 핀 금석의 꽃. 꽃잎은 생기가 깃든 것처럼 바람에 하늘거린다",
        "en": "A flower born of the minerals and rocks of cliffside cracks. The way its petals blow in the wind makes it seem alive.",
        "de": "Die goldgelbe Blüte einer Pflanze, die sich durch hartes Gestein bohrt. Die Blütenblätter wiegen mit dem Wind, als wären sie lebendig.",
        "es": "Una flor que brota en las grietas de las rocas y los minerales. Sus pétalos se mecen con la brisa, tal y como una flor real.",
        "fr": "Une fleur qui pousse à travers les fissures d'une falaise. La façon dont le vent souffle sur ses pétales lui donne un semblant de vie.",
        "pt": "Flor de pedra dourada em plena floração. As pétalas balançam suavemente ao vento, parecendo estar vivas.",
        "ru": "Цветок, рождённый из минералов и камней в скальных трещинах. То, как его лепестки танцуют на ветру, заставляет его казаться живым.",
        "id": "Setangkai bunga yang tumbuh di tengah bebatuan di tepi jurang. Kelopaknya yang tertiup angin memberinya kesan kehidupan.",
        "th": "ดอกไม้หินสีทองที่เบ่งบานอยู่บนภูเขาหิน กลีบของมันปลิวไปมาในสายลม ราวกับมีชีวิต",
        "vi": "Hoa đá vàng rực nở, cánh hoa lung lay theo gió sinh động như đang sống."
      },
      "lore": {
        "zhs": "\n自永固峭岩的裂隙之中盛开的花朵，\n是以岩石精华雕琢而成的美好生命。\n\n坊间曾有民话：\n古时有人对岩之君说，枯石之中绝无生命可言。\n岩君于是令纯金之花，从磐陀巨石中破壳而出。\n\n或许岩之神确实曾行使过此等伟业，\n又或许这也不过是悠古大地上的无数传说之一。\n但勇敢地面朝云来之海的不绝怒涛，\n生长在巍峨磐石山峰上的繁荣海港，\n就是这样的耀眼花朵吧。",
        "zht": "\n自永固峭岩的裂隙之中盛開的花朵，\n是以岩石精華雕琢而成的美好生命。\n\n坊間曾有民話：\n古時有人對岩之君說，枯石之中絕無生命可言。\n岩君於是令純金之花，從磐陀巨石中破殼而出。\n\n或許岩之神確實曾行使過此等偉業，\n又或許這也不過是悠古大地上的無數傳說之一。\n但勇敢地面朝雲來之海的不絕怒濤，\n生長在巍峨磐石山峰上的繁榮海港，\n就是這樣的耀眼花朵吧。",
        "jp": "\n硬い岩の隙間から花が咲き、\nそれは岩の精が集まる美しい生命。\n\n民の間でこう言う話しが流れた。\n昔、誰かが岩君に、枯石に命はないと言った。\nすると岩君は金色の花を、岩の中から咲かせた。\n\n岩の神が誠にこのような諸行を成したことがあるかもしれない、\n若しくは、この地に散らばった無数の伝説の一つにしか過ぎない。\nしかし、怒りの海に向き合って、\n高い山に成長するのは、\nこうこういった眩しい花であろう。",
        "ko": "\n절벽의 균열에서 핀 꽃으로\n암석의 정수가 만들어낸 아름다운 생명이다.\n\n가담항설:\n옛날에 누군가 암왕제군에게 메마른 돌에는 절대 생명이 자랄 수 없다고 말했다.\n그래서 암왕제군은 순금의 꽃에게 바위 속에서 피어나도록 명했다.\n\n어쩌면 바위신은 한때 이런 위업을 행했을 지도 모른다.\n또 어쩌면 이는 오랜 세월 동안 전해 내려온 수많은 전설 중 하나일지도…\n하지만 운래해의 분노 어린 파도에 용감하게 맞서며,\n험준한 돌산 위에 생겨난 번영된 항구 도시가\n바로 이렇게 눈부신 꽃이지 않을까?",
        "en": "\nA flower that bloomed in a cliff's impregnable cleft.\nIt is an exquisite life shaped by the essence of Geo.\n\nThere is a folk saying that goes thus:\nIn times of yore, someone told the Lord of Geo that there was no life to be found in barren stone.\nThus did the Lord of Geo command flowers of purest gold to burst forth from the face of an uneven rock.\n\nPerhaps the Geo Archon did once work such a great wonder,\nOr perhaps this is but one of the many tales that shroud this ancient world.\nBut the prosperous harbor that grew out of the lifeless mountains,\nAnd that braves the raging waves of the Sea of Clouds—\nPerhaps that was the brilliant flower, after all.",
        "de": "\nEine Blume, die in einer unerreichbaren Felsspalte blühte.\nEin exquisites Leben, geprägt von der Essenz des Gesteins.\n\nEs gibt ein Volksmärchen und das geht so:\nIn früheren Zeiten sagte jemand dem Herrscher über die Felsen, dass es in unfruchtbarem Stein kein Leben gäbe.\nSo befahl der Herrscher, dass Blumen aus reinstem Gold aus der Oberfläche eines unebenen Felsens hervorbrechen sollten.\n\nVielleicht hat der Geo-Archon wirklich einst ein so großes Wunder vollbracht\noder vielleicht ist es nur eine der vielen Geschichten, die über diese alte Welt kursieren.\nAber der wohlhabende Hafen, der aus den leblosen Bergen herauswuchs\nund den tosenden Wellen des Wolkenmeeres trotzte,\nwar vielleicht genau diese leuchtende Blume.",
        "es": "\nUna flor que se abrió en una grieta inalcanzable de la cima de un peñasco.\nEs una planta excelentemente esculpida con la esencia del elemento Geo.\n\nHay una historia popular que dice así:\nAntaño, alguien le dijo al Rey Geo que no podía haber vida en una piedra inerte.\nEn consecuencia, el Rey Geo ordenó a las flores del dorado más puro que surgieran de la superficie de una roca sólida.\n\nQuizás el Arconte Geo realmente hiciera tal proeza;\no quizás aquello solo fuera una de las tantas historias antiguas en torno a su persona.\nPero lo que sí es cierto es que un próspero puerto surgió de entre las montañas inertes.\nTal vez este puerto, el cual desafió a las violentas olas del mar de nubes,\nfue la flor dorada que emergió de un cuerpo inerte.",
        "fr": "\nUne fleur qui naquit au cœur d'une crevasse inaccessible d'une falaise.\nCette création fut possible grâce à la concentration de l'élément Géo.\n\nUne légende dit que :\nDans les temps anciens, quelqu'un affirma au Souverain de la Roche, que la pierre ne pouvait pas donner la vie.\nL'Archon Géo fit alors pousser une fleur en or pur sur une surface rocailleuse pour lui prouver le contraire.\n\nNous ne saurons jamais s'il fut capable d'une telle prouesse\nou s'il s'agit d'une légende comme une autre.\nCependant, le port prospère qui fait face à la mer de nuages,\nné au milieu des montagnes sans vie,\nest comparable à cette fleur.",
        "pt": "\nUma flor que desabrochou numa fresta de um penhasco inalcançável,\nÉ uma bela forma de vida moldada pela essência de Geo.\n\nHá um ditado popular que diz o seguinte:\nNos tempos de outrora, alguém disse ao Arconte Geo que não existia vida para ser encontrada em rocha morta,\nEntão o Arconte Geo fez com que flores de ouro puro saíssem da superfície de uma rocha sólida.\n\nTalvez o Arconte Geo fez tal maravilha,\nou talvez seja uma das muitas histórias que rondam este mundo antigo.\nMas esse próspero porto que cresceu nas montanhas sem vida,\ne que desafia as ondas ferozes do mar de nuvens,\nno final, deve ser a flor brilhante.",
        "ru": "\nВ цветок, раскрывшийся в расселине отвесной скалы,\nвдохнула жизнь энергия Гео.\n\nПо одному народному сказанию\nв старину однажды Властелину Камня заявили, что на голых камнях жизни быть не может.\nТогда по его велению на каменной глыбе расцвели цветы из чистого золота.\n\nБыть может, Гео Архонт и в самом деле сотворил такое чудо.\nВозможно, однако, что это просто одна из легенд, которыми полнится седая земля.\nНо процветающий порт, который вырос среди безжизненных скал\nи храбро выстоял бурные волны Моря облаков,\nбыть может, тем самым драгоценным цветком и был.",
        "id": "\nBunga-bunga mekar dari celah-celah batu abadi,\nBagaikan kehidupan indah yang diukir dari esensi batu.\n\nTerdapat sebuah rumor yang beredar:\nPada zaman kuno, seseorang berkata kepada Lord Geo bahwa tidak ada kehidupan di batu kering.\nRex Lapis kemudian membuat bunga emas murni untuk keluar dari cangkangnya dari antara batu raksasa.\n\nMungkin Dewa batu pernah melakukan perbuatan besar seperti itu,\nAtau mungkin itu hanyalah salah satu legenda yang tak terhitung jumlahnya pada zaman itu.\nTapi dengan berani menghadapi ombak tanpa henti menuju lautan awan,\nLahirlah sebuah pelabuhan yang makmur di atas puncak berbatu,\nItulah bunga yang begitu mempesona.",
        "th": "\nดอกไม้กำลังเบ่งบานอยู่ในรอยแยกชั่วกาลนานของหน้าผา\nมันเป็นชีวิตที่สวยงามที่แกะสลักจากแก่นของหิน\n\nมีคนเคยกล่าวไว้ว่า:\nในสมัยโบราณ มีคนพูดกับราชาแห่งหินว่าไม่มีชีวิตในหินที่แห้งแตก\nราชาแห่งหินจึงเสกดอกไม้ทองคำบริสุทธิ์ให้งอกออกมาจากหินยักษ์\n\nบางทีเทพแห่งหินอาจเคยทำเรื่องยิ่งใหญ่เช่นนี้\nหรือมันอาจเป็นเพียงหนึ่งในตำนานมากมายของดินแดนโบราณแห่งนี้\nแต่ต้องเผชิญคลื่นลมแรงอย่างไม่หวาดหวั่น\nเกิดในเมืองท่าที่เจริญรุ่งเรืองท่ามกลางโขดหินสูงชัน\nก็คือดอกไม้ที่งดงามสะดุดตาเช่นนี้แหละ",
        "vi": "\nTừ trong khe đá cứng chắc nở rộ đóa hoa,\nLà sự sống tươi đẹp mài giũa từ tinh hoa của nham thạch.\n\nTrên phố từng có lời đồn:\nThuở xưa có người từng nói với Nham Quân, trong đá khô không thể có sự sống.\nVì thế Nham Quân ra lệnh hoa thuần kim phá xác chui ra khỏi tảng đá lớn.\n\nCó lẽ Nham Thần từng kiến tạo sự nghiệp vĩ đại như thế,\nHoặc nó chỉ là một trong những truyền thuyết của vùng đất xa xôi.\nNhưng dũng cảm đối mặt với sóng dữ không ngừng của biển khơi,\nSinh trưởng ở hải cảng phồn vinh trên núi đá nguy nga.\nLà một đóa hoa rực rỡ như thế."
      },
      "imgid": "archaic_petra_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "嵯峨群峰之翼",
        "zht": "嵯峨群峰之翼",
        "jp": "嵯峨連山の翼",
        "ko": "험한 산봉우리의 날개",
        "en": "Feather of Jagged Peaks",
        "de": "Flügel der luftigen Gipfel",
        "es": "Pluma de la Cordillera Escarpada",
        "fr": "Plume des sommets escarpés",
        "pt": "Asas do Pico da Montanha",
        "ru": "Перо зубчатых пиков",
        "id": "Feather of Jagged Peaks",
        "th": "Feather of Jagged Peaks",
        "vi": "Cánh Thái Sơn"
      },
      "description": {
        "zhs": "来自矶岩巨鸢的刚羽，玄石的羽尖有时会凝结有清冷的露珠。",
        "zht": "來自磯岩巨鳶的鋼羽，玄石的羽尖有時會凝結清冷的露珠。",
        "jp": "磯岩巨鳶の硬い羽根、玄石の羽先が露を凍らすことがたまにある。",
        "ko": "갯바위 거대한 솔개의 단단한 깃털. 검은 깃털 끝에 차가운 이슬이 맺히기도 한다",
        "en": "A hard feather from a large seacliff hawk. The basalt tip of the feather sometimes glistens with a cool dew.",
        "de": "Die steinharte Feder eines großen Wellenbrechers, an deren schwarzen Ende sich hin und wieder kalte Tautropfen bilden.",
        "es": "Una dura pluma de un gran halcón de montaña. La punta de basalto de la pluma a veces brilla con las gotas del rocío.",
        "fr": "Une plume dure appartenant à un grand faucon des falaises côtières. Des gouttes de rosée se forment parfois à son extrémité noire.",
        "pt": "A pluma da pipa gigante na rocha, e a ponta da pedra negra às vezes condensa com orvalho frio.",
        "ru": "Окаменелое перо большого скального ястреба. Его базальтовый кончик иногда отдаёт прохладой росы.",
        "id": "Sehelai bulu yang keras dan kokoh dari seekor elang raksasa. Terkadang embun dingin terkumpul di bagian ujung yang keras dari bulu ini.",
        "th": "ขนนกอันแข็งแกร่งที่ได้มาจาก เหยี่ยวหินขนาดยักษ์ บางครั้งจะมีหยาดน้ำค้างเย็น จับตัวอยู่ที่ปลายขนนก",
        "vi": "Lông vũ cứng cáp trên người những con chim đá khổng lồ, trên đó đôi khi còn ngưng tụ những giọt sương lạnh lẽo."
      },
      "lore": {
        "zhs": "\n削平嵯峨群峰的巨翼上遗落的片羽，\n如今玄青色的尖端依旧锋利如明刃。\n\n传说在天地不平的古时，岩君曾拔山而造巨鸢。\n鸢鸟由玉石与矶岩塑成，甫一成形便飞离大地，\n圜旋直冲九天云霄之上，亦削平诸多凌云巨峰。\n\n据说，岩之鸢禽振翅直往大海，\n恍若落自神霄的锋利欃枪一般，\n坠向庞大的海中魔兽…\n\n据说，海上的嵯峨岩柱，如今仍然吸引着飞鸢。",
        "zht": "\n削平嵯峨群峰的巨翼上遺落的片羽，\n如今玄青色的尖端依舊鋒利如明刃。\n\n傳說在天地不平的古時，岩君曾拔山而造巨鳶。\n鳶鳥由玉石與磯岩塑成，甫一成形便飛離大地，\n圜旋直衝九天雲霄之上，亦削平諸多凌雲巨峰。\n\n據說，岩之鳶禽振翅直往大海，\n恍若落自神霄的鋒利欃槍一般，\n墜向龐大的海中魔獸…\n\n據說，海上的嵯峨岩柱，如今仍然吸引著飛鳶。",
        "jp": "\n山の峯に残された片羽は、\n青色の頂のように鋭かった。\n\n天地がまだ今の形ではない古代、岩君が山を抜いて巨鳶を作ったと言われる。\n鳶は玉と岩で作られ、形を取ると空へ飛び立ち、\n九天まで至り、数多くの山峯を彫り出した。\n\nそして、岩の鳶は海へ飛び、\n槍のように落下し、\n海獣へと沈んだ。\n\n今も海の岩柱が鳶たちを吸い寄せていると言われる。",
        "ko": "\n험한 산봉우리를 평평하게 만든 거대한 날개에서 떨어진 깃털.\n짙은 청색의 끝부분은 여전히 칼날 같은 날카로움을 유지하고 있다.\n\n세상이 혼란하던 고대에 암왕제군이 산을 뽑아 거대한 솔개를 만들었다고 한다.\n솔개는 옥석과 갯바위로 조각되었고 모습을 갖추자마자 하늘로 날아올랐고\n구름 위를 선회하며 수많은 산봉우리를 평평하게 만들었다.\n\n바위 솔개는 날개를 활짝 펼친 채 바다로 날아가\n마치 신소가 던진 날카로운 창처럼\n거대한 바다 마수에게 내려 꽂혔다고 한다….\n\n해상의 험한 바위기둥은 오늘날까지도 계속해서 솔개를 끌어들이고 있다고 한다.",
        "en": "\nA feather left behind by the giant wings that flattened the mountains.\nThough it has long turned moss-green, this feather remains sharp as a naked blade.\n\nThey say that in ancient times, when the world was in turmoil, Rex Lapis plucked mountains and turned them into huge birds of prey.\nThese birds were carved out of rock and jade, and they soared above the ground once they had taken shape.\nSpiraling toward the heavens, they pierced through the clouds and flattened many stone peaks therein.\n\nThey say that these rock kites spread their wings and dived towards the ocean,\nAnd they fell from the sky like comets,\nRight into the heart of the sea, and the monsters within...\n\nAnd they say that the pillars of stone that jut out from the ocean continue to attract birds to this day.",
        "de": "\nEine Feder, die von den riesigen Flügeln zurückgelassen wurde, die einst die Berge abflachten.\nObwohl sie schon seit langer Zeit moosgrün ist, bleibt diese Feder dennoch scharf wie eine Rasierklinge.\n\nLegenden besagen, dass Rex Lapis in der alten Zeit, als die Welt noch in Aufruhr war, Berge ausgerissen und sie in riesige Raubvögel verwandelt hat.\nDiese Vögel wurden aus Fels und Jade geschnitzt und sie schwebten über dem Boden, sobald sie ihre Gestalt angenommen hatten.\nSie schraubten sich in den Himmel, durchbohrten die Wolken und flachten dabei viele Steinspitzen der Berge ab.\n\nMan sagt, dass diese Felsvögel ihre Flügel ausbreiteten und direkt in den Ozean eintauchten.\nSie fielen wie Kometen vom Himmel\ndirekt in die Tiefen des Meeres und in die Herzen der Monster darin ...\n\nEs wird gesagt, dass die Steinsäulen, die aus dem Meer ragen, bis heute noch die Vögel anziehen.",
        "es": "\nUna pluma que cayó de unas alas gigantescas que aplanaron las montañas.\nHoy en día se ha tornado verde musgo, pero esta pluma sigue siendo afilada como el filo de una espada.\n\nDicen que en tiempos antiguos, cuando el mundo estaba sumido en el caos, Rex Lapis arrancó piedras de las montañas y las convirtió en aves rapaces.\nEstas aves, talladas a partir de nefrita, surcaron los cielos en cuanto adquirieron su forma.\nAscendiendo en espiral hacia el firmamento, atravesaban las nubes y aplanaban las cimas rocosas.\n\nDicen que estos milanos de la roca abrían sus alas para caer al mar en picado,\ny descendían desde lo alto como un cometa\npara llegar hasta las profundidades del mar, donde habitaban bestias marinas...\n\nSegún dicen, los pilares de piedra que sobresalen del océano siguen atrayendo a las aves incluso hoy en día.",
        "fr": "\nUne plume appartenant à un oiseau géant dont les ailes pouvaient raser des montagnes.\nMalgré la mousse verte qui la recouvre, elle n'a pas perdu de son tranchant.\n\nAutrefois, lors des temps anciens, on raconte que le Souverain de la Roche arrachait des montagnes pour les transformer en énormes rapaces.\nCes derniers étaient sculptés dans de la pierre et du jade, avant de prendre leur envol lorsqu'ils étaient terminés.\nVirevoltant dans les airs, ces animaux perçaient les nuages et façonnaient les monts.\n\nCertains disent que ces milans en pierre déployaient leurs ailes en direction de l'océan, \npour y tomber comme des météorites\nsur les monstres des fonds marins...\n\nDe nos jours, nombreux sont les oiseaux qui viennent se poser sur les piliers de pierre qui dépassent de la mer.",
        "pt": "\nUma pena deixada para trás pelas asas gigantes que nivelaram as montanhas,\napesar de ter se tornado verde musgo, essa pena continua afiada como uma lâmina.\n\nAs lendas dizem que nos tempos antigos, quando o mundo estava em caos, Rex Lapis arrancou as montanhas e as transformou em enormes aves de rapina.\nEssas aves foram criadas com pedras e jade, e voavam sobre o chão em que se formaram,\nascendendo rumo aos céus, perfuravam as nuvens e nivelavam muitos picos no caminho.\n\nDizem que essas pipas de pedra abriam suas asas e mergulhavam rumo ao oceano,\ncaindo do céu como cometas,\nRumo ao coração do oceano, onde os monstros habitam...\n\nDizem que os pilares de pedra que saem do oceano continuam a atrair pássaros até hoje.",
        "ru": "\nПеро исполинской птицы, которая могла своими крыльями сносить горы.\nОно уже давно позеленело, но не утратило свою бритвенную остроту.\n\nСогласно легенде, в древние времена, когда на земле царила смута, Властелин Камня вырывал горы и превращал их в гигантских хищных птиц.\nВысеченные из камня и нефрита, они воспаряли над землёй, как только обретали форму.\nКружа в небесной выси, они пронзали облака и срезали горные вершины.\n\nГоворят, что эти каменные птицы расправляли крылья и устремлялись в океан,\nпадая с неба словно кометы\nпрямиком в тёмные глубины к обитавшим в них чудовищам...\n\nЕщё говорят, что возвышающиеся над океаном скалы привлекают птиц и по сей день.",
        "id": "\nSayap yang tertinggal di puncak gunung,\nUjungnya yang berwarna biru kehitaman masih setajam mata pisau.\n\nLegenda mengatakan bahwa di zaman kuno ketika langit dan bumi ini tidak rata, Rex Lapis pernah menarik gunung dan membuat layang-layang raksasa.\nLayang-layang raksasa berbentuk elang yang terbuat dari batu giok dan bebatuan, melesat terbang setelah terbentuk,\nDengan gesit langsung mengambil sembilan awan di langit, dan meratakan banyak puncak besar di langit.\n\nDikatakan bahwa elang raksasa itu mengepakkan sayapnya ke arah laut terbuka,\nBagaikan tombak tajam milik Shenxiao,\nJatuh mendarat pada monster laut besar...\n\nDikatakan bahwa pilar-pilar batu di laut tersebut masih menarik perhatian sang elang raksasa.",
        "th": "\nขนนกที่ถูกทับแบนถูกทิ้งไว้บนปลายเขาหินอันขรุขระ\nปลายสีฟ้าดำนั้นแหลมคมราวกับใบมีด\n\nตำนานกล่าวว่า ในยุคที่โลกไม่สมดุล ลอร์ดแห่งหินเคยดึงภูเขาขึ้นมาทำว่าวยักษ์\nว่าวหินทำขึ้นจากหินและหยก และได้โผบินทันทีที่มันเป็นรูปเป็นร่าง\nมันบินหมุนควงขึ้นไปบนสวรรค์ชั้น 9 และทำลายยอดเขาหลายยอดจนเรียบเป็นหน้ากลอง\n\nว่ากันว่า ว่าวหินนี้บินตรงไปยังมหาสมุทร\nราวกับหอกที่พุ่งมาจากสวรรค์ก็ไม่ปาน\nตกลงไปในมหาสมุทรที่เต็มไปด้วยมอนสเตอร์\n\nว่ากันว่า แท่งหินที่อยู่บนทะเลยังดึงดูดว่าวจนถึงทุกวันนี้",
        "vi": "\nSan bằng đôi cánh hiểm trở dâng lên lông vũ thất lạc,\nNay đỉnh nhọn xanh đen vẫn sắc bén như lưỡi đao.\n\nThời xưa khi trời đất chưa phẳng, Nham Quân từng kéo núi làm diều hâu.\nDiều hâu được đúc từ đá ngọc và mỏm đá, vừa thành hình đã bay khỏi mặt đất.\nXông thẳng tận chín tầng mây, san bằng bao đỉnh nhọn chọc trời.\n\nNghe nói, diều hâu vỗ cánh thẳng hướng biển khơi,\nNhư mũi giáo sắc bén rơi từ thần tiêu,\nRơi xuống ma thú khổng lồ giữa biển...\n\nNghe nói mỏm đá cheo leo trên biển vẫn còn hấp dẫn diều hâu."
      },
      "imgid": "archaic_petra_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "星罗圭璧之晷",
        "zht": "星羅圭璧之晷",
        "jp": "星羅圭玉の日時計",
        "ko": "성라규벽의 시계",
        "en": "Sundial of Enduring Jade",
        "de": "Sonnenuhr der düsteren Jade",
        "es": "Reloj de Sol de Jade Sempiterno",
        "fr": "Cadran du jade immuable",
        "pt": "Relógio de Sol de Jade Duradouro",
        "ru": "Часы из прочного нефрита",
        "id": "Sundial of Enduring Jade",
        "th": "Sundial of Enduring Jade",
        "vi": "Cát Tinh Đà"
      },
      "description": {
        "zhs": "以整块圭璧雕琢而成的日晷，纹路层叠星罗，沉默地记录着失去的时间。",
        "zht": "以整塊圭璧雕琢而成的日晷，紋路層疊星羅，沉默地記錄著失去的時間。",
        "jp": "丸一枚の圭璧を彫って作られた日時計、模様は無数の星が連なっているように見える。無言のままに時間の流れを記録している。",
        "ko": "규벽을 통째로 조각해서 만든 해시계. 무수한 별들이 겹쳐진 성라의 무늬는 말없이 잃어버린 시간을 기록한다",
        "en": "A sundial carved from a single, large piece of jade. Its lined with a pattern that silently records the passage of time.",
        "de": "Eine Sonnenuhr gefertigt aus einem einzelnen Stück feinster Jade, deren Maserung einer Sternenkarte gleicht. Schweigend zeigt sie die für immer verlorene Zeit an.",
        "es": "Un reloj de sol tallado en una sola pieza grande de jade. Está tallado con un patrón que registra silenciosamente el paso del tiempo.",
        "fr": "Un cadran solaire gravé d'un bloc dans le jade. Les veines qu'on voit dans le minerai sont autant de témoins silencieux du temps qui passe.",
        "pt": "Um relógio de sol esculpido em um único pedaço grande de jade. Está alinhado com um padrão que registra silenciosamente a passagem do tempo.",
        "ru": "Солнечные часы, вырезанные из цельного куска нефрита. Вырезанный на них узор безмолвно отсчитывает ход времени.",
        "id": "Jam bayangan matahari yang terbuat dari sebuah batu giok yang besar. Garis-garisnya memiliki pola yang mencatat berlalunya waktu.",
        "th": "นาฬิกาแดดที่แกะสลักขึ้นมาจาก หยกที่ใช้ในพิธีกรรมทั้งชิ้น ประดับด้วยลวดลายของหมู่ดาว มันคอยบันทึกเวลาที่หายไป อย่างเงียบ ๆ",
        "vi": "Đồng hồ được chạm khắc từ phiến đá lớn, hoa văn trang trí hình những ngôi sao, vẫn cứ âm thầm ghi lại dòng chảy của thời gian."
      },
      "lore": {
        "zhs": "\n以圭璋之璧塑成的日晷，\n沉默地追随日光与时间。\n\n即使悠古永固的群岩，也会在漫长的时光中崩解，化为沙砾尘埃。\n\n据说岩之君曾将地中明星琢成计时之物，教导先民光阴之贵。\n传说许久之后日晷流落民间，为年轻时仍是书生的昆吾所得。\n\n「少时本潜心研读经籍，意在往渡须弥，修行至大之智慧」\n「但偶获此晷，复日把玩，迁延时久，竟未曾见一毫瑕疵」\n「便决定别高师，改而以匠为业，挑战这天工之器的主人」\n",
        "zht": "\n以圭璋之璧塑成的日晷，\n沉默地追隨日光與時間。\n\n即使悠古永固的群岩，也會在漫長的時光中崩解，化為沙礫塵埃。\n\n據說岩之君曾將地中明星琢成計時之物，教導先民光陰之貴。\n傳說許久之後日晷流落民間，為年輕時仍是書生的昆吾所得。\n\n「少時本潛心研讀經籍，意在往渡須彌，修行至大之智慧」\n「但偶獲此晷，復日把玩，遷延時久，竟未曾見一毫瑕疵」\n「便決定別高師，改而以匠為業，挑戰這天工之器的主人」\n",
        "jp": "\n崖で彫られた日時計は、\n黙って光と時間を追う。\n\nいくら硬い岩であろうと、結局時間の流れで崩壊し、砂になってしまう。\n\n伝説によるば、岩君は星を時計に作り、先祖たちに時間の大切を教えた。\n時間が経ち、日時計は人間界に流れ込み、まだ書生であったクオンの手に入った。\n\n「少年は幼い時から学問を学び、スメールへ辿り着くことを願った」\n「偶然に時計を手に入れ、その精密さに驚き、毎日手放さなかった」\n「少年は遂に師と分かれ、時計の主に挑むため、匠の道を選んだ」\n",
        "ko": "\n고귀한 옥으로 만든 해시계,\n햇빛과 시간을 조용히 쫓는다.\n\n아무리 오래되고 단단한 바위라도 오랜 세월 앞에선 무너지며 모래먼지로 변한다.\n\n암왕제군은 과거 땅 위의 별로 시계를 만들어 선조들에게 빛과 그림자의 중요성을 가르쳤다고 한다.\n세월이 흐르며 해시계는 민간에 돌아다니게 됐고 아직 서생이던 젊은 곤오가 이를 얻게 됐다고 한다.\n\n「어릴 땐 경전 연구에 뜻을 두어 수메르로 가서 지혜를 수행하고자 했다」\n「하지만 해시계를 우연히 얻은 뒤 매일 가지고 놀며 오랫동안 이를 검사했지만 단 하나의 결점도 발견할 수 없었다」\n「그래서 아카데미를 떠나 장인의 삶을 살며 이걸 만든 명인에게 도전하기로 결정했다」\n",
        "en": "\nA sundial made using regal jade.\nIt silently pursues both time and tide.\n\nEven rocks that have stood firm for time immemorial will eventually disintegrate over time, crumbling into dust and gravel.\n\nLegend has it that the Lord of Geo once made the glittering stars of the earth into devices for telling time, all the better to teach the ancient humans about the value of every moment.\nOver the passage of time, this sundial came to be the prized possession of Kunwu, who was then still a young scholar in training.\n\n\"When I was young, I dreamed of studying the classics and going to Sumeru to attain the greatest wisdom.\"\n\"Yet when gaining this dial, I played with and examined it for many long days, and could not find in it a single flaw.\"\n\"Thus I changed tacks and sought a master craftsman to learn a new trade, and thereby challenge the creator of this divine tool.\"\n",
        "de": "\nEine Sonnenuhr aus echter königlicher Jade.\nSie verfolgt schweigend sowohl die Zeit als auch die Gezeiten.\n\nSogar Felsen, die seit Urzeiten fest standen, werden sich mit der Zeit auflösen und zu Staub und Kies zerfallen.\n\nDie Legende besagt, dass Rex Lapis einst die funkelnden Sterne der Erde zu Geräten machte, die die Zeit anzeigen konnten, um den Menschen den Wert der Zeit beizubringen.\nIm Laufe der Zeit wurde diese Sonnenuhr zum wertvollen Besitz eines jungen Menschen namens Kunwu, der damals noch ein Gelehrter in Ausbildung war.\n\n„Als ich jung war, träumte ich davon, die Klassiker zu studieren und nach Sumeru zu gehen, um die höchste Weisheit zu erlangen.“\n„Doch als ich diese Uhr erhielt, spielte ich viele Tage damit, untersuchte sie ausgiebig und konnte keinen einzigen Fehler darin finden.“\n„So änderte ich meinen Kurs und suchte einen Meister, um einen neuen Beruf zu erlernen und damit den Schöpfer dieses göttlichen Werkzeugs herausfordern zu können.“\n",
        "es": "\nUn reloj de sol hecho a partir de jade de la realeza.\nPersigue la luz del día en silencio.\n\nIncluso las rocas que se yerguen firmes desde tiempos inmemoriales se desmoronarán y se convertirán en polvo con el paso del tiempo.\n\nDice la leyenda que una vez, el Rey Geo convirtió las constelaciones de la tierra en dispositivos para medir el tiempo para enseñarle a los ancestros humanos el valor de cada instante.\nDice la leyenda que el reloj pasó de mano en mano por mucho tiempo, hasta que se convirtió en el tesoro de un joven erudito en ciernes.\n\n“Cuando era joven, estudiaba profusamente los textos clásicos con la intención de, algún día, dirigirme a Sumeru para alcanzar la sabiduría.\nPero, al obtener este reloj de sol, jugué con él durante muchos días, por mucho tiempo, y no pude encontrar ni un defecto en él.\nAsí fue cómo cambié de vocación para convertirme en un artesano y retar al maestro detrás de esta gran obra de ingeniería”.\n",
        "fr": "\nUn cadran solaire sculpté dans du jade ancien.\nLa lumière et le temps s'y reflètent en silence.\n\nMême les rochers qui se dressent fièrement sur terre depuis la nuit des temps finiront par s'effondrer et se transformer en poussière avec le temps.\n\nLa légende raconte que le Souverain de la Roche a transformé les étoiles en appareils de mesure du temps pour enseigner aux premiers humains la valeur de chaque instant.\nAu fil du temps, un de ces appareils est devenu l'objet le plus cher d'une jeune personne qui souhaitait faire de grandes études.\n\n« Dans ma jeunesse, je rêvais d'étudier les classiques littéraires et de me rendre à Sumeru afin d'atteindre l'ultime sagesse. »\n« Cependant, après avoir obtenu ce cadran solaire par hasard, je l'examinai pendant des jours sans jamais lui trouver un seul défaut. »\n« Par la suite, je devins artisan afin de surpasser le maître qui fut capable de confectionner un tel objet. »\n",
        "pt": "\nUm relógio de sol feito a partir de um jade da realeza,\nPersegue silenciosamente o tempo e a luz do dia.\n\nMesmo as rochas que permaneceram firmes por tempos imemoriais irão eventualmente se desintegrar com o tempo, virando pó e cascalho.\n\nDiz a lenda que o Arconte Geo confeccionou um relógio com as estrelas mais brilhantes da terra, a fim de ensinar ao seu povo o quão precioso era o tempo.\nDiziam que o Relógio Solar se circulava no mundo mortal, e no final chegou à mão do Kunwu, que ainda era um estudioso.\n\n\"Quando eu era novo, sonhava em estudar os clássicos e ir para Sumeru adquirir sabedoria.\"\n\"Mas ao obter esse relógio, o examinei por muitos dias, e não achei um defeito sequer.\"\n\"Decidi então não mais ser um pensador, mas aprender a ser um artesão para desafiar o criador desta máquina divina.\"\n",
        "ru": "\nСолнечные часы из благородного нефрита.\nОни безмолвно следуют за солнцем и временем.\n\nДаже стоящие с незапамятных времён скалы когда-то распадутся на мелкие камни и сотрутся в пыль.\n\nПо легенде Властелин Камня однажды заставил звёзды показывать ход времени, чтобы научить людей ценности каждого мгновения.\nМного позже эти солнечные часы стали принадлежать молодому учёному, который ими очень дорожил.\n\n«В детстве я мечтал постичь великую мудрость древних фолиантов в Академии Сумеру.\nКогда мне в руки попали эти часы, я долго их рассматривал, но ни малейшего изъяна в них не нашёл.\nПоэтому я решил оставить науку, найти мастера, обучиться новому ремеслу и бросить вызов создателю этого божественного инструмента».\n",
        "id": "\nJam matahari yang diukir di tebing,\nMengikuti cahaya dan waktu dalam diam.\n\nBahkan pegunungan padat dari zaman kuno akan berubah menjadi kerikil seiring berjalannya waktu.\n\nDikatakan bahwa Rex Lapis pernah menggunakan cahaya bintang di bumi untuk membentuk objek berhitung, mengajarkan orang untuk memahami waktu.\nLegenda mengatakan bahwa saat jam matahari diperkenalkan ke orang-orang, hal tersebut diakuisisi oleh Kunwu muda yang saat itu masih menjadi seorang sarjana.\n\n\"Anak itu mendedikasikan dirinya tertarik untuk mempelajari kitab suci. Bermaksud pergi ke Sumeru untuk mendapatkan kebijaksanaan yang luar biasa\"\n\"Aku mendapatkan jam matahari ini dan memutarnya hari demi hari, setelah sekian lama aku tidak pernah melihat benda ini cacat.\"\n\"Akhirnya aku memutuskan untuk berpisah dengan guruku, mengganti karirnya untuk menantang penguasa waktu.\"\n",
        "th": "\nนาฬิกาแดดที่ทำขึ้นจากหยกที่ใช้ในพิธีกรรม\nมันวิ่งตามวันเวลาอย่างเงียบ ๆ\n\nแม้แต่หินโบราณที่มั่นคงเป็นถาวรก็ต้องสลายไปตามกาลเวลา กลายเป็นทรายและฝุ่น\n\nว่ากันว่าราชาแห่งหินเคยตัดดวงดาวแล้วใส่ลงในวัตถุบอกเวลา และสอนเหล่าบรรพบุรุษว่าเวลาเป็นสิ่งมีค่า\nตำนานกล่าวว่า เมื่อเวลาผ่านไปหลายปี นาฬิกาแดดเรือนนั้นได้ตกมาสู่มือคนทั่วไป และได้กลายเป็นของ Kunwu ในตอนที่เขายังเป็นนักปราชญ์หนุ่ม\n\n\"นักปราชญ์หนุ่มมุ่งสนใจศึกษาคัมภีร์ หวังว่าจะข้ามผ่าน Sumeru และฝึกฝนปัญญาที่ยิ่งใหญ่\"\n\"หลังจากได้นาฬิกาแดดอันนี้มาฉันเล่นกับมันทุกวัน แม้เวลาจะผ่านไปนานวันแต่ฉันก็ไม่เคยเห็นข้อบกพร่องของมันเลย\"\n\"ดังนั้นฉันถึงไม่อยากเป็นอาจารย์ในสถาบันแล้ว และเลือกการสร้างสรรค์ชิ้นงานเป็นอาชีพแทน เพราะอยากจะท้าทายผู้ที่สร้างนาฬิกาแดดอันวิเศษเช่นนี้\"\n",
        "vi": "\nLấy ngọc Khuê Chương làm bóng mặt trời,\nLặng im cùng ánh sáng và thời gian.\n\nDù là rặng núi rắn chắc từ xa xưa cũng sẽ đổ sụp thành cái sỏi theo thời gian.\n\nNghe nói Nham Quân từng dùng ánh sao trong đất tạo thành vật đếm, dạy cho con dân nắm bắt thời gian.\nTruyền thuyết về sau bóng mặt trời lưu lạc dân gian, lúc trước là vật của thư sinh Côn Ngô.\n\n\"Thuở nhỏ chuyên tâm theo học kinh thánh, muốn độ tu di, tu hành đạt đại trí khôn\"\n\"Nhưng chợt có được vật này, ngắm nghía ngày ngày, một thời gian dài vẫn không hề thấy tỳ vết.\"\n\"Nên quyết định từ biệt cao sư, đổi theo nghiệp làm tượng, thách thức chủ nhân của vật này.\"\n"
      },
      "imgid": "archaic_petra_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "巉岩琢塑之樽",
        "zht": "巉岩琢塑之樽",
        "jp": "危岩磐石の杯",
        "ko": "위암 반석의 술잔",
        "en": "Goblet of Chiseled Crag",
        "de": "Krug aus Felsgestein",
        "es": "Cáliz del Escultor de Montañas",
        "fr": "Coupe en roche escarpée",
        "pt": "Taça do Escultor de Pedra",
        "ru": "Кубок из резного камня",
        "id": "Goblet of Chiseled Crag",
        "th": "Goblet of Chiseled Crag",
        "vi": "Ly Ngọc Bàn Thạch"
      },
      "description": {
        "zhs": "华丽而不失庄重的酒樽，千年前曾满盛玉露。",
        "zht": "華麗而不失莊重的酒樽，千年前曾滿盛玉露。",
        "jp": "華麗さと荘厳さを併せ持つ杯、千年前は美酒に満ちていた。",
        "ko": "화려하면서도 정중한 술잔. 천 년 전에 옥로가 가득 담겨 있었다",
        "en": "A resplendent yet dignified wine goblet, once filled to the brim in an era long gone.",
        "de": "Ein prunkvoller und nicht zuletzt würdevoller Weinkelch, der vor Jahrtausenden mit edelsten Getränken gefüllt war.",
        "es": "Un recipiente de vino que es tan bello como solemne. Hace mil años, estaba repleto de incrustaciones de jade.",
        "fr": "Une magnifique coupe de vin qui fut remplie à ras bord à une époque lointaine.",
        "pt": "Lindas garrafas de vinho que foram enchidas com licor requintado.",
        "ru": "Роскошный торжественный винный кубок, наполненный до краёв в давно минувшую эпоху.",
        "id": "Sebuah piala yang megah dan anggun, piala yang kosong ini terisi penuh dengan sejarah akan era yang telah lama sirna.",
        "th": "ภาชนะบรรจุไวน์ที่งดงาม แต่ดูเคร่งขรึม เมื่อพันปีที่แล้วมันเคยบรรจุ ไวน์ที่ล้ำค่าเอาไว้",
        "vi": "Ly rượu cầu kỳ mà không mất phần sang trọng, hàng ngàn năm trước từng đựng đầy rượu quý."
      },
      "lore": {
        "zhs": "\n取不移的山岩雕塑而成的酒樽，\n其中盛装的是至尊享用的琼浆。\n\n玄岩理应坚不可摧，水晶必须剔透玲珑，\n正如行走凡间，品尝乐趣亦须讲求极致。\n\n坊间曾有民话，称岩王爷为饮酒，\n取来千丈岭嶂巉岩，以玉碣为骨，\n以瑶岫为胆，雕琢乃成一方酒樽。\n\n亦有识古籍者称酒盏本应有七樽。",
        "zht": "\n取不移的山岩雕塑而成的酒樽，\n其中盛裝的是至尊享用的瓊漿。\n\n玄岩理應堅不可摧，水晶必須剔透玲瓏，\n正如行走凡間，品嚐樂趣亦須講求極致。\n\n坊間曾有民話，稱岩王爺為飲酒，\n取來千丈嶺嶂巉岩，以玉碣為骨，\n以瑤岫為膽，雕琢乃成一方酒樽。\n\n亦有識古籍者稱酒盞本應有七樽。",
        "jp": "\n山の岩で杯を作り、\n中に注いだのは至高の酒。\n\n玄石は極めての硬さでなければならなく、水晶も極めての玲瓏さでなければならない、\n世間の歩くには、極致の快楽を求めるべし。\n\n昔、民の間で岩王帝君の飲酒についての話しが流れていた。\n岩王は玉碑を骨にし、\n玉釧を胆にして、酒の杯を作った。\n\n杯は元々七つあるべきだと、古籍を知る者が言った。",
        "ko": "\n움직이지 않는 바위를 조각해 만든 술잔,\n안에는 지존이 마시는 미주가 가득 담겨 있다.\n\n현암은 부서져선 안 되고 수정은 투명하고 영롱해야 한다.\n마치 속세를 거닐며 즐거움을 느끼는 것처럼 극치를 추구해야 한다.\n\n항간에 떠도는 소문에 의하면 암왕제군은 술을 마시기 위해\n천장 높이의 바위를\n깎아 술잔으로 만들었다고 한다.\n\n고서를 읽은 사람 중에는 이런 술잔이 7개나 있다고 주장하는 이도 있다.",
        "en": "\nA vessel for wine carved from immovable rock.\nIt is said to be filled with the ambrosia of sovereigns.\n\nIt behooves basalt to be impregnable, and crystal to shine in its translucence.\nGoing incognito amongst mortals should be likewise, exquisite in its enjoyments.\n\nFolk legend holds that in order to drink wine,\nRex Lapis brought forth bedrock,\nAnd carved jade and lovely stone into a wine vessel for himself.\n\nSome even say that there were once seven such vessels.",
        "de": "\nEin aus unerschütterlichem Fels gehauenes Gefäß für Wein.\nMan sagt, er sei gefüllt mit dem Ambrosia der Herrscher.\n\nBasalt soll unzerstörbar sein und der Kristall muss unbedingt exquisit sein.\nInkognito unter den Sterblichen zu wandeln, sollte ebenso ein exquisites Vergnügen sein.\n\nEine Volkslegende besagt, dass der Herrscher über die Felsen, um Wein zu trinken,\nGrundgestein hervorholte und Jade als Gerüst\nund für sich selbst ein Weingefäß aus den Höhlen der Berge schnitzte.\n\nEinige sagen sogar, dass es einst sieben solcher Gefäße gegeben haben soll.",
        "es": "\nUn recipiente para vino tallado a partir de una roca extremadamente dura.\nSe dice que solía utilizarse para que los soberanos bebieran de él.\n\nEs propio del basalto ser indestructible, igual que es propio del cristal brillar y ser transparente.\nDe igual forma, caminar oculto entre los mortales también debe ser un exquisito placer.\n\nLas leyendas populares dicen que, para beber vino,\nRex Lapis creó un lecho de roca,\ny talló una copa de vino para sí mismo a partir de jade y piedras preciosas.\n\nAlgunos incluso dicen que existían siete copas iguales que esa.",
        "fr": "\nUn récipient à vin sculpté à partir d'un rocher immobile.\nIl recueillait autrefois le nectar des rois.\n\nSolide comme la pierre et transparent comme le cristal,\non pourrait en dire de même de l'Archon Géo lorsqu'il se glisse parmi les mortels.\n\nCertaines légendes populaires racontent que pour boire son vin,\nle Souverain de la Roche créa une formation rocheuse,\ndans laquelle il préleva de la pierre et du jade pour confectionner cette coupe.\n\nCertaines prétendent même l'existence de six autres coupes identiques.",
        "pt": "\nUm recipiente para vinho entalhado em uma rocha imóvel,\nÉ dito que está cheio com o vinho de soberanos.\n\nO basalto é indestrutível da mesma maneira que o cristal brilha através de sua transparência,\nDe igual maneira, caminhar entre os mortais deve ser um prazer extraordinário.\n\nAs lendas populares dizem que para beber o vinho,\nRex Lapis produziu uma formação rochosa,\ne entalhou para si mesmo um cálice de vinho de jade e pedras preciosas.\n\nAlguns dizem que existiam sete desses cálices.",
        "ru": "\nСосуд для вина, вырезанный из недвижимой скалы.\nКогда-то он был наполнен божественным нектаром.\n\nБазальту надлежит быть неразрушимым, а кристаллу - сверкающим и прозрачным.\nСошествие в мир смертных должно сопровождаться изысканными наслаждениями.\n\nПо народной легенде Властелин Камня, чтобы пить вино,\nиз глубоких недр достал кусок коренной породы\nи вырезал себе винный сосуд из нефрита и резного камня.\n\nНекоторые историки утверждают, что всего таких бокалов было семь.",
        "id": "\nSebuah botol anggur yang diukir dari patung batu yang keras,\nDan yang dituangkan ke dalamnya adalah anggur terbaik yang hanya dinikmati oleh para petinggi.\n\nBatu basal harus keras dan tidak bisa dihancurkan, kristal harus jernih dan indah,\nSama seperti perjalanan di dunia fana, menikmati kesenangan juga terkadang perlu mencapai tingkat tertentu.\n\nAda rumor yang beredar di antara rakyat bahwa saat Rex Lapis sedang minum anggur,\nRex Lapis menghasilkan batuan dasar,\nbatu giok yang diukir indah pun diubah menjadi bejana anggur untuk dirinya sendiri.\n\nSeseorang yang sangat mengenal buku-buku kuno juga mengatakan bahwa tertulis di situ terdapat tujuh cangkir anggur.",
        "th": "\nขวดไวน์แกะสลักจากหินที่ไม่สามารถเคลื่อนย้ายได้\nข้างในบรรจุไวน์ที่นิยมดื่มกันในหมู่ชนชั้นสูง\n\nหินสีดำที่แข็งแรงจนไม่อาจทำลายได้ คริสตัลที่ใสและงดงาม\nเช่นเดียวกับการท่องโลกมนุษย์ การลิ้มรสความสนุกก็ต้องทำแบบสุดโต่ง\n\nมีการพูดกันไปทั่วว่า เพื่อดื่มไวน์ ท่านลอร์ดแห่งหิน\nได้นำหินจากชะง่อนผาบนภูเขาสูงเสียดฟ้ามาทำเป็นตัวขวด\nใช้แผ่นหยกบนยอดเขาสูงมาประดับ และขัดเกลาจนกลายเป็นภาชนะบรรจุไวน์อันงดงาม\n\nผู้เชี่ยวชาญในหนังสือโบราณกล่าวว่าแก้วไวน์ควรมี 7 อันด้วยกัน",
        "vi": "\nDùng pho tượng núi đá làm bình rượu,\nBình lộng lẫy nhất là quỳnh tương dành cho bậc chí tôn thưởng thức.\n\nTheo lý thì núi đá bền vững không thể gãy, thạch anh phải trong suốt lấp lánh,\nNhư hành tẩu cõi trần, thưởng thức thú vui cũng cần trình độ nhất định.\n\nTrên phố từng có lời đồn phải xưng Nham Vương để uống rượu,\nMang đến dốc núi cheo leo, lấy bia ngọc làm xương.\nLấy núi ngọc làm gan, đẽo gọt thành chén rượu.\n\nCũng có người biết sách xưa viết chung rượu vốn có bảy chén."
      },
      "imgid": "archaic_petra_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "不动玄石之相",
        "zht": "不動玄石之相",
        "jp": "不動玄石の相",
        "ko": "부동현석의 상",
        "en": "Mask of Solitude Basalt",
        "de": "Maske des starren Gesteins",
        "es": "Máscara de Basalto Inerte",
        "fr": "Masque en basalte inerte",
        "pt": "Imagem de uma Pedra Imóvel",
        "ru": "Маска из одинокого базальта",
        "id": "Mask of Solitude Basalt",
        "th": "Mask of Solitude Basalt",
        "vi": "Mặt Nạ Huyền Thạch"
      },
      "description": {
        "zhs": "玄岩精雕而成的庄严面具，空洞的双眼永远冰冷地凝视着前方。",
        "zht": "玄岩精雕而成的莊嚴面具，空洞的雙眼永遠冰冷地凝視著前方。",
        "jp": "玄石を彫って作られた荘厳な仮面、形のない両眼が冷たく永遠に前方を凝視する。",
        "ko": "현암을 조각해서 만든 장엄한 가면. 언제나 차갑고 휑한 두 눈으로 전방을 응시한다",
        "en": "A solemn mask exquisitely carved from basalt. Its hollow eyes stare ahead expressionless and cold.",
        "de": "Eine Maske, die direkt aus schwarzem Gestein gemeißelt wurde. Die beiden Augenlöcher starren stets kalt nach vorn.",
        "es": "Una máscara majestuosa tallada en basalto. Las cavidades de sus ojos miran con frialdad hacia adelante.",
        "fr": "Un masque majestueux taillé dans de la roche noire. Ses yeux vides regardent toujours devant eux.",
        "pt": "A máscara esculpida em rocha basáltica, com olhos vazios olhando para sempre friamente para a frente.",
        "ru": "Торжественная маска, изысканно вырезанная из базальта. Её полые глаза равнодушно и холодно смотрят вдаль.",
        "id": "Topeng yang terbuat dari basal, matanya seakan menatap kekosongan dengan ekspresi yang dingin.",
        "th": "หน้ากากอันสง่างาม ที่แกะสลักจากหินสีดำ ดวงตาที่ว่างเปล่าจ้องมองไปยัง เบื้องหน้าอย่างเยือกเย็น ตลอดกาล",
        "vi": "Mặt nạ trang trọng được chạm khắc từ đá đen, đôi mắt trống rỗng luôn nhìn chằm chằm về phía trước."
      },
      "lore": {
        "zhs": "\n传说在神魔混战的年代里，岩神曾显露出无边杀伐之相。\n在诸神之间的厮杀死战中，温柔从来不属于岩峦的神主。\n\n臧否分明，从无失准；在颠覆天地的混战中，即使故友反目也不会留情。\n那个传说时代的岩王帝君，碣岩般冰冷的面目之上未曾浮现过任何波澜。\n\n据说待尘埃落定，才卸下不动如玄石的神情。\n这种面相，也是为了贯彻「契约」所必须的。",
        "zht": "\n傳說在神魔混戰的年代裡，岩神曾顯露出無邊殺伐之相。\n在諸神之間的廝殺死戰中，溫柔從來不屬於岩巒的神主。\n\n臧否分明，從無失準；在顛覆天地的混戰中，即使故友反目也不會留情。\n那個傳說時代的岩王帝君，碣岩般冰冷的面目之上未曾浮現過任何波瀾。\n\n據說待塵埃落定，才卸下不動如玄石的神情。\n這種面相，也是為了貫徹「契約」所必須的。",
        "jp": "\n伝説によるば、神魔が混戦する時代、岩神は殺戮の相を見せたと言われる。\n神たちの争いで、岩神から優しさを見出すことはできなかった。\n\nいつも正しい判断をつけることができて、反目した友人にも冷静に刃を向けることができた。\n伝説時代の岩王帝君の顔に、一つの波乱が起きることもなかった。\n\nその岩のような顔を取り外したのは、すべてが落ち着いてからだった。\nそしてそれも、「契約」を守るためであった。",
        "ko": "\n마신이 혼전을 벌이던 시대에 바위신은 무한한 살육을 벌였다고 한다.\n신들의 살육이 펼쳐지던 전쟁에서 바위신은 따뜻함과는 거리가 멀었다.\n\n그는 옳고 그름을 잘 구분했고 한 번도 실수하지 않았다. 땅이 갈라지고 하늘이 무너지던 혼전 속에서 옛 친구와의 전투에도 인정사정 봐주지 않았다.\n그 전설적인 시대의 암왕제군은 한 번도 메말라버린 바위처럼 차가운 태도를 바꾸지 않았다.\n\n먼지가 가라앉아야만 현석처럼 단단하여 변하지 않을 것 같은 표정을 풀었다고 한다.\n이 또한 「계약」을 관철하기 위해서 필요한 것이다.",
        "en": "\nIt is said that during the years when gods contended against one another, Rex Lapis' aspect was that of boundless slaughter.\nIn those god-eat-god battles, one could never have ascribed gentleness to him.\n\nHe knew right from wrong, and never missed his mark: in those days of tumult, he would show no mercy, even to friends-turned-foes.\nRex Lapis' stone-cold expression never once changed throughout that storied age.\n\nThey say that only when the dust settled did he lay down that unmovable visage.\nBut it had been necessary, for he had donned it to fulfill a contract.",
        "de": "\nMan erzählt sich, dass der Gott des Gesteins in den Jahren, als die Götter gegeneinander kämpften, unfassbare Massaker angerichtet hat.\nIn den Schlachten der Götter war Sanftmut gewiss keine Eigenschaft von Rex Lapis.\n\nEr wusste, was richtig und falsch war, und verfehlte nie sein Ziel: In diesen Tagen des Aufruhrs zeigte er keine Gnade, nicht einmal gegenüber Freunden, die zu Feinden wurden.\nRex Lapis’ eiskalter Gesichtsausdruck änderte sich in diesen Zeiten nicht ein einziges Mal.\n\nMan sagt, erst als sich der Staub gelegt hatte, habe er diesen unbeweglichen Ausdruck abgelegt.\nEs war allerdings notwendig gewesen, denn er hatte dies zur Erfüllung und Ehrung eines Vertrages getan.",
        "es": "\nSe dice que, en aquellos años en los que los dioses luchaban entre sí, la imagen de Rex Lapis era la de un masacrador.\nEn esas batallas de dioses contra dioses, nadie hubiera imaginado que sería una divinidad amable.\n\nÉl nunca fallaba al distinguir el bien del mal. En esos días de disturbios, no mostraba compasión, ni siquiera hacia los amigos que se convirtieron en sus enemigos.\nLa expresión fría de Rex Lapis nunca cambió a lo largo de esa época.\n\nDicen que solo cambió esa expresión cuando las cenizas de la guerra cesaron.\nPero solo lo hizo porque era necesario, pues tenía un trato que cumplir.",
        "fr": "\nLa légende dit que le Souverain de la Roche fut un meurtrier sans merci lors de la Guerre des Archons.\nIl ne pouvait faire preuve de compassion lors de ses affrontements contre ses congénères.\n\nL'Archon Géo distinguait clairement le bien du mal et ne manquait jamais sa cible ; Il n'épargna personne lors de cette période trouble, même pas ceux qui furent jadis ses amis.\nSon visage demeura de marbre pendant ce conflit qui marqua l'histoire.\n\nIl s'en défit lorsque tout prit fin, \nlorsque sa part du contrat fut remplie.",
        "pt": "\nDizem que nos anos que os deuses competiam entre si, a aparência de Rex Lapis era de um assassino.\nNessas batalhas de deuses contra deuses, ninguém jamais pensaria que era uma divindade amável.\n\nEle sabia distinguir o certo do errado e nunca perdeu sua marca: naqueles dias de tumultos, ele não mostrava misericórdia, nem mesmo para com os amigos que se converteram a inimigos.\nA expressão fria de Rex Lapis nunca mudou ao longo dessa era.\n\nDizem que apenas quando a poeira baixou ele criou essa paisagem imóvel.\nEssa paisagem era necessária, pois tinha que cumprir um contrato.",
        "ru": "\nСогласно легенде, во времена войн богов одной из ипостасей Властелина Камня было беспредельное истребление.\nВо времена божественных междоусобиц нежность ему не стал бы приписывать никто.\n\nОн ясно различал добро от зла и бил точно в цель: даже вчерашние друзья не знали пощады.\nВ ту мифическую эпоху ледяные черты Властелина Камня оставались недвижимы.\n\nИ только когда пыль сражений улеглась, он отринул каменную маску.\nНо облик этот был частью контракта.",
        "id": "\nLegenda mengatakan bahwa di era peperangan antara para Dewa dan monster, Archon Geo pernah melakukan pembunuhan tanpa henti.\nDalam pertempuran yang membabi buta tersebut, kelembutan tidak pernah tebersit di benak Rex Lapis.\n\nBenar-benar jelas, selalu akurat, dalam kekacauan yang menggulingkan langit dan bumi, bahkan jika teman lama menjadi berselisih satu sama lain, dia tidak akan pernah menunjukkan belas kasihan.\nRex Lapis yang legendaris, wajahnya yang sedingin es batu itu tidak pernah goyah.\n\nDikatakan bahwa biarpun ada debu yang hinggap tapi wajahnya yang dingin itu tidak pernah berubah.\nWajah seperti itu juga diperlukan untuk mengimplementasi sebuah \"kontrak\".",
        "th": "\nตำนานกล่าวว่าในยุคสงครามเทพอสูร เทพแห่งหินเคยแสดงให้เห็นถึงการฆ่าฟันอย่างไม่ปรานี\nในการต่อสู้สังหารระหว่างเหล่าทวยเทพ ความอ่อนโยนไม่เคยเป็นตัวตนของเทพแห่งหิน\n\nตัดสินอย่างชัดเจน ไม่เคยผิดพลาด ท่ามกลางสงครามที่จะพลิกฟ้าพลิกแผ่นดิน ถึงแม้จะเป็นเพื่อนเก่าที่กลับไปอยู่ฝ่ายตรงกันข้ามกัน ก็จะไม่มีความเมตตาให้โดยเด็ดขาด\nราชาแห่งหินในยุคที่กล่าวถึงในตำนาน ใบหน้าเยือกเย็นดุจแผ่นหิน ไม่เคยสะท้อนถึงความอ่อนไหวให้ผู้ใดเห็น\n\nว่ากันว่าเมื่อฝุ่นได้สงบลงแล้ว ใบหน้าที่แข็งดุจหินผาจึงอ่อนโยนลงบ้าง\nสีหน้าเช่นนี้ เป็นสิ่งจำเป็นในการรักษาพันธสัญญา",
        "vi": "\nTruyền thuyết trong thời đại thần ma hỗn chiến, Nham Thần từng sát phạt vô biên.\nKhi chư thần chém giết, thần chủ Nham Loan chưa từng dịu dàng.\n\nKhen chê rạch ròi, luôn luôn chuẩn xác, trong hỗn chiến lật đổ đất trời, dù bất hòa với bạn cũ cũng chẳng lưu tình.\nTrong truyền thuyết thời đại Nham Vương Đế Quân, gương mặt lạnh nhạt như mỏm đá ấy chưa từng dao động.\n\nNghe nói khi bụi trần đã định mới chịu tháo gỡ nét mặt lạnh lùng ấy.\nNét mặt ấy dùng để quán triệt \"khế ước\"."
      },
      "imgid": "archaic_petra_circlet"
    }
  ]
}