{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "辰砂往生录",
    "zht": "辰砂往生錄",
    "jp": "辰砂往生録",
    "ko": "진사 왕생록",
    "en": "Vermillion Hereafter",
    "de": "Vergangenheit des Zinnobers",
    "es": "Deceso del Cinabrio",
    "fr": "Au-delà cinabrin",
    "pt": "Além-vida Cinábrio",
    "ru": "Киноварное загробье",
    "id": "Vermillion Hereafter",
    "th": "Vermillion Hereafter",
    "vi": "Thần Sa Vãng Sinh Lục"
  },
  "descriptions": [
    {
      "zhs": "攻击力提高18%。",
      "zht": "攻擊力提高18%。",
      "jp": "攻撃力+18%。",
      "ko": "공격력+18%",
      "en": "ATK +18%.",
      "de": "Erhöht den ANG um 18 %.",
      "es": "ATQ +18%.",
      "fr": "Augmente l'ATQ de 18 %.",
      "pt": "ATQ +18%.",
      "ru": "Увеличивает силу атаки на 18%.",
      "id": "ATK +18%.",
      "th": "เพิ่มพลังโจมตี 18%",
      "vi": "Tấn công tăng 18%"
    },
    {
      "zhs": "施放元素爆发后，将产生持续16秒的「潜光」效果：攻击力提升8%；并在角色的生命值降低时，攻击力进一步提升10%，至多通过这种方式提升4次，每0.8秒至多触发一次。「潜光」效果将在角色退场时消失；持续期间再次施放元素爆发，将移除原有的「潜光」。",
      "zht": "施放元素爆發後，將產生持續16秒的「潛光」效果：攻擊力提升8%；並在角色的生命值降低時，攻擊力進一步提升10%，至多依此方式提升4次，每0.8秒至多觸發一次。「潛光」效果將在角色退場時消失；持續期間再次施放元素爆發，將移除原有的「潛光」。",
      "jp": "元素爆発を発動すると、継続時間16秒の「潜光」効果が発動する。「潜光」：攻撃力+8%、キャラクターがHPを失うたびに攻撃力がさらに10%アップする。HPの損失による攻撃力アップ効果は0.8秒毎に1回のみ発動でき、最大4回重ね掛けできる。「潜光」効果はキャラクターが戦闘不能、または退場する時に解除される。「潜光」効果の継続時間中に再び元素爆発を発動すると、既存の「潜光」効果が先にクリアされる。",
      "ko": "원소폭발 시전 후 16초 동안 「숨겨진 빛」 효과가 생성되고, 공격력이 8% 증가한다. 캐릭터 HP가 감소할 때 공격력이 10% 더 증가한다. 이러한 방식으로 최대 4회 증가할 수 있으며, 0.8초마다 1회 발동한다. 「숨겨진 빛」 효과는 캐릭터 퇴장 시 사라진다. 지속 시간 동안 다시 원소폭발 발동 시 기존의 「숨겨진 빛」이 사라진다",
      "en": "After using an Elemental Burst, this character will gain the Nascent Light effect, increasing their ATK by 8% for 16s. When the character's HP decreases, their ATK will further increase by 10%. This further increase can occur this way a maximum of 4 times. This effect can be triggered once every 0.8s. Nascent Light will be dispelled when the character leaves the field. If an Elemental Burst is used again during the duration of Nascent Light, the original Nascent Light will be dispelled.",
      "de": "Verleiht Figuren nach Anwendung von Spezialfähigkeiten den 16 s anhaltenden Effekt „Schleichlicht“: Erhöht den ANG der jeweiligen Figur anfänglich um 8 %. Erhöht den ANG der Figur bei jedem LP-Verlust zusätzlich um 10 %, 0,8 s Abklingzeit. 4 ANG-Boni auf diese Weise möglich. Beendet den Effekt „Schleichlicht“ beim Auswechseln der Figur. Entfernt bei erneuter Anwendung der Spezialfähigkeit während der Wirkungsdauer von „Schleichlicht“ den bisherigen Effekt „Schleichlicht“ vollständig.",
      "es": "#Al usar la Habilidad Definitiva, obtienes el efecto de “destello emergente” durante 16{NON_BREAK_SPACE}s, el cual aumenta el ATQ en un 8% y, además, hace que cada vez que el personaje pierda Vida, su ATQ aumente en un 10% adicional. Este efecto solo puede aumentar el ATQ un máximo de 4 veces de esta manera y activarse una vez cada 0.8 s. Los efectos de destello emergente se disiparán si el personaje es retirado de combate. Si el personaje vuelve a usar la Habilidad Definitiva mientras dicho efecto está activo, el destello emergente original también se disipará.",
      "fr": "Lorsqu'un personnage utilise un déchaînement élémentaire, il gagne un effet de Lumière latente pendant 16 s, augmentant son ATQ de 8 %, puis de 10 % supplémentaires à chaque fois que ses PV diminuent. Cette augmentation supplémentaire peut être cumulée 4 fois maximum et déclenchée une fois toutes les 0,8 s. L'effet Lumière latente cesse lorsque le personnage quitte le champ de bataille. Si le personnage utilise à nouveau son déchaînement élémentaire alors que la Lumière latente est en effet, l'effet original de Lumière latente est dissipé.",
      "pt": "Depois do Supremo ser usado, será desencadeado o efeito de \"Luz Nascente\" por 16s: o ATQ será aumentado em 8% e quando a Vida do personagem diminuir, o ATQ aumentará mais 10%. Esse aumento pode ocorrer desta forma no máximo 4 vezes, e pode ser desencadeado 1 vez a cada 0.8s. O efeito de \"Luz Nascente\" desaparece quando o personagem sai do campo de batalha. Quando o personagem lança novamente o Supremo durante o efeito, o efeito original de \"Luz Nascente\" será removido.",
      "ru": "После активации взрыва стихии на 16 сек. создаёт Скрытое сияние, которое повышает силу атаки на 8%. Сила атаки персонажа увеличивается ещё на 10%, когда он теряет HP. Этот эффект может возникнуть максимум 4 раза и не чаще, чем раз в 0,8 сек. Скрытое сияние исчезает, когда персонаж покидает поле боя. При повторной активации взрыва стихии существующее Скрытое сияние снимается.",
      "id": "Setelah melancarkan Elemental Burst, Karakter tersebut akan mendapatkan efek Nascent Light yang akan meningkatkan 8% ATK-nya selama 16 detik. Saat HP Karakter tersebut berkurang, akan meningkatkan lagi 10% ATK-nya. Peningkatan yang bisa didapat dengan cara ini maksimum 4 kali. Efek dapat terpicu setiap 0,8 detik. Nascent Light akan hilang saat Karakter meninggalkan medan pertempuran. Jika Elemental Burst dilancarkan lagi saat durasi efeknya masih ada, maka efek Nascent Light awal akan hilang.",
      "th": "หลังจากปล่อยท่าไม้ตาย จะเกิดเอฟเฟกต์ Nascent Light เป็นเวลา 16 วินาที: พลังโจมตีเพิ่มขึ้น 8%; และเมื่อพลังชีวิตของตัวละครลดต่ำลง พลังโจมตีจะเพิ่มขึ้นไปอีก 10% โดยจะเพิ่มด้วยวิธีนี้ได้มากสุด 4 ครั้ง และในทุก 0.8 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง เอฟเฟกต์ Nascent Light จะหายไปเมื่อตัวละครออกจากการต่อสู้; ในระหว่างช่วงเวลาต่อเนื่อง การปล่อยท่าไม้ตายอีกครั้ง จะเป็นการล้างเอฟเฟกต์ Nascent Light ที่มีอยู่เดิม",
      "vi": "Sau khi thi triển kỹ năng nộ, sẽ sinh ra hiệu quả \"Ánh Sáng Ngầm\" duy trì 16s: Tăng 8% tấn công; đồng thời khi nhân vật bị giảm HP, sẽ tiếp tục tăng 10% tấn công, tối đa tăng 4 lần bằng cách này, mỗi 0.8s tối đa kích hoạt 1 lần. Hiệu quả \"Ánh Sáng Ngầm\" sẽ biến mất khi nhân vật rời trận; thi triển kỹ năng nộ lần nữa khi đang trong thời gian duy trì, sẽ xóa \"Ánh Sáng Ngầm\" đã có."
    }
  ],
  "imgid": "vermillion_hereafter_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "生灵之华",
        "zht": "生靈之華",
        "jp": "生霊の華",
        "ko": "생령의 꽃",
        "en": "Flowering Life",
        "de": "Essenz des Lebens",
        "es": "Flor de la Vitalidad",
        "fr": "Vie fleurie",
        "pt": "Brilho da Vitalidade",
        "ru": "Цветение жизни",
        "id": "Flowering Life",
        "th": "Flowering Life",
        "vi": "Tinh Hoa Sinh Linh"
      },
      "description": {
        "zhs": "古老的纪念物，恰如数百年前将它保存的生灵一般鲜活。",
        "zht": "古老的紀念物，恰如數百年前將它保存的生靈一般鮮活。",
        "jp": "いにしえの時を思い起こす品。まるで数百年前に保存された生霊のごとく生気を放っている。",
        "ko": "오래된 기념물, 수백 년 전에 이 꽃을 보존했던 생령처럼 생기가 넘친다",
        "en": "An ancient memento. It still looks as alive as the being that preserved it several centuries ago.",
        "de": "Ein uraltes Erinnerungsstück. Es sieht immer noch so lebendig aus wie das Lebewesen, das es vor mehreren Jahrhunderten bewahrt hat.",
        "es": "Un objeto conmemorativo tan vivo como el ser que lo resguardó cientos de años atrás.",
        "fr": "Un ancien souvenir. Il semble toujours aussi vivant que l'être qui l'a préservé il y a plusieurs siècles.",
        "pt": "Um objeto comemorativo antigo que é tão vivo como o ser que o preservou séculos atrás.",
        "ru": "Древняя реликвия. Она выглядит столь же живой, как и охранявшее её несколько столетий тому назад существо.",
        "id": "Sebuah barang yang sudah kuno. Tapi masih terlihat hidup seperti sebuah kehidupan yang pernah melestarikannya beberapa abad yang lalu.",
        "th": "ของที่ระลึกโบราณ ยังคงดูมีชีวิตชีวาราวกับตอนที่ถูกเก็บเมื่อร้อยปีก่อน",
        "vi": "Vật kỷ niệm cổ xưa, trông vẫn còn sống động như sinh linh từng bảo vệ nó vài trăm năm trước."
      },
      "lore": {
        "zhs": "\n在辰砂色的古老山崖上，也曾绽放明丽的花朵。\n在污黑之血漫流的年代，未得沾染过丝毫泥污。\n\n千岩牢固，重嶂不移。假使面对的是黯色妖邪也一样。\n沉默的山民与铁色的明月，为他们筑成了寂静的阵地。\n\n「峭岩与琉璃晶砂的女儿，千万不要为我哭泣」\n「我生在天衡阴影下，为报答岩王的恩荫而战」\n「将性命信托四臂的夜叉，向荧光的渊薮而行」\n「漆黑深穴的阴影之路，悬浮崎岖岩宫的晶石」\n「深渊涌现的污秽潮流，伏行峦底的扭曲妖魔」\n「诸多恐怖与不可思议，皆不会令我心感恐惧」\n\n夜风打断了千岩军士的话语，令他没能说出诀别之言。\n仅为山民的女儿留下这朵小小的花，作为忘却的纪念。\n\n「我唯一恐惧介怀的事，仅有遗忘与失去而已」\n「若厄运将我掩埋在无名之地，请莫把我忘记」",
        "zht": "\n在辰砂色的古老山崖上，也曾綻放明麗的花朵。\n在汙黑之血漫流的年代，未得沾染過絲毫泥汙。\n\n千岩牢固，重嶂不移。假使面對的是黯色妖邪也一樣。\n沉默的山民與鐵色的明月，為他們築成了寂靜的陣地。\n\n「峭岩與琉璃晶砂的女兒，千萬不要為我哭泣」\n「我生在天衡陰影下，為報答岩王的恩蔭而戰」\n「將性命信託四臂的夜叉，向螢光的淵藪而行」\n「漆黑深穴的陰影之路，懸浮崎嶇岩宮的晶石」\n「深淵湧現的污穢潮流，伏行巒底的扭曲妖魔」\n「諸多恐怖與不可思議，皆不會令我心感恐懼」\n\n夜風打斷了千岩軍士的話語，令他沒能說出訣別之言。\n僅為山民的女兒留下這朵小小的花，作為忘卻的紀念。\n\n「我唯一恐懼介懷的事，僅有遺忘與失去而已」\n「若厄運將我掩埋在無名之地，請莫把我忘記」",
        "jp": "\n辰砂色の古い崖には、鮮やかな花も咲いている。\n黒い血が溢れるこの時代に、わずかな穢れにも染まっていない。\n\n千岩牢固、揺るぎない。たとえ暗色の妖魔を前にしてもである。\n沈黙を貫く山民と鉄色の明月が、彼らのため静寂な陣地を築いてくれた。\n\n「岩々と琉璃晶砂の娘よ。どうか私のために泣かないでくれ」\n「天衡の影に生まれし私は、岩王の恩恵に報いるため戦う」\n「四臂夜叉に命を託し、蛍光の深淵へと向かおう」\n「暗く深い洞窟の影の道、浮遊する険しき岩宮の晶石」\n「湧き出す深淵の汚れし流れ、山の底に伏す歪みし妖魔」\n「どんな恐怖や奇異も、私の心を怯ませはしない」\n\n夜風が千岩軍の兵士を遮り、彼に別れの言葉を言わせなかった。\n忘却の証として山民の娘に残されたのは、この小さな花だけ。\n\n「私が唯一恐れることは、忘れ去られることである」\n「もし厄運が私を無名の地に埋めようとも、どうか私のことを忘れないでくれ」",
        "ko": "\n진홍색의 오래된 절벽에도 화사한 꽃이 핀 적이 있었다.\n검은 피가 흐르던 과거에도, 한 치의 오물도 묻지 않았었다.\n\n귀신 잡는 천암군, 드높은 위상은 변치 않는다. 그 상대가 칠흑의 요마라 해도 마찬가지다.\n침묵하는 산의 주민들과 철과 같은 색의 밝은 달이 그들에게 고요한 진지를 만들어 주었다.\n\n「절벽과 유리 모래의 딸아이여, 나를 위해 눈물 흘리지는 말거라」\n「나는 천형의 그늘에서 태어나 암왕제군의 은혜에 보답하기 위해 싸운다」\n「네 팔의 야차에게 목숨을 믿고 맡기고, 모두가 모인 빛나는 곳으로 나아간다」\n「칠흑 같은 동굴의 어두운 그림자의 길과 험한 암궁 위에 떠 있는 수정석」\n「심연에서 솟아오르는 더러운 조류와 산 밑에서 움직이는 비틀린 요마」\n「수많은 공포와 불가사의한 일들도 날 두렵게 만들지는 못한다」\n\n밤바람이 천암군 병사의 말을 끊었고, 그는 끝내 작별의 말을 꺼내지 못했다.\n산의 주민의 딸에게 남긴 이 작은 꽃만이 망각의 기념으로 남았을 뿐이었다.\n\n「내가 두려워하고 괘념하는 유일한 일은 망각과 상실뿐이다.」\n「액운이 나를 이름 없는 땅에 묻어 둔다면 부디 나를 잊지 말길 바란다.」",
        "en": "\nEven the ancient cinnabar cliffs were once home to lovely blooming flowers.\nEven in the era when blackened blood flowed freely, they were not stained by even the smallest smidge of mud.\n\nWhile the Millelith stands guard, evil shall never prevail. Even should the enemy be dark demons, this would not change.\nThe silent mountain people and the steel moon constructed their peaceful camp.\n\n\"Oh daughter of the cliffs of Glazed Sand Crystal, weep not for me.\"\n\"I was born in the shade of Tianheng, and I fight to repay Rex Lapis' mercy.\"\n\"I entrust my life to the four-armed Yaksha, and we shall go into the glowing depths.\"\n\"The shadowed road of the darkest pits we shall tread, we shall brave the stony crystal halls.\"\n\"We will face the defilement arising from the depths, the twisted beasts that dwell there.\"\n\"These horrors and their strangeness shall not put me to flight or fear.\"\n\nThe night wind interrupted the Millelith soldier's words, causing him to be unable to finish what he had to say.\nHe simply left this small flower for that young daughter of the mountain tribe as a memento, a ward against forgetting.\n\n\"The only thing I truly fear is to be lost and forgotten.\"\n\"Should ill fate dictate that I am to be buried in some nameless place, do not forget me.\"",
        "de": "\nAuf den alten zinnoberroten Felsen haben ebenfalls bunte Blumen geblüht.\nAls das schwarze Blut die Welt beherrschte, wurden sie nie auch nur mit einem Hauch von Schlamm besudelt.\n\nMillelithen solln sein der Stadt Schild und Schwert, auch wenn die Gegner Dämonen der Finsternis sind.\nDie stillen Bergbewohner und der eisenfarbene, helle Mond haben für sie eine stille Position errichtet.\n\n„Tochter von Felsen und Kristallsand, weine nicht um mich.“\n„Ich wurde im Schatten von Tianheng geboren und kämpfte, um den Segen von Rex Lapis zurückzuzahlen.“\n„Ich vertraute mein Leben dem vierarmigen Yaksha an und marschierte in Richtung des leuchtenden Abgrunds.“\n„Der Weg der Schatten in den tiefen, dunklen Höhlen, die Kristalle des hängenden, zerklüfteten Felspalastes.“\n„Die dunklen Ströme des Abgrunds, die unheimlichen Dämonen in den Tiefen der Berge.“\n„Solche Schrecken und Seltsamkeiten überraschen mich nicht.“\n\nDer Nachtwind unterbrach den Soldaten der Millelithen und hinderte ihn daran, seine Abschiedsworte zu sagen.\nEr ließ nur diese kleine Blume für die Tochter der Bergbewohner als Erinnerung an das Vergessen zurück.\n\n„Das Einzige, was ich fürchte, sind Vergessen und Verlieren.“\n„Wenn das Schicksal mich an einem namenlosen Ort begräbt, so vergiss mich nicht.“",
        "es": "\nEn los antiguos peñascos de color cinabrio alguna vez floreció una hermosa flor.\nEn la época en la que la sangre oscura y corrompida corría por el mundo, ni un ápice de fango llegó a mancharla.\n\nEn aquel entonces, las rocas mantenían su tenacidad y los peñascos permanecían inamovibles incluso ante la amenaza de monstruos malignos de las tinieblas.\nLos taciturnos pobladores de las montañas y la brillante luna férrea le construyeron un tranquilo destacamento.\n\n“Hija de las montañas escarpadas y de la arena cristalizada, por favor, no llores por mí.\nNací bajo la sombra de Tianheng para luchar y retribuirle a Rex Lapis.\nMi vida que encomiendo al Yaksha de cuatro brazos al dirigirme hacia la guarida luminiscente...\nEl sombrío camino de las oscuras cuevas y los minerales que flotan en escarpados peñascos...\nLa marea de contaminación que emerge del abismo y los monstruos malignos que se resguardan en lo más profundo de la montaña...\nEl miedo y lo inconcebible no son cosas que me produzcan terror”.\n\nEl viento de la noche interrumpió al soldado de la Geoarmada, que no pudo decir sus palabras de adiós.\nSolo le dejó esta pequeña flor a la hija de los habitantes de las montañas como recuerdo.\n\n“Mis únicos miedos y preocupaciones son el olvido y la pérdida.\nAsí pues, si tengo la desventura de acabar enterrada en un lugar sin nombre, les ruego que nunca me olviden”.",
        "fr": "\nIl y avait autrefois une magnifique fleur qui s'épanouissait sur les anciennes falaises de cinabre.\nÀ l'époque où le sang obscur se répandait partout, elle ne fut jamais souillée par quelque fange que ce soit.\n\nDurs comme le roc, puissants comme la montagne. Cette devise ne changerait pas, même avec des démons obscurs pour ennemi.\nLes montagnards silencieux et la lune argentée composaient leur camp paisible.\n\n« Ô, filles des falaises escarpées et des cristaux émaillés, pour moi il ne faut pas sangloter. »\n« Je suis né sous l'ombre de Tianheng et me bats pour rendre la grâce du Souverain de la Roche. »\n« Je confie ma vie au Yaksha à quatre bras alors que nous nous dirigeons vers ce bourbier. »\n« Dans les chemins les plus sombres des profondeurs, nous traverserons des pièces où des cristaux sont suspendus à des falaises pointues. »\n« Nous affronterons la souillure surgissant de l'abîme et les affreux démons qui habitent ces lieux. »\n« Des choses terrifiantes et étranges se présenteront à mes yeux, pourtant je ne reculerai pas devant la peur. »\n\nLe vent nocturne interrompit le soldat des Millelithes et l'empêcha de terminer ses paroles.\nIl ne laissa derrière lui que cette petite fleur à la fille du peuple de la montagne en guise de souvenir.\n\n« Ma seule crainte est d'être perdu dans l'oubli. »\n« Si le mauvais sort m'amène à être enterré dans un lieu sans nom, alors, je t'en prie, ne m'oublie pas. »",
        "pt": "\nAté mesmo os penhascos de cor de cinábrio uma vez fora a casa de belas flores.\nMesmo na época em que o sangue escurecido corria livremente, ele não foi sujado por nem um pingo de lama.\n\nEnquanto os Millelith estiverem de guarda, o mal nunca prevalecerá! Mesmo que o inimigo sejam demônios da escuridão, isso não mudará.\nAs pessoas silenciosas das montanhas e a lua de ferro construíram seu acampamento pacífico.\n\n\"Oh filhas dos penhascos cobertos de Cristais de Areia Vitrificada, por favor, não chorem por mim.\"\n\"Nasci das sombras do Tianheng, e eu luto para retribuir pela misericórdia de Rex Lapis.\"\n\"Confio minha vida ao Yaksha de quatro braços, e iremos às profundezas brilhantes.\"\n\"O caminho obscuro dos fossos mais escuros que pisaremos, conquistaremos os salões de cristal de pedras.\"\n\"Enfrentaremos as contaminações decorrentes das profundezas, as bestas retorcidas que habitam por lá.\"\n\"Estes horrores e suas peculiaridades não me farão fugir ou temer.\"\n\nO vento da noite interrompeu as palavras do Millelith, fazendo com que ele não terminasse o que tinha a dizer.\nEle apenas deixou uma pequena flor para a jovem filha da tribo da montanha como uma lembrança.\n\n\"A única coisa que eu realmente temo é ser perdido e esquecido.\"\n\"Se porventura, o destino ditar que eu seja enterrado em um lugar sem nome, não se esqueça de mim.\"",
        "ru": "\nНа древних камнях цвета киновари когда-то расцвёл прекрасный цветок.\nВ то время, когда мир был залит тёмной порочной кровью, ни одно пятнышко грязи не запятнало его.\n\nПока Миллелиты на страже города, у зла нет шансов! Даже под угрозой злобных чудовищ тьмы.\nМолчаливые жители гор и яркая луна цвета создали для него безмолвный лагерь.\n\n«Я - дочь крутых гор и кристаллов глазурного песка. Я не знаю страха.\nМоя жизнь началась под сенью горы Тяньхэн и продолжится в бою по велению Властелина Камня.\nЯ вверяю свою жизнь четырёхрукому Яксе и устремлюсь в светящуюся бездну.\nТенистый путь глубоких тёмных пещер и кристаллы нависающих изрезанных скал дворца.\nПорочные потоки бездны, зловещие демоны в недрах горы.\nВсе эти невероятные ужасы не пугают меня».\n\nНочной ветер прервал Миллелита и не дал ему закончить свою речь.\nОн оставил этот маленький цветок дочери горного народа как воспоминание, средство от забвения.\n\n«Быть потерянной и забытой - единственное, чего я боюсь.\nЕсли мне суждено быть погребённой в безымянном месте, не забывайте меня».",
        "id": "\nTebing-tebing batu raksa tua pernah menjadi peraduan bunga-bunga.\nDi masa darah hitam bebas mengalir, tak satupun dari mereka yang tercemar noda hitam.\n\nSelama Millelith tetap tak gentar, keadilan tetap berdiri tegak. Iblis dan kegelapan boleh menghadang, namun hal ini tak akan berubah.\nPenghuni gunung yang diam seribu bahasa dan bulan keperakan menjadi tempat berkemah yang damai.\n\n\"Wahai putri tebing permata pasir, janganlah engkau meratapi aku.\"\n\"Aku lahir dalam naungan Tianheng, dan aku berjuang demi membalas karunia Rex Lapis.\"\n\"Nyawa ini kupercayakan kepada sang Yaksha berlengan empat, dan bersama-sama kami kan menuju ke kedalaman.\"\n\"Jalan-jalan kelam dan jurang-jurang tak berdasar kan kami tapaki, aula permata yang dingin kan kami temui.\"\n\"Demikian kami hadapi pencemaran yang datang dari kedalaman, dan segala binatang buas yang diam di dalamnya.\"\n\"Aku tidak takut dan tidak gentar menghadapi ketakutan dan segala keanehan.\"\n\nAngin malam berembus menyela sang Millelith. Dirinya tak lagi dapat menyelesaikan kalimatnya.\nDitinggalkannyalah bunga mungil untuk sang putri suku pegunungan, agar dirinya tiada dapat dilupakan.\n\n\"Satu-satunya yang kutakuti adalah ... menjadi hilang dan terlupakan.\"\n\"Apabila takdir menentukan diri ini gugur di wilayah tanpa nama, kiranya diriku tidak dilupakan.\"",
        "th": "\nบนหน้าผาสีชาดอันเก่าแก่ เป็นที่ที่ดอกไม้แสนงดงามเคยแย้มบานสดใส\nแม้ในยุคที่โลหิตหลั่งไหลทับถมจนกลายเป็นสีดำ แต่พวกมันก็ไม่เคยแปดเปื้อนโคลนตม\n\nMillelith อันแข็งแกร่ง ผู้แสนหนักแน่นไม่หวั่นไหว แม้จะต้องเผชิญหน้ากับปีศาจแห่งความมืดมนก็ตาม\nชาวเขาผู้เงียบงันกับจันทราสีเงิน ได้สร้างสถานที่อันเงียบสงบเพื่อพวกเขา\n\n\"ธิดาแห่งหน้าผา และ Glazed Sand Crystal เอ๋ย ได้โปรดอย่าหลั่งน้ำตาเพื่อข้าเลย\"\n\"ข้าถือกำเนิดภายใต้เงามืดของ Mt. Tianheng เข้าต่อสู้เพื่อตอบแทนความเมตตาของราชาหิน\"\n\"ฝากชีวิตไว้กับยักษาสี่แขน มุ่งสู่ห้วงเหวเวิ้งว้างเรืองรอง\"\n\"เส้นทางอันมืดมิดภายใต้เงาของหลุมดำมืด สู่วังหินที่เต็มไปด้วยคริสตัลที่งอกเงย\"\n\"ความมัวหมองจากขุมลึก ดำรงอยู่ซึ่งปีศาจร้ายอันบิดเบี้ยว\"\n\"ความน่าสะพรึงกลัว และสิ่งที่เหลือเชื่อมากมาย ก็ไม่อาจทำให้ใจข้าหวาดหวั่น\"\n\n\"สายลมยามค่ำคืนขัดจังหวะคำพูดของนายทหาร Millelith ทำให้เขาไม่อาจเอ่ยคำลา\"\nขอฝากดอกไม้ดอกน้อยนี้ให้แก่ธิดาแห่งชาวเขา เป็นของแทนใจว่าอย่าได้ลืมเลือนกัน\n\n\"สิ่งเดียวที่ทำให้ข้ากลัว คือการถูกลืมเลือน และการสูญเสีย\"\n\"หากโชคชะตากำหนดให้ข้าต้องถูกกลบฝังในที่นิรนาม ก็ได้โปรดอย่าลืมเลือนกัน\"",
        "vi": "\nTrên vách núi cổ xưa màu chu sa, cũng từng nở rộ đóa hoa xinh đẹp.\nVào những năm tháng máu đen tuôn chảy, cũng chưa từng nhiễm chút bùn nhơ.\n\nThiên Nham vững chắc, núi vững khó dời. Dù cho đối mặt với yêu tà đen tối thì cũng sẽ như thế.\nSơn dân trầm lặng và trăng sáng tựa màu sắt lạnh, đã dựng nên cho họ một trận địa tĩnh mịch.\n\n\"Người con gái của vách đá cheo leo và tinh thể lưu ly, xin đừng vì ta mà rơi lệ\"\n\"Ta sinh ra dưới bóng râm của Thiên Hoành, chiến đấu để báo đáp ân huệ của Nham Vương\"\n\"Đem tính mạng ký thác cho Dạ Xoa tứ thủ, đi về phía vực sâu ánh sáng\"\n\"Trên con đường rợp bóng âm u, có những tinh thạch lơ lửng trên vách đá\"\n\"Dòng chảy ô uế cuộn trào nơi vực sâu, có yêu ma đang mai phục bên dưới\"\n\"Rất nhiều thứ khủng khiếp và không tưởng, đều không thể làm ta thấy sợ hãi\"\n\nGió đêm đã làm gián đoạn tiếng nói của quân sĩ Thiên Nham, khiến anh không thể nói ra lời từ biệt.\nChỉ để lại đóa hoa nhỏ bé này cho cô con gái của sơn dân, để làm kỷ vật lãng quên.\n\n\"Điều duy nhất làm ta lo lắng bận tâm, chỉ là lãng quên và mất mát\"\n\"Nếu vận mệnh có vùi chôn ta ở vùng đất không tên, cũng xin đừng quên mất tên ta\""
      },
      "imgid": "vermillion_hereafter_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "潜光片羽",
        "zht": "潛光片羽",
        "jp": "潜光の羽",
        "ko": "숨겨진 빛의 깃털",
        "en": "Feather of Nascent Light",
        "de": "Feder des Schleichlichts",
        "es": "Pluma del Resplandor",
        "fr": "Plume de lumière latente",
        "pt": "Pena do Esplendor",
        "ru": "Перо скрытого сияния",
        "id": "Feather of Nascent Light",
        "th": "Feather of Nascent Light",
        "vi": "Lông Vũ Lấp Lánh"
      },
      "description": {
        "zhs": "一片光泽暗淡的翎羽，凝聚着浓重的记忆。",
        "zht": "一片光澤暗淡的翎羽，凝聚著濃重的記憶。",
        "jp": "薄暗い質感を持った羽。重々しい記憶を秘めている。",
        "ko": "어슴푸레한 빛깔의 깃털, 농후한 기억이 응축되어 있다",
        "en": "A dimly lustrous pinion steeped in strong memories.",
        "de": "Eine schwach schimmernde, von starken Erinnerungen durchdrungene Feder.",
        "es": "Una pluma de brillo tenue en la que se concentran muchos recuerdos.",
        "fr": "Une penne brillant faiblement, imprégnée de souvenirs forts.",
        "pt": "Uma pena com um brilho opaco e com fortes memórias condensadas nelas.",
        "ru": "Тускло светящееся перо, в котором собрано множество воспоминаний.",
        "id": "Sebuah bulu yang samar-samar berkilauan dan berisikan kenangan yang kuat.",
        "th": "ขนนกที่ส่องประกายอย่างสลัว ๆ และอัดแน่นไปด้วยความทรงจำมากมาย",
        "vi": "Chiếc lông vũ ẩn hiện ánh sáng yếu ớt, như chứa đựng nhiều ký ức nặng nề."
      },
      "lore": {
        "zhs": "\n传说在层岩巨渊最高的断崖，曾有英杰手掇飞鹰翎羽。\n又有传说，竟此壮举的能士将有资格同仙众并肩赴死。\n\n「尽管为守护众人、追逐所求而赴死，确是好事一桩」\n「只不过，仔细想来，此事恰如鱼潜深潭，鸟坠幽谷」\n「虽能成就自我之餍足，却不为众人所晓，终被遗忘」\n「我等凡人仿佛片羽为龙卷所挟，飘摇落入深空之中」\n「所谓拯救、所谓坚守，不过尽做虚无无意义之事吧」\n\n幽黯的耳语呢喃道，悄悄摇撼无法留下名号之人的心…\n\n但最终战事尘埃落定。诸多兵士沉眠岩窟深处。\n漆黑军势的诡谲嘶叫也如同涟漪般悄悄消止了…\n即使人的岁时短暂，大地也会永远记住这一切。",
        "zht": "\n傳說在層岩巨淵最高的斷崖，曾有英傑手掇飛鷹翎羽。\n又有傳說，竟此壯舉的能士將有資格同仙眾並肩赴死。\n\n「儘管為守護眾人、追逐所求而赴死，確是好事一樁」\n「只不過，仔細想來，此事恰如魚潛深潭，鳥墜幽谷」\n「雖能成就自我之饜足，卻不為眾人所曉，終被遺忘」\n「我等凡人彷彿片羽為龍捲所挾，飄搖落入深空之中」\n「所謂拯救、所謂堅守，不過盡做虛無無意義之事吧」\n\n幽黯的耳語呢喃道，悄悄搖撼無法留下名號之人的心…\n\n但最終戰事塵埃落定。諸多兵士沉眠岩窟深處。\n漆黑軍勢的詭譎嘶叫也如同漣漪般悄悄消止了…\n即使人的歲時短暫，大地也會永遠記住這一切。",
        "jp": "\nある英傑が層岩巨淵のもっとも高い崖に立ち、空を飛ぶ鷹の羽を手にしたという伝説がある。\nまた言い伝えによると、この偉業を成し遂げた才ある者は、仙人と肩を並べて死地に赴く資格があるそうだ。\n\n「民衆を守り、何かを求めるため死地へ赴くのは良きことだ」\n「だがよく考えてみれば、これは深き淵に潜む魚、幽谷へ堕ちる鳥のようなものである」\n「己の想いは叶うが、成し遂げたことは皆に知られず、やがて忘れ去られてしまう」\n「我々のような凡人は、竜巻に運ばれた羽のように、深空に散って落ちていく」\n「救済も堅守も、いずれも無駄で意味のないこと」\n\n不気味な囁きが、名を残すことのできない人々の心を静かに揺さぶる…\n\nだが、やがて戦塵は収まった。多くの兵士が岩穴の奥深くで眠りに落ちる。\n漆黒の軍勢が放つ気味の悪い咆哮も、波紋が収まるかのように静かなっていた…\nたとえ人間の過ごす歳月は短くとも、大地はそのすべてを記憶していく。",
        "ko": "\n전설에 따르면, 어떤 영웅이 층암거연 가장 높은 곳의 낭떠러지에서 하늘을 나는 매의 깃털을 뽑았다고 한다.\n이러한 쾌거를 이룰 수 있는 능력자는, 선인들과 어깨를 나란히 하고 사지로 향할 자격이 생긴다는 전설도 있다.\n\n「모두를 지키고, 자신이 추구하는 것을 좇다가 죽는 건 참으로 좋은 일이 아닐 수 없다」\n「다만, 곰곰이 생각해 보면 이 일은 마치 물고기가 깊은 못에 잠기고, 새가 깊숙한 골짜기에 빠진 것 같지 않은가」\n「자기만족은 이룰 수 있지만, 많은 사람에게 알려지지는 못하고 결국 잊히고 마는 일이다」\n「우리 같은 평범한 사람들은 마치 회오리바람에 휘말린 하나의 깃털처럼 하늘에서 휘날린다」\n「구원이나 수호 같은 건 이렇듯 허무하고 의미 없는 일이구나」\n\n암울한 속삭임이 이름을 남길 수 없는 사람의 마음을 살며시 뒤흔든다…\n\n하지만 결국 전쟁은 끝이 났고, 수많은 병사가 바위 동굴 깊은 곳에서 잠들었다.\n어둠의 군단의 괴상한 울부짖음도 잔잔한 물결처럼 조용히 가라앉았다….\n인간의 일생은 짧지만, 대지는 이 모든 걸 영원히 기억할 것이다.",
        "en": "\nLegend has it that a hero once plucked an eagle's feather from atop the highest cliff of The Chasm.\nIt is also said that those who could accomplish such a deed earned the right to die alongside the adepti.\n\n\"Going to one's death willingly in defense of the people... A good cause indeed.\"\n\"Yet, if you think about it, this would be akin to a fish sinking into a deep pool or a bird plummeting into a forge.\"\n\"I may yet achieve my own desire, but we shall go unknown, and ultimately unremembered.\"\n\"Mortals like us are like feathers caught up in a whirlwind, floating into the deep sky.\"\n\"Saving, defending... In the end, these are all pointless things, void of meaning.\"\n\nThese dark murmurings shook the hearts of those who would never make a name for themselves.\n\nBut the battle was over in the end, and many a soldier would rest eternally in the cavernous depths.\nThe freakish cries of the dark forces were also silenced like fading ripples...\nAnd though mortal spans are short, the land will forever remember.",
        "de": "\nDie Legende besagt, dass ein Held einst auf der höchsten Klippe der Großen Kluft die Feder eines fliegenden Adlers rupfte.\nEine weitere Legende besagt, dass die fähige Person, die diese Herausforderung besteht, mit den Unsterblichen zusammen kämpfen darf.\n\n„Es mag eine gute Sache sein, zu sterben, um die Menschen zu schützen und das zu verfolgen, was man will.“\n„Doch wenn man darüber nachdenkt, ist es wie ein Fisch, der in ein tiefes Becken taucht, oder ein Vogel, der in ein Tal fällt.“\n„Obwohl es die Befriedigung der Selbstverwirklichung bringt, ist diese Heldentat nicht allen bekannt und wird schließlich vergessen werden.“\n„Wir Sterblichen sind wie Federn, die von einem Tornado getragen werden und in den tiefen Himmel hinab flattern.“\n„Die sogenannte Erlösung, das sogenannte Ausharren sind nur eitle und sinnlose Sachen.“\n\nEin unheimliches Flüstern murmelt und erschüttert leise die Herzen derer, die ihre Namen nicht hinterlassen können ...\n\nDoch schließlich legte sich der Staub der Schlacht. Viele Soldaten schlafen jetzt tief in der Grotte.\nAuch das tückische Zischen der dunklen Armee verebbte leise wie der Wasserspiegel nach einem Regen ...\nAuch wenn der Mensch nur ein kurzes Leben hat, wird die Erde alles aufzeichnen.",
        "es": "\nCuenta una leyenda que, en el peñasco más alto de la Sima, hubo una vez un héroe que recogió la pluma de un águila.\nOtra leyenda sugiere que, por lograr semejante hazaña, el héroe obtuvo el privilegio de luchar codo con codo hasta la muerte junto a los Adeptus.\n\n“Morir protegiendo a los demás y persiguiendo aquello que buscas es sin duda un acto heroico.\nSin embargo, ¿acaso no es como un pez que se sumerge en un profundo estanque o un ave que desciende hacia un profundo valle?\nAunque te sientas realizado, si nadie se dio cuenta, caerás en el olvido.\nLos mortales somos como plumas que, arrastradas por un tornado, flotan hacia los cielos.\nLas llamadas ‘salvación’ y ‘persistencia’ no son más que cosas ilusorias y sin sentido”.\n\nEl oscuro murmuro agitó el corazón de aquella persona cuyo nombre no permaneció.\n\nAl final, cuando la guerra terminó, muchos soldados se sumieron en un profundo letargo en las profundidades de las cuevas.\nPor su parte, los misteriosos gritos de las oscuras fuerzas armadas también se desvanecieron silenciosamente.\nAunque la vida de los humanos es corta, la tierra siempre recordará sus actos.",
        "fr": "\nLa légende veut qu'un héros ait un jour arraché une plume d'aigle du haut de la plus haute falaise du Gouffre.\nIl est également dit que ceux qui pouvaient accomplir une telle chose gagnaient le droit de mourir aux côtés des Adeptes.\n\n« Certes, mourir en protégeant les autres est une bonne action. »\n« Pourtant, si l'on y réfléchit, une telle action s'apparente à un poisson qui s'enfonce dans un étang profond ou à un oiseau qui plonge au fond d'une grande vallée. »\n« Bien que mes accomplissements m'apportent une entière satisfaction, ceux-ci ne sont pas connus des masses et finiront par sombrer dans l'oubli. »\n« Nous, les mortels, nous sommes comme des plumes prises dans un tourbillon et flottant au milieu d'un vaste ciel. »\n« Secourir, défendre... Toutes ces choses sont vaines, en fin de compte. »\n\nCes sombres murmures secouèrent le cœur de ceux dont le nom ne serait jamais retenu.\n\nMais la bataille se termina enfin, et nombreux furent les soldats qui restèrent au fond du Gouffre pour y sommeiller éternellement.\nLes cris stridents poussés par les forces obscures s'évanouirent peu à peu, telles des ondes à la surface de l'eau.\nEt bien que la durée de vie des humains soit courte, la terre, elle s'en souviendrait toujours.",
        "pt": "\nConta a lenda que um herói, certa vez, arrancou a pena de uma águia de cima do cume mais alto do Despenhadeiro.\nTambém dizem que, aqueles que conseguiram tais feitos, ganharam o direito de morrer ao lado dos adepti.\n\n\"Ir em direção a morte para proteger os demais... realmente é um ato heroico.\"\n\"Ainda assim, se você pensar bem, é o mesmo que um peixe afundando em uma piscina profunda ou uma ave mergulhando em um vale profundo.\"\n\"Ainda não atingi meu próprio desejo, mas seguiremos desconhecidos, e por fim, esquecidos.\"\n\"Mortais como nós, somos como penas, levadas por um turbilhão, flutuando pelo céu azul.\"\n\"Salvando, defendendo... no fim, tudo isso são coisas inúteis, sem significado.\"\n\nEsses sussurros obscuros estremeceram os corações daqueles que nunca fizeram um nome por si mesmos.\n\nMas a batalha finalmente chegou ao fim, e muitos soldados finalmente descansariam eternamente nas profundezas das cavernas.\nOs gritos amedrontadores das forças obscuras também foram sendo silenciadas, como ondulações desvanecidas...\nE embora a vida humana seja curta, a terra se lembrará para sempre.",
        "ru": "\nЛегенда гласит, что на самой высокой скале Разлома герой однажды подобрал перо орла.\nНо есть и другая легенда, согласно которой за совершение такого подвига герой получал привилегию сражаться насмерть бок о бок с Адептами.\n\n«Погибнуть, защищая других, во имя своих стремлений - воистину героический поступок.\nЕсли задуматься, это похоже на то, как рыба погружается на глубину или птица падает в долину.\nЭтот подвиг может принести чувство удовлетворения, но со временем он будет забыт.\nМы, смертные, подобны перьям, которые подхватил вихрь и уносит в небеса.\nБессмысленно пытаться спастись».\n\nМрачный ропот взволновал сердце человека, чьё имя не сохранилось...\n\nПыль последнего сражения осела. Многие солдаты уснули крепким сном в глубине пещер.\nПричудливые крики воинов тьмы тоже затихли, словно лёгкая зыбь...\nХотя жизнь людей коротка, земля всегда будет помнить их деяния.",
        "id": "\nKonon di tebing tertinggi di Chasm, seorang pahlawan pernah mencabut bulu elang dengan tangannya sendiri.\nAda juga yang mengatakan, orang dengan kecakapan seperti memenuhi syarat untuk bisa mati bersama para Adeptus.\n\n\"Menyerahkan nyawa demi membela sesama. Betapa mulianya.\"\n\"Tapi jika dipikir lebih lanjut, ini seperti ikan yang tenggelam ke perairan dalam, atau burung yang jatuh ke lembah terjal.\"\n\"Ambisi memang terpenuhi, tapi tidak akan dikenang sampai selama-lamanya.\"\n\"Manusia fana ibarat bulu yang terperangkap dalam angin puyuh, berputar dan hilang di angkasa luas.\"\n\"Apa itu keselamatan? Apa itu keteguhan? Semua itu tidak lebih dari sebuah kepalsuan tanpa makna.\"\n\nSuara bisikan suram menyelinap melalui telinga, diam-diam menggoyahkan hati mereka yang tidak mampu menggoreskan namanya di jejak dunia.\n\nKetika pertempuran usai, dan banyak serdadu yang terlelap di gua-gua kolong bumi.\nTeriakan pilu kuasa kegelapan pun dibungkam layaknya riak yang berlalu ....\nKefanaan akan sirna, namun tanah ini selamanya mengingat.",
        "th": "\nในตำนานเล่าว่าบนหน้าผาที่สูงที่สุดใน Chasm มีผู้กล้าหาญท่านหนึ่งซึ่งเคยคว้าจับขนนกอินทรีที่บินอยู่ได้ด้วยมือ\nนอกจากนี้ยังมีตำนานเล่าว่า ผู้ที่สามารถทำสิ่งนี้ได้จะถือว่าเป็นผู้มีคุณสมบัติที่จะได้ตกตายเคียงบ่าเคียงไหล่กับเหล่าเซียน\n\n\"แม้ว่าจะต้องสิ้นชีพเพราะปกป้องผู้คน หรือแม้แต่ไล่ตามสิ่งที่ปรารถนาก็ตาม ต่างก็เป็นเรื่องที่ดีทั้งสิ้น\"\n\"แต่พอคิดให้ดี ๆ มันก็เหมือนกับปลาที่ดำดิ่งลงไปในแอ่งน้ำลึก และนกที่ตกลงไปในหุบเขา\"\n\"ถึงแม้จะสามารถบรรลุความพึงพอใจของตนเองได้ แต่ก็ไม่มีใครรู้จัก ท้ายที่สุดก็ถูกลืมเลือนไป\"\n\"ปุถุชนอย่างข้า ก็เหมือนขนนกที่ติดอยู่ในพายุทอร์นาโด หมุนเคว้งคว้าง ลอยละลิ่วร่วงหล่นไปในห้วงอากาศ\"\n\"สิ่งที่เรียกว่าความอยู่รอด และสิ่งที่เรียกว่าความยืนหยัดล้วนแต่เป็นเพียงความว่างเปล่า ไร้ความหมายสินะ\"\n\nเสียงกระซิบแห่งความมืดมน ได้เขย่าหัวใจของผู้ที่ไม่สามารถสร้างชื่อเสียงให้เลื่องลือได้...\n\nแต่ในที่สุดสงครามก็สิ้นสุดลง ทหารหลายคนหลับใหลอยู่ในห้วงลึกชั่วนิรันดร์\nเสียงกรีดร้องลึกลับของกองทัพมืดก็ค่อย ๆ เลือนจางหายไปอย่างเงียบ ๆ ราวกับระลอกคลื่น\nแม้ว่าช่วงชีวิตมนุษย์จะแสนสั้น แต่ผืนแผ่นดินจะจดจำทุกสิ่งไว้ตราบนานเท่านาน",
        "vi": "\nNghe nói trên vách đá cao nhất ở Vực Đá Sâu, đã từng có hào kiệt nhặt được chiếc lông vũ của đại bàng.\nCũng có truyền thuyết nói rằng, người có năng lực làm được như vậy sẽ có tư cách kề vai sát cánh với các tiên chúng.\n\n\"Dù cho đó là vì bảo vệ chúng sinh, theo đuổi điều mong ước mà phải đi vào chỗ chết, thì đó cũng là một chuyện tốt\"\n\"Chỉ là, nghĩ kỹ lại, chuyện này cũng giống như cá lặn xuống hồ sâu, chim rơi ở vực núi\"\n\"Tuy có thể khiến bản thân hài lòng, nhưng chúng nhân thì không hề hay biết, cuối cùng sẽ bị lãng quên\"\n\"Người phàm như ta cũng giống như chiếc lông vũ cuốn bay trong gió, rồi rơi vào không trung sâu hút\"\n\"Thứ gọi là cứu rỗi, thứ gọi là kiên trì, chẳng qua là làm những việc vô nghĩa hư vô thôi\"\n\nTiếng nói u ám thì thầm bên tai, lặng lẽ lay động con tim của người không thể nào để lại danh tính...\n\nNhưng cuối cùng chiến sự đã kết thúc. Rất nhiều binh sĩ đã ngủ mãi nơi sâu thẳm của hang đá.\nTiếng gào rú của thế lực đen tối cũng đã âm thầm ngừng lại như những gợn sóng lăn tăn...\nDù cho tuổi thọ con người ngắn ngủi, mặt đất cũng sẽ mãi mãi ghi nhớ tất cả điều này..."
      },
      "imgid": "vermillion_hereafter_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "阳辔之遗",
        "zht": "陽轡之遺",
        "jp": "陽轡の遺品",
        "ko": "태양의 유물",
        "en": "Solar Relic",
        "de": "Relikt der Sonne",
        "es": "Reliquia Solar",
        "fr": "Relique solaire",
        "pt": "Relíquia do Sol",
        "ru": "Солнечная реликвия",
        "id": "Solar Relic",
        "th": "Solar Relic",
        "vi": "Di Vật Mặt Trời"
      },
      "description": {
        "zhs": "外观坚实的古代时计，有着晶砂的光泽。",
        "zht": "外觀堅實的古代時計，有著晶砂的光澤。",
        "jp": "頑丈な見た目をした古代の時計。晶砂の光沢が特徴的。",
        "ko": "외관이 튼실한 고대 시계, 유리 모래 같은 광택이 느껴진다",
        "en": "An ancient timepiece with a mighty solid look. Its luster is produced by sand crystal.",
        "de": "Ein antiker Zeitmesser mit einem sehr robusten Aussehen. Sein Glanz wird durch Kristallsand erzeugt.",
        "es": "Un antiguo reloj de aspecto robusto y brillante como la arena cristalizada.",
        "fr": "Une pièce d'horlogerie ancienne d'apparence solide, dont l'éclat est le résultat d'un cristal émaillé.",
        "pt": "Um relógio antigo de aparência robusta. Ele é tão brilhante como a areia cristalizada.",
        "ru": "Чрезвычайно прочные древние часы с блеском кристаллизованного песка.",
        "id": "Sebuah jam kuno dengan tampilan yang kuat dan tidak rapuh. Kilauannya dihasilkan oleh sand crystal.",
        "th": "นาฬิกาโบราณที่ดูแข็งแรงทนทาน ตัวเรือนเปล่งประกายแวววับด้วยทรายคริสตัล",
        "vi": "Thiết bị tính giờ tinh xảo, có ánh sáng của tinh thể."
      },
      "lore": {
        "zhs": "\n传说在岩王尚年轻的时代，太阳曾是巡行大地的高车。\n当夜空的三姐妹殉身于灾祸，阳辔之车亦陨落于深谷。\n山民皆言日御幸而得以修复，重新照亮了黑暗的苍穹。\n虽阳辔重归无穷的西迴，但一块碎片却永远逗留下来。\n山民迁入港城后，便将碎片磨成晶砂，卖予识货之人…\n\n「莫要说笑，那都是毫不靠谱的民间传言，怎能轻信呢」\n「盛露厅的商人早已尽褪蒙昧，将荒诞不经的过去遗忘」\n「毕竟闪光晶砂不宜烧制陶器，亦不适合制作奢侈涂料」\n「据层岩巨渊的矿工所说——虽然亦是不大可信的故事」\n「这尊时计与些许晶砂，乃是来自五百年前的千岩兵士」\n\n光与暗缠斗的漆黑深渊，即使以夜叉之强亦难以久抗。\n凡人更需光照，才不会轻易迷失在噬人的漆黑铁幕中。\n千岩兵士收集荧光之砂用以照明，正好似皎白的月光。\n为计算凡人逗留深渊的时间，时计是前仆后继的证明。",
        "zht": "\n傳說在岩王尚年輕的時代，太陽曾是巡行大地的高車。\n當夜空的三姐妹殉身於災禍，陽轡之車亦隕落於深谷。\n山民皆言日御幸而得以修復，重新照亮了黑暗的蒼穹。\n雖陽轡重歸無窮的西迴，但一塊碎片卻永遠逗留下來。\n山民遷入港城後，便將碎片磨成晶砂，賣予識貨之人…\n\n「莫要說笑，那都是毫不可靠的民間傳言，怎能輕信呢」\n「盛露廳的商人早已盡褪蒙昧，將荒誕不經的過去遺忘」\n「畢竟閃光晶砂不宜燒製陶器，亦不適合製作奢侈塗料」\n「據層岩巨淵的礦工所說——雖然亦是不大可信的故事」\n「這尊時計與些許晶砂，乃是來自五百年前的千岩兵士」\n\n光與暗纏鬥的漆黑深淵，即使以夜叉之強亦難以久抗。\n凡人更需光照，才不會輕易迷失在噬人的漆黑鐵幕中。\n千岩兵士收集螢光之砂用以照明，正好似皎白的月光。\n為計算凡人逗留深淵的時間，時計是前仆後繼的證明。",
        "jp": "\n伝説によると、岩王がまだ若かりし頃、太陽は大地を巡行する高車であったという。\n夜空の三姉妹が災いにより殉じた時、陽手綱の車も深き谷に落ちた。\n山民は皆、太陽の馬車が修復され、暗い空が再び輝きに満ちたのは良きことだと言う。\n陽手綱は果てのない西回りへと戻ったが、ある欠片は永遠に残った。\n山民が港町に移り住んだ後、欠片を晶砂に変え、それを目の肥えた人に売った…\n\n「冗談はさておき、それらは根も葉もない民間の噂。軽々しく信じることはできない」\n「盛露庁の商人はすでに蒙昧から脱却し、馬鹿げた過去を忘れている」\n「なにせ、輝く晶砂は陶器の製作や贅沢な塗料には向かない」\n「またこれも根も葉もない話だが、層岩巨淵の鉱夫によると」\n「この時計とわずかな晶砂は、五百年前の千岩軍の兵士が持っていたものであるという」\n\n光と闇が争う漆黒の深淵では、夜叉の力をもってしても抗うことが困難である。\n凡人こそ明かりが必要なのだ。さすれば、人を飲み込む漆黒の鉄幕を相手に身を失うこともない。\nまるで純白の月光のように、千岩軍の兵士が蛍光の砂を集めて照明として利用した。\n時計は犠牲を恐れぬ人の証、人が深淵に残る時間を計算するためのものである。",
        "ko": "\n암왕제군이 젊었던 과거, 태양은 대지를 순행하는 마차였다고 한다.\n밤하늘의 세 자매는 재앙을 막기 위해 목숨을 바쳤고, 태양의 마차는 깊은 골짜기에 떨어졌다.\n산의 주민들은 다행히도 태양이 복원되어 어두운 창공을 다시금 비췄다고들 했다.\n태양의 마차는 끝없는 서쪽으로 다시 돌아갔지만, 그중의 한 조각만은 영원히 이곳에 남게 되었다.\n산의 주민들은 항구로 이주한 후, 조각을 유리 모래로 갈아 물건을 볼 줄 아는 자에게 팔았다고 한다….\n\n「농담은 마세요, 그건 모두 민간에서 떠도는 터무니없는 소문인데 어찌 곧이들을 수 있겠습니까」\n「성로청의 상인들은 무지몽매에서 벗어나 황당하고 이치에 맞지 않은 과거를 잊은 지 오래였다」\n「빛나는 유리 모래는 도자기를 굽기에도, 사치스러운 도료를 만들기에도 적합하지 않았으니 말이다」\n「층암거연 광부의 말에 따르면——별로 믿기지 않는 이야기긴 하지만」\n「이 시계와 유리 모래는 500년 전의 천암군 병사가 남긴 것이라고 한다」\n\n빛과 어둠이 얽힌 칠흑의 심연은 야차의 실력으로도 오래 견디긴 어려웠다.\n평범한 인간은 빛이 더욱 필요했다. 그래야만이 사람을 집어삼키는 어두운 칠흑의 장막에서 쉽게 길을 잃지 않기 때문이다.\n천암군 병사들은 마치 새하얀 달빛 같은 형광의 모래를 수집해 조명으로 사용했다.\n평범한 사람이 심연에 머물 수 있는 시간을 계산하기 위한 시계는 모든 이들이 희생을 겁내지 않고 용감히 전진했던 증표다.",
        "en": "\nIt is said that Rex Laps was yet young, the sun was a chariot that raced across the earth.\nWhen the three sisters of the night sky were martyred in a calamity, the solar chariot fell into a deep gorge.\nThe mountain people, taking it for a sign, repaired the device, allowing it to shine through the darkness again.\nAnd though it was returned to its constant westward cycle, a single piece would forever remain behind.\nWhen they moved to the city, they would grind that fragment into crystals and sell it to someone who knew its value...\n\n\"Hey, hey, that's a joke, right? I mean, you can't trust these baseless folktales, can you?\"\n\"The merchants of Shenglu Hall have long left their obscurity and forgotten their past.\"\n\"Glittering Sand Crystal cannot easily be made into lacquerware, after all, nor is it suited to making luxury paints.\"\n\"According to the miners at The Chasm — and mind you don't believe this story too readily either—\"\n\"This timepiece and sand crystal came from the Millelith five hundred years ago.\"\n\nIn the lightless abyss where light wrestled against darkness, even one with a Yaksha's might could not hold out for long.\nAnd all the more did mere mortals need light to prevent them from getting lost in the steel curtain of devouring night.\nThe Millelith thus collected glowing sand to light the way, and it just so happened to resemble the pale moonlight.\nThe timepiece for its part told of the time they spent there in the abyss, and serves as proof that where they fell, others have come after to take up their duty.",
        "de": "\nDer Legende nach war die Sonne zu Zeiten des jungen Rex Lapis einst ein riesiger Wagen, der über die Erde fuhr.\nAls die drei Schwestern des Nachthimmels von einer Katastrophe getötet wurden, fiel der Wagen der Sonne in das tiefe Tal.\nDie Bergbewohner sagten alle, dass es ein Wunder war, dass der Sonnenwagen wiederhergestellt und der dunkle Himmel wieder erhellt wurde.\nObwohl der Sonnenwagen wieder zurückkehrte, blieb ein Fragment für immer auf dem Boden.\nAls die Bergbewohner in die Hafenstadt zogen, mahlten sie das Fragment zu Kristallsand und verkauften diesen an diejenigen, die wussten, wie unbezahlbar er war ...\n\n„Mache dich nicht lächerlich, das ist nur eine Volkserzählung, der man nicht trauen kann.“\n„Die Händler der Shenglu-Kammer haben ihre Ignoranz längst abgelegt und die Absurdität ihrer Vergangenheit vergessen.“\n„Denn der Kristallsand eignet sich nicht zur Produktion von Töpferwaren und auch nicht zur Herstellung von luxuriösen Farben.“\n„Laut den Bergleuten der Großen Kluft ist das allerdings eine wenig glaubwürdige Geschichte.“\n„Dieser Zeitmesser und etwas Kristallsand stammen von den Millelithen von vor 500 Jahren.“\n\nDer dunkle Abgrund, in dem Licht und Dunkelheit miteinander kämpfen, ist selbst für die Stärke eines Yaksha schwer zu überwinden.\nDie Sterblichen brauchen das Licht mehr als alles andere, damit sie sich nicht in der Dunkelheit dieses eisernen Vorhangs verlieren, der die Menschen einhüllt.\nDie Millelithen sammeln fluoreszierenden Sand zur Beleuchtung, genau wie das helle weiße Licht des Mondes.\nWährend hiermit die Zeit des Aufenthalts der Sterblichen im Abgrund gemessen wird, ist der Zeitmesser auch ein Zeugnis für das Opfer der Vorfahren.",
        "es": "\nEn la época en la que Rex Lapis aún era joven, el sol era un carruaje que viajaba por el mundo.\nEntonces, cuando las tres hermanas del cielo nocturno perecieron en la gran catástrofe, el carruaje del sol cayó en un profundo valle.\nSegún los habitantes de las montañas, por fortuna, el sol se recuperó y volvió a iluminar la oscura bóveda celeste.\nAunque las riendas solares volvieron al cielo infinito, un fragmento de ellas cayó para siempre.\nCuando los habitantes de las montañas se trasladaron a la gran ciudad portuaria, molieron el fragmento hasta convertirlo en arena cristalizada y se lo vendieron a una persona que supo reconocer su valor.\n\n“Oh, no me hagan reír. Esos son rumores populares sin ningún fundamento. ¿Quién se los va a creer?\nLos comerciantes del Salón Shenglu siempre han sido unos ignorantes incultos que olvidaron hace tiempo el absurdo pasado.\nAl fin y al cabo, la brillante arena cristalizada no es un buen material para hacer cerámica, ni tampoco para crear lujosos pigmentos.\nTal y como dicen los mineros, aunque esta historia no sea muy confiable, lo cierto es que tanto este reloj como alguna arena\ncristalizada provienen de los soldados de la Geoarmada de hace quinientos años”.\n\nIncluso para el poderoso Yaksha era difícil aguantar por mucho tiempo en el oscuro abismo donde tuvo lugar la lucha entre la luz y la oscuridad.\nY es que los mortales necesitan la luz para no perderse en el velo de la oscuridad que todo lo engulle.\nLa arena fluorescente que recogían los soldados de la Geoarmada para iluminar el camino brillaba tanto como una radiante luna blanca.\nAsí, este reloj, que pasó de soldado en soldado, constituye el testimonio del tiempo que los mortales pasaron en el abismo.",
        "fr": "\nLa légende raconte que lorsque le Souverain de la Roche était jeune, le soleil était un char qui voyageait autour de la terre.\nQuand les trois sœurs du ciel nocturne furent sacrifiées dans la calamité, le char solaire sombra au fond d'une profonde vallée.\nLes habitants des montagnes prirent cela pour un heureux présage et le réparèrent pour qu'il puisse illuminer à nouveau la voûte céleste.\nBien que le char solaire reprit sa course infinie autour du ciel, il laissa un fragment derrière lui pour l'éternité.\nQuand les habitants des montagnes vinrent habiter au port, ils travaillèrent ce fragment pour en faire des cristaux émaillés et les vendre à des connaisseurs...\n\n« Restons sérieux, ce ne sont que rumeurs inventées. On ne saurait y croire si facilement. »\n« Il y a bien longtemps que les marchands de la Chambre Shenglu ont mis de côté leur ignorance de jadis et ont oublié l'absurdité de leur passé. »\n« Les cristaux émaillés brillants ne sont pas de bons matériaux pour fabriquer des céramiques, et ils ne peuvent pas non plus servir à créer de la peinture de première qualité. »\n« Comme le disent les mineurs du Gouffre, bien que cette histoire soit peu crédible... »\n« Ce garde-temps et les cristaux émaillés appartenaient aux soldats des Millelithes d'il y a cinq siècles. »\n\nIl était difficile même pour Yaksha de parcourir cet abîme où luttaient les ténèbres et la lumière.\nLes simples mortels avaient d'autant plus besoin de la lumière pour ne pas se faire dévorer par le voile d'obscurité qui enveloppait tout.\nLes soldats des Millelithes ramassèrent du sable qui projetait une lueur s'apparentant à la clarté lunaire pour s'éclairer.\nLe garde-temps, quant à lui, est un témoin du temps qu'ils passèrent dans les profondeurs. Il est la preuve que là où ils tombèrent, d'autres se présentèrent pour prendre la relève.",
        "pt": "\nDizem que Rex Lapis ainda era jovem, o sol era uma carruagem que viajava pelo mundo.\nQuando as três irmãs do céu da noite foram martirizadas em uma calamidade, a carruagem solar caiu em um vale profundo.\nAs pessoas da montanha, vendo isso como um sinal, consertaram a carruagem, permitindo que ela continuasse a brilhar pela escuridão novamente.\nE embora tenha retornado ao seu ciclo ocidental constante, um único pedaço permaneceria eternamente para trás.\nQuando eles se moveram para a cidade, eles moeram aquele fragmento em pequenos cristais e venderam para alguém que conhecia seu valor...\n\n\"Ei, ei, isso é uma piada, não é? Digo, você não pode simplesmente confiar nessas histórias sem fundamentos, não é?\"\n\"Os comerciantes do Salão Shenglu deixaram de ser ignorantes há muito tempo e esqueceram seu passado.\"\n\"O Cristal de Areia Vitrificado não pode ser simplesmente transformado em cerâmica, nem mesmo é adequado para fazer tintas luxuosas.\"\n\"Segundo os mineradores do Despenhadeiro — e tenha em mente de não confiar tão rapidamente dessa história também—\"\n\"Este relógio e pedaço de areia cristalizada veio dos Millelith há quinhentos anos.\"\n\nNas sombras do abismo, onde a luz batalhava contra a escuridão, nem mesmo o poder de um Yaksha era capaz de aguentar por muito tempo.\nAinda mais que os meros mortais tanto precisavam da luz para evitar que se perdessem na cortina de aço da noite que tudo engolia.\nOs Millelith então, coletaram areia brilhante para iluminar o caminho, que acabou lembrando a pálida luz da lua.\nEste relógio, que passou de soldado para soldado, é uma prova viva do tempo que os mortais passaram no abismo.",
        "ru": "\nЛегенда гласит: когда Властелин Камня был ещё молод, солнце было огромной колесницей, что мчалась по небу.\nКогда три сестры ночного неба погибли в великой катастрофе, солнечная колесница упала в глубокое ущелье.\nПо словам жителей гор, солнце восстановилось и снова осветило тёмное небо.\nХотя солнечная колесница вернулась на небосвод, её фрагмент навсегда остался под землёй.\nКогда жители гор перебрались в портовый город, они измельчили осколок в кристаллы и продали их тому, кто осознавал их ценность...\n\n«Эй, это шутка, да? Я имею в виду, что нельзя доверять этим беспочвенным народным сказкам, не так ли?\nТорговцы из зала Шэнлу давно избавились от невежества и забыли своё прошлое.\nВ конце концов, блестящий кристаллический песок - не лучший материал для изготовления керамики, как и не лучший материал для создания роскошных красок.\nПо словам шахтёров, хотя эта история не очень достоверна, правда в том,\nчто и эти часы, и кристаллический песок остались от Миллелита пятьсот лет назад».\n\nДаже могучему Яксе было трудно долго продержаться в беспросветной бездне, где происходила борьба между светом и тьмой.\nСмертным нужен свет, чтобы не потеряться в пелене всепоглощающей тьмы.\nМиллелит собрал флуоресцентный песок, напоминающий бледный свет луны, чтобы освещать себе путь.\nЧасы в свою очередь показывали время, проведённое в бездне, и свидетельствовали о героизме потомков, что пришли на смену предкам.",
        "id": "\nAlkisah ketika Rex Lapis masih muda, matahari adalah sebuah kereta kuda yang mengelilingi dunia.\nKetika malapetaka menimpa ketiga saudari penghuni angkasa malam, kereta kuda ini jatuh ke kedalaman.\nPara penduduk gunung melihat pertanda. Mereka memperbaikinya dan sekali lagi menjadikannya terang yang mengusir kegelapan.\nKereta telah melanjutkan perjalanan abadinya, namun ada satu pecahan yang tertinggal.\nPenduduk gunung pindah ke kota dan mengubah pecahan itu menjadi kristal, untuk dijual kepada mereka mengetahui nilainya ....\n\n\"Wah, yang benar saja? Masih ada yang percaya dongeng nenek tua seperti itu ya?\"\n\"Para pedagang di Shenglu Hall telah lama melupakan masa lalu mereka.\"\n\"Lagi pula, kristal pasir tidak cocok dibuat perabot pernis, dan tidak cocok pula dijadikan cat untuk melukis.\"\n\"Menurut cerita para penambang di Chasm (yang tentu saja jangan ditelan mentah-mentah) ...\"\n\"Jam dan kristal pasir ini milik prajurit Millelith yang hidup lima ratus tahun yang lalu.\"\n\nDi kedalaman gua yang gelap, di tempat cahaya dan kegelapan bertarung, di tempat kekuatan Yaksha sekali pun tidak sanggup bertahan.\nMaka makhluk fana memerlukan cahaya agar tidak tersesat di gelapnya malam.\nPrajurit Millelith pun mengumpulkan pasir bercahaya, warna putihnya mirip sekali dengan cahaya rembulan.\nJam ini adalah penanda waktu yang berlalu dalam kegelapan, sekaligus bukti bahwa tugas mereka terus dilanjutkan oleh generasi penerus.",
        "th": "\nตามตำนานเล่าว่าเมื่อราชาแห่งหินยังเยาว์วัย ดวงตะวันเคยเป็นราชรถสูงที่วิ่งแล่นไปรอบโลก\nเมื่อยามสามพี่น้องแห่งราตรีได้สิ้นชีวิตลงจากภัยพิบัติ ราชรถดวงตะวันก็ได้ร่วงหล่นลงไปในหุบเหวลึก\nชาวเขาทุกคนต่างเชื่อว่าดวงตะวันจะได้รับการฟื้นฟู และกลับมาส่องสว่างบนท้องฟ้าที่มืดมิดได้อีกครั้ง\nแม้ว่าราชรถดวงตะวันจะกลับไปยังทิศตะวันออกอันไร้จุดสิ้นสุด แต่ชิ้นส่วนของมันกลับหลงเหลือบางสิ่งเอาไว้ตลอดกาล\nหลังจากที่ชาวเขาอพยพไปที่เมืองท่าแล้ว ก็ได้นำชิ้นส่วนนั้นไปบดเป็นทรายคริสตัล และขายให้กับผู้ที่รู้คุณค่าของมัน\n\n\"อย่าพูดล้อเล่นแบบนั้น นั่นเป็นเพียงข่าวลือในหมู่ชาวบ้านที่ไม่ได้น่าเชื่อถืออะไร จะไปเชื่อได้ง่าย ๆ ได้ยังไงกันเล่า\"\n\"คนค้าขายใน Shenglu Hall ได้สิ้นความเขลาไปเนิ่นนานแล้ว ทั้งยังลืมอดีตที่ไร้สาระไปจนหมดสิ้นแล้วด้วย\"\n\"เพราะอย่างไรก็ตาม ทรายคริสตัลเรืองแสงก็ไม่เหมาะสมที่จะนำไปทำเป็นเครื่องปั้นดินเผา และไม่เหมาะกับการทำเป็นสีที่หรูหรา\"\n\"ตามคำบอกเล่าของคนงานเหมือง Chasm... แม้ว่าจะไม่ใช่เรื่องราวที่น่าเชื่อถือก็ตาม\"\n\"นาฬิกาเรือนนี้และทรายคริสตัลบางส่วนได้มาจากทหาร Millelith เมื่อห้าร้อยปีที่แล้ว\"\n\nหุบเหวอันมืดมิดที่ความสว่างและความมืดต่อกรกันอยู่ แม้แต่ความแข็งแกร่งของยักษาก็ยากที่จะต้านทานเอาไว้ได้\nมนุษย์ปุถุชนต้องการแสงสว่างยิ่งกว่า เพื่อที่จะได้ไม่หลงทางหายไปในม่านเหล็กอันมืดมิดที่กลืนกินผู้คนม่านนั้น\nทหาร Millelith รวบรวมทรายเรืองแสงมาเพื่อส่องแสงสว่าง ซึ่งราวกับแสงจันทร์ที่นวลผ่อง\nในการคำนวณเวลาที่มนุษย์ใช้ในหุบเหวลึก นาฬิกาเรือนนี้เป็นหลักฐานพิสูจน์ที่ยังคงส่งต่อจากรุ่นสู่รุ่น",
        "vi": "\nTương truyền vào thời Nham Vương còn trẻ, mặt trời từng là cỗ xe tuần du khắp đại địa.\nKhi ba chị em của trời đêm vùi thân trong tai họa, cỗ xe mặt trời cũng rơi vào vực sâu.\nSơn dân đều nói may mà nó đã được sửa chữa, một lần nữa chiếu sáng bầu trời đen tối.\nTuy mặt trời đã trở về bờ Tây vô cực, nhưng vẫn còn một mảnh vỡ đã vĩnh viễn lưu lại.\nSau khi sơn dân di cư vào thành phố cảng biển, đã đem mảnh vỡ nghiền thành tinh thạch, bán cho những người có mắt nhìn...\n\n\"Xin đừng nói đùa, đó đều là những câu chuyện lưu truyền chốn nhân gian không chút thiết thực, làm sao dễ dàng tin được\"\n\"Thương nhân Thịnh Lộ Đình đã sớm xóa sạch những nghi ngờ, quên đi hết những quá khứ hoang đường\"\n\"Dù sao thì những tinh thạch lấp lánh đó không thích hợp chế tạo đồ gốm, cũng không thích hợp làm nguyên liệu sơn màu xa xỉ\"\n\"Theo như lời của thợ mỏ Vực Đá Sâu, tuy không phải là câu chuyện thật sự đáng tin\"\n\"Chiếc đồng hồ này và một số tinh thạch, đều đến từ binh sĩ Thiên Nham vào 500 năm trước\"\n\nVực sâu tăm tối nơi ánh sáng và bóng tối chiến đấu triền miên, dù với sức mạnh của Dạ Xoa cũng khó mà đương đầu lâu dài.\nNgười phàm càng cần có ánh sáng, mới không dễ bị lạc lối trong màn đêm luôn muốn nuốt chửng con người.\nBinh sĩ Thiên Nham đã thu thập những tinh thạch phát sáng dùng để chiếu sáng, vừa hay cũng có ánh sáng trắng ngà tựa ánh trăng.\nĐể tính toán thời gian mà người phàm ở lại chốn vực sâu, chiếc đồng hồ là sự minh chứng cho sự tiếp nối không ngừng nghỉ, người trước ngã xuống người sau kế tục."
      },
      "imgid": "vermillion_hereafter_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "结契之刻",
        "zht": "結契之刻",
        "jp": "契約の時",
        "ko": "계약의 순간",
        "en": "Moment of the Pact",
        "de": "Augenblick des Pakts",
        "es": "Grabación del Contrato",
        "fr": "Instant du contrat",
        "pt": "Entalhe do Contrato",
        "ru": "Мгновение договора",
        "id": "Moment of the Pact",
        "th": "Moment of the Pact",
        "vi": "Thời Khắc Giao Ước"
      },
      "description": {
        "zhs": "古老的晶砂之杯，似乎未尝被岁月磨洗暗淡。",
        "zht": "古老的晶砂之杯，似乎未嘗被歲月磨洗暗淡。",
        "jp": "いにしえの晶砂の杯。歳月の侵食を受けてもなお、まだ色褪せてはいないようだ。",
        "ko": "유리 결정으로 만든 오래된 잔. 광택은 세월의 시련을 이겨낸 듯하다",
        "en": "An old cup made of sand crystal. Its luster is somehow undimmed by age.",
        "de": "Eine alte Tasse aus Kristallsand. Ihr Glanz scheint ungetrübt von ihrem Alter zu sein.",
        "es": "Una antigua copa de arena cristalizada cuyo brillo no se ha perdido con la erosión del tiempo.",
        "fr": "Une ancienne coupe en cristal émaillé dont l'éclat n'a pas été estompé sous l'effet de l'érosion du temps.",
        "pt": "Um cálice de cristal antigo. Seu brilho parece não ter sido escurecido pelo passar do tempo.",
        "ru": "Древняя чаша из кристаллизованного песка, которая вопреки векам не поблёкла.",
        "id": "Cangkir tua yang terbuat dari sand crystal. Entah bagaimana namun kilauannya tidak redup oleh usia tuanya.",
        "th": "แก้วโบราณที่ทำจากทรายคริสตัล ดูเหมือนว่าจะยังคงไม่หม่นหมองไปตามกาลเวลา",
        "vi": "Ly tinh sa cổ xưa, có vẻ như chưa bị thời gian bào mòn."
      },
      "lore": {
        "zhs": "\n名为「层岩巨渊」的这片土地，自古闪烁着辰砂色的光泽。\n山中的矿工与市井的宝石商人，至今流传关于夜叉的传说…\n人说肩生四臂的孤独旅者曾来到彼时蛮荒的天星坠落之处。\n得知驱祟而来的孤客流浪至此，山中的部民闻声纷至沓来：\n\n「远来的客人，请您接受我们的酒，还请一听我们的诉说」\n「山中陈酿也许酸苦难咽，不及天衡山中帝君夸赞的琼浆」\n「但山民以天赠的奇石珍玉为妙藏，开凿嶙峋岩壁为生计」\n「多亏帝君恩义，日子虽不尽如人意，但也尚且宽裕无忧」\n「然而，处境不复从前，天星的恩惠被黑暗的阴翳所阻碍」\n「今日，我们虽无结契所需高贵祭礼，仍愿斗胆求您拯救」\n\n来客沉默地听完了长老们的求告，又沉默地饮尽了杯中的苦酒。\n未尝做出承诺，也未斥凡人无礼，不顾挽留径自向东折返而去。\n\n再后来的故事，便尽人皆知…\n\n但曾与乡老共饮的朴素晶砂酒杯，被作为结契的证物留存至今。",
        "zht": "\n名為「層岩巨淵」的這片土地，自古閃爍著辰砂色的光澤。\n山中的礦工與市井的寶石商人，至今流傳關於夜叉的傳說…\n人說肩生四臂的孤獨旅者曾來到彼時蠻荒的天星墜落之處。\n得知驅祟而來的孤客流浪至此，山中的部民聞聲紛至沓來：\n\n「遠來的客人，請您接受我們的酒，還請一聽我們的訴說」\n「山中陳釀也許酸苦難咽，不及天衡山中帝君誇讚的瓊漿」\n「但山民以天贈的奇石珍玉為妙藏，開鑿嶙峋岩壁為生計」\n「多虧帝君恩義，日子雖不盡如人意，但也尚且寬裕無憂」\n「然而，處境不復從前，天星的恩惠被黑暗的陰翳所阻礙」\n「今日，我們雖無結契所需高貴祭禮，仍願斗膽求您拯救」\n\n來客沉默地聽完了長老們的求告，又沉默地飲盡了杯中的苦酒。\n未嘗做出承諾，也未斥凡人無禮，不顧挽留逕自向東折返而去。\n\n再後來的故事，便盡人皆知…\n\n但曾與鄉老共飲的樸素晶砂酒杯，被作為結契的證物留存至今。",
        "jp": "\n古来より辰砂色の輝きを放つ地「層岩巨淵」。\n山奥の鉱夫と市井の宝石商人の間では、夜叉の伝説が今なお語り継がれている…\nかつて、肩から四本の腕を生やした孤独な旅人が、天星の降った荒れ果てた地にやってきたという。\n邪気を払うことのできる孤客がこの地へ来たと聞き、山奥に住む族人が大挙した。\n\n「遠路遥々訪れし客人よ、どうか我々の酒を飲みながら、耳を傾けてほしい」\n「熟成された山の酒は酸味が強く、飲みづらいかもしれない。きっと帝君が称賛した天衡山の美酒とは、比べ物にならないだろう」\n「しかし、山民は天から授かりし奇石や玉を素晴らしき宝として大事にし、生計を立てるために険しい岩壁を削ってきた」\n「望み通りの生活とはいかないが、帝君の優しさにより、とても快適で平穏に過ごせている」\n「ただ状況は以前と異なり、天星の恩恵は漆黒の影に阻まれてしまった」\n「我々は今、契約を結ぶための高尚な祭礼を用意できない。それでも、あなたに救いを求めるために参じた」\n\n客は長老たちの訴えを黙って聞き、手にした盃に入っている苦い酒を黙って飲み干した。\nそして、何の約束をすることも人々の無礼を咎めることもなく、引き留められるのを無視してそのまま東へと引き返した。\n\nその後の話は、今はもう誰もが知っている…\n\n山民と交わした素朴な晶砂の盃も、契約を結んだ証として残されている。",
        "ko": "\n「층암거연」으로 불리는 이 땅은 예로부터 진홍색의 광택으로 빛나는 곳이다.\n산속의 광부들과 거리의 보석 상인들 사이에서는 아직까지도 야차의 전설이 전해지고 있다….\n사람들은 과거 네 개의 팔을 가진 외로운 여행자가 당시 황량한 천성이 떨어진 곳에 도착했다고 한다.\n외로운 여행자가 요마를 퇴치하러 이곳까지 왔다는 소식을 들은 산속의 사람들은 이곳에 모여들었다.\n\n「멀리서 온 손님이여, 부디 우리가 따르는 잔을 받으시고 우리의 이야기를 들어 주십시오」\n「산속의 오래된 술은 쓰고 셔서 마시기 힘들지도 모릅니다. 암왕제군님께서 칭찬하신 천형산의 감미로운 술에는 훨씬 못 미치겠지요」\n「산에 살고 있는 우리는 하늘이 하사하신 기이한 바위와 진귀한 옥을 소장하고, 우뚝 솟은 바위벽을 캐는 것을 생업으로 삼습니다」\n「암왕제군님 덕분에 풍족한 삶까진 아니지만, 근심 걱정 없이 살고 있었습니다」\n「하지만, 그 과거와는 달리, 천성의 은혜가 어두운 그늘에 가려지고 말았습니다」\n「비록 계약을 맺을 때 필요한 진귀한 제물은 없지만, 감히 당신의 구원을 구하고자 합니다」\n\n장로들의 간절한 바람을 묵묵히 듣던 손님은 잔에 담긴 쓴 술을 말없이 들이켰다.\n그는 그러겠다는 약조를 하지도, 그들의 무례를 꾸짖지도 않은 채 모두의 만류를 불구하고 동쪽으로 향했다.\n\n그다음은 모두가 아는 이야기다….\n\n다만 마을의 장로들과 함께 술을 마셨던 소박한 유리 모래 술잔은, 계약의 증표로써 지금까지 보존되었다.",
        "en": "\nThis place known as The Chasm has shone with a cinnabar luster since ancient days.\nThe mountain miners and the metropolitan merchants still tell the legend of a Yaksha...\nPeople say that the lone traveler with four arms once came to the barren wastes where the star fell.\nHearing that this wandering figure's evil-exorcising travels had now brought them hence, the tribes-people of the mountains came forward one after another:\n\n\"Guest from afar, please accept our wine, and hear our plea.\"\n\"You may consider our aged spirits bitter and hard to swallow, a far cry from the sweet brews of Mt. Tianheng that even Rex Lapis praises.\"\n\"But the heavens have graced us with stores of precious stones and marvelous jade, and we carve the jagged rock for a living.\"\n\"Thanks to the grace of Rex Lapis, our lives are, while not ideal, at least free of terror.\"\n\"Yet things have changed, and a dark shadow is cast over the blessing we have received from the fallen star.\"\n\"We do not have any precious gifts to present as a pledge, but still we beg for your succor.\"\n\nThe guest heard the elders' plea, and silently drank every drop of that bitter wine.\nThe guest promised nothing, and did not chastise the mortals for their insolence, but simply turned east, disregarding all attempts to make them stay.\n\nAs for what came after, all now know what happened...\n\nBut the simple crystal-sand wine cup that the guest shared with the tribal elders remains to this day as a testament to their pact.",
        "de": "\nDieses Land, das als die „Große Kluft“ bekannt ist, wird seit Urzeiten von der Farbe des Zinnobers geprägt.\nUnter den Bergleuten und Juwelenhändlern werden immer noch Legenden über Yaksha weitergegeben ...\nEs heißt, dass der einsame Reisende mit vier Armen auf den Schultern einst an den Ort kam, auf den der Himmelsstern jener Tage gefallen war.\nAls sie hörten, dass der einsame Wanderer hierhergekommen war, um das Böse zu beseitigen, strömten die Bewohner des Berges in Scharen herbei.\n\n„Bitte trink unseren Wein und hör unseren Wunsch.“\n„Dieses Gebräu ist vielleicht zu sauer und bitter, als dass du es schlucken könntest, und es ist nicht so gut wie der Jahrgangswein des Tianheng-Bergs, den sogar Rex Lapis liebt.“\n„Doch wir die Bergbewohner haben die Edelsteine und die Jade, die uns der Gott geschenkt hatte, als wundervollen Schatz genutzt und die zerklüfteten Felswände zu unserem Lebensunterhalt ausgehöhlt.“\n„Dank Rex Lapis war das Leben zwar nicht perfekt, aber dennoch sorgenfrei.“\n„Die Situation ist jedoch nicht mehr so, wie sie einmal war, und der Segen des Himmelssterns wird durch die Dunkelheit der Schatten behindert.“\n„Obwohl wir keine angemessene Vergütung haben, wagen wir es heute dennoch, dich um unsere Rettung zu bitten.“\n\nDer Besucher hörte sich die Bitten der Ältesten schweigend an und trank schweigend aus seinem Becher mit bitterem Wein.\nOhne ein Versprechen abzugeben oder die Sterblichen für ihre Unhöflichkeit zu tadeln, kehrte er nach Osten zurück, ohne sich die Mühe zu machen, zu bleiben.\n\nDie folgende Geschichte ist wohlbekannt ...\n\nDer schlichte Weinbecher aus Kristallsand, mit dem er einst mit den Dorfbewohnern Wein trank, ist jedoch als Zeugnis des Vertrags erhalten geblieben.",
        "es": "\nEl territorio de la Sima siempre ha tenido cierto tono de color cinabrio.\nEntre los mineros y los comerciantes de minerales de las montañas corre una leyenda sobre un Yaksha...\nCuentan que un solitario viajero de cuatro brazos llegó a aquel salvaje lugar donde antaño cayó un astro.\nCuando los pobladores de las montañas se enteraron de que el viajero, en su travesía para desterrar el mal, había llegado a su territorio, todos se amontonaron en torno a él.\n\n“Oh, visitante de tierras lejanas, por favor, acepte nuestro vino y escuche nuestra historia.\nTal vez el vino de las montañas sea demasiado amargo, pues está muy lejos de ser tan excelente como el licor de Rex Lapis en la Cordillera Tianheng.\nSin embargo, la montaña nos ha obsequiado con sus piedras y su jade, así como con la posibilidad de vivir de la explotación de los escarpados peñascos.\nNuestra vida no es perfecta, pero gracias a Rex Lapis vivimos más cómodamente y con menos preocupaciones.\nNo obstante, la situación ha cambiado, y una oscura sombra se ha puesto en medio de la bendición que trajo consigo el astro.\nAunque no disponemos de las grandiosas ofrendas que deberíamos hacerle según el contrato, permítanos, oh, gran Yaksha, el atrevimiento de rogarle que nos salve”.\n\nEl visitante escuchó en silencio las plegarias de los ancianos y, taciturno, bebió de un trago el amargo vino.\nSin hacer ninguna promesa ni reprender a los mortales por su falta de etiqueta, se volteó y se marchó él solo en dirección este.\n\nEn cuanto a qué ocurrió después, todo el mundo lo sabe...\n\nSin embargo, esta sencilla copa de arena cristalizada con la que brindó con los ancianos constituye la prueba de la formalización de su contrato; una prueba que ha llegado hasta hoy en día.",
        "fr": "\nCet endroit, connu sous le nom de « Gouffre », a une couleur cinabre depuis les temps anciens.\nLes mineurs de la montagne et les marchands de la ville continuent de raconter jusqu'à nos jours la légende d'un Yaksha...\nOn dit que ce voyageur solitaire à quatre bras arriva un jour dans les terres désolées où une étoile était tombée.\nLorsque les tribus habitant ces montagnes apprirent que ce voyageur, qui s'était mis en route pour bannir le mal était arrivé sur leur territoire, ils se pressèrent tous autour de lui :\n\n« Visiteur des terres lointaines, s'il vous plaît, acceptez notre vin et écoutez notre histoire. »\n« Le vin de notre montagne est peut-être amer et difficile à avaler. Il n'égale pas le vin des Monts Tianheng que le Souverain de la Roche apprécie tant. »\n« Mais les cieux nous ont gratifiés de réserves de pierres précieuses et de jade merveilleux. Nous taillons ces roches escarpées pour vivre. »\n« Grâce à la bonté du Souverain de la Roche, même si nos vies ne sont pas idéales, nous vivons confortablement et sans nous faire de souci. »\n« Pourtant, les choses ont changé, et une ombre sombre plane sur la bénédiction que nous avons reçue de l'étoile déchue. »\n« Nous n'avons pas de cadeaux prestigieux à vous présenter, mais nous implorons tout de même votre aide. »\n\nLe visiteur écouta les paroles des anciens en buvant en silence ce vin amer jusqu'à la dernière goutte.\nSans faire de promesses ni réprimander les mortels pour leur manque de courtoisie, il se retourna et partit seul vers l'est.\n\nTout le monde connaît la suite de l'histoire...\n\nMalgré tout, cette coupe en cristaux émaillés qu'il utilisa pour boire avec les anciens de la tribu reste à ce jour un témoignage de leur pacte.",
        "pt": "\nEsse lugar conhecido como Despenhadeiro no passado possui um certo brilho de cinábrio.\nOs mineradores das montanhas e os comerciantes metropolitanos ainda contam as lendas sobre um Yaksha...\nDizem que um viajante solitário com quatro braços veio para essas terras desoladas em que uma estrela caiu.\nAo saberem das viagens desse indivíduo exorcizador do mal até esse lugar, os povos dessas montanhas se aproximaram ao redor dele:\n\n\"Visitante de longe, por favor, aceite nosso vinho e escute nossa história\".\n\"Você pode considerar nossas bebidas amargas e difíceis de engolir, não são como os excelentes licores do Monte Tianheng que até mesmo Rex Lapis elogia\".\n\"Mas os céus nos agraciaram com pedras preciosas e jade maravilhosa, assim como a chance de viver da exploração de nossas rochas\".\n\"Graças à Rex Lapis, ainda que não ideais, nossas vidas estão livres de terrores\".\n\"Entretanto, a situação mudou, e agora uma sombra escura cobre as bênçãos que recebemos da estrela caída\".\n\"Não possuímos presentes preciosos para lhe dar, mas imploramos que nos salve\".\n\nO convidado ouviu o apelo dos anciãos, e bebeu até a última gota daquele amargo vinho.\nO convidado nada prometeu, nem reprovou a falta de cordialidade dos mortais, mas partiu para o leste, ignorando as tentativas de fazê-lo ficar.\n\nQuanto ao que aconteceu depois, todos já sabem...\n\nMas o simples copo de areia vitrificada que o convidado dividiu com os anciões permanece até hoje como um testamento de seu pacto.",
        "ru": "\nЭта земля, известная как Разлом, с незапамятных времён была отмечена цветом киновари.\nТорговцы самоцветами и шахтёры по сей день рассказывают легенды о Яксах...\nГоворят, что одинокий четырёхрукий путник пришёл в эти дикие места, куда когда-то упала звезда.\nМестные жители услышали о путнике, что пришёл изгонять зло, и столпились вокруг него:\n\n«О гость издалека, прими наше вино и выслушай нашу историю.\nГорное вино отдаёт горечью и не так превосходно, как вино Властелина Камня с горы Тяньхэн.\nНо небеса одарили горных жителей самоцветами и нефритом. Мы зарабатываем себе на жизнь, добывая горные породы.\nНаша жизнь не идеальна, но благодаря Властелину Камня она всё же изобильна и беззаботна.\nОднако ситуация изменилась, и тьма поселилась посреди благословения, принесённого падением кометы.\nУ нас нет больших богатств, чтобы оплатить твой труд, но мы просим тебя помочь нам».\n\nГость молча выслушал мольбы старейшин и выпил горького вина из своей чаши.\nНе дав обещания и не отчитав смертных за их грубость, он повернулся и ушёл на восток.\n\nЧто было дальше, известно всем...\n\nЕдинственным свидетельством договора стала простая чаша из кристаллического песка, из которой странник когда-то пил вино с жителями деревни.",
        "id": "\nTanah yang dikenal dengan nama \"Chasm\", memancarkan kilau berwarna merah sejak jaman dahulu.\nLegenda tentang Yaksha masih diceritakan turun-temurun di antara para penambang dan pedagang permata ....\nLegenda mengatakan seorang pengelana dengan empat tangan di pundaknya pernah datang ke tempat di mana langit yang runtuh pada masa itu.\nKetika penduduk pegunungan mengetahui bahwa seorang pengelana, dalam perjalanannya untuk mengusir kejahatan, telah mencapai wilayah mereka, mereka semua datang satu demi satu ke:\n\n\"Wahai pengunjung dari negeri yang jauh, terimalah anggur kami dan dengarkan cerita kami.\"\n\"Anggur dari pegunungan mungkin asam dan pahit, tidak sebaik anggur i Gunung Tianheng yang dipuji oleh Rex Lapis.\"\n\"Namun kami, orang gunung, menggunakan permata dan batu giok yang dianugerahkan oleh dewa sebagai harta yang luar biasa, dan melubangi tebing terjal sebagai mata pencaharian kami.\"\n\"Hidup kami tidak sempurna, tetapi berkat Rex Lapis, hidup kami menjadi lebih nyaman tanpa kekhawatiran.\"\n\"Namun, situasinya tidak lagi sama, dan bayangan gelap telah menutupi berkah yang dibawa bintang itu.\"\n\"Hari ini, meskipun kami tidak memiliki pengorbanan yang sepadan untuk membuat perjanjian, kami dengan berani meminta bantuan dari Anda.\"\n\nPengelana itu dengan serius mendengarkan permintaan para tetua, lalu dengan tenang menghabiskan secangkir anggur pahit.\nSang tamu tak berjanji, tidak pula menegur kelancangan manusia fana. Dia menuju ke timur tanpa menghiraukan ajakan yang memintanya untuk tetap tinggal.\n\nKisah yang terjadi setelahnya pun tak ada yang tak tahu ....\n\nNamun, gelas anggur kristal pasir yang pernah digunakan untuk minum bersama tetua desa, masih ada dan menjadi saksi perjanjian antara mereka.",
        "th": "\nผืนดินเป็นที่รู้จักในนาม \"Chasm\" ที่ส่องประกายระยิบระยับสีชาดมาตั้งแต่สมัยโบราณ\nคนงานเหมืองในภูเขา หรือพ่อค้าอัญมณีในตลาดยังคงกล่าวถึงตำนานเกี่ยวกับยักษามาจนถึงทุกวันนี้\nว่ากันว่ามีนักเดินทางผู้โดดเดี่ยวที่มีสี่แขนบนไหล่ ได้เดินทางมาถึงดินแดนรกร้างที่ ดวงดาวได้ร่วงหล่นลงไป\nเมื่อชาวชนเผ่าได้ยินว่ามีนักเดินทางผู้โดดเดี่ยวที่ขับไล่ความชั่วร้ายได้มาเยือนดินแดนแห่งนี้ ก็ได้ทยอยกันมาอย่างไม่ขาดสาย\n\n\"แขกผู้มาเยือนจากแดนไกลเอ๋ย ได้โปรดรับสุราของพวกเรา แล้วได้โปรดรับฟังสิ่งที่พวกเราพูดด้วยเถิด\"\n\"สุราภูเขาเก่าเปรี้ยวขมยากกลืนลง มิอาจเทียบเท่าสุราของ Mt. Tianheng ที่ Rex Lapis ยกย่อง\"\n\"แต่สวรรค์ประทานพรให้ชาวเขาด้วยอัญมณีหายาก และหยกล้ำค่า พวกเราจึงขุดเหมืองหินเพื่อหาเลี้ยงชีพ\"\n\"ต้องขอบคุณความกรุณา และความเมตตาของ Rex Lapis แม้ว่าชีวิตจะไม่ดีเท่าที่คาดหวัง แต่ก็ยังมั่งคั่ง ไร้กังวล\"\n\"แต่อย่างนั้น ทุกสิ่งทุกอย่างล้วนเปลี่ยนไป เงามืดมิด เข้าบดบังคำอวยพรของดวงดาวที่ร่วงหล่น\"\n\"วันนี้ ถึงแม้เราจะไม่มีของขวัญล้ำค่าใดมอบให้ แต่ยังคงบากหน้ามาขอความช่วยเหลือ\"\n\nผู้มาเยือนรับฟังคำวิงวอนของเหล่าคนเฒ่าคนแก่ พลางจิบสุราขมปร่าในแก้วอย่างเงียบ ๆ\nไม่มีแม้แต่ถ้อยคำคำสัญญา หรือการเหยียดหยามมนุษย์ที่ไม่ประมาณตน เขาหันกลับไปทางทิศตะวันออกโดยไม่สนการเหนี่ยวรั้งใด\n\nเรื่องราวหลังจากนั้น ก็เป็นอย่างที่ทุกคนทราบกันดี...\n\nแต่กระนั้นแก้วสุราทรายคริสตัลแสนเรียบง่าย ที่ครั้งหนึ่งเขาเคยใช้ดื่มกับชาวบ้าน ยังถูกเก็บรักษาไว้เป็นหลักฐานแห่งสัญญาจวบจนถึงทุกวันนี้",
        "vi": "\nMảnh đất có tên gọi \"Vực Đá Sâu\" này, từ xưa đã lấp lánh ánh chu sa.\nGiữa những người thợ mỏ trong núi và các thương nhân đá quý ở phố thị, cho đến nay vẫn còn lưu truyền một truyền thuyết về Dạ Xoa...\nCó người nói rằng, từng có lãng khách cô độc vai mọc bốn cánh tay đã đến nơi thiên tinh rơi xuống vào thời hoang sơ lúc đó.\nBiết được có lãng khách trừ tà đến đây, nên các tộc dân trên núi bèn lũ lượt kéo đến:\n\n\"Vị khách phương xa, xin ngài hãy nhận lấy rượu của chúng tôi, và xin ngài hãy lắng nghe chúng tôi nói\"\n\"Rượu được ngâm trong núi có lẽ sẽ chua chát khó nuốt, không thể so bì với rượu ngon ở Thiên Hoành Sơn được đế quân khen ngợi\"\n\"Nhưng người dân trên núi xem kỳ thạch ngọc quý như báu vật, khai phá núi đá để mưu sinh\"\n\"Nương nhờ ân điển của đế quân, tuy cuộc sống không hoàn toàn như ý, nhưng cũng xem như dư dả không phải lo âu\"\n\"Thế nhưng, hoàn cảnh giờ đây đã không còn như trước, ân huệ của thiên tinh đã bị bóng đen hắc ám cản trở\"\n\"Giờ đây, tuy chúng tôi không có tế lễ long trọng cần thiết cho việc kết giao ước, nhưng vẫn muốn cả gan xin được ngài cứu rỗi\"\n\nVị khách trầm tư lắng nghe lời thỉnh cầu của các trưởng lão, rồi lặng lẽ uống hết chén rượu đắng.\nKhông đưa ra lời hứa hẹn, cũng không trách mắng người phàm vô lễ, bất chấp mọi can ngăn một mình xoay người về phía Đông mà đi.\n\nChuyện sau đó thì ai ai đều biết...\n\nNhưng chiếc ly rượu giản dị ngày đó từng dùng để uống với các hương lão, đã được xem là vật chứng cho mối giao ước này và lưu truyền mãi đến nay."
      },
      "imgid": "vermillion_hereafter_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "虺雷之姿",
        "zht": "虺雷之姿",
        "jp": "虺雷の姿",
        "ko": "번개의 자태",
        "en": "Thundering Poise",
        "de": "Gelassenheit des Donners",
        "es": "Máscara Atronadora",
        "fr": "Maintien fulgurant",
        "pt": "Postura Eletrizante",
        "ru": "Громогласный облик",
        "id": "Thundering Poise",
        "th": "Thundering Poise",
        "vi": "Diện Mạo Sấm Sét"
      },
      "description": {
        "zhs": "据称是山民为夜叉所打造的头冠，外观古朴，但其表面光亮不失润泽。",
        "zht": "據稱是山民為夜叉所打造的頭冠，外觀古樸，但其表面光亮不失潤澤。",
        "jp": "山民が夜叉のために作ったと言われる冠。古朴な見た目だが、光沢があり艶やかである。",
        "ko": "산골 주민이 야차를 위해 만든 모자라고 한다. 수수한 외관이지만 표면에는 윤기가 흐른다",
        "en": "This mask is said to have been made by the mountain people for a Yaksha. It is of simple make, but its surface still shines brightly nonetheless.",
        "de": "Diese Maske soll von den Bergbewohnern für einen Yaksha angefertigt worden sein. Sie ist von einfacher Machart, aber ihre Oberfläche glänzt dennoch hell.",
        "es": "Una máscara que, se dice, los habitantes de las montañas crearon para un Yaksha. Pese a su sencillo aspecto, su exterior es realmente lustroso.",
        "fr": "Ce masque aurait été fabriqué par les montagnards pour un Yaksha. Il est de fabrication simple, mais sa surface brille néanmoins de mille feux.",
        "pt": "Uma máscara que dizem ter sido criada pelo povo das montanhas para um Yaksha. Sua aparência é simples, mas ela tem um brilho que não desaparece.",
        "ru": "Согласно легенде, эту маску выковал горный народ для Яксы. Выглядит она просто, тем не менее сияет глянцевитым блеском.",
        "id": "Topeng ini ini dibuat oleh suku penghuni pegunungan untuk Yaksha. Buatannya sederhana, tapi permukaannya masih tetap mengkilap.",
        "th": "ว่ากันว่าเป็นหน้ากากที่ชาวภูเขาทำขึ้นให้ยักษา ภายนอกดูเรียบง่ายและดั้งเดิม แต่พื้นผิวยังคงแวววาว ไม่เสียประกายเมื่อกระทบแสง",
        "vi": "Tương truyền đây là chiếc nón được người dân rèn cho dạ xoa, trông khá cổ nhưng không bị mất đi ánh hào quang."
      },
      "lore": {
        "zhs": "\n天遒有夜叉，四臂何磊魁。\n远来层岩里，诸部扬讴歌。\n丰肴莫虚归，觞至更无余。\n扬刃入渊谷，为民息幽祸。\n捷疾悍似鬼，紫目烁凶光。\n震电绝死翳，虺雷溶青波。\n云霓掩渊薮，盘卷吞星河。\n狂飙复奔流，辰砂隐昏黑。\n石动震山廊，深谷多决坼。\n渊崩引地鸣，倏然皆静默。\n浓云凝夕照，栖鸟泣残歌：\n「君不闻，朔风萧瑟鼓角落，人杰淹冉没回涡」\n「竟不见，夜叉酣斗争天曙，空余长叹何蹉跎」",
        "zht": "\n天遒有夜叉，四臂何磊魁。\n遠來層岩裡，諸部揚謳歌。\n豐餚莫虛歸，觴至更無餘。\n揚刃入淵谷，為民息幽禍。\n捷疾悍似鬼，紫目爍凶光。\n震電絕死翳，虺雷溶青波。\n雲霓掩淵藪，盤捲吞星河。\n狂飆復奔流，辰砂隱昏黑。\n石動震山廊，深谷多決坼。\n淵崩引地鳴，倏然皆靜默。\n濃雲凝夕照，棲鳥泣殘歌：\n「君不聞，朔風蕭瑟鼓角落，人傑淹冉沒回渦」\n「竟不見，夜叉酣鬥爭天曙，空餘長嘆何蹉跎」",
        "jp": "\n四本の強靭な腕を持つ夜叉が、天穹の谷を訪れた。\n遠方より層岩へとやって来た彼は、その地の人々から喝采を浴びた。\n彼のために沢山の料理と酒が用意され、豪勢な宴が催される。\nそして、彼は深淵の谷に刃を揚げ、民衆のため災いを払いに行った。\nその体捌きは鬼の如く俊敏で、紫に光る眼からは獰猛な殺気を感じられた。\n轟々たる雷が死の霧を払い、まるで蛇のような雷光が暗い川の波へと溶けてゆく。\n星河を飲み込むかの如く、巨淵を覆いし雲が現れた。\n狂風が再び吹き、辰砂が真っ暗な地を包み隠す。\n岩石が響いた。山道は揺さぶられ、深き谷も大半が崩れ落ちていく。\n巨淵の瓦解が大地に轟音を響かせる。そして、突然の静寂が訪れた。\n濃雲は夕陽の光を凍らせ、止まりし鳥はまるで涙を流しているかのようであった——\n「知っているか、北風の中で太鼓や角笛が鳴り止み、英傑が渦の中に消えていったことを」\n「夜明けまで戦い抜いた夜叉の姿を見ることはできない。無意味に流れた時間を嘆き、ただ長い嘆息を漏らすしかないのだ」",
        "ko": "\n천주의 야차는 네 개의 팔에 마음속에 울분을 품고 있더라.\n먼 곳에서 층암에 오니, 사람들이 그 공적을 치하하더라.\n진수성찬은 헛되지 않았고, 술잔을 남김없이 비워졌나니.\n검을 뽑고 심연의 골짜기에 기꺼이 들어가 백성들을 위해 해악과 재앙을 제거했도다.\n민첩하고 용맹하기를 귀신과 같고, 보랏빛 눈동자에는 살기가 스치는구나.\n번개로 안개를 가르자 번개 독사는 푸른 물결에 녹아내리니.\n비구름이 온상을 가리고 똬리를 틀면서 은하수를 삼키네.\n거친 물결이 다시 흐르니, 진사에는 어둠이 숨겨져 있구나.\n바위의 움직임이 산마루를 흔들고 깊은 골짜기가 수없이 갈라진다.\n심연의 붕괴에 대지가 울리고, 모든 건 홀연히 고요해지는구나.\n짙은 구름이 노을을 비추고, 머물던 새가 울며 불완전한 노래를 부르니:\n「제군은 북풍이 적막하게 불어치는 구석에서, 영웅들이 하나둘씩 돌아오지 못하고 있는 걸 듣지 못하는 건가」\n「야차가 날이 밝을 때까지 싸우며 허송세월을 탄식하는 걸 보지 못하는 건가」",
        "en": "\nTianqiu once played host to a Yaksha, four-armed and mighty.\nHe came to The Chasm from afar, to the praises of the tribes.\nA feast they put forth for him, the food in abundance.\nBlade in hand, he entered The Chasm, a disaster to still.\nMighty as a demon, purple bale-fire shone in his eyes.\nThe lightning pierced the deathly shadow, and thunder dissolved the darkness.\nThe clouds hid the abyss, maw stretching to devour the firmament.\nThe wild wind howled, the cinnabar sweeping the darkness.\nThe mountain ranges shock, and the gorges caved in.\nThe depths cried out as they collapsed, and then all was silent.\nThe dense clouds solidified sundown-light as the perching birds sang sadly:\n\"Do you not hear? The drums die in the north wind, the hero sinks into the vortex.\"\n\"Have you not seen? The Yaksha's battle for the dawn — alas for a life so spent.\"",
        "de": "\nIm Tianqiu-Tal gab es einen Yaksha. Mit seinen vier Armen vertrieb er die Dunkelheit der Welt.\nEr kam aus der Ferne zur Großen Kluft und alle Stämme sangen ein Loblied auf ihn.\nEs wurde ein großes Fest für ihn veranstaltet, mit reichlich Essen und Wein.\nEr nahm die Waffe in die Hand und ging tief in die Große Kluft, um der Geißel des Volkes ein Ende zu setzen.\nSchnell und grimmig wie ein Monster, leuchteten seine violetten Augen in einem grimmigen Licht.\nDer tosende Donner vertrieb die Nebel des Todes und die schlangenartigen Blitze verschmolzen mit den Wellen des dunklen Flusses.\nDie Wolken, die die große Kluft bedeckten, rollten auf und verschluckten sogar den Fluss der Sterne.\nDer wütende Wind rauschte wieder und der Zinnober bedeckte die Dunkelheit.\nDie Felsen hallten wider, die Bergpfade bebten und die tiefen Täler brachen fast zusammen.\nDie Erde brüllte, als die große Kluft zusammenbrach. Dann herrschte plötzlich Stille.\nDichte Wolken froren das Licht der untergehenden Sonne ein und sogar die Vögel schienen zu weinen.\n„Hörst du, wie die Trommeln im Nordwind aufhören und die Helden im Strudel verschwinden?“\n„Am Ende konnten wir die Gestalt des Yaksha, der bis zum Morgengrauen kämpfte, nicht mehr sehen, und konnten nur sehnsüchtig seufzen über die Zeit, die verschwendet wurde!“",
        "es": "\nLlegó al Valle Tianchiu un Yaksha de cuatro robustos brazos.\nProviniendo de tierras remotas, viajó hasta la Sima, y allí fue venerado por todo el pueblo.\nInfinidad de manjares se ofrecieron en su honor, y el vino y la comida corrieron a raudales.\nEntonces, el valiente Yaksha se adentró en las profundidades de la tierra y luchó en pos de la paz del pueblo.\nCon la agilidad y ferocidad de un monstruo, sus ojos púrpura revelaban una mirada asesina.\nEl relámpago vibrante disipó la neblina de la muerte y el rayo serpenteante se disolvió entre las olas de oscuridad.\nLas nubes ocultaron el abismo magnánimo que se había expandido en el cielo, y entonces se aglomeraron, como si quisieran devorar el firmamento.\nEl huracán y la discordia avanzaron de forma arrasadora, y el cinabrio exultante se guareció en la oscuridad.\nLa vibración de las rocas se expandió hasta los pasadizos subterráneos en un terremoto, y gran parte de los valles en las profundidades colapsaron.\nLa destrucción del abismo suscitó los lamentos de la tierra, pero estos cesaron ipso facto.\nLas nubes se solidificaron, dieron suceso al ocaso y los pájaros interpretaron el más melancólico de los cantos:\n“Ya no escucharás más en cada esquina el sonido desolador de los tambores del norte, el remolino fue llevándose poco a poco a todos nuestros héroes para siempre.\nFinalmente, nadie volvió a ver al Yaksha que luchó hasta el crepúsculo, y solo quedó un profundo suspiro por el tiempo perdido”.",
        "fr": "\nIl y avait dans la Vallée Tianqiu un Yaksha armé de quatre bras puissants.\nVenu de terres lointaines, il arriva jusqu'au Gouffre et reçut les louanges des tribus qui y vivaient.\nIls préparèrent un copieux festin en son honneur avec d'excellents mets et du bon vin.\nLe Yaksha pénétra ensuite dans les profondeurs du Gouffre pour débarrasser le peuple du mal qui y régnait.\nIl avait l'agilité et la férocité d'un démon et un regard meurtrier transparaissait dans ses yeux violets.\nLe tonnerre dissipa la brume mortelle et la foudre serpentine se joignit aux ténèbres.\nDes nuages recouvrirent le Gouffre comme s'ils allaient avaler le firmament.\nUn ouragan cinglant sévit alors, le cinabre vint tapisser ce lieu obscur.\nLes falaises s'entrechoquèrent, les vallées s'effondrèrent.\nLa terre rugit avant de tomber dans le silence le plus total.\nLa lueur du crépuscule fut contenue à l'intérieur des nuages, tandis que les oiseaux entonnèrent un triste chant :\n« Avez-vous appris que les tambours ont cessé de résonner dans le vent du nord et que le grand héros a disparu au cœur du tourbillon ? »\n« Avez-vous vu le héros Yaksha se battre avec acharnement jusqu'à l'aube ? Hélas, il ne lui resta qu'un soupir pour se lamenter du temps perdu. »",
        "pt": "\nTianqiu outrora acolheu um poderoso Yaksha, ele tinha quatro braços.\nEle veio de longe para o Despenhadeiro, sendo venerado por todos da tribo.\nFizeram um enorme banquete para ele, comida em abundância.\nCom a lâmina em sua mão, ele entrou no Despenhadeiro, para por um fim ao sofrimento do povo.\nForte feito um demônio, com um brilho fervoroso púrpura em seus olhos.\nA luz perfurou a sombra mortal, e os trovões dissolveram a escuridão.\nAs nuvens esconderam o abismo, com suas bocas se esticando para engolir o firmamento.\nO vento selvagem uivando, o cinábrio varrendo a escuridão.\nA montanha começou a estremecer, e os desfiladeiros cederam. \nAs profundezas se lamentaram conforme entravam em colapso, e então, tudo ficou silencioso.\nAs nuvens densas solidificaram a luz do pôr-do-sol enquanto os pássaros cantavam uma triste melodia:\n\"Você não consegue ouvir? Os tambores morreram com o vento do norte, o herói se afundou no vórtice.\"\n\"Você não consegue ver? O Yaksha que lutou até o crepúsculo — o suspiro de uma vida perdida.\"",
        "ru": "\nКогда-то в Тяньцю жил могучий четырёхрукий Якса.\nОн пришёл в Разлом издалека, и люди воспевали его силу.\nВ его честь устроили пир, столы ломились от яств.\nС мечом в руках он вошёл в Разлом, чтобы положить конец страданиям людей.\nМогучий, как демон, в глазах его пылал фиолетовый огонь.\nМолния пронзила туман смерти, а гром рассеял тьму.\nОблака скрыли разверзшуюся в небе бездну, а затем собрались, словно желая поглотить небосвод.\nСнова налетел яростный ветер, и тьма накрыла киноварь.\nСкалы отдавались эхом, горные тропы дрожали, а глубокие долины обрушивались.\nВеликая пропасть рушилась, земля грохотала. И вдруг наступила тишина.\nПлотные облака закрыли свет заходящего солнца, а парящие птицы печально запели:\n«Больше вы не услышите пустынное звучание барабанов севера, герой исчезает в вихре.\nБольше вы не увидите Яксу, который сражался до самого рассвета. Увы, время потрачено напрасно».",
        "id": "\nSang Yaksha pernah menghuni dataran Tianqiu, ia yang bertangan empat dan gagah perkasa.\nDatanglah dirinya ke Chasm, diiringi lagu pujian suku bangsa.\nPerjamuan diadakan, berlimpah-limpah santapan disediakan.\nBilah pedangnya diacungkan, menuju ke kedalaman, demi menjinakkan malapetaka.\nGanas bagaikan iblis, matanya menyala dengan kobaran ungu tua.\nSambaran kilat mengoyakkan bayangan maut, dan gemuruh nyaring melarutkan kegelapan.\nAwan-awan menutupi jurang maut, menganga menelan cakrawala.\nAngin ribut melolong tiada henti, batu raksa menyapu kegelapan.\nGunung-gunung pun gentar, dan lembah-lembah beruntuhan.\nTanah pun meraung-raung, dan seketika itu semua senyap.\nAwan tebal berkumpul mengaburkan cahaya senja, burung-burung bertengger dan meratap:\n\"Sudahkah engkau mendengar? Tabuh gendang dari utara telah tiada, sang pahlawan telah hilang ditelan pusaran.\"\n\"Sudahkah engkau mendengar? Sang Yaksa yang berjuang demi datangnya fajar, telah terbaring menemui ajal.\"",
        "th": "\nณ Tianqiu มียักษา ที่มีแขนอันทรงพลังทั้งสี่\nจากแดนไกลถึง Chasm ชาวเผ่าล้วนแซ่ซ้อง\nจัดงานรื่นเริง อาหารพรั่งพรู\nมือถือดาบบุกเข้า Chasm ขจัดทุกข์เข็ญแด่ผู้คน\nรวดเร็วดุดันราวกับอสูร เห็นเพียงเนตรสีม่วงกะพริบไหว\nสายฟ้าแลบทะลุเงามรณะ แลฟ้าร้องมลายความมืดสิ้น\nหมู่เมฆาซ่อนห้วงเหว กลืนกินนภาทางช้างเผือก\nลมป่ากู่ร้อง ซินนาบาร์ซุกซ่อนท่ามกลางความมืดมิด\nเทือกเขาสะเทือนลั่น หุบเขาทรุดตัวลง\nเหวลึกพังทลายพื้นดินร้องคำราม ทันใดพลันเงียบสงัด\nเมฆาบดบังสุริยันคล้อย วิหคร่ำคร่ำครวญไห้\n\"ได้ยินไหม เสียงกลองจากลมเหนือ สายน้ำวนดูดกลืนผู้กล้าหาญไปไม่หวนกลับ\"\n\"เห็นหรือไม่ ยักษาที่ต่อสู้เพื่อท้องฟ้ายามรุ่งอรุณ ถอดถอนใจแด่ชีวิตที่ปลิดปลิวไป\"",
        "vi": "\nThiên Tù có Dạ Xoa, tứ thủ tâm lỗi lạc.\nTừ xa đến Vực Sâu, dân chúng đều ca ngợi.\nMón ngon bày thịnh soạn, rượu cạn chén chân tình.\nGiương kiếm vào chốn sâu, giúp cư dân trừ họa.\nThân thủ nhanh tựa quỷ, mắt tím chớp hung quang.\nSấm sét quét sương đen, lôi điện hòa vào sóng.\nMây mù giăng kín lối, gió lốc cuốn tinh hà.\nCuồng phong cuồn cuộn chảy, chu sa phủ đêm đen.\nĐá rung chuyển núi đồi, thung lũng thêm rạn vỡ.\nNúi sập đất rền vang, đột nhiên đều tĩnh lặng.\nÁnh tà dương chiếu rọi, chim chóc cùng khóc thương:\n\"Người không nghe, tiếng gió khẽ qua từng ngóc ngách, nhân kiệt một đi không trở về\"\n\"Cũng không thấy, Dạ Xoa quyết chiến đến hừng đông, chỉ còn miên man tiếng thở dài\""
      },
      "imgid": "vermillion_hereafter_circlet"
    }
  ]
}