{
  "setNeedNum": [
    2,
    4
  ],
  "name": {
    "zhs": "饰金之梦",
    "zht": "飾金之夢",
    "jp": "金メッキの夢",
    "ko": "도금된 꿈",
    "en": "Gilded Dreams",
    "de": "Vergoldeter Traum",
    "es": "Sueños Áureos",
    "fr": "Rêve doré",
    "pt": "Sonhos Dourados",
    "ru": "Позолоченные сны",
    "id": "Gilded Dreams",
    "th": "Gilded Dreams",
    "vi": "Giấc Mộng Hoàng Kim"
  },
  "descriptions": [
    {
      "zhs": "元素精通提高80点。",
      "zht": "元素精通提高80點。",
      "jp": "元素熟知+80。",
      "ko": "원소 마스터리+80pt",
      "en": "Elemental Mastery +80.",
      "de": "Erhöht Elementarkunde um 80 Punkte.",
      "es": "Maestría Elemental +80 pts.",
      "fr": "Augmente la maîtrise élémentaire de 80 pts.",
      "pt": "Proficiência Elemental +80",
      "ru": "Увеличивает мастерство стихий на 80 ед.",
      "id": "Elemental Mastery +80.",
      "th": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
      "vi": "Tăng 80 điểm tinh thông nguyên tố."
    },
    {
      "zhs": "触发元素反应后的8秒内，会根据队伍内其他角色的元素类型，使装备者获得强化：队伍中每存在1个和装备者同类元素的角色，攻击力提升14%；每存在1个和装备者不同元素类型的角色，元素精通提升50点。上述每类效果至多计算3个角色。该效果每8秒至多触发一次。装备者处于队伍后台时，依然能触发该效果。",
      "zht": "觸發元素反應後的8秒內，會根據隊伍內其他角色的元素類型，使裝備者獲得強化：隊伍中每包含1個和裝備者同類元素的角色，攻擊力提升14%；每包含1個和裝備者不同元素類型的角色，元素精通提升50點。上述每類效果至多計算3個角色。該效果每8秒至多觸發一次。裝備者處於隊伍後臺時，依然能觸發該效果。",
      "jp": "元素反応を起こした後の8秒間、装備キャラクターは、チーム内自身以外のキャラクターの元素タイプに応じて強化効果を獲得する。チームに装備キャラクターと同じ元素タイプのキャラクターが1名存在する毎に攻撃力+14%、異なる元素タイプのキャラクターが1名存在する毎に元素熟知+50。上記効果は、それぞれ最大でキャラクター3名までカウントされる。この効果は8秒毎に1回のみ発動可能。装備したキャラクターが待機している場合にも効果を発動できる。",
      "ko": "원소 반응 발동 후 8초 동안 파티 내 다른 캐릭터의 원소 유형에 따라 장착 캐릭터가 강화 효과를 받는다: 파티 내 장착 캐릭터와 동일한 원소 타입의 캐릭터가 1명 존재할 때마다 공격력이 14% 증가한다. 파티 내 장착 캐릭터와 다른 원소 타입의 캐릭터가 1명 존재할 때마다 원소 마스터리가 50pt 증가한다. 해당 효과는 각각 최대 3명의 캐릭터까지 계산한다. 해당 효과는 8초마다 최대 1회 발동된다. 장착 캐릭터가 대기 상태일 때도 해당 효과는 발동된다",
      "en": "Within 8s of triggering an Elemental Reaction, the character equipping this will obtain buffs based on the Elemental Type of the other party members. ATK is increased by 14% for each party member whose Elemental Type is the same as the equipping character, and Elemental Mastery is increased by 50 for every party member with a different Elemental Type. Each of the aforementioned buffs will count up to 3 characters. This effect can be triggered once every 8s. The character who equips this can still trigger its effects when not on the field.",
      "de": "Verleiht der damit ausgerüsteten Figur nach Auslösen einer Elementarreaktion entsprechend den Elementartypen anderer Figuren in der Truppe unterschiedliche Boni, die 8 s halten: Die Anwesenheit von je 1 Figur des gleichen Elementartyps erhöht den ANG um 14 %. Die Anwesenheit von je 1 Figur unterschiedlichen Elementartyps erhöht die Elementarkunde um 50 Punkte. Für jeden dieser Boni werden bis zu 3 Figuren mit gleichem oder unterschiedlichem Elementartyp gewertet. Diese Effekte treten auch in Kraft, wenn die damit ausgerüstete Figur inaktiv in der Truppe ist, 8 s Abklingzeit.",
      "es": "Tras causar una Reacción Elemental, el personaje que lleve equipado este conjunto obtiene durante 8 s los siguientes fortalecimientos en función de los tipos elementales de los miembros del equipo: por cada personaje del mismo tipo elemental que el portador de este conjunto, el ATQ aumenta en un 14%; por cada personaje de tipo elemental distinto al portador de este conjunto, la Maestría Elemental aumenta en 50 pts. Cada uno de estos efectos se calcula para un máximo de 3 personajes. Este efecto solo se puede activar una vez cada 8 s, y se activará incluso cuando el personaje que lleva este conjunto equipado esté en tu equipo pero no en combate.",
      "fr": "Déclencher une réaction élémentaire confère pendant 8 s au personnage équipé de l'artéfact des bonus en fonction du nombre de types élémentaires des autres personnages de l'équipe : son ATQ augmente de 14 % pour chaque membre du même type élémentaire que le sien, et sa maîtrise élémentaire augmente de 50 pts pour chaque membre de type élémentaire différent du sien. Chacun des bonus susmentionnés compte un maximum de 3 personnages. Cet effet peut être déclenché une fois toutes les 8 s, même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
      "pt": "Dentro de 8s após causar uma Reação Elemental, o personagem equipando este conjunto irá obter aprimoramentos baseados no Tipo Elemental dos outros membros da equipe. O ATQ é aumentado em 14% para cada membro da equipe cujo Tipo Elemental seja o mesmo que o personagem equipando o conjunto. A Proficiência Elemental é aumentada em 50 para cada membro da equipe com Tipos Elementais diferentes. Cada um desses aprimoramentos mencionados anteriormente irá contar para até 3 personagens. Esse efeito pode ser desencadeado uma vez a cada 8s. O personagem que equipar este conjunto ainda pode ativar seu efeito mesmo que não esteja em campo.",
      "ru": "На 8 сек. после вызова элементальной реакции согласно элементам других персонажей в отряде экипированный этими артефактами персонаж получает следующие усиления: сила атаки повышается на 14% за каждого персонажа с таким же элементом, как у экипированного персонажа; мастерство стихий повышается на 50 ед. за каждого персонажа с иным элементом. Каждое из этих усилений при подсчёте включает до 3 персонажей. Эффект может возникнуть один раз в 8 сек. Срабатывает, даже если экипированный этими артефактами персонаж не на поле боя.",
      "id": "Selama 8 detik setelah memicu Reaksi Elemental, Karakter yang mengenakannya mendapatkan efek penguatan berdasarkan tipe elemen Karakter lain yang berada dalam tim: Untuk setiap anggota party yang berelemen sama dengan Karakter yang mengenakan, maka ATK meningkat 14%; Untuk setiap anggota party yang berelemen berbeda dengan Karakter yang mengenakan, maka Elemental Mastery meningkat 50 poin. Efek yang dijelaskan tersebut maksimal dihitung untuk 3 Karakter. Efek ini terpicu setiap 8 detik. Efek ini tetap dapat terpicu meskipun penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
      "th": "ภายใน 8 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ ตัวละครที่สวมใส่ จะได้รับการเสริมพลัง โดยขึ้นกับประเภทธาตุของตัวละครอื่นในทีม: ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุเหมือนกับผู้สวมใส่ จะทำให้พลังโจมตีเพิ่มขึ้น 14%; ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุต่างกับผู้สวมใส่ จะทำให้ความชำนาญธาตุเพิ่มขึ้น 50 หน่วย ซึ่งเอฟเฟกต์แต่ละชนิดที่กล่าวถึงข้างต้น จะนับตัวละครมากสุด 3 ตัว โดยที่ทุก 8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
      "vi": "Trong 8s sau khi kích hoạt phản ứng nguyên tố, sẽ căn cứ theo loại nguyên tố của các nhân vật khác trong đội để kích hoạt hiệu ứng cho người mang trang bị: Mỗi một nhân vật trong đội có cùng loại nguyên tố với người mang trang bị, sẽ tăng 14% tấn công; mỗi một nhân vật trong đội khác loại nguyên tố với người mang trang bị, sẽ tăng 50 điểm tinh thông nguyên tố. Mỗi loại hiệu ứng bên trên tối đa tính 3 nhân vật. Hiệu quả này mỗi 8s tối đa kích hoạt 1 lần. Khi người trang bị không ra trận, thì vẫn sẽ kích hoạt hiệu ứng này."
    }
  ],
  "imgid": "gilded_dreams_flower",
  "pieces": [
    {
      "type": "flower",
      "name": {
        "zhs": "梦中的铁花",
        "zht": "夢中的鐵花",
        "jp": "夢境の鉄花",
        "ko": "꿈속에 피어난 철의 꽃",
        "en": "Dreaming Steelbloom",
        "de": "Metallblüte im Traum",
        "es": "Flor de Metal Onírica",
        "fr": "Fleur d'acier rêveuse",
        "pt": "Flor de Metal Onírica",
        "ru": "Сон железного цветка",
        "id": "Dreaming Steelbloom",
        "th": "Dreaming Steelbloom",
        "vi": "Hoa Thép Trong Mộng"
      },
      "description": {
        "zhs": "暗金打造的蓓蕾，再无机会开放的花瓣包裹着赤红的花芯。",
        "zht": "暗金打造的蓓蕾，再無機會開放的花瓣包裹著赤紅的花芯。",
        "jp": "色みの暗い金で仕上げられたつぼみ。決して開くことのない花びらは、深紅の芯を包んでいる。",
        "ko": "어두운 빛을 띄는 금으로 만든 꽃봉오리. 두 번 다시 열리지 않을 꽃잎 속에는 붉은색 꽃술이 숨어있다",
        "en": "A flower bud made of hammered dark gold. Its crimson core is wrapped by petals that shall never open.",
        "de": "Eine Blumenknospe, die aus dunklem Gold geschmiedet wurde. Ihre Blütenblätter, die sich nie wieder öffnen können, umgeben einen scharlachroten Stempel.",
        "es": "Un capullo de flor creado con un metal oscuro. Sus pétalos, que ya nunca más podrán volver a abrirse, rodean un pistilo de color escarlata.",
        "fr": "Un bourgeon de fleur en or foncé martelé, dont le noyau écarlate est enveloppé de pétales qui ne s'ouvriront jamais.",
        "pt": "Um botão de flor feito de um ouro escuro. Seu núcleo carmesim é envolto por pétalas que nunca irão se abrir.",
        "ru": "Бутон из тёмного золота. Его багровая сердцевина объята лепестками, которым никогда не было суждено раскрыться.",
        "id": "Kuncupnya terbuat dari emas berwarna gelap, dan kelopak yang tidak berkesempatan untuk kembali merekah, kini terbungkus dalam balutan inti bunga berwarna merah.",
        "th": "ดอกไม้ตูมซึ่งถูกทำขึ้นจากทองคำสีเข้ม กลีบดอกที่ไม่มีวันบานนั้น ห่อหุ้มแกนกลางดอกไม้ที่มีสีแดงเข้มอยู่",
        "vi": "Nụ hoa được đúc từ vàng đen, những cánh hoa không có cơ hội nở ra bao bọc lấy nhụy hoa đỏ thẫm."
      },
      "lore": {
        "zhs": "\n「在黄金的梦想中，谁也不必饮下一滴苦水。」\n古时的传说中曾经有三名携手同行的挚友。\n其中一人最终如蔷薇般凋落，在泥中腐烂。\n花的国度被风沙磨成故事，成为歌中的梦。\n\n挚友中的其中一人在沙漠一隅构建了前所未见的大绿洲；\n另外一人，耗尽智性与气力在沙中建成了永恒的蜃气楼：\n谁人都不应当由悲伤与别离，在脸庞上刻下细密的印痕。\n\n「当月亮从你掌心离去，收回沙海迷宫上孤寂的银光，」\n「希望你能记得，梦的伴侣在炫目日光中燃烧的模样。」\n\n就这样，执着的追想从燃烧的新世界中中升起，如无烟之火；\n就这样，一只眼望着过往、一只眼望着梦乡的，一定会迷失；\n就这样，他将视线投向了罪深之处的智慧，倾听如蜜的低语…",
        "zht": "\n「在黃金的夢想中，誰也不必飲下一滴苦水。」\n古時的傳說中曾經有三名攜手同行的摯友。\n其中一人最終如薔薇般凋落，在泥中腐爛。\n花的國度被風沙磨成故事，成為歌中的夢。\n\n摯友中的其中一人在沙漠一隅建構了前所未見的大綠洲；\n另外一人，耗盡智性與氣力在沙中建成了永恆的蜃氣樓：\n誰人都不應當由悲傷與別離，在臉龐上刻下細密的印痕。\n\n「當月亮從你掌心離去，收回沙海迷宮上孤寂的銀光，」\n「希望你能記得，夢的伴侶在炫目日光中燃燒的模樣。」\n\n就這樣，執著的追想從燃燒的新世界中中升起，如無煙之火；\n就這樣，一隻眼望著過往、一隻眼望著夢鄉的，一定會迷失；\n就這樣，他將視線投向了罪深之處的智慧，傾聽如蜜的低語…",
        "jp": "\n「黄金の夢の中では何人も、一滴の苦汁さえも口にすることはない。」\n古代の伝説の中で、かつて手をたずさえて共に歩んだ三人の親友があったそうだ。\nその中の一人は薔薇のように枯れ、土の中で腐っていった。\n花の国は、風と砂ぼこりにさすられ、物語となり、歌の中の夢となった。\n\n他の一人は、砂漠の片隅で、かつてないほどに大きなオアシスを創り上げた。\n最後の一人は、知性と力を振り絞って、砂の中に永遠の蜃気楼を作り上げた。\n誰も悲しみと別れに隔たれるべきではなく、そのために顔に細かい傷を刻むべきではない。\n\n「月明かりがあなたの掌から去り、砂漠の迷宮が頭上に孤独な銀の光を取り戻した時、」\n「夢の伴侶が眩しい日差しの中で燃える様子を覚えておいて。」\n\nこうして、執着の追想が燃え盛る新世界から昇って行った…まるで煙のない炎のように。\nこうして、片方の目を過去に、もう片方の目を夢に向けると、必ず迷うことになる。\nこうして、彼は罪の深淵に目を向け、蜜のような囁きに耳を傾けた…",
        "ko": "\n「황금의 꿈에선 그 누구도 괴롭지 않아도 돼.」\n옛 전설에 따르면 서로 함께 나아가던 세 명의 친우가 있었다.\n그중 한나는 장미처럼 스러져 진흙 속에서 썩었다.\n꽃의 나라는 모래 바람에 마모되어 이야기, 그리고 노래 속의 꿈이 되었다.\n\n다른 하나는 사막 한구석에 전대미문의 거대한 오아시스를 만들었다.\n나머지 한나는 모든 지성과 기력을 쏟아부어 사막의 영원한 신기루를 만들었다.\n슬픔과 이별은 그 누구의 얼굴에도 흔적을 남겨서는 안 된다.\n\n「달이 네 손을 떠나 모래바다 미궁의 외로운 은빛을 거둘 때,」\n「눈부신 햇살 속에서 타오르는 꿈의 반려자의 모습을 기억하길 바란다.」\n\n그렇게, 집요한 추억이 불타오르는 신세계에서 연기 없는 불처럼 피어올랐다.\n그렇게, 한쪽 눈으로는 과거를, 한쪽 눈으로는 꿈을 바라보면 길을 잃기 마련이다.\n그렇게, 그는 죄악 깊은 곳의 지혜로 시선을 돌렸고, 달콤한 속삭임에 귀 기울였다…",
        "en": "\n\"In the golden dream, no one shall have to ingest a single drop of bitter water.\"\nThe ancient legends tell of three inseparable friends.\nOne of them would wither like a rose and come to rot in the mud.\nThe kingdom of flowers would be ground down into a mere tale by sandstorms, becoming a dream in a song.\n\nOne of the friends would create a great, heretofore unseen oasis in a corner of the desert.\nAnother would use up all their strength and intellect to build an eternal illusion in the sands.\nNo one should have had scars carved upon their faces due to sorrow and partings.\n\n\"When the moon leaves your palm, and the lonesome silver light retracts from atop the labyrinth on the sand ocean,\"\n\"One hopes that you will remember how your companion in the dreams shone like the burning sun.\"\n\nThus does obsessive remembrance arise from the burning new world like a smokeless flame,\nThus do those who look to the past with one eye, and to a world of dreams with the other become lost,\nThus did he turn his gaze upon the wisdom of the depths, and inclined his ear to honeyed whispers...",
        "de": "\n„Im goldenen Traum muss niemand auch nur einen Tropfen Bitterkeit trinken.“\nEiner Legende aus uralter Zeit nach gab es einmal drei Freunde, die unzertrennlich waren.\nEiner von ihnen verwelkte schließlich wie eine Rose und verrottete im Matsch.\nDas Land der Blumen wird von Sandstürmen zu Geschichten zermahlen und wird zu einem Traum in einem Lied.\n\nEiner der Freunde errichtete eine neuartige große Oase in einer Ecke der Wüste.\nEin anderer wandte seine gesamte Weisheit und Kraft dazu auf, in der Wüste eine ewig währende Luftspiegelung zu erschaffen:\nKummer und Trennung sollten auf niemandes Stirn Falten hinterlassen.\n\n„Wenn der Mond deine Handfläche verlässt, wird er das einsame silberne Licht über dem Wüstenlabyrinth mit sich mitnehmen.“\n„Ich hoffe, du kannst dich daran erinnern, wie dein Gefährte aus dem Traum im blendend hellen Licht der Sonne brannte.“\n\nUnd so entstiegen hartnäckige Erinnerungen aus der brennenden neuen Welt gleich einem rauchlosen Feuer.\nUnd so wirst du dich bestimmt verirren, wenn ein Auge in die Vergangenheit und das andere in den Traum blickt.\nUnd so richtete er seinen Blick auf die Weisheit in den Tiefen der Sünde und lauschte einem süßen Flüstern ...",
        "es": "\n“En el sueño áureo, nadie tendrá que beber ni una gota más de amargura”.\nSegún una antigua leyenda, una vez existieron tres amigos que eran inseparables.\nUna de ellos terminó marchitándose como una rosa y se descompuso en el barro.\nLas tormentas de arena redujeron al reino de las flores a una mera historia, a un sueño dentro de una canción.\n\nOtra de ellos construyó en un rincón del desierto un gran oasis como nunca antes se había visto.\nY otro volcó todo su intelecto y energía para crear un espejismo eterno en medio del desierto.\nNadie debería llevar grabadas en el rostro las marcas dejadas por el dolor y la separación.\n\n“Cuando la luz de luna abandone la palma de tu mano, cuando la solitaria luz plateada se repliegue del laberinto del mar de arena,\nespero que puedas recordar cómo ardió tu acompañante en los sueños bajo la luz cegadora del sol”.\n\nY así, los recuerdos obsesivos surgieron en medio de un mundo nuevo en llamas, como un fuego sin humo.\nY así, aquellos que miran al pasado con un ojo y a la tierra de ensueño con el otro terminarán perdidos.\nY así, él fijó su mirada en el conocimiento prohibido de las profundidades y escuchó un dulce susurro...",
        "fr": "\n« Dans les rêves d'or, personne n'aura à boire la moindre goutte d'eau amère. »\nUne ancienne légende raconte l'histoire de trois amis inséparables.\nL'un d'eux finit par se faner comme une rose et pourrir dans la boue.\nLa nation des fleurs fut écrasée par une tempête de sable, et ne devint plus qu'une simple histoire, un rêve dans les chants.\n\nLe deuxième ami créa une oasis dans le désert telle qu'on n'en avait jamais vu ;\nLe troisième fit usage de toute sa force et toute son intelligence pour créer un mirage éternel au milieu du désert :\nIl ne fallait pas que quiconque puisse avoir sur son visage des cicatrices profondes laissées par le chagrin et la séparation.\n\n« Quand la lune quitte votre paume et emporte avec elle son faisceau de lumière solitaire et argentée qui illumine le labyrinthe du désert... »\n« J'espère que vous vous souviendrez comment votre compagnon dans vos rêves brûlait dans une lumière éblouissante. »\n\nC'est ainsi que de ce nouveau monde qui brûlait s'échappèrent des pensées tenaces, tel un feu sans fumée.\nC'est ainsi que ceux qui regardent le passé d'un œil et rêvent avec l'autre finiront par se perdre.\nC'est ainsi qu'il fixa son regard profondément à l'intérieur de ce savoir interdit, et qu'il écouta attentivement de doux murmures...",
        "pt": "\n\"No sonho de ouro, ninguém deverá beber uma única gota de amargura sequer\".\nLendas antigas contam sobre três amigos que viajavam juntos.\nUma destas pessoas acabou murchando como uma rosa, apodrecendo na lama.\nO reino das flores foi transformado em histórias pelas areias e se tornou um sonho em uma canção.\n\nUm dos companheiros construiu um oásis sem precedentes em um canto do deserto;\nOutro, esgotando todo seu intelecto e sua força, construiu uma miragem eterna em meio ao deserto.\nNinguém deveria deixar marcas meticulosas de tristeza e despedidas em seus rostos.\n\n\"Quando a lua deixar a palma da sua mão, ela pegará de volta a solitária luz prateada do labirinto no mar de areia\"\n\"Espero que você possa se lembrar de como o parceiro do sonho se queimou sob os deslumbrantes raios solares.\"\n\nAssim, a busca obsessiva surgiu em meio a um incêndio sem fumaça de um novo mundo em chamas;\nDesta forma, olhando para o passado com um olho e sonhando com o outro, estava destinado a se perder;\nAssim, ele voltou seus olhos para a sabedoria oriunda das profundezas do pecado, e escutou os melosos sussurros...",
        "ru": "\n«В золотых снах никому не суждено испить горькую чашу».\nВ древней легенде говорится о трёх неразлучных друзьях.\nОдин из друзей со временем зачах и сгинул в грязи, словно опавшие цветы шиповника.\nКрай цветов, изъеденный ветрами, превратился в историю, став сном из песни.\n\nВторой разбил в пустыне невиданный оазис.\nА третий, истощив разум и силы, создал в песках нетленный мираж:\nгоре и разлука не должны оставлять в душах тонкие шрамы.\n\n«Когда луна сойдёт с твоей ладони и заберёт с собой одинокий луч серебряного света, озаряющий лабиринт пустыни,\nнадеюсь, ты вспомнишь, как пламенел в ослепительных лучах спутник твоих сновидений».\n\nИ вознеслись из горящего нового мира воспоминания, подобно бездымному пламени.\nИ обратил он взор к прошлому, и погряз в мире грёз, сойдя с пути истинного.\nИ узрел он мудрость во грехе, и внял сладкому шёпоту...",
        "id": "\n\"Dalam impian emas, tidak ada satu pun yang dibiarkan menyesap air pahit.\"\nHikayat kuno menceritakan tentang tiga sahabat.\nSatu layu seperti mawar dan membusuk di dalam lumpur.\nKerajaan bunga hanya menyisakan cerita, digiling badai pasir dan menjadi mimpi dalam lantunan bait.\n\nSatu mendirikan oasis agung yang belum pernah ada sebelumnya, di salah satu sudut padang pasir.\nSatu menghabiskan tenaga dan kepintarannya untuk memunculkan ilusi abadi di tengah hamparan pasir.\nTidak ada yang layak menerima guratan di wajah hanya karena sakitnya perpisahan.\n\n\"Ketika bulan tak lagi dalam genggaman, dan ketika cahayanya yang keperakan diambil dari puncak labirin di lautan pasir,\"\n\"Maka ada yang berdoa agar kamu mengingat rekanmu dalam mimpi, yang bersinar terang bagaikan sang surya di tengah hari.\"\n\nDemikian peringatan yang melekat muncul dari dunia baru yang membara tapi tak berasap,\nMereka yang melihat ke belakang dengan sebelah mata, dan melihat ke dalam mimpi dengan matanya yang lain menjadi tersesat,\nDia melayangkan pandangannya kepada kebijaksanaan mendalam, dan memasang telinganya untuk mendengar bisikan semanis madu ....",
        "th": "\n\"ในความฝันสีทอง ไม่มีใครต้องดื่มน้ำขมแม้แต่หยดเดียว\"\nตำนานในอดีตเล่าขานว่าเคยมีเพื่อนรักสามคนที่ร่วมเดินทางด้วยกัน\nสุดท้ายแล้ว หนึ่งในนั้นร่วงโรยไปดั่งกุหลาบหนาม และย่อยสลายไปในดิน\nดินแดนแห่งดอกไม้ถูกพายุทรายบดขยี้จนเป็นเรื่องราว และกลายเป็นความฝันในบทเพลง\n\nหนึ่งในเพื่อนรักได้สร้างโอเอซิสอันโอ่อ่าที่ไม่เคยพบเห็นขึ้นในมุมหนึ่งของทะเลทราย\nอีกคนหนึ่งใช้สติปัญญาและแรงกายทั้งหมด สร้างหอมายาที่จะคงอยู่ในผืนทรายตลอดกาล\nความเศร้าและการจากลาไม่ควรทิ้งรอยประทับไว้บนใบหน้าของผู้ใดเลย\n\n\"เมื่อดวงจันทร์ลาลับจากฝ่ามือของเจ้า และเก็บแสงเงินยวงโดดเดี่ยวบนเขาวงกตแห่งทะเลทรายกลับคืนไป\"\n\"หวังว่าเจ้าจะยังคงจดจำภาพของคนรักในฝัน ที่สว่างเด่นชัดอยู่ภายใต้แสงแดดอันเจิดจ้า\"\n\nและแล้ว ความยึดติดค่อย ๆ ลอยขึ้นจากโลกใหม่ที่กำลังลุกไหม้ ดั่งเปลวไฟที่ไร้ควัน\nดังนั้น หากตาข้างหนึ่งย้อนมองอดีต อีกข้างหนึ่งเฝ้ามองแต่ความฝัน สุดท้ายจะต้องหลงทางเป็นแน่\nด้วยเหตุนี้ เขาจึงทอดสายตามองปัญญาจากเบื้องลึกแห่งบาป เงี่ยหูฟังคำกระซิบที่หวานชื่น...",
        "vi": "\n\"Trong giấc mộng hoàng kim, không ai phải uống một giọt nước đắng nào cả.\"\nTruyền thuyết kể rằng, ngày xưa từng có ba người bạn thân đã cùng nắm tay đồng hành.\nMột trong số đó cuối cùng điêu tàn như một đóa Tường Vi, thối rữa trong bùn đất.\nĐất nước của hoa đã bị gió cát mài mòn thành một câu chuyện, trở thành giấc mộng trong bài ca.\n\nMột trong số những người bạn thân đó đã xây dựng một ốc đảo lớn chưa từng có trước đây tại một góc của sa mạc;\nMột người khác đã dùng hết trí tuệ và sức mạnh của mình dựng nên một ảo ảnh vĩnh cửu trên cát:\nDù là ai cũng không nên để đau thương và ly biệt in hằn dấu vết trên khuôn mặt.\n\n\"Khi ánh trăng rời khỏi lòng bàn tay của bạn, lấy lại ánh bạc cô đơn trên mê cung biển cát.\"\n\"Hy vọng bạn có thể nhớ lấy, bộ dạng thiêu đốt trong ánh mặt trời chói lọi của người bạn trong giấc mơ.\"\n\nVà cứ thế, ký ức cứng cỏi đó lại trỗi dậy từ thế giới mới rực cháy, như một ngọn lửa không khói;\nVà cứ thế, một con mắt nhìn về quá khứ, một con mắt nhìn về giấc mơ, chắc chắn sẽ bị lạc đường;\nVà cứ thế, anh ta hướng ánh mắt về trí tuệ của vực sâu tội lỗi, lắng nghe những lời thì thầm như rót mật vào tai..."
      },
      "imgid": "gilded_dreams_flower"
    },
    {
      "type": "plume",
      "name": {
        "zhs": "裁断的翎羽",
        "zht": "裁斷的翎羽",
        "jp": "裁断の羽根",
        "ko": "심판의 날개",
        "en": "Feather of Judgment",
        "de": "Feder des Urteils",
        "es": "Pluma del Juzgamiento",
        "fr": "Plume du jugement",
        "pt": "Pluma do Julgamento",
        "ru": "Перо суждения",
        "id": "Feather of Judgment",
        "th": "Feather of Judgment",
        "vi": "Lông Vũ Phán Quyết"
      },
      "description": {
        "zhs": "曾用来衡量罪人心脏重量的特制翎羽，如今失去了原本的功能。",
        "zht": "曾用來衡量罪人心臟重量的特製翎羽，如今失去了原本的功能。",
        "jp": "かつて罪人の心臓の重さを量るために使われた特製の羽根。今はもう、元の機能を失っている。",
        "ko": "죄인의 심장 무게를 측정하기 위해 특수 제작된 날개. 지금은 본래의 기능을 잃었다",
        "en": "This special feather was once used to weigh the hearts of the guilty, but it has since lost its original function.",
        "de": "Eine Feder, mit der man früher das Gewicht des Herzens eines Verbrechers maß. Diese Funktion ist im Laufe der Zeit längst verloren gegangen.",
        "es": "Una pluma que en el pasado se usaba para medir el peso del corazón de un criminal, pero que ha perdido su función original.",
        "fr": "Cette plume spéciale était autrefois utilisée pour peser le cœur des coupables, mais elle a depuis perdu sa fonction d'origine.",
        "pt": "Essa pluma especial já foi utilizada para pesar os corações dos culpados, mas há muito já perdeu sua função original.",
        "ru": "Когда-то с помощью этого особенного пера взвешивали сердца преступников, но оно утратило своё предназначение.",
        "id": "Bulu khusus yang dulu pernah digunakan sebagai benda untuk mengukur berat hati seorang pendosa kini telah kehilangan fungsinya yang semula.",
        "th": "ขนนกพิเศษที่ใช้ชั่งน้ำหนักหัวใจของเหล่าคนบาป ในทุกวันนี้ ได้สูญเสียความสามารถในการทำงานเดิมไปแล้ว",
        "vi": "Lông vũ từng được dùng để đo lường trọng lượng trái tim của tội nhân, giờ đã mất đi công dụng vốn có."
      },
      "lore": {
        "zhs": "\n「在新世界中，一切都是善的。」\n古时，高天的诏谕陷于沉默，地上失去了主人。\n文明与逸和的过去被遗弃，没入浓稠的深暗中。\n\n后来，时光不可逆转的法则重新衡量着沙漠中的一切生命。\n羽毛称量心脏，熔铁衡量神智，用无私的理性施行着统治。\n服从神王的裁断，根源于血的律法刻印在那沙漠乐土之上。\n当统治的理想被深切的悲愿所扭曲，显贵亦成了助虐之人。\n无视渐渐陷没流沙的宫阙地基，向着疯狂无明的未来前行。\n\n「一切背叛都应被无情地裁断，」\n「裁断的结果乃是彻底的殛灭。」\n到后来，规则为蜃楼般升腾的傲慢腐化，沦为桎梏，\n神王的抉择下，不幸如锁链般禁锢了臣民们的命运。",
        "zht": "\n「在新世界中，一切都是善的。」\n古時，高天的詔諭陷於沉默，地上失去了主人。\n文明與逸和的過去被遺棄，沒入濃稠的深暗中。\n\n後來，時光不可逆轉的法則重新衡量著沙漠中的一切生命。\n羽毛稱量心臟、熔鐵衡量神智，用無私的理性施行著統治。\n服從神王的裁斷，根源於血的律法刻印在那沙漠樂土之上。\n當統治的理想被深切的悲願所扭曲，顯貴亦成了助虐之人。\n無視漸漸陷沒流沙的宮闕地基，向著瘋狂無明的未來前行。\n\n「一切背叛都應被無情地裁斷，」\n「裁斷的結果乃是徹底的殛滅。」\n到後來，規則為蜃樓般升騰的傲慢腐化，淪為桎梏，\n神王的抉擇下，不幸如鎖鏈般禁錮了臣民們的命運。",
        "jp": "\n「新世界では、一切が善である。」\nいにしえの時…高天からの勅命は沈黙し、地上は主を失った。\n文明と平穏の過去は見捨てられ、濃い闇の中へと沈んだ。\n\nしかしその後、不可逆的な時間の法則によって、砂漠の中のすべての生命は再び測られることとなったのだ。\n羽で心臓の重さを量り、熔鉄で精神の重さを量る——それは無私の理性による支配であった。\n神王の裁きに従って、血に根ざした法律が砂漠の楽土に刻まれたのである。\nしかし、統治の理想は切なき悲願によってねじ曲げられた。官も悪人を助け、悪事を働く者になった。\nそうして流砂に沈んでゆく宮殿の基礎を顧みることなく、狂気に満ちた光なき未来に向かって突き進んでいった。\n\n「すべての裏切りに、容赦なく裁断を下すべきだ。」\n「その結論は——完全なる殲滅だ。」\nその後、規則は浮かび上がる蜃気楼のような傲慢によって腐敗し、桎梏と化してしまった。\n神王の選択によって、臣民の運命は鎖のような不幸に拘束されたのだった。",
        "ko": "\n「새로운 세계에서는 모든 것이 선(善)일 것이다.」\n먼 옛날, 하늘의 칙령은 침묵에 빠졌고, 대지는 주인을 잃었다.\n문명과 평화로운 과거는 버려져 깊은 어둠에 잠겼다.\n\n훗날, 시간은 거스를 수 없다는 법칙이 사막에 있는 모든 생명을 저울질하는 새로운 기준이 되었다.\n깃털로 심장의 무게를 측정하고 쇳물로 정신과 지혜를 헤아렸으며 사심 없는 이성으로 통치를 이어갔다.\n신왕의 심판에 복종하는 것, 혈통에서 비롯된 그 율법은 사막의 낙원에 각인되었다.\n하지만 이상적인 통치가 절실하고 비장한 염원에 의해 왜곡된다면, 윗선의 폭정을 돕는 꼴이 되는 셈이다.\n그렇게 서서히 침몰하는 사막 궁궐의 터전은 간과한 채, 어두운 광란의 미래를 향해 나아간다.\n\n「모든 배신은 무자비한 심판을 받아야 하며,」\n「그 대가는 철저한 파멸일 것이다.」\n결국 규칙은 신기루처럼 솟아오른 오만함에 부패하기 시작했고, 족쇄로 전락했다.\n신왕의 결단 아래, 불행은 사슬처럼 백성들의 운명을 옭아맸다",
        "en": "\n\"In the new world, everything shall be good.\"\nIn ancient times, the edict of the high heavens descended into silence, and the land lost its master.\nThe past, one of civilization and ease, was abandoned, submerged in choking darkness.\n\nLater, the law, which even time could not reverse, would once again take the measure of all life in the desert.\nA feather to weigh hearts, and molten metal to measure divine wisdom, both ruling with selfless rationality.\nObeying the judgment of the God King, the law rooted in blood would be carved upon the desert paradise.\nAnd when the ideals of governance were twisted by deep sorrow, the dignitaries became abettors,\nIgnoring the palace foundations even as they gradually sank into the quicksand, moving forward toward an insane, light-less future.\n\n\"All betrayals must be mercilessly judged,\"\n\"And the judgment must be utter devastation.\"\nLater, the rules would be corrupted by pride and become shackles,\nAnd the unfortunate citizenry would have their destinies chained by their God King's choice.",
        "de": "\n„In der neuen Welt herrscht die Güte.“\nIn alter Zeit verfiel das Dekret des Himmels in Schweigen, sodass die Erde ihren Herrscher verlor.\nDie von Zivilisation und heiterem Frieden geprägte Vergangenheit wurde verlorengegeben und versank in tiefe Dunkelheit.\n\nDanach hat das unumkehrbare Gesetz der Zeit alles Leben in der Wüste von Neuem abgewägt.\nDas Herz schwer wie eine Feder, der Verstand schwer wie Metall, wurde die Herrschaft basierend auf dem Prinzip der Selbstlosigkeit ausgeübt.\nAuf die Entscheidung des Königs der Götter hin wurde das im Blut wurzelnde Gesetz in jenes Wüstenparadies gemeißelt.\nDoch wenn die Ideale der Herrschaftsausübung durch tiefen Kummer verdreht werden, dann werden auch die hohen Beamten zu Helfern des Bösen.\nDas langsam im Treibsand versinkende Fundament des Palastes zu ignorieren, bedeutet, in eine Zukunft des Wahnsinns und der Ignoranz zu schreiten.\n\n„Für jeden Verrat muss ein gnadenloses Urteil gefällt werden.“\n„Das Ergebnis des Urteils muss die völlige Auslöschung sein.“\nSpäter wurden die Regeln durch eine wie eine Luftspiegelung aufsteigende Arroganz zu Fesseln korrumpiert.\nDie Wahl des Königs der Götter führte dazu, dass das Unglück gleich Ketten das Schicksal der Untertanen fesselte.",
        "es": "\n“En el nuevo mundo, todo es bondadoso”.\nEn la antigüedad, el decreto celestial cayó en el silencio y el mundo perdió a su gobernante.\nEl pasado de civilización y armonía quedó sumergido en una profunda oscuridad.\n\nMás tarde, las leyes irreversibles del tiempo volvieron a medir toda la vida en el desierto.\nLos corazones se pesaban con plumas, la sabiduría se medía con hierro fundido y se gobernaba con una racionalidad desinteresada.\nLa lealtad hacia el rey divino se basaba en la ley de sangre grabada en el paraíso desértico.\nCuando los ideales de gobernanza se distorsionaron por una profunda tristeza, la realeza se convirtió en cómplice de la opresión.\nIgnoró el hecho de que los cimientos de palacio se estaban hundiendo lentamente en las arenas y avanzó hacia un futuro demente y desconocido.\n\n“La traición debe ser juzgada sin piedad.\nY la sentencia de ese juicio es la aniquilación total y absoluta”.\nAl final, las reglas se corrompieron por la arrogancia y se redujeron a simples grilletes.\nY, por decisión del rey divino, la desgracia aprisionó con sus cadenas el destino de sus súbditos.",
        "fr": "\n« Dans le nouveau monde, seul le bien existe. »\nDans les temps anciens, le décret céleste s'éteint dans le silence, et la terre perdit son souverain.\nCe passé civilisé et paisible fut oublié et sombra dans les ténèbres.\n\nPlus tard, les lois irréversibles du temps réévaluèrent toute la vie dans le désert.\nLa plume pesa le cœur, le fer fondu mesura l'esprit, et une raison désintéressée régnait sur tout.\nL'obéissance au jugement du roi divin était fondée sur la loi du sang gravée à l'intérieur de ce paradis dans le désert.\nMais lorsque les idéaux de l'exercice du pouvoir furent pervertis par un profond chagrin, les hauts fonctionnaires devinrent eux aussi des auxiliaires du mal.\nIgnorer les fondations du palais qui s'enfonçaient lentement dans les sables mouvants, c'était avancer vers un avenir de folie et d'ignorance.\n\n« Toute trahison sera jugée sans pitié. »\n« Et le verdict sera l'anéantissement total. »\nÀ la toute fin, les règles furent corrompues par l'arrogance qui s'était élevée comme un mirage, et ne devinrent que de simples entraves.\nComme le roi divin l'avait décidé, le malheur se transforma en chaînes qui scellèrent le destin de ses sujets.",
        "pt": "\n\"Só existe o bem no novo mundo.\"\nAntigamente, o decreto que existia no céu caiu, e a terra perdeu o seu governante.\nO passado, marcado pela civilização, cultura e paz, foi abandonado e afundado na escuridão profunda.\n\nUm dia, a lei irreversível do tempo, reavaliou novamente toda a vida no deserto.\nA pena pesava o coração, o ferro fundido pesava a mente, e a razão imparcial dominava tudo.\nObedeça ao julgamento do Deus Rei, um paraíso de areia encharcado de uma lei de sangue.\nQuando os ideais daqueles que governam são distorcidos pela tristeza, são eles que se tornam os opressores.\nHá de se ignorar a fundação do Palácio que se afunda tão lentamente na areia movediça rumo a um futuro louco e desconhecido.\n\n\"A traição deve ser julgada sem piedade.\"\n\"O veredicto é a aniquilação.\"\nCom o tempo, a arrogância surgiu como uma miragem para corromper as regras e reduzi-las a meros grilhões.\nComo o Deus Rei havia escolhido, a desgraça se transformou em algemas que prendiam o destino de seus súditos.",
        "ru": "\n«В новом мире повсюду царит добро».\nВ древности смолкли небесные указы, и земля лишилась своего хозяина.\nПрошлые культура и гармония были забыты, и всё погрузилось в непроглядную тьму.\n\nПозже закон, который даже время не в силах отменить, вновь стал отмерять жизнь всего сущего в пустыне.\nПером взвешивается сердце, чугуном оценивается мудрость, а бескорыстным разумом управляется государство.\nПо решению Царя богов в этом пустынном раю был высечен закон, основанный на крови.\nКогда идеалы государственного управления искажаются состраданием, высокопоставленные чиновники становятся пособниками беззакония.\nЗабудьте о дворце, что постепенно тонет в песках, и двигайтесь вперёд, к безумному и неизведанному будущему.\n\n«Предательство наказывается беспощадно,\nа приговор за него - уничтожение».\nВпоследствии законы исказились миражами высокомерия и превратились в кандалы.\nПо желанию Царя богов несчастье цепями сковало судьбы его подданных.",
        "id": "\n\"Semua baik adanya di dunia yang baru.\"\nDi zaman kuno, titah penguasa langit tak terdengar, dan bumi pun kehilangan tuannya.\nMasa lalu yang beradab, yang tentram, sirna ditelan kegelapan yang pekat.\n\nAliran waktu yang tak dapat diputar kembali pun mengikis ukuran setiap kehidupan yang ada di padang pasir.\nSebuah bulu untuk menimbang hati, logam cair untuk mengukur kebijaksanaan, berdaulatlah tanpa memihak dan mengambil sisi.\nDemikian hukum yang berakar pada darah terukir di gurun pasir, sesuai dengan penghakiman sang Raja Dewa.\nCita-cita pemerintahan dipelintir oleh kesedihan, pejabat-pejabat tersesat dalam kezaliman.\nBatu penjuru istana yang terabaikan, ditelan oleh desiran pasir, menuju takdir yang kelam tanpa cahaya.\n\n\"Upah pengkhianatan adalah penghakiman tanpa belas kasihan,\"\n\"Dan buahnya adalah kehancuran.\"\nDi kemudian hari, aturan dicemari oleh kesombongan, dan menjadi belenggu.\nPara awam yang malang, yang takdirnya terikat pilihan sang Raja Dewa.",
        "th": "\n\"ในโลกใบใหม่ ทุกอย่างล้วนเป็นสิ่งดีงาม\"\nในโบราณกาล เมื่อบัญชาแห่งสรวงสวรรค์เงียบงันลง แผ่นดินจึงสูญเสียเจ้าของไป\nอารยธรรมและความสงบร่มเย็นในอดีตถูกลืมเลือนไปท่ามกลางความมืดมิด\n\nวันหนึ่ง กฎแห่งกาลเวลาที่ไม่อาจเปลี่ยนแปลง ได้ประเมินสรรพสิ่งในทะเลทรายอีกครั้ง\nใช้ขนนกชั่งวัดหัวใจ ใช้เหล็กหลอมประเมินสติปัญญา และปกครองทุกสิ่งด้วยเหตุผลที่เป็นกลาง\nการปฏิบัติตามคำตัดสินของราชันแห่งเทพ เป็นกฎแห่งเลือดที่ถูกสลักไว้เหนือดินแดนสุขาวดีแห่งทะเลทราย\nเมื่ออุดมการณ์ในการปกครองบิดเบี้ยวเพราะความโศกอย่างลึกซึ้ง ชนชั้นสูงก็กลายเป็นผู้ร่วมกระทำผิดไปด้วย\nเพิกเฉยต่อฐานพระราชวังที่ค่อย ๆ จมลงสู่ผืนทราย และมุ่งหน้าสู่อนาคตอันมืดมนและบ้าคลั่ง\n\n\"การทรยศทั้งหมดควรถูกตัดสินอย่างไร้ความปรานี\"\n\"ผลของการตัดสินคือการทำลายล้างอย่างสิ้นเชิง\"\nสุดท้ายแล้ว ความอวดดีจองหองที่ผุดขึ้นดั่งภาพมายาได้กัดกร่อนกฎเกณฑ์ จนมันกลายเป็นเครื่องพันธนาการ\nการตัดสินใจของราชันแห่งเทพ ทำให้ความโชคร้ายกลายเป็นโซ่ตรวนที่ผูกล่ามโชคชะตาของราษฎรไว้",
        "vi": "\n\"Trong thế giới mới, tất cả đều là cái thiện.\"\nThuở xa xưa, chiếu dụ của trời cao rơi vào thinh lặng, mặt đất mất đi chủ nhân của mình.\nQuá khứ văn minh và yên bình bị xóa bỏ, tất cả hoàn toàn rơi vào tăm tối.\n\nVề sau, nguyên tắc thời gian không thể nghịch chuyển đã một lần nữa đo lường mọi sinh mệnh trong sa mạc.\nLông vũ được đưa lên bàn cân cùng trái tim, sắt nóng thử thách tinh thần, dùng lý trí không vụ lợi để thống trị.\nNghe theo quyết định của Thần Vương, luật pháp có căn nguyên từ máu đã in dấu khắp cõi sa mạc.\nKhi lý tưởng của người thống trị bị nguyện vọng bi thương bóp méo, thân phận cao quý lại trở thành kẻ góp sức làm điều ác.\nPhớt lờ đi nền tảng cung điện đang dần chìm vào trong cát, dấn bước về tương lai phía trước vô định và điên cuồng.\n\n\"Mọi sự phản bội đều phải bị phán xét một cách không thương tiếc,\"\n\"Kết quả phán xét chính là sự tiêu diệt triệt để.\"\nVề sau, quy tắc vì sự ngạo mạn mà trở nên biến chất, biến thành gông cùm xiềng xích.\nDưới sự lựa chọn của Thần Vương, nỗi bất hạnh như gông cùm trói chặt vận mệnh của thần dân."
      },
      "imgid": "gilded_dreams_plume"
    },
    {
      "type": "sands",
      "name": {
        "zhs": "沉金的岁月",
        "zht": "沉金的歲月",
        "jp": "深金の歳月",
        "ko": "가라앉은 세월",
        "en": "The Sunken Years",
        "de": "Goldene Jahre",
        "es": "Tiempos Dorados",
        "fr": "Les années dorées",
        "pt": "Anos Dourados",
        "ru": "Золотые годы",
        "id": "The Sunken Years",
        "th": "The Sunken Years",
        "vi": "Năm Tháng Vàng Son"
      },
      "description": {
        "zhs": "暗金光泽的古老日晷，似乎在诉说着沙漠的旧日。",
        "zht": "暗金光澤的古老日晷，似乎在訴說著沙漠的舊日。",
        "jp": "濃い金の光沢を放つ、いにしえの日時計。かつての砂漠を物語っているかのようだ。",
        "ko": "어두운 금빛을 띠고 있는 오래된 해시계. 사막의 과거를 말해주는 듯하다",
        "en": "This dark-golden sundial seems to tell the ancient tale of the desert.",
        "de": "Eine uralte Sonnenuhr aus dunkel schimmerndem Gold. Es sieht aus, als erzählte sie von der Vergangenheit der Wüste.",
        "es": "Un antiguo reloj de sol de un metal con un brillo oscuro. Parece como si estuviera narrando el pasado del desierto.",
        "fr": "Ce cadran solaire doré semble raconter l'histoire ancienne du désert éternel.",
        "pt": "Este antigo relógio solar dourado-escuro, parece contar a antiga história de um antigo deserto.",
        "ru": "Переливающиеся тёмно-золотым блеском солнечные часы словно рассказывают древние истории пустыни.",
        "id": "Jam matahari kuno dengan kilau emas berwarna gelap tampak seperti sedang menceritakan kisah kuno padang pasir.",
        "th": "นาฬิกาแดดโบราณที่ส่องแสงเป็นประกายสีทองเข้ม ดูราวกับกำลังบอกเล่าถึงวันคืนเก่า ๆ ของทะเลทราย",
        "vi": "Đồng hồ cổ xưa ánh vàng, như đang kể lại câu chuyện ngày xưa của sa mạc."
      },
      "lore": {
        "zhs": "\n「黄金的愿景将以最古老的身影显现。」\n最初，各个部族与沙为伴，将血脉与大地相连。\n遵守血的律法，畏惧深入血脉的流散饥馑记忆。\n\n后来，时光携砂砾席卷大地，神王因而崛起，投下宏大的身影。\n在那被遗忘的年代里，神明塑造乐土，使绿洲棋布，泉流纵横。\n追随神王的榜样，部民树立高墙，建起御座，聚成繁荣的藩国。\n模仿着神王的形貌，藩国亦回忆起拥有王者和神官的悠古岁月。\n在那时，贤明的王领受来自高天的神谕，大地尚不知何为灾祸…\n\n「王将借智慧将黄金的往日复现，」\n「以无垠的神力停下时间的流沙。」\n\n没错。属于沙海的王者与沙之民的黄金岁月终于会到来。\n黄金的梦乡在召唤流浪的沙子，其中不会有哀愁与别离。",
        "zht": "\n「黃金的願景將以最古老的身影顯現。」\n最初，各個部族與沙為伴，將血脈與大地相連。\n遵守血的律法，畏懼深入血脈的流散饑饉記憶。\n\n後來，時光攜砂礫席捲大地，神王因而崛起，投下宏大的身影。\n在那被遺忘的年代裡，神明塑造樂土，使綠洲棋布，泉流縱橫。\n追隨神王的榜樣，部民樹立高牆，建起御座，聚成繁榮的藩國。\n模仿著神王的形貌，藩國亦回憶起擁有王者和神官的悠古歲月。\n在那時，賢明的王領受來自高天的神諭，大地尚不知何為災禍…\n\n「王將藉智慧將黃金的往日復現，」\n「以無垠的神力停下時間的流沙。」\n\n沒錯。屬於沙海的王者與沙之民的黃金歲月終於會到來。\n黃金的夢鄉在召喚流浪的沙子，其中不會有哀愁與別離。",
        "jp": "\n「黄金の願いは、最も古き姿で現れる。」\n最初、各部族は砂と共に暮らしており、地脈を大地に繋いでいた。\n彼らは血の法を守るとともに、血脈に刻まれた飢饉の記憶を恐れていた。\n\nその後、時間は砂利をたずさえて大地を席巻し、それによって頭角を現した神王は、壮大な影を落とした。\n忘れ去られた時代に神は楽土を築き、点在するオアシスや縦横に流れる泉を作った。\n神王に従って人々は高い壁を築き、玉座を据え、繁栄する属国を作った。\n神王に倣った属国の姿は、王と神官がいた、古き時代を思い起こさせた。\nあの頃、賢明であった王は高天からの神託を受け、大地もまだ災いの意味を知らなかった…\n\n「王は知恵で黄金の往日を取り戻し、」\n「無限の神力で時間の流砂を止める。」\n\nそうだ。砂漠の王と砂の民の黄金時代が、いずれやってくる。\n黄金の眠りは彷徨う砂を呼ぶが、そこには悲しみも別れもない。",
        "ko": "\n「황금의 염원은 가장 오래된 모습으로 나타난다.」\n태초에 모든 부족은 사막을 벗 삼은 동반자였고, 이들의 혈통은 대지와 연결되어 있었다.\n그리고 피의 법칙에 따라, 이들의 혈통에 새겨진 방랑과 기아의 기억을 두려워했다.\n\n그 후, 세월은 모래와 함께 대지를 뒤덮었고, 그로 인해 신왕이 깨어나 위대한 모습을 드러냈다.\n그 잊힌 시대에 신왕은 낙원을 세우고 오아시스와 물이 넘치는 샘물로 대지를 뒤덮었다.\n부족민은 신왕을 본받아 높은 성벽과 왕자를 만들고, 번영한 속국을 이뤘다.\n속국은 신왕의 모습을 본떠 왕과 신관이 존재했던 오랜 세월을 추억했다.\n그 시절, 현명한 왕은 신탁을 받았으며, 대지는 아직 재앙이 무엇인지도 모를 때였다….\n\n「왕은 지혜를 빌려 황금의 과거를 재현했고,」\n「신의 힘으로 시간이 흐름을 멈추게 했다.」\n\n그렇다. 모래바다의 왕과 주민들의 황금시대가 열릴 것이다.\n황금의 꿈은 슬픔과 이별도 없을 방랑하는 모래를 불러낸다",
        "en": "\n\"The vision of gold will appear in its most ancient form.\"\nIn the beginning, the various tribes lived alongside the sands, their bloodlines connected to the earth.\nThey followed the law of blood, and feared the memory of famine that ran deep in that blood.\n\nLater, time swept across the land like gravel, and the God King rose up as a result, casting a long shadow.\nIn that forgotten era, the gods shaped the land, creating oases and flowing springs.\nFollowing the God King's example, the tribes would build high walls, thrones, and gather in prosperous feudal kingdoms.\nImitating the God King's appearance, the feudal states also recalled the days long-past when they had kings and priests.\nIn those days, the wise kings received oracles from the high heavens, and the land knew not the meaning of disaster...\n\n\"The king shall, in wisdom, revive the golden past,\"\n\"And stop the sands of time with divine power untrammeled.\"\n\nIndeed. The golden age of the king of the ocean of sand and the sand people will come at last.\nThe golden dream awaits all lost grains of sand. In it, there shall be neither sorrow nor parting.",
        "de": "\n„Die goldene Vision wird in ihrer ältesten Gestalt zum Vorschein kommen.“\nGanz am Anfang waren alle Stämme Gefährten der Wüste und ihre Adern waren mit dem Land verbunden.\nSie befolgten die Gesetze des Blutes und fürchteten die Erinnerungen an den Hunger, die tief in ihren Adern verankert waren.\n\nDoch das Mühlrad der Zeit fuhr durch das ganze Land und der König der Götter erhob sich als Folge davon und tauchte das Land in seinen enormen Schatten.\nIn jenem vergessenen Zeitalter erschuf er ein Paradies und erfüllte das Land mit Oasen und Flüssen.\nDem Vorbild des Königs der Götter folgend errichteten die Stämme hohe Mauern und Throne und gründeten prosperierende Vasallenstaaten.\nDurch die Imitation des Erscheinungsbilds des Königs der Götter erinnern die Vasallenstaaten an die alten Zeiten, in denen es noch Könige und Priester gab.\nZu jener Zeit wurden den weisen Königen Prophezeiungen des Himmels zuteil und das Land kannte noch keine Katastrophen ...\n\n„Der König stützte sich auf seine Weisheit, um die goldene Vergangenheit wieder aufleben zu lassen“\n„und nutzte seine grenzenlose göttliche Macht, um die Sande der Zeit anzuhalten.“\n\nFürwahr das goldene Zeitalter der Könige und des Volks der Wüste wird eines Tages wieder Einzug halten.\nDer goldene Traum rief die wandernden Sande an, wo es weder Kummer noch Trennung gab.",
        "es": "\n“La visión dorada se mostrará con su forma más antigua”.\nEn un inicio, las tribus eran una con la arena y su sangre era una con la tierra.\nSeguían la ley de la sangre y temían aquella época de hambruna que había quedado grabada en sus recuerdos.\n\nMás tarde, el tiempo y la arena cubrieron la tierra y, en consecuencia, emergió un rey divino que proyectó su grandiosa sombra.\nEn aquella época olvidada, los dioses habían creado un paraíso con oasis exuberantes y manantiales a raudales.\nSiguiendo el ejemplo del rey divino, la gente construyó altas murallas, erigió un trono y se congregó en unos prósperos reinos vasallos.\nImitando la forma del rey divino, los estados vasallos recordaron los viejos tiempos en los que tenían reyes y sacerdotes.\nEn aquella época, los sabios reyes escuchaban las profecías del cielo y el mundo aún no conocía lo que eran las catástrofes.\n\n“Utilizando la sabiduría, el rey restaurará los días dorados del pasado y detendrá las arenas del tiempo gracias a su inmaculado\npoder divino”.\n\nEn efecto, así fue como por fin llegó la época dorada del Rey del Desierto y del pueblo de las arenas.\nLa dorada tierra de ensueño llamaba a la arena errante, y en ella no habría ni tristeza ni despedidas.",
        "fr": "\n« La vision dorée apparaîtra sous la forme la plus ancienne. »\nAu début, toutes les tribus tenaient compagnie au sable, reliant leurs lignées à la terre.\nIls respectaient la loi du sang et craignaient les souvenirs de la famine qui s'étaient profondément enracinés.\n\nUn jour, le temps balaya la terre avec du sable, et le roi divin, d'une taille gigantesque, projeta une ombre immense.\nAu cours de ces années oubliées, les dieux créèrent un paradis et couvrirent la terre d'oasis et de sources d'eau.\nSuivant l'exemple du roi divin, les tribus érigèrent de hautes murailles, construisirent des trônes royaux et se regroupèrent en états vassaux prospères.\nImitant l'image du roi divin, les États vassaux se rappelaient l'époque où il y avait un roi et des prêtres.\nEn ce temps-là, le roi sage recevait des prophéties venues du ciel, et il n'y avait pas de calamité sur terre...\n\n« Le roi fera revivre le passé doré en utilisant la sagesse. »\n« Et il arrêtera les sables mouvants du temps par une puissance divine illimitée. »\n\nIl est vrai que l'âge d'or du roi de la mer de sable et du peuple du sable arrivera.\nLe rêve doré invoquera le sable errant, dans lequel il n'y aura ni chagrin ni séparation.",
        "pt": "\n\"A visão dourada será revelada na sua forma mais antiga.\"\nNo início, as tribos e a areia eram um só corpo e seu sangue era ligado à terra.\nObedeciam a lei do sangue, e temiam as memórias dispersas da fome que jaziam nas profundezas de sua linhagem.\n\nUm dia, o tempo varreu a terra com areia. Os Deuses Reis se levantaram por causa disso e lançaram suas magníficas figuras sobre o mundo.\nDurante esse anos esquecidos, os deuses criaram o paraíso, e cobriram a terra com oásis e nascentes.\nSeguindo o exemplo dos Deuses Reis, as tribos construíram altos muros, tronos e se uniram em prósperos estados vassalos.\nImitando a forma dos Deuses Reis, os estados vassalos se lembraram dos velhos tempos em que possuíam reis e sacerdotes.\nDurante aqueles tempos, os reis sábios receberam profecias dos céus, e a terra não sabia o que era o desastre...\n\n\"O rei usará a sabedoria para restaurar os dias dourados do passado.\"\n\"As areias do tempo serão detidas com um poder divino sem limites.\"\n\nÉ isso mesmo, a era dourada dos reis e do povo da areia chegará, um dia.\nO sonho do ouro invoca a areia errante, na qual não haverá tristeza ou despedida.",
        "ru": "\n«Золотое видение явится в самом древнейшем воплощении».\nВ начале времён племена жили бок о бок с песками, отдавая свою кровь земле.\nЧтили закон крови и страшились воспоминаний о голоде, глубоко пустивших свои корни.\n\nПостепенно время окутало землю песками, и Царь богов возвысился, обретя немыслимое влияние.\nВ те преданные забвению времена Архонты создали край блаженства, разбив оазисы и напитав земли родниками.\nСледуя за Царём богов, люди возвели высокие стены, воздвигли трон и основали процветающее государство.\nИмитация облика царей служит воспоминанием о годах, проведённых под властью Царя богов и пророков.\nВ те дни мудрым царям являлись небесные видения, а земля не знала, что такое бедствие...\n\n«Мудрость царя возродит золотое прошлое.\nБезграничная сила остановит зыбучие пески времени».\n\nВерно. Однажды наступят золотые годы для царей пустыни и жителей песков.\nЗолотая страна грёз манит к странствующим пескам, где не ведают ни печали, ни разлуки.",
        "id": "\n\"Penglihatan emas 'kan muncul dalam bentuknya yang paling mula-mula.\"\nPada mulanya berbagai suku hidup berdampingan bersama pasir, keturunan mereka terikat dengan bumi.\nMereka mematuhi hukum darah, dan mereka gentar akan ingatan kelaparan yang diturunkan bersama darah mereka.\n\nDi kemudian hari, waktu menyapu bumi seperti meniup kerikil, dan sang Raja Dewa bangkit membayangi semuanya.\nPada masa yang terlupakan itu, para dewa membentuk muka bumi, membuka oasis dan memancarkan mata air.\nMengikuti teladan sang Raja Dewa, suku-suku yang ada membangun tembok tinggi, mendirikan takhta dan berhimpun dalam persemakmuran kerajaan.\nMengikuti penampilan sang Raja Dewa, bangsa-bangsa mengenang masa ketika mereka dipimpin oleh raja dan penatua.\nPada masa ketika para raja bijak mendapat ramalan dari langit, dan bumi belum mengenal apa itu bencana ....\n\n\"Hendaklah raja membangkitkan kembali zaman keemasan dengan segala kebijaksanaannya.\"\n\"Dan hendaknya pasir waktu dihentikan oleh kuasa ilahi yang tak terbatas.\"\n\nBenar. Zaman keemasan raja lautan pasir dan warganya segera datang.\nImpian emas menantikan semua butiran pasir yang terhilang. Di sana, tidak ada tangisan dan gertakan gigi.",
        "th": "\n\"นิมิตแห่งทองคำจะปรากฏขึ้นด้วยรูปแบบที่โบราณที่สุด\"\nในตอนแรก แต่ละชนเผ่าร่วมอาศัยอยู่กับผืนทราย เชื่อมโยงสายเลือดไว้กับแผ่นดิน\nพวกเขาปฏิบัติตามกฎแห่งเลือด และเกรงกลัวความทรงจำอดอยากเร่ร่อนที่ฝังลึกอยู่ในสายเลือด\n\nต่อมา เมื่อกาลเวลาพร้อมเม็ดทรายพากันมาโหมโจมตีแผ่นดิน ราชันแห่งเทพจึงลุกขึ้นฮือ แล้วทอดเงาอันยิ่งใหญ่ของพวกเขาลงมา\nในยุคสมัยที่ถูกลืมเลือน เทพเจ้าได้เนรมิตดินแดนสุขาวดีขึ้น ปกคลุมแผ่นดินนี้ด้วยโอเอซิสและธารน้ำ\nเผ่าต่าง ๆ ที่ยึดถือแบบอย่างของราชันแห่งเทพ ต่างพากันสร้างกำแพงสูง บัลลังก์ และก่อตัวขึ้นเป็นเมืองประเทศราชที่รุ่งเรือง\nเพราะเลียนแบบภาพลักษณ์ของราชันแห่งเทพ จึงทำให้ประเทศราชหวนระลึกถึงอดีตครั้งเก่า ตอนที่พวกเขายังมีราชากับนักบวชอยู่\nในขณะนั้นเอง ราชาผู้ปราดเปรื่องได้รับคำพยากรณ์จากสวรรค์ และแผ่นดินก็ยังไม่รู้จักภัยพิบัติ...\n\n\"ราชาจะใช้ปัญญาทำให้อดีตอันรุ่งโรจน์ปรากฏขึ้นอีกครั้ง\"\n\"ใช้พลังแห่งเทพที่ไม่จำกัดหยุดการไหลของทรายแห่งกาลเวลา\"\n\nถูกแล้วล่ะ สักวันหนึ่งยุคทองของราชาและราษฎรแห่งทะเลทรายจะต้องมาถึง\nห้วงฝันแห่งทองคำกำลังพร่ำเรียกเม็ดทรายพเนจร ในความฝันจะไม่มีความโศกเศร้าและการพรากจากกันอีก",
        "vi": "\n\"Cảnh tượng hoàng kim sẽ hiện thân bằng bóng hình cổ xưa nhất.\"\nLúc ban đầu, các bộ tộc làm bạn với cát, kết nối máu mình cùng mặt đất bao la.\nTuân theo luật pháp của máu, sợ hãi ký ức về lưu vong và đói khát đã thấm sâu vào huyết mạch.\n\nVề sau, thời gian và cát sỏi quét ngang mặt đất, Thần Vương trỗi dậy, thân hình to lớn sừng sững bao trùm khắp nơi.\nTrong những năm tháng bị lãng quên đó, thần linh đã tạo ra vùng đất yên vui, khiến ốc đảo xuất hiện khắp nơi, dòng suối chảy ngang dọc.\nNoi theo tấm gương Thần Vương, nhân dân bộ lạc xây tường cao, dựng ngự tọa, tạo thành phiên quốc phồn vinh thịnh vượng.\nMô phỏng theo diện mạo của Thần Vương, các phiên quốc nhớ lại năm tháng cổ xưa có vua và thần quan.\nKhi ấy, vị vua tài đức sáng suốt đứng lên nhận lấy chỉ thị của trời cao, mặt đất còn chưa biết tai họa là gì...\n\n\"Vua dựa vào trí tuệ mượn được, đưa thời kỳ hoàng kim kia quay lại.\"\n\"Dùng thực lực vô ngần để ngăn dòng chảy của thời gian.\"\n\nĐúng, năm tháng vàng son của vua và những con dân biển cát ấy cuối cùng sẽ đến.\nGiấc mộng hoàng kim đang kêu gọi những hạt cát lưu lạc, để không còn buồn đau và ly biệt nữa."
      },
      "imgid": "gilded_dreams_sands"
    },
    {
      "type": "goblet",
      "name": {
        "zhs": "如蜜的终宴",
        "zht": "如蜜的終宴",
        "jp": "甘露の終宴",
        "ko": "달콤한 마지막 연회",
        "en": "Honeyed Final Feast",
        "de": "Honigsüßes Abschlussfest",
        "es": "Festín Final",
        "fr": "Festin final de miel",
        "pt": "Banquete Final do Mel",
        "ru": "Последний медовый пир",
        "id": "Honeyed Final Feast",
        "th": "Honeyed Final Feast",
        "vi": "Bữa Cuối Ngọt Ngào"
      },
      "description": {
        "zhs": "曾在古老盛大的宴会上使用的酒杯，褪去了往日华丽的颜色。",
        "zht": "曾在古老盛大的宴會上使用的酒杯，褪去了往日華麗的顏色。",
        "jp": "古代の盛大な宴会で使われた杯。かつての輝きは今や、跡形もない。",
        "ko": "오래전 성대한 연회에서 사용한 술잔. 과거의 고귀하고 화려한 색은 더 이상 찾아볼 수 없다",
        "en": "A wine cup that was once used at a grand and ancient feast. It has now lost much of that luster.",
        "de": "Ein Weinbecher, der bei den großen Banketten des Altertums verwendet wurde. Er hat seine prächtige Farbe verloren.",
        "es": "Una copa de vino usada en los grandes banquetes de la antigüedad. Ha perdido el magnífico lustre que tenía.",
        "fr": "Cette coupe de vin, autrefois utilisée lors de grandes et traditionnelles fêtes, a malheureusement maintenant perdu une grande partie de sa superbe.",
        "pt": "Uma taça de vinho utilizada no passado para um banquete ancestral. Ela já perdeu muito de seu brilho.",
        "ru": "Винный кубок, украшавший собою грандиозные пиршества давно ушедших времён, растерял весь свой былой лоск.",
        "id": "Warna indah dan menawan dari gelas anggur yang pernah digunakan pada perjamuan kuno yang megah kini telah memudar.",
        "th": "แก้วไวน์ที่ครั้งหนึ่งเคยถูกใช้ในงานเลี้ยงใหญ่ในสมัยโบราณ ตอนนี้ได้สูญเสียสีสันอันงดงามที่มีในอดีตไปแล้ว",
        "vi": "Ly rượu từng được dùng trong yến tiệc cổ xưa, đã mất đi màu sắc hoa lệ khi ấy."
      },
      "lore": {
        "zhs": "\n「有尽的欢愉终以苦涩作结，」\n「蜜般甘美的回忆烟消云散。」\n最初，欢宴属于鲜花与月夜的女主人，权威属于沙海的王，生命属于草木的养主。\n仿若白银的月亮、黄金的太阳与翡翠的绿洲，三位神王立下誓言，结成同盟挚友。\n\n「在那些年代，月光曾将他们的幸福讲述给夜莺与蔷薇，」\n「而她们也为之惊惶、为之羞涩，以致唱不出回应的歌。」\n「安乐和平，统一的无忧乐园中无分彼此，亦无有灾祸…」\n「真希望此刻蜃楼般的幸福能化作永恒，再无分离之苦。」\n\n后来，时光斩断了日与夜的默契，撕毁了古老久远的盟约。\n安逸的月夜沉入流沙，而笼罩一切的阳光投下酷烈的目光。\n共享神王的欢宴，祭司与民众曾记得如梦美好短暂的年代。\n但梦想终究被理性擒获，投入无生命的机械之中研磨殆尽，\n而从机械之内，漆黑的梦魇之中，全新的智性将蜕壳而出…\n\n「融万千思绪为一，统万千算计为一，」\n「由此，人将为众王之王，众神之神。」\n就这样，挽歌为那孤独的众王之王奏响，\n而镀金砂砾早已明晓其注定败亡的结局。",
        "zht": "\n「有盡的歡愉終以苦澀作結，」\n「蜜般甘美的回憶煙消雲散。」\n最初，歡宴屬於鮮花與月夜的女主人，權威屬於沙海的王，生命屬於草木的養主。\n彷若白銀的月亮、黃金的太陽與翡翠的綠洲，三位神王立下誓言，結成同盟摯友。\n\n「在那些年代，月光曾將他們的幸福講述給夜鶯與薔薇，」\n「而她們也為之驚惶、為之羞澀，以致唱不出回應的歌。」\n「安樂和平，統一的無憂樂園中無分彼此，亦無有災禍…」\n「真希望此刻蜃樓般的幸福能化作永恆，再無分離之苦。」\n\n後來，時光斬斷了日與夜的默契，撕毀了古老久遠的盟約。\n安逸的月夜沉入流沙，而籠罩一切的陽光投下酷烈的目光。\n共用神王的歡宴，祭司與民眾曾記得如夢美好短暫的年代。\n但夢想終究被理性擒獲，投入無生命的機械之中研磨殆盡，\n而從機械之內，漆黑的夢魘之中，全新的智性將蛻殼而出…\n\n「融萬千思緒為一，統萬千算計為一，」\n「由此，人將為眾王之王，眾神之神。」\n就這樣，挽歌為那孤獨的眾王之王奏響，\n而鍍金砂礫早已明曉其註定敗亡的結局。",
        "jp": "\n「有限の喜びは苦みに終わり、」\n「蜜のように甘い思い出は色褪せてしまう。」\n初め、楽しい宴会は花と月夜の女主人に、権威は砂漠の王に、命は草木の養育者にそれぞれ属していた。\n白銀のような月と黄金の太陽、そして翡翠のオアシス——三柱の神王は同盟を結び、親友になるという誓いを立てた。\n\n「あの頃、月明かりはその幸せをナイチンゲールと薔薇に語った。」\n「彼女たちは慌て、そして恥じ、応える歌も歌えなかった。」\n「平和と安寧で一つになった、この悩みのない楽園の中には、互いを分け隔てるものも災禍も存在しない…」\n「揺らめく蜃気楼のようなこの幸せの瞬間が永遠になれば、別れの苦しみもなくなるのに。」\n\nしかしその後、時間は昼と夜の黙約を切り裂き、久遠の契約をずたずたに引き裂いた。\n安らかな月夜が流砂の中に沈み込み、すべてを包む日差しが酷烈な眼差しを投げかけた。\n神王の宴の時を分かち合った祭司と民は、あの夢のように美しくて短い時代のことを覚えていた。\nしかし、夢はついに理性によって捕らえられ、生命なき機械たちの中に投げ込まれた挙句、挽き潰されてしまった。\nそして機械の中から、また漆黒の夢魘の中から、新たな智性が誕生した…\n\n「幾千の考えを一つに、幾千の計算を一つに。」\n「こうして、人は諸王の王となり、諸神の神となる。」\n孤独な諸王の王のために、挽歌が奏でられた。\nしかし、金色に輝く砂はすでに、その敗亡の運命を知っていたのだ。",
        "ko": "\n「유한한 기쁨은 씁쓸한 결말을 맺었고」\n「꿀처럼 달콤한 기억은 연기처럼 사라져버렸다.」\n처음에 축제는 꽃과 달밤의 여왕의 것이었고, 권위는 모래바다의 왕의 것이었으며, 생명은 초목의 주인의 것이었다.\n세 명의 신왕은 은백색 달, 황금색 태양, 그리고 에메랄드빛 오아시스처럼 동맹을 맺기로 맹세했다.\n\n「그 시절, 달빛은 밤꾀꼬리와 장미에게 그들의 행복을 들려주었다.」\n「그들 역시 당혹스럽고 부끄러워, 그 이야기에 대한 답을 노래하지 못할 정도였다.」\n「평화와 안락함, 통일된 낙원에서는 모두가 가족처럼 스스럼없었고, 재앙이나 변고도 일어나지 않았다…」\n「지금 이 순간, 신기루처럼 느껴지는 이 행복이 영원하길, 더 이상 이별의 아픔을 느끼지 않길 얼마나 바랐는지 모를 것이다.」\n\n시간이 흘러, 세월은 밤과 낮의 암묵적인 약속을 저버리고 오래된 맹세를 깨뜨렸다.\n아늑한 달밤은 모래 속에 잠겨버렸고, 만물을 뒤덮은 태양은 뜨거운 빛을 내뿜었다.\n제사장과 백성들은 아직도 신왕의 축제를 함께 즐기던 꿈같이 아름답고 짧았던 시간을 기억하고 있었다.\n하지만 꿈은 이성에게 사로잡혔고, 결국 생명이 없는 기계 속에 던져져 마모되고 소진되었다.\n그리고 기계 속의 칠흑 같은 악몽 속에서 완전히 새로운 지성이 허물을 벗고 밖으로 나왔다….\n\n「수천만 개의 생각, 수천만 개의 추측이 하나로 합쳐졌어.」\n「이로써 인간은 왕 중의 왕, 신 중의 신이 되었지.」\n그리하여 고독한 왕 중의 왕을 위한 진혼곡이 울려 퍼졌고,\n황금을 덧씌운 사막은 그의 몰락이라는 결말을 잘 알고 있었다",
        "en": "\n\"The joys of plenty must end in bitterness,\"\n\"And sweet memories must fade like a cloud.\"\nIn the beginning, the banquet belonged to the mistress of flowers and moonlit nights, authority was in the hands of the desert king, and life was the domain of the keeper of plants.\nLike the bright silver moon, the blazing golden sun, and the emerald fields, the three God Kings made themselves oathbound friends.\n\n\"In those days, the moonlight would tell of their happiness to the nightingale and the rose.\"\n\"And they were so frightened and abashed that they could sing no song in response.\"\n\"Peace and ease reigned, and there was no division or misfortune in this worriless paradise...\"\n\"If only these wonderful days, as lovely as a shimmering mirage, could last for eternity, and that they should never have to taste the bitterness of parting.\"\n\nLater, time sundered the contract between day and night, destroying the ancient oath.\nThe gentle moonlight sank into the quicksand. The sun shrouded all things in its fearsome gaze.\nThe priests and the people who had enjoyed the divine feast once remembered that wondrous and wondrously brief time.\nBut dreams are but prey for reason, to be thrown into lifeless machinery and ground into nothingness,\nAnd from the heart of the machine, within the dark nightmare, a new intelligence shall molt...\n\n\"Meld all thoughts into one, and let all calculations be unified.\"\n\"Thus shall humanity become the lord of lords and the god of gods.\"\nSo went the dirge for that most lonesome king of kings,\nFor whom the gilded sands had long divined failure.",
        "de": "\n„Größte Freude findet in der Bitternis ihr Ende.“\n„Erinnerungen so süß wie ein Traum lösen sich in Schall und Rauch auf.“\nAnfangs gehörte das Fest der Königin der Blumen und der Mondnacht, die Macht dem König der Wüste und das Leben der Herrin der Flora.\nDrei Könige der Götter, silberweiß wie das Mondlicht, golden wie die Sonne und jadegrün wie eine Oase, leisteten einen Schwur, um ein Bündnis miteinander zu schmieden.\n\n„Zu jener Zeit berichtete das Mondlicht den Nachtigallen und den Rosen von deren Glückseligkeit.“\n„Doch sie waren davon erschrocken und verschüchtert, sodass sie kein Lied als Antwort sangen.“\n„In einem glücklichen, friedlichen und vereinten Freudengarten ohne Sorgen gab es keine Unterschiede und kein Unheil ...“\n„Wäre das trugbildhafte Glück dieses Augenblicks dauerhaft geworden und hätte keiner den Schmerz des Abschieds spüren müssen.“\n\nSpäter brach die Zeit den Pakt zwischen Tag und Nacht und zerstörte das uralte ewige Bündnis.\nDie behagliche Mondnacht versank im Sand und die alles vereinnahmende Sonne warf grausam heiße Blicke vom Himmel herab.\nDas Festmahl der Könige der Götter miteinander teilend erinnern sich die Priester und das Volk an jenes Zeitalter, das so schön und so kurz wie ein Traum gewesen war.\nDoch der Traum wurde letztendlich von der Realität eingeholt und in eine leblose Maschine geworfen, die ihn zermahlte, bis nichts mehr davon übrig blieb.\nUnd den pechschwarzen Albträumen im Inneren der Maschine entsprang ein völlig neues Bewusstsein ...\n\n„Tausende von Gedanken verschmolzen zu einem einzigen und Tausende von Plänen verschmolzen zu einem einzigen.“\n„Auf diese Weise wird der Mensch zum König aller Könige und zum Gott aller Götter.“\nSo wurde die Elegie für den einsamen König der Könige gespielt.\nUnd die goldenen Sandkörner erkannten schon früh, dass er scheitern würde.",
        "es": "\n“La alegría siempre termina en finales amargos.\nY los recuerdos dulces como la miel siempre se desvanecen como el humo en el aire”.\nAl principio, los festines pertenecían a la maestra de las flores y de la luna, el poder pertenecía al rey del desierto, y la vida pertenecía a la cuidadora de las plantas.\nAl igual que la luna argéntea, el sol áureo y los oasis esmeralda, los tres reyes divinos hicieron un juramento y formaron una alianza.\n\n“En aquellos tiempos, la luna contaba a los ruiseñores y a las rosas historias sobre la época más dichosa de los reyes divinos.\nSin embargo, ruiseñores y rosas se sentían tan atemorizados y avergonzados al escuchar esas historias que ni siquiera eran capaces de cantar una canción en respuesta.\nReinaban la paz y la tranquilidad, y no había ni división ni desgracias en ese paraíso sin preocupaciones.\nOjalá esta felicidad, tan maravillosa como un espejismo, pueda ser eterna para evitar tener que probar el amargo sabor del adiós”.\n\nMás tarde, el tiempo rompió el acuerdo tácito entre el día y la noche y destruyó la antigua alianza.\nLa acogedora noche iluminada por la luna se hundió bajo la arena y el omnipresente sol abrasador proyectó su cruel mirada sobre la tierra.\nAl disfrutar juntos del festín de los reyes divinos, los sacerdotes y el pueblo recordaron aquella corta época de ensueño.\nSin embargo, los sueños terminaron siendo atrapados por la realidad e introducidos en máquinas sin vida que los aplastaron hasta no quedar nada.\nPero de esas máquinas y de sus oscuras pesadillas emergería una nueva inteligencia...\n\n“Que todos los pensamientos sean uno y que todos los planes sean uno. De esta manera, el ser humano se convertirá en el rey de los\nreyes y en el dios de los dioses”.\nEntonces, sonó la elegía del solitario rey de los reyes.\nSin embargo, hacía ya mucho tiempo que la arena dorada era consciente de cuál era su funesto destino.",
        "fr": "\n« Toute allégresse se termine en amertume. »\n« Et les souvenirs aussi doux que du miel finissent toujours par disparaître. »\nAu commencement, les fêtes étaient du ressort de la maîtresse des fleurs et des nuits de lune, l'autorité était entre les mains du roi de la mer de sable, et la vie était la prérogative du gardien des plantes.\nComme la lune argentée, le soleil doré et l'oasis émeraude, les trois rois divins prêtèrent serment et s'allièrent.\n\n« À cette époque-là, le clair de lune racontait aux rossignols et aux roses des histoires de leur bonheur. »\n« Entendant cela, ils furent pris de stupeur et de honte, à tel point qu'ils ne purent leur répondre en chantant. »\n« C'est un paradis paisible, unifié et insouciant, où il n'y a ni division ni calamité... »\n« J'aimerais que ce bonheur éphémère soit éternel, et ne plus jamais connaître la douleur de la séparation. »\n\nPlus tard, le temps rompit le lien entre le jour et la nuit, et brisa cet ancien pacte d'alliance.\nLa douce nuit éclairée par la lune s'enfonça dans le sable et le soleil omniprésent projeta des rayons brûlants.\nEn prenant part ensemble à la fête du roi divin, les prêtres et le peuple se souvinrent de ces jours heureux et éphémères comme des rêves.\nMais en fin de compte, les rêves ne purent échapper à l'emprise de la raison, et ils furent jetés dans une machine inanimée qui les broya en mille morceaux.\nEt c'est à l'intérieur de cette machine cauchemardesque qu'une toute nouvelle forme de vie émergera...\n\n« En fusionnant des milliers de pensées et en unifiant des milliers de projets... »\n« L'homme deviendra le roi des rois et le dieu des dieux. »\nUne élégie fut offerte au solitaire roi des rois.\nLe sable doré savait déjà depuis bien longtemps le dénouement funeste qui l'attendait.",
        "pt": "\n\"A alegria finita termina em amargura,\"\n\"doces lembranças se dissipam como fumaça.\"\nNo início, a celebração pertencia à rainha das flores e das noites de luar, a autoridade pertencia ao rei do deserto, e a vida pertencia ao guardião das plantas.\nComo a lua prateada, o sol dourado e o óasis de esmeralda, os três Deuses Reis fizeram um juramento e formaram uma aliança.\n\n\"Naqueles dias, a lua contou aos rouxinóis e às rosas sobre sua felicidade,\"\n\"Mas elas estavam tão assustadas e tímidas que não puderam cantar em resposta.\"\n\"Paz e felicidade, um paraíso unificado e despreocupado, desastre e calamidade se tornaram conceitos distantes...\"\n\"Gostaria que a miragem de felicidade pudesse ser eterna e colocasse um fim à dor da separação.\"\n\nMais tarde, o tempo rompeu o elo entre o dia e a noite e destruiu a antiga aliança.\nA pacífica noite de luar afundava sob a areia, e o sol onipresente encobria tudo lançando raios de luz escaldante.\nCompartilhando a celebração do Deus Rei, os sacerdotes e o povo se lembravam daquela bela, porém curta época como um sonho.\nMas o sonho acabou apanhado pela realidade, e triturada até restar apenas uma máquina sem vida.\nE em meio aos pesadelos sombrios dentro da máquina, uma nova vida surgiu...\n\n\"Milhares de pensamentos e cálculos combinados em um.\"\n\"Portanto, o homem se tornará o rei dos reis e o deus dos deuses.\"\nA elegia toca para o solitário rei dos reis,\ne a areia dourada já está ciente de seu destino condenado.",
        "ru": "\n«Бесконечная радость впоследствии заканчивается горечью,\nа сладкие воспоминания растворяются в клубах дыма».\nВначале пир принадлежал королеве цветов и лунных ночей, власть - королю пустыни, а жизнь - хранителю растений.\nПодобные серебряной луне, золотому солнцу и изумрудному оазису, три божественных правителя решили заключить союз.\n\n«В те времена лунный свет рассказывал соловьям и розам истории о счастье,\nно те были так сильно испуганы и смущены, что совсем не пели в ответ».\n«Это было мирное и счастливое время. Все в этом беззаботном раю были едины и не знали бед...»\n«Вот бы мираж счастья оставался таким навечно. Не знать бы боли разлуки никогда».\n\nЧуть позже время разорвало связь между днём и ночью. Был нарушен древнейший договор.\nУютная лунная ночь спряталась в песок, а вездесущее солнце неустанно палило своими лучами весь белый свет.\nА пир Царей богов отныне виделся короткой, но сказочной эпохой. События эти ещё хранились в памяти священников и простых людей.\nНо мечты не могут вечно ускользать от разума. Однажды они попадают в некий неодушевлённый механизм и перемалываются.\nИ в кромешной тьме внутри него зарождается новая жизнь...\n\n«Соедини миллион мыслей в одну и миллион планов в один,\nтак человек и станет царём царей и божеством богов».\nПогребальная песнь играет для одинокого царя царей,\nи золочёный песок прекрасно знает о предначертанной ему судьбе.",
        "id": "\n\"Setiap kebahagiaan berakhir dalam kepahitan.\"\n\"Semua kenangan manis lenyap bagaikan awan.\"\nPada mulanya, perjamuan diadakan oleh sang mahadewi yang bertahta di atas bunga dan cahaya rembulan, kedaulatan ada di tangan sang khalik penguasa gurun pasir, dan kehidupan adalah milik pusaka sang agung penjaga tumbuhan hijau.\nDemikian ketiganya mengikrarkan sumpah, supaya persahabatan mereka lestari layaknya terang bulan, sinar surya, dan hamparan padang yang hijau.\n\n\"Pada masa itu, terang bulan pun membisikkan kisah bahagia kepada burung di udara dan bunga di padang.\"\n\"Dan begitu terkesimalah mereka hingga nyanyian sang burung tercekat dan kelopak sang bunga tersipu.\"\n\"Kedamaian dan ketentraman, tiada perpecahan, tiada nasib buruk menghantui.\"\n\"Seandainya hari-hari yang indah bak fatamorgana ini terjaga sampai selama-selamanya, jika saja mereka tidak perlu merasakan pahitnya perpisahana.\"\n\nKelak, waktu akan memutus perjanjian antara siang dan malam, memisahkan mereka dan menguburkan sumpah kuno mereka dalam-dalam.\nTerang bulan yang lembut ditelan pasir. Seluruh bumi dilingkupi tatapan tajam sang surya siang.\nPara penatua dan awam yang menikmati perjamuan mengenang masa-masa singkat, yakni masa-masa yang penuh keajaiban.\nNamun impian fana adalah mangsa bagi akal budi, yang dilemparkan ke mesin tanpa jiwa dan digiling sampai jadi tiada,\nDan dari inti mesin, dari kelamnya mimpi buruk, suatu kecerdasan mengambil wujud barunya ....\n\n\"Gabungkan semua pemikiran, satukan semua perhitungan,\"\n\"Maka anak manusia akan menjadi penguasa di antara penguasa dan dewa di antara dewa.\"\nDemikianlah kidung ratapan sang kesepian, penguasa di antara penguasa,\nYang nasibnya telah lama ditimbang dan didapati tidak layak oleh pasir emas.",
        "th": "\n\"ความสุขที่มีจุดสิ้นสุดมักจะจบลงด้วยความขมขื่น\"\n\"ความทรงจำอันหวานชื่นสลายไปราวมวลหมอก\"\nในแรกเริ่ม งานเลี้ยงฉลองเป็นของนายหญิงแห่งบุปผาและราตรีแห่งจันทรา อำนาจเป็นของราชาแห่งทะเลทราย ชีวิตเป็นของผู้ดูแลต้นไม้ใบหญ้า\nจันทราสีเงินยวง สุริยาทองอร่ามและโอเอซิสสีเขียวมรกต ราชันแห่งเทพทั้งสามได้ร่วมสาบาน ผูกสัมพันธ์เป็นพันธมิตรกัน\n\n\"ในยุคสมัยเหล่านั้น แสงจันทร์ได้เล่าความสุขของพวกเขาให้นกไนติงเกลและดอกกุหลาบฟัง\"\n\"แล้วพวกเธอก็หวาดกลัว และเขินอาย จนกระทั่งไม่สามารถขับร้องบทเพลงตอบโต้ออกมาได้เลย\"\n\"ความร่มเย็นสงบสุขในสรวงสวรรค์ไร้อาวรณ์ร่วมกันแห่งนี้ ปราศจากการแบ่งแยก และไม่มีภัยพิบัติใด...\"\n\"อยากให้ความสุขดั่งภาพมายาในตอนนี้เป็นนิจนิรันดร์เสียจริง ไม่ต้องเป็นทุกข์ระทมกับการจากลาอีกต่อไป\"\n\nต่อมา กาลเวลาได้ตัดขาดการเชื่อมโยงของกลางวันและกลางคืน ทำลายคำมั่นสัญญาที่มีมาอย่างยาวนาน\nราตรีที่เงียบสงบจมลงสู่ผืนทราย แสงแดดที่ปกคลุมทุกสิ่งก็แผ่รังสีร้อนระอุออกมา\nร่วมเฉลิมฉลองในงานเลี้ยงของราชันแห่งเทพ ช่วงเวลาอันงดงามดังฝันที่แสนสั้นยังตราตรึงอยู่ในความทรงจำของนักบวชและราษฎร\nแต่สุดท้ายแล้วความฝันก็ไม่อาจรอดพ้นจากการจับกุมของเหตุผล และถูกโยนเข้าไปบดขยี้ในเครื่องจักรอันไร้ชีวิต\nท่ามกลางเครื่องจักรและฝันร้ายอันมืดมิด ชีวิตใหม่ได้หลุดออกมาจากเปลือกที่ห่อหุ้ม...\n\n\"หลอมรวมความคิดทั้งปวงเป็นหนึ่งเดียว รวบรวมแผนการทั้งมวลเป็นเพียงหนึ่ง\"\n\"นับแต่นี้ต่อไป มนุษย์จะกลายเป็นราชาแห่งราชา เป็นเทพแห่งทวยเทพ\"\nจากนั้น บทเพลงไว้อาลัยจึงถูกบรรเลงขึ้นเพื่อราชาผู้โดดเดี่ยว\nและทรายทองอร่ามนั้นล่วงรู้ถึงจุดจบแห่งความพ่ายแพ้ตั้งนานแล้ว",
        "vi": "\n\"Niềm vui có hạn cuối cùng kết thúc trong đau khổ,\"\n\"Hồi ức ngọt ngào tan thành mây khói.\"\nBan đầu, những bữa tiệc vui vẻ thuộc về nữ chủ nhân của hoa tươi và đêm trăng, quyền uy thuộc về vị vua biển cát, sinh mệnh thuộc về chủ nhân của cỏ cây.\nGiống như ánh trăng màu bạc, mặt trời màu vàng và ốc đảo màu xanh, ba vị thần lập ra lời thề, kết thành đồng minh thân thiết.\n\n\"Trong những năm tháng đó, ánh trăng từng kể về hạnh phúc của bọn họ cho chim sơn ca và tường vi nghe,\"\n\"Và họ cũng giật mình kinh ngạc, xấu hổ, đến mức không thể hát ra lời ca đáp lại.\"\n\"Trong thiên đường không lo âu chỉ có hòa bình vui vẻ kia không phân chia ranh giới, cũng không có tai họa...\"\n\"Mong rằng hạnh phúc giờ phút này có thể hóa thành vĩnh hằng, không còn nỗi khổ chia lìa nữa.\"\n\nSau đó, thời gian cắt đứt giao ước của ngày và đêm, hủy bỏ minh ước cổ xưa bao đời nay.\nĐêm trăng an nhàn chìm vào biển cát, còn vầng dương bao trùm vạn vật lại gieo rắc ánh nhìn gay gắt.\nCùng chung vui với bữa tiệc của thần vương, tư tế và dân chúng đều nhớ rõ thời đại tuyệt vời như giấc mơ đó.\nNhưng giấc mơ cuối cùng vẫn bị lý trí bắt giữ, bị ném vào cỗ máy không có sự sống kia để nghiền nát.\nMà từ trong cỗ máy, giữa giấc mơ đen tối kia lại có một loại trí tuệ mới lột xác mà thành...\n\n\"Hòa tan vô vàn suy nghĩ thành một, cộng vô vàn suy tính làm một,\"\n\"Từ đó, con người sẽ trở thành vua của các vị vua, thần của các vị thần.\"\nCứ thế, khúc ca đưa tiễn vua của các vị vua cô độc kia được cất lên,\nMà cát vàng đã sớm đoán được kết cục thất bại của mình."
      },
      "imgid": "gilded_dreams_goblet"
    },
    {
      "type": "circlet",
      "name": {
        "zhs": "沙王的投影",
        "zht": "沙王的投影",
        "jp": "砂王の投影",
        "ko": "모래왕의 그림자",
        "en": "Shadow of the Sand King",
        "de": "Schatten des Sandkönigs",
        "es": "Reminiscencia del Rey del Desierto",
        "fr": "L'ombre du roi des sables",
        "pt": "Sombra do Rei das Areias",
        "ru": "Тень Короля песков",
        "id": "Shadow of the Sand King",
        "th": "Shadow of the Sand King",
        "vi": "Hình Chiếu Vua Cát"
      },
      "description": {
        "zhs": "旧日沙漠祭司的镶金头巾，其形制乃是为了效仿传说中的沙民之王。",
        "zht": "舊日沙漠祭司的鑲金頭巾，其形制乃是為了效仿傳說中的沙民之王。",
        "jp": "その昔、砂漠の祭司が使っていた金メッキの頭巾。伝説の、砂の民の王が身に着けていた頭巾の形を模している。",
        "ko": "고대 사막 제사장의 금테로 장식된 두건. 전설 속 사막민의 왕이 쓰던 두건의 형태를 모방했다",
        "en": "This gold-inlaid headband was once used by desert priests in the days of old. They were made in imitation of one worn by a legendary ruler of the desert peoples.",
        "de": "Eine mit Gold überzogene Kopfbedeckung, die von den Priestern der Wüste getragen wurde. Ihre Form ist dem legendären König der Wüstenbewohner nachempfunden und erinnert an ihn.",
        "es": "Una prenda para la cabeza con incrustaciones de oro que solían llevar los sacerdotes del desierto. Su forma emula y recuerda al legendario rey de los habitantes del desierto.",
        "fr": "Ces bandeaux incrustés d'or, utilisés par les prêtres du désert dans les temps anciens, étaient fabriqués en recopiant celui autrefois porté par un souverain légendaire des peuples du désert.",
        "pt": "Esta faixa de cabeça dourada era usada pelos padres do deserto nos tempos antigos. Elas foram feitas como imitação daquela usada por um lendário governante das pessoas do deserto.",
        "ru": "Позолоченная повязка древних священников пустыни. Она сделана по подобию повязки легендарного правителя пустынного народа.",
        "id": "Sorban berhiaskan emas dari pemimpin upacara gurun di masa silam dibentuk untuk meniru raja legendaris rakyat pasir.",
        "th": "ผ้าโพกศีรษะลายทองของนักบวชแห่งทะเลทรายในสมัยโบราณ รูปทรงของมันถูกทำขึ้นเลียนแบบของที่สวมใส่โดยผู้ปกครองในตำนานของชาวทะเลทราย",
        "vi": "Khăn đầu khảm vàng của tư tế sa mạc xưa kia, hình dạng của nó được mô phỏng theo vị vua của sa mạc trong truyền thuyết."
      },
      "lore": {
        "zhs": "\n「王者将随耀眼如日的光明驾临，」\n「为人子们除去蔷薇编织的刺冠。」\n最初神柱自高空降下，将草甸林木埋入漫流之砂。\n黄金的太阳落而复升，为沙之海披上华贵的死衣。\n\n后来，时光的毒风搅扰了沦亡者的沉睡，引来了怀古的妄想。\n在那该诅咒的年代里，诸多城邦在肥沃的绿洲之上茁壮成长。\n跟从神王的理想，祭司们公正地治理乐土，布撒富足于四方。\n曾经，凡人的贤王与神官亲身领受圣谕，他们是大地的主人。\n而如今，绿洲之中代施统治的诸多显贵，成为了神主的影子。\n\n「王器与神杖如沙枣在地上遍布，」\n「荫蔽之下，臣民得以生长求索。」\n\n许久以后，荒唐的决断伴着海市蜃楼般的狂想下达，\n便以美好的期许为诱饵，将臣民引向了苦涩的结局。",
        "zht": "\n「王者將隨耀眼如日的光明駕臨，」\n「為人子們除去薔薇編織的刺冠。」\n最初神柱自高空降下，將草甸林木埋入漫流之砂。\n黃金的太陽落而復升，為沙之海披上華貴的死衣。\n\n後來，時光的毒風攪擾了淪亡者的沉睡，引來了懷古的妄想。\n在那該詛咒的年代裡，諸多城邦在肥沃的綠洲之上茁壯成長。\n跟從神王的理想，祭司們公正地治理樂土，布撒富足於四方。\n曾經，凡人的賢王與神官親身領受聖諭，他們是大地的主人。\n而如今，綠洲之中代施統治的諸多顯貴，成為了神主的影子。\n\n「王器與神杖如沙棗在地上遍佈，」\n「蔭蔽之下，臣民得以生長求索。」\n\n許久以後，荒唐的決斷伴著海市蜃樓般的狂想下達，\n便以美好的期許為誘餌，將臣民引向了苦澀的結局。",
        "jp": "\n「王者は太陽のように眩しい光と共に訪れ、」\n「人の子たちのため、薔薇で編まれた茨の冠を取り除く。」\n最初、神の柱が高き空から降りてきて、流砂の下に草地や林を埋めた。\n黄金の太陽が沈んではまた昇って、砂の海に華やかな死に装束を着せた。\n\nその後、時の毒風は国を失った者の眠りをかき乱し、ノスタルジックな妄想を呼び起こした。\n呪わしき時代、多くの都市は肥沃なオアシス都市として栄えていた。\n神王の理想に従って祭司たちは公正に楽土を治め、四方に富を広げていた。\nかつて、大地の支配者であった凡人の賢王と神官は自ら聖なる教えを受けた。\nしかし今や、彼らの代わりにオアシスを統治する多くの高官は、神の影となっている。\n\n「レガリアと神の杖は、ヤナギバグミのように地上に散らばっている。」\n「影の下に臣民たちは隠れ、生きて来られた。」\n\n長い時間を経て、蜃気楼のような狂想を伴った、不条理な決断が下された。\n甘美な期待を餌に、臣民を苦い結末へと導いたのだ。",
        "ko": "\n「왕은 태양처럼 눈부신 빛과 함께 강림하여,」\n「인간을 위해 장미로 엮은 가시관을 없앴다.」\n태초에 신의 기둥이 하늘에서 내려와 흐르는 모래 속에 초원과 숲을 심었다.\n황금빛 태양이 뜨고 지길 반복하며, 사막에 화려한 죽음의 옷을 걸쳐준다.\n\n그후, 시간이라는 바람이 멸망자의 단잠을 깨우고 오래된 망상을 불러왔다.\n그 저주받아야 할 시대에, 수많은 도시 국가들이 비옥한 오아시스 위로 무럭무럭 성장했다.\n제사장은 신왕의 이상을 좇아 공정하게 낙원을 다스리며, 온 누리에 번영을 흩뿌렸다.\n과거, 범인의 왕과 신관은 직접 신탁을 받았으며 대지의 주인이 되었다.\n하지만 지금, 오아시스의 통치를 대행하는 귀족들은 신의 그림자가 되었다.\n\n「왕의 법기와 신의 지팡이가 사막 보리수나무처럼 대지 곳곳에 널렸고,」\n「신하와 백성은 그늘 아래에서 모색하고 성장할 수 있었다.」\n\n오랜 시간이 흐르고, 황당한 결정이 신기루 같은 망상과 함께 내려졌고,\n아름다운 기대를 미끼로, 신하와 백성을 씁쓸한 결말로 이끌었다",
        "en": "\n\"The ruler shall come with light that blazes like the sun,\"\n\"And will take from the people the crown woven from rose thorns.\"\nThe first divine pillar descended from the skies, burying tree and meadow under the flowing sands.\nThe golden sun fell, then rose again, clothing the sea of sand in an opulent death-shroud.\n\nLater, the venomous winds of time disturbed the slumber of the fallen, attracting nostalgic delusions.\nIn that accursed time, many cities thrived atop fertile oases.\nFollowing the ideals of their God King, the priests would rule the utopias justly, spreading abundance everywhere.\nOnce, the wise mortal king and the clergy received divine oracles personally, and they were the masters of the land.\nToday, those who rule as proxies in the oases are the shadows of the gods.\n\n\"The royal regalia and divine scepters are scattered across the land like jujubes,\"\n\"And under the shade, the subjects could live and seek.\"\n\nSome time later, absurd decisions would be issued alongside illusory madness,\nUsing lovely expectations as bait to lead the people towards a bitter end.",
        "de": "\n„Der König wird mit einem Licht so hell wie die Sonne herannahen\nund für die Menschen die aus Rosen gewobene Dornenkrone entfernen.“\nAm Anfang kamen die göttlichen Säulen vom hohen Himmel herab und begruben dabei die Wiesen und Wälder im fließenden Sand.\nDie goldene Sonne senkte sich herab und stieg wieder auf, um das Sandmeer in ein edles Totenhemd einzukleiden.\n\nSpäter störten die giftigen Winde der Zeit den Schlaf der Toten und inspirierten Wunschdenken über vergangene Zeiten.\nIn jenem verfluchten Zeitalter gediehen mehrere Stadtstaaten prächtig in den fruchtbaren Böden der Oasen.\nEntsprechend dem Ideal des Königs der Götter übten die Priester eine gerechte Herrschaft über diese reichen Länder aus, sodass niemand Not leiden musste.\nDamals erhielten weise Könige und Priester persönlich die Edikte der Götter und sie herrschten über das Land.\nUnd heute sind viele der Edlen, die die Herrschaft in den Oasen ausüben, zu Schatten der Götter geworden.\n\n„Die Königsinsignien und Götterzepter liegen verstreut wie Wüstendatteln auf dem Boden.“\n„Unter ihrer Schutzherrschaft wird ihren Untertanen Wachstum und Wissen zuteil.“\n\nLange Zeit danach wurden absurde Entscheidungen mit in Illusionen verhafteter Willkür getroffen,\ndie mit wundervollen Versprechungen als Köder die Untertanen zu einem bitteren Ende verleiteten.",
        "es": "\n“El rey arribará con una luz tan resplandeciente como la del propio sol. Y se despojará ante el pueblo de la corona tejida con espinas\nde rosas”.\nEl primer pilar divino descendió de los cielos y sepultó los árboles y el pasto bajo las arenas.\nEl áureo sol descendió, volvió a ascender y envolvió al mar de arena en un lujoso manto de muerte y deceso.\n\nLuego, los vientos tóxicos del tiempo perturbaron el profundo letargo de los caídos y crearon ilusiones de melancolía y añoranza.\nEn aquellos fatídicos tiempos, varias ciudades prosperaron en el suelo fértil de los oasis.\nEn pos de los ideales de su divina majestad, los sacerdotes gobernaron el mundo con justicia y la abundancia reinó en todo el reino.\nEn el pasado, el sabio rey mortal y los sacerdotes recibieron personalmente el edicto de los dioses para reinar sobre la tierra.\nA día de hoy, los nobles apoderados que gobiernan el oasis se han convertido en sombras de los sacerdotes.\n\n“Las espadas reales y báculos divinos se hallan esparcidos por la tierra como si de reliquias se tratara.\nBajo su sombra, los súbditos crecen y continúan con sus vidas”.\n\nEl tiempo pasó y fantasías delirantes entretejieron lazos con absurdas decisiones.\nEntonces, una fascinante esperanza fue el cebo del pueblo en su camino hacia el amargo final.",
        "fr": "\n« Le roi apparaîtra dans une lumière éblouissante. »\n« Et pour les humains, il ôtera sa couronne d'épines. »\nAu commencement, les piliers sacrés tombèrent du ciel, ensevelissant les prairies et les forêts sous le sable.\nLe soleil doré descendait et remontait, enveloppant la mer de sable dans un linceul luxueux.\n\nPlus tard, les vents empoisonnés du temps vinrent perturber le sommeil éternel des morts, inspirant des pensées nostalgiques illusoires.\nÀ cette époque maudite, il y avait plusieurs villes qui fleurissaient sur des oasis fertiles.\nComme l'avait voulu le roi divin, les prêtres gouvernaient le monde de manière juste, et tout le monde vivait dans l'abondance.\nAutrefois, des décrets divins furent accordés au sage-roi des hommes et aux prêtres. Ils étaient les maîtres de la terre.\nOr, aujourd'hui, beaucoup des nobles influents qui règlent sur les oasis sont devenues les ombres du dieu.\n\n« Les joyaux royaux et les sceptres divins sont éparpillés sur le sol comme des dattes du désert. »\n« Dans leur ombre, les citoyens peuvent s'épanouir et apprendre. »\n\nBien longtemps plus tard, une décision absurde fut prise, et celle-ci était basée sur un fantasme illusoire.\nAvec un bel espoir comme appât, le peuple fut mené vers une triste fin.",
        "pt": "\n\"O Rei chegará acompanhado de uma luz tão brilhante quanto o sol;\"\n\"Removerá a coroa de espinhos trançada pelas rosas para os humanos.\"\nNo início, os pilares sagrados vieram abaixo enterrando as árvores e pradarias sob a areia.\nO sol dourado se põe e nasce novamente, cobrindo o mar de areia com um requintado traje mortal.\n\nMais tarde, os ventos venenosos do tempo agitaram o sono dos caídos, levando a delírios de nostalgia.\nNaqueles dias amaldiçoados, muitas cidades prosperaram em oásis exuberantes.\nSeguindo o ideal do Deus Rei, os sacerdotes governaram a terra com justiça, e muita abundância era encontrada em todos os cantos.\nOutrora, reis sábios e magos mortais receberam o édito pessoalmente, e eles eram os senhores da terra.\nHoje, muitos dignatários que governaram no oásis se tornaram as sombras dos Deuses.\n\n\"Armas reais e cajados divinos estão espalhados pelo deserto como azeitonas.\"\n\"Sob sua sombra, os súditos podem crescer e procurá-las.\"\n\nDepois de muito tempo, a absurda decisão, que era tão ilusória quanto um castelo flutuante, foi tomada.\nEles usaram boas expectativas como isca para levar os súditos a um final amargo.",
        "ru": "\n«И явится царь в лучах ослепительного солнца.\nИ снимет терновый венец с сынов человеческих».\nИ сошли с небес священные столпы, похоронив луга и леса в потоках песка.\nЗолотой диск солнца опускался и восходил вновь, облачая песчаное море в роскошный саван.\n\nВскоре ядовитые ветры времени растревожили вечный сон павших, навеяв мысли о безвозвратно ушедшей древности.\nВ те проклятые времена на плодородных землях оазиса процветали многие города.\nСледуя идеалу Царя богов, священники справедливо правили в краю блаженства, никого не обделяя.\nКогда-то смертные цари и пророки лично получали святые наставления и были хозяевами земли.\nА теперь множество влиятельных людей, заправляющих в оазисе, стали тенью верховного Архонта.\n\n«Рассыпались символы власти.\nЖивут все словно в ненастье».\n\nПрошло время, и вкупе с бредовыми мечтами было принято безрассудное решение.\nПодданных, купившихся на обещания красивой жизни, ждал горький финал.",
        "id": "\n\"Penguasa datang dengan penuh cahaya seterang sang surya,\"\n\"Dan ia mengambil mahkota duri dari khalayak.\"\nPilar suci pertama turun dari langit, mengubur pepohonan dan padang rumput di bawah lautan pasir.\nSurya keemasan jatuh dan bangkit, membungkus lautan pasir dengan jubah mewah kematian.\n\nAngin berbisa perlambang waktu mengganggu tidur mereka yang di alam maut, membangkitkan ilusi penuh nostalgia.\nPada waktu yang penuh kenajisan itu, kota-kota maju di atas oase yang subur.\nMengikuti kebijaksanaan sang Raja Dewa, para penatua berkuasa dengan adil, kesejahteraan memancar ke seluruh penjuru.\nDan para raja fana yang bijak dan para hamba dewa mendengarkan ucapan-ucapan langit, demikian mereka menguasai bumi dan segala isinya.\nHari ini, mereka yang berkuasa di oase padang pasir adalah cerminan bayang-bayang para dewa.\n\n\"Pusaka kerajaan dan tongkat langit terpencar ke seluruh penjuru bak buah kurma,\"\n\"Dan semuanya hidup demi mencari mereka di bawah naungan keteduhan.\"\n\nBeberapa waktu berlalu, keputusan yang canggung dimaklumatkan bersama dengan kegilaan fana.\nMenggunakan harapan yang indah sebagai umpan menuju akhir yang pahit.",
        "th": "\n\"ราชาจะเสด็จมาพร้อมกับแสงเจิดจรัสดั่งสุริยา\"\n\"เพื่อถอดมงกุฎหนามออกจากศีรษะของราษฎร\"\nในตอนแรก เสาศักดิ์สิทธิ์ตกลงมาจากฟากฟ้า และฝังทุ่งหญ้ากับผืนป่าเอาไว้ใต้ผืนทราย\nดวงอาทิตย์สีทองลาลับขอบฟ้าแล้วลอยขึ้นใหม่ ช่วยห่มอาภรณ์หรูแห่งความตายให้กับทะเลทราย\n\nในเวลาต่อมา สายลมพิษแห่งกาลเวลาได้ปลุกผู้ล่วงลับให้ตื่นขึ้นมา นำมาซึ่งการรำลึกถึงอดีต\nในช่วงเวลาที่ต้องสาปนั้น แว่นแคว้นต่าง ๆ เจริญเติบโตท่ามกลางโอเอซิสอันอุดมสมบูรณ์\nเหล่านักบวชเจริญรอยตามอุดมการณ์ของราชันแห่งเทพ ปกครองดินแดนสุขาวดีอย่างยุติธรรม แผ่ปกความมั่งคั่งไปทุกแห่งหน\nในอดีตนั้น ราชาผู้ปรีชาของมนุษย์และนักบวชเป็นผู้รับโองการจากสวรรค์ พวกเขาเป็นเจ้าผู้ปกครองพื้นดิน\nแล้วตอนนี้ บรรดาชนชั้นสูงที่รับหน้าที่ปกครองโอเอซิส ได้กลายเป็นเงาของเทพไปแล้ว\n\n\"เครื่องราชกกุธภัณฑ์และคทาศักดิ์สิทธิ์เหมือนมะกอกป่าที่มีอยู่เต็มพื้นดิน\"\n\"ราษฎรเจริญเติบโตและแสวงหาหนทางใหม่ อยู่ใต้ร่มไม้\"\n\nเวลาผ่านไปเนิ่นนาน การตัดสินใจที่เหลวไหลได้ถูกสั่งการลงมาพร้อมกับความเพ้อฝัน\nและใช้ความคาดหวังอันงดงามเป็นเหยื่อ หลอกล่อราษฎรไปสู่จุดจบที่ขมขื่น",
        "vi": "\n\"Vương giả sẽ đến đây theo ánh sáng chói lọi như mặt trời,\"\n\"Xóa bỏ vòng gai được đan từ Tường Vi cho mọi người.\"\nThuở xưa trụ thần giáng xuống từ trên trời cao, chôn vùi đồng cỏ rừng cây dưới dòng chảy của cát.\nMặt trời vàng rực lặn rồi lại mọc, khoác một chiếc áo chết chóc lộng lẫy lên biển cát.\n\nSau đó, cơn gió độc của thời gian đã quấy nhiễu giấc ngủ của kẻ tiêu vong, dẫn dến vọng tưởng hoài cổ.\nTrong những năm tháng đáng nguyền rủa đó, rất nhiều thành bang đã phát triển mạnh mẽ trên ốc đảo màu mỡ.\nTheo lý tưởng của Thần Vương, các tư tế cai quản vùng đất một cách công bằng, gieo rắc sự giàu có đi khắp muôn phương.\nKhi xưa, hiền vương người phàm và thần quang tự mình tiếp nhận thánh dụ, họ chính là chủ nhân của mặt đất.\nNhưng đến nay, nhiều quý tộc đại diện cai trị trong ốc đảo đã trở thành chiếc bóng của thần.\n\n\"Vương khí và thần trượng trải rộng khắp mặt đất giống như những cây táo,\"\n\"Dưới bóng râm, các thần dân có thể mưu sinh và phát triển.\"\n\nRất lâu về sau, những quyết định hoang đường cùng sự cuồng vọng như ảo ảnh được truyền xuống,\nLợi dụng những kỳ vọng tốt đẹp làm mồi nhử để đưa thần dân đến kết cục đau khổ."
      },
      "imgid": "gilded_dreams_circlet"
    }
  ]
}