[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "提瓦特大陆上众生奔忙，行商运货，骑士巡街，农人耕作。\n\n但如果问莫娜——神秘高傲的占星术士——在忙些什么的话，答案大概会是，忙着计算一笔名为「生活」的账。\n\n尽管她本人一定会否认「穷」这个说法，作出如下辩解：\n\n「太过漂亮的景象会把最简朴的真实藏起来。\n\n太过美味的食物会让人忘记这东西有多少营养。\n\n简朴的生活是为了看破世界的真实。」\n\n清贫的生活只是通往真实的修行…这是莫娜本人一直坚持的说辞。\n\n提瓦特大陆上众生奔忙，连神秘的占星术士也不例外。\n\n——哦，不过吟游诗人好像真的什么都不做。",
      "zht": "提瓦特大陸上眾生奔忙，行商運貨，騎士巡街，農人耕作。\n\n但如果問莫娜——神秘高傲的占星術士——在忙些什麼的話，答案大概會是，忙著計算一筆名為「生活」的帳。\n\n儘管她本人一定會否認「窮」這個說法，作出如下辯解：\n\n「太過漂亮的景象會把最簡樸的真實藏起來。」\n\n「太過美味的食物會讓人忘記這東西有多少營養。」\n\n「簡樸的生活是為了看破世界的真實。」\n\n清貧的生活只是通往真實的修行…這是莫娜本人一直堅持的說辭。\n\n提瓦特大陸上眾生奔忙，連神秘的占星術士也不例外。\n\n——哦，不過吟遊詩人好像真的完全沒事做。",
      "jp": "テイワットの人は、皆生活に奔走している。商人は貨物を運輸し、騎士は街を巡回し、農民は耕作に励んでいる。\n\nもしモナ——神秘的かつ誇り高い占星術師——が何に奔走しているかと聞かれたら、「生活」という名の帳簿の計算と答えるだろう。\n\n彼女本人は「貧乏」であることを認めず、以下の弁解を口にする。\n\n「綺麗過ぎるものは、素朴な真実を覆い隠します。\n\n美味しすぎる食べ物に拘ると栄養が疎かになります。\n\n質素な生活を送ることで、世界の真実を覗くことができるのです」\n\n貧しい生活は真実への修行なのです…これは、モナ本人がずっと言っていることだ。\n\nテイワットの人は皆生活に奔走している。神秘的な占星術師も例外ではない\n\n——おや、吟遊詩人だけは、本当に何もしていないようだ。",
      "ko": "티바트 대륙에서 중생들은 바쁘게 살아간다. 행상은 화물을 옮기고 기사는 거리를 순찰하며, 농부들은 경작을 한다.\n\n만약 신비롭고 거만한 점성술사 모나에게 뭐 하냐고 물어본다면 「생활」이라는 장부를 계산하느라 바쁘다고 답할 것이다.\n\n그녀 본인은 분명 「가난」이라는 말을 부인하며 이렇게 변명할 것이다:\n\n「너무 아름다운 풍경은 가장 소박한 진실을 숨기지.\n\n너무 맛있는 음식은 사람들로 하여금 이 음식이 얼마나 영양가 높은지 잊게 하고\n\n소박한 생활은 세계의 진리를 간파하기 위함이지」\n\n청빈한 생활은 진실로 향하는 수행일 뿐이야…. 이건 모나 본인이 계속 변명하는 것이다.\n\n티바트 대륙의 사람들은 바쁘게 살아간다. 이는 신비로운 점성술사도 마찬가지이다.\n\n——아, 근데 음유시인은 온종일 빈둥거리기만 하던데",
      "en": "Teyvat is a place where people of all sorts go about their business. Merchants move products, knights patrol, and farmers till the land.\n\nBut if one were to ask Mona — the enigmatic and prideful astrologist — what she busies herself with, she will reply by saying that she is servicing a debt known as \"life.\"\n\nShe will, however, vigorously deny being \"poor,\" giving the following explanation:\n\n\"Beautiful veneers may obscure simple truths.\n\nExquisite food may mask its nutritional value.\n\nOne lives simply, all the better to expose this world's truths.\"\n\nA frugal lifestyle, therefore, is a form of training to access the truth... Or so Mona will insist.\n\nTeyvat is a place where people of all sorts go about their business, and even an enigmatic astrologist must look to hers.\n\n—That said, it seems like bards might be the exception to this rule.",
      "de": "Teyvat ist ein Ort, an dem verschiedenste Menschen allen möglichen Geschäften nachgehen.\n\nAber wenn man Mona, die rätselhafte und stolze Astrologin fragen würde, womit sie sich gerade beschäftigte, würde sie antworten, dass sie Schulden abbezahlt, die als „Leben“ bekannt sind.\n\nSie wird jedoch energisch abstreiten, „arm“ zu sein, und folgende Erklärung abgeben:\n\n„Schöne Verblendungen können einfache Wahrheiten verdecken.\n\nExquisite Nahrung kann auch ihren Nährwert verdecken.\n\nMan lebt am besten, um die Wahrheiten dieser Welt aufzudecken.“\n\nEin genügsamer Lebensstil ist daher eine Form der Selbstkultivierung, um Zugang zur Wahrheit zu erhalten ... Oder zumindest wird Mona darauf bestehen, dass es so wäre.\n\nTeyvat ist ein Ort, an dem verschiedenste Menschen ihren Geschäften nachgehen und selbst eine rätselhafte Astrologin muss sich danach richten.\n\nEs scheint aber, dass Barden die Ausnahme von dieser Regel sein könnten.",
      "es": "Teyvat es un lugar donde personas de todo tipo se dedican a toda clase de negocios. Los comerciantes transportan productos, los caballeros patrullan y los agricultores labran la tierra.\n\nPero si uno le pregunta a Mona, la enigmática y orgullosa astróloga, sobre su ocupación, ella responde que está pagando una deuda conocida como “vida”.\n\nSin embargo, negará enérgicamente ser “pobre”, dando la siguiente explicación:\n\n“Una fachada hermosa puede esconder una verdad oscura.\n\nUna comida exquisita puede enmascarar su valor nutricional.\n\nUna vida austera ayuda a ver la verdad del mundo”.\n\nUn estilo de vida frugal, por lo tanto, es una forma de entrenamiento para acceder a la verdad... O en eso insiste Mona.\n\nTeyvat es un lugar donde personas de todo tipo se dedican a toda clase de negocios, y esto se aplica incluso a una astróloga enigmática como Mona.\n\nEn este sentido, tal vez los bardos sean la única excepción...",
      "fr": "Teyvat est un continent qui ne manque pas d'animation. Les commerçants transportent leurs produits, les chevaliers se consacrent à leurs patrouilles et les paysans travaillent la terre.\n\nSi on demandait à Mona ce qu'elle faisait de ses journées, celle-ci vous répondrait qu'elle paie la dette qu'est la vie.\n\nCependant, elle déniera farouchement être dans le besoin.\n\n« La beauté cache la vérité. »\n\nComme de la nourriture appétissante nous fait oublier ses valeurs nutritionnelles souvent pauvres.\n\nD'après Mona, il lui en faut peu pour être heureuse.\n\nVivre dans la simplicité serait un moyen de donner une certaine authenticité à sa vie.\n\nTout le monde vaque à ses occupations en Teyvat et cette mystérieuse astromancienne ne fait pas exception à la règle.\n\nCeci dit, les bardes seraient peut-être les seuls à ne rien faire de leur vie...",
      "pt": "Teyvat é um lugar onde pessoas de todos os tipos cuidam de seus negócios. Os comerciantes transportam produtos, cavaleiros patrulham e fazendeiros cultivam. \n\nMas se alguém perguntar a Mona - a astróloga enigmática e orgulhosa - o que ela está fazendo, ela responderá dizendo que está pagando uma dívida conhecida como \"vida\".\n\nEla, no entanto, recusará veementemente a palavra \"pobre\", dando a seguinte explicação:\n\n\"Belas decorações escondem a simplicidade.\n\nComidas requintadas podem mascarar seu valor nutricional.\n\nUma vida simples ajuda a enxergar a verdade neste mundo.\"\n\nUm estilo de vida frugal, portanto, é uma forma de treinamento para acessar a verdade... Ou assim Mona insistirá. \n\nTeyvat é um lugar onde pessoas cuidam de seus negócios, bem como a astróloga enigmática \n\n- No entanto, parece que os bardos são um caso excepcional.",
      "ru": "В Тейвате все заняты своим делом: торговцы меняют товар, рыцари патрулируют города, а фермеры возделывают землю. Но если кто-то спросит Мону, загадочного и горделивого астролога, чем она занята, то она ответит, что отрабатывает долг, который называется «жизнь». Но она будет всеми силами отрицать свою «бедность», оправдывая её так: «Чересчур роскошный блеск может скрывать простые истины. Чересчур вкусная еда может скрывать её истинную ценность. Нужно жить простой жизнью, тогда можно увидеть истины этого мира». Таким образом, скромный образ жизни открывает видение истины... По мнению Моны. В Тейвате все заняты своим делом, и даже таинственный астролог не отличается от них. Ох, наверное, только барды круглыми днями валяют дурака.",
      "id": "Teyvat adalah tempat di mana berbagai macam orang-orang pergi untuk berbisnis. Para pedagang memindahkan produknya, para Knight berpatroli, dan para petani menggarap tanah.\n\nTapi jika ada yang menanyakan Mona - sang astrolog yang misterius dan sangat bangga akan dirinya - yang membuatnya sibuk adalah, dia akan menjawab bahwa dia sedang mengurus utang yang dikenal sebagai \"hidup.\"\n\nNamun, bagaimanapun juga, dia akan menyangkal keras bahwa dia \"miskin\", lalu akan memberikan penjelasan sebagai berikut:\n\n\"Sebuah pemandangan yang terlalu indah akan menutupi kebenaran yang paling sederhana.\n\nMakanan lezat akan membuat orang lupa dengan gizinya.\n\nSatu kehidupan, sederhananya adalah untuk melihat kebenaran dalam hidup ini.\"\n\nHidup berhemat, adalah, salah satu bentuk latihan untuk mencapai kebenaran ... begitulah yang Mona katakan.\n\nTeyvat adalah tempat di mana berbagai macam orang pergi untuk berbisnis, dan astrolog yang misterius pun bukan pengecualian.\n\n-Ah tapi, sepertinya para penyair merupakan pengecualian terhadap aturan ini.",
      "th": "Teyvat เป็นดินแดนที่ผู้คนทุกประเภท ต่างยุ่งอยู่เสมอ พ่อค้าต้องขนส่งสินค้า อัศวินต้องเดินลาดตระเวน เกษตรกรต้องทำนา\n\nแต่ถ้าถาม Mona — โหรแห่งดวงดาวผู้ลึกลับและหยิ่งทะนง — ว่าเธอยุ่งอยู่กับอะไร คำตอบที่ได้น่าจะเป็น ยุ่งอยู่กับการใช้หนี้ชีวิต\n\nอย่างไรก็ตาม เธอจะปฏิเสธ \"ความยากจน\" ของตัวเองอย่างแข็งขัน โดยให้คำอธิบายดังนี้:\n\n\"ฉากที่สวยงามจะบดบังความเรียบง่าย\n\nอาหารที่อร่อยเกินไป จะทำให้คนลืมไปว่ามันมีคุณค่าทางโภชนาการอย่างไรบ้าง\n\nการใช้ชีวิตที่เรียบง่าย จะทำให้มองเห็นความจริงของโลกได้\"\n\nการบำเพ็ญทุกข์เป็นหนึ่งในการฝึกตน เพื่อให้เห็นถึงความจริง... นี่คือคำพูดที่ Mona ยืนยันอยู่เสมอ\n\nTeyvat เป็นดินแดนที่ผู้คนทุกประเภทต่างยุ่งอยู่เสมอ แม้แต่โหรแห่งดวงดาวผู้ลึกลับก็ไม่เว้น\n\n...เอ่อ น่าจะมีแต่กวีล่ะนะ ที่วัน ๆ ไม่ทำอะไรเลย",
      "vi": "Đại lục Teyvat nơi muôn dân bận rộn với cuộc sống, thương nhân tu chí làm ăn, kỵ sĩ gìn giữ trật, còn người dân chăm chỉ làm nông.\n\nNếu bạn có hỏi thuật sĩ chiêm tinh thần bí nhưng đầy kiêu ngạo Mona đang mưu tính điều gì, thì câu trả lời có lẽ là \"cuộc sống\".\n\nCô ấy sẽ luôn chối bỏ sự \"nghèo đói\" mà biện minh rằng:\n\n\"Cảnh tượng quá đẹp sẽ che lấp đi cái đơn giản mộc mạc.\"\n\n\"Món ăn quá ngon và đẹp mắt sẽ khiến con người ta quên đi dinh dưỡng có trong món ăn.\"\n\n\"Sống đơn giản mới có thể nhìn thấy thế gian.\"\n\nCuộc sống nghèo đói chỉ là bước tiến nhỏ trên con đường tu hành đích thực... Đó là những điều Mona luôn tin vào.\n\nĐại lục Teyvat nơi muôn dân luôn bận rộn với cuộc sống, vậy nên thuật sĩ chiêm tinh thần bí cũng không ngoại lệ.\n\nNhưng mà nhà thơ lang thang dường hôm nay chả làm gì cả."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "最近，莫娜的师父，一位年老且法力高强的女术士，向她交代了一项重要的任务。\n\n师父在蒙德有一位亦敌亦友的故人。她要莫娜从那位故人的继承者手中取回一只绝密宝箱。\n\n「如果胆敢窥探箱子里的东西，你就看着办吧。」\n\n出发前，莫娜收到了这样的警告。\n\n令莫娜意外的是，那位故人的继承者，居然是蒙德城的「火花骑士」可莉。\n\n箱子虽然还在，但经由可莉之手，以及一系列「意外」…莫娜在不知情的情况下，清楚地看到了箱中奥秘。\n\n「完、完蛋了。这里面居然是少女时代的日记。就这样回去的话，一定会被老太婆宰了…」\n\n莫娜只得留在蒙德，开始度过下一段清苦却丰富的生活。",
      "zht": "最近，莫娜的師父，一位年老且法力高強的女術士，向她交代了一項重要的任務。\n\n師父在蒙德有一位亦敵亦友的故人。她要莫娜從那位故人的繼承者手中取回一個絕密寶箱。\n\n「如果膽敢窺探箱子裡的東西，妳就看著辦吧。」\n\n出發前，莫娜收到了這樣的警告。\n\n令莫娜意外的是，那位故人的繼承者，居然是蒙德城的「火花騎士」可莉。\n\n箱子雖然還在，但經由可莉之手，以及一系列「意外」…莫娜在不知情的情況下，清楚地看到了箱中奧秘。\n\n「完、完蛋了。這裡面居然是少女時代的日記。就這樣回去的話，一定會被老太婆宰了…」\n\n莫娜只得留在蒙德，開始度過下一段清苦卻豐富的生活。",
      "jp": "最近、モナの師匠、強い魔力を持つ老いた女術師は、モナに大事な任務を任せた。\n\n師匠にはモンド在住の「敵にして友」の故人がいる。彼女はモナに、その旧友の継承者から極秘の箱を取り戻してくるよう伝えた。\n\n「その箱の中身を勝手に覗いたら、どうなるか分かっているね」\n\n出発する前、モナはこのような警告を受けた。\n\n意外なことに、旧友の継承者というのは、モンドの「火花騎士」ことクレーだった。\n\n箱は健在だったが、クレーや一連の「意外な出来事」によって…モナは箱の秘密を見てしまった。\n\n「しっ、しまった。中身は少女時代のおばばが書いた日記だったなんて。このまま戻ると、おばばに殺されてしまいます…」\n\n仕方なくモナはモンドに留まり、貧乏かつ豊富な生活を始めた。",
      "ko": "최근 모나의 사부인 연로하나 법력이 고강한 여성 술사가 그녀에게 중요한 임무를 내렸다.\n\n사부는 몬드에 라이벌이자 친우인 사람이 있다며 모나에게 그 친구의 후인이 가지고 있는 극비의 보물 상자를 빼앗아 오라고 시켰다.\n\n「만약 감히 상자를 열어 안에 든 걸 본다면, 큰일 날 줄 알아!」\n\n출발하기 전에 모나는 사부로부터 이런 경고를 받았다.\n\n모나는 사부 친구의 후인이 몬드성의 「불꽃 기사」 클레라는 점에 의아해한다.\n\n다행히 상자를 찾았지만, 이미 클레의 손을 거친 데다 「예상 밖의」 일련의 사건들로 인해… 모나는 자신도 모르게 상자 안에 들어 있는 비밀을 보게 됐다.\n\n「망, 망했다. 안에 든 게 소녀 시절의 일기장이었다니, 돌아가면 분명 그 할망구가 날 죽일 거야….」\n\n모나는 몬드에 남아 가난하지만 풍요로운 삶을 보내기 시작했다",
      "en": "Recently, Mona's teacher, an old but highly skilled female astrologist, has entrusted a very important task to her.\n\nHer teacher has an erstwhile rival-friend in Mondstadt, and she wanted Mona to retrieve a highly confidential box from that person's successor.\n\n\"If you dare look inside that books... Well, you'll see.\"\n\nThat was the warning Mona received before departing.\n\nTo Mona's surprise, this successor was none other than the Spark Knight, Klee.\n\nThe box was still extant, but due to Klee's actions and a series of accidents... Mona unwittingly unraveled the enigma behind the box.\n\n\"I—I'm done for. The thing inside this was the dark history of her youth... she will kill me if I go back like this...\"\n\nMona was thus forced to stay in Mondstadt, beginning a bitterly frugal but bountifully fulfilling existence.",
      "de": "In der letzten Zeit hat Monas Lehrerin, eine alte, aber sehr begabte Astrologin, sie mit einer sehr wichtigen Aufgabe betraut.\n\nMonas Lehrerin hatte eine ehemalige rivalisierende Freundin in Mondstadt und sie wollte, dass Mona eine streng vertrauliche Kiste vom Erben dieser Freundin holt.\n\n„Du wagst es besser nicht, in diese Bücher hineinzuschauen ... Nun, du wirst schon sehen.“\n\nDas war die Warnung, die Mona vor ihrer Abreise erhielt.\n\nZu Monas Überraschung war dieser Erbe kein anderer als der Funkenritter Klee.\n\nDie Kiste war noch vorhanden, aber durch Klees Aktionen und eine Reihe von Unfällen ... Mona enträtselte unwissentlich das Rätsel hinter der Kiste:\n\n„Ich bin erledigt. Darin war die dunkle Geschichte ihrer Jugend, ihre Tagebücher ... sie wird mich umbringen, wenn ich so damit zurückkehre ...“\n\nMona sah sich also gezwungen, in Mondstadt zu bleiben und begann ein bitter sparsames, dennoch erfülltes Leben.",
      "es": "Hace poco, la maestra de Mona, una anciana astróloga pero con unos grandes poderes mágicos, le confió una tarea muy importante.\n\nSu maestra tiene una antigua amiga-rival en Mondstadt, y quería que Mona recuperara una caja altamente confidencial de la persona a quien se la dejó.\n\n“Si te atreves a mirar lo que hay dentro de la caja... Bueno, ya verás”.\n\nEsa fue la advertencia que recibió Mona antes de partir.\n\nPara su sorpresa, la sucesora no era otra que Klee, la Caballera Chispeante.\n\nAunque sí conservaba la caja, debido a Klee y una serie de accidentes, Mona miró sin darse cuenta lo que había en ella.\n\n“Oh, no... Este es mi fin. Lo que hay aquí dentro es la oscura historia de su juventud. Me matará cuando lo descubra”.\n\nDe este modo, Mona se vio obligada a quedarse en Mondstadt, donde comenzó una nueva, frugal y, al mismo tiempo, satisfactoria vida.",
      "fr": "Le maître de Mona, une astromancienne aussi âgée qu'expérimentée, lui a récemment confié une importante mission.\n\nL'amie et rivale de celle qui forma Mona se trouvait autrefois à Mondstadt, et Mona y fut donc envoyée en vue de récupérer des mains de sa successeure une certaine boîte mystérieuse.\n\n« Si jamais tu oses regarder ce que la boîte contient... Tu es prévenue. » Ainsi fut avertie Mona avant son départ.\n\nÀ la grande surprise de cette dernière, la successeure en question s'avéra être Klee, le Chevalier de l'étincelle...\n\nLa boîte était toujours en sa possession, mais suite à certaines actions de Klee et à une série d'événements échappant à son contrôle, Mona résolut à son corps défendant l'énigme se cachant derrière la boîte...\n\n« C'est... Ce... Ce journal... C'est juste le journal que la vieille a écrit il y a cinquante ans ?! Si je rentre maintenant, elle va me passer un de ces savons... »\n\nEn désespoir de cause, Mona dut se résoudre à rester à Mondstadt, et à y entamer une nouvelle vie, difficile mais enrichissante.",
      "pt": "Recentemente, a professora de Mona, uma astróloga idosa, mas altamente qualificada, confiou a ela uma tarefa muito importante. \n\nSua professora tem um antigo amigo/rival em Mondstadt, e ela queria que Mona recuperasse uma caixa altamente confidencial do sucessor dessa pessoa.\n\n\"Se você ousar olhar dentro dos livros... Bem, você verá.\"\n\nEste foi o aviso que Mona recebeu antes de partir.\n\nPara a surpresa de Mona, este sucessor era ninguém menos que a Cavaleira das Faíscas, Klee.\n\nA caixa ainda existia, mas devido às ações de Klee e uma série de acidentes... Mona sem querer desvendou o enigma por trás da caixa.\n\n\"É o meu fim... O que há dentro disso é a história sombria de sua juventude. Ela vai me matar se eu voltar assim...\"\n\nMona foi então forçada a ficar em Mondstadt, começando uma existência amargamente frugal, mas abundantemente gratificante.",
      "ru": "Недавно учительница Моны, пожилой, но искусный астролог, поручила ей одно важное задание. В Мондштадте жил её закадычный враг, и Моне нужно было забрать у наследника этого человека секретный сундучок. «Если ты посмеешь подсмотреть, что там внутри... Тебе несдобровать». Такое вот напутствие перед выходом получила Мона. К удивлению Моны наследником тем оказался не кто иной, как Рыцарь Искорка Кли. Сундучок тот был на месте, но после шаловливых ручек Кли и серии «происшествий»... Мона, сама того не желая, разгадала тайну сундучка. «Всё, мне конец. Внутри дневник её юных лет. Если я так и вернусь, старуха меня прикончит». Моне ничего не оставалось, как поселиться в Мондштадте и начать бедную, но насыщенную жизнь.",
      "id": "Baru-baru ini guru Mona, seorang penyihir dengan kekuatan magis yang sangat kuat, memercayakan Mona dengan misi yang sangat penting.\n\nSang guru memiliki seorang teman yang juga seorang rival di Mondstadt. Guru Mona memerintahkan Mona untuk mengambil sebuah kotak harta yang diwariskan pada penerus orang tersebut.\n\n\"Jangan sekali-kali kamu buka isi kotak ini, jika tidak ... lihat saja nanti.\"\n\nMona mendapatkan peringatan ini dari gurunya sebelum dia pergi.\n\nYang membuat Mona terkejut, ternyata penerus dari orang itu adalah Klee, sang Spark Knight.\n\nKotak harta itu masih ada, tetapi karena perbuatan Klee dan sederetan \"kecelakaan\" ... Mona melihat isi kotak tersebut tanpa sengaja.\n\n\"Ma ... mati aku. Ternyata isinya adalah buku harian guruku saat masih muda. Dia pasti akan membunuhku bila aku kembali begitu saja ...\"\n\nMona tidak memiliki pilihan lain selain tinggal di Mondstadt, menjalani hidup barunya yang penuh kesukaran namun penuh dengan hal-hal baru.",
      "th": "ไม่นานมานี้ อาจารย์ของ Mona ซึ่งเป็นโหรแห่งดวงดาวผู้ทรงพลังได้มอบหมายภารกิจที่สำคัญชิ้นหนึ่งให้กับเธอ\n\nท่านอาจารย์มีเพื่อนรักเพื่อนชังคนหนึ่งอยู่ในเมือง Mondstadt เธอต้องการให้ Mona ไปหาผู้สืบทอดของเพื่อนเก่าคนนั้นเพื่อนำกล่องสมบัติลับสุดยอดกลับมา\n\n\"ถ้าเธอกล้าเปิดดูของที่อยู่ในกล่องนั่นล่ะก็ เธอคอยดูก็แล้วกัน\"\n\nเธอเตือน Mona ก่อนออกเดินทาง\n\nแต่สิ่งที่ Mona นึกไม่ถึงก็คือผู้สืบทอดของเพื่อนเก่าที่อาจารย์ของเธอพูดถึงคือ Klee อัศวินดอกไม้เพลิงแห่งกองอัศวิน Favonius\n\nถึงแม้กล่องจะยังคงอยู่ดี แต่เพราะการกระทำของ Klee และอุบัติเหตุที่ไม่ได้ตั้งใจ... ทำให้ Mona เห็นของที่ลึกลับในกล่องโดยไม่รู้ตัว\n\n\"ซะ ซวยแล้ว นี่มันคือบันทึกของยายแก่ในสมัยยังสาว ถ้าฉันกลับไปตอนนี้ล่ะก็ ฉันต้องโดนยายแก่ฆ่าตายแน่...\"\n\nดังนั้น Mona จึงต้องอยู่ที่เมือง Mondstadt และเริ่มใช้ชีวิตด้วยความทุกข์ยากต่อไป",
      "vi": "Thời gian gần đây, sư phụ của Mona, một nữ thuật sỹ già với pháp lực cao cường đã giao cho Mona một nhiệm vụ quan trọng.\n\nBà có một cố nhân từng là bạn đồng thời cũng là kẻ thù ở Mondstadt, sư phụ yêu cầu cô cướp chiếc rương báu bí mật từ người thừa kế của vị cố nhân đó.\n\nTrước khi xuất phát, Mona nhận được lời cảnh cáo như sau.\n\n\"Nếu dám xem món đồ trong rương thì ngươi sẽ phải chịu hình phạt thích đáng.\"\n\nThật ngạc nhiên, người thừa kế của vị cố nhân đó chính là \"Kỵ Sĩ Tia Lửa\" Klee.\n\nMặc dù chiếc hộp vẫn còn đó, thế nhưng qua bàn tay của Klee và một vài sự cố \"ngoài ý muốn\"... Mona đã thấy rõ bí mật nằm trong chiếc hộp mà không hề hay biết.\n\n\"Chết rồi, thôi xong rồi. Đây là cuốn nhật ký của một thiếu nữ sao. Nếu cứ như vậy quay về nhất định sẽ bị lão bà bà giết mất...\"\n\nKhông còn cách nào khác Mona đành phải lưu lạc tại Mondstadt, sống cuộc đầy khốn khổ nhưng vẫn vui tươi nơi dây."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "莫娜占星时，用的是水占式占星术，她曾经解释过背后的原理：\n\n「星空闪烁的乃是众人命运，水面所映虽是幻象，但『真实』自会显现。」\n\n虽然大家并不能理解这一原理，但莫娜的确拥有令人信服的能力。\n\n甚至，这个能力有些惹人讨厌。\n\n她的占星术十分准确，同时她不会说谎，也不会隐瞒占卜的结果。\n\n「你儿子说出人头地，那是撒谎。」\n\n「你和他没机会的，不久之后他就会远走。」\n\n——因为艰难而不必戳穿的一些事情，全都呈现在了人们眼前。\n\n莫娜在这点上绝不让步，看起来完全不通人情。\n\n但在晴朗的夜晚，非常偶然地，人们会在高高的山坡上看见她。\n\n面对仿佛触手可及的星空，莫娜的表情非常柔和，轻轻哼唱着无人知晓的歌谣。",
      "zht": "莫娜占星，使用的是水占式占星術，她曾經解釋過背後的原理：\n\n「星空閃爍的乃是眾人命運，水面所映雖是幻象，同『真實』自會顯現。」。\n\n雖然大家並不能理解這一原理，但莫娜的確擁有令人信服的能力。\n\n甚至，這個能力有些惹人討厭。\n\n她的占星術十分準確，同時她不會說謊，也不會隱瞞占卜的結果。\n\n「你兒子說出人頭地，那是說謊。」\n\n「妳和他沒機會的，不久之後他就會遠走。」\n\n——因為艱難而不必戳穿的一些事情，全都呈現在了人們眼前。\n\n莫娜在這點上絕不讓步，看起來完全不通人情。\n\n但在晴朗的夜晚，非常偶然地，人們會在高高的山坡上看見她。\n\n面對彷彿觸手可及的星空，莫娜的表情非常柔和，輕輕哼唱著無人知曉的歌謠。",
      "jp": "モナが占星に使うのは、水占式の占星術である。彼女はかつて、その原理を説明したことがある。\n\n「星空の輝きは人の運命です。水面に映った幻象を通せば、「真実」が現れるのです」\n\n人々には、その原理の意味は分からないが、彼女には認めざるを得ない実力があった。\n\nだが、その実力は人々から少し嫌われていた。\n\n彼女の占星術は非常に正確である。同時に、彼女は嘘を吐くことも、占いの結果を隠すこともしない。\n\n「あなたの息子さんが、将来立派な人間になるというのは嘘です」\n\n「彼とはうまくいきませんよ。もうすぐ彼は、遠いところへ行きます」\n\n——残酷で知る必要のない現実でも、ありのまま人々に伝える。\n\nこの点だけは、たとえ冷たい人だと思われても、モナは譲らないのだ。\n\nだが、晴れの日の夜は時折、高い丘で彼女の姿を見かけられる。\n\n手が届きそうな星空を見るモナの顔は、とても優しい。彼女はそこで、誰も知らない歌を口ずさむのだ。",
      "ko": "모나는 점을 볼 때 물로 점을 본다. 모나는 예전에 이 원리를 설명한 적이 있다:\n\n「우주에서 반짝거리는 게 바로 인간의 운명이야. 물 위에 비치는 건 환상이지만, 『진실』은 저절로 나타나게 되지」\n\n사람들은 이 원리를 이해할 순 없었지만, 모나에겐 사람들을 납득시킬 만한 능력이 있었다.\n\n심지어 사람들은 이 능력 때문에 짜증이 나기도 했는데\n\n그녀의 점성술이 매우 정확한 데다가 모나는 거짓말을 할 줄 몰라서 점괘의 결과를 숨기지 않고 솔직하게 말했기 때문이다.\n\n「당신의 아들이 남보다 뛰어나다고 하던데, 그건 거짓말이야」\n\n「그와 당신은 인연이 아니야. 얼마 못가 그가 멀리 떠날 테니까」\n\n——모나는 폭로하기 어려운 일들을 사람들 앞에서 모두 밝혔다.\n\n모나는 이점에 있어 절대 양보하지 않아 인정머리 없어 보인다.\n\n하지만 구름 한 점 없이 밝은 밤에 아주 우연히 높은 언덕에 있는 그녀를 볼 수 있다.\n\n모나는 손 뻗으면 닿을듯한 하늘을 아주 부드럽게 바라보며 누구도 알지 못하는 노래를 흥얼거린다",
      "en": "Mona's astrology utilizes hydromancy, and she once explained the underlying principles thusly:\n\n\"It is people's fate that shines in the night sky, and though its reflection in water is but an illusion, it reveals the truth nonetheless.\"\n\nNo one else can quite comprehend this principle, but Mona's ability convinces people to believe in it anyway.\n\nAlbeit, sometimes grudgingly...\n\nHer astrological readings are exceptionally precise, and she will neither lie nor hold anything back when revealing the results of her readings.\n\n\"Your son says that he's made it. That's a lie.\"\n\n\"You've got no chance with him. In fact, he will soon leave you.\"\n\nThe cold, hard truth is laid bare before people' eyes, complete with all the grisly details that they would rather remained buried.\n\nMona will make no exceptions to this, and as such she can seem completely lacking in human emotion.\n\nBut sometimes, on a clear night, she can be seen on a high mountain slope.\n\nThere, Mona gazes up at the stars in the sky — so close, she feels, that she could almost reach out and touch them — with gentle eyes, humming an unknown tune to herself.",
      "de": "Monas Horoskope basieren auf der Astrologie mit Hydro-Kraft. Sie erklärte einmal die zugrundeliegenden Prinzipien mit folgenden Worten:\n\n„Der leuchtende Sternenhimmel zeigt die Schicksale der Menschen hoch oben auf. Das, was sich im Wasser widerspiegelt, ist eine Illusion und somit auch eine Fälschung.\n\nWenn sich diesser Himmel nun als Illusion im Wasser widerspiegelt, kommt die Wahrheit daraus zum Vorschein.“\n\nAuch wenn sich niemand sonst aus diesem Prinzip ein Bild machen kann, so hat Mona doch die Fähigkeit, alle Zweifler zu überzeugen.\n\nSie ärgert die Menschen manchmal sogar auf diese Weise. Ihre astrologischen Lesungen auf dem Gebiet sind sehr präzise und sie würde niemals lügen oder die Ergebnisse ihrer Horoskope verheimlichen.\n\n„Sein Sohn sagt, dass er es geschafft hat. Das ist eine Lüge.“\n\n„Das zwischen euch wird nichts. Er wird dich bald schon wieder verlassen.“\n\nAll diese dornigen, am besten längst vergrabenen Dinge werden den Menschen auf diese Weise direkt enthüllt.\n\nMona wird in dieser Hinsicht nicht von ihrer Position abrücken, selbst wenn sie dem ein oder anderen damit keinen Gefallen tut.\n\nIn klaren Nächten kann man sie manchmal auf den hohen Berghängen sehen.\n\nDort schaut Mona mit sanfter Miene zu den Sternen. Sie erscheinen so nah, dass man sie fast berühren könnte. Dann summt sie eine Melodie, die niemand kennt.",
      "es": "Para su astrología, Mona utiliza la hidromancia, cuyos principios explicó una vez de esta manera:\n\n“Es el destino de las personas lo que brilla en el cielo nocturno y, aunque su reflejo en el agua no es más que una ilusión, de todos modos revela la verdad”.\n\nNadie comprendió muy bien lo que dijo, pero, debido a su gran capacidad de convicción, consiguió que la gente la creyera. Aunque algunos lo hicieran a regañadientes...\n\nSus lecturas astrológicas son extraordinariamente precisas, y no mentirá ni ocultará nada cuando las revele.\n\n“Tu hijo dice que lo logró. Está mintiendo”.\n\n“No tienes ninguna posibilidad con él. De hecho, pronto te dejará”.\n\nSiempre le revelaba la fría y dura verdad a la gente, a quien explicaba todos los espeluznantes detalles que, seguramente, hubieran preferido no oír.\n\nMona nunca hace excepciones, por lo que puede parecer una persona sin tacto ni empatía.\n\nPero a veces, en las noches despejadas, se la puede ver en la ladera de alguna montaña.\n\nAllí, Mona mira con ternura las estrellas del cielo, las cuales siente tan cerca que casi podría alcanzarlas y tocarlas, mientras tararea melodías que nadie ha escuchado jamás.",
      "fr": "Mona utilise l'hydromancie pour ses prévisions. Il lui est arrivé par le passé d'expliquer ainsi cet art particulier :\n\n« Le destin des hommes brille dans les étoiles. Son reflet à la surface de l'eau n'a beau être qu'une illusion, la vérité n'en demeure pas moins révélée. »\n\nPersonne d'autre n'est à même de comprendre ce principe, mais le talent de Mona suffit à convaincre que cette technique fonctionne... Parfois même un peu trop bien.\n\nSes prévisions astrologiques sont d'une précision exceptionnelle, et Mona n'a pas pour habitude de taire ou d'enjoliver les résultats qui se révèlent à elle.\n\n« Votre fils a dit qu'il avait réussi, mais il vous ment. »\n\n« Tu n'as aucune chance avec lui. Il va d'ailleurs te quitter bientôt. »\n\nLa vérité sans artifices est ainsi dévoilée à ceux qui la consultent, avec tous les détails inconvenants que certains préféreraient ne pas connaître.\n\nMona ne fait aucune exception, ce qui peut la faire passer aux yeux de beaucoup pour une personne dénuée d'émotions et de sentiments...\n\nMais parfois, lorsque la nuit est claire, on peut l'apercevoir en haut de quelque sommet, les yeux perdus dans les étoiles – si proches qu'elle pourrait presque les toucher, pense-t-elle. Et regardant les cieux d'un air affectueux, chantonnant pour elle-même une mélodie inconnue de tous.",
      "pt": "A astrologia de Mona utiliza a hidromancia, e ela explicou os princípios subjacentes da seguinte maneira:\n\n\"O céu estrelado é falso, mas o destino das pessoas ainda brilha. O que é refletido na água é uma ilusão e, portanto, também é falso.\n\nQuando o céu falso se refletir na ilusão da água, a verdade surgirá naturalmente.\"\n\nMesmo que ninguém mais consiga entender esse princípio, Mona realmente tem a capacidade de convencê-los.\n\nEssa capacidade às vezes irrita as pessoas.\n\nAs suas previsões astrológicas são muito precisas, e ela não mente nem oculta os resultados delas.\n\n\"O seu filho diz que fez sucesso. Isso é mentira\".\n\n\"Você não tem chance com ele. De fato, ele vai te deixar sozinha um dia.\"\n\nTodas essas coisas espinhosas são assim reveladas às pessoas.\n\nMona não cede e pode parecer ser completamente impassível.\n\nMas em noites claras, às vezes ela pode ser vista nas encostas das montanhas onde as estrelas parecem estar atingíveis.\n\nLá, Mona olha para as estrelas com um olhar gentil, cantarolando uma música que ninguém reconhece.",
      "ru": "В астрологии Мона использует гидромантию. Однажды она пояснила лежащий в её основе принцип: «В звёздном небе очерчена судьба каждого, и хоть отражение на воде лишь иллюзия, через него тем не менее открывается истина». Хоть этот принцип не понимал никто, убедительность Моны заставляла в него поверить. Пусть даже иногда и без особого желания... Её предсказания крайне точны, а результаты гадания всегда подаются безо лжи и утайки. «Ваш сын говорит, что отличился. Это неправда». «У вас с ним нет шансов. Скоро он от вас уйдёт». Людям показывается голая правда, какой бы неприглядной или пугающей она ни была. Мона никому не делает исключений, и поэтому может казаться, что человеческие чувства ей чужды. Но изредка, глубокой и ясной ночью её можно увидеть на высоком склоне горы. Мона любуется ночным небом. Звёзды так близко, что кажется, до них можно дотянуться рукой. Она тихонько напевает никому не известную мелодию, а лицо её лучится нежностью.",
      "id": "Mona menggunakan elemen air saat dia menggunakan sihir astrologinya. Dia pernah menjelaskan prinsip dari kekuatan ini:\n\n\"Takdir semua orang tergambarkan di langit berbintang, meskipun refleksi di permukaan air adalah sebuah ilusi, tetapi \"kenyataan\" tetap akan terlihat.\"\n\nMeskipun tidak ada orang yang mengerti penjelasan ini, tetapi kemampuan Mona sudah cukup hebat untuk membuat orang percaya padanya.\n\nBahkan kehebatannya membuat sebagian orang jengkel.\n\nHasil ramalan astrologis Mona sangat akurat, dan dia tidak dapat berbohong, apalagi menyembunyikan hasil ramalannya.\n\n\"Anakmu berbohong ketika dia berkata bahwa dia lebih unggul dari orang lain.\"\n\n\"Kamu dan dia sudah tidak ada kesempatan lagi, tidak lama lagi dia akan pergi meninggalkanmu.\"\n\n——Karena dia mengatakan banyak hal yang sulit diterima orang banyak atau hal yang lebih baik tidak diceritakan.\n\nMona tidak berencana untuk berubah, dia tidak merasa caranya salah.\n\nTetapi terkadang ada orang-orang yang pernah melihat Mona di atas bukit tinggi di malam yang cerah.\n\nMona menghadap langit penuh bintang yang seakan-akan dapat diraih dengan jangkauan tangannya. Raut wajah Mona terlihat sangat lembut dan dia menyenandungkan sebuah lagu yang tidak diketahui siapa pun.",
      "th": "Mona ใช้ศาสตร์แห่งดวงดาวน้ำให้การทำนาย เธอเคยอธิบายหลักการพื้นฐานของมันไว้ดังนี้:\n\n\"โชคชะตาของผู้คนจะสะท้อนอยู่บนดาวบนฟากฟ้า ถึงแม้เงาสะท้อนในน้ำจะเป็นเพียงภาพลวงตา แต่มันก็เผยให้เห็นถึงความจริง\"\n\nถึงแม้ทุกคนจะไม่ค่อยเข้าใจหลักการนี้เท่าไร แต่ Mona ก็มีความสามารถ ที่ทำให้ทุกคนเชื่อเธอได้อย่างง่ายดาย\n\nแม้ว่าความสามารถนี้ อาจทำให้คนรำคาญอยู่บ้าง\n\nแต่การทำนายของเธอนั้นแม่นยำราวตาเห็น และเธอก็ไม่เคยโกหกหรือปกปิดผลลัพธ์ของการทำนาย\n\n\"ลูกชายของคุณพูดโกหก\"\n\n\"คุณกับเขาไม่ได้เป็นเนื้อคู่กัน อีกไม่นานเขาก็จะจากคุณไป\"\n\nความจริงอันโหดร้ายได้ถูกเผยต่อหน้าของพวกเขา เรื่องเหล่านี้เป็นเรื่องที่พวกเขาคิดว่าไม่รู้จะดีกว่า\n\nแต่ Mona ก็ยังพูดออกมาหมดทุกอย่าง บางทีเธอดูเหมือนจะไม่เข้าใจจิตใจของผู้อื่นเท่าไร\n\nในคืนที่ท้องฟ้าแจ่มใส ผู้คนมักจะเห็นเธออยู่บนเนินเขา\n\nเมื่อเธอแหงนหน้าขึ้นมองดวงดาวที่อยู่ใกล้จนเหมือนจะเอื้อมถึง สีหน้าของเธอจะอ่อนโยนยิ่งนัก และเธอมักจะฮัมท่วงทำนอง ที่ไม่มีใครเคยได้ยินอีกด้วย",
      "vi": "Mona sử dụng thuật chiêm tinh học hệ nước. Cô từng giải thích nguyên lý đằng sau nó:\n\n\"Những vì sao trên bầu trời là vận mệnh của đời người; Mặt nước phản chiếu tuy là ảo ảnh nhưng \"sự thật\" sẽ được hiển thị.\n\nMặc dù mọi người không thể hiểu những điều này, nhưng Mona thực sự rất có năng lực bói toán.\n\nVới khả năng chiêm tinh chuẩn xác, cô không bao giờ nói dối hay che giấu bất kỳ kết quả nào.\n\n\"Khả năng nói dối của con trai bà thực sự hơn người đấy.\"\n\n\"Cô và anh ta không có cơ hội đâu, chẳng bao lâu nữa anh sẽ rời đi.\"\n\nĐó là những lời nói khó có thể tiếp nhận và không nhất thiết phải nói ra.\n\nThế nhưng dường như Mona từ trước đến nay không hề thấu hiểu cảm xúc hay biết nhượng bộ ai.\n\nVào một đêm trăng thanh gió mát, mọi người vô tình nhìn thấy cô đứng trên sườn núi cao.\n\nDường như bàn tay có thể chạm vào bầu trời đầy sao, gương mặt Mona toát ra vẻ dịu dàng và cất tiếng hát ngân nga bản đồng dao không ai hay biết."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "没有研究经费支持的占星术士莫娜，总是徘徊在温饱线边缘。\n\n为节省伙食开支，她曾经连吃一个月野蘑菇，中途偶尔得到救济，才勉强活了下来。\n\n其实，莫娜还是有那么一些傍身钱。虽然没有收入的她只能坐吃山空，但刨去伙食费也依然能剩一些。\n\n那么，这些摩拉去了哪儿呢？参观过莫娜研究室就会知道，这一大堆占星工具和资料可不会凭空出现。\n\n事实上，莫娜的研究室里，所有研究器材都价值不菲。璃月的古书、须弥的星盘…光邮费就已经不少了。\n\n莫娜会一贫如洗，也是意料之中。\n\n为了生活，莫娜接起了商业约稿，为《蒸汽鸟报》星座专栏供稿的稿酬是她最大的稳定收入来源。\n\n每月得到稳定进项的莫娜，终于能告别贫困生活了。但身为占星术士，求知的脚步怎么能够就此停止？\n\n得到稿酬，莫娜便大量购入占星资料，大笔花销不断…于是，再次回归赤贫状态。\n\n这样的过程，每个月循环上演。\n\n今天的莫娜，也在为摩拉发愁。",
      "zht": "沒有研究經費支援的占星術士莫娜，總是徘徊在溫飽線邊緣。\n\n為節省伙食開支，她曾經連吃一個月野蘑菇，中途偶爾得到救濟，才勉強活了下來。\n\n其實，莫娜還是有那麼一些存款。雖然沒有收入的她只能坐吃山空，但除去伙食費也依然能剩一些。\n\n那麼，這些摩拉到哪裡去了呢？參觀過莫娜研究室就會知道，這一大堆占星工具和資料可不會憑空出現。\n\n事實上，莫娜的研究室裡，所有研究器材都價值不菲。璃月的古書、須彌的星盤…光運費就已經不少了。\n\n莫娜會一貧如洗，也是意料之中。\n\n為了生活，莫娜接起了商業約稿，為《蒸汽鳥報》星座專欄供稿的稿酬是她最大的穩定收入來源。\n\n每月得到穩定收入的莫娜，終於能告別貧困生活了。但身為占星術士，求知的腳步怎麼能夠就此停止？\n\n得到稿酬，莫娜便大量購入占星資料，大筆花銷不斷…於是，再次回歸赤貧狀態。\n\n這樣的過程，每個月循環上演。\n\n今天的莫娜，也在為摩拉煩惱。",
      "jp": "研究経費の援助がないため、モナはいつも衣食の問題で困っている。\n\n食費を節約するため、一ヶ月間、野生キノコだけを食べていたこともあった。途中、偶然にも助けを差し伸べられ、辛くも一命を取り留めたのだ。\n\n実は、モナには、少しだけまとまった金がある。収入がないとは言え、食費を引いても多少は手元に残るのだ。\n\nならば、そのモラはどこへ行ってしまったのだろう？モナの研究室に行けば答えが分かる。そこには、たくさんの占星の工具と資料がある。\n\n実際、モナの研究室にある研究装置は、どれも非常に高価だ。璃月の古書、スメールの占星の盤…送料だけでもかなりの出費だろう。\n\nつまり、モナがお金に困るのは必然とも言える。\n\n生活費を稼ぐため、モナはライターの仕事を始めた。『スチームバード新聞』の星座コーナーへの寄稿が、彼女の安定した最大の収入源だ。\n\n毎月決まった収入を得られるようになり、やっと貧困生活に別れを告げられそうだ。しかし、占星術師として、知識への渇望を止めるわけにはいかない。\n\n原稿料が入ってくると、モナはすぐにたくさんの占星資料を購入する…こうして、また貧困な生活に戻ったのだ。\n\nこのようなことが、毎月繰り返し起こっている。\n\nそして今日も、モナはモラに頭を悩ませている。",
      "ko": "연구 지원비가 없는 점성술사 모나는 늘 생계유지 끝자락에 머물러 있다.\n\n그녀는 식비 지출을 줄이기 위해 한 달 내내 야생 버섯만 먹다가 우연히 구제되어 살아난 적도 있다.\n\n사실 모나는 비상금을 조금 가지고 있다. 아무런 수입이 없는 그녀를 이를 계속 쓸 수밖에 없지만 식비를 제하더라도 살짝 남는다.\n\n그럼 이 모라들은 어디 간 걸까? 이건 모나의 연구실을 참관하면 알 수 있다. 수많은 점성 물품과 자료는 하늘에서 떨어지는 게 아니니 말이다.\n\n사실 모나의 연구실에 있는 연구 물품들은 가격이 싼 편이 아니다. 리월의 고서, 수메르의 아스트롤라베… 우편 요금만 해도 어마어마하다.\n\n모나가 매우 가난한 건 짐작할 수 있다.\n\n모나는 생계를 위해 상업적인 원고 청탁을 받기 시작했다. 《스팀버드》의 별자리 칼럼의 원고료가 그녀의 가장 큰 수입원이다.\n\n매달 안정적인 수입을 얻게 된 모나는 드디어 가난과 이별하게 됐다. 하지만 점성술사로서 지식을 추구하는 걸 어찌 여기서 멈출 수 있겠는가?\n\n원고료를 받은 모나는 점성 자료들을 대량으로 구매하여 지출이 끊이질 않았다…. 때문에 그녀는 다시 빈곤한 상태로 돌아가게 된다.\n\n이런 과정이 매달 반복된다.\n\n모나는 오늘도 여전히 모라 때문에 머리 아파한다",
      "en": "Having never studied the art of finance, the astrologist Mona is always hovering around the poverty line.\n\nIn order to save on food expenses, she once ate mushrooms for an entire month straight. If not for some relief funds coming from time to time, she would have had trouble eking out a living.\n\nMona does in fact have some money set aside. Even though she must eventually run dry without an income, she can slow the bleeding by scrimping in the food department.\n\nSo where does the rest of the Mora go? Well, if you've ever had a look inside her lab, then know that the big pile of astrology-related apparatus and tools in there didn't come out of thin air.\n\nIn fact, all of them come with a hefty price tag — books from Liyue, an astrolabe from Sumeru... The shipping fees alone are impressive.\n\nThat Mona should be in abject poverty comes, therefore, as no surprise.\n\nIn order to support herself, Mona eventually took up a commercial contract — her contributions to a column about constellations in The Steambird have become her most stable income source.\n\nNow having a monthly income, Mona could have left her life of poverty. But how could an astrologist's pursuit of knowledge end here?\n\nWhenever she gets paid, Mona will immediately shell out on more astrology-related resources, returning to a state of destitution once more.\n\nThis process plays out every month.\n\nToday, too, is another day Mona worries over Mora.",
      "de": "Die Astrologin Mona, die nie Wirtschaftskunde studiert hat, schwebt immer dicht an der Grenze zur Armut.\n\nUm bei ihren Lebensmittelausgaben zu sparen, hat sie einmal einen ganzen Monat lang nur wilde Pilze gegessen. Ohne die von Zeit zu Zeit eingehenden Hilfsgelder hätte sie Schwierigkeiten gehabt, ihren Lebensunterhalt zu bestreiten.\n\nMona hat in der Tat etwas Geld beiseite gelegt. Auch wenn sie irgendwann ohne Einkommen auskommen muss, kann sie die finanzielle Blutung verlangsamen, indem sie bei den Lebensmitteln knausert.\n\nWofür geht der Rest der Mora denn überhaupt drauf? Nun, wenn man jemals einen Blick in ihr Labor geworfen hat, dann weiß man, dass der große Stapel astrologiebezogener Apparate und Werkzeuge dort nicht aus dem Nichts entstanden ist.\n\nTatsächlich sind all die Dinge mit einem saftigen Preisschild versehen. Bücher aus Liyue, ein Astrolabium aus Sumeru ... Allein die Versandkosten sind schon beeindruckend genug.\n\nDass Mona in bitterer Armut leben muss, überrascht daher keinen.\n\nUm ihren Lebensunterhalt zu bestreiten, nahm Mona schließlich einen kommerziellen Vertrag an. Ihre Beiträge zu einer Kolumne über Sternbilder im Dampfvogel sind zu einer ihrer stabilsten Einkommensquellen geworden.\n\nMit einem monatlichen Einkommen hätte Mona ihr Leben in Armut verlassen können. Aber wie könnte das Streben eines Astrologen nach Wissen hier einfach so enden?\n\nWann immer sie bezahlt wird, wird Mona sofort mehr astrologische Hilfsmittel erwerben und wieder in einen Zustand der Armut zurückkehren.\n\nDieser Vorgang spielt sich jeden Monat auf Neue ab.\n\nAuch heute ist ein weiterer Tag, an dem Mona sich um Mora sorgt.",
      "es": "Como nunca estudió economía, la astróloga Mona siempre está al borde de la pobreza.\n\nPara ahorrar en comida, una vez comió champiñones durante un mes entero. Si no fuera por las ayudas económicas que recibía de vez en cuando, le habría costado mucho sobrevivir.\n\nEn realidad, Mona tiene algo de dinero reservado. Aunque se suele quedar sin dinero por no querer trabajar, siempre consigue sacar algo del dinero que le sobra para comer.\n\nEntonces, ¿qué hace con el resto de sus Moras? Bueno, si alguna vez has entrado en su laboratorio, sabrás que todos sus aparatos y herramientas de astrología no pueden haber salido de la nada.\n\nDe hecho, su precio no es bajo en absoluto: libros de Liyue, un astrolabio de Sumeru... Solo el costo de los gastos de envío en sí dejarían temblando a cualquiera.\n\nPor lo tanto, no es de extrañar que Mona siempre esté al borde de la pobreza extrema.\n\nDebido a la imperante necesidad de sobrevivir, al final, Mona comenzó a aceptar encargos de redacción. Ahora, las columnas sobre constelaciones que escribe en el diario «El Pájaro de Vapor» se han convertido en su principal fuente de ingresos.\n\nCon estos ingresos mensuales, podría haber salido de la pobreza para siempre. Pero, como astróloga que era, ¿cómo iba a dejar de seguir buscando el conocimiento?\n\nCada vez que le pagan, Mona se gasta inmediatamente todo el dinero en cosas de astrología, tras lo que vuelve a situarse en el umbral de la pobreza. Y así todos los meses...\n\nLa Mona de hoy en día todavía se preocupa por cómo conseguir más Moras.",
      "fr": "N'ayant jamais étudié l'art de la finance, Mona l'astromancienne se retrouve souvent à la limite de l'extrême pauvreté.\n\nElle s'est ainsi par le passé contentée de champignons à chaque repas durant un mois entier afin d'économiser sur ses frais de nourriture, et ce n'est que grâce à une aide inespérée qu'elle put réussir à tenir.\n\nEn réalité, Mona arrive bien à mettre quelque argent de côté, mais en l'absence de revenus fixes, elle économise autant qu'elle en est capable au niveau de son alimentation.\n\nOù passe donc le reste de ses moras ? Un coup d'œil à son laboratoire et aux nombreux appareils compliqués qui le meublent donnent une idée de la réponse à cette question.\n\nTout cet équipement, tous ces ouvrages rares sont d'une valeur inestimable. Livres antiques de Liyue, astrolabe de Sumeru... Rien que les frais de port en feraient pâlir plus d'un.\n\nRien d'étonnant donc à ce que Mona vive dans une pauvreté quasi-permanente.\n\nAfin de jouir d'une source de revenus plus stable, Mona a fini par signer un contrat avec le journal « L'Oiseau de Vapeur », et tient pour le magazine une rubrique à propos des constellations.\n\nCela lui a permis dans une certaine mesure de se sortir des difficultés financières auxquelles elle était habituée, mais la poursuite du savoir ne saurait s'arrêter ainsi...\n\nAussi peut-on voir Mona partir en chasse de quelque nouveau matériel dès que son salaire tombe, pour se retrouver à nouveau sans le sou jusqu'à la prochaine paie.\n\nMona n'a donc pas vraiment résolu son problème, mais possède désormais un laboratoire (encore plus) fourni.",
      "pt": "Com a falta de subsídio da pesquisa, a astróloga Mona está sempre à beira da pobreza.\n\nPara economizar nas despesas com comida, uma vez comeu apenas cogumelos por um mês inteiro. Se não tivesse recebido uns auxílios financeiros, ela teria problemas de sobrevivência.\n\nDe fato, Mona consegue economizar algum dinheiro, mas sem uma renda fixa, ela economiza o máximo que pode em sua dieta para ter algumas Mora sobrando.\n\nEntão, para onde vai o resto das Mora? Bem, se você já deu uma olhada no laboratório dela, já sabe que os aparelhos e ferramentas relacionados à astrologia não surgiram do nada.\n\nNa verdade, todos eles vêm com um preço caro - livros antigos de Liyue, um astrolábio de Sumeru... Apenas as taxas do frete já são impressionantes.\n\nO fato de Mona estar em uma pobreza extrema não é nenhuma surpresa.\n\nPara se sustentar, Mona acabou assinando um contrato comercial – as suas contribuições para uma coluna sobre constelação no Pássaro a Vapor se tornaram a sua fonte de renda mais estável.\n\nAgora, tendo uma renda mensal, Mona poderia ter deixado da sua vida na pobreza. Mas como a busca de conhecimento de uma astróloga poderia terminar aqui?\n\nQuando ela for paga, Mona irá imediatamente gastar todo o seu salário em compras para a astrologia, retornando ao estado de miséria mais uma vez.\n\nEste ciclo vicioso ocorre todos os meses.\n\nHoje também é outro dia em que Mona se preocupa com as Moras.",
      "ru": "Не имея источника средств на исследовательские работы, астролог Мона постоянно прозябает у черты бедности. Однажды, чтобы сэкономить на еде, она целый месяц питалась одними грибами. Если бы не случайная материальная помощь, ей пришлось бы ещё хуже. Вообще-то у Моны есть кое-какие сбережения. Даже если она останется без дохода, то всё равно сможет ограничить траты на съестное. Но куда деваются остальные мора? Если вы заглянете в её исследовательский кабинет, то поймёте, что все эти астрологические приборы и материалы сами по себе там не появились. На самом деле, ценность их велика - книги из Ли Юэ, астролябия из Сумеру... Чего только стоит одна доставка! Вот и неудивительно, что Мона живёт в отчаянной нищете. Чтобы заработать на пропитание, она согласилась вести колонку в «Паровой птице». Гонорары за неё стали крупнейшим стабильным источником прибытка Моны. Казалось бы, теперь Мона могла с нищетой попрощаться. Но разве жаждущий знаний астролог остановится на достигнутом? Получив гонорар, Мона тут же тратит его на астрологические материалы, и ей вновь приходится возвращаться к нищете. Повторяется это каждый месяц. Мона переживает из-за моры и по сей день.",
      "id": "Karena tidak pernah belajar tentang keuangan, Mona yang seorang ahli astrologi selalu hidup dalam kemiskinan.\n\nUntuk menghemat biaya makan, dia pernah makan jamur selama sebulan penuh. Dia terkadang mendapatkan dana bantuan dari waktu ke waktu, yang membuatnya dapat terus hidup.\n\nSebenarnya, Mona memiliki uang untuk disisihkan. Meskipun dia tidak punya pemasukan dan kerjanya hanya duduk dan makan, namun masih ada biaya makan yang dapat disisihkan olehnya.\n\nJadi, ke mana semua sisa Mora? Yah, jika kamu pernah melihat ke dalam ruang penelitiannya, kamu pasti tahu ada banyak tumpukan perlengkapan dan peralatan terkait astrologi yang ada di sana, semuanya tidak muncul begitu saja.\n\nPada kenyataannya, harga semua peralatan di dalam ruang penelitiannya cukup tinggi. Buku-buku kuno Liyue, astrolab dari Sumeru ... Biaya pengirimannya saja sudah fantastis.\n\nTidak heran Mona tidak memiliki uang sepeser pun.\n\nDemi menghidupi dirinya sendiri, Mona akhirnya mengambil kontrak komersial — sumber penghasilannya yang terbesar adalah dari kontribusinya dalam kolom astrologi di koran \"The Steambird\".\n\nSekarang Mona memiliki penghasilan tetap setiap bulannya, dan dia akhirnya dapat mengucapkan selamat tinggal pada kemiskinan. Namun, sebagai ahli astrologi, bagaimana bisa pencarian ilmu astrologi berakhir begitu saja?\n\nSetiap kali dia mendapatkan gaji, Mona akan segera membeli lebih banyak sumber daya terkait astrologi, dan hidupnya kembali menjadi miskin lagi.\n\nSiklus ini terjadi setiap bulan.\n\nBegitu juga dengan hari ini, Mona masih tetap khawatir tentang Mora.",
      "th": "โหรแห่งดวงดาว Mona นั้นไม่เคยศึกษาเรื่องการเงินมาก่อน เธออยู่อย่างอดอยากมาโดยตลอด\n\nเพื่อประหยัดค่าใช้จ่ายด้านอาหาร เธอเคยกินเห็ดป่าเป็นเวลาหนึ่งเดือนเต็ม ๆ และบางครั้งก็ได้รับการช่วยเหลือระหว่างทาง นั่นจึงทำให้เธออยู่รอดมาได้\n\nจริง ๆ แล้ว Mona พอมีเงินส่วนตัวอยู่บ้าง ถึงเธอจะไม่มีรายได้ และเงินเก็บที่เธอมี ก็ร่อยหรอลงเรื่อย ๆ แต่หลังจากตัดค่าใช้จ่ายด้านอาหารไปแล้วเธอก็ยังเหลือเงินอยู่บ้าง\n\nแล้วเงินที่ว่านี้ไปไหนซะล่ะ? ถ้าคุณเคยเห็นห้องทดลองของเธอ คุณก็จะเข้าใจ อุปกรณ์ทางโหราศาสตร์กองใหญ่และเครื่องมือต่าง ๆ ไม่ได้เสกขึ้นมากลางอากาศหรอกนะ\n\nอันที่จริง อุปกรณ์การวิจัยทั้งหมดในห้องวิจัยของ Mona นั้นมีค่ามาก หนังสือโบราณของ Liyue, อุปกรณ์ดูดาวจากสถาบัน Sumeru... แค่ค่าส่งของเหล่านี้ก็ไม่ใช่เงินน้อย ๆ แล้ว\n\nการที่ Mona จะยากจน มันก็ไม่ใช่เรื่องแปลก\n\nเพื่อหาเลี้ยงชีพ เธอได้รับจ้างเขียนคอลัมน์พิเศษเกี่ยวกับกลุ่มดาวบนนิตยสาร The Steambird มันได้กลายเป็นแหล่งรายได้ที่มั่นคงของเธอ\n\nMona ผู้มีรายได้สม่ำเสมอทุกเดือน ในที่สุดก็ได้หลุดพ้นจากสถานะยากจนเสียที แต่ในฐานะโหรแห่งดวงดาว การแสวงหาความรู้จะหยุดอยู่แค่นั้นได้อย่างไร?\n\nหลังได้รับค่าตอบแทน เธอก็สั่งซื้ออุปกรณ์ทางโหราศาสตร์จำนวนมาก และใช้เงินจำนวนมหาศาล... จนในที่สุด เธอก็กลับมาอยู่ในสถานะยากจนอีกครั้ง\n\nทุกเดือนก็จะวนอยู่กับวงจรนี้ เรื่อยไป\n\nทุกวันนี้ Mona ต้องมานั่งกังวลเกี่ยวกับ Mora เป็นประจำ",
      "vi": "Mona là một thuật sĩ chiêm tinh không được tài trợ kinh phí nghiên cứu, cuộc sống của cô chênh vênh giữa vừa đủ và đói kém.\n\nĐể tiết kiệm tiền ăn uống, cô từng ăn một tháng nấm rơm, thi thoảng nhận được sự cứu giúp của người khác mới có thể sống sót.\n\nTrên thực tế, Mona vẫn có một ít tiền phòng thân. Cho dù cô không có thu nhập chỉ ăn không ngồi rồi, nhưng trừ các khoản ăn uống ra thì vẫn có khả năng dư dả chút ít. \n\nVậy thì số Mora này đi đâu rồi? Nếu bạn ghé thăm phòng nghiên cứu của Mona, bạn sẽ biết rằng phần lớn những dụng cụ, tài liệu chiêm tinh không phải tự nhiên mà có.\n\nTrên thực tế, tất cả những món đồ trong phòng nghiên cứu có giá trị không hề rẻ. Sách cổ Liyue, bàn chiêm tinh Sumeru... Chỉ riêng tiền cước phí vận chuyển cũng là cả vấn đề rồi.\n\nMona nghèo đói cũng là điều dễ dàng nhận thấy mà thôi.\n\nĐể duy trì cuộc sống, Mona còn tham gia viết bài cho chuyên mục chiêm tinh của báo \"Chim Hơi Nước\", đó cũng là nguồn thu nhập ổn định nhất của cô.\n\nHàng tháng khi tiền về Mona có thể nói lời tạm biết với cái nghèo. Thế nhưng bản thân là thuật sĩ chiêm tinh thì làm sao có thể ngăn cản con đường tìm đến tri thức được chứ?\n\nNhận được tiền thù lao, Mona liên tục mua các tài liệu liên quan... Thế là cô lại quay về với sự đói kém.\n\nQuá trình này cứ lặp đi lặp lại hàng tháng. \n\nMona của ngày hôm nay đang lo lắng vì thiếu Mora."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "偶尔，莫娜会和可莉与阿贝多聚一聚，主要目的是蹭吃蹭喝。\n\n其次，就是和阿贝多的学术交流。\n\n既然同为世界之理探求者，同样是名师高徒，那互相看齐、一起努力，也算是种常态嘛。\n\n在阿贝多面前，莫娜非常努力地维护着师门形象。\n\n与此同时，却又经常挖苦自己的「那个老太婆」师父。\n\n「你的师承很不一般——那个老太婆是个固执的老笨蛋——究竟哪种描述才是正确的？」\n\n阿贝多不由得提出疑问。而这的确是一个莫娜自己都没想过的问题。\n\n她托着下巴，沉思片刻。\n\n「哼，这门技术当然高深奥秘，老太婆在我面前也当然不值一提。\n\n她会知道鸡蛋、黄油、小麦的市价吗？在这方面，我已经远远超越她了。」",
      "zht": "偶爾，莫娜會和可莉與阿貝多聚一聚，主要目的是蹭吃蹭喝。\n\n其次，就是和阿貝多的學術交流。\n\n既然同為世界之理探求者，同樣是名師高徒，那互相看齊、一起努力，也算是種常態嘛。\n\n在阿貝多面前，莫娜非常努力地維護著師門形象。\n\n與此同時，卻又經常挖苦自己的「那個老太婆」師父。\n\n「妳的師承很不一般——那個老太婆是個固執的老笨蛋——究竟哪種描述才是正確的？」\n\n阿貝多不由得提出疑問。而這的確是一個莫娜自己都沒想過的問題。\n\n她托著下巴，沉思片刻。\n\n「哼，這門技術當然高深奧秘，老太婆在我面前也當然不值一提。」\n\n「她會知道雞蛋、奶油、小麥的市價嗎？在這方面，我已經遠遠超越她了。」",
      "jp": "時折、モナはクレーとアルベドと一緒に食事をする。一番の目的はタダ飯を食べること。\n\nそして、二番目の目的がアルベドとの学術的交流である。\n\n世界の理を探求する者であり、偉大な師を持つ者同士である二人。共に競い合い、高め合うのは当然の結果だろう。\n\nアルベドの前では、モナは師匠のイメージを極力守ろうとする。\n\nただそれと同時に、彼女は「おばば」と呼ばれる師匠の皮肉をいつも口にしていた。\n\n「キミの師匠の実力はただ者ではない。彼女は『頑固で愚かなおばば』。一体どっちのが正しいのかな？」\n\nアルベドは、それをモナに聞いたことがある。しかし、モナ自身はこれについて考えたことがなかった。\n\n彼女は顎に手を置き、考え始める。\n\n「ふむ、この学問は実に奥深いものですが、私からすれば、おばばは話になりません。\n\nあの人は卵やバター、小麦の相場さえも知らないんですよ？その点を考えると、私は既におばばを超えたと言っても過言ではないしょう。」",
      "ko": "모나는 가끔 공짜로 얻어먹을 목적으로 클레, 그리고 알베도와 모인다.\n\n모임을 갖는 두 번째 이유는 알베도와 학술 교류를 하기 위함이다.\n\n모두 세계의 진리를 탐구하는 자이자 훌륭한 스승을 둔 자로서 서로를 본받고 함께 노력하는 건 당연한 일이니 말이다.\n\n모나는 알베도 앞에서 사문의 이미지를 지키기 위해 아주 노력한다.\n\n이와 동시에 자신의 「그 할망구」 스승을 비방한다.\n\n「어떤 때는 스승에게 비범한 기술을 이어받았다고 하고, 어떤 때는 그 할망구는 고집불통에 꽉 막힌 바보라고 하고, 대체 어떤 게 맞는 거야?」\n\n알베도는 자신도 모르게 이를 물어봤지만 이건 모나 자신도 생각해 보지 않았던 문제이다.\n\n그녀는 턱에 손을 괴고 잠시 생각해봤다.\n\n「흥, 내가 이어받은 기술은 당연히 아주 신비로운 거지만 할망구는 나한테 비교도 안 돼!\n\n그 할망구가 과연 계란, 버터, 밀의 가격을 알까? 이 분야에선 내가 훨씬 더 뛰어나」",
      "en": "Mona will sometimes meet up with Klee and Albedo, her primary reason being to get a free meal.\n\nSecondary to that is to exchange pointers with Albedo.\n\nSince they are both people who seek to unveil the principles of the world, and both are accomplished students of famed masters, aligning themselves with one another and working together is perfectly normal.\n\nMona staunchly defends her teacher's image in front of Albedo.\n\nHowever, she also often complains about \"that old hag.\"\n\n\"You speak of your illustrious lineage, yet you also refer to your master as a 'hag' and a 'stubborn dimwit.' Which of these descriptions is accurate?\"\n\nAlbedo could not help but ask this question — and when he did, Mona promptly realized that she had never given it much thought herself.\n\nStroking her chin, she pondered this paradox deeply for a moment, before responding:\n\n\"Hmph. The techniques passed down to me are exceptional, of course, but my teacher is not my equal.\n\nDoes she know the market rates for eggs, butter, or wheat? In this regard, I have already far surpassed her.\"",
      "de": "Mona trifft sich von Zeit zu Zeit mit Klee und Albedo, wobei ihre Hauptmotivation dazu eine kostenlose Mahlzeit ist.\n\nNatürlich tauscht sie sich aber auch gern mit Albedo aus.\n\nDa sie beide Menschen sind, die versuchen, die Prinzipien der Welt zu enthüllen, und beide Schüler berühmter Meister sind, ist es völlig normal, sich abzustimmen und zusammenzuarbeiten.\n\nMona verteidigt den Ruf ihrer Lehrerin vor Albedo vehement.\n\nAber sie beschwert sich auch oft über „dieses alte Weib“.\n\n„Du sagst, dass sie einen einzigartigen Stammbaum hat, aber du sagst auch, dass dieses Weib von einem Lehrer ein sturer Dummkopf ist. Also, welche Beschreibung trifft denn nun zu?“\n\nAlbedo konnte nicht umhin, diese Frage zu stellen, und in der Tat musste auch Mona feststellen, dass sie sich über diese Frage noch nie wirklich Gedanken gemacht hatte.\n\nAls sie ihr Kinn streichelte, dachte sie einen Moment lang intensiv nach.\n\n„Hmpf. Die mir überlieferten Techniken sind natürlich außergewöhnlich, aber meine Meisterin ist mir nicht ebenbürtig.\n\nWeiß sie die Marktpreise für Eier, Butter oder Weizen? In dieser Hinsicht habe ich sie längst weit übertroffen.“",
      "es": "Cuando Mona se reúne con Klee y Albedo, casi siempre es para comer gratis y, en segundo lugar, para intercambiar puntos de vista académicos con Albedo.\n\nDado que ambos buscan desvelar los principios del universo, y ambos son estudiantes de maestras famosas, es normal que se junten para trabajar.\n\nMona defiende con gran ímpetu la imagen de su maestra frente a Albedo.\n\nSin embargo, a menudo también se queja de “esa vieja bruja”.\n\n“Dices que tu maestra es única en el mundo, pero también que es una bruja vieja y terca. No entiendo, ¿cuál de las dos es la verdadera?”.\n\nAlbedo no pudo evitar hacer esta pregunta y, de hecho, Mona se dio cuenta de que nunca había pensado mucho en aquello.\n\nEntonces, lo consideró profundamente por un momento mientras se rascaba la barbilla.\n\n“¡Hum! Las técnicas que me enseñó mi maestra son excepcionales, pero eso no significa que esté a la par de mí.\n\n¿Acaso sabe ella cuánto cuestan los huevos, la mantequilla o el trigo? Solo por eso, ya la he superado”.",
      "fr": "Il arrive que Mona retrouve Klee et Albedo. D'abord pour profiter d'un repas gratuit, certes, mais aussi pour discuter recherches avec son confrère.\n\nTous deux partagent un même désir de révéler les principes sous-jacents qui dirigent le monde et sont les élèves de professeurs renommés. Rien d'anormal donc à ce qu'ils aient nombre de sujets de conversation en commun.\n\nDevant Albedo, Mona défend avec ferveur l'image de la femme à qui elle doit sa formation. Cela étant, cela ne l'empêche pas de se plaindre malgré tout régulièrement de « la vieille »...\n\n« Tu dis avoir été formée par un maître d'exception, mais tu dis aussi qu'elle n'est qu'une « vieille idiote butée ». Laquelle de ces descriptions est correcte ? »\n\nAlbedo ne put s'empêcher de lui poser un jour cette question – et Mona dû bien reconnaître qu'elle n'avait jamais considéré la chose.\n\nSe grattant le menton, elle se plongea dans une intense réflexion.\n\n« Hmph. Les techniques que la vieille m'a inculquées sont exceptionnelles, pas de doute là-dessus. Mais ça ne veut pas dire qu'elle me surpasse. Est-ce qu'elle connaît le prix d'un œuf, du beurre ou de la farine ? Vu comme ça, je lui suis de loin supérieure ! »",
      "pt": "Mona às vezes se encontra com Klee e Albedo, sua principal razão sendo a de comer uma refeição grátis.\n\nA outra é a troca de referências com Albedo.\n\nComo ambos são pessoas que procuram desvendar os princípios do mundo, e ambos são estudantes de mestres famosos, então alinhar-se um com o outro e trabalhar juntos é perfeitamente normal.\n\nMona defende com força a imagem de sua professora na frente do Albedo.\n\nEntretanto, ela também se queixa frequentemente sobre ela, chamando-a de \"aquela bruxa velha\".\n\n\"Você diz que sua mestra é única - mas também diz que a sua professora é uma bruxa teimosa e tola. Qual das descrições de sua mestra é a verdadeira?\"\n\nAlbedo não pôde deixar de fazer esta pergunta e, de fato, Mona descobriu que também nunca havia pensado muito nesta questão também.\n\nEsfregando seu queixo, ela considerou isto profundamente por um momento.\n\n\"Hmm... As técnicas transmitidas a mim são excepcionais, é claro, mas minha professora não é igual a mim.\n\nEla conhece as taxas do mercado para os ovos, manteigas ou trigo? A este respeito, eu já a ultrapassei de longe\".",
      "ru": "Иногда Мона встречается с Кли и Альбедо, чтобы, главным образом, бесплатно с ними пообедать, а ещё обменяться последними достижениями в своей области с Альбедо. Двоим исследователям мировых принципов и ученикам известных мастеров в порядке вещей равняться друг на друга. Мона всеми силами старается защищать образ своей учительницы в глазах Альбедо. В то же время в её привычку вошло над «этой старухой» язвить. «Ты говоришь, что являешься преемницей замечательной школы, но также заявляешь, что твоя наставница - старая дурында. И вот какой из этих характеристик мне верить?» Альбедо не мог удержаться, чтобы не задать этот вопрос. Но Мона и в самом деле никогда особо над ним не размышляла. Подперев подбородок ладонью, она задумалась. «Хм, наставница передала мне выдающиеся знания, но мне она не ровня. Известна ли ей стоимость яиц, сливочного масла или пшена? В этом отношении я давно её превзошла».",
      "id": "Mona terkadang bertemu dengan Klee dan Albedo, alasan utamanya adalah makan gratis.\n\nYang kedua, karena dia ingin bertukar pengetahuan akademis dengan Albedo.\n\nKarena mereka berdua adalah pencari prinsip-prinsip dunia, dan keduanya adalah murid dari para guru terkenal, normal-normal saja jika mereka cocok satu sama lain dan saling bekerja sama.\n\nMona bersikeras mempertahankan citra gurunya di depan Albedo.\n\nNamun, dia juga sering mengeluh tentang \"wanita tua itu.\"\n\n\"Gurumu sangat unik —— wanita tua itu adalah orang tua yang keras kepala —— sebenarnya deskripsi mana yang benar?\"\n\nAlbedo tidak bisa menahan diri untuk mengajukan pertanyaan ini — dan ini memang pertanyaan yang bahkan tidak terpikirkan Mona.\n\nSambil menopang dagunya, Mona berpikir sejenak.\n\n\"Hmph. Teknik yang diajarkan kepadaku memang luar biasa, tapi tentu saja guruku tidak setara denganku.\n\nApa dia tahu harga pasar untuk telur, mentega atau gandum? Dalam hal ini, aku sudah jauh melampauinya.\"",
      "th": "บางครั้ง Mona จะร่วมสังสรรค์กับ Klee และ Albedo วัตถุประสงค์หลักของเธอคือไปกินฟรี\n\nวัตถุประสงค์รองคือแลกเปลี่ยนความรู้ทางวิชาการกับ Albedo\n\nเนื่องจากทั้งคู่เป็นผู้แสวงหาหลักการพื้นฐานของโลก อีกทั้งยังเป็นศิษย์ของอาจารย์ผู้โด่งดัง จึงมักจะต้องร่วมงานกันเสมอ มันจึงเป็นเรื่องปกติที่พวกเขาจะทำงานด้วยกันอย่างขยันขันแข็ง\n\nMona จะปกป้องภาพลักษณ์ของอาจารย์ของเธอต่อหน้า Albedo เสมอ\n\nแต่ในขณะเดียวกัน เธอมักจะบ่นเกี่ยวกับ \"ยายแก่\" คนนั้น\n\n\"ความรู้ที่เธอรับสืบทอดมานั้นไม่ธรรมดา... ยายแก่งี่เง่าหัวดื้อ... คำอธิบายถึงอาจารย์ของเธอข้อไหนที่ถูกต้องกันแน่?\"\n\nAlbedo ถามอย่างอดไม่ได้ และ Mona ก็ไม่เคยคิดถึงคำถามนี้มาก่อน\n\nเธอเอามือค้ำคางและครุ่นคิดอยู่พักหนึ่ง\n\n\"อืม ความรู้ด้านศาสตร์แห่งดวงดาวของยายแก่นั่นไม่ธรรมดา เรื่องนี้ฉันยอมรับ\n\nแต่เธอรู้ราคาของไข่ไก่ เนย หรือข้าวสาลีรึเปล่าล่ะ? ในด้านนี้ ฉันเก่งกว่าเธอตั้งเยอะ\"",
      "vi": "Đôi khi Mona sẽ tụ tập cùng với Klee và Albedo, mục đích chủ yếu là ăn chực một bữa.\n\nTiếp theo đó là cùng Albedo giao lưu học thuật.\n\nCả hai đều là những học trò xuất sắc của các vị danh sư, đam mê nghiên cứu các nguyên lý trên thế giới này, việc cùng nhau cọ sát, cố gắng cũng là lẽ thường tình.\n\nMỗi khi đứng trước Albedo, Mona luôn cố gắng giữ hình tượng sư đồ.\n\nNhưng cũng nhiều lúc chế giễu người thầy của mình chính là \"lão bà bà đó\".\n\n\"Hướng nghiên cứu quả là không tầm thường, còn lão bà bà đó đúng là kẻ ngốc cố chấp. Nên dùng từ nào để miêu tả cho chính xác nhỉ?\"\n\nAlbedo không thể không đặt ra câu hỏi đó. Và đây thực sự là vấn đề mà Mona chưa từng nghĩ đến.\n\nCô chống cằm suy nghĩ một lúc.\n\n\"Hừm, kỹ thuật này tất nhiên là vô cùng cao siêu rồi, lão bà bà là người không đáng nhắc đến trước mặt ta.\n\nBà ấy biết giá của trứng gà, bơ và tiểu mạch không? Về phương diện này, ta chắc chắn vượt xa bà ý.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "跟随师父学习的日子里，师父所教导的那些精妙抽象的法则，解释了一切物体存在运行的规律。\n\n而人心受规律与法则摆布，只要具备足够强大的推算能力，无穷复杂的世界也可以被精确解读。\n\n——莫娜曾经是这样认为的。\n\n可当她自食其力，过上充满烟火气的生活时，她困惑了。\n\n这世上不是所有人都过着富足的生活，有些人吃不饱穿不暖，与乞丐没什么两样。\n\n偏偏有一位如此贫穷的冒险家，在遇到费力采摘野菜果腹的莫娜时，慷慨地分给她一半食物。\n\n「出门在外，人总要相互照应。」\n\n这不是写在所谓世界运行法则里的话语。无数个这样的事实不断出现在她身边——小偷的诚实、强盗的心软、懦夫的勇气、恶人的善良…\n\n莫娜对此产生了些许疑惑，踏实的感觉却也随之而来。\n\n再次于星空下沉思，她发觉自己的研究竟有如此多的遗漏。\n\n或许在她有生之年，这关于世界之理的研究，要无尽地继续下去了。",
      "zht": "跟隨師父學習的日子裡，師父所教導的那些精妙抽象的法則，解釋了一切物體存在運行的規律。\n\n而人心受規律與法則擺佈，只要具備足夠強大的推算能力，無窮複雜的世界也可以被精確解讀。\n\n——莫娜曾經是這樣認為的。\n\n不過當她自食其力，過上俗世的生活時，她困惑了。\n\n這世上不是所有人都過著富足的生活，有些人吃不飽穿不暖，與乞丐沒什麼兩樣。\n\n偏偏有一位如此貧窮的冒險家，在遇到費力採集野菜果腹的莫娜時，慷慨地分給她一半食物。\n\n「出門在外，人總要相互照應。」\n\n這不是寫在所謂世界運行法則裡的話語。無數個這樣的事實不斷出現在她身邊——小偷的誠實、強盜的心軟、懦夫的勇氣、惡人的善良…\n\n莫娜對此產生了些許疑惑，踏實的感覺卻也隨之而來。\n\n再次於星空下沉思，她發覺自己的研究竟有如此多的遺漏。\n\n或許在她有生之年，這關於世界之理的研究，要無盡地繼續下去了。",
      "jp": "師匠から教わった抽象的な法則は、全ての物の運行規律を解釈するものだ。\n\n人の心は規律と法則にとらわれる。しかし強大な推算能力を有すれば、この複雑な世界を正確に読み取ることもできる。\n\n——かつてモナはこう考えていた。\n\nしかし、自力で衣食住を調達し、人間らしい生活を始めた時、彼女は戸惑った。\n\nこの世界にいる全員が、豊かな生活を過ごしているわけではない。食べ物と着る物に困り、物乞いのような生活を送る人もいる。\n\nモナは山菜や果物を採取している途中、このような貧しい冒険者に出会ったことがある。彼は気前よく、自分の食料を半分をモナに分け与えた。\n\n「故郷を離れた者は助け合うんだ」\n\nこのような、世界の運行規律に載ってない出来事は、次から次へと彼女の近くで起きた——どろぼうの誠実、強盗の優しさ、臆病者の勇気、悪人の良心…\n\nこれらのことにモナは疑問を抱く一方、心に落ち着きを感じていた。\n\n再び星空の下で考え始めたモナは、自分の研究に、こんなにも多くの漏れがあったことに気付いた。\n\n恐らく、彼女は生きている限り、この世界の理の研究を止めることはないだろう。",
      "ko": "사부를 따라다니며 배우던 시기에 사부가 가르쳤던 정교하고 추상적인 법칙은 모든 물체가 가지고 있는 행동 규율들을 설명했다.\n\n하지만 사람의 마음은 규율과 법칙 없이 충분히 강한 계산 능력만 가지고 있으면 복잡하기 그지없는 세계에서도 정확하게 풀어낼 수 있다.\n\n——모나는 과거에 이렇게 생각했었다.\n\n하지만 그녀는 홀로서기 이후 저속함이 가득한 삶을 살아가며 곤혹스러워했다.\n\n이 세상의 사람들은 모두 풍족한 삶을 살아가는 게 아니라 어떤 이들은 추위에 떨며 굶주리며 거지와 다를 바 없이 살아갔다.\n\n공교롭게도 이렇게 가난한 모험가 한 명이 야생 풀과 과일로 힘들게 배를 채우고 있는 모나를 본 뒤 아끼지 않고 그녀에게 자신의 음식 절반을 건넸다.\n\n「밖에 있을 땐 서로 도우면서 지내야지」\n\n이건 세계 운행 법칙에 적혀 있는 말이 아니다. 무수히 많은 이런 사실들이 계속해서 그녀 곁에서 일어났다. 도둑의 성실함, 강도의 동정심, 겁쟁이의 용기, 악인의 선량함….\n\n모나는 이에 대해 의혹을 품게 됐지만 편안한 느낌도 함께 가지게 됐다.\n\n그녀는 별하늘 아래서 다시 한번 생각하다 자신의 연구는 부족한 점이 이렇게나 많다는 걸 깨닫게 됐다.\n\n어쩌면 그녀가 살아있는 동안 세상의 진리에 대한 연구는 끝나지 않고 계속될 것이다",
      "en": "During her apprenticeship, Mona found that the subtle abstractions of her master's teachings could explain the laws that governed the existence of all things.\n\nHuman hearts were guided by these laws, and if one had great enough powers of calculation, all the mysteries of the world could be understood.\n\nMona once believed this to be true.\n\nBut when she had to strike out on her own and live day-to-day, she found herself doubting.\n\nNot everyone lived wealthy and comfortable lives. Some neither had food nor warm clothes, living no differently from beggars.\n\nAnd it was just such an adventurer who, when meeting Mona while she was out looking for fruits and vegetables to fill her stomach, shared half their food with her.\n\n\"Out here, we've gotta have each other's backs.\"\n\nThis was not something inscribed on these so-called principles of the world. And many other such things she encountered on her journey — the honesty of a thief, a robber's change of heart, a coward's courage, the good deeds of a wicked person...\n\nMona began to have some doubts, but she also felt like she finally had her feet on solid ground.\n\nWhen she was again alone with her thoughts under the stars, she marveled that her research had been so full of holes.\n\nPerhaps she would have to continue researching the world's principles for the rest of her life.",
      "de": "Während ihrer Lehrzeit fand Mona heraus, dass die subtilen Abstraktionen der Lehren ihrer Meisterin die Gesetze erklärten, die die Existenz und Funktionsweise aller Dinge regierten.\n\nMenschliche Herzen wurden von diesen Gesetzen geleitet und wenn man über genügend Rechenkraft verfügte, konnte man alle Mysterien der Welt verstehen und berechnen.\n\nMona glaubte einst daran.\n\nAber als sie auf eigene Faust loszog und den Alltag alleine bewältigen musste, fand sie sich zweifelnd an einem Scheideweg wieder.\n\nNicht jeder lebte ein wohlhabendes und komfortables Leben. Einige hatten weder Essen noch warme Kleidung und lebten nicht besser als Bettler.\n\nEs war genau so eine Abenteurerin, die, als sie Mona traf, während sie auf der Suche nach Obst und Gemüse war, um ihren Magen zu füllen, die Hälfte ihres Essens mit ihr teilte.\n\n„Hier draußen müssen wir uns gegenseitig den Rücken freihalten.“\n\nDies stand nicht in diesen sogenannten Prinzipien der Welt. Genauso wie die vielen anderen Widersprüche, denen sie auf ihrer Reise begegnete, die Ehrlichkeit eines Diebes, der Sinneswandel eines Räubers, der Mut eines Feiglings, die guten Taten einer bösen Person ...\n\nMona begann, einige Zweifel zu entwickeln, aber sie fühlte sich auch, als hätte sie endlich festen Boden unter den Füßen.\n\nAls sie wieder allein mit ihren Gedanken unter dem Sternenhimmel lag, wunderte sie sich, dass ihre Forschung so lückenhaft war.\n\nVielleicht würde sie für den Rest ihres Lebens weiter nach den Prinzipien der Welt forschen müssen.",
      "es": "Durante su aprendizaje, Mona se dio cuenta de que las abstractas enseñanzas de su maestra servían para explicar las leyes que gobernaban la existencia de todas las cosas.\n\nLos corazones de la gente se guiaban por estas leyes y, si uno tenía las habilidades de cálculo necesarias, podría entender todos los misterios del mundo.\n\nMona creía que esto era cierto, pero cuando tuvo que ponerse en marcha por su cuenta y vivir el día a día, empezó a dudar.\n\nNo todo el mundo era rico y vivía una vida acomodada. Algunos no tenían ni para comer ni para vestir, y no vivían muy distinto a como lo hacían los mendigos.\n\nEntonces, un día, un aventurero que conoció a Mona mientras buscaba frutas y verduras para comer compartió la mitad de su comida con ella.\n\n“Tenemos que ayudarnos mutuamente”.\n\nAquello no era algo que estuviera inscrito en esos supuestos “principios del mundo”, ni tampoco muchas otras cosas que Mona encontró en sus viajes: la honestidad de los ladrones, los cambios en la forma de ser de los bandidos, el valor de los cobardes, las buenas acciones de las personas malvadas...\n\nMona comenzó a tener dudas, pero también sintió que ese mundo era el más real.\n\nCuando ella y sus pensamientos volvieron a estar a solas bajo las estrellas, cayó en cuenta de que sus investigaciones contenían muchos fallos.\n\nTal vez tendría que seguir investigando los principios del mundo durante el resto de su vida.",
      "fr": "Lorsqu'elle était encore apprentie, Mona apprit que les principes abstraits enseignés par son maître étaient capables d'expliquer les lois gouvernant l'existence de toute chose.\n\nLe cœur des hommes est régi par ces lois, et celui (ou celle) capable de faire montre d'un pouvoir de déduction exceptionnel pourrait en théorie être à même de lever le voile sur tous les mystères de l'humanité...\n\nOu du moins pensait ainsi autrefois Mona.\n\nMais lorsque vint le jour où la jeune astromancienne dû rejoindre le monde pour subvenir elle-même à ses besoins, le doute commença progressivement à l'envahir.\n\nElle réalisa que tout le monde n'avait pas la chance de vivre une vie de confort, et que nombreux étaient ceux qui se couchaient le soir le ventre vide.\n\nUn aventurier rencontré alors qu'elle était occupée à chercher quelques fruits pour se remplir l'estomac, lui offrit un jour de partager ses vivres.\n\n« Il faut savoir se serrer les coudes, par ici. »\n\nVoilà un principe que Mona n'avait jamais vu compter parmi les soi-disant principes régissant ce monde... Et elle en découvrit d'autres : l'honnêteté du voleur, la bonté du bandit, le courage du lâche...\n\nBien qu'habitée par le doute, Mona sentit néanmoins qu'elle avait mis le doigt sur quelque chose de tangible, et d'indispensable dans ses recherches.\n\nDésormais, alors qu'elle laisse libre cours à ses pensées en s'absorbant dans la contemplation du ciel nocturne, elle s'émerveille à la réalisation qu'il lui reste encore tant à découvrir et à apprendre.\n\nQui sait, peut-être que ses recherches continueront sa vie entière ? Le monde a encore tellement à offrir...",
      "pt": "Durante o seu aprendizado com a mestra, Mona descobriu que as abstrações sutis dos ensinamentos da sua mestra podiam explicar as leis que governavam a existência de todas as coisas.\n\nOs corações humanos eram guiados por essas leis e regras. Se alguém tiver grandes poderes de cálculo, todos os mistérios do mundo podem ser lidos.\n\nMona já acreditou nisso.\n\nMas quando ela teve que lutar por conta própria e viver o dia a dia, ela começou a duvidar.\n\nNem todo mundo vivia uma vida rica e confortável. Alguns não tinham comida nem roupas quentes, não viviam de maneira diferente dos mendigos.\n\nE foi exatamente esse aventureiro que, ao encontrar Mona enquanto ela procurava frutas e vegetais para encher o estômago, compartilhou metade da comida com ela.\n\n\"Aqui, precisamos proteger um ao outro\".\n\nIsso não era algo inscrito nesses chamados princípios do mundo. E muitas outras coisas que ela encontrou na sua jornada - a honestidade de um ladrão, a piedade de um bandido, a coragem de um covarde, a simpatia de uma pessoa ruim...\n\nMona começou a ter algumas dúvidas, mas também sentiu que finalmente estava com os pés no chão.\n\nQuando ela estava novamente sozinha com os seus pensamentos sob as estrelas, ela se maravilhou que a sua pesquisa tivesse tão cheia de buracos.\n\nTalvez ela tivesse que continuar pesquisando os princípios do mundo pelo resto de sua vida.",
      "ru": "Будучи подмастерьем, Мона обнаружила, что тонкие абстрактные принципы, доносимые до неё наставницей, поясняли закономерности существования и действия абсолютно всего. Этим закономерностям подчинялись человеческие сердца, и при достаточных способностях к подсчётам можно было разгадать тайны бесконечно сложного мира. Раньше Мона так и считала. Но когда ей пришлось зарабатывать на жизнь самой, и дни заполнил серый быт, её стали одолевать сомнения. В достатке жили далеко не все. Некоторые день ото дня голодали и ходили в обносках, мало чем отличаясь от попрошаек. Таким и был искатель приключений, разделивший свою еду с Моной, когда та, понукаемая голодом, искала грибы и ягоды. «Здесь, вдали от дома, мы должны друг другу помогать». Об этом в так называемых принципах мироздания не говорилось ни слова. Ей довелось повстречать ещё много подобного: честность вора, милосердие разбойника, отвагу труса, доброту злодея... Она начала сомневаться, но, наконец, почувствовала под ногами твёрдую землю. Оставшись наедине со своими мыслями под звёздным небом, она поняла, сколько в её исследовании было упущено. Возможно, на исследование законов вселенной уйдёт оставшаяся часть её жизни.",
      "id": "Selama belajar dengan gurunya, Mona menyadari abstraksi dari ajaran gurunya dapat menjelaskan tentang hukum keberadaan semua benda.\n\nSelama hati manusia bergantung pada hukum dan peraturan, serta jika seseorang memiliki kemampuan perhitungan yang cukup kuat, semua misteri dunia dapat dipahami.\n\n——Mona pernah percaya bahwa itu adalah hal yang benar.\n\nNamun ketika dia harus mandiri dan menjalani kehidupannya sendiri yang penuh rintangan, dia pun merasa ragu.\n\nTidak semua orang hidup makmur dan nyaman, bahkan ada juga yang tidak memiliki makanan atau pakaian hangat, seperti seorang pengemis.\n\nAda seorang petualang yang miskin, ketika dia sedang mencari buah-buahan dan sayuran untuk mengisi perutnya dan bertemu Mona, dia malah membagikan setengah makanan miliknya kepada Mona.\n\n\"Berada jauh dari rumah, kita harus saling membantu.\"\n\nIni bukan sesuatu yang tertulis pada apa yang disebut prinsip-prinsip dunia ini. Masih banyak hal lain yang dia temui dalam perjalanannya —— kejujuran seorang pencuri, perubahan hati seorang perampok, keberanian seorang pengecut, perbuatan baik seorang penjahat ...\n\nMulai muncul keraguan dalam diri Mona, tapi akhirnya dia juga merasa dapat berdiri dengan mantap.\n\nKetika dia sedang berpikir sendirian di bawah bintang-bintang, dia menyadari bahwa ada begitu banyak kekurangan dalam penelitiannya.\n\nMungkin dia harus terus meneliti prinsip-prinsip dunia selama sisa hidupnya.",
      "th": "ในช่วงเวลาที่เล่าเรียนกับอาจารย์ อีกฝ่ายมักสอนเรื่องหลักการนามธรรมต่าง ๆ อธิบายสรรพสิ่งที่เป็นอยู่และกฎแห่งการโคจร\n\nส่วนจิตของคนนั้นถูกควบคุมโดยกฎแห่งการโคจรนี้ หากมีความสามารถในการคำนวณ ไม่ว่าโลกจะซับซ้อนเพียงใด ก็สามารถตีความได้อย่างแม่นยำ\n\nแต่ก่อน Mona ก็เคยเห็นด้วยกับหลักการนี้เช่นกัน\n\nแต่เมื่อเธอเริ่มใช้ชีวิตด้วยลำแข้งของตัวเอง และใช้ชีวิตอย่างเรียบง่าย เธอก็เริ่มสับสน\n\nบนโลกนี้ทุกคนไม่ได้มีชีวิตที่หรูหรา บางคนไม่มีกินไม่มีใช้ มีชีวิตที่ไม่แตกต่างอะไรจากขอทานเลย\n\nกลับมีนักเดินทางยากจนคนหนึ่ง เมื่อพบเห็น Mona ที่กำลังเก็บผักผลไม้อย่างยากลำบากอยู่นั้น อีกฝ่ายจึงแบ่งอาหารครึ่งหนึ่งที่เก็บได้ให้เธออย่างใจกว้าง\n\n\"อยู่นอกบ้าน คนเราก็ควรช่วยเหลือกัน\"\n\nพวกนี้ไม่ได้เขียนอยู่ในกฎแห่งการโคจรของโลก เรื่องพวกนี้เกิดขึ้นรอบตัวของเธออยู่บ่อย ๆ... ความซื่อสัตย์ของขโมย ความใจอ่อนของโจร ความกล้าหาญของคนขี้ขลาด ความเมตตาของคนชั่ว...\n\nMona เกิดความสงสัยขึ้นมา ทว่าก็ตามมาด้วยความรู้สึกมั่นคงที่เกิดขึ้น\n\nเมื่อกลับมาครุ่นคิดใต้แสงดาว เธอพบว่าการวิจัยของเธอมีข้อบกพร่องไม่น้อย\n\nในช่วงที่เธอมีชีวิตอยู่นั้น การวิจัยกฎแห่งการโคจรของโลก คงจะต้องดำเนินต่อไปเรื่อย ๆ อย่างไม่สิ้นสุด",
      "vi": "Trong những tháng ngày tầm sư học đạo, sư phụ đã chỉ dạy những quy luật vô cùng trừu tượng và vi diệu, cũng như giải thích những quy tắc tồn tại và vận hành của mọi vật thể trên thế gian cho Mona.\n\nTâm tư của con người chịu sự tác động, tuân theo quy luật, quy tắc ấy, chỉ cần có khả năng tính toán chính xác, thế giới phức tạp đến thế nào cũng có thể giải thích được.\n\nMona đã từng nghĩ như vậy.\n\nCho đến khi cô thực sự vất vả mưu toan cho cuộc sống của mình, cô bắt đầu thấy nghi hoặc.\n\nTrên thế gian này, không phải tất cả mọi người đều giàu có, có những người ăn không no, mặc không ấm, thậm chí còn chả khác kẻ ăn xin là bao.\n\nTừng có lần, một Nhà Mạo Hiểm vô cùng nghèo khổ đã chia một nửa thức ăn cho Mona khi chứng kiến cô cố gắng hái cỏ dại ăn qua cơn đói.\n\n\"Ở nhà nhờ bố mẹ, ra ngoài nhờ bạn bè.\"\n\nĐiều này không hề được viết trong quy luật vận hành của thế giới. Có rất nhiều sự thật như vậy diễn ra quanh cô, như sự trung thực của kẻ trộm, sự dịu dàng của tên cướp, sự can đảm của kẻ hèn nhát, lòng tốt của kẻ độc ác...\n\nMona nghi ngờ tất cả nhưng trong đó tìm thấy sự an toàn.\n\nMàn đêm lại một lần nữa kéo theo những suy tư của Mona, cô cảm thấy mình đã bỏ qua quá nhiều kẽ hở trong nghiên cứu chiêm tinh.\n\nCó lẽ những năm tháng về sau, công cuộc nghiên cứu về những nguyên lý thế giới vẫn còn kéo dài đến vô tận."
    }
  },
  {
    "title": {
      "zhs": "《星座相谈》",
      "zht": "《星座相談》",
      "jp": "「星座相談」",
      "ko": "《별자리 이야기》",
      "en": "All Things Astrological",
      "de": "„Ein Diskurs zu Sternbildern“",
      "es": "“Todo sobre la astrología”",
      "fr": "« Parlons astromancie »",
      "pt": "Tudo Sobre Astrologia",
      "ru": "«Беседы об астрологии»",
      "id": "Segala Tentang Astrologi",
      "th": "All Things Astrological",
      "vi": "\"Chuyện về những chòm sao\""
    },
    "line": {
      "zhs": "枫丹廷的主流报纸《蒸汽鸟报》开辟了各个特色版块，从七国情报到八卦新闻无所不包。\n\n莫娜供稿的是《星座相谈》版块，是专为星相爱好者及专业人士打造的星座专栏。她能得到这个机会，也是纯属意外。\n\n上一位供稿这一版块的作家四处旅行时，偶然听说有一位奇怪的占星术士存在，星相爱好者的好奇心促使他登门拜访。\n\n几番交谈，作家对莫娜的学识推崇备至。\n\n说来也巧，这位专栏作家正打算隐退。看出莫娜手头拮据，作家伸出援手，向《蒸汽鸟报》的主编推荐了莫娜。\n\n在莫娜发表第一篇《星相学入门》后，原本定位在轻松有趣的《星座相谈》风格大变。\n\n每期都有一大半在探讨「星体运行」之类艰深晦涩的话题，配以旁征博引、密密麻麻的注脚，甚至还有手绘星图作为插图。\n\n主编不得不担心，这好似学术研究一般的做法，能否让老读者接受。但结果，报社意外地收到了大量的读者来信：\n\n「非常厉害，虽然基本看不懂，但特别有意思。我是『阿斯托洛吉斯·莫娜·梅姬斯图斯』老师的粉丝了。」\n\n在得到主编继续约稿的保证后，莫娜终于松了一口气。\n\n——为了庆祝，就用第一笔稿酬，把心仪已久的新版星象仪买了吧。",
      "zht": "楓丹廷的主流報紙《蒸汽鳥報》開闢了各個特色專欄，從七國情報到八卦新聞無所不包。\n\n莫娜供稿的《星座相談》是專為星相愛好者及專業人士打造的星座專欄。她能得到這個機會，也是純屬意外。\n\n上一位供稿此專欄的作家四處旅行時，偶然聽說有一位奇怪的占星術士存在，星相愛好者的好奇心促使他登門拜訪。\n\n幾番交談，作家對莫娜的學識推崇備至。\n\n說來也巧，這位專欄作家正打算隱退。看出莫娜手頭拮据，作家伸出援手，向《蒸汽鳥報》的主編推薦了莫娜。\n\n在莫娜發表第一篇〈星相學入門〉後，原本定位在輕鬆有趣的《星座相談》風格大變。\n\n每期都有一大半在探討「星體運行」之類艱深晦澀的話題，配以旁徵博引、密密麻麻的注釋，甚至還有手繪星圖作為插圖。\n\n主編不由得擔心，這像是學術研究一般的做法，能否讓老讀者接受。但結果，報社意外地收到了大量的讀者來信：\n\n「非常厲害，雖然幾乎看不懂，但還是很有意思。我是『阿斯托洛吉斯·莫娜·梅姬斯圖斯』老師的粉絲了。」\n\n在得到主編繼續約稿的保證後，莫娜終於鬆了一口氣。\n\n——為了慶祝，就用第一筆稿酬，把心儀已久的新版星象儀買了吧。",
      "jp": "フォンテーヌ廷の主流新聞『スチームバード新聞』には、様々なコーナーがあり、七国の情報からゴシップまで、なんでも書かれている。\n\nモナが担当している『星座相談』は、星占いのファンと専門家のために設けられた星座コーナーだ。この機会を得たのは偶然だった。\n\n前にこのコーナーに寄稿していた作家が旅をしている時、たまたま「変わった占星術師」の情報を耳にした。星占いファンとしての好奇心に駆られるまま、彼はモナを訪問した。\n\nモナに会い、会話を交わした作家は、モナの知識量に惹かれた。\n\nちょうどその時期、作家は引退について考えていた。お金に困っているモナを助けようと、作家は『スチームバード新聞』の編集長にモナを紹介した。\n\nモナの最初の記事『占星術入門』が発表されて以来、気軽に楽しめる『星座相談』の雰囲気が一変した。\n\n毎回、半分以上の内容が「星体運行」のような難しい話題で占められ、参考文献やたくさんの注釈に加えて、手描きの星の挿絵まで描かれていた。\n\n学術研究のような書き方は、読者に受け入れられないのではと、編集長は心配した。たが意外なことに、新聞社に読者からたくさんの手紙が届いた。\n\n「本当にすごいね。よくわからないけど、とにかく面白い。今日から私は『アストローギスト·モナ·メギストス』先生のファンだ」\n\n編集長から、寄稿継続の連絡をもらったモナは、ほっと息を吐いた。\n\n——お祝いに初めてもらった報酬で、ずっと欲しかった最新のプラネタリウムを買うことにしよう。",
      "ko": "폰타인의 주류 신문 《스팀버드》는 칠개국 정보부터 가십거리까지 다양한 칼럼을 개설했다.\n\n모나는 《별자리 이야기》 칼럼에 원고를 보낸다. 해당 칼럼은 성명학 애호가 및 전문가들을 위해 만든 별자리 칼럼이다. 그녀가 이 기회를 얻을 수 있었던 건 순전히 우연이다.\n\n이전에 해당 칼럼에 원고를 보내던 작가가 곳곳을 여행하던 도중 이상한 점성술사가 존재한다는 소문을 우연히 듣게 됐고 성명학 애호가의 호기심이 그로 하여금 모나를 찾게 했다.\n\n이야기를 나눈 뒤 작가는 모나의 학식을 몹시 추앙했다.\n\n공교롭게도 이 칼럼의 작가는 은퇴를 고려하던 중이었다. 작가는 모나의 경제 형편이 나쁜 걸 보고 그녀를 돕고자 《스팀버드》의 편집장에게 모나를 추천했다.\n\n모나가 첫 번째 《성명학 입문》을 발표한 뒤 기존에 가볍고 재밌던 《별자리 이야기》의 스타일이 완전히 바뀌게 됐다.\n\n매 회마다 거의 태반을 「별의 움직임」 같은 심오한 주제를 토론하고 자료 인용과 빼곡한 각주, 심지어 직접 그린 항성도를 삽화로 넣었다.\n\n편집장은 기존의 독자들이 이런 학술 연구와도 같은 방법을 받아들일 수 있을까 걱정했었다. 하지만 신문사는 수많은 독자들의 편지를 받게 된다:\n\n「정말 대단해. 무슨 뜻인지는 모르겠지만 얼마나 재밌다구. 난 『아스트로지스트·모나·메기스토스』 선생님의 팬이야.」\n\n모나는 편집장으로부터 계속해서 원고를 제출해도 된다는 보증을 받은 뒤 드디어 한숨 놓을 수 있게 됐다.\n\n——자축해야 하니까 첫 원고료로 오랫동안 가지고 싶었던 새로운 천문관측기를 구매해야겠어",
      "en": "The Court of Fontaine's mainline newspaper, The Steambird, has many a featured section that contains all sorts of news and gossip drawn from every corner of the seven nations.\n\nThe section Mona contributes to is known as \"All Things Astrological,\" and it is a column specifically targeted at hobbyists and professionals. That she had this opportunity at all was pure chance.\n\nWhen the previous contributing author was traveling the world, he heard tell of a strange astrologist, and his hobbyist's curiosity compelled him to seek her out.\n\nTheir correspondence left him deeply impressed.\n\nAs it happened, he was also looking to retire, and seeing that Mona was strapped for Mora, reached out to help her by recommending her to the editor-in-chief of The Steambird.\n\nWhen Mona released her first column, \"An Introduction to Astrology,\" the column, heretofore known for being easy reading, experienced a massive shift in tone.\n\nMost of each issue was dedicated to discussing the movement of celestial bodies and other difficult (and obscure) topics. Academic quotations, dense footnotes and even the occasional hand-drawn star maps abounded in these writings.\n\nThe editor-in-chief could not help but feel worried that this approach was too academic. Would it find acceptance with long-time readers? As it turned out, there was no need to fret. The publishing house received a great many letters that read something like this:\n\n\"Wow, this is amazing. I don't really get it, but this is super interesting. Consider me a fan of Astrologist Mona Megistus.\"\n\nAfter getting approval to continue submitting manuscripts, Mona could finally heave a sigh of relief.\n\nNow, how best to celebrate... Ah yes. Perhaps she should use her first paycheck to purchase that latest-edition celestial globe she'd had her eye on for a while now...",
      "de": "Die Hauptzeitung aus Fontaine, der „Dampfvogel“, hat eine Vielzahl von Rubriken, die alle Arten von Nachrichten und Klatsch aus allen Ecken der sieben Städte enthalten.\n\nDie Rubrik, zu der Mona beiträgt, ist bekannt als „Ein Diskurs zu Sternbildern“, eine Kolumne, die sich speziell an Laien und Fachleute richtet. Dass sie diese Gelegenheit überhaupt hatte, war reiner Zufall.\n\nAls der vorherige Autor um die Welt reiste, hörte er von einer seltsamen Astrologin und seine Neugierde als Hobbyautor zwang ihn sie aufzusuchen.\n\nIhre Korrespondenz beeindruckte ihn zutiefst.\n\nEs kam der Tag, als auch er sich zur Ruhe setzen wollte, und als er erfuhr, dass Mona schon ein paar Mora gebrauchen könnte, kam er ihr zu Hilfe und empfahl sie dem Chefredakteur vom Dampfvogel.\n\nAls Mona ihre erste Kolumne „Eine Einführung in die Astrologie“ veröffentlichte, erfuhr die Kolumne, die bisher dafür bekannt war, leichte Lesekost zu sein, eine massive Veränderung im Tonfall.\n\nDer größte Teil jeder Ausgabe war der Diskussion über die Bewegung von Himmelskörpern und anderen schwierigen (und obskuren) Themen gewidmet. Akademische Zitate, tiefgreifende Fußnoten und sogar gelegentlich handgezeichnete Sternenkarten waren in diesen Schriften im Überfluss vorhanden.\n\nDer Chefredakteur konnte nicht umhin, sich Sorgen zu machen, ob dieser Ansatz nicht zu akademisch wäre. Würde er bei langjährigen Lesern Akzeptanz finden? Wie sich herausstellte, gab es keinen Grund zur Beunruhigung. Der Verlag erhielt sehr viele Briefe, wie etwa diesen:\n\n„Oh, es ist erstaunlich. Ich verstehe es zwar nicht wirklich, aber dennoch ist es superinteressant. Betrachtet mich als einen Fan der Astrologin Mona Megistus.“\n\nNachdem sie die Genehmigung erhalten hatte, weiterhin Manuskripte einzureichen, konnte Mona endlich aufatmen.\n\nNun, wie feiert man solch einen Anlass am besten ... Ah ja. Vielleicht sollte sie ihr erstes Gehalt dazu verwenden, diese neue Planetenmaschine zu kaufen, auf die sie schon eine Weile ein Auge geworfen hatte ...",
      "es": "El diario más importante de la Corte de Fontaine, «El Pájaro de Vapor», tiene muchas secciones destacadas que contienen todo tipo de noticias y rumores de todos los rincones de las Siete Naciones.\n\nLa sección para la que escribe Mona es conocida como “Todo sobre la astrología”, una columna dirigida específicamente a aficionados y profesionales del sector. El hecho de que ella consiguiera esta oportunidad fue pura casualidad.\n\nCuando el anterior columnista viajaba por el mundo, escuchó hablar de una extraña astróloga por cuya curiosidad se interesó mucho el escritor, que decidió ir a buscarla.\n\nTras hablar con ella, sintió un gran respeto por Mona.\n\nEl escritor estaba a punto de retirarse y, al ver que Mona necesitaba los Moras, quiso ayudarla recomendándola al editor jefe de «El Pájaro de Vapor».\n\nCuando Mona escribió su primera columna, titulada “Introducción a la astrología”, en la sección “Todo sobre la astrología” del diario, conocida hasta aquel momento por ser fácil de entender, el tono cambió considerablemente.\n\nSus temas solían girar en torno a la discusión del movimiento de los cuerpos celestes y otros temas muy complejos. Además, abundaban las citas de fuentes académicas, las notas a pie de página y a veces incluso los mapas estelares dibujados a mano.\n\nAl editor jefe le preocupaba que el enfoque de Mona fuera demasiado académico. ¿Sería bien recibido por los lectores frecuentes de la columna? Al final, resultó que tanta preocupación fue en vano. La editorial recibió una gran cantidad de cartas que decían cosas como:\n\n“Guau, esta sección es increíble. No entiendo casi nada, pero me parece muy interesante. Me declaro admirador de la Astróloga Mona Megistus”.\n\nDespués de que el diario le permitiera seguir enviando su manuscritos, Mona por fin pudo respirar tranquila.\n\nPara celebrarlo, usó su primer sueldo para comprar la última edición de un planetario al que había echado el ojo hace tiempo.",
      "fr": "« L'Oiseau de vapeur », le principal journal de la Cour de Fontaine, est notamment connu pour la large variété de rubriques paraissant dans ses pages, contenant toutes sortes de nouvelles et de ragots issus des Sept Nations de Teyvat.\n\nMona y est responsable de la rubrique « Parlons astromancie », une rubrique dédiée aux constellations. C'est d'ailleurs par pur hasard qu'elle put décrocher ce contrat.\n\nLe précédent auteur de la rubrique entendit parler lors de ses voyages d'une astromancienne étrange répondant au nom de « Mona », et sa curiosité professionnelle le poussa à aller à sa rencontre.\n\nLeurs échanges firent à l'homme une forte impression.\n\nIl cherchait justement à prendre sa retraite, et voyant que Mona menait une vie particulièrement frugale, il décida de la recommander pour prendre sa succession au rédacteur en chef du journal.\n\nLe changement d'auteur marqua un tournant radical dans le style autrefois léger de « Parlons astromancie ».\n\nÀ chaque parution, les sujets discutés, tels que le mouvement des astres célestes, étaient aussi obscurs que fouillés, accompagnés de descriptions approfondies, de notes denses et de temps en temps de cartes incroyablement complexes réalisées à la main par l'auteure.\n\nLe rédacteur en chef s'inquiéta que cette approche ne se révèle bien trop académique pour le public. N'était-ce pas là un risque susceptible de faire déserter les lecteurs habituels ?\n\nIl s'avéra très vite que ses inquiétudes n'avaient pas lieu d'être. En un rien de temps, la maison d'édition reçut lettre après lettre, toutes de cet acabit :\n\n« Bravo pour votre rubrique « Parlons astromancie » ! Je n'y comprends pas grand-chose, je dois bien l'avouer, mais je trouve ça passionnant ! L'astromancienne Mona Megistus peut me compter parmi ses fans ! »\n\nAyant reçu l'approbation de son éditeur, Mona put enfin souffler un peu et profiter enfin d'une rentrée d'argent stable.\n\nIl fallait bien sûr fêter la chose... Oui, rien de tel que se faire un petit cadeau, comme cette dernière édition du globe céleste qui lui faisait de l'œil depuis un moment...",
      "pt": "O jornal dominante do Tribunal de Fontaine, “Pássaro a Vapor”, possui muitas seções destacadas que contêm todos os tipos de notícias de todos os cantos das Sete Nações.\n\nA seção na qual Mona contribui é conhecida como \"Tudo sobre Astrologia\" e é uma coluna especificamente para amadores e profissionais. Foi uma mera coincidência ela obter essa oportunidade.\n\nQuando o autor anterior estava viajando pelo mundo, ele ouviu falar de uma astróloga estranha, e a curiosidade de seu hobby o motivou procurá-la.\n\nA sua compreensão profunda da astrologia o deixou absolutamente impressionado.\n\nE por acaso, ele também estava pensando em se aposentar e, vendo que Mona estava precisando de Mora, estendeu a mão para ajudá-la, recomendando-a ao editor-chefe do “Pássaro a Vapor”.\n\nQuando Mona lançou a sua primeira coluna, \"Introdução à Astrologia\", a coluna, até então conhecida por ser fácil de ler, experimentou uma enorme mudança de tom.\n\nA maior parte de cada edição foi dedicada a discutir o movimento de corpos celestes e outros tópicos difíceis (e obscuros). Citações escritas, notas de rodapé densas e até mesmo mapas estelares desenhados à mão abundam nesses escritos.\n\nO editor-chefe não pôde deixar de se sentir preocupado com o fato de essa abordagem ser muito acadêmica. Encontraria aceitação com leitores de longa data? Como se viu, não havia necessidade de se preocupar. A editora recebeu muitas cartas que liam assim:\n\n\"Uau, isso é incrível. Eu realmente não entendi, mas isso é super interessante. Considere-me um fã da Astrologist Mona Megistus\".\n\nDepois de receber a aprovação para continuar escrevendo, Mona finalmente pôde dar um suspiro de alívio.\n\nAgora, qual é a melhor forma de comemorar... Ah, sim. Talvez ela devesse usar o seu primeiro salário para comprar a última edição do planetário que estava de olho já há algum tempo...",
      "ru": "Основная газета Кур-де-ля-Фонтейна «Паровая птица» пестрится разнообразными рубриками, доносящими до читателя последние новости и сплетни со всех семи королевств. Колонка, которую ведёт Мона, называется «Беседы об астрологии» и предназначена для любителей и профессионалов астрологии. Возможность эта подвернулась ей совершенно случайно. Во время кругосветного путешествия бывший автор колонки услышал об одном странном астрологе, и, будучи человеком увлечённым, не мог не попытаться его отыскать. Их переписка произвела на него неизгладимое впечатление. Так уж совпало, что он как раз собирался отойти от дел, и, видя, что с морой у Моны туго, порекомендовал её главному редактору. С выходом первого материала Моны, «Основ астрологии», некогда лёгкий и увлекательный стиль колонки круто изменился. Теперь каждое издание было посвящено движению светил и другим не менее загадочным предметам. Колонка изобиловала цитатами, толкованиями и даже набросками звёздных карт. Главред, было, переживал, что такой академичный подход старая аудитория может не принять, пока в газету не стали поступать горы писем примерно следующего содержания: «Это просто великолепно! Много чего мне не понятно, но читать очень интересно. Отныне я верный поклонник Астрологиста Моны Мегистус!» Когда главный редактор заверил, что её статьи будут печататься и дальше, Мона с облегчением вздохнула. Первый гонорар Мона решила отметить покупкой звёздного глобуса, на который давно положила глаз.",
      "id": "Koran utama milik Court of Fontaine, \"The Steambird\", memiliki banyak bagian yang berisi tentang berita dan gosip dari ketujuh bangsa.\n\nMona berkontribusi pada bagian yang dikenal dengan \"Segala Tentang Astrologi\", dan itu adalah kolom khusus untuk penggemar dan profesional. Dia bisa mendapatkan kesempatan tersebut murni karena kebetulan.\n\nDi saat penulis sebelumnya sedang berkeliling dunia, seseorang mendengar bahwa ada ahli astrologi yang aneh, keingintahuannya sebagai pecinta astrologi mendorongnya untuk mencari tahu.\n\nSetelah berbincang selama beberapa lama, penulis itu pun terkesan dengan pengetahuan Mona.\n\nKebetulan, penulis tersebut berencana untuk pensiun, dan melihat Mona kekurangan Mora, sehingga dia akhirnya memutuskan untuk merekomendasikannya ke pemimpin redaksi The Steambird.\n\nKetika Mona merilis kolom pertamanya, \"Pengenalan Astrologi,\" kolom tersebut menjadi populer karena mudah dibaca dan mengalami perubahan besar.\n\nSebagian besar dari setiap masalah membahas tentang pergerakan benda langit dan topik sulit lainnya (dan tidak jelas). Kutipan akademis, catatan kaki yang padat dan berdekatan, bahkan peta bintang yang digambar tangan ada di dalamnya.\n\nPemimpin redaksi pun merasa khawatir karena tulisan itu terlalu akademis. Apakah itu dapat diterima oleh pembaca lama? Dan ternyata, mereka malah menerima banyak surat yang bertuliskan seperti ini:\n\n\"Wow, ini luar biasa. Aku tidak dapat memahami sepenuhnya, tapi ini sangat menarik. Aku adalah penggemar Astrologis Mona Megistus.\"\n\nMona akhirnya menghela napas lega setelah menerima kepastian dari pemimpin redaksi untuk melanjutkan tulisannya.\n\n——Sekarang, untuk merayakannya ... mungkin dia dapat menggunakan gaji pertamanya untuk membeli planetarium edisi terbaru yang telah dia idam-idamkan sejak lama.",
      "th": "หนังสือพิมพ์ยอดนิยมของ Court of Fontaine \"The Steambird\" ได้เกิดคอลัมน์เนื้อหาใหม่ที่มี เอกลักษณ์ ตั้งแต่สารจากเจ็ดประเทศ จนถึงข่าวก๊อตซิป\n\nส่วน Mona เขียนคอลัมน์ในเนื้อหาส่วน \"All Things Astrological\" เป็นคอลัมน์ที่ทำขึ้นเพื่อผู้ที่สนใจในด้านนี้โดยเฉพาะ การได้รับโอกาสนี้ถือว่าเป็นสิ่งที่คาดไม่ถึง\n\nในขณะที่นักเขียนคอลัมน์คน ก่อนออกเดินทางท่องเที่ยว ระหว่างเดินทางได้ยินมาว่ามีโหรแห่งดวงดาวแปลกประหลาดคนหนึ่ง ความประหลาดใจของผู้ที่หลงใหล ในโหรแห่งดวงดาวจึงขอ ไปพบที่บ้าน\n\nหลังจากที่ได้พูดคุย นักเขียนรู้สึกชื่นชมในตัว Mona เป็นอย่างมาก\n\nและช่างเป็นโชคชะตา ในขณะที่นักเขียนตัดสินจะออกจากวงการ เห็นว่า Mona มีความขาดแคลนในด้านการเงินอยู่พอดี นักเขียนท่านนี้จึงได้แนะนำเธอให้ กับหัวหน้ากองบรรณาธิการคอลัมน์ \"The Steambird\" \n\nเมื่อ Mona ได้เขียนคอลัมน์แรกเกี่ยวกับเนื้อหา \"ขั้นพื้นฐานของโหรแห่งดวงดาว\" แนวเล่าเรื่องสนุกสนานฉบับ \"The Steambird\" ก็เกิดความเปลี่ยนแปลงครั้งใหญ่\n\nทุกฉบับมักจะมีเนื้อหาพูดถึง \"การโคจรทางดาราศาสตร์\" ที่ค่อนข้างเข้าใจยากไปกว่าครึ่ง แถมยังมีแหล่งที่มาและอ้างอิงยิบย่อย เต็มไปหมด มิหนำซ้ำยังมีภาพประกอบวาดมืออยู่ด้วย\n\nหัวหน้ากองบรรณาธิการคอลัมน์อดเป็นห่วงไม่ได้ วิธีการเล่าแบบเขียนวิจัยอย่างนี้ ผู้อ่านเก่า ๆ จะสามารถรับได้หรือไม่ แต่ผลปรากฏว่าสำนักพิมพ์ได้รับจดหมายจากผู้อ่านจำนวนไม่น้อย:\n\n\"เยี่ยมยอดมากเลย ถึงแม้จะอ่านไม่ค่อยรู้เรื่อง แต่ดูน่าสนใจมากเลย ฉันคือแฟนคลับของ Astrologist Mona Megistus แล้วล่ะ\"\n\nหลังจากได้รับการยืนยันจาก หัวหน้ากองบรรณาธิการ Mona ถึงกับโล่งอกไปทีหนึ่ง\n\nและเพื่อเป็นการฉลอง เธอได้ใช้ค่าตอบแทนก้อนแรก ซื้อกล้องส่องดาวรุ่นใหม่ที่เธออยากได้มานานแสนนาน",
      "vi": "Tờ báo chính thống Fontaine \"Chim Hơi Nước\" xây dựng nhiều chuyên đề vô cùng đặc sắc. Từ tin tình báo cho đến những tin vịt giải trí trải dài khắp bảy quốc gia.\n\nMona là người cung cấp bản thảo cho chuyên đề \"Trò chuyện cùng chòm sao\" nhằm cung cấp thông tin cho những người yêu thích và nghiên cứu chiêm tinh. Sự hợp tác giữa cô và tờ báo hoàn toàn nằm ngoài dự đoán.\n\nTrước kia, người viết bản thảo chính cho chuyên mục này là người vô cùng ưa thích du lịch, trong một lần tình cờ biết đến danh tiếng của một vị thuật sĩ chiêm tinh kỳ lạ, lòng hiếu kỳ đã thôi thúc ông tìm gặp người đó.\n\nSau vài lần nói chuyện, ông vô cùng khâm phục trước kiến thức của Mona.\n\nĐây cũng là sự trùng hợp khi ông chuẩn bị rút lui về ở ẩn. Nhìn thấy cảnh tượng nghèo khó của Mona, ông đã giúp đỡ và giới thiệu cô cho tổng biên tập báo \"Chim Hơi Nước\".\n\nVới bài viết đầu tiên, Mona đã hoàn toàn thay đổi phong cách dễ đọc dễ hiểu của chuyên mục \"Trò chuyện cùng chòm sao\" bằng câu chuyện \"Nhập môn chiêm tinh học\".\n\nMỗi một kỳ đều có hơn một nửa là bài nghiên cứu các vấn đề phức tạp, bên dưới còn có những trích dẫn dày đặc và bản đồ sao được vẽ bằng tay để minh họa.\n\nTổng biên tập vô cùng lo lắng vì cách làm này giống như nghiên cứu học thuật vậy, thậm chí còn có thể khiến độc giả cũ khó tiếp nhận. Thế nhưng thực tế lại chứng minh điều ngược lại, tờ soạn báo nhận được rất nhiều thư từ độc giả:\n\n\"Quả là lợi hại, tuy phần lớn nội dung đọc không hiểu nhưng cảm thấy rất thú vị. Tôi là fan hâm mộ của 'Astrologist Mona Megistus'\".\n\nSau khi nhận được lời bảo đảm từ phía tổng biên tập tiếp tục nhận bản thảo cho chuyên mục, Mona thở phào nhẹ nhõm, rồi quyết tâm dùng toàn bộ số tiền lương đầu tiên mua bộ kính thiên văn mới nhất mà mình luôn yêu thích."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "对于莫娜而言，「神之眼」作为神眷的证明，并不值得特别在意。\n\n不过，其价值也不仅止于「导出魔力的外置器官」。\n\n拥有力量固然是好事，但与至高至伟的「理」相比，「武力」实在是渺小的概念。\n\n神亦受世界运行之理约束，莫娜只寻求隐藏于宏远星空之中的世界终极真理。\n\n对于被世人当作神明之认可、力量之源泉的「神之眼」，她从不会抱持跪拜一般的心态。\n\n然而，手中这枚没有实际效用的「神之眼」却是她无比珍视之物。\n\n那是师父作为教具赠予她的物件。关于那段与师父共同度过的岁月，它是当下唯一的证物。\n\n她小心地保存着这份遥远的记忆。造型精巧的教具就这样陪伴着她，宛如普通女孩所用的饰物。\n\n直到某一天，属于她自己的「神之眼」，悄然降临到这枚古老的教具中…",
      "zht": "對於莫娜而言，「神之眼」作為神眷的證明，並不值得特別在意。\n\n不過，其價值也不僅止於「導出魔力的外置器官」。\n\n擁有力量固然是好事，但與至高至偉的「理」相比，「武力」這個概念實在渺小。\n\n神亦受世界運行之理約束，莫娜只尋求隱藏於宏遠星空之中的世界終極真理。\n\n對於被世人當作神明之認可、力量之源泉的「神之眼」，她從不會抱持跪拜一般的心態。\n\n然而，手中這枚沒有實際效用的「神之眼」卻是她無比珍視之物。\n\n那是師父作為教具贈予她的物品。關於那段與師父共同度過的歲月，它是當下唯一的證物。\n\n她小心地保存著這份遙遠的記憶。造型精巧的教具就這樣陪伴著她，宛如普通女孩所用的飾物。\n\n直到某一天，屬於她自己的「神之眼」，悄然降臨到這枚古老的教具中…",
      "jp": "モナにとって、「神の目」はただの神の眷属の証であり、特に気にするほどのものではない。\n\nしかし、その価値は「魔力を引き出す外付け器官」に留まらない。\n\n力を持つこと自体は悪いことではない。ただ、偉大なる「理」に比べ、「武力」は微小な概念に過ぎないのだ。\n\n神ですら、この世界の規律に捕らわれている。そして、モナが求めるのは遠い星空の中にある世界の究極の真理だ。\n\n神から認められた証や力の源である「神の目」に、彼女は媚びない。\n\nとは言え、この実用性のない「神の目」は彼女の大切なものだ。\n\nこれは、彼女が師匠からもらった道具であり、師匠と一緒に過ごした日々の唯一の証だ。\n\n女の子がアクセサリーを身に着けるように、彼女はこの精巧な道具とその中に秘められた記憶と共に、いくつもの日々を過ごしてきた。\n\nそしてある日、彼女の「神の目」は突如、この古い道具に降臨した…",
      "ko": "모나에게 있어 「신의 눈」은 신이 보살펴주고 있다는 증명일 뿐으로 크게 신경 쓰지 않는다.\n\n하지만 그 가치는 「마력을 이끌어내는 외부 기관」 이상이다.\n\n물론 힘을 가지고 있다면 좋은 일이지만 지고지순한 「진리」와 비교해 보면 「무력」은 보잘것없는 개념일 뿐이다.\n\n신 또한 세계 운행의 진리에 제약을 받기에 모나는 그저 광활한 우주 속에 숨겨진 세계의 궁극적인 진리를 탐구했다.\n\n그녀는 세인들이 신의 인정을 받으면 생긴다고 여기는 힘의 원천인 「신의 눈」을 떠받들어야 한다는 마음을 한 번도 가져본 적이 없다.\n\n그렇지만 실질적인 효용이 전혀 없는 「신의 눈」은 그녀가 가장 소중히 여기는 물건이다.\n\n이건 사부가 교재로서 그녀에게 선물한 물건이다. 이건 사부와 함께 지냈었다는 걸 증명할 수 있는 유일한 증거이다.\n\n그녀는 이 오래된 기억을 아주 조심스레 보관하고 있다. 정교한 외형의 교재는 마치 평범한 여자아이가 들고 다니는 장신구처럼 그녀와 함께 해왔다.\n\n그녀 자신만의 「신의 눈」이 어느 날 소리 없이 이 오래된 교재에 강림할 때까지…",
      "en": "To Mona, that her Vision was sent to her from the gods doesn't mean a great deal.\n\nThis is not to say that possessing an external focus for elemental power is not useful.\n\nHaving power is always a good thing, but when compared to lofty \"truth,\" \"martial prowess\" is such a pathetically small concept.\n\nThe gods, too, are bound by the rules of this world. Mona seeks the final truth of the world, hidden amidst the sea of stars.\n\nAs such, she does not have any reverence for her Vision, which the people of this world consider to be a sign of divine favor and the source of all power.\n\nNonetheless, this item that serves no practical use in her hands is something that she treasures greatly.\n\nIt was gifted to her by her teacher as a teaching aid, and it is the only evidence of their time together as master and pupil.\n\nShe preserves these distant memories with great care. This exquisitely-made teaching aid thus accompanied her everywhere, like an accessory worn by any other maiden.\n\nUntil one day, when a Vision of her very own would quietly indwell this old teaching aid...",
      "de": "Für Mona bedeutet es nicht viel, dass ihr Göttliches Auge von den Göttern persönlich zu ihr gesandt wurde.\n\nDas soll nicht heißen, dass es nicht nützlich ist, einen externen Verstärker für elementare Kräfte zu besitzen.\n\nKraft zu besitzen ist immer eine gute Sache, aber verglichen mit der erhabenen „Wahrheit“ ist „kriegerische Kraft“ ein so erbärmlich kleiner Begriff.\n\nAuch die Götter sind an die Regeln dieser Welt gebunden. Mona ist stets auf der Suche nach der letzten Wahrheit der Welt, verborgen inmitten des Sternenmeeres.\n\nDaher hat sie keine Ehrfurcht vor ihrem Göttlichen Auge, das die Menschen dieser Welt als Zeichen göttlicher Gunst und als Quelle aller Macht betrachten.\n\nDennoch ist dieser Gegenstand, der in ihren Händen keinen praktischen Nutzen hat, etwas, das sie sehr schätzt.\n\nEs wurde ihr von ihrer Lehrerin als Lehrmittel geschenkt und es ist der einzige Beweis für ihre gemeinsame Zeit als Meister und Schüler.\n\nSie bewahrt diese fernen Erinnerungen mit großer Sorgfalt auf. So begleitete dieses exquisite Lehrmittel sie überallhin, wie ein Schmuckstück, das jedes andere Mädchen auch tragen würde.\n\nBis zu einem jenen Tag, an dem ihr eigenes Göttliches Auge dieses alte Lehrmittel in aller Stille bewohnen würde ...",
      "es": "Para Mona, el hecho de que su Visión le fuera otorgada por los dioses no significa nada.\n\nSin embargo, no por eso considera que esta sea un “órgano externo adyacente al cuerpo con poderes mágicos”.\n\nTener poder siempre es algo bueno, pero, en comparación con la gran y gloriosa verdad del universo, la fuerza de combate era un concepto insignificante para ella.\n\nLos dioses también están sujetos a las reglas de este mundo, cuya verdad última, oculta en medio del mar de estrellas, busca Mona incansablemente.\n\nAunque una Visión es la muestra de aprobación de los dioses y una enorme fuente de fuerza, Mona nunca mostrará una actitud de idolatría o veneración hacia ella.\n\nSin embargo, a pesar de no tener ningún uso práctico, es algo que atesora en su corazón.\n\nFue algo que le regaló su maestra como ayuda para enseñarle más cosas, y lo único que conserva del tiempo que pasó junto a ella.\n\nEsa época es un recuerdo lejano que conserva con mucho cuidado. Aquel material de ayuda didáctica tan bien elaborado la acompañó a todas partes, como el accesorio que más usa una doncella.\n\nAsí será hasta que llegue el día en que, de repente, su propia Visión caiga sobre su antiguo material de estudio...",
      "fr": "Aux yeux de Mona, le fait que son œil divin soit un cadeau des dieux ne signifie pas grand-chose.\n\nCela étant, posséder un appareil permettant de canaliser la puissance élémentaire n'est pas dénué d'utilité, bien sûr, mais la puissance martiale paraît bien dérisoire comparée à la vérité.\n\nLes dieux sont, eux aussi, liés par les principes de ce monde, après tout. Quant à Mona, elle cherche dans les étoiles la vérité, qui englobe ces mêmes principes.\n\nCeci explique son attitude vis-à-vis de l'objet considéré par tous comme le signe de la faveur divine et une source de pouvoir incomparable.\n\nNéanmoins, bien qu'elle considère l'objet comme n'ayant aucune utilité pratique, elle le chérit comme la prunelle de ses yeux.\n\nIl lui fut en effet donné par son maître pour l'aider dans ses études, et est le seul souvenir matériel qu'elle possède de l'époque passée comme apprentie aux côtés de la vieille femme.\n\nElle a donc gardé cet œil divin avec le plus soin, et l'objet exquis l'accompagne partout comme un bijou précieux.\n\nJusqu'au jour qui verra le joyau à ses yeux inutiles briller d'un nouvel éclat, celui d'un œil divin à sa mesure...",
      "pt": "Para Mona, a sua Visão enviada pelos deuses não significa muito.\n\nEla também não nega que o valor da Visão é mais do que um dispositivo externo de poder elemental.\n\nTer o poder é sempre uma coisa boa, mas quando comparado com a elevada \"verdade\", \"proeza marcial\" é um conceito tão pequeno.\n\nOs deuses também são vinculados pelas regras deste mundo. O que Mona quer é simplesmente a verdade do mundo, escondida entre o céu estrelado.\n\nPor tais razões, ela não tem nenhuma reverência por sua Visão, que as pessoas deste mundo a consideram um sinal de favor divino e a fonte de todo poder.\n\nNo entanto, esse item que não tem utilidade prática em suas mãos é algo que ela valoriza muito.\n\nEssa Visão foi oferecida a ela pela sua mestra como um auxílio ao aprendizado, e é a única evidência do tempo em que passaram juntas.\n\nEla preserva essa lembrança com muito cuidado. Esse auxílio ao aprendizado requintadamente feito a acompanhava em todos os lugares, como um acessório usado por qualquer outra garota.\n\nAté um dia, quando a sua Visão desceu silenciosamente nesse antigo auxílio ao aprendizado...",
      "ru": "Для Моны признание небес - Глаз Бога - особого значения не имеет. Не то чтобы управляющей силой стихии артефакт был совсем бесполезен... Как ни крути, силой обладать хорошо, но на фоне «высшей мудрости» понятие «грубой силы» беспомощно меркнет. Богам тоже приходится подчиняться законам вселенной, и Мона лишь ищет сокрытую в глубине безбрежного звёздного неба мировую истину. К Глазу Бога, считавшемуся признанием богов и источником могущества, Мона никакого благоговения не испытывала. Хоть он в руках её никакого применения не находил, она очень им дорожила. Подаренный наставницей, он должен был помогать Моне в обучении, и был единственным свидетельством тех времён, когда она была её ученицей. Мона хранит эти далёкие воспоминания с особым тщанием. Она носит это средство обучения с собой повсюду, как и любая другая девушка носила бы свои украшения. Но ровно до тех пор, пока в него не снизошёл её собственный Глаз Бога...",
      "id": "Bagi Mona, Vision yang dikirimkan kepadanya atas pengakuan Dewa, tidak memiliki arti khusus.\n\nNamun, bukan berarti kekuatan elemental tidak ada gunanya.\n\nMemiliki kekuatan adalah hal yang baik, tetapi jika dibandingkan dengan \"kebenaran\" yang agung, \"kekuatan\" adalah hal yang sangat kecil.\n\nPara Dewa juga terikat dengan aturan dunia ini. Mona hanya mencari kebenaran di dunia, yang tersembunyi di tengah-tengah lautan bintang.\n\nKarena itulah, dia tidak memuja Vision, yang dianggap oleh orang-orang di dunia ini sebagai sumber kekuatan.\n\nMeskipun demikian, barang yang tidak memiliki kegunaan baginya ini juga adalah sesuatu yang dia hargai.\n\nIni adalah barang yang diberikan kepadanya oleh gurunya sebagai alat bantu mengajar, dan ini adalah satu-satunya bukti hubungan mereka sebagai guru dan murid.\n\nDengan hati-hati dia menyimpan kenangan itu. Alat bantu mengajar yang sangat indah ini menemaninya ke mana-mana, seperti aksesori yang dikenakan oleh para gadis.\n\nSampai suatu hari, Vision miliknya diam-diam tinggal di dalam alat bantu mengajar ini ...",
      "th": "สำหรับ Mona แล้ว การได้รับ \"วิชั่น\" ไม่ได้มีความหมายอะไรมากนัก\n\nแต่ก็ไม่ได้หมายความว่า อุปกรณ์ที่เป็นจุดรวมเวทมนตร์นอกร่างกายชิ้นนี้จะไม่มีประโยชน์\n\nการมีพลังก็ต้องมีประโยชน์อยู่แล้ว แต่เมื่อนำมาเปรียบกับ \"หลักการ\" ที่ยิ่งใหญ่แล้ว \"พลังอำนาจ\" มันเป็นแนวคิดเล็ก ๆ เพียงเท่านั้น\n\nเหล่าเทพเจ้าก็ต้องเคารพหลักการของโลกเช่นเดียวกัน Mona ต้องการค้นหาความจริงของโลกที่ซ่อนอยู่ในดวงดาวบนท้องฟ้าเท่านั้น\n\nดังนั้นถึงแม้เธอจะได้รับ \"วิชั่น\" ซึ่งเป็นแหล่งของพลัง และเปรียบเสมือนสิ่งยืนยันการยอมรับจากเทพเจ้า ก็ไม่ได้หมายความว่าเธอต้องคุกเข่าลงกราบไหว้พวกเขา\n\nอย่างไรก็ตาม ถึงแม้ \"วิชั่น\" ที่อยู่ในมือเธอไม่ได้มีประโยชน์ในทางปฏิบัติมากนัก แต่มันก็เป็นสิ่งล้ำค่าของเธอ\n\nมันเป็นอุปกรณ์การเรียนเพียงอย่างเดียวที่อาจารย์มอบให้เธอเป็นชิ้นเป็นอัน มันเป็นหลักฐานเพียงอย่างเดียวที่แสดงถึงช่วงเวลาที่ได้ใช้ร่วมกับอาจารย์ของเธอ\n\nเธอเก็บความทรงจำนี้ไว้ในส่วนลึกของใจเธออย่างระมัดระวัง เจ้าอุปกรณ์การเรียนนี้ได้ติดตัวเธอไปทุกที่ เหมือนเครื่องประดับของหญิงสาวธรรมดา\n\nจนกระทั่งวันหนึ่ง \"วิชั่น\" ของเธอเอง ก็ได้ตกลงมาอยู่ในอุปกรณ์การเรียนโบราณชิ้นนี้อย่างเงียบงัน...",
      "vi": "Đối với Mona, Vision như một bằng chứng cho sự ưu ái của thần linh, nhưng không đáng được quan tâm đặc biệt.\n\nThế nhưng giá trị của nó không chỉ là \"vật điều khiển ma pháp\".\n\nĐược sở hữu sức mạnh tất nhiên là điều tốt, có điều nếu so sánh với \"nguyên lý\" to lớn hùng vĩ thì \"vũ lực\" chỉ là một phạm trù nhỏ bé.\n\nThần linh cũng chịu tác động của các nguyên lý vận hành thế giới, Mona chỉ đi tìm kiếm sự thật cuối cùng trong thế giới chứa đầy những ngôi sao tráng lệ mà thôi.\n\nCô không bao giờ giữ tâm niệm sùng bái đối với Vision, thứ được thần linh công nhận, cũng được coi là nguồn gốc của sức mạnh.\n\nTuy Vision không có tác dụng thực tế trong tay cô, nhưng lại luôn được Mona trân trọng.\n\nĐó cũng là kỷ vật mà sư phụ đem tặng với ý đồ làm đạo cụ giảng dạy. Là món đồ duy nhất minh chứng cho quãng thời gian sinh sống cùng sư phụ.\n\nNhững ký ức nhỏ bé ấy luôn theo sát cô như những thiếu nữ yêu thích món đồ trang sức vậy.\n\nCó lẽ vào một ngày nào đó, Mona sẽ có Vision của riêng mình và được truyền sức mạnh vào món đồ giảng dạy cổ xưa này..."
    }
  }
]