[
  {
    "title": {
      "zhs": "普通攻击·因果点破",
      "zht": "普通攻擊·因果點破",
      "jp": "通常攻撃·因果点破",
      "ko": "일반 공격·인과 간파",
      "en": "Normal Attack: Ripple of Fate",
      "de": "Standardangriff: Unumgängliches Schicksal",
      "es": "Ataque Normal: Destino revelado",
      "fr": "Attaque normale : Ondes du destin",
      "pt": "Ataque Normal: Destino Desencapado",
      "ru": "Круги на воде",
      "id": "Normal Attack: Ripple of Fate",
      "th": "โจมตีปกติ: Ripple of Fate",
      "vi": "Tấn Công Thường - Điểm Hóa Nhân Quả"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多四段的水花攻击，造成<color=#80C0FFFF>水元素伤害</color>。\n\n<color=#FFD780FF>重击</color>\n消耗一定体力，短暂咏唱后，造成<color=#80C0FFFF>水元素范围伤害</color>。\n\n<color=#FFD780FF>下落攻击</color>\n凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color=#80C0FFFF>水元素范围伤害</color>。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多四段的水花攻擊，造成<color=#80C0FFFF>水元素傷害</color>。\n\n<color=#FFD780FF>重擊</color>\n消耗一定體力，短暫詠唱後，造成<color=#80C0FFFF>水元素範圍傷害</color>。\n\n<color=#FFD780FF>下落攻擊</color>\n凝聚水元素的力量，從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成<color=#80C0FFFF>水元素範圍傷害</color>。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大4段の連続攻撃を行い、<color=#80C0FFFF>水元素ダメージ</color>を与える。\n\n<color=#FFD780FF>重撃</color>\n一定のスタミナを消費し、短い詠唱をした後、敵に<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n물보라로 최대 4번 공격해 <color=#80C0FFFF>물 원소 피해</color>를 준다.\n\n<color=#FFD780FF>강공격</color>\n일정 스태미나를 소모해, 짧은 영창 후 <color=#80C0FFFF>물 원소 범위 피해</color>를 준다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color=#80C0FFFF>물 원소 범위 피해</color>를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 4 water splash attacks that deal <color=#80C0FFFF>Hydro DMG</color>.\n\n<color=#FFD780FF>Charged Attack</color>\nConsumes a certain amount of Stamina to deal <color=#80C0FFFF>AoE Hydro DMG</color> after a short casting time.\n\n<color=#FFD780FF>Plunging Attack</color>\nGathering the might of Hydro, Mona plunges towards the ground from mid-air, damaging all opponents in her path. Deals <color=#80C0FFFF>AoE Hydro DMG</color> upon impact with the ground.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 4 Spritzwasser-Angriffe aus und verursacht <color=#80C0FFFF>Hydro-Schaden</color>.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nVerbraucht eine gewisse Menge Ausdauer und verursacht nach kurzer Aufladezeit <color=#80C0FFFF>Hydro-Flächenschaden</color>.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nKonzentriert die Kraft des Wassers, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen <color=#80C0FFFF>Hydro-Flächenschaden</color>.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 4 salpicaduras de agua que infligen <color=#80C0FFFF>Daño Hydro</color>.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume una cierta cantidad de Aguante para infligir <color=#80C0FFFF>Daño Hydro en el AdE</color> después de un corto tiempo de lanzamiento.\n\n<color=#FFD780FF>Ataque Descendente</color>\nConcentra el poder Hydro y desciende hacia el suelo, dañando a todos los enemigos cercanos e infligiendo <color=#80C0FFFF>Daño Hydro en el AdE</color> en el momento del impacto.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 4 attaques d'eau qui infligent des <color=#80C0FFFF>DGT Hydro</color>.\n\n<color=#FFD780FF>Attaque chargée</color>\nConsomme de l'endurance pour infliger des <color=#80C0FFFF>DGT Hydro de zone</color> après un court délai.\n\n<color=#FFD780FF>Attaque plongeante</color>\nPlonge depuis les airs en concentrant ses pouvoirs Hydro, infligeant des DGT aux ennemis en chemin et des <color=#80C0FFFF>DGT Hydro de zone</color> à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 4 ataques com esguichos de água que infligem <color=#80C0FFFF>Dano Hydro</color>.\n\n<color=#FFD780FF>Ataque Carregado</color>\nConsome uma certa quantidade de Stamina para infligir <color=#80C0FFFF>Dano Hydro em uma AdE</color> após um curto período de canalização.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nReunindo o poder do Hydro, Mona mergulha em direção ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige <color=#80C0FFFF>Dano Hydro em uma AdE</color> durante o impacto com o chão.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо четырёх ударов пузырями, наносящих <color=#80C0FFFF>Гидро урон</color>.\n\n<color=#FFD780FF>Заряженная атака:</color>\nКороткое заклинание, наносящее <color=#80C0FFFF>Гидро урон по площади</color>, на которое тратится определённое количество выносливости.\n\n<color=#FFD780FF>Атака в падении:</color>\nНакопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color=#80C0FFFF>Гидро урон по площади</color>.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 4 serangan air yang mengakibatkan <color=#80C0FFFF>Hydro DMG</color>.\n\n<color=#FFD780FF>Charged Attack</color>\nMengonsumsi sejumlah Stamina untuk mengakibatkan <color=#80C0FFFF>Hydro DMG area</color> setelah jeda singkat.\n\n<color=#FFD780FF>Plunging Attack</color>\nMengumpulkan kekuatan Hydro dan menerjang tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan <color=#80C0FFFF>Hydro DMG area</color> saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nปล่อยการโจมตีน้ำต่อเนื่องมากสุด 4 ครั้ง เพื่อสร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จจะสร้าง <color=#80C0FFFF>ความเสียหายน้ำเป็นวงกว้าง</color>\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nรวบรวมพลังแห่งธาตุน้ำ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color> เมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 4 lần tấn công hoa nước, gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color>.\n\n<color=#FFD780FF>Trọng Kích</color>\nTiêu hao thể lực nhất định, sau khi tụ lực, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nNgưng tụ sức mạnh nguyên tố Thủy, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường đi, gây <color=#80C0FFFF>sát thương phạm vi Nguyên Tố Thủy</color> khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "水中幻愿",
      "zht": "水中幻願",
      "jp": "水中幻願",
      "ko": "수중 환원",
      "en": "Mirror Reflection of Doom",
      "de": "Trugbilder im Wasser",
      "es": "Espejismo del agua",
      "fr": "Mirage aqueux",
      "pt": "Água Ilusória",
      "ru": "Отражение фатума",
      "id": "Mirror Reflection of Doom",
      "th": "Mirror Reflection of Doom",
      "vi": "Ảo Vọng Dưới Nước"
    },
    "description": {
      "zhs": "聚集水花汇成命运的虚影。\n\n<color=#FFD780FF>虚影</color>\n具有如下特性：\n·持续嘲讽周围的敌人，吸引火力；\n·持续对附近的敌人造成<color=#80C0FFFF>水元素伤害</color>；\n·持续时间结束时，虚影破裂，造成<color=#80C0FFFF>水元素范围伤害</color>。\n\n<color=#FFD780FF>长按</color>\n借助水流之势迅速后退，并唤出虚影。\n\n场上同时只能存在一个通过水中幻愿创造的虚影。\n\n<i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
      "zht": "聚集水花匯成命運的虛影。\n\n<color=#FFD780FF>虛影</color>\n具有如下特性：\n·持續嘲諷周圍的敵人，吸引火力；\n·持續對附近的敵人造成<color=#80C0FFFF>水元素傷害</color>；\n·持續時間結束時，虛影破裂，造成<color=#80C0FFFF>水元素範圍傷害</color>。\n\n<color=#FFD780FF>長按</color>\n藉助水流之勢迅速後退，並喚出虛影。\n\n場上同時只能存在一個由水中幻願創造的虛影。\n\n<i>高深的占星術士一直試圖製造自身的虛影來轉嫁將要到來的厄運。但是如此嘲諷厄運的人，莫娜應該是提瓦特第一個。</i>",
      "jp": "水しぶきを集め、運命の虚影を形成する。\n\n<color=#FFD780FF>虚影</color>\n虚影は以下の特性を持つ。\n·持続的に周囲の敵を挑発し、攻撃を引き付ける。\n·持続的に付近の敵に<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。\n·継続時間終了時、虚影が破裂し、<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。\n\n<color=#FFD780FF>長押し</color>\n水流の勢いを利用し、素早く後退する。\n\n水中幻願によって作られた虚影は、同時に最大1つまで存在可能。\n\n<i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
      "ko": "물보라가 모여 만든 운명의 허영.\n\n<color=#FFD780FF>허영</color>\n아래의 특성을 가진다:\n·주변의 적을 도발하여 공격을 유도한다.\n·주변의 적에게 지속해서 <color=#80C0FFFF>물 원소 피해</color>를 준다.\n·지속 시간이 끝나면 허영이 파열되면서 <color=#80C0FFFF>물 원소 범위 피해</color>를 준다.\n\n<color=#FFD780FF>홀드</color>\n물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.\n\n필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.\n\n<i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
      "en": "Creates an illusory Phantom of Fate from coalesced waterspouts.\n\n<color=#FFD780FF>Phantom</color>\nHas the following special properties:\n·Continuously taunts nearby opponents, attracting their fire.\n·Continuously deals <color=#80C0FFFF>Hydro DMG</color> to nearby opponents.\n·When its duration expires, the Phantom explodes, dealing <color=#80C0FFFF>AoE Hydro DMG</color>.\n\n<color=#FFD780FF>Hold</color>\nUtilizes water currents to move backwards swiftly before conjuring a Phantom.\n\nOnly one Phantom created by Mirror Reflection of Doom can exist at any time.\n\n<i>Skilled astrologers have always dreamed of using a phantom facsimile of themselves to ward off imminent ill fate, but Mona must be the first to make such a mockery of it in all of Teyvat.</i>",
      "de": "Erschafft aus vielen Wassertropfen ein Trugbild des Schicksals.\n\n<color=#FFD780FF>Trugbild</color>\nMerkmale:\n· Verspottet Gegner in der Umgebung fortlaufend und zieht ihre Angriffe auf sich.\n· Fügt Gegnern in der Nähe fortlaufend <color=#80C0FFFF>Hydro-Schaden</color> zu.\n· Birst nach Ablauf der Wirkungsdauer und verursacht <color=#80C0FFFF>Hydro-Flächenschaden</color>.\n\n<color=#FFD780FF>Gedrückt halten</color>\nNutzt die Kraft des fließenden Wassers, um schnell zurückzuweichen und ein Trugbild zu erschaffen.\n\nZu einem Zeitpunkt kann nur ein Trugbild existieren, das mit Trugbilder im Wasser erschaffen wurde.\n\n<i>Große Gelehrte der Astrologie versuchen seit jeher, ein Trugbild von sich zu schaffen, um Übel von sich selbst abzuwenden. Mona muss wohl die erste sein, die das Schicksal tatsächlich auf diese Weise austrickst.</i>",
      "es": "Invoca unos chorros de agua para crear una ilusión del destino.\n\nLa <color=#FFD780FF>ilusión</color> tiene las siguientes características:\n·Provoca a los enemigos cercanos, atrayendo la atención de sus ataques.\n·Inflige intermitentemente <color=#80C0FFFF>Daño Hydro</color> a los enemigos cercanos.\nAl terminar su efecto, la ilusión explota e inflige <color=#80C0FFFF>Daño Hydro en el AdE</color>.\n\n<color=#FFD780FF>Mantener pulsado</color>\nUtiliza una corriente de agua para impulsarse hacia atrás rápidamente y conjurar una ilusión.\n\nSolo puede existir una ilusión creada por Espejismo del agua a la vez.\n\n<i>Los astrólogos expertos siempre han soñado con usar una copia ilusoria de ellos mismos para protegerse de la inminente mala suerte, pero Mona debe ser la primera en burlarse de la mala suerte en todo Teyvat.</i>",
      "fr": "Mona invoque un mirage du destin créé à partir de projections aqueuses.\n\n<color=#FFD780FF>Mirage</color>\nLe mirage a les effets suivants :\n· Nargue les ennemis proches et attire leur attention ;\n· Inflige des <color=#80C0FFFF>DGT Hydro continus</color> aux ennemis proches.\n· Lorsque le mirage prend fin, il explose et inflige des <color=#80C0FFFF>DGT Hydro de zone</color>.\n\n<color=#FFD780FF>Appui long</color>\nMona utilise la puissance de l'eau pour se propulser rapidement en arrière et invoque un mirage du destin.\nIl ne peut exister qu'un seul mirage à la fois.\n\n<i>Les astromanciens les plus doués ont toujours rêvé de pouvoir créer un sosie d'eux-mêmes pour pouvoir faire face au danger, mais Mona est sans doute la première à avoir réalisé ce tour de main.</i>",
      "pt": "Cria um Fantasma ilusório do destino a partir de trombas d'águas fundidas.\n\nO <color=#FFD780FF>Fantasma</color> tem as seguintes propriedades especiais:\nContinuamente provoca inimigos próximos, atraindo seus golpes.\n Continuamente inflige <color=#80C0FFFF>Dano Hydro</color> nos inimigos próximos.\n Quando sua duração expira, o Fantasma explode, infligindo <color=#80C0FFFF>Dano Hydro em uma AdE</color>.\n\n<color=#FFD780FF>Manter pressionado</color>\nUtiliza a corrente da água para movimentar-se rapidamente para trás antes de conjurar o Fantasma.\n\nApenas um Fantasma criado pelo Espelho do Reflexo do Apocalipse pode existir a qualquer momento.\n\n<i>Astrólogos qualificados sempre sonharam em usar uma cópia de si mesmos para se prevenirem do destino cruel iminente, mas Mona deve ser a primeira a fazer tamanho escárnio de todos em Teyvat.</i>",
      "ru": "Создаёт фантома судьбы из водных пузырей.\n\n<color=#FFD780FF>Фантом</color> имеет следующие свойства:\n· Непрерывно привлекает атаки врагов на себя;\n· Непрерывно наносит <color=#80C0FFFF>Гидро урон</color> окружающим врагам.\n· По истечении времени действия фантом взрывается, нанося <color=#80C0FFFF>Гидро урон по площади</color>.\n\n<color=#FFD780FF>Долгое нажатие:</color>\nОтпрыгивает назад с помощью водных потоков, при этом создав фантома.\n\nОдновременно на поле боя может существовать только один фантом навыка Отражение фатума.\n\n<i>Опытные астрологи всегда мечтали создавать собственных фантомов, чтобы отводить злой рок. Мона стала первым человеком в Тейвате, кого смешат такие мысли.</i>",
      "id": "Menciptakan bayangan ilusi nasib dari bunga air.\n\n<color=#FFD780FF>Bayangan</color> tersebut memiliki karakteristik sebagai berikut:\n·Terus-menerus menarik perhatian musuh di sekitar.\nTerus-menerus mengakibatkan <color=#80C0FFFF>Hydro DMG</color> kepada musuh di sekitar.\n·Saat durasinya habis, bayangan akan meledak, mengakibatkan <color=#80C0FFFF>Hydro DMG area</color>.\n\n<color=#FFD780FF>Tahan</color>\nMemanfaatkan arus air untuk bergerak mundur dengan cepat sebelum memanggil bayangan.\n\nHanya satu bayangan saja yang dapat dibuat oleh Mirror Reflection of Doom kapan pun juga.\n\n<i>Astrolog terampil selalu bermimpi untuk menggunakan faksimili diri untuk menangkal nasib buruk yang akan segera terjadi, tapi Mona harus menjadi yang pertama di seluruh Teyvat yang bisa membuat hal itu terjadi.</i>",
      "th": "#สร้างภาพลวงตาแห่งโชคชะตา Phantom ขึ้นจากการรวมตัวของน้ำ\n\n<color=#FFD780FF>Phantom</color>\nมีคุณลักษณะพิเศษดังนี้:\n·ยั่วยุและดึงดูดการโจมตีของศัตรูอย่างต่อเนื่อง;\n·สร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>แก่ศัตรูโดยรอบ อย่างต่อเนื่อง;\n·Phantom จะระเบิดออกเมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง และทำให้เกิด<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color>\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nอาศัยพลังของกระแสน้ำเพื่อถอยมาด้านหลังอย่างรวดเร็ว และเรียก Phantom ออกมา\n\nขณะเดียวกัน ในการต่อสู้จะสามารถมี Phantom ที่เกิดจาก Mirror Reflection of Doom ได้เพียง 1 อัน เท่านั้น\n\n<i>เหล่าโหรแห่งดวงดาวผู้เก่งกาจนั้น พยายามสร้างภาพลวงตาขึ้นมา เพื่อส่งผ่านเคราะห์ร้ายมาตั้งแต่ช้านาน แต่ Mona เป็นคนแรกใน Teyvat ที่สามารถหลอกล่อเคราะห์ร้ายได้ถึงขนาดนี้</i>",
      "vi": "Hội tụ hoa nước hình thành ảo ảnh vận mệnh.\n\n<color=#FFD780FF>Hư Ảnh</color>\nCó đặc tính như sau:\n·Liên tục khiêu khích địch xung quanh, thu hút địch tấn công;\n·Gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color> liên tục cho địch ở gần;\n·Khi kết thúc, hư ảnh sẽ nổ tung, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>.\n\n<color=#FFD780FF>Nhấn giữ</color>\nMượn dòng thủy lưu lùi nhanh về phía sau và gọi Hư Ảnh.\n\nTrong trận chỉ có thể đồng thời tồn tại một Hư Ảnh được tạo ra từ nước,\n\n<i>Thuật sĩ chiêm tinh tinh vi luôn muốn tạo ra hư ảnh của bản thân để gánh lấy tai ương sắp ập đến. Ở Teyvat, chắc chỉ có Mona là người đầu tiên chế giễu tai ương như thế.</i>"
    }
  },
  {
    "title": {
      "zhs": "虚实流动",
      "zht": "虛實流動",
      "jp": "虚実流動",
      "ko": "흐르는 허와 실",
      "en": "Illusory Torrent",
      "de": "Irreführende Strömung",
      "es": "Torrente ilusorio",
      "fr": "Vicissitude",
      "pt": "Vicissitude",
      "ru": "Иллюзорный поток",
      "id": "Illusory Torrent",
      "th": "Illusory Torrent",
      "vi": "Dòng Chảy Ảo"
    },
    "description": {
      "zhs": "<color=#FFD780FF>替代冲刺</color>\n隐入流水，以消耗体力为代价，化为激流快速移动。\n\n在虚实流动状态下，莫娜可以在水面上高速移动。\n结束虚实流动现身时，对周围的敌人施加<color=#80C0FFFF>潮湿</color>状态。\n\n<i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
      "zht": "<color=#FFD780FF>替代衝刺</color>\n隱入流水，以消耗體力為代價，化為激流快速移動。\n\n在虛實流動狀態下，莫娜可以在水面上高速移動。\n結束虛實流動現身時，對周圍的敵人施加<color=#80C0FFFF>潮濕</color>狀態。\n\n<i>這是莫娜能辦到，她老師卻辦不到的事情。無關水元素神之眼，畢竟她老師又不會被追著教育。</i>",
      "jp": "<color=#FFD780FF>ダッシュの代わりに発動する</color>\n水流に隠れて激流となり、スタミナを消費して素早く移動する。\n\n虚実流動状態のモナは水面上を高速移動できる。\n虚実流動状態が終了し、姿を現した時に、周囲の敵に<color=#80C0FFFF>湿潤</color>状態を与える。\n\n<i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
      "ko": "<color=#FFD780FF>대시 대체</color>\n흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.\n\n흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.\n흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color=#80C0FFFF>습기 상태</color>를 부여한다.\n\n<i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
      "en": "<color=#FFD780FF>Alternate Sprint</color>\nMona cloaks herself within the water's flow, consuming Stamina to move rapidly.\n\nWhen under the effect of Illusory Torrent, Mona can move at high speed on water.\nApplies the <color=#80C0FFFF>Wet</color> status to nearby opponents when she reappears.\n\n<i>This is something that Mona can do, but her teacher cannot. Well, but it's not as if her teacher would pursue any matter concerning Hydro Visions anyway...</i>",
      "de": "<color=#FFD780FF>Ersetzt Rennen</color>\nVerbraucht Ausdauer und bewegt sich so schnell wie ein reißender Strom.\n\nMona kann sich während der Wirkungsdauer von Irreführende Strömung mit hoher Geschwindigkeit auf der Wasseroberfläche fortbewegen.\nFügt Gegnern in der Umgebung beim Erscheinen am Ende von Irreführende Strömung den Zustand <color=#80C0FFFF>Nass</color> zu.\n\n<i>Obwohl ihr Meister dazu nicht in der Lage ist, hat Mona diese Fähigkeit erlernt. Schließlich kümmert ihr Meister sich nicht um Dinge, die nichts mit Göttlichen Augen der Hydro-Kraft zu tun haben.</i>",
      "es": "<color=#FFD780FF>Reemplaza a Esprintar</color>\nMona se oculta bajo un flujo de agua, consumiendo su Aguante para moverse rápidamente.\n\nCuando está bajo el efecto de Torrente ilusorio, Mona puede moverse a gran velocidad sobre el agua.\nAl reaparecer, aplica el estado de <color=#80C0FFFF>Mojado</color> sobre los enemigos cercanos.\n\n<i>Esto es algo que Mona puede hacer, pero su maestra no. Bueno, tampoco es que su maestra esté interesada en asuntos relacionados con las Visiones Hydro...</i>",
      "fr": "<color=#FFD780FF>Sprint alternatif</color>\nMona consomme de l'endurance pour se déplacer aussi vite qu'un torrent sous la forme d'un courant d'eau.\n\nDans l'état Vicissitude, Mona peut se déplacer rapidement sur l'eau.\nÀ la fin de l'état, Mona <color=#80C0FFFF>trempe</color> les ennemis proches lorsqu'elle réapparaît.\n\n<i>Voici une technique que Mona est capable d'effectuer, mais pas son maître. Ce n'est pas comme si cette dernière souhaitait apprendre quoi que ce soit au sujet de l'œil divin Hydro...</i>",
      "pt": "<color=#FFD780FF>Arrancada Alternativa</color>\nMona se envolve dentro do fluxo da água, consumindo Stamina para se mover rapidamente.\nQuando sob o efeito de Vicissitude, Mona pode se movimentar em alta velocidade sobre a água.\nAplica o estado de <color=#80C0FFFF>Molhado</color> para inimigos próximos quando ela ressurge.\n\n<i>Isso é algo que a Mona pode fazer, mas seu professor não pode. Bem, não é como se seu professor fosse seguir qualquer coisa relacionada às Visões Hydro de qualquer forma...</i>",
      "ru": "<color=#FFD780FF>Заменяет спринт.</color>\nМона движется вместе с потоками воды, затрачивая определённое количество выносливости.\n\nБудучи в форме Иллюзорного потока, Мона может двигаться по поверхности воды с высокой скоростью.\nПо окончании навыка накладывает на окружающих врагов статус <color=#80C0FFFF>Мокрый</color>.\n\n<i>Это способность, которой владеет Мона, но не её наставница, которой, впрочем, не очень интересен Гидро Глаз Бога...</i>",
      "id": "<color=#FFD780FF>Alternate Sprint</color>\nMona menyembunyikan dirinya di dalam arus air, mengonsumsi sejumlah Stamina untuk bergerak cepat.\n\nSaat berada di bawah pengaruh efek Illusory Torrent, Mona dapat bergerak dengan kecepatan tinggi di air.\nSaat dia muncul kembali, akan menyebabkan efek <color=#80C0FFFF>Wet</color> kepada musuh di sekitarnya.\n\n<i>Ini adalah hal yang bisa dilakukan oleh Mona, namun tidak bisa dilakukan oleh gurunya. Yah, namun demikian gurunya juga tidak akan mempelajari lebih lanjut mengenai Hydro Vision ...</i>",
      "th": "<color=#FFD780FF>Alternate Sprint</color>\nแทรกตัวหลบเข้าไปในกระแสน้ำ และเคลื่อนที่อย่างรวดเร็ว โดยแลกกับการใช้พลังกาย\n\nภายใต้สภาวะเอฟเฟกต์ของ Illusory Torrent ร่างของ Mona จะทำให้สามารถเคลื่อนที่บนผิวน้ำได้อย่างรวดเร็ว\nเมื่อ Illusory Torrent สิ้นสุด และปรากฏตัวออกมา จะทำให้ศัตรูโดยรอบอยู่ในสภาวะ<color=#80C0FFFF>เปียกชุ่ม</color>\n\n<i>นี่เป็นเรื่องที่ Mona สามารถทำได้ แต่อาจารย์ของเธอนั้นกลับล้มเหลว ไม่เกี่ยวกับวิชั่นธาตุน้ำแต่อย่างใด เพราะอย่างไรซะ อาจารย์ของเธอคงไม่โดนคนอื่นวิ่งไล่สั่งสอนอยู่ดี</i>",
      "vi": "<color=#FFD780FF>Thay thế xung kích</color>\nẨn vào dòng nước, trả giá bằng tiêu hao thể lực, hóa thành dòng chảy cực nhanh.\n\nỞ trạng thái dòng chảy ảo, Mona có thể di chuyển nhanh trên mặt nước.\nKhi kết thúc dòng chảy ảo và hiện thân, sẽ thi triển trạng thái <color=#80C0FFFF>Ẩm Ướt</color> cho địch xung quanh.\n\n<i>Đây là việc mà Mona làm được nhưng thầy của cô không thể làm. Nó chẳng liên quan đến Vision Nguyên Tố Thủy gì cả, vì dẫu sao thì thầy của cô cũng không bị ép phải học kỹ năng này.</i>"
    }
  },
  {
    "title": {
      "zhs": "星命定轨",
      "zht": "星命定軌",
      "jp": "星命定軌",
      "ko": "별의 운명",
      "en": "Stellaris Phantasm",
      "de": "Vorbestimmte Laufbahn",
      "es": "Órbita divina",
      "fr": "Voie divine",
      "pt": "Órbita Divina",
      "ru": "Звёздный фантазм",
      "id": "Stellaris Phantasm",
      "th": "Stellaris Phantasm",
      "vi": "Quỹ Đạo Tinh Mệnh"
    },
    "description": {
      "zhs": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。\n\n<color=#FFD780FF>泡影</color>\n以星相的气泡包裹敌人，施加<color=#80C0FFFF>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。\n处于泡影影响下的敌人受到伤害时，会产生以下效果：\n·对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；\n·解除泡影效果，并额外造成一次<color=#80C0FFFF>水元素伤害</color>。\n\n<color=#FFD780FF>星异</color>\n持续时间内，提高受到的伤害。\n\n<i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
      "zht": "凝聚粼粼的水波，倒映出虛幻星空，對大範圍內的敵人施加泡影狀態。\n\n<color=#FFD780FF>泡影</color>\n以星相的氣泡包裹敵人，施加<color=#80C0FFFF>潮濕</color>狀態。較弱的敵人會被禁錮在泡影中，無法行動。\n處於泡影影響下的敵人受到傷害時，會產生以下效果：\n·對敵人施加星異的傷害加成效果，並以此提高這一次造成的傷害；\n·解除泡影效果，並額外造成一次<color=#80C0FFFF>水元素傷害</color>。\n\n<color=#FFD780FF>星異</color>\n持續時間內，提高受到的傷害。\n\n<i>自從神的目光開始牽引著天上的光明，命運自此被稱之為命運。</i>",
      "jp": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。\n\n<color=#FFD780FF>泡影</color>\n星の泡で敵を拘束し、<color=#80C0FFFF>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。\n泡影状態の敵がダメージを受けると、以下の効果を受ける。\n·星異状態を与えられ、次に受けるダメージがアップする。\n·泡影の効果が解除する。解除時、<color=#80C0FFFF>水元素ダメージ</color>を受ける。\n\n<color=#FFD780FF>星異</color>\n星異状態継続中、受けるダメージがアップする。\n\n<i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
      "ko": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.\n\n<color=#FFD780FF>포영</color>\n점성의 거품으로 적을 감싸고 <color=#80C0FFFF>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.\n포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:\n·적에게 성이(星異) 피해 보너스를 부여하며 이번에 가한 피해가 증가한다.\n·포영 효과가 해제되고 추가로 <color=#80C0FFFF>물 원소 피해</color>를 1번 준다. \n\n<color=#FFD780FF>성이(星異)</color>\n지속 시간 동안 받는 피해가 증가한다.\n\n<i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
      "en": "Mona summons the sparkling waves and creates a reflection of the starry sky, applying the Illusory Bubble status to opponents in a large AoE.\n\n<color=#FFD780FF>Illusory Bubble</color>\nTraps opponents inside a pocket of destiny and also makes them <color=#80C0FFFF>Wet</color>. Renders weaker opponents immobile.\nWhen an opponent affected by Illusory Bubble sustains DMG, it has the following effects:\n·Applies an Omen to the opponent, which gives a DMG Bonus, also increasing the DMG of the attack that causes it.\n·Removes the Illusory Bubble, dealing <color=#80C0FFFF>Hydro</color> DMG in the process.\n\n<color=#FFD780FF>Omen</color>\nDuring its duration, increases DMG taken by opponents.\n\n<i>It was from the time that gods first traced the lights in the heavens with their eyes that the notion of \"fate\" was born.</i>",
      "de": "Ruft hohe Wellen herbei, reflektiert damit den Sternenhimmel und fügt Gegnern mit hoher Reichweite den Zustand Blasenschatten zu.\n\n<color=#FFD780FF>Blasenschatten</color>\nUmschließt Gegner in sternförmigen Blasen und fügt ihnen den Zustand <color=#80C0FFFF>Nass</color> zu. Hält schwächere Gegner in den Blasenschatten gefangen, sodass sie sich nicht bewegen können.\nEffekte, wenn Gegner in Blasenschatten Schaden erleiden:\n· Fügt Gegnern den Zustand Omen zu, der den diesmal erlittenen Schaden erhöht.\n· Entfernt den Effekt der Blasenschatten und verursacht zusätzlichen <color=#80C0FFFF>Hydro-Schaden</color>.\n\n<color=#FFD780FF>Omen</color>\nErhöht den während der Wirkungsdauer erlittenen Schaden.\n\n<i>Nachdem die Götter einen Blick auf das himmlische Licht erhascht hatten, war das Schicksal als solches geboren.</i>",
      "es": "Mona invoca unas olas cristalinas para crear un reflejo del cielo estrellado, aplicando el estado de burbuja ilusoria sobre los enemigos en una gran AdE.\n\n<color=#FFD780FF>Burbuja ilusoria</color>\nInvoca una burbuja estrellada que envuelve a sus enemigos, aplicando el efecto de <color=#80C0FFFF>Mojado</color> sobre ellos. La burbuja inmoviliza a los enemigos más débiles, los cuales no podrán moverse.\nCuando un enemigo que está bajo los efectos de la burbuja ilusoria recibe daño, se producen los siguientes efectos:\n·Coloca un presagio sobre el enemigo, lo que otorga un bono de daño y también aumenta el daño del ataque que lo causa.\n·Elimina la burbuja ilusoria, infligiendo <color=#80C0FFFF>Daño Hydro</color> adicional.\n\n<color=#FFD780FF>Presagio</color>\nMientras dura la habilidad, aumenta el daño que reciben los enemigos.\n\n<i>Fue en la época en la que los dioses dibujaron por primera vez luces en el cielo cuando el “destino” comenzó a ser llamado como tal.</i>",
      "fr": "Mona invoque des vagues chatoyantes pour créer un reflet du ciel étoilé, infligeant l'état Bulle nocturne aux ennemis dans un large rayon.\n\n<color=#FFD780FF>Bulle nocturne</color>\nEmprisonne les ennemis, et les <color=#80C0FFFF>trempe</color>. Les ennemis les plus faibles sont immobilisés.\nLorsqu'un ennemi emprisonné subit des DGT, il subit également les effets suivants :\n· Un présage est appliqué à l'ennemi, qui subit alors une augmentation de DGT, y compris de l'attaque l'ayant provoqué ;\n· L'effet Bulle nocturne disparaît, et inflige des <color=#80C0FFFF>DGT Hydro</color> supplémentaires.\n\n<color=#FFD780FF>Présage</color>\nLe présage augmente les DGT subis par l'ennemi tant qu'il est actif.\n\n<i>C'est lorsque le regard des dieux dessina les étoiles que la notion de « destin » naquit.</i>",
      "pt": "Mona evoca as ondas cintilantes e cria um reflexo do céu estrelado, aplicando o status de Bolha Ilusória aos oponentes em uma grande AdE\n\n<color=#FFD780FF>Bolha Ilusória</color>\nPrende inimigos em um bolso do destino e também deixa eles <color=#80C0FFFF>Molhados</color>. Torna oponentes mais fracos imóveis.\nQuando um oponente afetado pela Bolha Ilusória recebe Dano, os seguintes efeitos são aplicados:\nAplica um Presságio no oponente, que causa Dano Bônus, também aumentando o Dano do ataque que o ocasiona.\n Remove a Bolha Ilusória, causando Dano Elemental <color=#80C0FFFF>Hydro</color> no processo.\n\n<color=#FFD780FF>Presságio</color>\nAo longo da duração, aumenta o Dano recebido pelos inimigos.\n\n<i>No momento em que os deuses traçaram pela primeira vez as luzes no céu com seus olhos, o \"destino\" nasceu.</i>",
      "ru": "Мона призывает бушующие волны и создаёт отражение звёздного неба, заключая врагов в большом радиусе в Теневые пузыри.\n\n<color=#FFD780FF>Теневой пузырь:</color>\nЗаключает в себя врагов, накладывая на них статус <color=#80C0FFFF>Мокрый</color>. Попав в Теневой пузырь, слабые противники также теряют способность двигаться.\nНанесённый заключённому в Теневой пузырь противнику урон активирует следующие эффекты:\n· Добавляет бонус урона от Омена, также увеличивая нанесённый урон.\n· Снимает эффект Теневого пузыря, при этом нанося <color=#80C0FFFF>Гидро урон</color>.\n\n<color=#FFD780FF>Омен:</color>\nНа время длительности навыка увеличивает получаемый противником урон.\n\n<i>Судьба стала называться судьбой, когда боги впервые обратили взоры к небу, обозначив звёзды и созвездия.</i>",
      "id": "Mona menciptakan gelombang air yang memantulkan cahaya langit penuh bintang, menyebabkan efek Illusory Bubble pada musuh dalam area yang besar.\n\n<color=#FFD780FF>Illusory Bubble</color>\nMengurung musuh di dalam gelembung bintang dan menyebabkan efek <color=#80C0FFFF>Wet</color>. Musuh yang lebih lemah akan terkurung dan tidak bisa bergerak.\nSaat musuh dalam gelembung terkena DMG, akan muncul efek berikut:\n·Menyebabkan efek Omen pada musuh, yang akan meningkatkan DMG yang diterima, dan juga meningkatkan DMG serangan yang memicu efek ini;\n·Illusory Bubble akan pecah dan mengakibatkan <color=#80C0FFFF>Hydro DMG</color>.\n\n<color=#FFD780FF>Omen</color>\nMeningkatkan DMG yang diterima musuh selama durasi Omen.\n\n<i>Sejak pertama kali para dewa menulusuri cahaya di langit dengan mata mereka, di situlah lahirnya sebuah \"takdir\".</i>",
      "th": "รวบรวมคลื่นน้ำอันใสสะอาดเป็นประกาย มาสะท้อนภาพมายาแห่งดวงดาว จากนั้นทำให้ศัตรูติดสถานะ Illusory Bubble เป็นวงกว้าง\n\n<color=#FFD780FF>Illusory Bubble</color>\nสร้างสถานะ<color=#80C0FFFF>เปียกชุ่ม</color>แก่ศัตรู ที่ถูกหุ้มด้วยฟองอากาศแห่งโชคชะตา ศัตรูที่ค่อนข้างอ่อนแอจะถูกกักขังด้วยฟองอากาศ Illusory Bubble และไม่สามารถขยับได้\nเมื่อศัตรูที่อยู่ภายใต้ผลกระทบของ Illusory Bubble ได้รับความเสียหาย จะเกิดเอฟเฟกต์ดังนี้:\n·เพิ่มเอฟเฟกต์โบนัสความเสียหาย Omen แก่ศัตรู และเพิ่มความเสียหายจากการโจมตีครั้งนี้;\n·เอฟเฟกต์ Illusory Bubble จะหายไป และ<color=#80C0FFFF>สร้างความเสียหายน้ำ</color>เพิ่ม 1 ครั้ง\n\n<color=#FFD780FF>Omen</color>\nภายในช่วงระยะเวลาต่อเนื่อง ความเสียหายที่ได้รับจะเพิ่มขึ้น\n\n<i>ยามดวงตาของเทพเจ้าเริ่มชี้นำแสงสว่างบนท้องฟ้า โชคชะตาจึงถูกเรียกว่าโชคชะตานับตั้งแต่ตอนนั้นเป็นต้นมา</i>",
      "vi": "Sóng nước ngưng tụ phản chiếu tinh không hư ảo, thi triển trạng thái Bóng Nước cho địch trong phạm vi lớn.\n\n<color=#FFD780FF>Bóng Nước</color>\nDùng bong bóng bao lấy kẻ địch, thi triển trạng thái <color=#80C0FFFF>Ẩm Ướt</color>, giam cầm kẻ yếu đuối trong bóng nước.\nKẻ địch trong trạng thái Bóng Nước chịu phải sát thương sẽ có hiệu ứng sau:\n·Tạo ra thêm hiệu quả buff sát thương của Tinh Dị cho địch, tăng sát thương phải chịu ở lần này;\n·Xóa hiệu ứng Bóng Nước và gây thêm một lần <color=#80C0FFFF>sát thương Nguyên Tố Thủy</color>.\n\n<color=#FFD780FF>Tinh Dị</color>\nTrong thời gian duy trì, tăng sát thương chịu phải.\n\n<i>Khi ánh mắt của Thần bắt đầu dẫn dắt ánh sáng trên bầu trời, thì kể từ đó vận mệnh đã được gọi tên là vận mệnh.</i>"
    }
  },
  {
    "title": {
      "zhs": "「老太婆来抓我啊！」",
      "zht": "「老太婆來抓我啊！」",
      "jp": "「おばば、私を捕まえられますか～」",
      "ko": "「할망구, 나 잡아 봐라!」",
      "en": "\"Come 'n' Get Me, Hag!\"",
      "de": "„Die Alte kriegt mich nicht!“",
      "es": "¡Atrápame si puedes!",
      "fr": "Leurre du fatum",
      "pt": "\"Aquela bruxa velha veio atrás de mim!\"",
      "ru": "«Старуха, тебе меня не найти!»",
      "id": "\"Come 'n' Get Me, Hag!\"",
      "th": "\"Come 'n' Get Me, Hag!\"",
      "vi": "\"Bà lão hãy đến bắt ta!\""
    },
    "description": {
      "zhs": "进入<color=#FFD780FF>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。\n通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color=#FFD780FF>水中幻愿</color>伤害的50%。",
      "zht": "進入<color=#FFD780FF>虛實流動</color>狀態2秒後，如果週圍存在敵人，則自動凝聚一個虛影。\n藉由這種方式產生的虛影持續2秒，造成的破裂傷害相當於<color=#FFD780FF>水中幻願</color>傷害的50%。",
      "jp": "<color=#FFD780FF>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。\n虚影は2秒間存在した後に破裂する。破裂ダメージは<color=#FFD780FF>水中幻願</color>のダメージの50%に相当する。",
      "ko": "<color=#FFD780FF>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.\n이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 가하는 피해는 <color=#FFD780FF>수중 환원</color> 피해의 50%이다",
      "en": "After she has used <color=#FFD780FF>Illusory Torrent</color> for 2s, if there are any opponents nearby, Mona will automatically create a Phantom.\nA Phantom created in this manner lasts for 2s, and its explosion DMG is equal to 50% of <color=#FFD780FF>Mirror Reflection of Doom</color>.",
      "de": "Erschafft bei Anwesenheit von Gegnern in der Nähe 2 s nach Anwendung von <color=#FFD780FF>Irreführende Strömung</color> ein Trugbild.\nAuf diese Weise erschaffene Trugbilder halten 2 s und verursachen bei ihrer Explosion 50 % des Schadens von <color=#FFD780FF>Trugbilder im Wasser</color>.",
      "es": "Tras haber usado <color=#FFD780FF>Torrente ilusorio</color> durante 2 s, si hay algún enemigo cerca, Mona creará automáticamente un fantasma.\nUn fantasma creado de esta manera durará 2 s, y su daño de explosión será igual al 50% del daño de <color=#FFD780FF>Espejismo del agua</color>.",
      "fr": "Entrer dans l'état <color=#FFD780FF>Vicissitude</color> invoque automatiquement un mirage après 2 s en cas de présence d'ennemis proches.\nLe mirage ainsi invoqué dure 2 s, et ses DGT d'explosion sont équivalents à 50 % des DGT de <color=#FFD780FF>Mirage aqueux</color>.",
      "pt": "Depois dela usar <color=#FFD780FF>Vicissitude</color> por 2 segundos, se existir algum inimigo próximo, Mona irá automaticamente criar um Fantasma.\nUm Fantasma criado dessa maneira dura por 2 segundos, e o Dano da sua explosão é igual a 50% da <color=#FFD780FF>Água Ilusória</color>.",
      "ru": "Если через 2 сек. после активации навыка <color=#FFD780FF>Иллюзорный поток</color> вокруг Моны есть враги, она создаёт одного фантома.\nСозданный таким способом фантом существует 2 сек., урон от его взрыва равен 50% от навыка <color=#FFD780FF>Отражение фатума</color>.",
      "id": "Jika ada musuh di sekitar, Mona akan menciptakan sebuah bayangan setelah menggunakan <color=#FFD780FF>Illusory Torrent</color> selama 2 detik.\nBayangan yang dibuat dengan cara ini dapat bertahan selama 2 detik, dan DMG ledakannya setara dengan 50% DMG <color=#FFD780FF>Mirror Reflection of Doom</color>.",
      "th": "2 วินาที หลังจากเข้าสู่สภาวะของ <color=#FFD780FF>Illusory Torrent</color> หากมีศัตรูอยู่ในบริเวณรอบตัว จะทำการสร้างภาพลวงตา Phantom ออกมา 1 ตน\nPhantom ที่เกิดขึ้นด้วยวิธีนี้จะคงอยู่เป็นเวลา 2 วินาที โดยความเสียหายเมื่อระเบิด จะเท่ากับ 50% ของความเสียหายของ <color=#FFD780FF>Mirror Reflection of Doom</color>",
      "vi": "Sau khi vào trạng thái <color=#FFD780FF>dòng chảy ảo</color> 2s, nếu xung quanh có kẻ địch sẽ tự động ngưng tụ thành một ảo ảnh.\nẢo ảnh sinh ra theo cách này sẽ duy trì 2s, sát thương vỡ ra bằng 50% sát thương của <color=#FFD780FF>Ảo Vọng Dưới Nước</color>."
    }
  },
  {
    "title": {
      "zhs": "「托付于命运吧！」",
      "zht": "「託付於命運吧！」",
      "jp": "「運命の流れに任せましょう！」",
      "ko": "「운명에 맡겨!」",
      "en": "Waterborne Destiny",
      "de": "„Lass das Schicksal entscheiden!“",
      "es": "¡Que el destino decida!",
      "fr": "Que le destin décide",
      "pt": "\"Deixe nas mãos do destino!\"",
      "ru": "Пусть судьба кинет кости!",
      "id": "Waterborne Destiny",
      "th": "Waterborne Destiny",
      "vi": "\"Cứ để mặc cho vận mệnh đi!\""
    },
    "description": {
      "zhs": "莫娜的<color=#80C0FFFF>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
      "zht": "莫娜的<color=#80C0FFFF>水元素傷害加成</color>獲得額外提升，提升程度相當於她的元素充能效率的20%。",
      "jp": "モナの与える<color=#80C0FFFF>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
      "ko": "모나의 <color=#80C0FFFF>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 상승한다",
      "en": "Increases Mona's <color=#80C0FFFF>Hydro DMG Bonus</color> by a degree equivalent to 20% of her Energy Recharge rate.",
      "de": "Erhöht Monas <color=#80C0FFFF>Hydro-Schaden</color> zusätzlich um 20 % ihrer Aufladerate.",
      "es": "Mona obtiene un <color=#80C0FFFF>Bono de Daño Hydro</color> adicional equivalente al 20% de su Recarga de Energía.",
      "fr": "Confère à Mona un <color=#80C0FFFF>bonus de DGT Hydro</color> équivalant à 20 % de sa recharge d'énergie.",
      "pt": "Aumenta o <color=#80C0FFFF>Bônus de Dano Hydro</color> de Mona em certo grau, equivalente a 20% da sua Taxa de Recarga de Energia.",
      "ru": "Увеличивает <color=#80C0FFFF>бонус Гидро урона</color> Моны на 20% от её восстановления энергии.",
      "id": "Meningkatkan <color=#80C0FFFF>Hydro DMG Bonus</color> Mona sebesar 20% dari Energy Recharge.",
      "th": "เพิ่ม<color=#80C0FFFF>โบนัสความเสียหายน้ำ</color>ของ Mona ขึ้น โดยระดับที่เพิ่มจะเท่ากับ 20% ของประสิทธิภาพการฟื้นฟูพลังงานของตัวเธอเอง",
      "vi": "Tăng thêm <color=#80C0FFFF>buff sát thương Nguyên Tố Thủy</color> của Mona, mức tăng bằng 20% hiệu quả nạp nguyên tố của Mona."
    }
  },
  {
    "title": {
      "zhs": "运行原理",
      "zht": "運行原理",
      "jp": "運行原理",
      "ko": "운행 원리",
      "en": "Principium of Astrology",
      "de": "Grundsätze der Astrologie",
      "es": "Principios de la astrología",
      "fr": "Principes d'astromancie",
      "pt": "Princípio da Astrologia",
      "ru": "Принципы астрологии",
      "id": "Principium of Astrology",
      "th": "Principium of Astrology",
      "vi": "Nguyên Lý Vận Hành"
    },
    "description": {
      "zhs": "合成武器突破素材时，有25%概率返还部分合成材料。",
      "zht": "合成武器突破素材時，有25%的機率歸還部分合成材料。",
      "jp": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
      "ko": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
      "en": "When Mona crafts Weapon Ascension Materials, she has a 25% chance to refund a portion of the crafting materials used.",
      "de": "Gibt beim Zusammensetzen von Material zum Aufstieg von Waffen mit einer Wahrscheinlichkeit von 25 % einen Teil der Materialien zurück.",
      "es": "Al fabricar materiales de ascensión de arma, hay una probabilidad del 25% de recuperar los materiales usados.",
      "fr": "Lorsque vous fabriquez un matériau d'élévation d'arme, il y a 25 % de chances qu'une partie des matières premières vous soit rendue.",
      "pt": "Quando Mona cria Materiais de Avanço de Armas, ela tem 25% de chance de recuperar parte do material usado para criação.",
      "ru": "При создании материалов возвышения оружия имеет 25% шанс восстановить часть использованных материалов.",
      "id": "Mona memiliki 25% kemungkinan untuk mendapatkan kembali material yang digunakan saat membuat Material Ascension Senjata.",
      "th": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 25% ที่จะได้รับวัสดุส่วนหนึ่งที่ใช้ไปคืน",
      "vi": "Khi ghép nguyên liệu đột phá vũ khí, có tỷ lệ 25% hoàn trả một phần nguyên liệu ghép."
    }
  }
]