[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我的名字是阿斯托洛吉斯·莫娜·梅姬斯图斯，意为「伟大的占星术士莫娜」。如果想找我占卜，记住我的名字是最基本的尊重…而且要一次性全念对！",
      "zht": "我的名字是阿斯托洛吉斯·莫娜·梅姬斯圖斯，意為「偉大的占星術士莫娜」。如果想找我占卜，記住我的名字是最基本的尊重…而且要一次性全唸對！",
      "jp": "私の名前はアストローギスト·モナ·メギストス、「偉大なる占星術師モナ」っていう意味です。私に占って欲しいのなら、名前を覚えることが私に対する最低限のマナーですよ…一文字も間違えちゃだめですからね！",
      "ko": "내 이름은 아스트로지스트·모나·메기스토스, 「위대한 점성술사 모나」라는 뜻이야. 나한테 점괘를 보려면 내 이름쯤은 기억해 주는 게 기본적인 예의지… 그리고 막힘없이 한 번에 쭉 읊어야 해!",
      "en": "I am Astrologist Mona Megistus, meaning \"The Great Astrologist Mona.\" If it is divination you seek from me, then I ask you respect my name by learning it wholly, here and now.",
      "de": "Mein Name ist Astrologin Mona Megistus, ich bin die große Astrologin Mona, von der die ganze Welt weiß. Wenn ich dir eine Vorhersage machen soll, solltest du dir wenigstens meinen Namen merken. Außerdem musst du ihn komplett aussprechen!",
      "es": "Soy la Astróloga Mona Megistus, lo cual, al traducirlo, significa “la gran astróloga Mona”. Si quieres algo de mis poderes de adivinación, ten respeto por mí, apréndete mi nombre completo y ni se te ocurra pronunciarlo mal una vez.",
      "fr": "Je suis l'astromancienne Mona Megistus, ce qui signifie « la grande astromancienne Mona ». Si tu souhaites faire appel à mes services de divination, alors je te prie de respecter mon nom en le retenant dans son entier dès à présent.",
      "pt": "O meu nome é Astrologist Mona Megistus, que significa \"Mona, A Grande Astróloga\". Se precisar do meu serviço de Previsões Astrológicas, lembrar meu nome é um sinal básico de respeito... E pronuncie tudo de uma só vez!",
      "ru": "Меня зовут Астрологист Мона Мегистус и это означает «великий астролог Мона». Если тебе нужны предсказания, то запомнить моё имя - это базовая вежливость... И надо произнести его с первой попытки!",
      "id": "Namaku Astrologis Mona Megistus, artinya adalah \"Mona si Astrolog Hebat\". Kalau kamu ingin memintaku meramal, kamu harus mengingat namaku baik-baik. Ini adalah suatu penghargaan. Dan kamu juga harus melafalkannya dengan benar!",
      "th": "ชื่อของฉันคือ Astrologist Mona Megistus แปลว่า \"Mona โหรแห่งดวงดาวผู้ยิ่งใหญ่\" ถ้าอยากให้ฉันทำนายให้ การจำชื่อฉันให้ได้ก็ถือเป็น การแสดงความเคารพเบื้องต้น... แล้วก็ต้องพูดให้ถูก ในรอบเดียวด้วยนะ!",
      "vi": "Tên của tôi là Astrologist Mona Megistus, có nghĩa là \"Thuật sỹ chiêm tinh Mona vĩ đại\". Nếu muốn nhờ tôi xem bói, việc trước tiên là phải ghi nhớ tên, đó là phép lịch sự cơ bản đó... Hơn nữa phải đọc một lần không sai!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·占卜",
      "zht": "閒聊·占卜",
      "jp": "世間話·占い",
      "ko": "잡담·점괘",
      "en": "Chat: Astrology",
      "de": "Gespräch – Wahrsagung",
      "es": "Charla - Adivinar el futuro",
      "fr": "Bavardage - Divination",
      "pt": "Bate-papo - Astrologia",
      "ru": "Поболтаем: Гадание",
      "id": "Berbincang: Astrologi",
      "th": "แชท - ทำนาย",
      "vi": "Nói chuyện phiếm - Bói Toán"
    },
    "line": {
      "zhs": "占卜就是把既定的命运准确地展示出来。过度的修饰，只会让人们产生误解。",
      "zht": "占卜就是把既定的命運準確地展示出來。過度的修飾，只會讓人們產生誤解。",
      "jp": "占いとは、人の決まった運命を正確に示すものです。行き過ぎた装飾は、かえって人々の誤解を招くことになってしまいます。",
      "ko": "정해진 운명을 정확히 보여주는 게 바로 점괘야. 지나친 수식은 오해를 살 뿐이지",
      "en": "Divination is about precisely foretelling one's written destiny. Over-embellishing that fate only leads to misconception.",
      "de": "Beim Wahrsagen geht es darum, das festgelegte Schicksal genau zu sehen und zu nennen. Wenn man das zu sehr ausschmückt, können die Menschen die Bedeutung leicht missverstehen.",
      "es": "La adivinación consiste en mostrar exactamente el destino escrito de una persona. Decir cosas superfluas o inexactas sobre ese destino solo daría una idea equivocada.",
      "fr": "La divination consiste à prédire précisément l'avenir de quelqu'un. Enjoliver ce que le destin nous réserve ne fait que créer des malentendus.",
      "pt": "A adivinhação consiste em predizer com precisão o destino escrito de alguém. Dizer coisas supérfluas ou sem exatidão só leva a uma concepção errada.",
      "ru": "Суть гадания - верно предсказать уже установленную судьбу. Приукрашивание ведёт лишь к недопониманию.",
      "id": "Ramalan adalah menunjukkan nasib seseorang yang sudah ditentukan dengan tepat. Menuturkan ramalan dengan berlebihan akan menyebabkan kesalahpahaman.",
      "th": "การทำนายคือการแสดงชะตาที่ถูกต้อง การเติมแต่งที่มากเกินไป มีแต่จะทำให้ผู้คนเข้าใจผิด",
      "vi": "Xem bói tức là tái hiện lại một cách chuẩn xác vận mệnh đã được định sẵn. Quá chau chuốt lời nói chỉ khiến con người ta hiểu nhầm."
    }
  },
  {
    "title": {
      "zhs": "闲聊·生活",
      "zht": "閒聊·生活",
      "jp": "世間話·生活",
      "ko": "잡담·삶",
      "en": "Chat: Life",
      "de": "Gespräch – Leben",
      "es": "Charla - Vida",
      "fr": "Bavardage - Vie",
      "pt": "Bate-papo - Vida",
      "ru": "Поболтаем: Жизнь",
      "id": "Berbincang: Kehidupan",
      "th": "แชท - ชีวิต",
      "vi": "Nói chuyện phiếm - Cuộc Sống"
    },
    "line": {
      "zhs": "限制物欲是占星术士修行的一部分，只有简朴地生活，才能窥探到世界的真实。",
      "zht": "限制物欲是占星術士修行的一部分，只有簡樸地生活，才能窺探到世界的真實。",
      "jp": "物欲を抑えることは占星術師の修行の一部。質素な生活を送ることで、世界の真実を覗くことができるのです。",
      "ko": "물욕을 억제하는 건 점성술사 수행의 일부야. 소박하게 살아야만 세상의 진리를 엿볼 수 있어",
      "en": "Astrologers must rid themselves of material desires. Only by ridding oneself of clutter can one see the true world around them.",
      "de": "Sich von materiellen Gütern zu lösen, ist Teil des Lebens von Astrologen. Nur mit einem einfachen Leben kann man die Wahrheit der Welt deutlich erkennen.",
      "es": "Los astrólogos no deben tener deseos materiales. Solo viviendo de manera sencilla se puede ver el verdadero mundo que nos rodea.",
      "fr": "Les astromanciens doivent se débarrasser de tout désir matériel. Ce n'est qu'en se débarrassant de ses biens que l'on peut embrasser le monde qui nous entoure.",
      "pt": "Os astrólogos devem se livrar dos desejos materiais. Somente livrando-se da desordem, é possível ver o verdadeiro mundo ao seu redor.",
      "ru": "Астролог должен избавиться от мирских желаний. Только ведя простую жизнь, можно постичь суть мира.",
      "id": "Seorang astrolog harus membatasi dirinya dengan keinginan-keinginan duniawi. Mereka harus hidup sederhana agar bisa melihat kebenaran dunia.",
      "th": "การจำกัดความต้องการทางวัตถุ เป็นส่วนหนึ่งในการฝึกฝนของโหรแห่งดวงดาว การใช้ชีวิตอย่างเรียบง่าย จะทำให้เราเห็นความจริงของโลก",
      "vi": "Kiềm chế lòng tham với vạn vật là một phần trên con đường tu luyện thuật sĩ, sống cuộc đời đơn giản mới có thể tìm hiểu được ý nghĩa đích thực của nó."
    }
  },
  {
    "title": {
      "zhs": "闲聊·命运",
      "zht": "閒聊·命運",
      "jp": "世間話·運命",
      "ko": "잡담·운명",
      "en": "Chat: Fate",
      "de": "Gespräch – Schicksal",
      "es": "Charla - Fortuna",
      "fr": "Bavardage - Destin",
      "pt": "Bate-papo - Destino",
      "ru": "Поболтаем: Судьба",
      "id": "Berbincang: Takdir",
      "th": "แชท - โชคชะตา",
      "vi": "Nói chuyện phiếm - Vận Mệnh"
    },
    "line": {
      "zhs": "正是因为无法更改，无可违逆，只能接受，命运才会被称之为命运。",
      "zht": "正是因為無法更改、無可違逆，只能接受，命運才會被稱之為命運。",
      "jp": "変えられない、逆らえない、受け入れる以外何もできないのが運命の運命たる所以なのです。",
      "ko": "바꿀 수 없고, 거스를 수 없고, 받아들일 수밖에 없어서 운명인 거지",
      "en": "Fate is called as such, for it cannot be changed, nor can it be reversed. It can only but be accepted.",
      "de": "Das, was feststeht und nicht geändert werden kann, heißt Schicksal. Man kann es lediglich akzeptieren.",
      "es": "El destino no puede cambiarse, ni tampoco revertirse. Lo único que puedes hacer es aceptarlo.",
      "fr": "Le destin est appelé ainsi car il ne peut être ni changé, ni annulé. Il ne peut être qu'accepté.",
      "pt": "O destino é chamado como tal, pois não pode ser alterado, não pode ser revertido. Ele só pode ser aceito.",
      "ru": "Судьбу нельзя изменить, ей нельзя противиться, её можно только принять. Поэтому она называется судьбой.",
      "id": "Nasib adalah nasib. Tidak bisa diubah, tidak bisa dilawan, dan hanya bisa diterima.",
      "th": "เพราะไม่สามารถเปลี่ยนแปลงหรือย้อนกลับได้ ทำได้เพียงยอมรับเท่านั้น มันถึงได้เรียกว่าโชคชะตา",
      "vi": "Chính vì chỉ có thể chấp nhận mà không thể thay đổi hay chống đối. Vận mệnh mới được gọi là vận mệnh."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Waktu Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "这么大的雨…不仅看不见星光，连水占盘都模糊了。",
      "zht": "這麼大的雨…不僅看不見星光，連水占盤都模糊了。",
      "jp": "こんな大雨じゃ…星の光どころか、水占の盤も見えません。",
      "ko": "이렇게 비가 많이 오면… 별빛도 안 보이고, 수점반도 흐릿해져",
      "en": "With rain this heavy, not only are the stars clouded, so too is my scryglass hazy.",
      "de": "Bei so viel Regen kann ich nicht nur die Sterne am Himmel nicht ordentlich betrachten, auch die Spiegelung im Wasser wird undeutlich.",
      "es": "Con toda esta lluvia, no solo es imposible ver las estrellas, sino que tampoco puedo usar mi artilugio de adivinación.",
      "fr": "Avec cette pluie battante, non seulement je ne peux pas voir les étoiles, mais en plus mon disque d'eau est trouble.",
      "pt": "Com uma chuva tão forte, não apenas as estrelas ficam nubladas, mas minha luneta também.",
      "ru": "Какой сильный дождь... Не только звёзд не видно, но и вода вся рябью покрылась.",
      "id": "Hujannya terlalu lebat. Aku tidak bisa melihat bintang-bintang dan kaca ramalanku juga berembun.",
      "th": "ฝนตกหนักอย่างงี้... ไม่ใช่แค่มองไม่เห็นดาวนะ แม้แต่กระจกส่องดาวของฉัน ก็มัวหมดแล้ว",
      "vi": "Mưa lớn như vậy... Không chỉ không nhìn thấy sao trời, mà đến bàn bói nước cũng khó nhìn rõ."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Waktu Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "这些落雷…究竟是从哪个星空降下的呢？",
      "zht": "這些落雷…究竟是從哪個星空降下的呢？",
      "jp": "この雷は…どの星空から落ちてくるものだったでしょうか？",
      "ko": "이 벼락은… 도대체 어느 별하늘에서 내리치는 걸까?",
      "en": "Which of the starry skies do these thunderbolts fall from?",
      "de": "Wo genau aus dem Himmel kommen diese Blitze nur her?",
      "es": "¿De qué cielo estrellado caen estos rayos?",
      "fr": "De quels cieux étoilés cette foudre est-elle tombée ?",
      "pt": "De qual dos céus estrelados esses relâmpagos caem?",
      "ru": "С какого звёздного неба падают эти молнии?",
      "id": "Petir-petir ini... Dari bintang manakah mereka berasal?",
      "th": "สายฟ้าเหล่านี้... ร่วงหล่นมาจากดาวดวงไหนกันนะ?",
      "vi": "Những tia sét này... Từ hành tinh nào đánh xuống đây?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Waktu Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "纯净的融雪之水，很适合用在水占盘里。",
      "zht": "純淨的融雪之水，很適合用在水占盤裡。",
      "jp": "純粋な雪解け水は、水占の盤に最も適しているんですよ。",
      "ko": "깨끗한 눈이 녹으면 수점반에 물로 쓰기 딱 좋아",
      "en": "The pure waters of melted snow are optimal for hydromancy.",
      "de": "Das klare Wasser von schmelzendem Schnee eignet sich wunderbar für das Wahrsagen im Wasserspiegel.",
      "es": "El agua procedente del deshielo de la nieve es tan pura que es la mejor para la hidromancia.",
      "fr": "Les eaux pures obtenues à partir de la fonte de la neige sont les meilleures pour pratiquer l'hydromancie.",
      "pt": "As águas puras da neve derretida são ideais para a hidromancia.",
      "ru": "Чистая вода из растаявшего снега лучше всего подходит для гидромантии.",
      "id": "Kemurnian air dari salju yang mencair sangat cocok untuk dijadikan air untuk meramal.",
      "th": "น้ำบริสุทธิ์ที่ได้จากหิมะละลาย เหมาะที่จะนำมาใช้ในกระจกส่องดาวที่สุด",
      "vi": "Nước tan từ băng tuyết thuần khiết rất thích hợp với bàn bói nước."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Waktu Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "嗯，是个无须占卜也能感觉到的好天气。",
      "zht": "嗯，是個無須占卜也能感覺到的好天氣。",
      "jp": "ん～…占わなくても分かるくらい良い天気です。",
      "ko": "흐음~ 점을 치지 않아도 느낄 수 있는 좋은 날씨야",
      "en": "One need not scry to know today's weather will be good.",
      "de": "Ja, man muss kein Hellseher sein, um zu wissen, dass heute schönes Wetter ist.",
      "es": "No hace falta mirar al cielo para saber que el clima de hoy será bueno.",
      "fr": "Pas besoin d'être devin pour savoir qu'il fera beau aujourd'hui.",
      "pt": "Não é preciso olhar para o céu para ter certeza de que o tempo hoje vai ser bom.",
      "ru": "Не нужно быть астрологом, чтобы понять, что погода хорошая.",
      "id": "Wah, tanpa meramal pun aku sudah tahu kalau cuaca sekarang sedang baik.",
      "th": "อืม วันนี้ไม่ต้องทำนาย ก็รู้สึกได้ว่าอากาศดี",
      "vi": "Uhm, cái này không cần bốc quẻ cũng biết được thời tiết tốt."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "你来得不巧，清晨的启明星刚刚消失了…早餐？我，我已经吃过了。",
      "zht": "#{F#妳}{M#你}來得不巧，清晨的啟明星剛剛消失了…早餐？我、我已經吃過了。",
      "jp": "タイミングが悪かったですね、明けの明星はついさっき消えたばかり…朝食？も、もう食べましたよ。",
      "ko": "타이밍이 안 좋네, 새벽의 계명성이 방금 막 사라졌거든…. 아침밥? 버, 벌써 먹었지",
      "en": "Your arrival is untimely. The morning star has just waned... Breakfast? No, I—I've already eaten.",
      "de": "Du kommst gerade zur richtigen Zeit. Der Morgenstern ist gerade erloschen ... Frühstück? Nein, danke. Ich habe schon gegessen.",
      "es": "No llegas en buen momento. La estrella de la mañana ya se desvaneció, y... ¿Que si quiero desayunar? No, gracias, ya desayuné.",
      "fr": "Ton arrivée est inopinée. L'étoile du matin vient de disparaître... Un petit déjeuner ? Non, je... J'ai déjà mangé.",
      "pt": "Sua vinda não é nenhuma surpresa. A estrela brilhante da noite acabou de ir embora... Café da manhã? Não, obrigada. Estou cheia já.",
      "ru": "#Ты {M#пришёл}{F#пришла} не вовремя, утренняя звезда только что пропала... Завтракать? Я уже позавтракала.",
      "id": "Kamu datang di waktu yang salah. Bintang pagi baru saja menghilang... Makan pagi? Tidak, A— aku sudah makan.",
      "th": "เธอมาไม่ได้จังหวะซะเลย ดาวแห่งรุ่งอรุณเพิ่งจะหายไปเอง... อาหารเช้า? ฉะ ฉันกินมาแล้ว",
      "vi": "Bạn đến không đúng lúc rồi, ngôi sao bình minh vừa biến mất... Bữa sáng ư? Tôi, tôi đã ăn rồi."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "已经正午了，去吃点东西吧，嗯？我…我吃份沙拉就行了，呃…简朴的生活是…是占星术士修行的一环！",
      "zht": "已經正午了，去吃點東西吧，嗯？我…我吃份沙拉就行了，呃…簡樸的生活是…是占星術士修行的一環！",
      "jp": "もうお昼ですね、何を食べましょうか。へっ？私？…私はサラダでいいのです。質素な生活は…占星術師の修行の一環ですからっ！",
      "ko": "벌써 점심이네. 뭐 좀 먹으러 가자, 응? 나… 난 샐러드면 돼. 소박한 삶은… 점성술사 수행의 일환이니까!",
      "en": "Noon is upon us, we should eat. Hm? I... I will have a salad, for simplicity is the way of the astrologer.",
      "de": "Schon Mittagszeit! Schnell, geh dir was zu essen holen! Ich? Ach, ich nehmen einen Salat. Das ist, äh, so, wie man das als Astrologe macht. Ein einfaches Mahl eben.",
      "es": "Ya es mediodía, deberíamos ir comiendo... ¿Eh? Tomaré una ensalada. La sencillez es la filosofía de vida de un astrólogo.",
      "fr": "Il est déjà midi, nous devrions manger. Hmm ? Je... je prendrai une salade, car la simplicité est de mise pour une astromancienne.",
      "pt": "Já é meio-dia, vamos comer alguma coisa! Eu vou pedir uma salada. Errr... Uma vida simples faz parte da filosofia de vida de um astrólogo!",
      "ru": "Уже полдень, пора обедать. А? Я... я только салат поем. Вести простую жизнь - один из обетов астролога!",
      "id": "Waktu sudah siang, kita harus makan. Hm? Aku makan salad saja sudah cukup. Hidup sederhana adalah prinsip hidup seorang astrolog!",
      "th": "เที่ยงแล้ว กินอะไรดีนะ หืม? ฉัน... ฉันกินสลัดก็แล้วกัน เอิ่ม... การใช้ชีวิตแบบเรียบง่ายคือ... คือวิถีแห่งโหรแห่งดวงดาว!",
      "vi": "Đã đến trưa rồi phải đi ăn gì thôi, hử? Tôi ư... Tôi ăn gỏi là đủ rồi, haiz... Cuộc sống đơn giản mới là... Con đường tu luyện của thuật sĩ chiêm tinh!"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "入夜了，过会就可以开始占卜…呃，昨天的稿子我写了没…",
      "zht": "入夜了，過會就可以開始占卜…呃，昨天的稿子我寫了沒…",
      "jp": "もう夜ですか、もう少ししたら占いを始められます…えっと、昨日の原稿って終わってましたっけ…",
      "ko": "밤이 됐네. 이제 곧 점을 칠 수 있겠어…. 으음, 내가 어제 원고를 썼던가…?",
      "en": "Nightfall has arrived. I will soon be able to begin my divination. Ah... Did I finish writing my astrology column last night...?",
      "de": "Die Nacht bricht herein. Bald werde ich die Sterne klar sehen können. Oh, habe ich mein Manuskript eigentlich fertiggeschrieben?",
      "es": "Cae la noche. Enseguida podré comenzar con mi trabajo. Humm... ¿terminé de escribir el artículo de astrología anoche?",
      "fr": "La nuit est tombée. Je vais bientôt pouvoir débuter ma séance de divination. Oh... Est-ce que j'ai fini de rédiger mon article d'astrologie hier soir ? ...",
      "pt": "O anoitecer chegou. Em breve poderei começar a minha adivinhação. Ah... Eu terminei o meu artigo da coluna de astrologia ontem à noite...?",
      "ru": "Наступает ночь, скоро можно будет приступать к гаданию... Так, а вчерашнюю колонку я дописала или нет...",
      "id": "Hari sudah mulai gelap, sebentar lagi aku bisa mulai meramal. Eh, apa aku sudah menulis laporan kemarin...?",
      "th": "ค่ำแล้ว เดี๋ยวก็ถึงเวลาแห่งการทำนายแล้วล่ะ... เอ่อ เมื่อวานฉันเขียนบทความรึยังนะ...",
      "vi": "Tối rồi ư, một lát nữa có thể bắt đầu xem bói được rồi... Í, bản thảo tối qua vẫn chưa viết xong..."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "已经这么晚了，明天截稿的稿子一点没动…什么？你要去休息了？呜…我也想去睡觉…",
      "zht": "#已經這麼晚了，明天截稿的稿子一點沒動…什麼？{F#妳}{M#你}要去休息了？嗚…我也想去睡覺…",
      "jp": "こんな時間なのに、明日締め切りの原稿がまったく進んでません…なんですか？もう寝るんですか？うー…私も寝たいのにぃ…",
      "ko": "벌써 시간이 이렇게 됐는데 내일까지인 원고를 아직 시작도 안 했어…. 뭐? 자러 간다고? 힝… 나도 졸린데…",
      "en": "It's already so late, and I'm no further along on finishing tomorrow's astrology column. What? You're off to sleep? *sigh* I wish I could sleep now too...",
      "de": "Es ist schon so spät und ich habe mein Manuskript noch nicht fertig ... Was? Du willst schon schlafen? Hach ... Ich würde jetzt auch gern schlafen gehen.",
      "es": "Ya es demasiado tarde, no voy a poder terminar el artículo de astrología. ¿Qué? ¿Te vas a dormir? *Suspira*, a mí también me gustaría.",
      "fr": "Il est déjà si tard et je n'ai pas avancé sur cet article d'astrologie pour demain. Quoi ? Tu pars te coucher ? *soupir* J'aimerais pouvoir dormir aussi...",
      "pt": "Já é muito tarde!? Ainda estou longe de acabar os artigos para a coluna... Você disse que está indo descansar? *Suspiro*... Eu também queria dormir...",
      "ru": "Уже так поздно, а я так и не написала колонку в завтрашнюю газету... Что? Спать идёшь? Эх... Тоже спать хочу...",
      "id": "Hari sudah mulai gelap, dan aku masih belum menyelesaikan laporan untuk besok... Apa? Kamu mau tidur? Huhu... Aku juga mau tidur...",
      "th": "ดึกขนาดนี้แล้วเหรอ ยังไม่ได้เริ่มเขียนบทความที่ต้องส่งพรุ่งนี้เลย... ว่าไงนะ? เธอจะไปนอนแล้วเหรอ? ฮือ... ฉันก็อยากนอนเหมือนกัน...",
      "vi": "Đã muộn như vậy rồi, ngày mai là hạn chót của bản thảo mà chưa động tý gì...? Bạn muốn nghỉ ư? Huhu... Tôi cũng muốn đi ngủ..."
    }
  },
  {
    "title": {
      "zhs": "关于莫娜自己…",
      "zht": "關於莫娜自己…",
      "jp": "モナ自身について…",
      "ko": "모나 자신에 대해…",
      "en": "About Mona",
      "de": "Über Mona ...",
      "es": "Sobre Mona...",
      "fr": "À propos de Mona...",
      "pt": "Sobre Mona...",
      "ru": "О Моне...",
      "id": "Tentang Mona sendiri",
      "th": "เกี่ยวกับ Mona เอง...",
      "vi": "Về bản thân Mona..."
    },
    "line": {
      "zhs": "占星术士的工作，是向人们明确地展示他们即将面对的命运，我也是这么做的…不过，总有些人不愿意接受。",
      "zht": "占星術士的工作，是向人們明確地展示他們即將面對的命運，我也是這麼做的…不過，總有些人不願意接受。",
      "jp": "占星術師の仕事は、悩める人々にその運命を正確に示すことです。これまでずっとそうしてきましたけど…運命を受け入れられなかった者もいました。",
      "ko": "사람들이 직면하게 될 운명을 정확하게 알려주는 게 바로 점성술사의 일이야. 나 역시 그렇게 하고 있지만… 어떤 사람들은 그걸 받아들이려 하지 않아",
      "en": "The work of the astrologer is to show people what fate has in store for them, and that's exactly what I do. There will always be those, however, who are unable to accept what they are told.",
      "de": "Es ist die Arbeit eines Astrologen, den Menschen genau und ohne Umschweife darzulegen, welches Schicksal sie erwartet. So mache auch ich das ... Es gibt aber immer wieder Leute, die dieses Schicksal einfach nicht akzeptieren wollen.",
      "es": "El trabajo de un astrólogo es mostrar a la gente lo que le depara el destino, y eso es exactamente lo que yo hago. Sin embargo, siempre habrá quienes no puedan aceptar su destino.",
      "fr": "Le travail d'astromancien consiste à montrer aux gens ce que le destin leur réserve, et c'est exactement ce que je fais. Il y aura toujours, cependant, ceux qui ne sont pas capables d'accepter ce qu'on leur dit.",
      "pt": "O trabalho do astrólogo é mostrar às pessoas o que o destino lhes reserva, e é exatamente isso que eu faço. No entanto, sempre haverá aqueles que não conseguem aceitar o que lhes dizem.",
      "ru": "Работа астролога - показывать людям, что судьба для них приготовила. Этим я и занимаюсь. Но некоторые люди не желают принимать правду.",
      "id": "Pekerjaan seorang peramal adalah menunjukkan nasib yang harus ditempuh oleh seseorang. Dan aku juga begitu. Tapi tidak semua orang bisa menerima nasibnya.",
      "th": "หน้าที่ของโหรคือ การแสดงให้ผู้คนเห็นอย่างชัดเจน ถึงชะตากรรมที่พวกเขากำลังเผชิญ และนั่นก็คือสิ่งที่ฉันทำ... อย่างไรก็ตาม มักมีบางคนที่ไม่เต็มใจยอมรับมันเสมอ",
      "vi": "Công việc của thuật sĩ chiêm tinh đó là miêu tả vận mệnh mà con người sắp phải đối mặt, tôi cũng làm như vậy... Chỉ là mọi người không thích lắng nghe mà thôi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·工作",
      "zht": "關於我們·工作",
      "jp": "仕事について…",
      "ko": "우리에 대해·업무",
      "en": "About Us: Work",
      "de": "Über uns – Arbeit",
      "es": "#Sobre nosotr{F#as}{M#os} - Trabajo",
      "fr": "À propos de nous - Mission",
      "pt": "Sobre Nós - Trabalho",
      "ru": "О нас: Работа",
      "id": "Tentang Kita: Pekerjaan",
      "th": "เกี่ยวกับเรา - การทำงาน",
      "vi": "Về chúng tôi - Làm Việc"
    },
    "line": {
      "zhs": "为什么要写稿，不用占卜来赚钱？…我才不会为摩拉而使用「水占术」…我也不是因为这个而学习「水占术」的。",
      "zht": "為什麼要寫稿，不用占卜來賺錢？…我才不會為摩拉而使用「水占術」…我也不是因為這個而學習「水占術」的。",
      "jp": "どうして、占いではなく執筆の仕事でお金を稼ぐのかですか？…モラのために「水占の術」を使いたくないんです…それにお金のために「水占の術」を学んだわけじゃありませんから。",
      "ko": "왜 점괘로 돈을 안 벌고 원고를 쓰는 거냐고?… 난 모라를 버는 것 따위에 「수점술」을 쓰지 않아… 그것 때문에 「수점술」을 배운 것도 아니고",
      "en": "Why do I write reports rather than using my divination to earn Mora? I would never use hydromancy for the sake of Mora, nor did I learn hydromancy for that purpose.",
      "de": "Warum ich Kolumnen schreibe, anstatt mit Wahrsagerei mein Geld zu verdienen? Warum sollte ich das tun? Ich habe doch keine Hydromantie wegen der Mora gelernt!",
      "es": "¿Por qué escribo informes en vez de usar mi don para ganar Moras? Nunca usaría la hidromancia para un afán económico. No aprendí estas habilidades para eso.",
      "fr": "Pourquoi j'écris des rapports au lieu d'utiliser l'hydromancie pour gagner des moras ? Je n'utiliserai jamais l'hydromancie de cette manière, et je ne l'ai pas apprise dans ce but.",
      "pt": "Por que escrevo relatórios, em vez de usar minha astrologia para ganhar Mora? Eu nunca usaria a hidromancia por motivo de Mora, nem aprendi a hidromancia para esse fim.",
      "ru": "Почему я веду колонку в газете, а не зарабатываю деньги гаданием? Я никогда не использовала гидромантию ради моры - не для этого я её изучала.",
      "id": "Kenapa aku harus menulis laporan dan tidak menggunakan kemampuan meramalku untuk menghasilkan Mora? Aku tidak akan menggunakan ilmu \"ramalan air\" untuk mendapatkan Mora. Ini bukan tujuan aku mempelajari \"ramalan air\".",
      "th": "ทำไมต้องเขียนบทความ แทนที่จะใช้การทำนายเพื่อหาเงิน? ...ฉันจะไม่ยอมใช้ \"ศาสตร์แห่งดวงดาวน้ำ\" มาหาเงินเด็ดขาด... และฉันก็ไม่ได้เรียน \"ศาสตร์แห่งดวงดาวน้ำ\" เพราะเหตุนี้ด้วย",
      "vi": "Vì sao không dùng bói toán để kiếm tiền mà phải viết bản thảo?... Tôi không muốn vì Mora mà sử dụng \"Thủy Chiêm Thuật\"... Tôi cũng không phải vì nó mà học \"Thủy Chiêm Thuật\"."
    }
  },
  {
    "title": {
      "zhs": "关于我们·我的命运",
      "zht": "關於我們·我的命運",
      "jp": "私の運命について…",
      "ko": "우리에 대해·나의 운명",
      "en": "About Us: My Fate",
      "de": "Über uns – Mein Schicksal",
      "es": "#Sobre nosotr{F#as}{M#os} - Mi fortuna",
      "fr": "À propos de nous - Ton destin",
      "pt": "Sobre Nós - Meu Destino",
      "ru": "О нас: Моё предназначение",
      "id": "Tentang Kita: Takdirku",
      "th": "เกี่ยวกับเรา - โชคชะตาของฉัน",
      "vi": "Về chúng tôi - Vận Mệnh Của Tôi"
    },
    "line": {
      "zhs": "我不知道。除非万不得已，占星术士不会占卜自己的命运。老太婆以前说过，这种行为可能会导致命运的自相矛盾，很危险。",
      "zht": "我不知道。除非萬不得已，占星術士不會占卜自己的命運。老太婆以前說過，這種行為可能會導致命運的自相矛盾，很危險。",
      "jp": "分かってます。やむを得ない場合を除き、占星術師は自身の運命を占いません。こういった行為は運命の矛盾を招くことになるから危険だって、昔おばばが言ってました。",
      "ko": "나야 모르지. 부득이한 경우가 아니면 점성술사는 자신의 운명을 점치지 않아. 할망구가 이런 행동은 운명의 모순을 초래할 수도 있어서 무지 위험하다고 했어",
      "en": "I don't know. Unless left with no other choice, astrologers do not foretell their own fate. The elders of my art warned against it, for it can turn fate in on itself, which is incredibly dangerous.",
      "de": "Das weiß ich nicht. Solange es nicht unbedingt nötig ist, sagen sich Astrologen ihr eigenes Schicksal nie voraus. Das alte Weib hat selbst gesagt, dass das zu einem Paradoxon führen und sehr gefährlich werden kann.",
      "es": "No lo sé. A no ser que no tengan otra opción, los astrólogos no predicen su propio destino. Mis antecesores me advirtieron de ello: si lo haces, puede que te obsesiones con tu destino, lo cual es increíblemente peligroso.",
      "fr": "Je ne sais pas. À moins d'y être contraints, les astromanciens ne prédisent pas leur propre destin. Les anciens de mon art nous ont mis en garde contre cette pratique, car elle peut amener le destin à se contredire, ce qui est extrêmement dangereux.",
      "pt": "Eu não sei. Apenas quando absolutamente necessário, o astrólogo faz previsões sobre o seu próprio destino. Os anciãos da minha arte advertiram contra isso, pois pode virar o destino sobre si mesmo, o que é incrivelmente perigoso.",
      "ru": "Не знаю. Астролог может предсказать свою судьбу только в случае крайней необходимости. Старуха говорила, что это может привести к противоречию в судьбе. Очень опасно.",
      "id": "Aku tidak tahu. Kecuali bila tidak ada pilihan lain lagi, peramal tidak akan meramalkan nasibnya sendiri. Wanita tua pernah memperingatkanku kalau tindakan ini akan mengubah nasib dan mencelakakan diri sendiri. Ini sangat berbahaya.",
      "th": "ฉันไม่รู้หรอก โหรแห่งดวงดาวจะไม่ทำนายโชคชะตาของตนเอง เว้นแต่จะเป็นทางเลือกสุดท้าย ยายแก่เคยเตือนว่าพฤติกรรม แบบนี้อาจนำไปสู่ความขัดแย้งในโชคชะตา ซึ่งเป็นอันตรายมาก",
      "vi": "Tôi cũng không biết. Trừ phi bất đắc dĩ, thuật sĩ chiêm tinh không bao giờ tự xem vận mệnh của mình. Lão bà bà trước kia từng nói, hành vi như vậy sẽ khiến vận mệnh xáo trộn, rất nguy hiểm."
    }
  },
  {
    "title": {
      "zhs": "关于我们·你的命运",
      "zht": "#關於我們·{F#妳}{M#你}的命運",
      "jp": "あなたの運命について",
      "ko": "우리에 대해·너의 운명",
      "en": "About Us: Your Fate",
      "de": "Über uns – Dein Schicksal",
      "es": "Sobre nosotros - Tu fortuna",
      "fr": "À propos de nous - Votre destin",
      "pt": "Sobre nós - Seu destino",
      "ru": "О нас: Твоё предназначение",
      "id": "Tentang kami - Takdirmu",
      "th": "เกี่ยวกับเรา - โชคชะตาของคุณ",
      "vi": "Về chúng tôi - Vận Mệnh Của Bạn"
    },
    "line": {
      "zhs": "你不是这个世界的人，所以我无法准确地为你预言。我只能告诉你，你要走的路还远未到尽头。",
      "zht": "#{F#妳}{M#你}不是這個世界的人，所以我無法準確地為{F#妳}{M#你}預言。我只能告訴{F#妳}{M#你}，{F#妳}{M#你}要走的路還遠未到盡頭。",
      "jp": "あなたはこの世界の人間じゃないから、正確な予言をしてあげることができません。唯一言えるのは、あなたが歩む道はまだまだ先が長いってことでしょうか。",
      "ko": "넌 이 세계 사람이 아니라서 정확히 예언해 줄 수 없어. 다만 네가 가야 할 길이 아직 멀었다는 것만은 알려줄게",
      "en": "As you are not from this world, I am unable to give you a prediction. All I can tell you is that your journey is far from over.",
      "de": "Da du nicht von dieser Welt bist, kann ich dein Schicksal nicht genau vorhersagen. Ich kann dir lediglich mitteilen, dass noch ein weiter Weg vor dir liegt.",
      "es": "Como no eres de este mundo, no puedo predecir nada acerca de ti. Lo único que te puedo decir es que tu viaje aún está muy lejos de llegar a su fin.",
      "fr": "Comme tu ne viens pas de ce monde, je ne peux pas te donner de prédiction. Tout ce que je peux te dire, c'est que ton périple est loin d'être terminé.",
      "pt": "Você não pertence a este mundo, portanto, não consigo fazer previsões para você. A única coisa que eu posso te contar é que a sua jornada está longe de terminar.",
      "ru": "Ты не из этого мира, поэтому я не могу предсказать твою судьбу. Но я знаю, что тебе предстоит ещё долгий путь.",
      "id": "Kamu bukan orang dari dunia ini, jadi aku tidak bisa meramalkan kamu dengan tepat. Aku hanya bisa mengatakan kalau perjalananmu masih panjang dan belum berakhir.",
      "th": "เธอไม่ได้มาจากโลกนี้ ดังนั้นฉันจึงทำนายโชคชะตาให้เธอไม่ได้ ฉันบอกได้แค่ว่า การเดินทางของเธอยังห่างไกลจากจุดสิ้นสุดอยู่มาก",
      "vi": "Bạn không phải người thuộc thế giới này, vì thế rất khó để xem được chính xác. Tôi chỉ có thể nói cho bạn biết, con đường bạn sắp đi sẽ không bao giờ kết thúc."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·嫌弃",
      "zht": "關於「神之眼」·嫌棄",
      "jp": "「神の目」について·嫌厭",
      "ko": "「신의 눈」에 대해·단점",
      "en": "About the Vision: Disdain",
      "de": "Über das „Göttliche Auge“ – Abneigung",
      "es": "Sobre la Visión - Desprecio",
      "fr": "À propos de l'œil divin - Desiderata",
      "pt": "Sobre a Visão... (Antipatia)",
      "ru": "Глаз Бога: Отрицание",
      "id": "Tentang Vision: Penolakan",
      "th": "เกี่ยวกับ \"วิชั่น\" - รังเกียจ",
      "vi": "Về Vision - Chê Bai"
    },
    "line": {
      "zhs": "我刚刚拿到「神之眼」的时候，那个老太婆还假模假样地说什么「愿你求真之心永在」。结果这东西在「水占术」上一点用场都派不上，只会糊我一身水…",
      "zht": "我剛剛拿到「神之眼」的時候，那個老太婆還假模假樣地說什麼「願妳求真之心永在」。結果這東西在「水占術」上一點用場都派不上，只會濺我一身水…",
      "jp": "「神の目」を手に入れたばかりの頃、おばばが偉ぶって「真実を求める心があらんことを」って言ってました。結局「神の目」は「水占の術」の何の役にも立たなかったですし、ずぶ濡れになるだけでしたけど…",
      "ko": "내가 막 「신의 눈」을 얻었을 때, 그 할망구는 능청스럽게도 「진실을 추구하는 마음이 영원하길」이라고 말했었지. 그런데 몸에 물만 잔뜩 튀고 「수점술」에 아무 쓸모도 없더라고…",
      "en": "When I first received my Vision, the elderly woman that gave it to me, she put on this air and said \"May your heart of truth be with you.\" And yet this thing does nothing for my hydromancy, all it does is get me wet.",
      "de": "Als ich gerade das Göttliche Auge bekam, redete das alte Weib vollkommenen Unsinn und wünschte mir, dass mein „Herz immer nach der Wahrheit suchen möge“. Am Ende konnte ich das Göttliche Auge für meine Hydromantie gar nicht gebrauchen. Es macht mich nur immer völlig nass.",
      "es": "Cuando recibí mi Visión, esa vieja bruja me dijo: “Que tu corazón siempre esté contigo”. Y, aun así, este poder no me sirve de nada para la hidromancia. Solo me sirve para acabar empapada todo el tiempo.",
      "fr": "Lorsque j'ai reçu mon œil divin, la vieille femme qui me l'a donné a pris un air solennel et m'a dit : « Que la soif de vérité puisse toujours guider ton cœur ». Mais cette chose ne m'aide pas du tout dans la pratique de l'hydromancie, tout ce qu'elle fait, c'est me tremper.",
      "pt": "Quando recebi minha Visão pela primeira vez, a mulher idosa que me deu ela mudou o seu tom e disse: \"Que seu coração da verdade esteja com você\". E mesmo assim, esta coisa não faz nada pela minha hidromancia, tudo o que faz é me molhar.",
      "ru": "Когда я получила Глаз Бога, та старуха фальшиво так мне сказала: «Пусть вечно твоё сердце стремится к истине». В итоге эта штука оказалась абсолютно бесполезна для гидромантии, только водой меня окатило.",
      "id": "Saat aku baru mendapatkan Vision, wanita tua itu masih berkata dengan penuh wibawa: \"Semoga hatimu yang haus akan kebenaran tidak pernah sirna\". Kenyataannya, benda ini tidak berguna sekali, hanya bisa membuatku basah kuyup...",
      "th": "ตอนที่ฉันได้รับ \"วิชั่น\" ยายแก่นั่นทำท่าขรึม แล้วพูดกับฉันว่า \"ขอให้หัวใจที่แสวงหาความจริงของเธอคงอยู่ตลอดไป\" แต่ของสิ่งนี้ไม่ได้มีประโยชน์อะไรต่อศาสตร์แห่งดวงดาวน้ำเลย มันมีแต่จะทำให้ฉันตัวเปียกไปหมดก็เท่านั้น...",
      "vi": "Khi tôi nhận được Vision lão bà bà đã thật thà nói \"hy vọng trái tim học hỏi, cầu tiến của con mãi trường tồn\". Kết quả là món đồ này không có tác dụng đối với \"Thủy Chiêm Thuật\", nó chỉ hiện lên ảo ảnh của tôi trên mặt nước mà thôi..."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·价值",
      "zht": "關於「神之眼」·價值",
      "jp": "「神の目」について·価値",
      "ko": "「신의 눈」에 대해·가치",
      "en": "About the Vision: Value",
      "de": "Über das „Göttliche Auge“ – Wert",
      "es": "Sobre la Visión - Valor",
      "fr": "À propos de l'œil divin - Valeur",
      "pt": "Sobre a Visão... (Valor)",
      "ru": "Глаз Бога: Цена",
      "id": "Tentang Vision: Nilai",
      "th": "เกี่ยวกับ \"วิชั่น\" - คุณค่า",
      "vi": "Về Vision - Giá Trị"
    },
    "line": {
      "zhs": "哎…不过，「神之眼」当成个小饰品，装在身上倒是无所谓。毕竟，这也算那个抠门老太婆破天荒送我的「教具」。",
      "zht": "唉…不過，「神之眼」當成個小飾品，裝在身上倒是無所謂。畢竟，這也算那個摳門老太婆破天荒送我的「教具」。",
      "jp": "でも、「神の目」をアクセサリーとして身につけるのは悪くありません。なにせ、これはあのケチなおばばが初めて私にくれたものですから。",
      "ko": "그나저나 「신의 눈」을 장신구처럼 몸에 달고 다니는 건 딱히 상관없어. 이것도 그 쪼잔한 할망구가 나한테 처음으로 준 「교구」인 셈이니까",
      "en": "That said, a Vision doesn't hurt to have as a little accessory. It is, after all, the one useful study tool that miserly old lady ever gave me, in a rare act of generosity.",
      "de": "Aber na ja, ein nettes Spielzeug ist das Göttliche Auge ja schon. Es sieht ja auch ganz hübsch aus. Sonst hat mir das alte Weib ja auch nichts gegeben.",
      "es": "Dicho esto, no está mal tener una Visión como si fuera un accesorio. Después de todo, es la única herramienta de estudio útil que me dio esa miserable anciana. Fue un extraño acto de generosidad.",
      "fr": "Cela dit, ça ne fait pas de mal d'avoir un œil divin comme accessoire. Après tout, c'est le seul outil d'étude utile que cette vieille femme avare m'ait jamais donné, dans un élan de générosité rare.",
      "pt": "Dito isto, não faz mal ter uma Visão como um pequeno acessório. É, afinal, a única ferramenta de estudo útil que a senhora avarenta me deu, em um raro ato de generosidade.",
      "ru": "Хотя в качестве брошки этот Глаз Бога вполне ничего. В конце концов, хоть раз эта жадная старуха дала мне что-то для учёбы.",
      "id": "Tapi tidak ada salahnya juga memasang Vision ini sebagai aksesoris. Ditambah lagi, benda ini bisa dibilang sebagai bentuk kemurahan hati yang langka dari wanita kikir itu.",
      "th": "เฮ้อ... แต่ยังไงการห้อย \"วิชั่น\" ประดับไว้ก็ไม่ได้มีอะไรเสียหาย เพราะถึงยังไง นี่ก็เป็น \"อุปกรณ์การเรียน\" ที่ยายแก่ขี้เหนียวมอบให้ฉันทั้งที",
      "vi": "Thế nhưng coi Vision như là một món đồ trang sức cũng không tệ. Đây cũng là \"đạo cụ giảng dạy\" mà lão bà bà keo kiệt tặng cho tôi, đúng là chuyện xưa nay chưa từng có."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "你听说过「命之座」吗？占星术士认为，「命之座」是「神之眼」持有者的命运在星空上的映射，过去，现在和未来，所有的一切都在其中昭示。",
      "zht": "#{F#妳}{M#你}聽說過「命之座」嗎？占星術士認為，「命之座」是「神之眼」持有者的命運在星空上的映射，過去、現在和未來，所有的一切都在其中昭示。",
      "jp": "「命ノ星座」って聞いたことありますか？「命ノ星座」は「神の目」の所有者の運命が星空に映った物、というのが占星術師の見解です。その者の過去、現在、未来、全てがその中にあるんですよ。",
      "ko": "「운명의 자리」라고 들어봤어? 점성술사는 별하늘에 비친 「신의 눈」을 가진 자의 운명이 바로 「운명의 자리」라고 생각해. 과거와 현재, 미래의 모든 것이 그 안에 보이지",
      "en": "Do you know about constellations? Astrologers believe that the patterns of the stars map out the destiny of Vision bearers — past, present, and future, everything is written in the stars.",
      "de": "Du kennst doch Sternbilder, oder? Astrologen gehen davon aus, dass Sternbilder wie die Karten des Schicksals für die Besitzer von Göttlichen Augen sind. Die Vergangenheit, Gegenwart und Zukunft können darin abgelesen werden.",
      "es": "¿Sabes de constelaciones? Los astrólogos creen que los patrones de las estrellas trazan el destino de los portadores de Visiones. El pasado, el presente y el futuro: todo está escrito en las estrellas.",
      "fr": "Tu connais les constellations ? Nous, astromanciens, pensons que le positionnement des étoiles guide le destin des détenteurs d'yeux divins. Que ce soit le passé, le présent ou le futur, tout est écrit dans les étoiles.",
      "pt": "Você conhece as constelações? Os astrólogos acreditam que os padrões das estrelas mapeiam os destinos dos portadores da Visão - passado, presente e futuro, tudo está escrito nas estrelas.",
      "ru": "#Ты слышал{F#a} о созвездиях? Астрологи считают, что в них отражаются судьбы тех, у кого есть Глаз Бога. Прошлое, настоящее, будущее - всё в них показано.",
      "id": "Apa kamu mendengar tentang \"Konstelasi\"? Para peramal percaya bahwa \"Konstelasi\" adalah cerminan dari takdir pemegang \"Vision\" di langit berbintang. Masa lalu, sekarang, dan masa depan semuanya dapat terungkap di dalamnya.",
      "th": "เธอเคยได้ยินเกี่ยวกับ \"กลุ่มดาว\" มั้ย? โหรแห่งดวงดาวเชื่อว่า กลุ่มดาวเป็นภาพสะท้อนโชคชะตาของผู้ถือครองวิชั่น อดีต ปัจจุบัน อนาคตล้วนถูกเขียนไว้บนนั้นแล้ว",
      "vi": "Bạn có biết \"Cung Mệnh\" không? Thuật sĩ chiêm tinh cho rằng, \"Cung Mệnh\" là sự phản chiếu vận mệnh của người nắm giữ Vision trên bầu trời. Thông qua nó ta có thể biết được toàn bộ quá khứ, hiện tại và tương lai."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Rumor yang menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "欸——你身边带着的这个小家伙，到底来自哪里？无论我用什么方法，都没法找到一丝关于她命运的踪迹。\n\n…哈？你也不知道？",
      "zht": "#欸——{F#妳}{M#你}身邊帶著的這個小傢伙，到底來自哪裡？無論我用什麼方法，都沒辦法找到一絲關於她命運的蹤跡。\n\n…啊？{F#妳}{M#你}也不知道？",
      "jp": "あなたの隣にいるおチビちゃんは、一体どこから来たんでしょうか？どんな手段を用いても、その運命の片鱗すら見ることができません。\n\n…ええっ？あなたも知らないんですか？",
      "ko": "네 옆에 있는 이 녀석은 대체 어디서 온 거야? 어떤 방법을 써봐도 운명의 흔적조차 찾을 수가 없어… \n\n아? 너도 모른다고?",
      "en": "This... travel companion of yours — do you know anything of her origins? No matter what, I cannot seem to discern a single shred of information regarding this floating fairy's fate.\n\n...Oh? So you don't know where she comes from, either?",
      "de": "He, ich muss dich einfach fragen. Deine lustige kleine Begleiterin ... Weißt du, wo sie herkommt? Egal, was ich anstelle, ich kann rein gar nichts erkennen, was mit ihrem Schicksal zu tun haben könnte.\n\nAh, du hast auch keine Ahnung?",
      "es": "Esa compañera de viaje que tienes... ¿Sabes algo de sus orígenes? No puedo vislumbrar nada sobre el destino de esa hada flotante... ¿Eh? ¿Tú tampoco sabes de dónde viene?",
      "fr": "Ce... compagnon d'aventure qui t'accompagne... Est-ce que tu sais d'où elle vient ? J'ai beau essayer, je n'arrive pas à discerner la moindre information concernant cette petite fée volante... Oh ? Tu n'en as pas la moindre idée non plus ?",
      "pt": "Esta... Companheira de viagem - você sabe alguma coisa sobre as origens dela? Não importa o quê, parece que não consigo discernir um único fragmento de informação a respeito do destino desta fada flutuante. \n\nOh? Então você também não sabe de onde ela vem?",
      "ru": "А этот твой спутник, она откуда? Как я ни старалась, так и не нашла следов её судьбы. ...А?! Ты тоже не знаешь?",
      "id": "Eh, partner petualang kamu ini berasal dari mana? Aku sudah menggunakan segala macam cara, tapi aku tidak bisa membaca jejak-jejak nasibnya. Hah? Kamu juga tidak tahu?",
      "th": "เอ๊ะ... เจ้าตัวน้อยที่อยู่ตัวติดกับเธอตลอดนี่มาจากไหนกัน? ไม่ว่าจะใช้วิธีไหน ฉันก็ไม่สามารถอ่านโชคชะตาของเจ้าตัวน้อยได้เลย\n\n... หือ? เธอก็ไม่รู้หรอ?",
      "vi": "Người cứ lượn lờ bên cạnh bạn đến từ đâu vậy? Cho dù có cố gắng thế nào đi chăng nữa, tôi cũng không nhìn được vận mệnh của cô ấy.\n\n... Hả? Bạn cũng không biết sao?"
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "那位西风骑士团代理团长？她的「命之座」是「幼狮座」，象征着力量，还有过早担负的责任。「雄狮」早早离群，但她会继续成长，直到能完全继承狮群的荣耀。",
      "zht": "那位西風騎士團代理團長？她的「命之座」是「幼獅座」，象徵著力量，還有過早擔負的責任。「雄獅」早早離群，但她會繼續成長，直到能完全繼承獅群的榮耀。",
      "jp": "あの西風騎士団の代理団長？彼女の「命ノ星座」は「仔獅子座」ですね。この星座は力と早すぎた責任を表しています。「雄獅子」が早くして群れを離れた結果、獅子の群れの栄光を完全に継承するまで彼女は成長し続けます。",
      "ko": "그 페보니우스 기사단의 단장 대행? 그녀의 「운명의 자리」는 「새끼사자자리」로 힘과 너무 일찍 떠맡은 책임을 상징해. 「수사자」는 일찍이 무리에서 떠났지만, 그녀는 사자떼의 영광을 물려받을 때까지 계속 성장할 거야",
      "en": "You mean the Acting Grand Master of the Knights of Favonius? Her constellation is Leo Minor, which represents strength and responsibility shouldered too young... Though the lioness has been separated from her pride for a long time, she grows from strength to strength, and the day will come when she is ready to return as its glorious leader.",
      "de": "Der stellvertretender Großmeister des Ordo Favonius? Das ihr entsprechende Sternbild ist „Leo Minor“. Das steht für Kraft und zu früh übernommene Verantwortung. Die Löwin hat ihr Rudel sehr zeitig verlassen, wächst dabei aber stetig und wird am Ende zur strahlenden Anführerin des Rudels.",
      "es": "¿Te refieres a la Gran Maestra Intendente de los Caballeros de Favonius? Su constelación es Leo Minor, la cual representa la fuerza y la responsabilidad asumida demasiado pronto por una persona. Aunque la leona apartó su orgullo hace mucho tiempo, siempre seguirá creciendo. Llegará el día en el que estará lista para liderar la manada.",
      "fr": "Tu parles de la Grande Maîtresse suppléante de l'Ordre de Favonius ? Sa constellation est Leo Minor, qui représente la prise de responsabilité à un trop jeune âge... Le lion a quitté sa troupe depuis fort longtemps, mais la lionne continuera de devenir plus forte jusqu'au jour où elle sera prête à faire honneur aux siens.",
      "pt": "Refere-se a Grande Mestre Intendente dos Cavaleiros de Favonius? Sua constelação é Leo Minor, o que representa força e responsabilidade assumida muito jovem... Embora a leoa tenha sido separada de seu orgulho por muito tempo, ela cresce de força em força, e chegará o dia em que ela estará pronta para voltar como sua gloriosa líder.",
      "ru": "Действующий магистр Ордо Фавониус? Она ещё слишком молода для той ответственности, что предначертана ей её созвездием, Благородной Львицей. Лев рано покинул прайд, но она ещё растёт и рано или поздно унаследует честь прайда.",
      "id": "Maksudmu Grand Master Knights of Favonius? Konstelasi dia adalah Leo Minor, mewakili kekuatan dan tanggung jawab yang harus ditanggung sejak usia dini. Meskipun \"sang pemimpin\" telah meninggalkan kawanannya cukup lama, tapi dia akan terus bertumbuh kuat. Akan tiba saatnya nanti dia siap menjadi pemimpin yang diagung-agungkan kawanannya.",
      "th": "รักษาการผู้บัญชาการของกองอัศวินแห่ง Favonius คนนั้นน่ะเหรอ? กลุ่มดาวของเธอคือ Leo Minor หรือที่เรียกว่าสิงโตเล็ก เป็นสัญลักษณ์ของพลังอำนาจ และความรับผิดชอบที่ต้องแบกรับตั้งแต่อายุยังน้อย สิงโตที่ต้องจากฝูงไปตั้งแต่ยังเล็ก แต่เธอจะเติบโตขึ้นทุกวัน จนกระทั่งสามารถกลับมาสืบทอดตำแหน่งจ่าฝูงอย่างภาคภูมิ",
      "vi": "Đó là Đội Trưởng Đại Diện của Đội Kỵ Sĩ Tây Phong? Cung Mệnh của cô ấy là Cung Ấu Sư tượng trưng cho sức mạnh và trách nhiệm phải gánh vác từ rất sớm. \"Ấu Sư\" sớm rời bỏ bầy đàn thế nên cô ấy sẽ tiếp tục lớn mạnh cho đến khi có thể kế thừa hoàn toàn vinh quang của chòm sao sư tử."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre o Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "阿贝多？啊…我真羡慕他，只用专注于研究就好，不用管其他的杂事，真是美好的生活啊。如果那个老太婆脑筋正常一点，我应该也过着这种生活吧…",
      "zht": "阿貝多？啊…我真羡慕他，只用專注於研究就好，不用管其他的雜事，真是美好的生活啊。如果那個老太婆腦筋正常一點，我應該也過著這種生活吧…",
      "jp": "アルベド？あぁ…雑事に追われることなく、研究に専念できる彼が羨ましいです。なんて素敵な暮らしなんでしょうか。もしあのおばばの頭がもっとまともだったら、私もあんな生活を送れたのに…",
      "ko": "알베도? 아…난 그가 부러워…자질구레한 일들에 신경 끄고 연구에만 몰두할 수 있잖아. 정말 멋진 삶이야. 그 할망구가 조금만 정상이었다면 나도 그런 생활을 할 수 있었을 텐데…",
      "en": "Albedo? Ah... I envy his ability to solely focus on his research without getting bogged down in mundane worldly affairs. What a wonderful life! If that batty old lady hadn't had one too many screws loose, perhaps that's the life I'd be living by now myself...",
      "de": "Albedo? Ach, wie ich ihn beneide! Er kann sich vollständig auf seine Forschungen konzentrieren und muss sich mit nichts Anderem herumschlagen. Was für ein tolles Leben! Wenn dieses alte Weib nicht so einen Riss in der Birne hätte, wäre das vielleicht das Leben, das ich jetzt führen würde.",
      "es": "¿Albedo? Envidio su habilidad para centrarse únicamente en la investigación sin verse envuelto en asuntos mundanos. ¡Qué vida tan maravillosa! Si esa vieja loca fuera un poco más normal, quizás yo estaría viviendo una vida similar ahora...",
      "fr": "Albedo ? Ah, j'admire sa capacité à se concentrer sur ses recherches sans être perturbé par les futilités de la vie. C'est comme ça que j'aurais dû vivre aussi si la vieille n'était pas aussi folle...",
      "pt": "Albedo? Ah... Invejo sua capacidade de se concentrar exclusivamente em sua pesquisa sem se atolar em assuntos mundanos. Que vida maravilhosa! Se aquela velhota não tivesse tido um parafuso a menos, talvez essa fosse a vida que eu mesma estaria vivendo agora...",
      "ru": "Альбедо? Ах... я так ему завидую. Как это прекрасно: не заботиться ни о чём, кроме своих исследований. Если бы у старухи с головой было чуть получше, то я бы тоже смогла так жить...",
      "id": "Albedo? Ah, aku benar-benar iri pada kemampuannya yang bisa fokus pada penelitian dan tidak perlu terjebak dalam urusan duniawi lainnya. Dia memiliki kehidupan yang luar biasa! Kalau wanita tua itu punya cara pikiran yang normal, aku mungkin bisa hidup seperti Albedo...",
      "th": "Albedo? อ่า... ฉันอิจฉาเขามากเลย เขาได้ตั้งใจทำการวิจัยโดยที่ไม่ ต้องสนใจงานจุกจิกอย่างอื่น ช่างเป็นชีวิตที่ดีจริง ๆ ถ้ายายแก่ไม่เพี้ยนขนาดนี้ ฉันก็คงจะได้มีชีวิตแบบนี้เหมือนกัน...",
      "vi": "Albedo ư? Tôi thực sự... Hâm mộ ông ấy có thể chú tâm vào nghiên cứu mà không cần phải suy nghĩ những chuyện khác. Một cuộc sống đầy ngưỡng mộ phải không. Nếu lão bà bà đầu óc bình thường một tý, thì tôi cũng có cuộc đời như vậy đó..."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "你是说，艾莉丝的女儿啊。她住在西风骑士团，还有阿贝多照顾…怎么说呢，哎…她的「命之座」不愧是象征着幸运的「四叶草」啊，真羡慕…\n\n啊不过，要是我也有这么好的运气，首先就不会遇见那个老太婆了。",
      "zht": "#{F#妳}{M#你}是說，艾莉絲的女兒啊。她住在西風騎士團，還有阿貝多照顧…怎麼說呢，唉…她的「命之座」不愧是象徵著幸運的「四葉草」啊，真羡慕…\n\n啊不過，要是我也有這麼好的運氣，首先就不會遇見那個老太婆了。",
      "jp": "アリスさんの娘のことですか？西風騎士団に住んでて、アルベドが彼女の面倒を見てるんですよね…なんというか、さすが幸運を象徴する「四つ葉座」、羨ましい限りです…\n\nあっでも、私が彼女のように幸運に恵まれてたら、まずあのおばばとは出会ってなかったでしょうね。",
      "ko": "앨리스 씨의 딸 말하는 거지? 그 애는 페보니우스 기사단에서 살면서 알베도의 보살핌도 받고 있지…글쎄, 역시 그녀의 「운명의 자리」답달까. 행운을 상징하는 「네 잎 클로버」거든. 부러워… \n\n아, 나한테도 그런 행운이 있었다면 그 할망구를 만나지 않았겠지",
      "en": "Ah yes, Alice's daughter. She's in the custody of the Knights of Favonius, and Albedo looks after her too. She's blessed to have Trifolium as her constellation, which represents good luck. I'm slightly envious... *smirk*\n\nAlthough, if I'd been blessed with good luck, I suppose I never would have had the great honor of running into that old woman, would I...",
      "de": "Du meinst wohl Alices Tochter. Sie wohnt beim Ordo Favonius und wird von Albedo umsorgt. Aber wen wundert’s? Ihr Sternbild ist Trifolium, das steht für Glück. Hach, wirklich beneidenswert ...\n\nWenn ich auch so viel Glück hätte, müsste ich dieses alte Weib sicher nie wiedersehen.",
      "es": "Ah sí, la hija de Alice. Está bajo la custodia de los Caballeros de Favonius, pero Albedo también cuida de ella. Fue bendecida con la constelación del Trifolium, lo que representa la buena suerte. Me da un poco de envidia... Aunque, si yo hubiera sido bendecida con buena suerte, supongo que nunca habría conocido a esa anciana, ¿no crees?",
      "fr": "Oui, la fille d'Alice. L'Ordre de Favonius s'occupe d'elle et Albedo aussi. Quelle chanceuse, sa constellation est le Trifolium ! Je suis jalouse...\n\nSi j'avais eu de la chance dans la vie, mon chemin n'aurait jamais croisé celui de la vieille...",
      "pt": "Ah sim, a filha da Alice. Ela está sob a custódia dos Cavaleiros de Favonius, e Albedo cuida dela também. Ela é abençoada por ter o Trifolium como sua constelação, o que representa boa sorte. Tenho um pouco de inveja... Hehehe. Embora, se eu tivesse sido abençoada com boa sorte, suponho que nunca teria tido a grande honra de encontrar aquela velha mulher, será...",
      "ru": "Ты о дочке Алисы? Она живёт в Ордо Фавониус и за ней приглядывает Альбедо... Как бы сказать... Созвездие Четырёхлистного Клевера не зря символизирует удачу. Я ей даже завидую... Хотя, если бы я была такой удачливой, то и старуху бы я, скорее всего, не встретила...",
      "id": "Maksudmu putri Alice? Dia tinggal di dalam markas Knights of Favonius dan dijaga Albedo. Bagaimana ya, hmm... \"Konstelasi\" dia adalah \"Trifolium\", pantas saja... Aku sedikit iri padanya... Kalau aku seberuntung dia, aku mungkin tidak akan pernah bertemu dengan wanita tua itu.",
      "th": "หมายถึงลูกสาวของ Alice สินะ เธออยู่ในความดูแลของกองอัศวินแห่ง Favonius และ Albedo ก็ช่วยดูแลเธอด้วย... จะว่าไงดีล่ะ เอิ่ม... กลุ่มดาว Trifolium ไม่เสียแรงเลยที่เป็นรูปโคลเวอร์สี่แฉก ซึ่งเป็นสัญลักษณ์แห่งความโชคดี น่าอิจฉาจริง ๆ...\n\nจะว่าไป ถ้าฉันมีโชคที่ดีขนาดนั้น ฉันก็คงไม่ต้องเจอกับยายแก่นั่นตั้งแต่แรก",
      "vi": "Bạn nhắc đến con gái của Alice ư. Cô ấy sống ở Đội Kỵ Sĩ Tây Phong còn được Albedo chăm sóc... Nói thế nào nhỉ, ừm... Cung Mệnh của cô ấy không hổ danh là \"Tứ Diệp Thảo\" tượng trưng cho sự may mắn. Ngưỡng mộ quá đi...\n\nNếu vận mệnh của tôi cũng tốt như vậy thì tôi chẳng đến mức gặp phải lão bà bà đó."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "迪卢克·莱艮芬德。「夜枭」是他的「命之座」，象征着黑夜中的警觉，和孤独的守望。在他所认可的白昼来临之前，他都将孤独前行。\n\n等等，「夜枭」象不象征财富来着？",
      "zht": "迪盧克·萊艮芬德。「夜梟」是他的「命之座」，象徵著黑夜中的警覺，和孤獨的守望。在他所認可的白晝來臨之前，他都將孤獨前行。\n\n等等，「夜梟」象不象徵財富來著？",
      "jp": "ディルック·ラグヴィンド。「夜梟座」が彼の「命ノ星座」です、闇夜の見張りと孤独な守護を象徴する星座ですね。彼が認める白昼が訪れるまで、彼は孤独と共に歩み続けます。\n\nあれ、ちょっと待ってください、「夜梟座」は富を象徴する星座でしたっけ？",
      "ko": "다이루크·라겐펜더, 그의 「운명의 자리」는 「밤올빼미」야. 어두운 밤의 경계와 고독한 감시를 상징하지. 그가 인정하는 밝은 대낮이 오기 전까지 그는 계속 홀로 나아가게 될 거야.\n\n잠깐, 「밤올빼미」가 부유함을 상징하던가?",
      "en": "Diluc Ragnvindr. His constellation, Noctua, represents vigilance in the darkness of night... A lone guardian keeping watch, longing for the splendor of dawn, yet destined to solitude in the dark days preceding its arrival.\n\n...Or, wait, maybe Noctua's the one tied to wealth...?",
      "de": "Diluc Ragnvindr, ihm ist das Sternbild Noctua zuzuordnen. Es steht für die Wachsamkeit und Einsamkeit in der Nacht. Bevor der von ihm herbeigesehnte Tag kommt, wird er die Nächte einsam verbringen.\n\nOder stand Noctua für unermesslichen Reichtum?",
      "es": "Diluc Ragnvindr... Su constelación, Noctua, representa el permanecer alerta en la oscuridad de la noche... Es un guardián solitario que anhela el esplendor del amanecer, pero está destinado a la oscura soledad de la noche... ¿O tal vez Noctua era la constelación que representa la riqueza?...",
      "fr": "Diluc Ragnvindr. Noctua, sa constellation, représente la vigilance d'un gardien solitaire dans les ténèbres de la nuit. Il est destiné à des jours solitaires jusqu'à l'arrivée de l'aube...\n\nHum, peut-être que je me suis trompée ? Noctua représente peut-être la richesse ?",
      "pt": "Diluc Ragnvindr. Sua constelação, Noctua, representa a vigilância na escuridão da noite. Um guardião solitário vigiando, desejando o esplendor do amanhecer, mas destinado à solidão nos dias escuros que precedem sua chegada. \n\n...Ou, espera, talvez Noctua seja a que está ligada à riqueza...?",
      "ru": "Дилюк Рагнвиндр. Его созвездие, Мудрая Сова, символизирует бдительность в ночи. Как одинокий страж в дозоре, он жаждет яркую зарю, но предназначен тьме. Погоди-ка, или сова означает богатство?",
      "id": "Diluc Ragnvindr. \"Konstelasi\" dia adalah Noctua, mewakili kewaspadaan di tengah kegelapan malam dan kesendirian di tengah pengharapan. Sebelum fajar yang dinantikannya tiba, dia harus terus berjaga sendirian. Tunggu, apa \"Noctua\" mewakili kekayaan?",
      "th": "Diluc Ragnvindr กลุ่มดาวของเขาคือ Noctua เป็นสัญลักษณ์ของผู้เฝ้าระวังยามราตรี และผู้พิทักษ์อันโดดเดี่ยว เขาถูกกำหนดให้ก้าวเดินอย่างโดดเดี่ยว จนกว่ารุ่งอรุณที่เขาเฝ้าคอยจะมาถึง\n\nเดี๋ยวนะ Noctua ดูเหมือนจะเป็นสัญลักษณ์ของความมั่งคั่งด้วยใช่มั้ยนะ?",
      "vi": "Diluc·Ragnvindr có Cung Mệnh là \"Dạ Hiêu\", tượng trưng cho sự cảnh giác trong bóng tối cũng như sự bảo vệ cô độc. Anh ấy sẽ luôn độc bước cho đến khi bản thân được công nhận.\n\nDạ Hiêu hình như còn tượng trưng cho sự giàu có?"
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "凯亚·亚尔伯里奇吗？他的「孔雀羽座」象征着高贵，但同时也象征着「华丽的掩饰」。他以为已经和过去一刀两断。但到了命中注定的那天，他依然必须做出自己的选择。",
      "zht": "凱亞·亞爾伯里奇嗎？他的「孔雀羽座」象徵著高貴，但同時也象徵著「華麗的掩飾」。他以為已經和過去一刀兩斷。但到了命中註定的那天，他依然必須做出自己的選擇。",
      "jp": "ガイア·アルベリヒですか？彼の「孔雀羽座」は高貴さを象徴すると同時に、「華麗なる隠蔽」を象徴するものです。彼は自分の過去を断ち切ったと思ってるらしいですけど。運命の日が訪れた時、彼は、再び選択を迫られるでしょう。",
      "ko": "케이아·알베리히? 그의 「공작깃털자리」는 고귀함과 「화려한 기만」을 상징해. 그는 이미 과거를 끊어냈다고 생각하겠지만, 운명의 그날이 오면 반드시 자기만의 선택을 해야 할 거야",
      "en": "Kaeya Alberich? He's a Pavo Ocellus. Destined for greatness and grandeur... and to hide ugly realities behind a layer of charm and elegance. He believes he has made a clean break with his past, but one day fate will catch up with him. When it does, he will have a major decision to make.",
      "de": "Kaeya Alberich? Das Sternbild Pavo Ocellus steht für große Taten und Edelmut. Es bedeutet aber auch, dass der Schein trügt und über die Wahrheit hinwegtäuscht. Er denkt, er hätte mit seiner Vergangenheit abgeschlossen. Diese wird ihn eines Tages aber wieder einholen, sodass er eine einschneidende Entscheidung treffen muss.",
      "es": "¿Kaeya Alberich? Es Pavo Ocellus, por lo que está destinado a la grandeza... y a ocultar su fea realidad tras una superficie de encanto y elegancia. Cree que ha roto con su pasado, pero un día su destino lo alcanzará. Cuando lo haga, tendrá que tomar una decisión importante.",
      "fr": "Kaeya Alberich ? Pavo Ocellus, la grandeur incarnée et aussi la capacité de cacher la sombre vérité derrière un masque. Il croit avoir mis son passé derrière lui, mais le destin le rattrapera un beau jour. Quand le moment sera venu, il devra prendre une décision cruciale.",
      "pt": "Ele é um Pavo Ocellus. Destinado à grandeza e à grandiosidade... E a esconder realidades desagradáveis por trás de uma camada de encanto e elegância. Ele acredita ter feito uma quebra limpa com seu passado, mas um dia o destino o alcançará. Quando isso acontecer, ele terá uma grande decisão a tomar.",
      "ru": "Кэйа Альберих? Созвездие Павлиньего Пера - символ величия, но прекрасная занавесь скрывает страшную правду. Он думает, что порвал с прошлым, но когда судьба нагонит его, ему придётся сделать выбор.",
      "id": "Kaeya Alberich? \"Konstelasi\" dia adalah \"Pavo Ocellus\". Mewakili kemegahan dan juga \"penyamaran yang indah\". Dia mengira dia sudah menghapus bersih masa lalunya, tapi saat hari itu tiba, dia harus membuat suatu keputusan besar yang mengubah hidupnya.",
      "th": "Kaeya Alberich? กลุ่มดาว Pavo Ocellus ของเขา เป็นสัญลักษณ์แห่งความยิ่งใหญ่ และยังเป็นสัญลักษณ์ของ \"การปกปิดอันสง่างาม\" อีกด้วย เขาคิดว่าตัวเองตัดขาดจากอดีตได้โดยสิ้นเชิงแล้ว แต่สักวันโชคชะตาจะนำมันกลับมาอีกครั้ง และเมื่อถึงวันนั้น เขาจะต้องเป็นคนเลือกเอง",
      "vi": "Kaeya·Alberich là cung \"Khổng Tước Vũ\" tượng trưng cho sự cao quý, nhưng mà đó cũng là \"vỏ bọc hào nhoáng\" mà thôi. Anh ấy luôn cho rằng bản thân mình không còn liên quan đến quá khứ, thế nhưng ngày vận mệnh an bài rồi sẽ đến. Cuối cùng, anh vẫn phải đưa ra sự lựa chọn của mình."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "她的「命之座」以「沙漏」为名，象征着知识、时间与等价交换。一粒沙子落下，时间…或者说生命，就消逝一刹。如果想要止住沙粒奔流，只能平放沙漏，让它永不流动。嗨…简单来说，就是变着法偷懒啦。",
      "zht": "她的「命之座」以「沙漏」為名，象徵著知識、時間與等價交換。一粒沙子落下，時間…或者說生命，就消逝一刹。如果想要止住沙粒奔流，只能平放沙漏，讓它永不流動。唉…簡單來說，就是變著法偷懶啦。",
      "jp": "彼女の「命ノ星座」は「砂時計」が名前の由来です。知識と時間、等価交換を象徴しています。一粒の砂が落ちれば、時間…あるいは命の一瞬が過ぎていく。砂が落ちるのを止めたければ、砂時計を横向きにして「時を止める」しかありません…簡単に言うと、やり方を変えてサボるってことですね。",
      "ko": "그녀의 「운명의 자리」는 「모래시계」로 지식, 시간 그리고 등가교환을 상징해. 모래알이 떨어지면 시간…혹은 생명이 한순간에 사라지지. 모래알이 흘러내리는 걸 멈추려면 모래시계를 눕혀서 영원히 멈추게 하는 수밖에 없어. 쉽게 말하면…온갖 방법을 써서 게으름을 피우는 거야",
      "en": "A Tempus Fugit... The constellation derives its name from the hourglass, and stands for knowledge and time — or rather, the trade-off between them. As each grain of sand falls down, a moment of time — of life, even, dies for good. To stop the unrelenting flow of sand, one would have to turn the hourglass on its side. But once the sand comes to rest, it remains motionless forever... Hmm, maybe 'becomes lazy' is more accurate than 'comes to rest,' in this case.",
      "de": "Für sie heißt es Tempus Fugit, das bedeutet, dass die Zeit vergeht. Wissen und Zeit sind Güter, die gegeneinander ausgetauscht werden müssen. Sobald ein Sandkorn der Sanduhr fällt, wird ein Stückchen Zeit, ja, ein Stückchen Leben für immer vergangen sein. Will man die Bewegung anhalten, muss man die Sanduhr schon auf die Seite legen. In diesem Fall scheint die Sanduhr längst auf der Seite eingeschlafen zu sein.",
      "es": "Es Tempus Fugit... El nombre de la constelación tiene relación con cómo mide el tiempo un reloj de arena, y representa el conocimiento y el tiempo, o más bien, el equilibrio entre ambos. A medida que cae cada grano de arena, un momento de tu vida muere para siempre. Para detener la implacable caída de los granos de arena, uno tendría que poner el reloj de lado. Pero una vez que la arena se detiene, permanece inmóvil para siempre... Bueno, en el caso de Lisa, la arena no se llega a detener por completo, sino que se vuelve una holgazana.",
      "fr": "Sa constellation est le Tempus Fugit. Elle tient son nom du sablier et représente le temps et le savoir... ou plutôt un échange entre les deux. Chaque grain de sable qui tombe symbolise le temps d'une vie qui s'écoule. Afin d'arrêter le sable, il faut tourner le sablier à l'horizontale... Le sable cesse de s'écouler quand on le maintient dans cette position de repos. En gros, l'objet ne fait plus son travail...",
      "pt": "Um Tempus Fugit... A constelação deriva seu nome da ampulheta, e representa o conhecimento e o tempo - ou melhor, o equilíbrio entre eles. À medida que cada grão de areia cai, um instante do tempo - da vida, inclusive, morre de vez. Para parar o fluxo incessante da areia, seria necessário virar a ampulheta de lado. Mas assim que a areia descansa, ela permanece imóvel para sempre. Hmm, talvez \"se torna preguiçosa\" seja mais preciso do que \"descansa\", neste caso.",
      "ru": "Песочные Часы. Символ знания, времени и равноценного обмена. С каждой песчинкой время - можно даже сказать, жизнь - безвозвратно уходит. Остановить течение песка можно только положив часы на бок. Хмм... Короче, надо стать ленивым.",
      "id": "\"Konstelasi\" dia adalah \"Tempus Fugit\", mewakili pertukaran antara pengetahuan dengan waktu atau hal lain yang sebanding. Saat satu butir pasir terjatuh, waktu ataupun nyawa akan hilang dalam sekejap. Kalau ingin menghentikan bulir-bulir pasir itu jatuh, menghentikan pergerakannya selamanya, cara satu-satunya adalah jam pasir itu harus diletakkan secara mendatar. Haish, dengan kata lain adalah dia harus \"menjadi malas\".",
      "th": "กลุ่มดาวของเธอคือ Tempus Fugit รูปร่างที่เหมือนนาฬิกาทรายเป็น สัญลักษณ์แห่งการแลกเปลี่ยน ความรู้ เวลา และความเท่าเทียม เมื่อเม็ดทรายร่วงหล่นลงมา เวลา...หรือชีวิตจะหายไปครู่หนึ่ง หากต้องการหยุดยั้งการตกของเม็ดทราย คงทำได้เพียงวางนาฬิกาทรายในแนวนอน เพื่อไม่ให้ทรายไหลอีกต่อไป อืม... พูดง่าย ๆ ก็คือปล่อยให้ทราย \"ขี้เกียจ\" นั่นเอง",
      "vi": "\"Sa Lậu\" chính là Cung Mệnh của cô ấy, tượng trưng cho sự trao đổi công bằng giữa tri thức và thời gian. Một hạt cát rơi xuống, điều đó có nghĩa thời gian... Hay sinh mệnh bị rút ngắn. Nếu muốn ngăn chặn dòng chảy của cát, chỉ có thể đặt đồng hồ cát nằm ngang, chấm dứt mọi sự vận động của nó. Haizz... Nói đơn giản hơn là dùng pháp thuật để làm biếng đó."
    }
  },
  {
    "title": {
      "zhs": "关于温迪…",
      "zht": "關於溫迪…",
      "jp": "ウェンティについて…",
      "ko": "벤티에 대해…",
      "en": "About Venti",
      "de": "Über Venti ...",
      "es": "Sobre Venti...",
      "fr": "À propos de Venti...",
      "pt": "Sobre Venti...",
      "ru": "О Венти...",
      "id": "Tentang Venti",
      "th": "เกี่ยวกับ Venti...",
      "vi": "Về Venti..."
    },
    "line": {
      "zhs": "温迪？那个成天无所事事的吟游诗人？咦，他有什么有趣的吗？我占卜看看…\n\n咦，水占盘怎么…什么也看不清，怎，怎么起风了，眼睛都睁不开了！我的帽子！衣服，衣服要被吹跑了！停下来！我不干了！我不干了！",
      "zht": "溫迪？那個成天無所事事的吟遊詩人？咦，他有什麼有趣的嗎？我占卜看看…\n\n咦，水占盤怎麼…什麼也看不清，怎、怎麼起風了，眼睛都睜不開了！我的帽子！衣服、衣服要被吹跑了！停下來！我不幹了！我不幹了！",
      "jp": "ウェンティ？あの毎日ダラけてる吟遊詩人のことですか？あの人に何か面白いことでも？ちょっと占ってみましょうか…\n\nあ、あれっ、水占の盤が…何も見えません。ど、どうして急に風が、目が開けてられません！私の帽子！ふ、服まで吹き飛ばされそうです！止めて！もうやめる、やめますからぁぁぁっ！",
      "ko": "벤티? 그 온종일 놀고먹는 음유시인? 그한테 뭐 재밌는 게 있겠어? 한번 점쳐볼게…\n\n어? 수점반이 왜…아무것도 안 보여. 바, 바람이 불어서 눈을 못 뜨겠어! 내 모자! 오, 옷이 날아가겠어! 멈춰! 안 해! 안 한다고!",
      "en": "Venti? The bard that sits around doing nothing all day? What's so interesting about him? Sure, I guess I can take a look...\n\nHuh, that's weird, the scryglass, it's... I can't see a thing... this wind... I can't... open my eyes! No, my hat! Ah! My clothes, stop! The wind's going to strip all my clothes off! Make it stop, make it stop! ...Alright, alright! I'll never do this again!",
      "de": "Venti? Dieser Barde, der den lieben langen Tag nur herumhüpft und sonst nichts tut? Was soll mit dem schon sein? Aber ich kann ja mal einen Blick wagen ...\n\nHm, was soll das darstellen? Ich sehe kaum was ... dieser Wind ... Ah, meine Augen! Der Wind ist zu stark! Meine Mütze ... meine Kleidung! Haaalt! Ich hör ja schon auf!",
      "es": "¿Venti? ¿El bardo que no hace nada en todo el día? ¿Qué tiene de interesante una persona así? Bueno, supongo que puedo echar un vistazo a su...\n\n¿Eh? ¿Qué es esto? ¡No veo nada! ¡¿Cómo puede hacer este viento de repente?! ¡No puedo abrir los ojos! ¡Ah, mi sombrero! ¡Mi ropa! ¡Socorro, el viento va a arruinar mi ropa! ¡Para, por favor! ¡No volveré a hacerlo, lo juro!",
      "fr": "Venti ? Ce barde fainéant qui passe ses journées à flâner ? Je ne vois pas pourquoi il t'intéresse, mais soit, je vais lire son avenir... C'est bizarre, mon disque d'eau est flou... Ce vent est trop fort ! Mon chapeau ! Je vais m'envoler ! Stop ! J'arrête tout ! Je promets de ne plus jamais recommencer !",
      "pt": "Venti? O bardo que fica sentado sem fazer nada o dia todo? O que há de tão interessante nele? Claro, acho que posso dar uma olhada... Huh, isso é estranho, a luneta, está... Eu não consigo ver nada... Este vento... Eu não consigo... Abrir os olhos! Não, o meu chapéu! Ah! Minhas roupas, pare! O vento vai tirar todas as minhas roupas! Faça-o parar, faça-o parar! ...Está certo, está certo! Eu nunca mais farei isso!",
      "ru": "Венти? Бард, который целыми днями ничего не делает? А он-то тебя чем заинтересовал? Ладно, я посмотрю... А?! В чаше... ничего не видно... и этот ветер... Я даже глаза открыть не могу! Моя шляпа! Мою одежду сейчас сдует! Хватит! Я больше не буду! Не буду!",
      "id": "Venti? Penyair yang tidak ada kerjaan itu? Apa yang menarik dari dia? Coba aku ramalkan... Huh, aneh sekali. Kenapa pantulan airnya menjadi buram? Kenapa tiba-tiba berangin? Aku, aku tidak bisa membuka mataku! Topiku! Bajuku, bajuku tertiup angin! Tolong hentikan! TOLONG! AKU AKAN HENTIKAN!",
      "th": "Venti? นักกวีพเนจรที่วัน ๆ ไม่ทำอะไรเลยน่ะเหรอ? หืม เขามีอะไรน่าสนใจ? หรือจะให้ฉันลองทำนายดู...\n\nเฮ้ ทำไมกระจกส่องดาวถึงมองไม่ชัดเลย... มองไม่เห็นอะไรเลย ทะ ทำไมลมพัดแรงอย่างงี้ ฉันลืมตาไม่ขึ้นแล้ว! หมวกของฉัน! เสื้อผ้า เสื้อผ้าจะถูกพัดปลิวแล้ว! หยุดนะ! ฉันไม่ดูแล้ว! ไม่ดูแล้ว!",
      "vi": "Venti ư? Có phải là nhà thơ lang thang không có việc gì để làm không? Haiz, anh ta có gì đáng để chú ý tới sao? Để tôi bốc một quẻ xem thế nào...\n\nÍ, bàn bói nước bị sao thế này... Tại sao không nhìn rõ được nhỉ, sao đột nhiên lại nổi gió khiến tôi không thể mở mắt ra nhìn! Á, mũ của tôi! Còn quần áo nữa, đều bị gió thổi bay mất rồi! Mau trả lại cho tôi! Hừm, thôi tôi không xem nữa đâu!"
    }
  },
  {
    "title": {
      "zhs": "想要了解莫娜·其一",
      "zht": "想要瞭解莫娜·其一",
      "jp": "モナを知る·1",
      "ko": "모나에 대해 알기·첫 번째",
      "en": "More About Mona: I",
      "de": "Ich will mehr über Mona erfahren I",
      "es": "Más sobre Mona (I)",
      "fr": "Connaître Mona (1)",
      "pt": "Mais sobre Mona - I",
      "ru": "Узнать больше о Моне I",
      "id": "Mengenal Mona: I",
      "th": "อยากรู้เกี่ยวกับ Mona - 1",
      "vi": "Muốn tìm hiểu Mona - Điều thứ 1"
    },
    "line": {
      "zhs": "你的意思是…想要闲聊？唔，我很少做这种浪费时间的事，而且稿子还有很多没写…嗯，不过，对象是你的话，也不是不行。呵呵，就当是换个心情吧。",
      "zht": "#{F#妳}{M#你}的意思是…想要閒聊？唔，我很少做這種浪費時間的事，而且稿子還有很多沒寫…嗯，不過，對象是{F#妳}{M#你}的話，也不是不行。呵呵，就當是換個心情吧。",
      "jp": "それって…私とお喋りしたいってことですか？うーん、時間を無駄にするようなことってあまりしないんですが…それにまだ終わってない原稿もたくさんありますし…うん、でもあなただったら、ダメってことはありません。ふふっ、気分転換です。",
      "ko": "수다 떨고 싶다고? 으음, 난 이렇게 시간 낭비하는 걸 좋아하지 않아. 그리고 아직 써야 할 원고가 많이 남았는걸… 음, 하지만 말동무가 너라면 안될 것도 없지. 하핫, 그냥 기분전환이라고 생각하자!",
      "en": "You want to chat... for fun? Oh... I don't usually have spare time for such activities, especially when I have so many columns left to write... Then again, since it's you, it might be worth it. Hehe, a change of pace once in a while isn't such a bad thing.",
      "de": "Wie? Du meinst einfach so quatschen? Also, normalerweise verschwende ich meine Zeit nicht gern und ich habe auch noch so viel zu schreiben ... Aber weil du es bist, warum nicht? Man kann ja auch mal seine Gewohnheiten anpassen.",
      "es": "¿Quieres charlar... por diversión? Oh... generalmente no tengo tiempo libre para tales actividades, especialmente cuando me quedan tantos artículos por escribir... Pero, como eres tú, podría hacer una excepción. Jeje, un cambio de rutina de vez en cuando no es tan malo.",
      "fr": "Tu veux discuter avec moi ? Je n'ai pas le loisir de faire ce genre de choses avec tous les articles que je dois écrire, mais je vais faire une exception pour toi. Ça ne me fera sans doute pas de mal.",
      "pt": "Você quer conversar... Por diversão? Oh... Normalmente não tenho tempo livre para tais atividades, especialmente quando ainda tenho tantas colunas para escrever... Mas, como é você, talvez valha a pena. Hehe, uma mudança de ritmo de vez em quando não é uma coisa tão ruim assim.",
      "ru": "То есть... хочешь просто поболтать? Хм, я обычно не трачу время на такое, да и свою колонку я ещё не дописала... Хотя с тобой можно и поговорить. Хе-хе, сменить обстановку, так сказать.",
      "id": "Maksudmu... Kamu ingin berbincang-bincang? Aduh, aku tidak pernah menghabiskan waktu untuk hal ini. Ditambah lagi, laporanku belum selesai. Tapi mungkin tidak masalah bila berbincang-bincang dengan kamu. Hehe, mungkin ini bisa mengubah suasana hatiku menjadi lebih baik.",
      "th": "เธออยาก... ชวนคุยเรื่อยเปื่อย? โอ้ ฉันไม่มีเวลาว่างสำหรับเรื่องพวกนี้หรอก ฉันยังมีบทความที่ต้องเขียนอีกเยอะเลย... อืม แต่ว่าถ้าคู่สนทนาเป็นเธอก็ใช่ว่าจะไม่ได้นะ... ฮ่า ๆ เปลี่ยนบรรยากาศบ้าง ก็ไม่ใช่เรื่อง เลวร้ายอะไร",
      "vi": "Ý của bạn là... Muốn nói chuyện sao? Tôi rất ít khi lãng phí thời gian của mình, hơn nữa bản thảo còn chưa động được chữ nào... Uhm, nhưng mà nếu người cần nói chuyện là bạn thì không vấn đề. Haha, coi như là một cách thay đổi tâm trạng vậy."
    }
  },
  {
    "title": {
      "zhs": "想要了解莫娜·其二",
      "zht": "想要瞭解莫娜·其二",
      "jp": "モナを知る·2",
      "ko": "모나에 대해 알기·두 번째",
      "en": "More About Mona: II",
      "de": "Ich will mehr über Mona erfahren II",
      "es": "Más sobre Mona (II)",
      "fr": "Connaître Mona (2)",
      "pt": "Mais sobre Mona - II",
      "ru": "Узнать больше о Моне II",
      "id": "Mengenal Mona: II",
      "th": "อยากรู้เกี่ยวกับ Mona - 2",
      "vi": "Muốn tìm hiểu Mona - Điều thứ 2"
    },
    "line": {
      "zhs": "占卜的收入…？不要用钱财这种…「东西」来衡量占星术！你听好了，我的「水占术」可是这片提瓦特大陆上，唯一能窥探到真实命运的占卜术！无论是摩拉还是宝石，都无法用来称量「命运」！所以，不要再问这种蠢问题了！",
      "zht": "#占卜的收入…？不要用錢財這種…「東西」來衡量占星術！{F#妳}{M#你}聽好了，我的「水占術」可是這片提瓦特大陸上，唯一能窺探到真實命運的占卜術！無論是摩拉還是寶石，都無法用來秤量「命運」！所以，不要再問這種蠢問題了！",
      "jp": "占星術師としての収入…？お金のような…もので、占星術を語らないでください！よく聞きなさい、私の「水占の術」はこのテイワット大陸で、唯一真実の運命を覗ける占術です！モラだろうと宝石だろうと「運命」を計ることはできません！だから、もうそんな愚問二度としないでください！",
      "ko": "점괘로 벌어들이는 수입…? 감히 돈 같은 「그런」… 걸로! 점성술을 평가하려고 하다니, 잘 들어! 내 「수점술」은 이 티바트 대륙에서 진짜 운명을 엿볼 수 있는 유일한 점술이라구! 모라나 보석 따위론 「운명」의 가치를 잴 수 없어! 그러니까 이런 바보 같은 질문은 그만해!",
      "en": "Income? From astrology...? You can't use... things like Mora to determine the value of astrology! You need to understand: hydromancy is the one and only means of discerning people's true destiny in the whole of Teyvat! No matter how much Mora or gems you might have, the value of fate is quite simply incalculable! Perhaps not the smartest question you might have had for me...",
      "de": "Mit Astrologie Geld verdienen? Astrologie kann man mit etwas wie Geld überhaupt nicht aufwiegen! Jetzt hör mir mal zu: Meine Hydromantie ist auf ganz Teyvat die einzige Möglichkeit, die Wahrheit über das Schicksal herauszufinden! Egal wie viele Mora oder Edelsteine du anschleppen würdest, es wäre immer noch nicht genug, um den Wert des Schicksals zu bestimmen! Stell mir bloß nie wieder solche dummen Fragen!",
      "es": "¿Ingresos? ¿De la astrología?... ¡No puedes usar cosas como el Mora para determinar el valor de la astrología! ¡Debes comprender que la hidromancia es el único medio para discernir el verdadero destino de las personas en todo Teyvat! No importa cuántos Moras o gemas tengas, ¡el valor del destino es simplemente incalculable! Quizás no sea la pregunta más inteligente que pudiste haberme hecho...",
      "fr": "Mes revenus d'astromancienne ? On ne peut pas déterminer la valeur de mon travail avec une unité de mesure matérielle ! L'hydromancie est la seule méthode efficace pour connaître le destin de n'importe quel individu en Teyvat ! La valeur du destin est inestimable ! Ne pose plus jamais de questions stupides comme celle-ci !",
      "pt": "Renda? Da astrologia...? Você não pode usar... Coisas como Mora para determinar o valor da astrologia! Você precisa entender: A hidromancia é o único meio de discernir o verdadeiro destino das pessoas em todo Teyvat! Não importa quanto Mora ou pedras preciosas você possa ter, o valor do destino é simplesmente incalculável! Então pare de fazer perguntas tão estúpidas.",
      "ru": "Доход от гадания?.. Деньгами нельзя... Астрологию нельзя мерить вещами! Пойми, что моя гидромантия - единственный во всём Тейвате способ познать истинную судьбу! Ни морой, ни драгоценностями Судьбу не измерить! Так что не задавай больше дурацких вопросов!",
      "id": "Penghasilan dari ramalan...? Jangan gunakan \"benda\" seperti ... Mora untuk mengukur astrologi! Dengarkan baik-baik, \"ramalan air\" adalah satu-satunya metode ramalan di Teyvat ini yang dapat melihat takdir orang! Baik Mora maupun permata tidak dapat digunakan untuk menimbang \"takdir\"! Jadi, berhentilah mengajukan pertanyaan bodoh seperti itu!",
      "th": "รายได้จากการทำนาย...? อย่าใช้ของอย่างนี้มาเป็นตัววัดศาสตร์แห่งดวงดาวสิ! ตั้งใจฟังให้ดีนะ \"ศาสตร์แห่งดวงดาวน้ำ\" ของฉัน เป็นวิธีการทำนายเดียวในโลกแห่ง Teyvat ที่สามารถเห็นโชคชะตาที่แท้จริงได้! Mora หรืออัญมณีไม่สามารถใช้กำหนดมูลค่าของ \"โชคชะตา\" ได้! ดังนั้นหยุดถามคำถามโง่ ๆ ได้แล้ว!",
      "vi": "Thu nhập từ việc xem bói ư? Đừng có dùng tiền... để đo thuật chiêm tinh! Bạn hãy nghe cho rõ đây, \"Thủy Chiêm Thuật\" của tôi là phương pháp bói toán duy nhất trên đại lục Teyvat có thể nhìn rõ được số phận thực sự! Cho dù là Mora hay đá quý đều không thể đo lường được \"Cung Mệnh\"! Chính vì vậy đừng có hỏi những câu hỏi ngu ngốc như thế nữa!"
    }
  },
  {
    "title": {
      "zhs": "想要了解莫娜·其三",
      "zht": "想要瞭解莫娜·其三",
      "jp": "モナを知る·3",
      "ko": "모나에 대해 알기·세 번째",
      "en": "More About Mona: III",
      "de": "Ich will mehr über Mona erfahren III",
      "es": "Más sobre Mona (III)",
      "fr": "Connaître Mona (3)",
      "pt": "Mais sobre Mona - III",
      "ru": "Узнать больше о Моне III",
      "id": "Mengenal Mona: III",
      "th": "อยากรู้เกี่ยวกับ Mona - 3",
      "vi": "Muốn tìm hiểu Mona - Điều thứ 3"
    },
    "line": {
      "zhs": "我的占卜术？说了你也不明白，哼，不过…给你解释一下也不是不行。\n\n我使用的是「水占术」。是基由星空映射在水面上的幻象进行推演的占卜术，以水中幻相倒映虚假之天，以此来窥探着世界的真实。这是那个老太婆唯一一个正经的研究成果。",
      "zht": "#我的占卜術？說了{F#妳}{M#你}也不明白，哼，不過…跟{F#妳}{M#你}解釋一下也不是不行。\n\n我使用的是「水占術」。是基於星空映射在水面上的幻象進行推演的占卜術，以水中幻相倒映虛假之天，以此來窺探著世界的真實。這是那個老太婆唯一一個正經的研究成果。",
      "jp": "私の占い術ですか？言っても分からないと思いますが。ふふん、まあ…少しくらい説明してあげなくもないです。\n\n私が使う「水占の術」は水面に映った星空の幻象に基づいて運命を導き出す占術です。水面に映った偽りの空を通して、世界の真実を覗きます。これはあのおばばが残した唯一のちゃんとした研究成果なんですよ。",
      "ko": "내 점술? 어차피 말해도 모를 걸? 흥, 하지만…설명 정도는 해줄 수 있지.\n\n내가 사용하는 「수점술」이란 건 수면에 비친 별하늘의 환상을 보고 추론하는 점술이야. 물속의 환상으로 거짓된 하늘을 비추어 세상의 진실을 엿보는 거지. 이건 그 할망구가 제대로 낸 유일한 연구 성과야",
      "en": "You want me to explain how astrology works? I'm not sure you'd understand even if I told you. But since you ask... The method I use is called hydromancy. The art of inferring fate from the illusory reflection of the stars on the water's surface. The inverted reflection in the water is an image of the heavens from within which the truth of our world can be observed. ...It is the one and only success story of that old lady's research endeavors.",
      "de": "Meine Astrologie? Ich glaub nicht, dass du es verstehen würdest ... Aber schaden wird es schon nicht.\n\nIch verwende Hydromantie, bei der man die Reflexion des Sternenhimmels auf einer Wasseroberfläche betrachtet, um sozusagen aus einer Illusion die Wahrheit über die Welt zu erfahren. Das ist aber auch die einzige Forschungsleistung, die das alte Weib erbracht hat.",
      "es": "¿Quieres que te explique cómo funciona la astrología? No creo que lo entendieras aunque te lo dijese, pero ya que preguntaste... El método que uso se llama “hidromancia”, el arte de adivinar el destino a partir del reflejo ilusorio de las estrellas en la superficie del agua. El reflejo invertido en el agua es una imagen de los cielos, dentro de la cual se puede observar la verdad de nuestro mundo. Es el único caso de éxito de los esfuerzos de investigación de esa anciana.",
      "fr": "Tu veux connaître le fonctionnement de mon astromancie ? C'est compliqué, mais je vais faire de mon mieux pour t'expliquer... Je pratique l'hydromancie. Comme son nom l'indique, j'utilise la surface de l'eau pour observer les étoiles. Leur reflet inversé me dévoile la vérité cachée de notre monde... C'est la seule réussite de la vieille après toutes ces années de recherches.",
      "pt": "Você quer que eu explique como funciona a astrologia? Não tenho certeza se você entenderia mesmo que eu lhe dissesse. Mas já que você perguntou... O método que eu uso se chama hidromancia. A arte de inferir o destino a partir do reflexo ilusório das estrelas na superfície da água. O reflexo invertido na água é uma imagem dos céus a partir da qual a verdade do nosso mundo pode ser observada. ...É a única história de sucesso dos esforços de pesquisa daquela senhora idosa.",
      "ru": "Гадание? Даже если объясню, всё равно не поймёшь. Хм, хотя... почему бы и не попробовать. Моя гидромантия основана на трактовании образа звёзд в воде. Лживое небо отражается в обманчивой воде и порождает истину мира. Это единственный достойный результат старухиных исследований.",
      "id": "Kamu mau aku menjelaskan cara kerja ramalanku? Kalaupun aku menjelaskannya, kamu tidak akan mengerti. Tapi karena kamu bertanya, baiklah... Metode yang aku gunakan adalah \"ramalan air\". Sang peramal menyimpulkan takdir seseorang dari pantulan langit berbintang di atas permukaan air. Dari pantulan itu, terlihat ilusi langit yang palsu dan dari sanalah sang peramal dapat melihat realitas dunia. Ini adalah satu-satunya hasil penelitian yang sukses dari wanita tua itu.",
      "th": "การทำนายศาสตร์แห่งดวงดาวของฉัน? หึ ถึงจะบอกไป เธอก็ไม่เข้าใจหรอก แต่ว่า... ยังไงฉันจะลองอธิบายให้ฟังแล้วกัน\n\nวิธีการที่ฉันใช้นั้น เรียกว่า \"ศาสตร์แห่งดวงดาวน้ำ\" เป็นศิลปะแห่งการทำนายโชคชะตา จากภาพสะท้อนของดวงดาวบนผิวน้ำ ภาพที่สะท้อนในน้ำเป็นภาพสะท้อนจากการจำลองสวรรค์ ซึ่งสามารถใช้มองความจริงของโลกของเราได้... มันเป็นความสำเร็จเพียงหนึ่งเดียว จากการพยายามค้นคว้าของยายแก่คนนั้น",
      "vi": "Thuật bói toán của tôi sao? Có nói thì bạn cũng không thể hiểu được, hừm nhưng mà... Tôi sẽ giải thích một chút cho bạn.\n\nPhương pháp của tôi là \"Thủy Chiêm Thuật\", thuật bói toán được suy luận dựa trên ảo ảnh của bầu trời đầy sao phản chiếu trên mặt nước. Tức là sử dụng bầu trời được phản chiếu ngược trên mặt nước để nhìn thấy sự thật trong thế giới này. Đây có thể nói là kết quả nghiên cứu duy nhất có giá trị của lão bà bà đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解莫娜·其四",
      "zht": "想要瞭解莫娜·其四",
      "jp": "モナを知る·4",
      "ko": "모나에 대해 알기·네 번째",
      "en": "More About Mona: IV",
      "de": "Ich will mehr über Mona erfahren IV",
      "es": "Más sobre Mona (IV)",
      "fr": "Connaître Mona (4)",
      "pt": "Mais sobre Mona - IV",
      "ru": "Узнать больше о Моне IV",
      "id": "Mengenal Mona: IV",
      "th": "อยากรู้เกี่ยวกับ Mona - 4",
      "vi": "Muốn tìm hiểu Mona - Điều thứ 4"
    },
    "line": {
      "zhs": "阿斯托洛吉斯·莫娜·梅姬斯图斯。这是那个老太婆之前和我一起定的名字，她说这名字的拼写里有一些她很喜欢的要素。哼，不过她有时会叫我「梅姬」，和常用的「莫娜」不一样，更像是小名…喂！你不能这么叫！很害羞的！早知道…早知道就不告诉你了！",
      "zht": "#阿斯托洛吉斯·莫娜·梅姬斯圖斯。這是那個老太婆之前和我一起定的名字，她說這名字的拼寫裡有一些她很喜歡的要素。哼，不過她有時會叫我「梅姬」，和常用的「莫娜」不一樣，更像是小名…喂！{F#妳}{M#你}不能這麼叫！很害羞的！早知道…早知道就不告訴{F#妳}{M#你}了！",
      "jp": "アストローギスト·モナ·メギストス、この名前はおばばと私が一緒に決めたんです。名前の綴りにはおばばの好きなものが含まれてるって聞きました。でもおばばってたまに私のこと「メギ」って呼ぶんですよ。「モナ」とは違って、なんか幼名みたいですよね…だから、あなたはその名前で呼ばないでくださいね！恥ずかしいですから！もう…教えなければよかったです！",
      "ko": "아스트로지스트·모나·메기스토스. 이건 전에 그 할망구랑 내가 함께 정한 이름이야. 그녀는 날 가끔 「메기」라고 불러. 자주 쓰는 「모나」와는 다르게 애칭 같은 느낌이랄까…야! 넌 그렇게 부르면 안 돼! 부끄럽단 말이야!…아, 괜히 알려줬어!",
      "en": "Mona Megistus, the Astrologist — we came up with that name together, the old lady and me. She said it had a nice ring to it... But then she started calling me 'Meg' for short, which is obviously unnecessary, because clearly 'Mona' is already suffice for a shorter name— No! You are NOT allowed to call me that, it's embarrassing! Gah! I knew I shouldn't have told you!",
      "de": "Astrologin Mona Megistus, auf diesen Namen sind das alte Weib und ich gekommen. Sie mochte den Klang des Namens einfach sehr. Dann fing sie aber an, mich Meg zu nennen, obwohl Mona doch schon ein guter Name ist ... He! Jetzt fang du nicht auch damit an! Das ist peinlich! Wenn ich das gewusst hätte, hätte ich dir gar nichts erzählt!",
      "es": "Astróloga Mona Megistus. A mi maestra y a mí se nos ocurrió ese nombre juntas. Ella dijo que sonaba bien, pero luego comenzó a llamarme “Meg” para abreviarlo, lo cual detesto, porque obviamente “Mona” ya es un nombre suficientemente corto. ¡No, no puedes llamarme así! ¡Es vergonzoso! ¡Sabía que no debía decírtelo!",
      "fr": "« Mona Megistus » – C'est un nom dont nous avions convenu ensemble, avec la vieille. Elle trouvait que ça sonnait bien. Hmph, mais elle a commencé à m'appeler « Meg » parce que c'était trop long. Je déteste ce surnom, comme si « Mona » n'était pas assez bien pour... Hé ! Je t'interdis de m'appeler comme ça ! Je savais que je n'aurais pas dû te raconter cette histoire !",
      "pt": "Astrologist Mona Megistus, inventamos esse nome juntos, a velhinha e eu. Ela disse que soava bem... Mas então começou a me chamar de 'Meg', o que eu odeio, porque obviamente 'Mona' já é suficiente para um nome mais curto - Não! Você não está autorizado a me chamar assim. Que vergonha! Eu sabia que não deveria ter lhe contado!",
      "ru": "Астрологист Мона Мегистус - это имя мы придумали вместе со старухой. Она говорила, что в написании сокрыт хороший смысл. Но потом она стала называть меня «Мэгги», а это, в отличие от нормального «Мона», похоже на детское имя... Так! Нельзя меня так называть! Это неприлично! Если бы знала... никогда бы не рассказала!",
      "id": "Astrologis Mona Megistus. Nama ini dipikirkan wanita tua itu bersama denganku. Katanya, di dalamnya ada beberapa kata yang dia suka. Tapi dia sering memanggilku \"Meg\", dan aku membencinya. Berbeda dengan nama panggilanku \"Mona\"! HEI! Kamu tidak boleh memanggilku seperti itu! Ini sangat memalukan! Huh! Aku tidak seharusnya memberi tahu kamu!",
      "th": "Astrologist Mona Megistus นี่เป็นชื่อที่ฉันร่วมกันตั้งกับยายแก่ เธอบอกว่าฟังดูเหมาะกับฉันดี ฮึ แต่บางครั้งเธอก็ชอบเรียกฉันว่า \"Meg\" ฟังดูเป็นชื่อเล่นที่ต่างออกไปจาก \"Mona\" ที่ใช้บ่อย ๆ... เฮ้! อย่าเรียกฉันแบบนี้สิ! ฉันเขินนะ! ถ้ารู้แต่แรก... ถ้ารู้แต่แรกก็ไม่บอกเธอหรอก!",
      "vi": "Astrologist Mona Megistus là cái tên do tôi và lão bà bà cùng đặt, bà ấy nói trong cái tên của tôi hội tụ những thứ mà bà thích. Hừm, nhưng cũng có lúc bà ấy chỉ gọi tôi là Meg, cái tên này khác với Mona, nó giống như một biệt danh... Hừm! Bạn cũng không được gọi tôi như thế! Tôi xấu hổ lắm! Sớm biết như vậy thì... Tôi đã không kể cho bạn nghe!"
    }
  },
  {
    "title": {
      "zhs": "想要了解莫娜·其五",
      "zht": "想要瞭解莫娜·其五",
      "jp": "モナを知る·5",
      "ko": "모나에 대해 알기·다섯 번째",
      "en": "More About Mona: V",
      "de": "Ich will mehr über Mona erfahren V",
      "es": "Más sobre Mona (V)",
      "fr": "Connaître Mona (5)",
      "pt": "Mais sobre Mona - V",
      "ru": "Узнать больше о Моне V",
      "id": "Mengenal Mona: V",
      "th": "อยากรู้เกี่ยวกับ Mona - 5",
      "vi": "Muốn tìm hiểu Mona - Điều thứ 5"
    },
    "line": {
      "zhs": "占卜师有一个禁忌：在占卜时只陈述预言，绝不提出任何建议。以免自己也陷入别人的「命运」之中。但如果占卜对象是你，那这个「禁忌」就无所谓了。\n\n因为，我们的「命运」早就交织在一起了。",
      "zht": "#占卜師有一個禁忌：在占卜時只陳述預言，絕不提出任何建議。以免自己也陷入別人的「命運」之中。但如果占卜對象是{F#妳}{M#你}，那這個「禁忌」就無所謂了。\n\n因為，我們的「命運」早就交織在一起了。",
      "jp": "占星術師にはある1つの禁忌があります。占いをするとき助言をしてはいけないんです、あくまで告げるのは予言だけ。これは占い師自身が他人の「運命」に陥らないためです。けどあなたなら、その「禁忌」を破ってもいいかもしれませんね。\n\nなぜなら、私たちの「運命」はすでに交わっているんですから。",
      "ko": "점술가에겐 한 가지 금기사항이 있어, 점괘를 말할 땐 예언 외에 어떠한 조언도 하지 않는다. 내가 다른 사람의 「운명」에 빠지지 않기 위해서지. 하지만 네 점괘를 보는 거라면 이 「금기」는 지킬 필요 없어.\n\n왜냐면 우리의 「운명」은 이미 얽혀 있거든",
      "en": "The golden rule all fortune-tellers abide by is: never offer advice. Only state the results of the divination. Otherwise, you risk your fate becoming tangled up with that of your subject. But for you, I will make an exception to this rule — because our fates have been intertwined from the beginning.",
      "de": "In der Astrologie gibt es ein großes Tabu: Man darf nur die Weissagung selbst äußern, aber keine Ratschläge dazu geben. Ansonsten läuft man Gefahr, selbst Teil dieses Schicksals zu werden. Bei dir mache ich aber gern eine Ausnahme.\n\nSchließlich sind unsere Schicksale längst miteinander verwoben.",
      "es": "La regla de oro que todos los adivinos siguen es: nunca ofrezcas consejos, solo declara los resultados de la adivinación. De lo contrario, corres el riesgo de que tu destino se enrede con el de la otra persona. Pero haré una excepción a la regla solo por ti, porque nuestros destinos se han entrelazado desde el principio.",
      "fr": "La règle d'or de tous les praticiens de la divination est de ne jamais donner de conseils à leurs clients. Il faut seulement s'en tenir à la prédiction pure et dure de leur destin. Sinon, leur destin et celui du client peuvent s'entremêler... Mais je fais une exception pour toi.\n\nParce que nos destins sont déjà liés depuis le début.",
      "pt": "A regra de ouro a que todos os adivinhos obedecem é: nunca ofereça conselhos. Apenas diga os resultados da adivinhação. Caso contrário, corre-se o risco de que seu destino se emaranhe com o de seu indivíduo. Mas para você, abrirei uma exceção a esta regra - porque nossos destinos estão entrelaçados desde o início.",
      "ru": "У гадателей есть правило: излагать судьбу, не давать советов. Иначе можно запутаться в чужой судьбе. Но на тебя это правило уже не распространяется. Наши судьбы давно уже переплетены.",
      "id": "Ada satu hal tabu yang tidak boleh dilanggar oleh seorang astrolog: Astrolog hanya boleh meramal dan tidak boleh mengajukan saran apa pun, agar tidak terlibat dalam \"nasib\" orang lain. Namun kalau kamu yang menjadi objek ramalanku, maka hal \"tabu\" ini tidak akan berlaku.\n\nSemua itu karena sejak awal \"nasib\" kita sudah menyatu.",
      "th": "กฎที่นักทำนายดวงชะตาทุกคนต้องปฏิบัติตามคือ: บอกผลลัพธ์ของการทำนายเท่านั้น ห้ามให้คำแนะนำเด็ดขาด ไม่เช่นนั้นจะต้องเสี่ยงกับโชคชะตาที่ยุ่งเหยิง เพราะโชคชะตาของผู้อื่นจะมาเกี่ยวกันกับโชคชะตาของตัวเอง แต่สำหรับเธอ \"กฎ\" ที่ว่าคงไม่เป็นอะไร\n\nเพราะโชคชะตาของเราผูกพันกันตั้งแต่ต้น",
      "vi": "Có một điều cấm kỵ mà nhà chiêm tinh không được làm đó là: Trong quá trình nhắc đến những lời tiên tri, không được phép đưa ra bất kỳ lời khuyên nào. Việc này để tránh bản thân bị kéo vào Cung Mệnh của người khác. Nhưng nếu người cần xem bói là bạn thì không phải để ý đến điều cấm kỵ đó đâu.\n\nBởi vì Cung Mệnh của hai ta đã sớm giao thoa vào nhau rồi."
    }
  },
  {
    "title": {
      "zhs": "莫娜的爱好…",
      "zht": "莫娜的愛好…",
      "jp": "モナの趣味…",
      "ko": "모나의 취미…",
      "en": "Mona's Hobbies",
      "de": "Monas Hobbys ...",
      "es": "Aficiones de Mona...",
      "fr": "Les loisirs de Mona...",
      "pt": "Passatempos de Mona...",
      "ru": "Хобби Моны...",
      "id": "Hobi Mona",
      "th": "งานอดิเรกของ Mona...",
      "vi": "Sở thích của Mona..."
    },
    "line": {
      "zhs": "我的爱好？仰望星空。在这个真实得太过分的世界里，每个人都需要仰望星空，更何况，我还是个占星术士。",
      "zht": "我的愛好？仰望星空。在這個真實得太過分的世界裡，每個人都需要仰望星空，更何況，我還是個占星術士。",
      "jp": "私の趣味ですか？星空を眺めることですよ。この現実的すぎる世界で、私たちはみんな星空を眺める必要があると思います。ましてや私は占星術師ですからね。",
      "ko": "내 취미? 별하늘을 올려다보는 거야. 지나치게 현실적인 이 세상에선 모두 별하늘을 올려다볼 필요가 있어. 하물며 난 점성술사이기도 하잖아",
      "en": "My hobby? Stargazing! In this all-too-real world in which we live, we all need to look up from the dust once in a while and fix our gaze on the stars, in a spirit of wonder... That, plus the whole thing about me being an astrologer.",
      "de": "Meine Hobbys? Ich sehe mir gern den Sternenhimmel an. In unserer Welt müssen wir uns manchmal von der direkten Wirklichkeit abwenden und zu den Sternen blicken. Was denkst du, warum ich Astrologin geworden bin?",
      "es": "¿Mi pasatiempo? ¡Estudiar las estrellas! En este mundo tan real en el que vivimos, todos necesitamos levantar la vista y contemplar las estrellas... Además, soy astróloga.",
      "fr": "Mes loisirs ? J'aime bien observer les étoiles. Et je ne dis pas ça à cause de mon métier ! Ça me fait oublier ce monde oppressant pendant un moment.",
      "pt": "O meu hobby? Observar estrelas! Neste mundo totalmente real em que vivemos, todos nós precisamos olhar para o céu de vez em quando e fixar o olhar nas estrelas, com um espírito de admiração... E ainda por cima, eu sou uma astróloga.",
      "ru": "Моё хобби? Смотреть на звёзды. В этом слишком реальном мире каждый должен иногда смотреть на звёзды. Не говоря уже о том, что я астролог.",
      "id": "Hobiku? Melihat bintang di langit. Di dunia yang begitu realistis ini, setiap orang perlu melihat bintang-bintang di langit. Ditambah lagi, aku adalah seorang astrolog.",
      "th": "งานอดิเรกของฉัน? นั่งดูดาวไงล่ะ ในโลกแห่งความจริงอันโหดร้าย ทุกคนต้องมองขึ้นไปบนท้องฟ้าที่เต็มไปด้วยดวงดาวเป็นครั้งคราวบ้างแหละ ยิ่งฉันเป็นโหรแห่งดวงดาว ยิ่งไม่ต้องพูดถึง",
      "vi": "Sở thích của tôi ư? Là ngắm bầu trời. Trong thế giới mà sự thật quá đỗi chân thực, mọi người đều cần ngước đầu nhìn trời sao, huống hồ một thuật sĩ chiêm tinh như tôi thì càng phải làm điều đó."
    }
  },
  {
    "title": {
      "zhs": "莫娜的烦恼…",
      "zht": "莫娜的煩惱…",
      "jp": "モナの悩み…",
      "ko": "모나의 고민…",
      "en": "Mona's Troubles",
      "de": "Monas Sorgen ...",
      "es": "Preocupaciones de Mona...",
      "fr": "Les problèmes de Mona...",
      "pt": "Preocupações de Mona...",
      "ru": "Беспокойство Моны...",
      "id": "Kekhawatiran Mona",
      "th": "เรื่องกลุ้มใจของ Mona...",
      "vi": "Nỗi buồn của Mona..."
    },
    "line": {
      "zhs": "仪器修缮费，预订的星象仪要补款了，学术杂志的订购钱也没交，还有下个月的房租…到底先交哪个比较好。果然还是…先把星象仪的尾款补了，不然被抢购光了就糟糕了…",
      "zht": "儀器修繕費，預訂的星象儀要補款了，學術雜誌的訂購錢也沒交，還有下個月的房租…到底先交哪個比較好。果然還是…先把星象儀的尾款補了，不然被搶購光了就糟糕了…",
      "jp": "器具の修繕費、予約したプラネタリウムの残金、学術雑誌の注文代、来月の家賃…どれを先に支払うべきでしょうか。やっぱり…先にプラネタリウムの残金ですかね、品切れになったら嫌ですから…",
      "ko": "도구 수선비에 예약한 천문관측기 잔금도 내야하고, 학술지 구독비도 아직 안 냈는데, 다음달 집세까지…어떤 걸 먼저 내야 하지? 역시…천문관측기 잔금부터 내는 게 좋겠어. 안 그럼 완판될지도 몰라…",
      "en": "*sigh* The equipment repair bill is due, and so is the final payment for that celestial globe I ordered... Also, I still need to renew my journal subscriptions, not to mention pay the rent... Hmm, which one to prioritize? ...Ah, I'll pay off the celestial globe first. If I leave it any longer, they'll sell out, and then I'll never get my hands on one...",
      "de": "Die Reparaturkosten und die Zahlung für die vorbestellte Planetenmaschine sind fällig. Die Forschungsmagazine müssen auch noch bezahlt werden und von der Miete für nächsten Monat will ich gar nicht erst anfangen ... Wofür geb ich als Erstes Geld aus? Am besten für die Planetenmaschine. Sonst kauft sie mir noch einer vor der Nase weg.",
      "es": "Tengo que pagar la factura por la reparación de mis artilugios y el pago final por el globo celeste que pedí... Además, todavía no he pagado mi suscripción a la revista, por no hablar del dinero del alquiler... Humm, ¿cuál debería priorizar? ¡Lo tengo! Primero pagaré el globo celeste, sería horrible que se vendieran todos y no pudiera comprar uno...",
      "fr": "J'ai une facture de réparation d'équipement à payer, et aussi le paiement du globe céleste que j'ai commandé à compléter, sans oublier les abonnements de mes revues académiques et le loyer... Que régler en premier ? Bon, le globe céleste est plus important, je ne pourrais plus jamais en obtenir sinon...",
      "pt": "A conta de conserto do dispositivo está vencida, e também o pagamento final pelo globo celeste que eu pedi, o aluguel... Além disso, ainda preciso renovar a minha inscrição de um jornal acadêmico... Hmm, qual priorizar...? Ah, eu vou pagar primeiro o globo celeste, senão, eles se esgotarão e então nunca vou colocar minhas mãos em um...",
      "ru": "Надо оплатить ремонт приборов, предоплату за звёздный глобус внести, подписка на научный альманах заканчивается, за квартиру скоро платить... Что же важнее... Всё же за звёздный глобус надо заплатить, а то, если раскупят, будет ужасно...",
      "id": "Aku harus membayar uang perbaikan peralatan, melunasi uang pembelian globe astronomi, uang untuk berlangganan majalah, dan uang sewa untuk bulan depan... Mana yang harus kubayar dulu? Hm, ternyata benar... Aku lebih baik melunasi globe astronomi dulu. Kalau tidak, bisa diborong habis orang lain...",
      "th": "ค่าซ่อมอุปกรณ์ ลูกโลกท้องฟ้าจำลองที่สั่งไปต้องจ่ายงวดสุดท้ายแล้ว นิตยสารวิชาการที่สั่งไปก็ยังไม่ได้จ่าย และยังมีค่าเช่าบ้านเดือนถัดไปอีก... จ่ายอันไหนก่อนดีนะ? ยังไงก็... จ่ายค่าลูกโลกท้องฟ้าจำลองก่อนดีกว่า ไม่งั้นถ้าโดนคนอื่นซื้อตัดหน้าไปละ แย่เลย...",
      "vi": "Phí bảo dưỡng dụng cụ, tiền đặt mua kính thiên văn phải thanh toán, tiền mua tạp chí học thuật còn chưa nộp, lại còn tiền thuê nhà hai tháng nữa chứ... Phải nộp tiền nào trước nhỉ. Nghĩ đi nghĩ lại, vẫn là... Kính thiên văn rồi, chẳng may họ bán hết rồi thì phải làm sao..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "沙拉，沙拉是天底下最棒的食物。原料便宜，容易做，饱肚子。而且吃起来很方便，在写稿或者修理仪器的时候，可以很快吃掉。",
      "zht": "沙拉，沙拉是天底下最棒的食物。原料便宜，容易做，飽肚子。而且吃起來很方便，在寫稿或者修理儀器的時候，可以很快吃掉。",
      "jp": "サラダ、サラダです！サラダこそこの世界で最高の食べ物ですよ。原価が安くて、手間もかからない、その上お腹を満たせます。それに食べやすいですし、原稿を書く時や器具の修理をする時もお手軽にいただけます。",
      "ko": "샐러드, 샐러드는 이 세상 최고의 음식이야. 재료도 싸고, 만들기도 쉽고, 배도 부르고. 게다가 먹기도 편하잖아. 원고를 쓰거나 도구를 고칠 때 빨리 먹어 치울 수 있거든",
      "en": "Salad. Salad is by far the best food in the world. Cheap to buy, easy to whip up, filling, and it's the most convenient thing there is when you're working on a column or fixing some equipment — I mean, who's got time for a proper dinner anyway?",
      "de": "Salat. Definitiv Salat. Was könnte es Besseres geben? Billig, einfach und stopft den Magen. Ist Perfekt, wenn man an einer Kolumne schreibt oder seine Geräte repariert.",
      "es": "Ensalada. La ensalada es, con mucha diferencia, la mejor comida del mundo. Barata, fácil de sazonar, te sacia y no es engorrosa de comer mientras estoy escribiendo un artículo o arreglando mis herramientas. De todos modos, ¿quién tiene tiempo para una cena como los Arcontes mandan?",
      "fr": "La salade. C'est le meilleur plat du monde ! Facile à préparer, pas cher et nourrissant. Elle est idéale pour un repas sur le pouce en écrivant mes articles ou en réparant mon matériel.",
      "pt": "Salada. A salada é, de longe, a melhor comida do mundo. Barata para comprar, fácil de preparar, enche e é a coisa mais conveniente quando se está trabalhando em uma coluna ou consertando algum equipamento - quero dizer, quem tem tempo para um jantar apropriado de qualquer maneira?",
      "ru": "Салат. Салат - это лучшая еда на свете. Стоит дёшево, готовить легко, живот набивает. Да и есть удобно, когда работаешь над колонкой или чинишь приборы. У кого вообще есть время на готовку?",
      "id": "Salad! Salad adalah makanan terbaik di dunia ini! Bahannya murah, mudah dibuat dan mengenyangkan. Dan itu bisa dimakan dengan cepat saat aku sibuk menulis laporan atau memperbaiki peralatan. Tidak semua orang punya banyak waktu untuk makan.",
      "th": "สลัด สลัดเป็นอาหารที่ดีที่สุดในโลก วัตถุดิบมีราคาถูก ทำก็ง่าย กินก็อิ่ม และสะดวกในการกิน สามารถกินได้อย่างรวดเร็วในระหว่างที่เขียนบทความหรือซ่อมเครื่องมือ",
      "vi": "Gỏi vẫn là món ăn ngon nhất thiên hạ. Vừa rẻ vừa dễ làm, mà lại dễ no nữa chứ. Mỗi khi viết bản thảo hay lúc sửa máy móc, ăn gỏi là nhanh nhất."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "各种…价格很昂贵，吃起来又很麻烦的食物。因为，呃…用摩拉去满足不必要的食欲，是低俗又危险的。",
      "zht": "各種…價格很昂貴，吃起來又很麻煩的食物。因為，呃…用摩拉去滿足不必要的食欲，既低俗又危險。",
      "jp": "…値段が高くて手が届きにくい食べ物です。だって、その…モラを不必要なまでに使って食欲を満たすのは、低俗で忌避すべき行為ですから。",
      "ko": "음…비싸고 먹기 불편한 음식. 왜냐면, 으음…모라로 불필요한 식욕을 채우는 건 저속하고 위험하기 때문이야",
      "en": "You know, all those... overpriced, fancy foods. Personally, I think it's uncivilized and, frankly, dangerous to splash out and indulge yourself every time you have a little hunger pang.",
      "de": "Diese ganzen überteuerten und unnötigen Speisen sind doch vollkommen überflüssig. Warum müssen die Leute so viele Mora ausgeben, um ihren Appetit zu stillen? Das ist primitiv und gefährlich.",
      "es": "Ya sabes, todos esos... alimentos extravagantes y caros. Personalmente, creo que es incivilizado e incluso peligroso derrochar y darse un capricho cada vez que se tiene algo de hambre.",
      "fr": "Je n'aime pas les plats trop onéreux et qui ont l'air complexes à manger. Je trouve qu'il est dangereux de consommer de tels repas pour faire passer la sensation de faim.",
      "pt": "Estes são todos... pratos caros e complexos. Pessoalmente, acho que usar Mora para satisfazer sua gula é vulgar e até perigoso.",
      "ru": "Эти вот все... дорогие, затейливые блюда. Лично я считаю, что потворствовать себе во всех мимолётных желаниях - пошло и просто опасно.",
      "id": "Itu loh, makanan yang bikinnya repot dan harganya mahal. Kan jelek kalau aku lapar lalu harus buang-buang Mora hanya untuk sekali makan.",
      "th": "อาหารที่... ราคาแพง แถมเวลากินก็ยุ่งยาก เพราะ เอิ่ม... ต้องใช้ Mora มาเติมเต็มความอยาก โดยที่ไม่จำเป็น มันดูไร้รสนิยม แล้วก็อันตรายอีกด้วย",
      "vi": "Những thực phẩm... vừa đắt đỏ lại rất phiền phức mỗi khi ăn. Bởi vì, haiz... Sử dụng Mora để thỏa mãn ăn uống là thói quen vừa nguy hiểm vừa không lành mạnh."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "啊，好满足——没想到，认识你还是挺不错的嘛。",
      "zht": "#啊，好滿足——沒想到，認識{F#妳}{M#你}還是挺不錯的嘛。",
      "jp": "ふぅ、満足しました——あなたと知り合えたのも、悪くないことですね。",
      "ko": "아, 잘 먹었다——널 알게 된 게 이렇게 좋은 일일 줄이야",
      "en": "Ah, so satisfied... Who would have thought knowing you would bear so many benefits.",
      "de": "Mhm, Ich bin so glücklich! Ich hätte nie gedacht, dass es doch schön sein würde, dich zu kennen.",
      "es": "Uff, estoy llenísima. Nunca habría imaginado que conocerte tendría sus ventajas.",
      "fr": "Ah, je suis repue. Je ne l'aurais pas cru, mais tu te débrouilles bien.",
      "pt": "Ah, estou satisfeita... Não imaginei que conhecer você teria tantas vantagens.",
      "ru": "О, замечательно... Кто бы мог подумать, что знакомство с тобой принесёт столько пользы.",
      "id": "Ah, puas rasanya ... Tidak rugi aku menjadi temanmu.",
      "th": "อื้ม อร่อยจัง... คิดไม่ถึงแฮะ ได้รู้จักเธอก็ดีเหมือนกันนะเนี่ย",
      "vi": "Ah, no quá, thật không ngờ quen biết bạn cũng có lợi đó chứ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "我再确认一下。真的是…你请客吗？",
      "zht": "#我再確認一下。真的是…{F#妳}{M#你}請客嗎？",
      "jp": "もう一度確認しますが、本当に…奢ってくれるのですか？",
      "ko": "다시 한번 확인할게. 정말… 네가 사는 거지?",
      "en": "Just to be clear... you're sure I don't have to pay... for any of this?",
      "de": "Nur um das klarzustellen ... Übernimmst du ... die Rechnung?",
      "es": "Solo para asegurarme... Invitas tú, ¿verdad?",
      "fr": "Juste pour être sûre : c'est toi qui régales, hein ?",
      "pt": "Só para confirmar, eu realmente não preciso pagar, não é?",
      "ru": "Давай проясним... Мне точно не придётся платить... за всё это?",
      "id": "Aku cuma mau pastikan saja. Ini semua kamu yang ... traktir kan?",
      "th": "ฉันขอถามอีกรอบนะ นี่เธอ... เลี้ยงฉันจริง ๆ เหรอ?",
      "vi": "Tôi muốn xác nhận lại lần nữa. Thực sự... là bạn mời hả?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "我没有什么想挑剔的。就是…唔…没怎么吃饱。",
      "zht": "我沒有什麼想挑剔的。就是…唔…沒怎麼吃飽。",
      "jp": "別に不満を言うわけではありませんが、その…うぅ…あまりお腹が膨れませんでした。",
      "ko": "딱히 까다롭게 굴려는 건 아니야. 그냥… 음… 아직 배가 안 불러",
      "en": "I don't mean to nitpick, or anything, it's just... I haven't quite eaten enough.",
      "de": "Es gibt nichts, bei dem ich wählerisch sein möchte. Nur ... Na ja ... Ich habe noch Hunger.",
      "es": "No quiero ser quisquillosa ni nada, pero... no he comido suficiente.",
      "fr": "Je ne suis pas difficile en nourriture, c'est juste que... j'ai encore faim.",
      "pt": "Eu não quero ser chata, mas... É que... Eu não comi o suficiente.",
      "ru": "Не хочу придираться, просто... я что-то не наелась.",
      "id": "Bukannya aku pilih-pilih sih, tapi ... masih belum kenyang.",
      "th": "ฉันไม่ได้จะจู้จี้อะไรหรอกนะ ฉันแค่... เอ่อ... กินไม่ค่อยอิ่มน่ะ",
      "vi": "Tôi không phải kén chọn gì. Chỉ là... hmm... vẫn chưa no bụng lắm."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐。这个袋子给你，里面有一个帮你渡过难关的「建议」。别着急打开，在往后的一年之内，这个袋子会有自己打开的机会。",
      "zht": "#生日快樂。這個袋子給{F#妳}{M#你}，裡面有一個幫{F#妳}{M#你}渡過難關的「建議」。別著急打開，在往後的一年之內，這個袋子會有自己打開的機會。",
      "jp": "誕生日おめでとうございますっ！はい、この袋をどうぞ。中には困難を乗り越えるため力になってくれる「助言」が入っています。くれぐれもいま開けないでくださいね。この先の1年で、いずれこの袋を開ける日が来ますから。",
      "ko": "생일 축하해. 이 주머니를 줄게. 이 안엔 어려운 고비를 극복하는 데 도움이 될만한 「조언」이 들어있어. 급하게 열려고 하지 마. 앞으로 1년 안에 이 주머니가 스스로 열릴 날이 올 거야",
      "en": "Happy Birthday. Here's my gift to you — it's a bag containing some words of advice that may help you through tough patches. ...No, don't open it yet. During the year ahead, this bag will open itself when the right time comes.",
      "de": "Herzlichen Glückwunsch! Das ist mein Geschenk für dich. In diesem Beutel findest du einige – sagen wir – Ratschläge, die in schwierigen Situationen nützlich werden könnten. Aber öffne ihn jetzt noch nicht. Er wird sich von selbst öffnen, wenn die Zeit reif ist.",
      "es": "Feliz cumpleaños. Este es mi regalo para ti, es una bolsa que contiene algunas palabras de aliento que pueden ayudarte a superar los momentos difíciles. ¡No, no la abras todavía! Esta bolsa se abrirá en el momento adecuado en el transcurso del año.",
      "fr": "Joyeux anniversaire. Je t'offre un sac rempli de bons conseils pour t'aider en cas de difficulté. Ne l'ouvre pas tout de suite ! Ce sac s'ouvrira tout seul si nécessaire pendant un an.",
      "pt": "Feliz aniversário. Aqui está meu presente para você - é uma bolsa contendo algumas palavras de conselho que podem te ajudar a passar por momentos difíceis. ... Não, não o abra ainda. Durante o próximo ano, esta bolsa se abrirá quando chegar o momento certo.",
      "ru": "С днём рождения. В этом мешочке - совет, который поможет в трудную минуту. Не открывай пока. В этом году он сам откроется в подходящий момент.",
      "id": "Selamat ulang tahun. Ini hadiah untukmu, didalamnya ada sebuah \"petunjuk\" yang akan membantumu mengatasi kesulitan. Jangan buka dulu sekarang, dalam tahun ini, akan ada waktunya kantong ini terbuka dengan sendirinya.",
      "th": "สุขสันต์วันเกิด กระเป๋านี้ให้เธอนะ ข้างในมีคำแนะนำที่จะช่วยให้เธอข้ามผ่านช่วงเวลาที่ยากลำบากได้ ไม่ต้องรีบเปิดตอนนี้หรอก ภายในปีนี้กระเป๋าจะเปิดออกเองเมื่อถึงเวลา",
      "vi": "Chúc mừng sinh nhật. Cái túi này dành cho bạn, bên trong là lời \"góp ý\" khi cần thiết. Chớ có mở ra, một năm sau sẽ có cơ hội dùng đến nó đó."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "命中当如此，我早已预知到了。",
      "zht": "命中當如此，我早已預知到了。",
      "jp": "これが運命、私はとうに知っていましたよ。",
      "ko": "역시 이렇게 될 운명이었어. 난 진작 알고 있었다고",
      "en": "This was ordained by fate! Long had I foreseen it.",
      "de": "Das war vorbestimmt! Das habe ich alles kommen sehen.",
      "es": "¡Es una orden del destino! Lo había predicho desde hace tiempo.",
      "fr": "Le destin en a décidé ainsi. Je l'avais prédit depuis longtemps.",
      "pt": "Isto foi predestinado pelo destino! Eu havia previsto isto há muito tempo.",
      "ru": "Так предначертано судьбой, я долго этого ждала.",
      "id": "Semua ini sudah ditakdirkan! Aku sudah meramalkannya.",
      "th": "โชคชะตากำหนดไว้เช่นนี้ ฉันรู้ล่วงหน้าตั้งนานแล้ว",
      "vi": "Vận mệnh đã sớm an bài, điều này nằm trong dự đoán của tôi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "…再进一步，就能找到世界的真实了吗？",
      "zht": "…再進一步，就能找到世界的真實了嗎？",
      "jp": "…もう一歩進めば、世界の真実に辿り着くことができるのでしょうか？",
      "ko": "…조금만 더 가면 세상의 진실을 찾을 수 있을까?",
      "en": "...One step closer. Maybe soon I shall finally uncover the truth of this world?",
      "de": "Und noch einen Schritt weiter. Bald wird sich mir die Wahrheit dieser Welt offenbaren!",
      "es": "Un paso más cerca. ¿Quizás pronto descubra la verdad de este mundo?",
      "fr": "Je fais un pas de plus vers la vérité de ce monde. Que vais-je découvrir ?",
      "pt": "...Um passo mais perto. Talvez em breve eu finalmente descubra a verdade deste mundo?",
      "ru": "...Ещё ближе на шаг, где же истина мира?",
      "id": "... Satu langkah lagi. Apa aku akan segera menemukan kebenaran dunia?",
      "th": "...ใกล้เข้าไปอีกขั้น จะสามารถเปิดเผยความจริงของโลกนี้ได้รึเปล่านะ?",
      "vi": "...Tiến thêm một bước là tìm ra chân lý của thế giới sao?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "虚假之天，星空下的命运早已注定。",
      "zht": "虛假之天，星空下的命運早已註定。",
      "jp": "偽りの空、星空の下の運命はもう決まっています。",
      "ko": "거짓된 하늘, 별하늘 아래의 운명은 이미 정해져 있었어",
      "en": "My scryglass has long since preordained all that will take place beneath the stars it reflects.",
      "de": "Das Schicksal dieser Welt ist längst festgelegt und in der Spiegelung des Himmels zu erkennen.",
      "es": "El reflejo ilusorio de las aguas ha ordenado desde hace mucho tiempo todo lo que tendrá lugar debajo de las estrellas que refleja.",
      "fr": "Le destin est écrit dans les étoiles depuis fort longtemps.",
      "pt": "O reflexo ilusório das águas há muito tempo predeterminou tudo o que acontecerá sob as estrelas que ele reflete.",
      "ru": "Лживое небо знает о судьбах под звёздами.",
      "id": "Scryglass aku telah lama mengatur semua yang akan terjadi di bawah bintang-bintang yang dipantulkannya.",
      "th": "ภาพสะท้อนแห่งสวรรค์ โชคชะตาภายใต้ผืนฟ้า ได้ถูกกำหนดไว้แล้ว",
      "vi": "Bầu trời hư ảo, vận mệnh phía dưới chòm sao sớm đã được định sẵn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "水中之影，涟漪中窥见启明星升起。",
      "zht": "水中之影，漣漪中窺見啟明星升起。",
      "jp": "水面の影、さざ波から明けの明星が昇るのが垣間見えますね。",
      "ko": "물속의 그림자, 잔잔한 물결 속에 계명성이 솟아오르는 게 보여",
      "en": "In the reflection of the water, I see the ascension of the morning star.",
      "de": "In der Reflexion des Himmels im Wasser sehe ich den Morgenstern aufgehen.",
      "es": "En el reflejo del agua, veo cómo asciende la estrella del amanecer.",
      "fr": "Je vois l'ascension de l'étoile du matin dans le reflet de l'eau.",
      "pt": "No reflexo da água, eu vejo a ascensão da estrela da manhã.",
      "ru": "В водном отражении восходит утренняя звезда.",
      "id": "Dalam pantulan air, aku melihat terbitnya bintang pagi.",
      "th": "ในเงาสะท้อนของน้ำ ฉันเห็นประกายพรึกลอยขึ้นมาจากระลอกคลื่น",
      "vi": "Bóng hình và làn sóng trên mặt nước phảng phất ngôi sao đang lên."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "水中幻愿。",
      "zht": "水中幻願。",
      "jp": "水中幻願。",
      "ko": "수중 환원",
      "en": "Let me scry!",
      "de": "Trugbilder im Wasser",
      "es": "¡Espejismo del agua!",
      "fr": "Mirage aqueux.",
      "pt": "Vou usar minha vidência!",
      "ru": "Да откроется мне воля рока!",
      "id": "Biarkan aku membaca takdir!",
      "th": "เงาสะท้อนแห่งความพินาศ",
      "vi": "Ảo vọng nước trong"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "…命运的虚影。",
      "zht": "…命運的虛影。",
      "jp": "…運命の虚影。",
      "ko": "…운명의 허영",
      "en": "Shadows of fate!",
      "de": "Das Trugbild des Schicksals ...",
      "es": "¡Ilusión del destino!",
      "fr": "... Le mirage du destin.",
      "pt": "Sombras do destino!",
      "ru": "Тени судьбы!",
      "id": "Bayangan takdir!",
      "th": "...ชีวิตเป็นเพียงความว่างเปล่า",
      "vi": "...Ảo ảnh của vận mệnh"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "命运，倒映水中。",
      "zht": "命運，倒映水中。",
      "jp": "運命よ、水面に映るのです。",
      "ko": "운명이여 물에 비쳐라",
      "en": "Delve into destiny!",
      "de": "Eintauchen in das Schicksal!",
      "es": "¡Sumérgete en el destino!",
      "fr": "Le destin est reflété dans l'eau.",
      "pt": "Mergulho no destino!",
      "ru": "Проникни в тайны фортуны!",
      "id": "Menyelam ke dalam takdir!",
      "th": "ชะตาชีวิต ส่องสะท้อนในสายน้ำ",
      "vi": "Vận mệnh, phản chiếu trong nước"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "命运，在此显现。",
      "zht": "命運，在此顯現。",
      "jp": "運命よ、ここにいでよ。",
      "ko": "운명이여 드러나거라",
      "en": "Fate is upon you.",
      "de": "Das Schicksal meint es gut mit dir.",
      "es": "El destino se cierne sobre ti.",
      "fr": "Le destin se manifeste.",
      "pt": "O seu destino chegou.",
      "ru": "Судьба настигла тебя.",
      "id": "Takdir ada di hadapanmu.",
      "th": "โชคชะตานั้นขึ้นอยู่เธอเอง",
      "vi": "Vận mệnh sẽ hiển hiện tại đây."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "命定于此。",
      "zht": "命定於此。",
      "jp": "これが運命です。",
      "ko": "이걸로 운명은 정해졌다",
      "en": "Written in the stars!",
      "de": "In den Sternen geschrieben!",
      "es": "¡Escrito en las estrellas!",
      "fr": "C'est écrit dans les étoiles.",
      "pt": "Escrito nas estrelas!",
      "ru": "Так предначертано небесами!",
      "id": "Takdir tertulis di bintang-bintang!",
      "th": "ชีวิตลิขิตไว้แบบนี้",
      "vi": "Vận mệnh đã định."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "天命既定！",
      "zht": "天命既定！",
      "jp": "運命には逆らえません！",
      "ko": "천명은 거스를 수 없어!",
      "en": "Decided by destiny!",
      "de": "Vom Schicksal entschieden!",
      "es": "¡Decisión del destino!",
      "fr": "Le destin en a décidé ainsi !",
      "pt": "Decidido pelo destino!",
      "ru": "Определено волей рока!",
      "id": "Takdir yang memutuskan!",
      "th": "โชคชะตาลิขิตไว้",
      "vi": "Số trời đã định!"
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "这样更能看清星空了…",
      "zht": "這樣更能看清星空了…",
      "jp": "これで星空がよりはっきり見えます…",
      "ko": "이러면 별하늘을 더 잘 볼 수 있겠지…",
      "en": "Scry the sky!",
      "de": "Lass mich den Sternenhimmel erkunden.",
      "es": "Déjame leer el cielo estrellado...",
      "fr": "Je vois mieux les étoiles...",
      "pt": "Vou ler as estrelas do céu.",
      "ru": "Как отчётливо сейчас видны звёзды.",
      "id": "Biarkan aku menerawang takdir di langit berbintang.",
      "th": "แบบนี้ก็จะเห็นท้องฟ้าที่เต็มไปด้วยดาวอย่างชัดเจนแล้วล่ะ...",
      "vi": "Như vậy sẽ thấy rõ bầu trời sao hơn rồi..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "希望这种好事能多来几次…",
      "zht": "希望這種好事能多來幾次…",
      "jp": "今後もこのようなことがあればいいのですが…",
      "ko": "이런 행운이 몇 번 더 오길 바라…",
      "en": "We could do with some more fortune...",
      "de": "Wir könnten etwas mehr Glück gebrauchen ...",
      "es": "No me vendría mal tener esta buena suerte más a menudo...",
      "fr": "Un peu de chance nous serait utile...",
      "pt": "Uma pequena fortuna é sempre bem-vinda...",
      "ru": "Мора нам бы не помешала...",
      "id": "Kita memang perlu lebih banyak harta ....",
      "th": "หวังว่าจะมีเรื่องแบบนี้บ่อย ๆ นะ...",
      "vi": "Hi vọng chuyện tốt đẹp này sẽ xảy ra vài lần nữa..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "房租和伙食费，都有着落了！",
      "zht": "房租和伙食費，都有著落了！",
      "jp": "家賃と食費の足しになります！",
      "ko": "월세랑 식비 벌었다!",
      "en": "This should cover food and rent for a while!",
      "de": "Das sollte Essen und Miete für eine Weile abdecken!",
      "es": "¡Con esto cubriré los gastos de comida y alquiler!",
      "fr": "Voilà qui devrait couvrir le gîte et le couvert pendant un certain temps !",
      "pt": "Isso deve cobrir meus gastos com comida e aluguel!",
      "ru": "Этого хватит на еду и арендную плату!",
      "id": "Ini harusnya cukup untuk bayar sewa dan biaya hidup!",
      "th": "มีเงินจ่ายค่าเช่าบ้านกับค่าอาหารแล้ว!",
      "vi": "Có tiền thuê nhà với ăn uống rồi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "呜…找到宝物的感觉真棒啊…",
      "zht": "嗚…找到寶物的感覺真棒啊…",
      "jp": "ああ…お宝を見つけるのっていいですね…",
      "ko": "우와… 기분 완전 좋은데…",
      "en": "Ah, finding treasure is pretty exhilarating!",
      "de": "Ah, einen Schatz zu finden ist ziemlich aufregend!",
      "es": "Ah, ¡encontrar tesoros es muy emocionante!",
      "fr": "Hmm, découvrir un trésor est assez exaltant !",
      "pt": "Ah, encontrar tesouros é bastante empolgante!",
      "ru": "Находить сокровища довольно волнующе!",
      "id": "Ah, menemukan harta karun itu rasanya memang sesuatu!",
      "th": "อ่าาา... ความรู้สึกเวลาเจอสมบัตินี่ดีจังเลย...",
      "vi": "Hu hu...cảm giác tìm được kho báu tuyệt quá..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "无法判断…",
      "zht": "無法判斷…",
      "jp": "判断に迷います…",
      "ko": "판단할 수 없어…",
      "en": "My vision is clouded...",
      "de": "Mein Göttliches Auge ist getrübt ...",
      "es": "Mi visión está nublada...",
      "fr": "Difficile de me prononcer...",
      "pt": "Minha visão está obscurecida...",
      "ru": "Перед глазами словно пелена...",
      "id": "Penglihatanku diselimuti kabut...",
      "th": "ยังแน่ใจไม่ได้...",
      "vi": "Không thể đoán được..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "讨厌的命运…",
      "zht": "討厭的命運…",
      "jp": "嫌な運命です…",
      "ko": "얄궂은 운명인 건가…",
      "en": "Odius fate...",
      "de": "Schlechtes Schicksal ...",
      "es": "Destino odioso...",
      "fr": "Odieux destin...",
      "pt": "Destino odioso...",
      "ru": "Какой гнусный удел...",
      "id": "Takdir yang menyebalkan...",
      "th": "โชคชะตาที่น่ารังเกียจ...",
      "vi": "Vận mệnh đáng ghét..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "还没…推算到这！",
      "zht": "還沒…推算到這！",
      "jp": "ここまでとは…計算外です！",
      "ko": "여긴… 내 점괘 범위가 아닌데!",
      "en": "This was not foretold!",
      "de": "Damit habe ich nicht gerechnet!",
      "es": "¡Esto no estaba escrito!",
      "fr": "Ce n'était pas prévu !",
      "pt": "Ninguém poderia prever isso!",
      "ru": "Об этом не было пророчеств!",
      "id": "Ini belum diramalkan!",
      "th": "คิดไม่ถึง... ว่าจะเป็นแบบนี้!",
      "vi": "Vẫn chưa...suy tính đến đây!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "再硬撑，你就会倒下咯。",
      "zht": "再硬撐，你就會倒下囉。",
      "jp": "これ以上無理すると倒れてしまいます。",
      "ko": "더 버텼다간 쓰러질 거야",
      "en": "Do not tempt fate.",
      "de": "Fordere das Schicksal nicht heraus.",
      "es": "No tientes al destino.",
      "fr": "Ne tentons pas la providence.",
      "pt": "Não provoque o destino.",
      "ru": "Не искушай судьбу.",
      "id": "Jangan mencobai takdir.",
      "th": "ถ้ายังฝืนต่อไป เธอจะไม่รอดแล้วนะ",
      "vi": "Còn gắng gượng nữa là bạn sẽ ngã gục đó."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "你还没到命运的终点。",
      "zht": "你還沒到命運的終點。",
      "jp": "あなたの運命はまだ終わってません。",
      "ko": "여긴 네 운명의 종착점이 아니야",
      "en": "This is not your destiny.",
      "de": "Dies ist noch nicht das Ende deines Schicksals.",
      "es": "Este no es tu destino.",
      "fr": "Ce n'est pas ton destin.",
      "pt": "Este não é o seu destino.",
      "ru": "Это не твой удел.",
      "id": "Takdirmu bukan seperti ini.",
      "th": "โชคชะตาของเธอยังไม่ถึงจุดจบ",
      "vi": "Bạn vẫn chưa tới số."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "星空…黯淡…",
      "zht": "星空…黯淡…",
      "jp": "星空が…暗くなっていきます…",
      "ko": "별하늘이… 어두워…",
      "en": "The stars... are fading...",
      "de": "Die Sterne ... verblassen ...",
      "es": "Las estrellas... se desvanecen...",
      "fr": "Les étoiles... disparaissent...",
      "pt": "As estrelas... estão desaparecendo...",
      "ru": "Звезды тускнеют...",
      "id": "Bintang-bintangnya... memudar...",
      "th": "ท้องฟ้า... มืดมน...",
      "vi": "Bầu trời sao...ảm đạm..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "无法违抗的…命运…",
      "zht": "無法違抗的…命運…",
      "jp": "これが逆らえない…運命…",
      "ko": "거역할 수 없는… 운명…",
      "en": "Destiny cannot be... denied.",
      "de": "Das Schicksal lässt sich nicht ... verleugnen.",
      "es": "No se puede negar... el destino...",
      "fr": "Personne ne peut refuser son destin...",
      "pt": "O destino... não pode ser negado.",
      "ru": "Судьбы... не избежать...",
      "id": "Takdir tidak bisa... disangkal.",
      "th": "ไม่อาจฝืน... โชคชะตา...",
      "vi": "Vận mệnh...không thể chống lại..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "推算结束了…",
      "zht": "推算結束了…",
      "jp": "運命を見るのもこれでおしまい…",
      "ko": "추산은 끝났어…",
      "en": "My reckoning... has come...",
      "de": "Meine Abrechnung ... ist gekommen ...",
      "es": "Se acabaron... mis proyecciones...",
      "fr": "La projection est terminée...",
      "pt": "Minha hora... chegou...",
      "ru": "Настал час... моей расплаты...",
      "id": "Ramalanku terjadi juga...",
      "th": "การคำนวณจบลงแล้วล่ะ...",
      "vi": "Dự tính đã kết thúc..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "烦人。",
      "zht": "煩人。",
      "jp": "しつこいです。",
      "ko": "귀찮게 하네",
      "en": "Curses.",
      "de": "Nervig.",
      "es": "Maldición.",
      "fr": "Que c'est agaçant.",
      "pt": "Maldição.",
      "ru": "Проклятие!",
      "id": "Terkutuk.",
      "th": "น่ารำคาญจัง",
      "vi": "Đồ phiền phức."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "离我…远点！",
      "zht": "離我…遠點！",
      "jp": "ちょっと…離れてくださいっ！",
      "ko": "나한테서… 떨어져!",
      "en": "Leave my space!",
      "de": "Geh weg von mir!",
      "es": "¡Aléjate de mí!",
      "fr": "Loin de moi !",
      "pt": "Saia do meu espaço!",
      "ru": "Прочь от меня!",
      "id": "Jauhi tempat ini!",
      "th": "ออกไปห่าง ๆ... ฉันหน่อย!",
      "vi": "Tránh xa ta một chút!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "此乃，命运。",
      "zht": "此乃，命運。",
      "jp": "これが、運命です。",
      "ko": "이건 운명이야",
      "en": "This is destiny.",
      "de": "Das ist das Schicksal.",
      "es": "Este es el destino...",
      "fr": "C'est le destin.",
      "pt": "Este é o meu destino.",
      "ru": "Это судьба.",
      "id": "Ini takdir.",
      "th": "นี่คือ โชคชะตา",
      "vi": "Đây là vận mệnh."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "真没办法。",
      "zht": "真沒辦法。",
      "jp": "仕方ありませんね。",
      "ko": "어쩔 수 없네",
      "en": "This is how it must be.",
      "de": "So muss es sein.",
      "es": "Así debe ser.",
      "fr": "Je ne peux rien y faire.",
      "pt": "É assim que as coisas devem ser.",
      "ru": "Иначе быть не могло.",
      "id": "Ini sudah seharusnya terjadi.",
      "th": "ช่วยไม่ได้นะ",
      "vi": "Thật hết cách."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "繁星，尽在掌握。",
      "zht": "繁星，盡在掌握。",
      "jp": "満天の星は、この掌の中にあります。",
      "ko": "못별들은 모두 내 손바닥 안에…",
      "en": "It is as the stars foretold.",
      "de": "Es ist, wie die Sterne es vorausgesagt haben.",
      "es": "Es tal y como predijeron las estrellas.",
      "fr": "Les étoiles sont à ta portée.",
      "pt": "Exatamente como as estrelas previam.",
      "ru": "Так было предначертано небесами.",
      "id": "Terjadi seperti yang diramalkan bintang-bintang.",
      "th": "ดวงดาวทั้งหมด อยู่ในการควบคุม",
      "vi": "Các vì sao đều nằm trong tầm tay."
    }
  }
]