[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「来了来了，爆炒肉片一份！这是你的，『摩拉肉』。还有你的，秘制炸萝卜丸子。」\n\n璃月有块地方叫「吃虎岩」，「吃虎岩」有个饭馆叫「万民堂」。\n\n在这条人来人往的街道上，必须保持万分专注才能一心向前。\n\n初来乍到的旅人稍有不慎，就会被菜肴香气勾出馋虫，又或者按捺不下对这嗓音的好奇，探头望向店里。\n\n而香菱，「万民堂」的跑堂兼大厨，正往客桌上摆放热气腾腾的美食。\n\n「空着的位置可以随意坐。有什么想吃的，菜谱上没有我也能做！」\n\n对「万民堂」店员来说，平日判断来客是否「万民堂」熟客的办法，除了认脸，便是听他的第一句话。\n\n不用菜谱直接点菜的，一定来过不止一次；要是问出「今天香菱下厨吗」，就保准是个老道的饕客。",
      "zht": "「來了來了，爆炒肉片一份！這是你的，『摩拉肉』。還有你的，秘製炸蘿蔔丸子。」\n\n璃月有塊地方叫「吃虎岩」，「吃虎岩」有個飯館叫「萬民堂」。\n\n在這條人來人往的街道上，必須保持萬分專注才能一心向前。\n\n初來乍到的旅人稍有不慎，就會被菜餚香氣勾出饞蟲，又或者按捺不住對這嗓音的好奇，探頭望向店裡。\n\n而香菱，「萬民堂」的跑堂兼大廚，正往客桌上擺放熱氣騰騰的美食。\n\n「空著的位置可以隨意坐。有什麼想吃的，菜單上沒有我也能做！」\n\n對「萬民堂」店員來說，平日判斷來客是否「萬民堂」熟客的辦法，除了認臉，便是聽他的第一句話。\n\n不用菜單直接點菜的，一定來過不止一次；要是問出「今天香菱下廚嗎」，就保證是個老道的饕客。",
      "jp": "「はいはい、豚肉の油炒め！それと、『モラミート』、それから特製大根の揚げ団子」\n\n璃月には「チ虎岩」という場所があり、「チ虎岩」には「万民堂」という食堂がある。\n\nこの賑わう街で、目的地にたどり着くには神経を全集中して進まなければならない。\n\n初めてここを訪れる旅人は、少しでも気を緩めるとすぐに料理の匂いに釣られてしまう。または騒音に気を取られ、思わず店の中をのぞいてしまう。\n\nそして、香菱はこの「万民堂」のホールスタッフ兼シェフだ。彼女は今、客に出来たての食事を運んでいる。\n\n「空いてる場所に座って！菜譜にないものでも作れるから、なんでも言って！」\n\n「万民堂」で働くスタッフにとって、相手が「万民堂」の常連かどうかを判断する方法は、顔を見る他にもう一つある。それは、店に入った後の一言だ。\n\nメニューを見ずに直接注文するのは、少なくとも数回は来ている客。そして、「香菱は今日いるのか？」と聞いてくる客は、常連客に間違いないのだ。",
      "ko": "「네~ 고기볶음 일 인분이요! 주문하신 『모라육』 나왔습니다. 그리고 특제 무완자 튀김 여기 있습니다.」\n\n리월의 「흘호암」이라는 곳에 「만민당」이라는 식당이 있다.\n\n사람들이 드나드는 이 거리에선 정신을 바짝 차려야만 원래의 목적지에 도달할 수 있다.\n\n처음 온 여행객들은 자칫하면 음식 냄새에 이끌려 허기가 지거나 이 목소리에 대한 호기심을 참지 못하고 홀린 듯 식당으로 향하게 된다.\n\n「만민당」의 홀 서빙 겸 주방장을 맡고 있는 향릉은 마침 손님 테이블에 갓 만들어진 따끈따끈한 요리를 나르고 있다.\n\n「비어 있는 자리 아무 데나 앉으세요. 뭐 드시고 싶은 거 있나요? 메뉴판에 없는 것도 얼마든지 만들 수 있어요!」\n\n「만민당」 점원이 손님이 「만민당」의 단골인지 아닌지를 판단하는 방법은 얼굴을 알아보는 것 외에도 손님의 첫 마디를 통해 알 수 있다.\n\n메뉴판을 보지 않고 바로 주문하는 사람은 분명 처음 온 손님이 아닐 테고, 「오늘 향릉이 주방장이야?」라고 묻는다면 100% 단골손님이다",
      "en": "\"Coming, coming! Here's your Stir-Fried Filet! And your Mora Meat. And Fried Radish Balls, as you ordered.\"\n\nIn Liyue, there's a place called Chihu Rock, and there stands a restaurant known as Wanmin Restaurant.\n\nOne must remain focused if they want to keep moving forward on the bustling streets of Liyue.\n\nUnsuspecting newcomers to this place are often lured away by wonderful culinary aromas or lead to peek inside stores by curious sounds.\n\nXiangling, who is both chef and waitress at the restaurant, delivers steaming, delicious dishes to the tables.\n\n\"Sit anywhere you'd like. I can make whatever you want, even if it's not on the menu!\"\n\nThe workers at Wanmin Restaurant can recognize a regular, if not by their face, then by the first sentence out of their mouths.\n\nA customer that orders without needing a menu has been at least a few times before. However, if they ask \"Is Xiangling the chef today?\" then they're definitely a regular.",
      "de": "„Komme ja schon! Einmal scharfes Geschnetzeltes und eine Portion Mora-Medaillons. Außerdem wie bestellt, einmal frittierte Rettichbällchen.“\n\nIn Liyue gibt es den Chihu-Felsen und an seinem Fuße steht das Restaurant Wanmin.\n\nMan muss konzentriert bleiben, wenn man auf dem Weg dorthin an den geschäftigen Straßen von Liyue weiter vorankommen möchte.\n\nAhnungslose Neulinge werden hier oft von duftenden Aromen weggelockt oder von den Geräuschen von den Ständen zum Einkaufen verführt.\n\nXiangling, die sowohl Köchin als auch Kellnerin ist, zaubert im Restaurant dampfende, köstliche Gerichte an die Tische.\n\n„Setz dich einfach irgendwohin, wo frei ist. Wenn du was haben willst, das nicht auf der Karte ist, sag einfach Bescheid!“\n\nDie Mitarbeiter im Restaurant Wanmin können einen Stammgast am ersten Satz aus ihrem Mund erkennen.\n\nEin Kunde, der bestellt, ohne eine Speisekarte zu lesen, war mindestens ein paar Male zuvor zu Gast. Wenn man dann auch noch fragt, „Ist Xiangling heute der Koch?“, dann ist man definitiv ein Stammgast.",
      "es": "“¡Aquí está tu carne frita! Y tu carne de Mora. Y las albóndigas de rábano fritas, como pediste”.\n\nEn la calle Peñasco Chihu de Liyue hay un restaurante llamado Wanmin.\n\nUno debe prestar mucha atención al caminar por la bulliciosa calle.\n\nCualquier recién llegado se sentirá atraído por el aroma de la comida o querrá entrar en las tiendas a curiosear al escuchar las voces de sus vendedores.\n\nXiangling, mesera y chef del Restaurante Wanmin, sirve platos recién hechos y deliciosos.\n\n“Siéntese donde quiera y pida lo que quiera. ¡Puedo incluso preparar cosas que no están en el menú!”.\n\nPara los trabajadores del Restaurante Wanmin, el mejor método para saber si el cliente es habitual o no, además de por su cara, es por la primera frase que sale de su boca.\n\nUn cliente que pide sin necesidad de ver el menú ya ha venido varias veces. Sin embargo, si preguntan “¿Xiangling es la chef hoy?”, entonces son clientes habituales.",
      "fr": "« Faites places, faites place, un plat de viande sautée ! La viande-mora, c'est pour vous, tenez ! Ah, et voici vos boulettes de radis frites. »\n\nIl existe à Liyue un endroit nommé « Falaise Chihu » ; là se dresse le Restaurant Wanmin.\n\nLes passants empruntant les rues alentours doivent faire appel à des efforts de concentration pour ne pas dévier de leur trajectoire.\n\nEn effet, nombreux sont ceux qui, humant les arômes délicieux s'échappant du restaurant, ou entendant la voix portant jusqu'au dehors, font un détour volontaire.\n\nXiangling, qui y est à la fois cuisinière en chef et serveuse, s'y affaire à déposer devant les clients affamés des plats fumants aux odeurs enchanteresses.\n\n« Entrez, entrez ! Asseyez-vous où vous trouvez de la place ! Voici le menu, et n'hésitez pas à me dire si vous désirez un plat qui n'y figure pas ! »\n\nLes employés du magasin savent reconnaître les habitués à la question qu'ils posent une fois entrés.\n\nCelui qui commande sans regarder le menu est certainement déjà venu à plusieurs reprises ; mais celui qui demande « Xiangling est aux fourneaux aujourd'hui ? » est définitivement un habitué.",
      "pt": "\"Aqui está sua carne frita, a carne de Mora e as bolinhas de rabanete fritas, como você pediu.\"\n\nEm Liyue, existe um lugar chamado Penhasco Chihu e um restaurante conhecido como Restaurante Wanmin.\n\nTodos devem permanecer focados se quiserem seguir em frente nas ruas movimentadas de Liyue.\n\nOs recém-chegados nesse lugar geralmente são atraídos pelos maravilhosos aromas culinários ou as lojas com sons curiosos.\n\nXiangling, que é chef e garçonete no restaurante, entrega pratos deliciosos e fumegantes às mesas.\n\n\"Sente-se onde quiser. Posso fazer o que quiser, mesmo que não esteja no cardápio!\"\n\nOs trabalhadores do Restaurante Wanmin podem reconhecer um cliente habitual pelo rosto ou pela primeira frase que sai de sua boca.\n\nUm cliente que faz o pedido sem precisar do menu já visitou o lugar pelo menos algumas vezes antes. No entanto, se ele perguntar \"Xiangling é a chef hoje?\" então definitivamente é um cliente habitual.",
      "ru": "- Несу, несу! Вот ваше жареное мясо! А вот ваша лепёшка «Мора»! И жареные редисовые шарики, как вы заказывали!\n\nПроходящие по оживлённой улице горы Тигра в Ли Юэ ничего не подозревающие туристы, скорее всего, первым делом, следуя на голос и запах, посетят ресторан «Народный выбор».\n\nВот шеф-повар Сян Лин несёт поднос с дымящимися блюдами: «Присаживайтесь за любым свободным столиком! Скажите мне, чего желаете отведать. Я могу приготовить что угодно, даже если этого нет в меню!»\n\nРаботники ресторана знают, как безошибочно определить, является ли их клиент постоянным клиентом или нет. Они смотрят на первую произнесённую им фразу.\n\nЕсли он говорит, что может заказать без меню, это означает, что он здесь не в первый раз. Однако завсегдатаи этого места обязательно спросят: «Кто сегодня готовит? Сян Лин?»",
      "id": "\"Ayo datanglah, datanglah, Ini Stir-Fried Filet pesananmu! Dan Mora Meat. Dan juga Fried Radish Ball, semua sesuai pesanan.\"\n\nDi Liyue, ada sebuah tempat bernama Chihu Rock, dan di sana terdapat sebuah restoran yang bernama Wanmin Restaurant.\n\nSeseorang harus tetap fokus jika mereka ingin terus bergerak maju di jalanan ramai Liyue.\n\nPendatang baru yang tak terduga sering kali terpikat oleh aroma kuliner yang luar biasa sehingga mereka mengintip ke dalam restoran karena penasaran akan suara-suara aneh yang ada di dalam.\n\nXiangling, yang merupakan koki juga pelayan di restoran, menyajikan hidangan lezat yang masih mengepul ke atas meja.\n\n\"Duduklah di mana pun kamu mau. Aku bisa membuat apa pun yang kamu mau, walaupun pesanan itu tidak ada di dalam menu!\"\n\nPara pelayan di Wanmin Restaurant dapat mengenali pelanggan tetap mereka, entah dari wajah mereka ataupun dari kata pertama yang diucapkan oleh mereka.\n\nPelanggan yang memesan tanpa menu berarti sudah berkunjung beberapa kali sebelumnya. Namun, jika mereka bertanya \"Apakah yang memasak hari ini adalah Xiangling?\" berarti mereka pasti pelanggan tetap.",
      "th": "\"มาแล้วๆ เนื้อผัดเผ็ด! นี่คือ\" เนื้อโมรา\" แล้วก็ไชโป๊ผัดสูตรลับของคุณ\"\n\nสถานที่แห่งหนึ่งของ Liyue นั้นมีชื่อว่า \"Chihu Rock\" ซึ่งที่นั่นมีร้านอาหารหนึ่งชื่อว่า \"ภัตตาคาร Wanmin\"\n\nบนถนนที่ผู้คนพลุกพล่านสายนี้ ถ้าจิตใจไม่นิ่งพอล่ะก็ไปต่อข้างหน้า ไม่ได้แน่\n\nซึ่งหากนักเดินทางหน้าใหม่ไม่ทันได้ระวังตัวล่ะก็ จะต้องถูกกลิ่นหอมของอาหารมากระตุ้นต่อมน้ำลายหรือไม่ก็ถูกดึงดูดด้วยเสียงที่น่าสงสัยจนอดไม่ได้ต้องเข้าไปดูในร้านอย่างแน่นอน\n\nและ Xiangling ผู้เป็นทั้งพนักงานและเชฟใหญ่แห่ง \"ภัตตาคาร Wanmin\" ก็กำลังวางอาหารร้อน ๆ ไว้บนโต๊ะอาหาร\n\n\"ที่ว่างตรงไหนเชิญนั่งได้เลยยย อาหารอะไรที่ไม่อยู่ในเมนู ฉันก็ทำให้ได้ทั้งนั้นแหละ!\"\n\nสำหรับพนักงานของ \"ภัตตาคาร Wanmin\" แล้ว วิธีที่จะตัดสินว่าลูกค้าที่มาในแต่ละวันเป็นลูกค้าเก่าแก่หรือไม่นั้น นอกจากการจำหน้าแล้วก็ยังสามารถตัดสินได้จากประโยคแรกของพวกเขา\n\nหากสั่งอาหารโดยไม่ขอเมนูแสดงว่าเป็นแขกประจำ; และถ้าถามว่า \"วันนี้ Xiangling ลงมือทำเองมั้ย\" ก็รู้ได้เลยว่าต้องเป็นนักกินอย่างแน่นอน",
      "vi": "\"Đây rồi, đây rồi! Một phần Thịt Xào Ớt Tuyệt Vân! Thịt Mora của cậu đây. Còn của cậu, đặc sản Củ Cải Viên Chiên.\"\n\nCó mội nơi trong Liyue là \"Ngật Hổ Nham\", \"Ngật Hổ Nham\" có quán cơm tên là \"Vạn Dân Đường\".\n\nTrên con đường nhiều người qua lại, phải cực kỳ chuyên tâm mới có thể vững tâm đi thẳng về phía trước.\n\nLữ khách mới đến chỉ cần không cẩn thận, con sâu ham ăn trong bụng sẽ bị hương thơm của thức ăn hấp dẫn, hoặc không kiềm chế nổi sự hiếu kỳ đối với loại tạp âm này, mà thò đầu vào trong tiệm.\n\nMà Xiangling, vừa là bồi bàn vừa kiêm đầu bếp của \"Vạn Dân Đường\", đang đặt lên những món ăn ngon nóng hổi.\n\n\"Chỗ nào trống cứ ngồi tự nhiên nhé. Muốn ăn gì nào, cho dù không có trên thực đơn thì tôi cũng làm được đó!\"\n\nĐối với nhân viên trong tiệm \"Vạn Dân Đường\" mà nói, cách phân biệt khách đến \"Vạn Dân Đường\" có phải khách quen hay không, ngoài nhận mặt, thì là: Nghe khách nói câu đầu tiên.\n\nKhông cần thực đơn mà trực tiếp gọi món, thì chắc chắn là khách đã đến được không chỉ một lần. Còn nếu như hỏi \"Hôm nay có phải Xiangling xuống bếp không\", thì bảo đảm là khách ruột."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "香菱已经数不清自己毁掉了多少个家里的锅，它们或是被火史莱姆的高温烧糊了锅底，或是在冰雾花的急速冷却下爆出了裂痕，更有甚者，是在小型爆炸后化作了面目全非的一团。面对此等破坏力，香菱的父亲再三斟酌，才没给她贴上「厨房禁入令」。\n\n「自家孩子天性就有些冒失莽撞，外加想象力有那么些丰富，脑袋里闪过什么『创意菜肴』总喜欢先动手尝试，才有了这样的结果。也未必是坏事…」\n\n香菱的父亲是这样自我安慰的。\n\n总而言之，「万民堂」账簿支出一栏，经常会增添一口锅的价目。",
      "zht": "香菱已經數不清自己毀掉了多少個家裡的鍋，它們不是被火史萊姆的高溫燒壞了鍋底，就是在冰霧花的急速冷卻下爆出了裂痕，更有甚者，是在小型爆炸後化作了面目全非的一團。面對此等破壞力，香菱的父親再三斟酌，才沒給她貼上「廚房禁入令」。\n\n「自家孩子天性就有點冒失莽撞，外加想像力有那麼些豐富，腦袋裡閃過什麼『創意菜餚』總喜歡先動手嘗試，才有了這樣的結果。也未必是壞事…」\n\n香菱的父親是這樣自我安慰的。\n\n總而言之，「萬民堂」帳簿支出一欄，經常會增加一口鍋的價目。",
      "jp": "香菱がこれまでに壊した鍋は数えきれない。炎スライムの高温で溶けてしまったものもあれば、霧氷花の急速冷却に耐えきれず、ひび割れたものもある。爆発した後、変り果てた姿になったものも。\n\nこの凄惨さを目の当たりにしたことで、香菱の父親も娘に「キッチン出入り禁止令」を出すべきか考えに考えた。\n\n「元々そそっかしい子だからな。それにあの子は溢れんばかりの想像力で、なにか『創作料理』を思いつくとすぐに作ろうとしてしまう。だがそれは決して悪いことではない」……父親はそう自分を慰めることにした。\n\nこうして、「万民堂」の帳簿に鍋購入の項目が増えていくのだ。",
      "ko": "향릉이 지금까지 부순 냄비의 수는 헤아릴 수 없을 만큼 많다. 화염 슬라임의 고온에 의해 바닥이 타버린 냄비가 있는가 하면, 서리꽃의 급속 냉동으로 균열이 생긴 냄비도 있다. 심지어 작은 폭발로 찌그러진 덩어리가 되어 버린 것도 있다. 이런 파괴력을 보며 향릉의 아버지는 수차례 심사숙고 끝에 마침내 그녀에게 「주방 출입금지령」을 내리지 않기로 했다.\n\n「천성이 덤벙대고 덤벙대고 게다가 상상력 또한 풍부해서 「창작 요리」가 생각날 때마다 일단 만들고 보니 이런 결과가 발생하는 것이니, 이게 꼭 나쁜 것만은 아니지….」\n\n향릉의 아버지는 이렇게 스스로를 위로한다.\n\n아무튼 「만민당」 장부의 지출 항목에서 냄비를 산 기록이 자주 보인다",
      "en": "Xiangling has destroyed many a wok in her time. Either the insides would become irreversibly charred from the heat of a Pyro Slime, or cracks would appear due to flash-freezing from a Mist Flower — or, at some step in Xiangling's unconventional cooking process, a small-scale explosion would reduce it to scrap metal. After some heavy consideration on the part of Xiangling's father, he ultimately decided not to banish his daughter from the kitchen, despite the destruction she caused.\n\nAs reckless, imaginative, and uninhibited as she may be, it was exactly these traits that led her to create her most successful dishes. \"Maybe this isn't so bad...\" He tried to convince himself.\n\nSuffice to say that payment for a new wok is a regular feature of the restaurant's monthly ledger.",
      "de": "Xiangling hat in ihrem Leben bereits unzählige Woks zerstört. Entweder wurden die Böden von der Hitze eines Pyro-Schleims verkohlt oder von dem Blitzfrost einer Nebelblume zerbrochen. Einige waren nach kleinen Explosionen, die aus unerfindlichen Gründen passierten, überhaupt nicht wiederzuerkennen. Nach einigen intensiven Überlegungen von Xianglings Vater beschloss er schließlich, seine Tochter trotz der Zerstörung, die sie angerichtet hatte, nicht aus der Küche zu verbannen.\n\n„So rücksichtslos, einfallsreich und hemmungslos sie auch in der Küche sein mochte, so führen diese Eigenschaften doch zu den Gerichten, die sie kocht.“\n\n „Vielleicht ist es ja nicht so schlimm ...“, so versuchte Xianglings Vater, sich selbst zu beruhigen.\n\nLetztendlich plante er so, dass die monatlichen Ausgaben des Restaurants Wanmin immer ein Budget für neue Woks beinhalteten.",
      "es": "Xiangling ha destruido innumerables sartenes en el restaurante. Unas fueron carbonizadas por el calor de un Slime Pyro, otras se agrietaron congeladas por una flor helada, y otras más quedaron completamente irreconocibles después de sufrir pequeñas explosiones. Tras mucha consideración por su parte, el padre de Xiangling finalmente aceptó el talento destructivo de su hija en la cocina.\n\nXiangling, tan imprudente, imaginativa e improvisadora, solo quería experimentar con las nuevas recetas que se le acababan de ocurrir. “¿Qué tiene eso de malo?”, pensó para convencerse a sí misma.\n\nAl final, entre los gastos mensuales del Restaurante Wanmin, siempre se incluye una parte para sartenes nuevas.",
      "fr": "Xiangling est responsable de la destruction d'innombrables woks. Certains furent entièrement brûlés par des Pyroblobs ou finirent complètement craquelés après avoir été au contact de fleurs de brume, d'autres devinrent juste méconnaissables après des explosions qui... arrivèrent. Son père dut réfléchir par trois fois avant de décider de ne pas la bannir des cuisines.\n\nL'imagination débordante de Xiangling et sa témérité sont autant de traits qui la poussent à constamment essayer de nouvelles recettes. Peut-être n'est-ce pas si mal après tout, même si pour cela il faut sacrifier wok après wok...\n\nToujours est-il que les dépenses mensuelles du Restaurant Wanmin incluent toujours un réapprovisionnement en woks.",
      "pt": "No passado, Xiangling destruiu inúmeras panelas do restaurante. Foram carbonizadas pelo calor de um Slime Pyro, ou quebradas pelo congelamento instantâneo de uma Flor da Neblina. Algumas ficaram totalmente irreconhecíveis após as pequenas explosões que de alguma forma aconteceram. Somente depois de muita consideração por parte do pai de Xiangling que ele finalmente decidiu não banir sua filha da cozinha, apesar da destruição que ela causou.\n\nImprudente, criativa e desinibida na cozinha, são exatamente essas características que a levam a criar seus pratos. \"Talvez isso não seja tão ruim...\" Ele tentou se convencer.\n\nNo final, as despesas mensais do Restaurante Wanmin sempre incluíam uma taxa para novas panelas.",
      "ru": "С детства в доме Сян Лин не оставалось ни одного целого вока.\n\nКакие-то из них обугливались от высокого жара Пиро слайма, другие трескались от вспышки холода туманного цветка, от третьих вообще ничего не оставалось после неведомо каким образом случавшихся взрывов.\n\nОтец Сян Лин очень долго размышлял и в конце концов решил смириться с талантом дочери, продолжая пускать её на кухню.\n\nСян Лин называют безрассудной фантазёркой, но именно эти качества позволяют ей придумывать новые рецепты восхитительных блюд.\n\n«Может быть, всё не так уж и плохо...», - пытался успокоить себя её отец.\n\nВ итоге, расходы ресторана «Народный выбор» каждый месяц включали оплату новой партии воков.",
      "id": "Xiangling sudah tidak dapat menghitung berapa banyak tungku di rumah yang hancur karenanya. Entah itu karena terbakar oleh Pyro Slime, atau karena retakan akibat pendinginan yang terlalu cepat dari Mist Flower — atau, karena proses memasak Xiangling yang berantakan, menyebabkan ledakan kecil yang mengubahnya menjadi sesuatu yang tidak dikenali. Menanggapi kejadian tersebut, ayah Xiangling melakukan pertimbangan yang cukup lama, hingga akhirnya memutuskan untuk tidak melarang putrinya ke dapur, terlepas dari kekacauan yang disebabkannya.\n\n\"Putriku sedikit ceroboh, suka berimajinasi dan suka berkreasi dengan hidangannya, mungkin itulah yang membuatnya dapat menciptakan hidangan terbaik. Dan itu bukan hal yang buruk...\"\n\nPikir ayah Xiangling menghibur dirinya sendiri.\n\nSingkat cerita, pembelian tungku baru menjadi pengeluaran tetap yang harus ditambahkan ke dalam catatan pengeluaran Wanmin Restaurant.",
      "th": "Xiangling นั้นจำไม่ได้แล้วว่าเธอทำหม้อพังไปแล้วกี่ใบ พวกมันถ้าไม่ถูกไฟความร้อนสูง ของ Slime เจาะจนก้นเป็นรู ก็เกิดรอยแตกจากการทำให้เย็นลงอย่างรวดเร็วด้วย Mist Flower ส่วนบางอันที่หนักกว่านั้นก็ถึงขั้น เสียหายจากการระเบิดจนกลาย เป็นจุณเลยทีเดียว ซึ่งเมื่อต้องเผชิญหน้ากับพลัง ทำลายขนาดนี้ พ่อของ Xiangling ถึงขั้นต้องคิดพิจารณาอย่าง รอบคอบในตอนที่เขาจะเอาป้าย \"ห้ามเข้าครัว\" ลง\n\nธรรมชาติของลูกบ้านนี้นั้นอาจจะ ซุ่มซ่ามไปสักหน่อย ไหนจะจินตนาการที่สูงส่งเป็นที่สุด ซึ่งในสมองก็มีแต่จะคิดว่าจะ \"คิดค้นอาหาร\" อะไรขึ้นมาใหม่ดี เพราะชอบเริ่มทำเป็นคนแรกจึงได้มีผลลัพธ์อย่างนี้ ก็ไม่ใช่เรื่องเลวร้ายอะไรนี่นะ... คุณพ่อของเธอปลอบใจตัวเอง อย่างนี้\n\nสรุปก็คือ รายการบัญชีใช้จ่ายของ \"ภัตตาคาร Wanmin\" นั้นมักจะต้องรวมค่าหม้อเพิ่มเข้าไปด้วยอยู่เสมอ",
      "vi": "Xiangling không thể đếm nổi mình đã làm hỏng bao nhiêu cái nồi trong nhà, nếu không phải bị nhiệt độ cao của Slime Hỏa đốt khét đáy nồi, thì bị nứt vỡ dưới sự làm lạnh cấp tốc của Băng Vụ Hoa, thê thảm hơn là sau mỗi vụ nổ ấy đều để lại một đống hỗn loạn. Đối mặt với sức phá hoại như vậy, bố của Xiangling đã phải suy đi nghĩ lại mới không dán cho cô \"lệnh cấm vào bếp\".\n\nCon mình vốn đã hấp tấp cục cằn, còn thêm trí tưởng tượng phong phú, trong đầu nghĩ ra “món mới” là cứ thích làm thử trước, mới có kết quả như thế này, thật ra cũng không hẳn là chuyện xấu...\n\nBố của Xiangling tự an ủi mình như vậy đấy.\n\nNói chung, sổ sách thu chi của \"Vạn Dân Đường\" thường có thêm giá tiền của một cái nồi."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「做料理有很多秘诀。不过最最重要的秘诀就是，要对料理有绝对热爱的心。」\n\n香菱决心学厨后，父亲将自己的心血「食谱笔札」交给了她。扉页上赫然写着这样一句话。\n\n要是换作别人，可能早就开始抱怨这是什么老掉牙的教导了。香菱却将它视若珍宝。\n\n在香菱眼里，父亲正是秉承着这样的信条，才能在「璃菜」「月菜」两派相争倾轧下坚持至今。\n\n可那时，两大菜系的明争暗斗已趋于白热化，不少小饭馆都遭到打压，其中当然也包括了「万民堂」。\n\n「美食应该没有贵贱之分才对！」\n\n看着松茸、螃蟹之类的珍贵食材被强行垄断，香菱内心很是愤慨。而她表达愤慨的方式，正是接过「万民堂」的大勺。\n\n是时候在老爹的基础上做出改变了。\n\n「不管使用怎样的食材，我都要做出超级好吃的菜肴！」",
      "zht": "「做料理有很多秘訣。不過最最重要的秘訣就是，要對料理有絕對熱愛的心。」\n\n香菱決心學廚後，父親將自己的心血「食譜筆扎」交給了她。扉頁上赫然寫著這樣一句話。\n\n要是換作別人，可能早就開始抱怨這是什麼老掉牙的教導了。香菱卻將它視若珍寶。\n\n在香菱眼裡，父親正是秉承著這樣的信條，才能在「璃菜」「月菜」兩派相爭傾軋下堅持至今。\n\n但那時，兩大菜系的明爭暗鬥已趨於白熱化，不少小飯館都遭到打壓，其中當然也包括了「萬民堂」。\n\n「美食應該沒有貴賤之分才對！」\n\n看著松茸、螃蟹之類的珍貴食材被強行壟斷，香菱內心很是憤慨。而她表達憤慨的方式，正是接過「萬民堂」的大勺。\n\n是時候在老爹的基礎上做出改變了。\n\n「不管使用怎樣的食材，我都要做出超級好吃的菜餚！」",
      "jp": "「料理にはたくさんのコツがあるが、一番大事なのは、料理を愛する心だ。」\n\n香菱が料理を勉強すると決めた時、彼女の父親は自分が心血を注いだ「レシピノート」を彼女に渡した。ノートの扉ページには、その言葉がかかれていた。\n\n見る人によれば、古臭いと文句を言うかもしれないが、香菱はその言葉を今でも大切にしている。\n\nこの信念があるからこそ、父親は「璃菜」と「月菜」の派閥の中で、今日までやり遂げてきたのだと香菱は考えていたのだ。\n\nしかしある時、二つの菜系の闘争は白熱し、多くの食堂が圧力をかけられた。もちろん、「万民堂」も例外ではない。\n\n「美食に身分の区別はないはずだよ！」\n\n松茸やカニなどの貴重な食材が独占されるのを見て、香菱は怒りを感じた。そして、彼女が行き着いた怒りを表現する方法は「万民堂」のシェフになることだった。\n\n父の下で自分がこの状況を変えるのだ。\n\n「どんな食材でも、絶品料理を作ってみせるんだから！」",
      "ko": "「요리엔 수많은 비결이 있다. 하지만 가장 중요한 비결은 바로 요리에 대한 열정이다.」\n\n향릉이 요리사가 되기로 결심한 후 아버지는 그가 심혈을 기울여 만든 「레시피 노트」를 그녀에게 건넸고 첫 장에 이런 말이 적혀있었다.\n\n만약 다른 사람이었으면 이게 무슨 고리타분한 교훈이냐고 원망했겠지만, 향릉은 이를 보물처럼 여겼다.\n\n그녀는 아버지가 이러한 신조를 계승했기에 「리 요리」와 「월 요리」라는 양대 산맥 사이에서 오늘까지 버틸 수 있었다는 것을 알기 때문이다.\n\n하지만 그 당시엔 두 파 간의 다툼이 너무 심해 많은 식당이 탄압을 받았고 「만민당」도 그중 하나였다.\n\n「요리에 귀천이 어딨어!」\n\n송이버섯과 꽃게 같은 진귀한 식재료가 독점되는 걸 보며 향릉은 분개했다. 그리고 그녀가 이를 분출한 방법은 바로 「만민당」의 주방장 자리를 넘겨받는 것이었다.\n\n드디어 아버지의 방법에 변화를 줄 때가 온 것이다.\n\n「어떤 식자재를 사용하든 난 반드시 엄청 맛있는 요리를 만들고 말 거야!」",
      "en": "\"There are many secrets to cooking; the most important of which is passion.\"\n\nWhen Xiangling decided to learn to be a chef, her father handed her his own handwritten cooking journal, his life's work. That line was written on the title page.\n\nIf she was any other person, she would likely have regarded it as some cheesy inspirational quote. However, Xiangling regarded it as a priceless treasure.\n\nTo her, her father only secured his footing in the forever-ongoing war between the Li and Yue cuisines by upholding that principle.\n\nHowever, at that time, the conflict between the two styles was white-hot, with many restaurants feeling the pressure that arose from it. Wanmin Restaurant was no exception.\n\n\"Good food is good food, period!\"\n\nThe monopoly on luxurious ingredients such as matsutake and crabs infuriated Xiangling, her angry response to which was to take over in the kitchen.\n\nIt was time for her to build upon the foundation her father gave her and make some changes.\n\n\"I'm gonna make super-delicious dishes out of any ingredient!\"",
      "de": "„Das Kochen birgt viele Geheimnisse, von denen das wohl wichtigste die Leidenschaft ist.“\n\nAls Xiangling sich entschied, Köchin zu werden, gab ihr Vater ihr sein eigenes handgeschriebenes Kochbuch, sein ganzes Lebenswerk. Diese Zeile stand auch auf der Titelseite geschrieben.\n\nWenn sie jemand anderes gewesen wäre, hätte sie das wahrscheinlich als ein kitschiges Zitat zur Motivation angesehen. Xiangling jedoch sah es als einen unschätzbaren Schatz. Für sie sicherte ihr Vater seinen Stand im ewigen Krieg zwischen den Gerichten der Li-Küche und denen der Yue-Küche, indem er dieses Prinzip aufrechterhielt.\n\nDer Konflikt zwischen den beiden Stilen brodelte zu jener Zeit heftig und viele Restaurants spürten den Druck, der daraus entstand. Das Restaurant Wanmin war keine Ausnahme.\n\n„Gutes Essen ist gutes Essen, Punkt!“\n\nDas Monopol auf luxuriöse Zutaten wie Matsutake und Krebs machte Xiangling wütend und ihre Reaktion darauf war, die Küche zu übernehmen.\n\nEs war Zeit, für sie auf dem Fundament aufzubauen, das ihr Vater ihr vorbereitet hatte, und auch einige Änderungen vorzunehmen.\n\n„Ich werde aus jeder Zutat die leckersten Gerichte weit und breit machen!“",
      "es": "“Hay muchos secretos para cocinar, pero el más importante es un corazón apasionado”.\n\nEsta frase estaba escrita en la página del título del diario de cocina que el padre de Xiangling le regaló cuando ella decidió aprender a ser chef; ese diario era el trabajo de toda su vida.\n\nSi ella fuera cualquier otra persona, probablemente lo habría considerado una frase ridícula y anticuada. Sin embargo, para Xiangling era un tesoro de valor incalculable.\n\nPara ella, su padre solo intentó asegurarle una posición en la eterna guerra entre la cocina de estilo Li y la Yue.\n\nSin embargo, en ese momento, ambos estilos estaban al borde de un conflicto total; muchos pequeños restaurantes fueron víctimas del injusto boicot que causó la disputa. El Restaurante Wanmin no fue una excepción.\n\n“¡La buena comida es buena comida y punto!”.\n\nEl monopolio de los ingredientes lujosos, como el matsutake y el cangrejo, enfureció a Xiangling, y su forma de expresar tal ira fue asumiendo la posición de chef.\n\nYa era hora de que ella hiciera algunos cambios.\n\n“¡Haré platos realmente deliciosos con cualquier ingrediente!”.",
      "fr": "« Il y a de nombreux secrets à une cuisine bien faite ; mais le plus important reste la passion. »\n\nLorsque Xiangling décida d'apprendre la cuisine, son père lui confia son propre livre personnel de recettes, l'œuvre d'une vie ; cette phrase était inscrite sur la page de titre.\n\nVenant de n'importe qui d'autre, cette citation aurait paru aux yeux de Xiangling un cliché éculé ; mais venant de son père, elle la chérit et l'appliqua du mieux qu'elle put.\n\nÀ ses yeux, c'est en restant fidèle à ce principe que son père avait réussi à assurer sa position dans la guerre éternelle opposant les styles culinaires de Li et de Yue.\n\nLe « conflit » entre les deux écoles battait alors son plein, et nombre d'enseignes en ressentaient la pression ; le Restaurant Wanmin ne faisait pas exception.\n\n« La bonne cuisine c'est de la bonne cuisine, point final ! »\n\nLe monopole sur les ingrédients de luxe tels que matsutake et crabe faisait enrager Xiangling ; sa façon de canaliser sa colère fut de prendre en main les cuisines.\n\nL'heure était venue pour elle de mettre à profit le savoir de son père, et de faire évoluer le restaurant.\n\n« Je ferai des plats délicieux, et peu importe les ingrédients ! »",
      "pt": "Há muitos segredos na culinária. O mais importante é um coração apaixonado. Quando Xiangling decidiu aprender a ser chef, seu pai entregou a ela seu próprio livro de receitas, o trabalho de sua vida.\n\nSe ela fosse qualquer outra pessoa, provavelmente não daria o valor merecido. No entanto, Xiangling o considerava um tesouro inestimável.\n\nPara ela, seu pai só conseguiu sobreviver na guerra até hoje devido aos seus pratos no estilo Li e Yue.\n\nNo entanto, naquele momento, o conflito entre os dois estilos estavam a ponto de colapsar. Muitos restaurantes foram vítimas dos boicotes injustos que se seguiram. O restaurante Wanmin não foi exceção.\n\n\"Boa comida é boa e ponto final!\"\n\nO monopólio de ingredientes luxuosos, como Matsutake e Caranguejos, enfureceu Xiangling, e sua forma de expressar essa raiva foi assumir o cargo de chef.\n\nEstava na hora de fazer algumas mudanças.\n\n\"Vou preparar pratos super deliciosos com qualquer ingrediente!\".",
      "ru": "«Страстное сердце не заменят никакие секреты кулинарии» гласит фраза на обложке книги рецептов, написанной отцом Сян Лин и переданной ей с наследством. Эта книга рецептов - работа всей его жизни.\n\nКто-то другой просто принял бы это за шуточку, но для Сян Лин эта строка стала настоящим сокровищем, которое она всегда бережёт близко к сердцу.\n\nОна знает, что в войне кухонь Ли и Юэ кухня Ли одержала победу только благодаря кулинарным принципам её отца.\n\nВо времена этого конфликта другие кулинарные стили перестали существовать, либо были поглощены двумя лидирующими кухнями. Многим неудачливым ресторанам пришлось закрыться, они стали жертвами несправедливых бойкотов.\n\nРесторан «Народный выбор» не стал бы исключением.\n\n«Кухня не должна делиться на дорогие и дешёвые ингредиенты. Из дорогих ингредиентов можно приготовить отвратительное блюдо, как и из дешёвых - деликатес!»\n\nМонополия на роскошные ингредиенты, такие как мацутакэ и крабы, приводила Сян Лин в бешенство, а её манера выпускать гнев помогла ей занять должность шеф-повара.\n\nПришло время ей внести некоторые изменения в стиль кухни Ли.\n\n«У меня получится готовить убийственные блюда из любых подручных ингредиентов!»",
      "id": "\"Ada banyak rahasia dalam memasak; yang paling penting adalah rasa cinta dengan memasak.\"\n\nKetika Xiangling memutuskan untuk belajar menjadi koki, ayahnya memberikan \"catatan resep\" yang dia tulis sendiri. Kata-kata itu ditulis di halaman judul.\n\nJika Xiangling adalah orang lain, dia mungkin akan menganggapnya sebagai kutipan inspirasional murahan. Namun, Xiangling menganggap itu adalah harta yang sangat bernilai.\n\nDi mata Xiangling, justru karena berpegang pada prinsipnya itulah, ayahnya bisa bertahan dalam persaingan antara gaya masakan Li dan masakan Yue.\n\nPada saat itu, konflik kedua gaya masakan itu sedang panas-panasnya, dan banyak restoran yang terkena imbasnya, termasuk Wanmin Restaurant.\n\n\"Makanan yang lezat adalah makanan yang lezat, titik!\"\n\nMonopoli atas bahan-bahan berharga seperti matsutake dan kepiting, membuat Xiangling geram. Respon marahnya itu dia tunjukkan dengan mengambil alih dapur Wanmin Restaurant.\n\nSudah waktunya dia membuat beberapa perubahan terhadap apa yang dibangun ayahnya.\n\n\"Menggunakan bahan apa pun, aku harus bisa membuat masakan yang super lezat!\"",
      "th": "\"มีความลับมากมายอยู่ใน การทำอาหาร อย่างไรก็ตามความลับที่สำคัญที่สุดก็คือการมีความหลงใหลใน การทำอาหาร\"\n\nหลังจากที่ Xiangling ตัดสินใจเรียนรู้ที่จะทำอาหารแล้ว พ่อของเธอก็ได้มอบ \"ตำราอาหาร\" อันสุดหวงแหนให้แก่เธอ หน้าหนังสือนั้นเขียนข้อความสุด ประทับใจไว้ประโยคหนึ่ง\n\nหากเป็นคนอื่นอาจจะเริ่มบ่นว่ามันคืออะไร อย่างไรก็ตาม Xiangling มองว่ามันเป็นดั่งสมบัติล้ำค่า\n\nในสายตาของ Xiangling นั้นพ่อของเธอยึดมั่นกับความเชื่อที่ว่าเขาสามารถยืนหยัดระหว่างทั้ง สองฝ่ายของ \"อาหาร Li\" และ \"อาหาร Yue\" ได้มาจนกระทั่งเดี๋ยวนี้\n\nแต่ในเวลานั้นการต่อสู้ระหว่างสองอาหารสายหลักได้กลายเป็น เรื่องร้อนแรง สร้างความกดดันให้แก่ร้านอาหาร เล็ก ๆ มากมายไม่เว้น \"ภัตตาคาร Wanmin\"\n\n\"อาหารเลิศรสต้องไม่แบ่งแยกดีเลวสิถึงจะถูก!\"\n\nเมื่อเห็นส่วนผสมที่มีค่าต่าง ๆ อย่างเห็ดมัตซึทาเกะและปูต้องมา ถูกบังคับให้ผูกขาดแล้ว ในใจของ Xiangling นั้นโกรธมาก แต่วิธีที่เธอแสดงออกถึงความขุ่นเคืองของเธอ คือการรับช่วงต่อ \"ภัตตาคาร Wanmin\"\n\nถึงเวลาเปลี่ยนแปลงโดยใช้พื้นฐานของพ่อแล้ว\n\n\"ไม่ว่าฉันจะใช้ส่วนผสมแบบไหน ฉันจะต้องทำอาหารที่อร่อยสุดยอด ให้ได้!\"",
      "vi": "\"Có rất nhiều bí quyết nấu ăn. Nhưng bí quyết quan trọng nhất là, phải có niềm đam mê nấu ăn.\"\n\nSau khi Xiangling quyết tâm học nấu ăn, bố đã giao cho cô quyển \"Sổ Tay Nấu Ăn\" tâm huyết của mình. Dòng chữ này nằm ngay ngắn chễm chệ ngay trên bìa quyển sổ.\n\nNếu đổi thành người khác, chắc ngay từ đầu đã kêu ca mấy cái giáo điều lỗi thời rồi, còn Xiangling lại xem đó như bảo vật.\n\nTrong mắt Xiangling, vì có niềm tin này, bố mới có thể kiên trì đến giờ dưới sự cạnh tranh đấu đá của \"món Li\" và \"món Yue\".\n\nNhưng lúc đó, hai nền ẩm thực ấy tranh đấu quyết liệt, không ít quán ăn nhỏ bị chèn ép, tất nhiên bao gồm cả \"Vạn Dân Đường\".\n\n\"Món ăn ngon không nên có sự phân biệt mới đúng!\"\n\nNhìn những loại nguyên liệu quý giá như Nhung Tùng, Cua... bị lũng đoạn, Xiangling rất tức giận. Và cách cô thể hiện sự tức giận của mình, chính là tiếp nhận vị trí bếp trưởng của \"Vạn Dân Đường\".\n\nĐã đến lúc tạo ra thay đổi từ nền tảng của bố.\n\n\"Bất kể dùng nguyên liệu thế nào, tôi cũng phải nấu ra món ăn siêu ngon!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "香菱的活跃对绝云间的丘丘人来说可能是一场灾难。比如它们一觉醒来突然发现，打架用的木棍不翼而飞了。\n\n当然，荻花洲那些花花草草的命运，也绝对没好到哪去。\n\n这一番努力催生了几个全新菜谱：「丘丘木烤鱼」、「马尾糯米肉」…\n\n只用前人积累下来的配方，无法做出令人耳目一新的料理。\n\n必须打破常识，找出自己的秘方。\n\n等香菱好不容易做出自认色香味俱全的「特制凉拌禽肉」，试菜的父亲却为此连喝两天白粥。\n\n「薄荷叶与清心花同食，可能引起腹泻…」\n\n经此一役，香菱的笔记上又多了一条珍贵信息。\n\n明明自己也吃了不少，却跟没事人一样。香菱内心颇有些愧疚。\n\n至于这是因为香菱原本体质就好，还是日积月累对毒素有了抗性，已经不得而知了。",
      "zht": "香菱的活躍對絕雲間的丘丘人來說可能是一場災難。比如它們一覺醒來突然發現，打架用的木棍不翼而飛了。\n\n當然，荻花洲那些花花草草的命運，也絕對沒好到哪去。\n\n這一番努力催生了幾個全新食譜：「丘丘木烤魚」、「馬尾糯米肉」…\n\n只用前人累積下來的配方，無法做出令人耳目一新的料理。\n\n必須打破常識，找出自己的秘方。\n\n等香菱好不容易做出自認色香味俱全的「特製涼拌禽肉」，試菜的父親卻為此連喝兩天清粥。\n\n「薄荷葉與清心花同食，可能引起腹瀉…」\n\n經此一役，香菱的筆記上又多了一條珍貴訊息。\n\n明明自己也吃了不少，卻跟沒事一樣。香菱內心頗有些愧疚。\n\n至於這是因為香菱原本體質就好，還是日積月累對毒素有了抗性，已經不得而知了。",
      "jp": "香菱の活躍は、絶雲の間にいるヒルチャールにとっては災難かもしれない。例えば、目覚めると戦闘用の木棒がなくなっているなど。\n\nもちろん、荻花洲の花や草にも同じ不幸が降りかかる。\n\n彼らの協力のおかげで「丘々木の焼き魚」、「馬尾もち米肉」などのレシピが生まれた。\n\n先人たちが残したレシピを使うだけでは、新しい料理は作り出せない。常識を破って、自分だけのレシピを見つけないと。\n\nやがて、香菱はようやく色も香りも味も自信作といえる「特製鳥肉の和え物」を作り出したが、試食した父親を二日も寝込ませてしまった。\n\n「ミントの葉っぱと清心花を一緒に食べると、腹を下す可能性がある…」\n\nこうして、香菱のノートには貴重な情報が一つ増えた。\n\n自分もたくさん食べたけど、なんで何ともなかったんだろう。香菱は少し申し訳ない気持ちになった。\n\nそれが香菱の生まれ持った体質なのか、それとも食べすぎて耐性がついたのか、誰も知らない。",
      "ko": "향릉의 활약은 절운간의 츄츄족에겐 재난과도 같다. 예를 들면 그들이 잠에서 깨어났을 때 자신들의 나무 방망이가 사라진 것을 발견한 것처럼 말이다.\n\n물론 적화주에 있는 꽃과 풀들의 운명도 마찬가지다.\n\n여러 노력 끝에 마침내 새로운 메뉴가 탄생했다: 「츄츄나무 생선구이」, 「말총찹쌀육」…\n\n기존의 레시피만을 이용했다면 이런 새로운 요리는 만들지 못했을 것이다.\n\n상식을 파괴해야만 자신만의 비법을 찾을 수 있다.\n\n향릉이 마침내 자신이 만족할만한 「특제 냉채 새고기」를 개발해냈지만, 이를 먹은 아버지는 이틀 연속 죽만 먹었다.\n\n「허브잎과 청심화를 같이 먹으면 설사를 유발한다….」\n\n이후 향릉의 노트에 진귀한 정보가 한 줄 추가된다.\n\n본인도 많이 먹었지만 왠지 모르게 멀쩡해 향릉은 조금 죄책감을 느낀다.\n\n이는 향릉의 체질이 좋아서인지 아니면 오랫동안 자신이 만든 요리를 먹다 독소에 내성이 생긴 건지 알 길이 없다",
      "en": "Xiangling's liveliness is disastrous for the hilichurls of Jueyun Karst. They one day awoke to find their fighting clubs gone.\n\nOf course, the flora in Dihua Marsh did not fare any better.\n\nAfter all the work she put in, she finally created some new recipes, such as Hilichurl Club BBQ Fish and Horsetail Sticky Rice and Meat...\n\nShe'd never create anything new if she just stuck to the recipes of her predecessors.\n\nOne must break with common conception if they are to carve their own path.\n\nWhen Xiangling finally created her crowning achievement, the Chef's Special Cold-Dressed Fowl, her father paid the price, needing to resort to simple white congee for two days following.\n\n\"Mint and Qingxin Flower seem to induce diarrhea...\"\n\nShe learned a valuable experience to add to her journal.\n\nStrange. She ate her own dishes, but nothing ever happened to her. Xiangling did feel guilty though.\n\nMaybe it was because she was young and healthy, or had somehow built up a resistance to certain toxins... One may never know.",
      "de": "Xianglings Aufgewecktheit ist für die Hilichurle vom Jueyun-Karst ein Albtraum. Eines Tages wachten sie auf, nur um festzustellen, dass ihre Holzknüppel allesamt verschwunden waren.\n\nNatürlich war es um das Schicksal der Pflanzenwelt im Dihua-Moor nicht besser bestellt.\n\nNach all der Arbeit, die sie geleistet hatte, kreierte sie schließlich einige neue Rezepte, wie zum Beispiel gegrillte Hilichurl-Knüppel, Pferdeschwanzreis mit Fleischfüllung und viele mehr.\n\nSie würde nie etwas Neues kreieren, wenn sie sich nur an die Rezepte ihrer Vorgänger hielt.\n\nMan muss die gängige Vorstellung aufgeben, wenn man seinen eigenen Weg beschreiten will.\n\nAls sie ihren Spezialgeflügelsalat fertigstellte, musste ihr Vater den Preis bezahlen und konnte zwei Tage lang nur Reisbrei essen.\n\n„Minze und Qingxin scheinen in Kombination Durchfall zu verursachen ...“\n\nSie lernte diese wertvolle Erfahrung, um sie in ihr Notizheft zu schreiben.\n\nKomisch war nur, das ihr nie etwas passierte, wenn sie ihr eigenes Essen verspeiste. Xiangling fühlte sich dennoch schuldig.\n\nVielleicht lag es daran, dass sie jung und gesund war oder irgendwie eine Resistenz gegen bestimmte Toxine aufgebaut hatte. Das wird man wohl nie erfahren.",
      "es": "La determinación de Xiangling puede considerarse un desastre para los Hilichurls del Desfiladero Jueyun. Un día se despertaron y descubrieron que sus bastones de pelea habían desaparecido.\n\nPor supuesto, la vegetación del Pantano Dihua tampoco encontró una mejor suerte.\n\nDespués de todo el trabajo realizado, Xiangling creó algunas recetas nuevas, como el pescado asado al bastón Hilichurl o el arroz glutinoso cola de caballo relleno de carne.\n\nNunca se crearían nuevas recetas si uno se apegase a las antiguas.\n\nHay que romper las cadenas de lo conocido para crear tus propias recetas.\n\nCuando Xiangling creó su “maravillosa” receta de Pollo frío especial del Chef, su padre tuvo que comer una simple sopa de arroz blanco durante dos días.\n\n“Al comerlas juntas, la menta y la flor chingxin provocan diarrea...”\n\nAprendió una experiencia valiosa que agregar a su diario.\n\nQué extraño. Ella también comió sus propios platos, pero nunca le pasó nada. Xiangling se sintió culpable.\n\nTal vez fue porque era joven y estaba sana, o de alguna manera había desarrollado una resistencia contra sus tóxicos platos... Nunca lo sabremos.",
      "fr": "L'existence de Xiangling est une calamité pour les Brutocolinus du Karst Jueyun. Ils se réveillèrent ainsi un jour pour découvrir que leurs gourdins avaient disparu.\n\nLe sort de la flore du Marais Dihua n'est guère plus enviable.\n\nCes efforts payèrent, puisque Xiangling créa de nouvelles recettes telles que son poisson grillé sur gourdin ou encore son riz collant façon queue de cheval.\n\nCelui qui répète les recettes de ses prédécesseurs ne crée jamais de nouveau plat, après tout.\n\nXiangling avait compris très vite qu'il lui fallait s'éloigner des chemins battus pour trouver sa propre voie.\n\nSa recette de volaille à la sauce du chef fit appel à toute son ingéniosité ; mais son père, goûteur officiel, en paya le prix, puisqu'il ne put absorber que du gruau pendant les deux jours qui suivirent.\n\n« Ainsi donc la fleur de Qingxin combinée à la menthe semble donner la diarrhée... Intéressant. »\n\nEt ainsi Xiangling ajoutait ses découvertes dans son journal.\n\nAssez étrangement, elle n'était jamais victime de ses propres expériences, bien qu'elle aussi mange de ses plats ; elle en concevait quelque culpabilité.\n\nPeut-être était-ce dû à son jeune âge et à sa bonne santé, à moins qu'elle n'ait réussi avec le temps à développer une résistance à certaines toxines... Qui sait ?",
      "pt": "A determinação de Xiangling pode ser considerada um desastre para os Hilichurls no Relevo de Jueyun. Um dia, acordaram e perceberam que seus bastões haviam sumido.\n\nClaro, a flora em Ilhota de Dihua não passou despercebida.\n\nDepois de todo o trabalho, ela finalmente criou algumas receitas novas, como Churrasco de Peixe Hilichurl e Arroz Glutinoso de Cavalinha com Carne...\n\nNovas receitas nunca seriam criadas se alguém seguisse as receitas antigas.\n\nPrecisamos quebrar as correntes do conhecimento comum para criar nossas próprias receitas.\n\nQuando Xiangling criou sua orgulhosa receita de Carne de Ave Fria Especial do Chef, seu pai teve que comer uma simples sopa de arroz branco por dois dias.\n\n\"A menta e a flor Qingxin causam diarreia...\"\n\nEla aprendeu uma experiência valiosa para adicionar ao livro.\n\nEstranho. Ela comia seus próprios pratos, mas nada acontecia com ela. Xiangling, no entanto, se sentiu culpada.\n\nTalvez fosse porque ela era jovem e saudável, ou de alguma forma adquiriu resistência contra seus pratos tóxicos... Talvez nunca saiba.",
      "ru": "Решительность Сян Лин дорого обошлась всем вокруг неё, даже хиличурлам Заоблачного предела. Однажды они проснулись и не нашли ни одной дубинки.\n\nСудьба флоры Тростниковых островов также была плачевной.\n\nПосле всего наведённого хаоса Сян Лин произвела на свет рецепты таких блюд, как «Каша из дубины» и «Булочки из конского хвоста».\n\nЕсли будешь цепляться за старые рецепты, ничего нового придумать не получится. Чтобы создать свой собственный рецепт, нужно разорвать цепи традиций.\n\nКогда Сян Лин пришла с гордостью угостить отца своим фирменным блюдом «Холодный феникс», ему пришлось два дня после этого сидеть на пресной рисовой каше.\n\n«Мята и цветок цинсинь вызывают диарею...», записала она в свой дневник.\n\nЕй это показалось очень странным, потому что она сама пробовала все свои блюда и никаких плохих эффектов они у неё не вызывали. Но Сян Лин всё же испытывала глубокое чувство вины перед отцом.\n\nМожет быть, её организм был молод и здоров, и поэтому справлялся со всей тяжестью пищи, а может её организм приспособился к таким эффектам и выработал к ним иммунитет... Мы никогда не узнаем.",
      "id": "Semangat membara Xiangling benar-benar menjadi sesuatu bencana bagi para Hilichurl di Jueyun Karst. Seperti hari kemarin di mana mereka bangun pagi dan tongkat kayu mereka sudah hilang.\n\nTentu saja, tumbuhan-tumbuhan di Dihua Marsh juga tidak bernasib lebih baik.\n\nXiangling sudah berhasil membuat resep-resep andalan, seperti Hilichurl Club BBQ Fish dan Horsetail Sticky Rice and Meat...\n\nJika hanya mengandalkan resep-resep lama, tidak akan bisa membuat masakan yang membuat orang kagum.\n\nKita harus berani berkreasi dan mencari resep rahasia kita sendiri.\n\nSaat Xiangling sedang menciptakan resep andalannya, Chef's Special Cold-Dressed Fowl, ayahnya hanya bisa makan bubur putih selama dua hari karena mencicipi masakan percobaannya.\n\n\"Campuran daun Mint dan bunga Qingxin sepertinya dapat menimbulkan diare...\"\n\nDengan pengalaman-pengalaman seperti ini, buku catatan Xiangling terisi penuh dengan banyak informasi berharga.\n\nPadahal Xiangling sendiri sering mencicipi masakan buatannya, tetapi dia selalu baik-baik saja. Dalam hati Xiangling ada sedikit rasa bersalah.\n\nApakah sebenarnya tubuh Xiangling memang lebih kuat dari orang biasa, atau karena tubuhnya sudah kebal dengan racun-racun yang masuk, kita tidak akan pernah tahu.",
      "th": "ความเคลื่อนไหวของ Xiangling นั้นอาจเป็นหายนะสำหรับพวก Hilichurl ใน Jueyun Karst ตัวอย่างเช่นเมื่อพวกมันตื่นขึ้นมา พบว่าเพียงข้ามคืนไม้ที่เคยต่อสู้นั้น หายไปอย่างไร้ร่องรอย\n\nแน่นอนชะตาของดอกไม้ใบหญ้า ของบึง Dihua Marsh นั้นจะเป็นอย่างไรไปได้\n\nความพยายามเหล่านี้ได้สร้างเมนู อาหารขึ้นมาประมาณหนึ่ง: \"BBQ Hilichurlian Club Fish\",\"Horsetail Sticky Rice and Meat\"...\n\nหากคุณเอาแต่ใช้สูตรที่สะสมมา โดยคนรุ่นก่อน คุณจะไม่สามารถทำอาหารที่สร้าง ความแปลกใหม่ขึ้นมาได้ อย่างแน่นอน\n\nต้องใช้วิจารณญาณและค้นหาสูตรลับของคุณเองให้ได้\n\nจนถึงวันที่ Xiangling คิดค้น \"ผัดนกเย็นสูตรพิเศษ\" ออกมาอย่างยากลำบากได้นั้น คนชิมอาหารอย่างพ่อของเธอถึง กับต้องขอซดน้ำข้าวไปถึงสองวัน\n\n\"ถ้าเอาใบ Mint กับดอก Qingxin มาทำเป็นอาหารพร้อมกันอาจทำให้ท้องเสียได้...\"\n\nหลังจากการต่อสู้ครั้งนี้ Xiangling ก็เพิ่มข้อความอันมีค่าอีกท่อนหนึ่ง เข้าไป\n\nเห็นได้ชัดว่าตัวเองนั้นก็กินไป ไม่น้อยเลย แต่กลับไม่รู้สึกอะไร หัวใจของ Xiangling นั้นก็รู้สึกผิดอยู่เช่นกัน\n\nสำหรับเรื่องนี้นั้นมันเป็นเพราะ ร่างกายของ Xiangling นั้นดี หรือว่ามันทนต่อสารพิษตลอด เวลานั้นก็ยังไม่สามารถบอกได้",
      "vi": "Sự năng nổ của Xiangling có lẽ là một tai họa cho Hilichurl ở Tuyệt Vân Gián. Ví như bọn chúng vừa tỉnh dậy thì phát hiện Côn Gỗ dùng để chiến đấu đã không cánh mà bay.\n\nVà đương nhiên, số phận của những hoa cỏ ở Địch Hoa Châu cũng chẳng khá hơn chút nào.\n\nSau một hồi nỗ lực sáng tạo công thức nấu ăn mới: \"Cá Nướng Gỗ Hilichurl\", \"Xôi Nhồi Thịt Đuôi Ngựa\"...\n\nChỉ dùng công thức mà người đi trước tích lũy được, thì không cách nào làm ra được món ăn khiến cho người ta cảm thấy mới mẻ.\n\nNhất định phải phá cách, tìm ra công thức của riêng mình.\n\nKết quả là, món đặc chế mang sắc vị toàn diện \"Gỏi Rau Thịt Đặc Biệt\" mà Xiangling khó lắm mới nghĩ ra đã khiến bố mình phải húp cháo trắng 2 ngày liền sau khi ăn thử.\n\n\"Lá Bạc Hà với hoa Thanh Tâm ăn chung với nhau sẽ gây tiêu chảy...\"\n\nTrải qua việc này, sổ tay của Xiangling lại thêm một thông tin quý báu.\n\nNhưng trong lòng cô có chút áy náy, vì rõ ràng Xiangling cũng ăn không ít nhưng lại chẳng sao cả.\n\nCó lẽ do thể chất Xiangling vốn đã tốt, hoặc là sau bao nhiêu năm tháng tích lũy, cơ thể tự nhiên sinh ra chất kháng độc tố, thật khó mà biết được."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "每当有食客好奇地询问，跟着香菱的「谜之生物」究竟是个什么东西，香菱都会讲起这个故事。\n\n那天突然大雨，想要去采「琉璃袋」的香菱顶着风雨走到半路，就已又累又饿。她迷迷糊糊地跑进某个山洞，却看见山洞里还有个神龛。\n\n于是她在神龛边坐下，从包里掏出两个辣肉窝窝头。\n\n一个，她狼吞虎咽地吃完了；另一个，她放在了神龛前。本想歇一会儿再吃，却稀里糊涂睡了过去。\n\n醒来之后，辣肉窝窝头已经不见了。一只「谜之生物」蹲在身边注视着她。\n\n「好吃吗？」\n\n它点了点头。\n\n「还要吗？」香菱从包里搜刮出一些肉干。\n\n它点了点头。\n\n香菱就这样认识了一个新朋友。或许是被香菱的料理吸引，无论走到哪，它都和她形影不离。\n\n香菱用从小最爱吃的零食给它起了名字，就叫「锅巴」。",
      "zht": "每當有食客好奇地詢問，跟著香菱的「謎之生物」究竟是個什麼東西，香菱都會講起這個故事。\n\n那天突然大雨，想要去採「琉璃袋」的香菱頂著風雨走到半路，就已又累又餓。她迷迷糊糊地跑進某個山洞，卻看見山洞裡還有個神龕。\n\n於是她在神龕邊坐下，從包裡掏出兩個辣肉窩窩頭。\n\n一個，她狼吞虎嚥地吃完了；另一個，她放在了神龕前。本想休息一下再吃，卻糊里糊塗睡了過去。\n\n醒來之後，辣肉窩窩頭已經不見了。一隻「謎之生物」蹲在身邊注視著她。\n\n「好吃嗎？」\n\n牠點了點頭。\n\n「還要嗎？」香菱從包裡搜刮出一些肉乾。\n\n牠點了點頭。\n\n香菱就這樣認識了一個新朋友。或許是被香菱的料理吸引，無論走到哪，它都和她形影不離。\n\n香菱用從小最愛吃的零食幫它取了名字，就叫「鍋巴」。",
      "jp": "いつも香菱のそばにいる「謎の生物」について、客人たちから尋ねられる度に、香菱はこの話を彼らに教える。\n\nあの日は大雨が降っていた。突如として降り始めた雨の中、それでも「琉璃袋」を求めた香菱は歩き続けていた。だが、疲れと空腹のあまり、おぼろげな頭で洞窟に入った。\n\n洞窟の中には祠があった。祠のそばに座った彼女は、カバンからピリ辛蒸し饅頭を二つ取り出した。\n\n一つを勢いよく平らげた後、少し休もうと思った彼女は、もう一つの蒸し饅頭を祠の前に置いて、そのまま眠ってしまった。\n\n目覚めた時、置いてあったピリ辛蒸し饅頭は消え、代わりに「謎の生物」がすぐそばで彼女を見つめていた。\n\n「美味しかった？」\n\n謎の生物は頷いた。\n\n「まだいる？」香菱がカバンから干し肉を取り出した。\n\n謎の生物は頷いた。\n\nこうして、香菱に新しい友達ができた。香菱の料理を気に入ったのか、香菱がどこに行っても彼女の後ろについてくる。\n\n香菱は自分の大好物——「グゥオパァー」でその子の名前をつけた。",
      "ko": "매번 손님들이 호기심 가득한 눈으로 향릉을 따라다니는 「수수께끼의 생물」이 대체 뭔지 물어보면, 향릉은 이 이야기를 들려준다.\n\n갑자기 비가 쏟아지던 그 날, 비바람을 맞으며 「유리주머니」를 채집하러 갔던 향릉은 도중에 피로와 배고픔을 이기지 못하고 정신없이 한 동굴 안으로 들어갔다. 그리고 그곳에서 신을 모시는 감실(神龛)을 발견했다.\n\n그녀는 감실 옆에 앉아 배낭에서 매운 고기가 들어 있는 옥수수 찐빵 2개를 꺼냈다.\n\n하나는 그녀가 게 눈 감추듯 먹었고, 나머지 하나는 좀 쉬었다가 먹으려고 감실 앞에 놔뒀다가 자신도 모르게 잠이 들었다.\n\n잠에서 깨고 보니 찐빵은 사라져 있었고 처음 보는 「생물」이 옆에서 그녀를 쳐다보고 있었다.\n\n「맛있어?」\n\n이 생물이 고개를 끄덕였다.\n\n「더 줄까?」 향릉은 배낭에서 육포를 꺼냈다.\n\n생물이 또다시 고개를 끄덕였다.\n\n향릉은 이렇게 새로운 친구를 사귀게 되었다. 그는 향릉의 요리에 이끌린 건지 향릉이 어딜 가든 졸졸 따라다닌다.\n\n향릉은 자신이 제일 좋아하는 간식의 이름을 따서 그를 「누룽지」라고 부른다",
      "en": "Whenever a customer asks what exactly was the perplexing creature that follows Xiangling around is, she tells them the story:\n\nThere was a sudden downpour one day when Xiangling was on her way to fetch some Violetgrass. Halfway there, she was already tired and hungry. She stumbled into a cave, and came across a strange shrine.\n\nSo she sat down by the shrine, and took out two pieces of spicy cornbread.\n\nShe gobbled down one, but left the other one on the shrine, intending to eat a little later, but then promptly fell asleep.\n\nWhen she woke up, the other spicy cornbread was gone and a mysterious creature was sitting in front of her, staring.\n\n\"Was it good?\"\n\nIt nodded.\n\n\"More?\" She took out some jerky from her backpack.\n\nThe mysterious creature nodded once again.\n\nThis was how Xiangling made a new friend. It seemed to be drawn to Xiangling's cooking, as the creature started following Xiangling around wherever she went.\n\nXiangling named it \"Guoba,\" after her favorite childhood snack.",
      "de": "Immer wenn ein Kunde fragt, was genau dieses merkwürdige Wesen sei, das Xiangling stets folgt, erzählt sie ihnen diese Geschichte:\n\nEines Tages gab es plötzlich einen Regenguss, als sie auf dem Weg war, Glasglöckchen zu holen. Nach der Hälfte des Weges war sie bereits müde und hungrig. Sie stolperte in eine Höhle und stieß auf einen seltsamen Schrein.\n\nSo setzte sie sich neben den Schrein und holte zwei Stücke würziges Maisbrot heraus.\n\nSie verschlang eines, ließ aber das andere auf dem Schrein liegen und wollte es ein wenig später essen. Am Ende schlief sie jedoch ein.\n\nAls sie wieder zu sich kam, war das andere würzige Maisbrot verschwunden und ein merkwürdiges Wesen saß vor ihr und starrte sie an.\n\n„Hat’s geschmeckt?“\n\nDas Wesen nickte.\n\n„Noch mehr?“ Sie holte etwas Trockenfleisch aus ihrem Rucksack.\n\nDas merkwürdige Wesen nickte.\n\nSo bekam Xiangling an jenem Tag einen neuen Freund. Es schien von Xianglings Küche angezogen zu sein, denn das Wesen begann, Xiangling überallhin zu folgen.\n\nXiangling taufte es auf den Namen „Guoba“, nach ihrem Lieblingssnack aus Kindertagen.",
      "es": "Cada vez que un cliente preguntaba qué era exactamente esa extraña criatura que la seguía, Xiangling contaba esta historia:\n\nUn día que fue a buscar algunas campanitas de cristal, comenzó a llover de repente. A medio camino, ya estaba cansada y hambrienta. Se encontró con una cueva en la que había un extraño santuario.\n\nSe sentó junto al santuario y sacó dos panes de maíz picante.\n\nSe comió uno, pero dejó el otro en el santuario para más tarde. Sin embargo, se quedó dormida debido al cansancio.\n\nCuando despertó, el otro pan de maíz picante ya no estaba. Una misteriosa criatura la estaba mirando.\n\n“¿Estaba rico?”.\n\nLa misteriosa criatura asintió con la cabeza.\n\n“¿Quieres más?”. Sacó un poco de carne en conserva de su mochila.\n\nLa misteriosa criatura volvió a asentir.\n\nAsí, Xiangling hizo un nuevo amigo. Quizás por sentirse atraída por su comida, la criatura comenzó a seguir a Xiangling allá donde fuese.\n\nElla lo llamó “Guoba”, igual que el nombre de su aperitivo favorito desde que era pequeña.",
      "fr": "Il n'est pas rare qu'un client lui demande l'origine de l'étrange créature qui l'accompagne ; l'histoire qu'elle leur raconte est la suivante :\n\nUn jour qu'elle était partie cueillir du muguet bleu, la pluie se mit à tomber dru. Elle n'avait pas parcouru la moitié du chemin, que déjà la fatigue et la faim se faisaient sentir. Elle trouva une grotte et y pénétra ; à l'intérieur était dressé une sorte d'autel.\n\nElle s'assit à côté, et sortit deux wotou aux épices.\n\nElle engloutit le premier, et posa le second sur l'autel, comptant le manger plus tard ; puis elle s'endormit.\n\nÀ son réveil, le wotou aux épices restant avait disparu ; à sa place se tenait une étrange créature qui la dévisageait.\n\n« Tu as aimé ? »\n\nLa créature hocha la tête.\n\n« Tu en veux d'autre ? », fit Xiangling en sortant de la viande séchée de son sac.\n\nÀ nouveau, la créature hocha la tête.\n\nEt c'est ainsi que Xiangling se fit un nouvel ami. Peut-être la créature était-elle attirée par sa cuisine ; toujours est-il qu'elle la suivait partout, et en devint inséparable.\n\nXiangling lui donna le nom de son snack préféré lorsqu'elle était enfant :« Gooba ».",
      "pt": "Sempre que um cliente perguntava o que exatamente era aquela criatura esquisita que seguia Xiangling, ela contava a seguinte história:\n\nNaquele dia, chovia muito, e Xiangling estava a caminho de buscar Violetas. No meio do caminho, já estava cansada e com fome. Ela encontrou uma caverna e viu um santuário estranho lá.\n\nEntão, sentou-se ao lado do santuário e pegou dois pães de milho picantes.\n\nEla comeu um, mas deixou o outro no santuário para mais tarde, mas depois adormeceu devido à exaustão. \n\nQuando acordou, o outro pão de milho apimentado desapareceu. Em vez disso, uma criatura misteriosa estava olhando para ela.\n\n\"Estava bom?\"\n\nEla assentiu.\n\n\"Quer mais?\" Ela pegou um pouco de carne em conserva da mochila.\n\nEla acenou positivamente com a cabeça.\n\nXiangling fez um novo amigo. Talvez atraída pela culinária de Xiangling, a criatura começou a segui-la por onde quer que fosse.\n\nXiangling a chamou de \"Guoba\", em homenagem a seu lanche favorito desde quando era criança.",
      "ru": "Всякий раз, когда клиенты спрашивали, что за странное существо ходит за Сян Лин, она рассказывала эту историю:\n\nКак-то раз она пошла собирать стеклянные колокольчики. На полпути к ним она ужасно утомилась и проголодалась.\n\nИдя по тропинке, Сян Лин увидела пещеру, в которой обнаружила какое-то необычное святилище.\n\nОна села у его алтаря и достала две пряные булочки из кукурузного теста.\n\nЗакончив есть одну булочку, она оставила вторую на алтаре на потом, и от усталости заснула.\n\nПроснувшись, вместо булочки она увидела наблюдающее за ней таинственное существо.\n\n«Вкусно?»\n\nСущество кивнуло.\n\n«Хочешь ещё?»\n\nСян Лин достала из своей сумки вяленые мясные кусочки.\n\nТаинственное существо снова закивало.\n\nТак у Сян Лин появился новый друг.\n\nСкорее всего, существо следует за ней, куда бы она не шла, только из-за запаха её стряпни.\n\nСян Лин назвала существо «Гоба» в честь её любимого детского лакомства.",
      "id": "Setiap kali ada tamu yang bertanya mengenai \"makhluk aneh\" yang mengikuti Xiangling, Xiangling akan menceritakan cerita ini.\n\nPada suatu hari, Xiangling sedang pergi mencari Violetgrass dan tiba-tiba saja turun hujan deras. Berjalan di tengah hujan membuat Xiangling sangat lelah dan lapar. Dia akhirnya memutuskan untuk berteduh di dalam sebuah gua dan dia melihat ada sebuah kuil kecil di dalam gua itu.\n\nXiangling duduk beristirahat di samping kuil itu sambil mengeluarkan 2 buah Spicy Cornbread dari tasnya.\n\nDia segera memakan salah satunya, dan satu lagi diletakkan di depan kuil itu untuk dimakan nanti, tetapi akhirnya dia tertidur karena kelelahan.\n\nKetika dia bangun, Spicy Cornbread yang diletakkan tadi sudah hilang. Ada seekor \"makhluk aneh\" berjongkok di samping Xiangling sambil memperhatikannya.\n\n\"Enak tidak?\"\n\nMakhluk itu mengangguk.\n\n\"Apakah kamu mau lagi?\" kata Xiangling sambil mengambil dendeng dari tasnya.\n\nMakhluk itu mengangguk lagi.\n\nBeginilah pertemuan Xiangling dengan teman barunya. Mungkin karena dia sangat menyukai masakan Xiangling, sejak saat itu dia tidak pernah lepas dari sisi Xiangling.\n\nXiangling memberi dia nama \"Guoba\", sama seperti makanan masa kecil kesukaannya.",
      "th": "เมื่อใดก็ตามที่มีลูกค้าถามด้วยความสงสัย \"สิ่งมีชีวิตลึกลับ\" ที่อยู่กับ Xiangling นั้นแท้จริงแล้วคืออะไรกันแน่ Xiangling มักจะเล่าให้ฟังอย่างนี้เสมอ\n\nวันนั้นอยู่ ๆ ก็มีฝนตกลงมา Xiangling ที่กำลังจะไปเก็บ \"Violetgrass\" ต้องไปเจอกับพายุฝนเข้ากลางทาง ตอนนั้นทั้งหิวและก็เหนื่อยแล้ว เธอเดินเข้าไปในถ้ำแห่งหนึ่งอย่าง มึน ๆ งง ๆ ซึ่งในถ้ำนั้นเธอได้พบเข้ากับศาลเจ้าแห่งหนึ่ง\n\nดังนั้นเธอจึงเข้าไปนั่งที่ข้าง ๆ ศาลเจ้านั้นและหยิบขนมปังไส้ เนื้อผัดเผ็ดออกมาสองชิ้น\n\nชิ้นแรกนั้นเธอกินเข้าไปอย่าง รวดเร็ว; ส่วนอีกชิ้นหนึ่งนั้นเธอเอาวางไว้ที่ หน้าศาลเจ้า คิดว่าจะพักสักหน่อยแล้วค่อยกิน ว่าแล้วก็หลับไปแบบไม่รู้ตัว\n\nเมื่อตื่นมาก็พบว่าขนมปังไส้ เนื้อผัดเผ็ดนั้นหายไปแล้ว มี \"เพียงสิ่งมีชีวิตประหลาดตัวหนึ่ง\" นั่งจ้องเธออยู่ข้าง ๆ\n\n\"อร่อยมั้ย?\"\n\nมันพยักหน้า\n\n\"เอาอีกมั้ย\" Xiangling ค้นหาเนื้อแห้งในกระเป๋า\n\nมันก็พยักหน้าอีก\n\nXiangling ก็รู้จักเพื่อนใหม่อย่างนี้แหละ บางทีอาจจะโดนอาหารของ Xiangling ดึงดูดมาก็เป็นได้ ไม่ว่าเธอจะไปไหน เจ้าตัวนี้ก็มักจะติดไปด้วยอยู่เสมอ\n\nXiangling ตั้งชื่อให้มันด้วยชื่อขนมที่เธอชอบ ซึ่งก็คือ \"Guoba\"",
      "vi": "Mỗi lần có thực khách hiếu kỳ hỏi Xiangling \"Sinh Vật Bí Ẩn\" này là gì, Xiangling sẽ kể lại câu chuyện này.\n\nHôm ấy mưa lớn bất chợt, Xiangling đội mưa gió đi hái \"Túi Lưu Ly\", đi được nửa đường thì vừa đói vừa mệt. Cô mơ màng chạy vào trong một hang động, thì thấy trong đó có một miếu thờ.\n\nCô bèn ngồi xuống bên cạnh miếu thờ, lôi ra hai cái Bánh Ngô Thịt Cay từ trong túi.\n\nCô ngấu nghiến ăn hết một cái, còn cái kia cô đặt trước miếu thờ, vốn tính nghỉ chút rồi ăn tiếp thì lại mơ màng ngủ thiếp đi.\n\nSau khi tỉnh lại, Bánh Ngô Thịt Cay đã biến mất. Chỉ có một sinh vật bí ẩn ở bên cạnh nhìn cô chăm chú.\n\n\"Ăn ngon không?\n\nNó gật đầu.\n\n\"Muốn nữa không?\" Xiangling vét túi được một ít thịt khô.\n\nNó gật đầu.\n\nXiangling đã làm quen một người bạn mới như vậy đấy. Có lẽ bị thức ăn của Xiangling thu hút, cho dù Xiangling đi đến đâu, nó đều theo cô như hình với bóng.\n\nXiangling bèn lấy tên của món ăn vặt yêu thích nhất đặt tên cho nó, gọi là \"Guoba\" (Nghĩa là cơm cháy)."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "尝遍璃月百味之后，香菱的料理技艺突飞猛进。她那一手「麻辣菜」，就连二十几年厨龄的父亲也忍不住赞叹。\n\n大把大把地使用辣椒，再以果物、草叶增添香气，形成独特的复合口感。一道融合璃菜油重色浓风格，以及月菜鲜香滋补特色的「水煮黑背鲈」就此成为了「万民堂」的招牌。\n\n有人试图偷学配方，却怎么也复制不出这地道的口味。\n\n「新鲜琉璃袋用蜜酿一晚，次日取出，沥干研磨至粉状，加入菜品能增香。」\n\n这是无数次吃坏肚子，无数次被岩壁上的砂砾划破膝盖，牺牲无数口锅才得到的——\n\n只属于香菱自己的秘方。",
      "zht": "嘗遍璃月百味之後，香菱的料理技藝突飛猛進。她那一手「麻辣菜」，就連二十幾年廚齡的父親也忍不住讚嘆。\n\n大把大把地使用辣椒，再以果物、草葉增添香氣，形成獨特的多重口感。一道融合璃菜油重色濃風格，以及月菜鮮香滋補特色的「水煮黑背鱸」就此成為了「萬民堂」的招牌。\n\n有人試圖偷學配方，卻怎麼也複製不出這道地的口味。\n\n「新鮮琉璃袋用蜜釀一晚，次日取出，瀝乾研磨至粉狀，加入菜品能增香。」\n\n這是無數次吃壞肚子，無數次被岩壁上的砂礫劃破膝蓋，犧牲無數口鍋才得到的——\n\n只屬於香菱自己的秘方。",
      "jp": "璃月の様々な食材を食べたことで、香菱の料理の技術は目覚ましい進歩を遂げた。彼女の作った「激辛料理」は、二十数年料理人として働いた父親も褒めずにはいられなかった。\n\n唐辛子を思い切り使った上で、フルーツやハーブで香りを付け、独特な味を実現したのだ。油と香りに重きを置く璃菜と、新鮮な魚介を使う月菜の特徴を融合した「黒背スズキの唐辛子煮込み」はこうして「万民堂」の看板メニューになった。\n\n香菱のレシピをこっそり真似ようとした人もいたが、その味を再現することはできなかった。\n\n「新鮮な琉璃袋を蜜で一晩漬け、次の日に粉状にして料理に入れるとより香りが立つ。」\n\nこれは何回も腹を下し、何回も膝を岩にぶつけかすり傷を作り、そしていくつもの鍋を犠牲にして得られた——\n\n香菱だけのレシピなのである。",
      "ko": "리월의 수많은 요리를 맛본 뒤 향릉의 요리 솜씨는 비약적으로 늘었다. 그녀의 「마라 요리」는 요리 경력이 20년이 넘는 그녀의 아버지조차 감탄을 금치 못한다.\n\n고추를 팍팍 넣고 과일과 풀잎으로 향을 더해 독특하고 복합적인 맛을 만들어냈다. 「리 요리」의 기름지고 빛깔이 짙은 스타일과 「월 요리」의 신선하고 영양가 넘치는 특색이 융합된 「삶은 검정 농어」는 「만민당」의 간판 요리가 되었다.\n\n레시피를 훔치려던 이들도 있었지만 어떻게 해도 그 맛을 구현해내지 못했다.\n\n「신선한 유리주머니를 꿀에 하룻밤 숙성시키고 다음 날 꺼내 물기를 없애 가루로 만든 뒤 요리에 넣으면 향이 배가 된다.」\n\n이는 무수히 많은 배탈과 상처, 그리고 냄비의 희생으로 얻은——\n\n향릉 자신만의 비법이다",
      "en": "After sampling every dish there was in Liyue, Xiangling's culinary skills drastically improved. Her specialty spicy dishes earned the praise of even her father, a veteran chef with over two decades of experience.\n\nShe created her unique and complex flavor profile through a generous helping of chili peppers mixed with fruits and herbs for increased aroma. She also created what became the signature dish of Wanmin Restaurant: Black-Back Perch Stew, which combines the richness, color and strong flavors of Li cuisine with the fresh aromas and nutritional content of Yue cuisine.\n\nSome have tried to copy her recipes, but try as they might they can never quite reproduce the way her cooking tastes.\n\n\"Braise fresh Violetgrass overnight. Dry, then grind to a fine powder. Sprinkle into any dish for an aromatic boost.\"\n\nThis is one of Xiangling's secret recipes, arrived at through a painstaking process of trial and error.\n\nIn Xiangling's case, that means countless bouts of diarrhea, countless bruised knees bashed on rocky cliffs, and countless wasted potfuls of food that didn't quite turn out as expected.",
      "de": "Nachdem Xiangling jedes erdenkliche Gericht in Liyue probiert hatte, verbesserten sich ihre kulinarischen Fähigkeiten dramatisch. Ihre besonders scharfen Spezialitäten wurden sogar von ihrem Vater gelobt, einem Koch mit über zwei Jahrzehnten Erfahrung.\n\nIhr einzigartiges und komplexes Geschmacksprofil setzt sich zusammen aus einer großzügigen Portion Chilischoten gemischt mit Früchten und Kräutern für mehr Aroma. Sie kreierte auch jenes Gericht, das zum Markenzeichen des Restaurants Wanmin wurde, „gekochter Schwarzrückenbarsch“, das den Reichtum, die Farbe und die starken Aromen der Li-Küche mit den frischen Aromen und dem Nährstoffgehalt der Yue-Küche kombiniert.\n\nEinige haben versucht ihre Rezepte zu kopieren, aber was sie auch versuchten, sie konnten den Geschmack ihrer Küche nie vollständig reproduzieren.\n\n„Schmore frische Glasglöckchen über Nacht, trockne sie danach und mahle sie dann zu einem feinen Pulver. Streue dieses auf jedes beliebige Gericht, um ihm einen aromatischen Schub zu verpassen.“\n\nDas ist eins von Xianglings geheimen Rezepten, das durch einen sorgfältigen Vorgang des Versuchens und Scheiterns entstanden ist.\n\nIn Xianglings Fall bedeutet das konkret, unzählige Durchfälle, unzählige verletzte Knie, nachdem sie auf scharfen, felsigen Klippen gekniet hatte, und unzählige verschwendete Töpfe mit Lebensmitteln, die nicht wie erwartet ausgefallen waren.",
      "es": "Después de probar todo lo que había que probar en Liyue, las habilidades culinarias de Xiangling mejoraron enormemente. Sus especialidades, los platos picantes, llegaron a ser elogiados por su padre, un chef veterano.\n\nCreó un sabor único y complejo al no escatimar en el uso de chiles y agregar frutas y hierbas para potenciar el aroma. Xiangling también fue quien creó la especialidad del Restaurante Wanmin, el estofado de perca de lomo negro, un plato que combina el estilo Li, aceitoso, salado y colorido, y el estilo Yue, aromático y con un abundante uso del marisco.\n\nAlgunos intentaron imitar la receta, pero no consiguieron replicar su sabor.\n\n“Asar campanitas de cristal frescas durante toda la noche y molerlas cuando estén secas. Utilizar como especia aromática para cualquier plato”.\n\nEste es uno de los secretos de Xiangling.\n\nLo aprendió tras sufrir innumerables diarreas, hacerse magulladuras al golpearse contra paredes de rocas afiladas y sacrificar demasiados woks.",
      "fr": "Les talents de cuisinère de Xiangling s'améliorèrent radicalement une fois qu'elle eut goûté à tous les plats disponibles à Liyue. Ses spécialités épicées lui valurent même les compliments de son père, un chef ayant plus de deux décennies de métier.\n\nCombinant de généreuses quantités de piments à toute une gamme d'herbes et de fruits pour plus d'arômes, elle mit au point une saveur unique et complexe. Elle créa également le plat qui allait devenir la spécialité du Restaurant Wanmin : la marmite de perche à dos noir, qui allie la richesse, les couleurs et les arômes puissants de la cuisine Li aux ingrédients à forte valeur nutritionnelle et aux saveurs fraîches de l'École Yue.\n\nCertains se sont essayés à copier ses recettes ; mais nul n'a à ce jour réussi à reproduire leur goût unique.\n\n« Faites macérer dans le miel pendant une nuit les brins de muguet bleu que vous aurez cueillis fraîs ; faites ensuite sécher, puis réduisez en poudre. Saupoudrez sur n'importe quel plat pour en relever la saveur. »\n\nNe vous y trompez pas : cette recette secrète coûta à Xiangling nombre de maux de ventre, d'égratignures à aller chercher les ingrédients nécessaires, et de woks sacrifiés.",
      "pt": "Depois de provar todos os pratos existentes em Liyue, as habilidades culinárias de Xiangling melhoraram drasticamente. Seus pratos apimentados especiais ganharam elogios até de seu pai, um chef veterano com mais de duas décadas de experiência.\n\nEla criou sua identidade de sabor único e complexo através de uma generosa porção de pimentas misturada com frutas e ervas para aumentar o aroma. Ela também criou o que se tornou o prato exclusivo do Restaurante Wanmin: Ensopado de Galinha Preta, que combina a riqueza, a cor e os sabores fortes da cozinha ao estilo Li com os aromas frescos e o conteúdo nutricional da cozinha ao estilo Yue.\n\nAlguns tentaram copiar suas receitas, mas por mais que tentem, eles nunca conseguem reproduzir o gosto de sua culinária.\n\n\"Refogue a Violeta fresca da noite para o dia. Seque e depois moa até obter um pó fino. Polvilhe em qualquer prato para incrementar o aroma.\"\n\nIsso é uma das receitas secretas de Xiangling, criadas através de um processo meticuloso de tentativa e erro.\n\nNo caso de Xiangling, isso significa incontáveis crises de diarreia, joelhos machucados depois de subir penhascos rochosos e incontáveis potes de comida desperdiçados, como esperado.",
      "ru": "Сян Лин стала профессионалом своего дела после того, как перепробовала все 100 вкусов Ли Юэ.\n\nЕё фирменные рецепты острых блюд хвалит даже её опытный шеф-повар отец.\n\nСян Лин добилась несравненного острого вкуса благодаря большому количеству перца, смешанного с усиливающими вкус фруктами и травами, а её варёный чёрный окунь, сочетающий в себе маслянистость кухни Ли и обилие морепродуктов кухни Юэ, стал фирменным блюдом ресторана «Народный выбор».\n\nМногие пытались воссоздать это блюдо, но ни у кого не получилось уловить специфику вкуса рецепта Сян Лин.\n\n«Оставить свежесобранные стеклянные колокольчики мариноваться в меду на всю ночь. На утро высушить и измельчить в порошок. Посыпать им готовые блюда для придания неповторимого вкуса».\n\nРецепт взят из дневника Сян Лин. Рецепт, к которому она пришла сквозь бесчисленное количество диарей, синяков, шрамов и жертв в виде воков.",
      "id": "Setelah mencicipi segala jenis makanan di Liyue, keterampilan memasak Xiangling pun berkembang pesat. Makanan pedas andalan Xiangling pun berhasil mendapatkan pujian dari ayahnya, yang sudah memiliki pengalaman memasak puluhan tahun.\n\nCita rasa yang unik ini muncul dari cabai yang pedas, dicampur dengan buah-buahan dan rempah-rempah yang menggugah selera. Xiangling berhasil menggabungkan gaya masakan Li yang banyak menggunakan minyak, dengan gaya masakan Yue yang harum dan bergizi, untuk menciptakan \"Black-Back Perch Stew\" yang kini menjadi masakan khas Wanmin Restaurant.\n\nBanyak orang yang mencoba mempelajari resep ini, tetapi tidak ada yang berhasil meniru rasanya yang begitu khas.\n\n\"Rendam Violetgrass dengan madu semalaman, angkat keesokan harinya, keringkan dan tumbuk hingga halus, tambahan ke dalam masakan untuk menambah aroma.\"\n\nIni adalah hasil dari jerih payah Xiangling, begitu sering diare, begitu banyak luka pada lutut karena bukit berbatu, dan begitu banyak tungku yang harus dikorbankan. Semua ini untuk menciptakan——\n\nresep rahasia Xiangling.",
      "th": "หลังจากเที่ยวชิมอาหารไปทั่ว Liyue แล้ว ทักษะการทำอาหารของ Xiangling ก็พัฒนาไปอย่างก้าวกระโดด โดยอาหารจานเก่งของเธออย่าง \"อาหารหมาล่า\" นั้นถึงขนาดทำให้พ่อครัวที่มี ประสบการณ์กว่า 20 ปีอย่างพ่อของเธอยังต้องขอ ชมเชยทีเดียว\n\nใช้พริกจำนวนมากและเสริมด้วย กลิ่นของผลไม้และใบหญ้าเพื่อเพิ่ม ความหอมและสร้างรสชาติที่เป็น เอกลักษณ์ขึ้นมา การผสมผสานอย่างลงตัวของ อาหาร Li ที่เข้ม ๆ มัน ๆ และอาหาร Yue ที่ใช้อาหารสดจากทะเลอันสุดขึ้นชื่ออย่าง \"Black-Back Perch Stew\" นั้นกลายเป็นของขึ้นชื่อของ \"ภัตตาคาร Wanmin\"\n\nบางคนถึงขั้นพยายามที่จะ ขโมยสูตร แต่ไม่ว่าอย่างไรพวกเขาก็ไม่ สามารถเลียนแบบรสชาติดั้งเดิม ของมันได้\n\n\"หมักกับ Violetgrass สดหนึ่งคืน วันถัดมาเอาออกและบดให้เป็นผง และเพิ่มอาหารแต่งจานเพื่อ เพิ่มรสชาติ\"\n\nสิ่งเหล่านี้ได้มาหลังจากที่ผ่าน การกินจนท้องเสีย, โดนหินบนกำแพงบาดหัวเข่าและ ต้องสละหม้อไปตั้งไม่รู้กี่ครั้ง ต่อกี่ครั้ง...\n\nทั้งหมดนี้ล้วนเป็นสูตรลับของ Xiangling ทั้งสิ้น",
      "vi": "Sau khi nếm hết hàng trăm hương vị ở Liyue, kỹ nghệ nấu nướng của Xiangling có sự tiến bộ vượt bậc. Món \"Xào Tê Cay\" của cô khiến ngay cả bố mình có kinh nghiệm hai mươi mấy năm làm bếp cũng phải khen ngợi.\n\nDùng vài nắm ớt lớn, rải thêm ít quả và diệp thảo để tăng thêm hương thơm, tạo thành hương vị độc đáo. \"Cá Chép Đen Hấp\" với sự pha trộn giữa hương vị của món Li màu sắc đậm đà, cùng món Yue thơm ngon đã trở thành chiêu bài của \"Vạn Dân Đường\".\n\nCó người muốn học lén công thức, nhưng làm thế nào cũng không bắt chước được hương vị đích thực.\n\n\"Túi Lưu Ly tươi dùng mật ủ một đêm, sau đó lấy ra, phơi khô rồi nghiền thành bột, cho vào món ăn sẽ càng thơm\".\n\nĐây là bí kíp mà Xiangling đã phải chịu vô số lần bị đau bụng, vô số lần đầu gối bị đá trên vách núi cứa rách, còn có vô số chiếc nồi vô tội hi sinh mới có được.\n\nBởi thế, nó chỉ thuộc về một mình cô mà thôi."
    }
  },
  {
    "title": {
      "zhs": "香菱的地图",
      "zht": "香菱的地圖",
      "jp": "香菱の地図",
      "ko": "향릉의 지도",
      "en": "Xiangling's Map",
      "de": "Xianglings Landkarte",
      "es": "El mapa de Xiangling",
      "fr": "La carte de Xiangling",
      "pt": "Mapa de Xiangling",
      "ru": "Карта Сян Лин",
      "id": "Peta Xiangling",
      "th": "แผนที่ของ Xiangling",
      "vi": "Bản đồ của Xiangling"
    },
    "line": {
      "zhs": "在这张提瓦特大陆地图上，密密麻麻地标着各色小字，仔细阅读，可以从中找到香菱途经之处和将去之地。\n\n「孤云阁浅海，贝类鲜美无比。传闻有海兽？」\n\n「海兽肉的味道好棒。下次叫上北斗姐姐一起打海兽。加进蛋液一起蒸会更好吃吗？」\n\n「听说蒙德有龙？好！带足三天干粮，就能去了。」\n\n「落落莓，甜！这里多。带好篮子，挖几棵回去种种看。」\n\n「这家蒙德餐馆里卖的黄油松茸吃法太奢侈了！只卖松茸就好了。绝云椒椒炒松茸，想想就好吃。干脆明天借个厨房试试。」\n\n「还没见到龙，我来对地方了吗？」\n\n……",
      "zht": "在這張提瓦特大陸地圖上，密密麻麻地標著各色小字，仔細閱讀，可以從中找到香菱途經之處和將去之地。\n\n「孤雲閣淺海，貝類鮮美無比。傳聞有海獸？」\n\n「海獸肉的味道好棒。下次找北斗姐姐一起打海獸。加進蛋液一起蒸會更好吃嗎？」\n\n「聽說蒙德有龍？好！帶足三天乾糧，就能去了。」\n\n「落落莓，甜！這裡多。帶好籃子，挖幾棵回去種種看。」\n\n「這家蒙德餐館裡賣的奶油松茸吃法太奢侈了！只賣松茸就好了。絕雲椒椒炒松茸，想想就好吃。乾脆明天借個廚房試試。」\n\n「還沒見到龍，我來對地方了嗎？」\n\n……",
      "jp": "このテイワットの地図には、香菱が行った場所とこれから行く場所が書かれている。\n\n「孤雲閣の浅海の貝類はすごくおいしい。怪獣が出没するという噂も？」\n\n「怪獣のお肉は美味しい。今度は北斗姉さんを連れて行く。卵をかけて蒸し焼きにすると、もっと美味しくなるかな」\n\n「モンドに龍がいる？よし！3日分の保存食が用意できたら出発だ。」\n\n「ヴァルベリー甘い！ここにいっぱいあるね。今度かごを持ってくる。木を丸ごと持ち帰りにしようか」\n\n「このモンドのレストランが出す松茸のバター焼きは贅沢すぎるよ！松茸だけを売ってくれたらいいな。松茸の絶雲の唐辛子炒め、絶対美味しいよね。いっそうのこと明日、厨房を貸し切って作ってみる」\n\n「龍はどこだろう。場所は合ってるのかな？」\n\n……",
      "ko": "이 티바트 대륙의 지도에는 형형색색의 작은 글자들이 빼곡하다. 자세히 보면 향릉의 발자취를 찾을 수 있다.\n\n「고운각 연해, 조개류가 매우 신선하네. 바다 괴수가 있다는 소문이 돌던데?」\n\n「바다 괴수 고기의 맛은 최고야! 다음에는 북두 언니와 함께 바다 괴수를 잡으러 가야겠어. 계란을 풀어 넣고 찌면 더 맛있을까?」\n\n「몬드에 드래곤이 있다고? 좋았어! 건량 3일 치만 있으면 갈 수 있잖아」\n\n「낙락베리, 달다! 여기 많네. 바구니에 몇 그루 따 와서 심어봐야겠어」\n\n「이 몬드 식당에서 파는 버터 송이구이는 너무 오바야! 송이만 팔면 좋을 텐데. 절운고추와 송이를 함께 볶으면 생각만 해도 침이 고이잖아. 내일 주방을 빌려서 만들어봐야지」\n\n「아직 드래곤 못 봤어. 제대로 찾아온 거겠지?」",
      "en": "This map of Teyvat is lined with dense notations in various colors, and if you read closely, you can find the places where Xiangling has been, and where she intends to go in future.\n\n\"The shellfish of the shallows around Guyun Stone Forest are unmatched in their freshness. They say that 'here be sea monsters'?\"\n\n\"Sea monster meat tastes great. Should look for Beidou to go fight another one. Will steaming them with eggs make them taste better?\"\n\n\"There's a dragon in Mondstadt? Great! I just need three days of provisions to get there.\"\n\n\"Valberries are sweet. Lots here. I'll bring a basket. Take some back. See if they'll grow.\"\n\n\"This Mondstadt restaurant's Sautéed Matsutake is way too luxurious! They should just sell the matsutake. Ooh, what if I fry some with Jueyun Chili? Sounds good already. Might as well borrow a kitchen tomorrow and give it a go.\"\n\n\"Haven't found the dragon yet. Am I in the right place?\"\n\n...",
      "de": "Diese Karte vom Land Teyvat ist übersät mit kleinen Notizen und Symbolen in den verschiedensten Farben. Bei näherer Betrachtung kann man die Orte ausmachen, an denen Xiangling bereits gewesen ist, und auch die, die sie in Zukunft noch bereisen möchte.\n\n„Die Krustentiere aus den Untiefen rund um die Guyun-Türme sind in ihrer Frische unübertroffen. Es gibt Gerüchte über Seeungeheuer?“\n\n„Seeungeheuerfleisch schmeckt großartig. Zur Not rufe ich einfach Beidou zur Hilfe, dann erlegen wir die Bestie gemeinsam. Hmm, ob sie mit gedämpftem Ei besser schmeckt?“\n\n„In Mondstadt gibt es einen Drachen? Großartig! Ich brauche nur für drei Tage Proviant, um dorthin zu gelangen.“\n\n„Valbeeren sind süß. Es gibt so viele hier. Ich werde einen großen Korb mitbringen und welche mitnehmen. Mal sehen, ob ich sie einpflanzen kann.“\n\n„Die kurzgebratenen Matsutake in diesem Mondstädter Restaurant sind viel zu überteuert! Sie sollten einfach nur den reinen Matsutake verkaufen. Oh, was ist, wenn ich sie mit etwas Jueyun-Peperoni anbrate? Hört sich sehr gut an. Gleich morgen früh sollte ich mir am besten eine Küche anmieten und es sofort ausprobieren.“\n\n„Hab den Drachen noch nicht gefunden. Bin ich eigentlich am richtigen Ort?“\n\n...",
      "es": "Este mapa de Teyvat está lleno de anotaciones en varios colores. Si lees con detenimiento, puedes encontrar los lugares en los que ha estado Xiangling y dónde tiene la intención de ir en el futuro.\n\n“El marisco de las aguas poco profundas alrededor del Bosque de Piedra Guyun es inigualable en frescura. ¿Dicen que aquí hay monstruos marinos?”.\n\n“La carne de los monstruos marinos sabe muy bien. Debería buscar a Beidou para luchar contra otro. Quizás los huevos al vapor les darán mejor sabor”.\n\n“¿Hay un dragón en Mondstadt? ¡Genial! Solo necesito tres días de provisiones para llegar allí”.\n\n“Las valbayas son dulces. Hay muchas aquí. Llevaré una canasta para traerlas, a ver si crecen”.\n\n“¡Los matsutakes salteados de este restaurante de Mondstadt son un manjar! Deberían vender los matsutakes. Oh, ¿qué pasa si los salteo con chile de Jueyun? Suena bien. Podría pedir prestada una cocina mañana y probarlo”.\n\n“Todavía no he encontrado al dragón. ¿Estoy en el lugar correcto?”.\n\n...",
      "fr": "Cette carte de Teyvat présente beaucoup d'annotations de toutes les couleurs possibles et imaginables. En regardant de plus près, on remarque que Xiangling a pris le soin de marquer tous les lieux où elle a été ou qu'elle a l'intention de visiter.\n\n« Les mollusques des eaux de la Forêt de pierre de Guyun sont les meilleurs ! Des rumeurs disent qu'un monstre se trouve dans le coin... »\n\n« Les monstres de mer sont un délice ! Je vais demander de l'aide à Beidou pour en capturer un autre. Peut-être qu'ils sont meilleurs avec des œufs à la vapeur ? »\n\n« Il y a un dragon à Mondstadt ? Super ! Trois jours de provisions devraient suffire pour y arriver.\n\n« Plein de tombaies ! Elles sont bien sucrées en plus ! Il faut que j'en ramène. »\n\n« Ce restaurant mondstadtois fait des matsutake sautés au beurre divins ! Ils devraient se contenter de vendre les champignons... Et si j'ajoutais un peu de piment de Jueyun ? J'en ai déjà l'eau à la bouche... À essayer en cuisine demain. »\n\n« Toujours pas de dragon en vue... Est-ce que je me serais trompée d'endroit ? »\n\n...",
      "pt": "Este mapa de Teyvat é repleto de anotações em várias cores e, se você ler com atenção, poderá encontrar os lugares onde Xiangling esteve e para onde pretende ir no futuro.\n\n\"Os moluscos em torno da Floresta de Pedra Guyun são incomparáveis em seu frescor. Dizem que 'aqui habitam monstros marinhos'?\"\n\n\"Carne de monstros marinhos tem um gosto ótimo. É melhor procurar Beidou para pegar mais um pouco. Cozinhar os ovos no vapor fará com que tenham um sabor melhor?\"\n\n\"Há um dragão em Mondstadt? Ótimo! Eu só preciso de três dias de provisões para chegar lá.\"\n\n\"Valberries são doces. Há muitas aqui. Vou trazer uma cesta. Leve um pouco. Veja se elas crescem.\"\n\n\"Este cogumelo do Restaurante de Mondstadt é muito chique! Eles deveriam apenas vender o cogumelo. Ahh, e se eu usar um pouco de Pimenta de Jueyun? Pimenta de Jueyun? Parece uma boa ideia! É melhor pegar uma cozinha emprestada amanhã e experimentar.\"\n\n\"Ainda não encontrei o dragão. Estou no lugar certo?\"\n\n...",
      "ru": "Карта Тейвата, сплошь покрытая мелкими разноцветными пометками. Если присмотреться, можно увидеть места, где Сян Лин побывала и куда планирует отправиться.\n\n«В мелководье каменного леса Гуюнь водятся нежнейшие моллюски. Говорят, там есть морские чудовища!»\n\n«Мясо морского чудовища такое вкусное. Надо бы попросить Бэй Доу забить ещё одно. Может, залить его яйцом и приготовить на пару будет ещё вкуснее?»\n\n«В Мондштадте появился дракон? Отлично! Трёхдневного запаса провианта на дорогу до него должно хватить».\n\n«Валяшки сладенькие! Здесь их много. Выкопаю пару-другую, вдруг дома приживутся».\n\n«Обжаренные в сливочном масле мацутакэ в этом мондштадтском ресторане аппетитны до неприличия. Они могли бы подавать только их. А что, если их зажарить с заоблачным перчиком? Думаю, будет вкусно. Завтра же попрошу пустить меня на кухню и попробую».\n\n«Драконов что-то не видать. Может, я не туда пришла?»\n\n...",
      "id": "Peta Teyvat ini ditandai dengan huruf-huruf kecil dalam berbagai warna, dan jika kamu membacanya dengan cermat, kamu dapat menemukan tempat-tempat yang pernah didatangi Xiangling, dan ke mana dia akan pergi selanjutnya.\n\n\"Kesegaran kerang-kerang di Guyun Stone Forest tak tertandingi. Dengar-dengar di sana ada monster laut?\"\n\n\"Daging monster laut sangat lezat. Lain kali panggil Beidou untuk mengalahkan monster laut itu ah. Akankah mengukusnya dengan telur membuat rasanya jadi lebih enak?\"\n\nAda naga di Mondstadt? Bagus! Aku hanya perlu bekal untuk 3 hari untuk sampai ke sana.\n\n\"Valberrynya manis sekali! Di sini ada banyak. Aku akan membawa keranjang, menanam beberapa, dan lihat apakah mereka bisa tumbuh.\"\n\n\"Sautéed Matsutake di restoran Mondstadt benar-benar luar biasa! Seharusnya mereka jual Matsutake saja sudah cukup. Oh, bagaimana jika aku menggorengnya dengan Jueyun Chili, sepertinya enak. Mungkin harus pinjam dapur untuk mencobanya besok.\"\n\n\"Masih belum ketemu juga naganya, apakah aku di tempat yang benar?\"\n\n...",
      "th": "บนแผนที่ Teyvat ผืนนี้ เต็มไปด้วยอักษรสีต่าง ๆ หากอ่านอย่างละเอียด จะสามารถรู้ได้ถึงที่ที่ Xiangling เดินผ่านและกำลังจะไปถึง\n\n\"หาดตื้น Guyun Stone Forest รสชาติของสัตว์จำพวกหอยช่างอร่อย ได้ข่าวว่ามีอสูรด้วย?\"\n\n\"รสชาติสัตว์อสูรดีมากเลย ครั้งหน้าชวนพี่ Beidou ไปล่าดีกว่า นึ่งพร้อมกับไข่รสชาติจะดีขึ้นมั้ยนะ?\"\n\n\"ได้ข่าวว่า Mondstadt มีมังกร? ดี! เตรียมเสบียงสำหรับสามวัน ก็ออกเดินทางได้แล้วล่ะ\"\n\n\"Valberry หวานมาก! ที่นี่มีเพียบเลย ต้องเตรียมตะกร้าไปด้วย ลองเอากลับไปสักต้นสองต้นปลูกดูละกัน\"\n\n\"ร้านอาหารในเมือง Mondstadt นี้ขาย Sautéed Matsutake ที่มีวิธีการกินที่หรูหราจังเลย! ถ้าขายเฉพาะ Matsutake คงจะดี พริก Jueyun ผัดกับ Matsutake แค่คิดก็อร่อยแล้ว พรุ่งนี้ลองยืมห้องครัวทำดูดีกว่า\"\n\n\"ยังไม่เห็นมังกรเลย นี่ฉันมาถูกที่มั้ยเนี่ย?\"\n\n......",
      "vi": "Trên tấm bản đồ đại lục Teyvat, có rất nhiều kí hiệu nhỏ với nhiều màu sắc khác nhau. Nhìn kỹ, sẽ có thể tìm thấy những nơi mà Xiangling đã từng đi qua và sẽ đi.\n\n\"Biển cạn Cô Vân Các, có các loài nhuyễn thể rất tươi ngon. Nghe đồn có quái vật biển?\"\n\n\"Hương vị của quái vật biển rất tuyệt. Lần tới, hãy gọi thêm cả chị Beidou cùng nhau đánh quái vật biển. Nếu mà cho vào trứng rồi hấp lên sẽ càng ngon hơn.\"\n\n\"Nghe nói Mondstadt có rồng? Tốt! Mang đủ ba ngày lương khô, là có thể đi.\"\n\n\"Quả Dâu Đỏ, ngọt quá! Ở đây có rất nhiều, mang theo giỏ chúng ta đào vài cây về trồng thử xem.\"\n\n\"Món Nhung Tùng Rán trong nhà hàng ở Mondstadt quá xa xỉ! Chỉ cần bán Nhung Tùng là được rồi. Ớt Tuyệt Vân xào Nhung Tùng, nghĩ thôi cũng đã thèm rồi. Ngày mai phải mượn bếp thử xem mới được.\"\n\n\"Vẫn chưa nhìn thấy con rồng nào cả, tôi đã đến đúng nơi rồi chứ?\"\n\n..."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "「不管使用怎样的食材，都要做出超级好吃的菜肴。」\n\n秉承着这样的信念，香菱得到了「神之眼」的认可。她全心全意、毫无保留地坚持这一理想。即使做出堪称「恐怖」的料理，她不断尝试搭配的心也不会动摇。\n\n「唔…这道清心花炒蜥蜴的确有点难吃，那蜥蜴以后还是岩烤好了。」\n\n「史莱姆炒饭也一般般，下次用史莱姆滑野蘑菇试试。」\n\n就算身边朋友都受不了这「魔神大乱斗」般的口感，旁敲侧击劝说她放弃，香菱仍不断思考，怎样才能把这些「特殊食材」变成美味。\n\n在单纯而又执着的香菱心中，只要没有毒副作用，「食材」便不分高下。\n\n她的「神之眼」正是证明——这是连神都认可的事啊。",
      "zht": "「不管使用怎樣的食材，都要做出超級好吃的菜餚。」\n\n秉承著這樣的信念，香菱得到了「神之眼」的認可。她全心全意、毫無保留地堅持這一理想。即使做出堪稱「恐怖」的料理，她不斷嘗試搭配的心也不會動搖。\n\n「唔…這道清心花炒蜥蜴真的有點難吃，那蜥蜴以後還是岩烤好了。」\n\n「史萊姆炒飯也一般般，下次用史萊姆滑野蘑菇試試。」\n\n就算身邊朋友都受不了這「魔神大亂鬥」般的口感，旁敲側擊勸說她放棄，香菱仍不斷思考，怎樣才能把這些「特殊食材」變成美味。\n\n在單純而又執著的香菱心中，只要沒有毒副作用，「食材」便不分高下。\n\n她的「神之眼」正是證明——這是連神都認可的事啊。",
      "jp": "「どんな食材でも美味しい料理にする」\n\nこの信念を貫いた香菱は「神の目」に認可された。彼女は全身全霊でずっとこの理想を徹底している。たとえ作った料理が「恐怖」級と言われても、彼女は動揺せずに様々な組み合わせを何度も試す。\n\n「ぐっ…この清心の花とトカゲの炒めはちょっとまずいかも…今度からトカゲは岩焼きにしよう」\n\n「スライム炒飯は良くも悪くもない。今度はスライムとキノコ炒めにする」\n\n「魔神大乱闘」のような味に耐えられなかった友達に、やめようと遠回しに言われても、香菱の頭は、どうすればこの「特殊食材」を美味しくする方法しか考えていない。\n\n単純で執念深い香菱にとって、毒がない限り、「食材」は皆平等だから。\n\n彼女の「神の目」が正にその証明——神でさえもそれを認めているのだ。",
      "ko": "「무슨 식재료를 사용하든 엄청 맛있는 요리를 만들어야 해」\n\n이런 신념을 가진 향릉은 「신의 눈」의 인정을 받게 된다. 그녀는 이런 이상을 최선을 다해 고수한다. 「공포」라 불리는 요리를 만들어 내더라도 그녀의 시험 정신은 절대 흔들리지 않는다.\n\n「음… 이 청심화 도마뱀 볶음은 확실히 맛없네. 도마뱀은 이제 석쇠구이로 만들어야겠어」\n\n「슬라임 볶음밥도 평범하네. 다음엔 슬라임 응축액이랑 야생 버섯으로 시도해 봐야지」\n\n주변의 친구들 모두가 이런 「마신 난투극」 같은 맛을 참지 못해 포기하라고 돌려 말해도 향릉은 어떻게 하면 이 「특별한 식재료」를 맛있게 만들 수 있을까만 고민한다.\n\n단순하고 집착 가득한 향릉은 부작용만 없다면 모든 「식재료」는 동등하다는 생각을 가지고 있다.\n\n그녀의 「신의 눈」이 이건 신에게도 인정받은 것이라는 걸 증명한다",
      "en": "\"You can make something super delicious out of any kind of ingredient.\"\n\nXiangling earned the approval of a Vision by shouldering this ideal in a wholehearted and unreserved manner. Even when she would make dishes that could be called \"horrifying,\" her desire to keep trying to match ingredients would never waver.\n\n\"Ugh... Qingxin Fried Lizard is actually kinda bad. I think lizards should just be stone-grilled in future.\"\n\n\"Slime fried rice is also rather ordinary. Maybe we'll try putting mushrooms in a slime jus next time.\"\n\nThough her friends fell around her during the epic battles with the taste of her dishes and advised her to turn back, Xiangling never stopped thinking about how to turn these \"special\" ingredients into delicious food.\n\nIn Xiangling's innocent and persistent heart, as long as they were not poisonous, there were no good or bad ingredients.\n\nHer Vision, after all, proves that even the gods approve of such thinking.",
      "de": "„Egal welche Art von Zutaten man verwendet, wenn man sich nur Mühe gibt, kann man immer etwas super Leckeres daraus machen.“\n\nXiangling erhielt für ihre Leidenschaft zum Kochen die Anerkennung der Götter, die sie mit einem Göttlichen Auge belohnten. Sie hielt immer an ihren Idealen fest und verteidigte diese mit großer Leidenschaft. Selbst wenn sie einmal Gerichte kochen würde, die einige Leute als „schrecklich“ bezeichnen würden, wäre ihr Wunsch, weiter nach ausgefallenen Zutaten zu suchen, noch größer denn je.\n\n„Würg ... In Qingxin gebratene Eidechse ist wirklich nicht gut. Ich denke, auf Stein gebraten schmecken Eidechsen immer noch am besten.“\n\n„In Schleim gebratener Reis ist auch nicht gerade eine Geschmacksexplosion. Beim nächsten Mal sollten wir Schleimbällchen mit wilden Champignons ausprobieren.“\n\nObwohl ihre Freunde ihr während der epischen Kämpfe mit ihren Gerichten immer wieder gut zuredeten und ihr rieten umzukehren, dachte Xiangling nur darüber nach, wie man diese „besonderen“ Zutaten in köstliches Essen verwandeln könnte.\n\nIn Xianglings unschuldigem und hartnäckigem Herzen gab es, solange sie nicht gerade giftig waren, keine guten oder schlechten Zutaten.\n\nIhr Göttliches Auge und ihr Bestreben beweist, dass sogar die Götter ein solches Denken gutheißen.",
      "es": "“Puedes hacer algo increíblemente delicioso con cualquier tipo de ingrediente”.\n\nXiangling obtuvo la aprobación de una Visión al apoyar este ideal de una manera sincera y sin reservas. Incluso cuando preparaba platos que podrían llamarse “horripilantes”, su deseo de seguir tratando de combinar los ingredientes nunca vacilaría.\n\n“Puaj... el lagarto frito con flor chingxin no sabe tan bien. Creo que los lagartos deberían ser asados a la piedra a partir de ahora”.\n\n“El arroz frito con Slime no tiene nada de extraordinario. Quizás la próxima vez intentaré introducir champiñones en un Slime”.\n\nAunque sus amigos no pudieron soportar el sabor de su “Batalla de los Dioses” y le aconsejaron que se diera por vencida, Xiangling nunca dejó de pensar en cómo convertir estos ingredientes “especiales” en comida deliciosa.\n\nEn el corazón inocente y persistente de Xiangling, mientras no sean venenosos, no hay ingredientes buenos o malos.\n\nSu Visión, después de todo, prueba que incluso los dioses apoyan esta forma de pensar.",
      "fr": "« Je ferai des plats délicieux, et peu importe les ingrédients ! »\n\nCette conviction pure et dure permit à Xiangling d'obtenir un œil divin. Malgré le fait que certains de ses plats en effraient plus d'un, elle persiste et signe dans le but d'atteindre son idéal.\n\n« Le lézard frit aux Qinxin n'était pas une si bonne idée... et si je le faisais griller sur une pierre ? »\n\n« Le riz sauté au Blob n'est pas extraordinaire... Peut-être qu'ajouter des champignons sauvages dans du jus de Blob ferait l'affaire ? »\n\nNombre de ses connaissances eurent la malchance de tomber au combat opposant leur estomac aux créations de la jeune fille ; mais toutes leurs tentatives de la dissuader de poursuivre ses recherches tombèrent dans l'oreille d'une sourde. La jeune cheffe ne peut s'empêcher de se remuer les méninges à la recherche d'alliances parfaites entre ingrédients pour préparer des plats toujours plus succulents.\n\nPour elle, il n'existe pas de bon ou de mauvais ingrédient – tant que ce n'est pas empoisonné, ça peut servir.\n\nQuoi qu'il en soit, les dieux semblent la soutenir dans sa démarche...",
      "pt": "\"Você pode fazer algo super delicioso a partir de qualquer tipo de ingrediente.\"\n\nXiangling obteve a aprovação de uma Visão ao assumir esse ideal de uma maneira sincera e sem reservas. Mesmo quando ela fazia pratos que poderiam ser chamados de \"horripilantes\", seu desejo de continuar tentando combinar ingredientes nunca hesitaria.\n\n\"Ugh... Lagarto Frito Qingxin é realmente meio ruim. Acho que os lagartos devem ser apenas grelhados em pedra no futuro\".\n\n\"O arroz frito com Slime também é bastante comum. Talvez tentemos colocar cogumelos em um Slime na próxima vez.\"\n\nEmbora seus amigos tenham desmaiado durante as épicas batalhas com o sabor de seus pratos e a aconselharam a desistir, Xiangling nunca parou de pensar em como transformar esses ingredientes \"especiais\" em uma comida deliciosa.\n\nNo coração inocente e persistente de Xiangling, desde que não fossem venenosos, não havia ingredientes bons ou ruins.\n\nSua Visão, afinal de contas, prova que até mesmo os deuses aprovam tal pensamento.",
      "ru": "«Из любых ингредиентов можно приготовить вкуснейшее блюдо».\n\nВсем сердцем следуя этому убеждению, Сян Лин получила признание Глаза Бога. Даже когда её стряпню можно было назвать ужасной, она не колеблясь продолжала сочетать разные ингредиенты.\n\n«Хм... Эта ящерица, зажаренная с цветком цинсинь, всё-таки немного гадость. Лучше будет запечь её на углях».\n\n«Жареный рис со слаймом совсем никакой. Попробую нафаршировать слайма грибочками».\n\nДрузья падали от богохульного вкуса её кулинарных экспериментов и намекали ей это дело бросить, но Сян Лин продолжала думать, как превратить «экзотические ингредиенты» во вкусную еду.\n\nНаивное и упорное сердце Сян Лин не признавало хороших или плохих ингредиентов, если, конечно, они не были ядовиты.\n\nЕё Глаз Бога говорит о том, что такой ход мысли одобряют даже боги.",
      "id": "\"Kamu bisa membuat sesuatu yang sangat lezat dari bahan apa pun.\"\n\nDengan keyakinan itu, Xiangling mendapatkan pengakuan dari Vision. Dia berpegang teguh pada cita-cita ini dengan sepenuh hati dan tanpa syarat. Bahkan ketika dia membuat masakan yang bisa disebut \"mengerikan,\" dia tidak pernah goyah untuk terus mencoba memadukan bahan-bahan yang ada.\n\n\"Ugh... Qingxin Fried Lizard kurang enak. Aku rasa kadal sebaiknya dipanggang saja ke masa depannya.\"\n\nSlime Fried Rice juga biasa saja. Mungkin lain kali bisa memasukkan jamur ke dalam jus Slime.\"\n\nMeskipun teman-temannya sudah tidak tahan dengan percobaan makanannya, Xiangling tidak pernah berhenti memikirkan bagaimana mengubah bahan-bahan \"istimewa\" ini menjadi makanan yang lezat.\"\n\nDalam hati Xiangling yang polos dan gigih, selama bahan itu tidak beracun, semua bahan sama, tidak ada yang baik atau pun yang buruk.\n\nVisionnya adalah buktinya —— bahkan Dewa juga setuju dengan pemikirannya.",
      "th": "\"ไม่ว่าใช้วัตถุดิบอะไร ก็จะทำเมนูอาหารที่อร่อยที่สุด\"\n\nด้วยเป้าหมายแบบนี้ของ Xiangling เธอจึงได้รับการยอมรับจาก\"วิชั่น\" เธอทำตามความฝันอย่างมุ่งมั่นและทุ่มเท ถึงแม้บางทีอาจจะทำเมนูที่ได้ชื่อว่า \"แปลกประหลาด\" ขึ้นมา เธอก็ไม่หยุดที่จะลองวัตถุดิบใหม่ ๆ\n\n\"หืม...ดอก Qingxin ผัดกิ้งก่าไม่อร่อยจริงด้วย งั้นกิ้งก่าเก็บไว้เผานั้นดีสุดละ\"\n\n\"ข้าวผัด Slime ก็งั้น ๆ ครั้งหน้าลอง Slime ผัดกับสไลด์ผัดเห็ดป่า\"\n\nถึงแม่เพื่อนรอบข้างจะรับไม่ได้กับ รสชาติ \"สงครามใหญ่เทพอสูร\" แบบนี้ กล่อมให้เธอล้มเลิกความคิดที่จะ ทำอาหารก็ตาม Xiangling ก็ยังคงไม่หยุดที่จะคิดเมนูใหม่ ๆ ทำยังไงถึงจะนำ \"วัตถุดิบพิเศษ\" พวกนี้กลายเป็นของอร่อย\n\nในความคิดของ Xiangling ที่มุ่งมั่น เพียงแค่ไม่มีผลข้างเคียงจากพิษ \"วัตถุดิบ\"นั้นไม่สามารถ แบ่งชนชั้นได้\n\nวิชั่นของเธอนั้นสามารถยืนยันได้ว่า แม้เพียงเทพเองก็เห็นด้วย ในเรื่องนี้",
      "vi": "\"Cho dù dùng nguyên liệu nấu ăn nào, cũng đều có thể làm ra món ăn siêu ngon.\"\n\nVới niềm tin này, Xiangling đã nhận được sự công nhận của Vision. Cô kiên trì giữ vững lý tưởng này. Ngay cả khi làm ra những món ăn có thể gọi là \"kinh dị\", cũng không thể lay động được cô với trái tim luôn mong muốn tìm ra sự mới mẻ.\n\n\"Ừm... Món Rồng Đất xào Hoa Thanh Tâm thực sự hơi khó nuốt, sau này Rồng Đất thì cứ nướng đá là được rồi.\"\n\n\"Cơm chiên Slime cũng bình thường, lần sau thử Slime xào nấm rơm xem sao.\"\n\nCho dù bạn bè xung quanh đều không thể chịu được kiểu hương vị \"Ma Thần cũng điên đầu\" này, nói gần nói xa khuyên cô ấy từ bỏ, nhưng Xiangling vẫn không ngừng suy nghĩ, làm thế nào mới có thể biến những \"nguyên liệu đặc biệt này\" thành món ăn ngon. \n\nTrong trái tim đơn thuần nhưng cố chấp của Xiangling, chỉ cần không có tác dụng phụ độc hại, \"nguyên liệu\" càng không phân cao thấp.\n\nVision chính là minh chứng của cô ấy... Đây là điều mà ngay cả Thần cũng chấp thận."
    }
  }
]