[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是来自璃月的厨师香菱，最擅长的是做各种捞…捞，料理…哎呀，练了那么多次，还是会紧张，嘿。",
      "zht": "我是來自璃月的廚師香菱，最擅長的是做各種撈…撈，料理…哎呀，練了那麼多次，還是會緊張，嘿。",
      "jp": "アタシは璃月から来たコックの香菱。最も得意なのは様々なろ…ろ、料理を作ることだよ。あんなにたくさん練習したのに、やっぱり緊張しちゃった、エヘヘ。",
      "ko": "난 리월에서 온 요리사 향릉이야! 다양한, 다양한 요… 요리가 내 특기지, 연습을 많이 했는데도 긴장되네, 헤헤",
      "en": "Hello, nice to meet you! My name is Xiangling, I'm a chef from Liyue! My favorite place is the chicken... I mean, the kitchen! Ugh, I practiced so hard, but I still get nervous when introducing myself... Heh.",
      "de": "Ich bin Köchin Xiangling aus Liyue. Am besten bin ich in der Kiste – äh, ich meine – Küche beim Kochen. Nach all der Übung bin ich immer noch nervös ... *hust*",
      "es": "Soy Xiangling, una chef de Liyue. ¡Se me da bien cocinar con toda clase de ingre...! ¡De ingredientes! ¡Ay, con todas las veces que practiqué y, aun así, se me olvida esa palabra!",
      "fr": "Salut ! Je suis Xiangling, une cheffe cuisinière de Liyue ! J'adore la gastrologie... euh, la gastronomie ! J'ai beau avoir répété, mais les présentations n'ont jamais été mon truc, haha.",
      "pt": "Eu sou a Xiangling, cozinheira de Liyue. Eu sou boa em.... Em gastronomia. Ai! Já pratiquei várias vezes, mas ainda estou nervosa.",
      "ru": "Приветствую! Меня зовут Сян Лин, я повар родом из Ли Юэ. Больше всего я люблю тушить пожары... Ой, то есть тушить и жарить! Ну вот, каждый раз, когда нужно представиться, я нервничаю.",
      "id": "Namaku adalah Xiangling, koki dari Liyue! Keahlianku adalah mandi...eh, maksudku masak! Ugh, aku sudah latihan berulang kali, tapi tetap saja gugup waktu memperkenalkan diri... Hehe!",
      "th": "ฉันคือเชฟ Xiangling จาก Liyue ถนัดทำอะ...อะ อาหาร...แหม่ ฝึกพูดตั้งหลายครั้ง ก็ยังตื่นเต้นอยู่ดี เฮ้อ",
      "vi": "Tôi là đầu bếp Xiangling tới từ Liyue, chuyên làm các loại gia... gia, gia vị... Ây da, luyện bao nhiêu lần rồi mà vẫn căng thẳng."
    }
  },
  {
    "title": {
      "zhs": "闲聊·点心",
      "zht": "閒聊·點心",
      "jp": "世間話·お菓子",
      "ko": "잡담·간식",
      "en": "Chat: Snacks",
      "de": "Gespräch – Leckereien",
      "es": "Charla - Tentempié",
      "fr": "Bavardage - Desserts",
      "pt": "Bate-papo - Doces",
      "ru": "Поболтаем: Сладости",
      "id": "Berbincang: Camilan",
      "th": "แชท-ติ่มซำ",
      "vi": "Nói chuyện phiếm - Điểm tâm"
    },
    "line": {
      "zhs": "要吃点点心休息一下吗？我准备了一箩！",
      "zht": "要吃點點心休息一下嗎？我準備了一簍！",
      "jp": "お菓子でも食べて一息ついたら？一皿持ってきたんだよ！",
      "ko": "디저트 먹고 좀 쉴래? 파이어 슬라임 한 소쿠리 준비했다구~",
      "en": "Is there time for a quick snack? I'll whip one up in no time!",
      "de": "Möchtest du eine kleine Stärkung? Ich kann sofort loslegen!",
      "es": "¿Tenemos tiempo para comer algo? ¡Prepararé algo en un momentito!",
      "fr": "Une petite faim ? Je vais vite te préparer quelque chose !",
      "pt": "Você quer lanchar para relaxar um pouco? Eu preparei muitos lanches!",
      "ru": "Время перекусить? Я мигом приготовлю!",
      "id": "Apakah kamu mau makan sedikit? Aku sudah menyiapkan camilan untukmu!",
      "th": "อยากพักกินของว่างก่อนมั้ย? ฉันเตรียมมาเป็นตะกร้าเลยนะ!",
      "vi": "Muốn ăn điểm tâm với ngồi nghỉ một lúc không? Tôi đi chuẩn bị một chút!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·火史莱姆",
      "zht": "閒聊·火史萊姆",
      "jp": "世間話·炎スライム",
      "ko": "잡담·화염 슬라임",
      "en": "Chat: Pyro Slime",
      "de": "Gespräch – Pyro-Schleime",
      "es": "Charla - Slime Pyro",
      "fr": "Bavardage - Pyroblobs",
      "pt": "Bate-papo - Slime Pyro",
      "ru": "Поболтаем: Пиро слайм",
      "id": "Berbincang: Pyro Slime",
      "th": "แชท-Slime ไฟ",
      "vi": "Nói chuyện phiếm - Slime Hỏa"
    },
    "line": {
      "zhs": "火史莱姆，是椒盐…还是做成蒜香的好呢？",
      "zht": "火史萊姆，是椒鹽…還是做成蒜香的好呢？",
      "jp": "炎スライムは、塩コショウで…うーん、やっぱりニンニク味がいいかな？",
      "ko": "매운맛이 좋을까… 갈릭맛이 좋을까?",
      "en": "I can't decide whether Pyro slimes taste better with salt and pepper or garlic and herbs...",
      "de": "Pyro-Schleim, soll ich nun Salz und Pfeffer oder Knoblauch zum Würzen nehmen?",
      "es": "¿Cómo sabrá mejor el Slime Pyro?... ¿Con pimienta o con ajo y hierbas aromáticas?",
      "fr": "Les Pyroblobs sont-ils meilleurs avec du sel et du poivre ou avec de l'ail et des herbes ? Dur de trancher...",
      "pt": "Slime Pyro, grelhado ou cozido?",
      "ru": "С чем же Пиро слайм вкуснее, с солью и перцем или с чесноком и травами?",
      "id": "Pyro Slime lebih baik dimasak lada garam atau bawang ya?",
      "th": "Pyro slime นี่ใช้เกลือกับพริกไทย...หรือใช้ กระเทียมดีนะ?",
      "vi": "Slime Hỏa, làm muối tiêu... hay là vị tỏi thì tốt đây nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·觅食",
      "zht": "閒聊·覓食",
      "jp": "世間話·食材探し",
      "ko": "잡담·식자재 찾기",
      "en": "Chat: Looking for Food",
      "de": "Gespräch – Suche",
      "es": "Charla - Buscando comida",
      "fr": "Bavardage - Recherche d'ingrédients",
      "pt": "Bate-papo - Caça por Alimentos",
      "ru": "Поболтаем: Поиск ингредиентов",
      "id": "Berbincang: Mencari Makanan",
      "th": "แชท-หาอาหาร",
      "vi": "Nói chuyện phiếm - Tìm thức ăn"
    },
    "line": {
      "zhs": "嗯，闲着也是闲着，还不如一起找找食材去！",
      "zht": "嗯，閒著也是閒著，還不如一起找找食材去",
      "jp": "暇なら暇でもいいけど、一緒に食材を探しに行こうよ！",
      "ko": "흐음, 심심하니 같이 식자재나 찾아보자",
      "en": "If there's nothing better to do, we could go foraging for ingredients...",
      "de": "Wenn gerade nichts zu tun ist, dann können wir doch auch nach Zutaten suchen gehen!",
      "es": "Si no tienes nada que hacer, ¡ayúdame a buscar nuevos ingredientes!",
      "fr": "S'il n'y a rien d'autre à faire, allons ramasser des ingrédients !",
      "pt": "Como não estamos fazendo nada, podemos ir procurar mais ingredientes!",
      "ru": "Если у тебя нет других дел, мы можем отправиться на поиски ингредиентов!",
      "id": "Kalau tidak ada hal yang penting, bagaimana kalau kita pergi mencari bahan makanan?",
      "th": "อืม อยู่ว่าง ๆ ไปก็เสียเปล่า สู้ไปหาวัตถุดิบทำอาหารกันดีกว่า!",
      "vi": "Ừm, ở không cũng thế, chi bằng cùng nhau tìm đồ nấu ăn đi!"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候·态度",
      "zht": "下雨的時候·態度",
      "jp": "雨の日·態度",
      "ko": "비가 올 때·무드",
      "en": "When It Rains: Attitude",
      "de": "Wenn es regnet – Einstellung",
      "es": "Cuando llueve - Actitud",
      "fr": "Quand il pleut - Attitude",
      "pt": "Quando está chovendo - Atitude",
      "ru": "Когда идёт дождь: Отношение",
      "id": "Saat Hujan: Sikap",
      "th": "ในเวลาที่ฝนตก-พฤติกรรม",
      "vi": "Khi trời mưa - Thái độ"
    },
    "line": {
      "zhs": "嗯…我不太喜欢雨天。",
      "zht": "嗯…我不太喜歡雨天。",
      "jp": "うーん、アタシ、雨ってあまり好きじゃないんだ。",
      "ko": "흐음, 난 비오는 날 별로 안 좋아해",
      "en": "Oh... I don't like the rain.",
      "de": "Ich mag den Regen nicht so gern.",
      "es": "Hummm... No me gustan los días de lluvia.",
      "fr": "Pff, je n'aime pas les jours de pluie.",
      "pt": "Hum, não gosto dos dias de chuva.",
      "ru": "Ой... Я не люблю дождь.",
      "id": "Ugh, aku tidak suka hujan.",
      "th": "อืม...ฉันไม่ค่อยชอบฝนน่ะ",
      "vi": "Ừ... tôi cũng không thích trời mưa."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候·疏忽",
      "zht": "下雨的時候·疏忽",
      "jp": "雨の日·油断",
      "ko": "비가 올 때·부주의",
      "en": "When It Rains: Negligence",
      "de": "Wenn es regnet – Nachlässigkeit",
      "es": "Cuando llueve - Negligencia",
      "fr": "Quand il pleut - Négligence",
      "pt": "Quando está chovendo - Negligências",
      "ru": "Когда идёт дождь: Небрежность",
      "id": "Saat Hujan: Lalai",
      "th": "ในเวลาที่ฝนตก-การละเลย",
      "vi": "Khi trời mưa - Sơ ý"
    },
    "line": {
      "zhs": "我想想…今天有没有晒衣服出去…",
      "zht": "我想想…今天有沒有曬衣服出去…",
      "jp": "そういえば…今日洗濯物を干してたっけ…",
      "ko": "가만… 널어놓은 옷이 있었나…",
      "en": "Wait... did I leave my apron outside to dry?",
      "de": "Mal überlegen, habe ich noch Kleidung draußen hängen lassen ...",
      "es": "No me acuerdo bien... ¿Puse mi delantal a secar fuera?",
      "fr": "Attends, je crois que j'ai laissé mon tablier à sécher dehors...",
      "pt": "Não me lembro bem... Eu coloquei meu avental para secar?",
      "ru": "Я вот думаю... Не оставила ли я фартук сушиться снаружи?",
      "id": "Tunggu dulu... Sepertinya hari ini aku menjemur celemekku di luar ya?",
      "th": "ฉันคิดก่อน...วันนี้ได้ตากผ้าไว้ ข้างนอกรึเปล่านะ...",
      "vi": "Để tôi nghĩ xem... Hôm nay có phơi đồ không nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "走走走，我带你去找松茸！",
      "zht": "#走走走，我帶{F#妳}{M#你}去找松茸！",
      "jp": "松茸狩りに連れて行ってあげる！行こう、行こう！",
      "ko": "가자가자, 송이버섯 찾으러 가자",
      "en": "The rain has stopped! Come with me, let's pick some matsutake.",
      "de": "Los los los, wir gehen Matsutake suchen!",
      "es": "Vamos, ¡a buscar matsutake!",
      "fr": "Viens, on va cueillir des matsutake !",
      "pt": "Vamos então, vamos pegar um pouco de Matsutake！",
      "ru": "Скорее, скорее, пошли искать мацутакэ!",
      "id": "Hujannya sudah berhenti! Ayo sini! Kubawa kamu mencari jamur Matsutake!",
      "th": "ไปไปไป ฉันจะพาเธอไปหาเห็ด Matsutake!",
      "vi": "Đi thôi, tôi đưa bạn đi tìm Nhung Tùng!"
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "风史莱姆最喜欢在这种天气活动，快趁机多收集点儿！我给你做史莱姆沙冰！",
      "zht": "#風史萊姆最喜歡在這種天氣活動，快趁機多收集點！我給{F#妳}{M#你}做史萊姆冰沙！",
      "jp": "風スライムはこういう天気の時に動くのが好きなんだよ。せっかくだからたくさん集めてね！スライムかき氷作ってあげるから！",
      "ko": "슬라임은 이런 날씨를 가장 좋아해, 그러니 이 틈에 왕창 잡자! 내가 슬라임 빙수 해줄게!",
      "en": "Anemo Slimes always come out in this weather. If you catch some, I'll make you a Slime Slushie!",
      "de": "Anemo-Schleime lieben dieses Wetter, da sind sie am aktivsten. Also sammel ein paar mehr ein! Ich bereite dir ein Schleimeis zu!",
      "es": "A los Slimes Anemo les gusta mucho salir con este tiempo. ¡Aprovechemos para cazar unos cuantos y te haré un batido de Slime!",
      "fr": "Les Anémoblobs sont nombreux quand il fait ce temps. Je te ferais un smoothie de Blob si tu m'en ramènes un !",
      "pt": "É mais fácil coletar Slimes Anemo num tempo assim, vamos aproveitar para coletar mais! Vou fazer uma batida de Slimes Anemo!",
      "ru": "Анемо слаймы обожают такую погоду, пойдём их ловить! Я сделаю тебе слаймовый смузи!",
      "id": "Anemo Slime paling menyukai musim hujan seperti ini, jika kamu bisa menangkapnya, aku akan membuatkanmu Slime Frappe!",
      "th": "อากาศแบบนี้น่ะ Anemo Slim ชอบออกมาที่สุดเลยล่ะ รีบถือโอกาสนี้ไปจับกันเถอะ! เดี๋ยวฉันจะทำ Slime Slushie ให้เธอกิน!",
      "vi": "Slime Phong thích hoạt động trong thời tiết này nhất, tranh thủ thu thập nhiều một chút! Tôi sẽ làm Slime đá bào cho bạn!"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "来得正好！一起去补充点食材吧？",
      "zht": "來得正好！一起去補充點食材吧？",
      "jp": "ちょうどいいところに来た～一緒に食材を補充しに行かない？",
      "ko": "마침 잘 왔어! 같이 식자재나 찾으러 갈래?",
      "en": "Perfect timing! Want to get a few cooking supplies?",
      "de": "Du kommst gerade richtig! Brauchst du ein paar Zutaten?",
      "es": "¡Llegas justo a tiempo! Vamos por unos pocos ingredientes.",
      "fr": "Tu tombes à pic ! Ça ne te dirait pas qu'on aille chercher des ingrédients ensemble ?",
      "pt": "Você chegou numa boa hora! Vamos procurar mais suprimentos dos ingredientes.",
      "ru": "Ты как раз вовремя! Как насчёт того, чтобы пополнить припасы съестного?",
      "id": "Kebetulan sekali kamu datang! Mau ikut aku mengambil bahan makanan?",
      "th": "มาพอดีเลย ไปหาวัตถุดิบเพิ่มกันเถอะ?",
      "vi": "Tới đúng lúc lắm! Cùng đi bổ sung nguyên liệu nấu ăn nhé?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭已经做好了，快过来吃哦！啊呜…来晚了可就没了。",
      "zht": "午飯已經做好了，快過來吃哦！啊嗚…來晚了可就沒了。",
      "jp": "お昼ご飯を作ったよ。早く食べにおいでよ～早くしないとなくなっちゃうよ。",
      "ko": "점심식사 준비됐어, 어서 와! 에효… 늦으면 없다고",
      "en": "Lunch is ready! Come and get it while it lasts! *munching*",
      "de": "Das Mittagessen ist schon fertig, komm schnell essen! Kalt schmeckt es nicht mehr.",
      "es": "¡La comida está lista! Rápido, ¡ven! *Ñam, ñam*, si no vienes ya, no quedará nada.",
      "fr": "Le déjeuner est prêt ! À table ! Dépêche-toi de te servir ou il ne restera plus rien.",
      "pt": "O almoço já está pronto! Rápido, está acabando.",
      "ru": "Обед готов, налетай скорей! Кто опоздает, тому не достанется!",
      "id": "Makan siang sudah disiapkan, ayo cepat dimakan! Nyam nyam~ Kalau sudah habis tidak ada lagi loh~",
      "th": "อาหารกลางวันเสร็จแล้ว! รีบมากินเร็วเข้า! อื้อหือ...มาช้าก็หมดนะจะบอกให้",
      "vi": "Cơm trưa đã nấu xong, mau tới ăn đi! Phù... chậm chân là hết đấy."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "要吃夜宵吗？我这正好做了串炭烤岩蜥蜴。哎呀，别盯着了，快尝尝吧！",
      "zht": "要吃消夜嗎？我這正好做了串炭烤岩蜥蜴。哎呀，別盯著了，快嚐嚐吧！",
      "jp": "夜食食べる？ちょうど岩トカゲの串焼きを作ったんだ。そんな目で見ないで、食べてみてよ！",
      "ko": "야식 먹게? 숯불 바위도마뱀구이를 만들고 있었어. 에이, 빤히 보지만 말고 어서 먹어봐!",
      "en": "You're just in time for a midnight snack! I made some barbecued lizard skewers. Well, don't just stand there — dig in!",
      "de": "Isst du gern nachts ein Häppchen? Gerade habe ich noch ein paar kohlegegrillte Steinechsen zubereitet, jetzt probier schon!",
      "es": "#¿Quieres un aperitivo? Justo estoy haciendo brochetas de lagarto a la parrilla. Vamos, no te quedes ahí {M#parado}{F#parada}, ¡come!",
      "fr": "#Un petit creux nocturne ? Je viens de faire quelques brochettes de lézard ! Viens, ne reste pas {M#planté}{F#plantée} là !",
      "pt": "Quer comer alguma coisa? Estou fazendo lagarto grelhado. Vá, prove!",
      "ru": "Хочешь перекусить перед сном? Я как раз поджарила шашлычки из ящериц! Не стой столбом, скорее пробуй!",
      "id": "Mau makan camilan? Kebetulan aku baru saja selesai membuat kadal panggang. Jangan berdiri saja di sana! Ayo dicoba!",
      "th": "กินมื้อดึกกันมั้ย? ฉันทำกิ้งก่าย่างเตาหินพอดีเลย ปัดโธ่อย่าเอาแต่จ้องสิ รีบชิมเลย!",
      "vi": "Muốn ăn khuya à? Đúng lúc tôi đang làm món Rồng Đất núi nướng than đây. Ây da, đừng nhìn nữa, mau ăn thử đi!"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "喂…你不会是想背着我偷偷吃什么好东西吧？哦，只是休息啊…嘿嘿，那晚安喔。",
      "zht": "#喂…{F#妳}{M#你}不會是想背著我偷偷吃什麼好東西吧？哦，只是休息啊……嘿嘿，那晚安喔。",
      "jp": "ねぇ…こっそり何かいいもの食べているんじゃないでしょうね？あっ、休んでいるだけだったの……おやすみ。",
      "ko": "너… 나 몰래 맛있는 음식 먹으려는 건 아니지? 아, 쉬고 있었구나…. 헤헤, 그럼 잘 자''",
      "en": "Hey! You're not sneaking off to get a midnight snack without me, are you? ...Bedtime? Oh. Well, good night then!",
      "de": "Du isst doch nicht etwa was anderes hinter meinem Rücken, oder? Oh, du ruhst dich nur aus, dann ist ja gut, Gute Nacht.",
      "es": "¡Oye! No estarás pensando en ir a comer algo sin mí, ¿no? ¿Cómo dices? ¿Que es la hora de dormir? Oh, bueno... Entonces, ¡buenas noches!",
      "fr": "Hé, j'espère que tu ne vas pas chercher un encas nocturne sans moi ! Ah ? Tu vas dormir ? Bonne nuit !",
      "pt": "Ei! Você está pensando em comer comida boa em segredo? Ok, era só para descansar? Ok, então boa noite!",
      "ru": "Эй... Ты же не собираешься есть на ночь без меня?.. А, идёшь спать? Тогда спокойной ночи!",
      "id": "Hei! Kamu tidak mungkin pergi makan makanan enak tanpa mengajakku, kan? Oh, kamu mau tidur? Ya sudah, selamat malam!",
      "th": "เฮ้...เธอไม่ได้แอบกินอะไรลับหลัง ใช่มั้ย? โอ๊ะ ก็แค่พักผ่อนน่ะเหอะ ๆ งั้นก็ฝันดีนะ",
      "vi": "Này... không phải bạn muốn lén tôi ăn đồ ngon đấy chứ? À, đang nghỉ ngơi à... Hì hì, ngủ ngon nhé."
    }
  },
  {
    "title": {
      "zhs": "关于香菱自己…",
      "zht": "關於香菱自己…",
      "jp": "香菱自身について…",
      "ko": "향릉 자신에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling elle-même...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling sendiri",
      "th": "เกี่ยวกับตัวของ Xiangling เอง",
      "vi": "Về bản thân Xiangling..."
    },
    "line": {
      "zhs": "你见过蒙德城的龙？有多大？哇，不是吧。那要是做成龙肉排——嗯，该有多棒啊！",
      "zht": "#{F#妳}{M#你}見過蒙德城的龍？有多大？哇，不是吧。那要是做成龍肉排——嗯，該有多棒啊！",
      "jp": "モンドの龍を見たことあるの？どれくらいの大きさ？わぁ、すごい。その龍でステーキを作ったら、すごいことになるだろうね！",
      "ko": "몬드성의 드래곤을 봤어? 얼마나 커? 와, 정말이야? 드래곤으로 스테이크를 만든다면——음, 얼마나 근사할까!",
      "en": "You've seen the dragon in Mondstadt? How big was it? What!? No way! Imagine how big a steak a dragon that huge would make!",
      "de": "Hast du schon einmal den Drachen von Mondstadt gesehen? Wie groß war er? Echt? Was ich für ein Riesensteak daraus machen könnte!",
      "es": "¿Has visto al dragón de Mondstadt? ¿Era muy grande? ¿¡Qué!? ¿En serio? ¡Imagina el filete que se podría hacer con un dragón tan grande!",
      "fr": "Tu as vu le dragon de Mondstadt ? Il était gros ? Quoi ? Sérieux ?! Imagine le nombre de steaks qu'on pourrait faire avec sa viande !",
      "pt": "Você já viu o dragão em Mondstadt? É muito gigante? O quê!? De jeito nenhum! Imagine um espetinho de carne de dragão! Seria tão bom!",
      "ru": "#Ты видел{F#a} мондштадтского дракона? Большой был? Что?! Не может быть! Ты только представь, какого размера будет стейк из такого дракона!",
      "id": "Apa kamu pernah melihat naga di Mondstadt? Besar, tidak? Wah, tidak mungkin! Kalau dijadikan bistik daging naga pasti enak!",
      "th": "เธอเคยเห็นมังกรใน Mondstadt? ตัวใหญ่ขนาดไหนเหรอ? ว้าว ไม่ใช่มั้ง ถ้าเอามาทำสเต๊กเนื้อมังกร...อื้ม คงจะเยี่ยมน่าดู!",
      "vi": "Bạn đã gặp rồng của thành Mondstadt rồi sao? Wow, không phải chứ, nếu làm thịt rồng hun gió thì tuyệt biết mấy!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·长处",
      "zht": "關於我們·長處",
      "jp": "長所について…",
      "ko": "우리에 대해·장점",
      "en": "About Us: Strengths",
      "de": "Über uns – Persönliche Stärke",
      "es": "#Sobre nosotr{F#as}{M#os} - Puntos fuertes",
      "fr": "À propos de nous - Points forts",
      "pt": "Sobre Nós - Forças",
      "ru": "О нас: Преимущества",
      "id": "Tentang Kita: Kekuatan",
      "th": "เกี่ยวกับเรา-จุดแข็ง",
      "vi": "Về chúng tôi - Sở trường"
    },
    "line": {
      "zhs": "虽然比起认路我更擅长做饭，但…不管啦，出门喊我准没错！",
      "zht": "雖然比起認路我更擅長做飯，但…不管啦，出門找我準沒錯！",
      "jp": "道案内より料理の方が得意なんだけどな…まぁ、いいや。外でアタシを呼べば間違いはないよ！",
      "ko": "길찾기보다 요리를 훨씬 잘하지만… 에라, 모르겠다, 외출할 때 날 부르면 분명 문제없어!",
      "en": "I'm much better at cooking than navigating... but if you do go out, definitely take me with you!",
      "de": "Ich koche besser, als mein Orientierungssinn ist, aber ... solltest du rausgehen, nimm mich auf jeden Fall mit!",
      "es": "Se me da mucho mejor cocinar que orientarme... Pero no importa. Si sales a algún sitio, avísame.",
      "fr": "Je me débrouille mieux en cuisine que dans la nature, mais laisse-moi t'accompagner quand tu es de sortie !",
      "pt": "Apesar de também ser boa em direções, sou melhor ainda na cozinha... Mas se você estiver saindo, não se esqueça de me chamar!",
      "ru": "Конечно, готовлю я лучше, чем ориентируюсь на местности, но... Если пойдёшь куда-нибудь, зови меня с собой!",
      "id": "Walaupun aku lebih ahli dalam memasak dan tidak bisa mengenal jalan, tapi... aku tidak peduli! Kalau kamu mau pergi, aku juga ikut!",
      "th": "ถึงแม้ทักษะในการนำทางของฉันจะสู้ทักษะการทำอาหารไม่ได้ แต่...ก็ช่างมันเถอะ ถ้าจะออกไปข้างนอก อย่าลืมเรียกฉันไปด้วยนะ!",
      "vi": "Mặc dù tôi giỏi nấu ăn hơn tìm đường, nhưng... kệ đi, đi đâu cứ gọi tôi là chuẩn khỏi bàn!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·新知识",
      "zht": "關於我們·新知識",
      "jp": "新しい知識について…",
      "ko": "우리에 대해·새로운 지식",
      "en": "About Us: New Knowledge",
      "de": "Über uns – Neues Wissen",
      "es": "#Sobre nosotr{F#as}{M#os} - Nuevos conocimientos",
      "fr": "À propos de nous - Nouvelles connaissances",
      "pt": "Sobre Nós - Novo Conhecimento",
      "ru": "О нас: Новые знания",
      "id": "Tentang Kita: Pengetahuan baru",
      "th": "เกี่ยวกับเรา-ความรู้ใหม่",
      "vi": "Về chúng tôi - Kiến thức mới"
    },
    "line": {
      "zhs": "自从认识你，我好像学会了不少料理以外的知识。欸？呃…你问我都有些什么？嗯…嗯…你突然这样问，我又有点想不起来了。算了算了，我原本就不擅长这些，还是给你做两道新菜尝尝吧！",
      "zht": "#自從認識{F#妳}{M#你}，我好像學會了不少料理以外的知識。欸？呃…{F#妳}{M#你}問我都有些什麼？嗯…嗯…{F#妳}{M#你}突然這樣問，我又有點想不起來了。算了算了，我原本就不擅長這些，還是幫{F#妳}{M#你}做兩道新菜嚐嚐吧！",
      "jp": "あなたと知り合ってから、料理以外の知識をたくさん学んだような気がする。え？…何を学んだかって？うん…その…そんな急に聞かれたら、アタシも思い出せなくなっちゃった。いいじゃん、もう。アタシは最初からこういうの得意じゃないし、あなたに新しい料理を作って食べさせた方がいいや！",
      "ko": "널 알고 나서부터 요리 외의 지식을 많이 알게 된 것 같아. 엥? 엥?… 이게 다 무슨 질문이라니? 으… 음…. 갑자기 그렇게 물어보니 생각이 잘 안 나네, 됐어 됐어, 나 원래 그런 거 잘 못 해. 그냥 새로운 요리나 좀 해줄게!",
      "en": "Meeting you has really opened my eyes to things other than cooking. Like what? Well, such as... um... for example... I can't think when you put me on the spot! Forget it, I'll stick to cooking from now on. I have a new recipe for you to try, actually...",
      "de": "Dich zu treffen, hat mir wirklich die Augen geöffnet, dass es außer Kochen auch noch andere Dinge gibt im Leben. Du fragst, was denn für Dinge? Ähm, ja, also wenn du mich jetzt so direkt fragst, fällt mir spontan nichts ein. Na gut, dann werde ich mich doch wieder auf das Kochen konzentrieren. Du kannst gleich mein neues Rezept probieren.",
      "es": "Conocerte me ha hecho ver otras cosas aparte de la cocina. ¿Como qué? Bueno, como... por ejemplo... ¡No se me ocurre nada si me lo preguntas tan de repente! Olvídalo, aparte de cocinar, prácticamente nada se me da bien. Mira, ¡tengo una nueva receta que podrías probar!",
      "fr": "Notre rencontre m'a fait réaliser qu'il n'y a pas que la cuisine dans la vie. Comme quoi ? Euh... je n'arrive pas à réfléchir quand tu me regardes comme ça ! Oublie, mon truc restera toujours la cuisine de toute façon ! D'ailleurs, j'ai un nouveau plat à te faire goûter...",
      "pt": "Você abriu um mundo novo além das culinárias desde que te conheci. Qual mundo? Quais conhecimentos novos? Hmm... Hum... Foi uma pergunta de repente, não sei responder! Deixa para lá. É melhor fazer uns pratos novos para você!",
      "ru": "После знакомства с тобой я узнала много нового не только о кулинарии. О чём ещё? Ну... Хм... Вот так сразу и не скажешь... Ай, ладно, забудь, я лучше снова займусь готовкой и сделаю для тебя пару новых блюд.",
      "id": "Sejak mengenal kamu, aku belajar banyak hal baru selain memasak. Eh? Eh... Apa saja? Contohnya... Argh! Aku tidak bisa memikirkannya jawabannya langsung, kamu terlalu tiba-tiba menanyakannya! Sudahlah, lupakan saja! Aku lebih baik membuatkanmu dua menu baruku!",
      "th": "ตั้งแต่รู้จักเธอมา ดูเหมือนฉันจะได้เรียนรู้ความรู้ต่าง ๆ ที่นอกเหนือจากอาหารเยอะแยะเลย เอ๋? ฮืม...เธอถามว่ามีอะไรบ้างน่ะเหรอ? อืม...อืม...จู่ ๆ เธอก็ถามขึ้นมาแบบนี้ฉันก็นึก ไม่ออกน่ะสิ ช่างเถอะ ๆ จริง ๆ ฉันก็ไม่ค่อยถนัดอาหารพวกนี้ เท่าไหร่ แต่ยังไงจะทำอาหารสักสองอย่าง ให้เธอชิมก็แล้วกัน",
      "vi": "Từ khi quen biết bạn, hình như tôi học được rất nhiều kiến thức mới. Hả? Ặc... bạn hỏi tôi kiến thức gì à? Ừm... Tự nhiên sao lại hỏi như vậy, tôi nhất thời không nghĩ ra. Thôi bỏ đi, vốn dĩ tôi cũng không rành mấy thứ này, đi làm hai món ăn mới cho bạn thử còn hơn!"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "无论什么时候，我都要做出所有人都爱吃的料理。神一定也认为这是正确的事情，才授予了我这个连大师父也没有的「神之眼」…唔，怎么说来着…哦，以资鼓励！",
      "zht": "無論什麼時候，我都要做出所有人都愛吃的料理。神一定也認為這是正確的事情，才授予了我這個連大師父也沒有的「神之眼」…唔，怎麼說來著…哦，以玆鼓勵！",
      "jp": "どんな時も、みんなが褒める料理を作りたい。きっと神様もそれが正しいって思ったから、大師匠でさえ持ってなかった「神の目」をアタシにくれたんだ…なんて言えばいいかな…そう、アタシを鼓舞するためにね！",
      "ko": "어떤 때라도 난 모든 사람이 좋아하는 요리를 만들 수 있어. 신도 이게 정확한 일인 걸 알고 계셔서 대사부께도 없는 신의 눈을 내게 주셨잖아…. 뭐라고 해야 하나. 아, 그래! 격려의 차원으로!",
      "en": "Any time, night or day, I am always willing to make dishes everyone loves. I think the Archons agree with my passion, or else they wouldn't have given me this Vision, something even my master doesn't have... I know they want me to keep going!",
      "de": "Egal zu welcher Zeit, bin ich immer gewillt, jedem das zu kochen, das er am liebsten isst. Die Götter müssen meine Leidenschaft erkannt haben und mir daher ein Göttliches Auge gegeben haben, damit ich mir noch mehr Mühe gebe!",
      "es": "Siempre estoy dispuesta a cocinar lo que le gusta a la gente, no importa cuándo sea. Creo que los Arcontes reconocen mi pasión. Si no, no me habrían dado una Visión, algo que ni siquiera tiene mi maestro... ¡Sé que quieren que continúe!",
      "fr": "Quelle que soit l'heure, je peux cuisiner des plats que tout le monde aime. Mon enthousiasme a été approuvé par les Archons, sinon ils ne m'auraient pas fait cadeau de cet œil divin. Mon maître n'en possède même pas ! Je pense qu'ils souhaitent que je persévère dans cette voie...",
      "pt": "Não importa quando, eu vou fazer gastronomia adorada por todos. É uma coisa certa, e imagino que os deuses também concordam comigo e, por isso, me deram uma Visão, que nem o meu mestre tem... Hum... Sim, para me incentivar.",
      "ru": "В любое время дня и ночи я готова сделать блюдо, которое всем понравится. Думаю, боги заметили эту мою страсть, иначе зачем они дали мне Глаз Бога, которого нет даже у моего наставника... Наверное, это чтобы я ещё сильнее старалась!",
      "id": "Aku ingin membuat makanan enak untuk semua orang kapan pun saja. Para Archon pasti menyetujui misiku sehingga mereka memberiku Vision, bahkan guruku tidak mempunyainya. Aku tahu mereka mendukungku!",
      "th": "ไม่ว่าจะเวลาไหนฉันก็ยินดีที่จะ ทำอาหารที่ทุกคนชอบกิน เทพเจ้าเองก็คงเห็นว่านี่เป็นเรื่องที่ถูกต้อง ก็เลยไม่ได้มอบวิชั่นให้เชฟใหญ่ อย่างฉัน...เฮ้อ จะบอกยังไงดีล่ะ... เอ่อ ก็คงอยากให้ฉันพยายามต่อไปน่ะ!",
      "vi": "Dù là lúc nào thì tôi cũng muốn làm ra món ăn mà tất cả mọi người đều yêu thích. Thần nhất định cũng cho rằng đây là chuyện đúng đắn nên mới trao tặng danh hiệu Vision mà ngay cả sư phụ cũng không có này cho tôi... Ừm, nói thế nào nhỉ... À, là để khích lệ!"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "如果拉肚子了，喝一杯霓裳花泡的茶就会好的！欸？我懂一点食疗方法也不用奇怪吧！",
      "zht": "如果拉肚子了，喝一杯霓裳花泡的茶就會好的！欸？我懂一點食療方法也不用奇怪吧！",
      "jp": "お腹を壊したら、霓裳花のお茶を飲むといいよ！え？アタシが食事療法のことを知っていてもおかしくないでしょ！",
      "ko": "배탈이 났다면 네온플라워 차를 마시면 돼! 엥? 나도 그런 것쯤은 알고 있다구!",
      "en": "If you get a stomach ache, a cup of herbal tea with Silk Flowers will clear it up in no time! Huh? Of course you can trust my herbal remedies! We chefs are expected to know a thing or two about medicine as well, you know!",
      "de": "Bei Bauchgrimmen empfehle ich eine Tasse frisch gebrühten Seidenblumentee, der den Magen beruhigt. Wie? Ja, ich verstehe auch etwas von Kräutern!",
      "es": "Si te duele el estómago, ¡una taza de té hecho con flores de seda te curará el dolor en un santiamén! ¿Eh? ¡Por supuesto que puedes confiar en mí! De los chefs también se espera que tengamos conocimientos básicos de medicinas.",
      "fr": "Prends une tasse d'infusion de fleur de soie si tu as mal au ventre et ça ira mieux ! Ah ? Bien sûr que je connais une ou deux bricoles en médecine !",
      "pt": "Se tiver diarreia, pode tomar chá de Flor de Seda para aliviar. Ei? Faz sentido que eu sei um pouco de terapia de alimento, né?",
      "ru": "Если у тебя болит живот, выпей чашечку свежезаваренного чая с цветами шелковицы! Что? Конечно, мы, повара, немного разбираемся и в травах!",
      "id": "Kalau kamu sakit perut, secangkir teh Silk Flower akan membuat sakitmu mereda. Eh? Aku memang mengerti sedikit bahan-bahan makanan herbal!",
      "th": "ถ้าท้องเสียดื่มชาดอก Silk Flower สักแก้วก็จะหาย! โห? การที่ฉันจะพอรู้วิธีใช้อาหารให้เป็น ยาบ้างนิดหน่อย ก็ไม่ได้น่าแปลกใจอะไรหรอกนะ!",
      "vi": "Nếu như bị tiêu chảy, uống một tách trà pha hoa Nghê Thường là sẽ khỏi? Hả? Tôi biết vài mẹo chữa dạ dày cũng có gì lạ đâu!"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我喜欢洋葱！…我试过十几种切洋葱不会流泪的方法，没一个对我有用。但这也阻止不了我喜欢洋葱！",
      "zht": "我喜歡洋蔥！…我試過十幾種切洋蔥不會流淚的方法，沒一個對我有用。但這也阻止不了我喜歡洋蔥！",
      "jp": "アタシ、玉ねぎが好きなの！…玉ねぎを切っても涙を流さない方法を十数種類も試したんだけど、どれも効かなかったよ。でも、それでもアタシの玉ねぎ愛は止められないけどね！",
      "ko": "나 양파 좋아해! …양파를 썰며 울지 않는 법을 수십 가지 시험해봤는데, 하나도 안 통하더라, 하지만 그래도 양파가 너무 좋아!",
      "en": "I love onions! I've tried cutting them dozens of ways, and they still make me cry... No matter, I still love them!",
      "de": "Ich liebe Zwiebeln! Ich habe schon so viel versucht, egal wie ich sie schneide, ich muss immer weinen. Aber ich liebe sie!",
      "es": "¡Me encanta la cebolla! He intentado cortarlas de decenas de maneras diferentes y, aun así, siguen haciéndome llorar... Pero no me importa, ¡porque me encantan!",
      "fr": "Les oignons, c'est la vie ! J'ai essayé de les couper de plusieurs façons, mais ils me font toujours pleurer... C'est pas grave, je les aime quand même !",
      "pt": "Eu gosto de cebola!... Já experimentei vários métodos para não chorar ao cortar cebolas, mas nenhum deu certo. No entanto, isso não me impediu de continuar amando cebolas...",
      "ru": "Обожаю лук! Я испробовала десяток способов нарезки лука, но так и не нашла тот, от которого не буду плакать. Однако я всё равно обожаю лук!",
      "id": "Aku suka bawang bombai! Aku sudah mencoba berbagai cara agar tidak menangis saat memotong bawang, tapi tidak ada hasilnya! Tapi aku tetap menyukai bawang!",
      "th": "ฉันชอบหัวหอม!...ฉันลองวิธีที่หั่นหัวหอมยังไงไม่ให้น้ำตาไหลมาเป็นสิบ ๆ วิธีแล้ว ไม่ได้ผลสักอย่างเลย แต่นี่ก็ไม่สามารถขวางการชอบ หัวหอมของฉันได้!",
      "vi": "Tôi thích củ hành... tôi đã thử hơn mười cách thái củ hành để không chảy nước mắt, chẳng cái nào hữu dụng với tôi cả. Nhưng điều này cũng không thể ngăn cản tình yêu của tôi dành cho củ hành!"
    }
  },
  {
    "title": {
      "zhs": "关于白术…",
      "zht": "關於白朮…",
      "jp": "白朮について…",
      "ko": "백출에 대해…",
      "en": "About Baizhu",
      "de": "Über Baizhu ...",
      "es": "Sobre Baizhu...",
      "fr": "À propos de Baizhu...",
      "pt": "Sobre Baizhu...",
      "ru": "О Бай Чжу...",
      "id": "Tentang Baizhu",
      "th": "เกี่ยวกับ Baizhu...",
      "vi": "Về Baizhu..."
    },
    "line": {
      "zhs": "嗯？我闻到了雾虚花的香气！是白先生，白先生来帮你看病了吗？你是哪里不舒服，头晕还是胃疼？还是嗓子痒？还是没力气？哦…没生病啊。那还好。不然白先生会给你超——苦的药哦。",
      "zht": "#嗯？我聞到了霧虛花的香氣！是白先生，白先生來幫{F#妳}{M#你}看病了嗎？{F#妳}{M#你}是哪裡不舒服，頭暈還是胃痛？還是嗓子癢？還是沒力氣？哦…沒生病啊。那還好。不然白先生會給{F#妳}{M#你}超——苦的藥哦。",
      "jp": "夢幻花の香りがする！！白先生、白先生が病気の様子を見に来たの？あなたどこか悪いの？頭痛？胃痛？喉？それとも力が入らない？えっ…病気じゃないの？ならよかった。病気だったら白先生が超苦い薬を飲ませてたよ。",
      "ko": "음? 안개꽃 향기가 나! 음~ 백 선생님 냄새, 백 선생님이 진찰하러 온 거야? 어디가 아픈 거야? 어지러워 아니면 위통? 목이 따끔거리니? 기력이 없어? 아… 아픈 게 아니구나, 다행이다, 아프면 백 선생님이 엄청나게 쓴 약을 지어주신다구",
      "en": "I can smell Mist Flowers! It must be Dr. Baizhu! What is he doing here? Uh— Are you okay? Do you feel faint? Is your stomach sore? Or is it a sore throat? I've got it, you're fatigued from all that adventuring! No?... You're fine? Phew! Otherwise, he would have made you drink some traditional herbal medicine — it's so bitter!",
      "de": "Das ist doch der Geruch von Nebelgras, den ich da rieche! Baizhu, bist du etwa krank? Tut dir etwas weh, Kopf- oder Gliederschmerzen? Trockener Hals? Oder bist du einfach nur erschöpft? Oh, also nicht krank. Na dann ist gut. Sonst hätte ich Medizin gebraut!",
      "es": "#¡Huele a flores neblinosas! ¡Debe ser el maestro Baizhu! ¿Qué esta haciendo él aquí? ¿Estás bien? ¿Te sientes débil? ¿Te duele el estómago? ¿O es un dolor de garganta? Ah, ya entiendo, ¡estás cansad{F#a}{M#o} de tantas aventuras! ¿No? ¿Estás bien? Uf, menos mal. Si no, te habría obligado a tomar una medicina de hierbas. ¡Ni te imaginas lo amarga que es!",
      "fr": "#Je sens de l'herbe brumeuse ! C'est sans doute monsieur Baizhu... Il vient te voir ? Tu ne te sens pas bien ? As-tu mal quelque part ? Es-tu {M#fatigué}{F#fatiguée} ? Non ? Ouf, tant mieux. Sinon tu aurais goûté à son infusion aux herbes médicinales... C'est super amer !",
      "pt": "Eh? Cheira o aroma de Flor de Névoa! Foi o Dr. Baizhu? Qual é o problema? Está com tonturas? Dor de estômago? Ou dor de garganta? Oh? Afinal não está passando mal... Ainda bem. Senão, o Dr. Baizhu vai te passar remédios super amargos.",
      "ru": "А? Я чую запах туманной травы! Это господин Бай Чжу! Господин Бай Чжу пришёл к тебе? Тебе плохо?! Где болит? Голова кружится или живот скрутило? Может, горло?.. Или у тебя упадок сил? А, всё в порядке? Фух! Это хорошо, иначе господин Бай Чжу заставил бы тебя пить очень горькое лекарство!",
      "id": "Hmm? Aku bisa mencium bau Mist Grass! Itu pasti Dr. Baizhu! Ugh, apa kamu masih baik-baik saja? Pusing atau sakit perut? Atau sakit tenggorokan? Atau lemas tak bertenaga? Oh, kamu baik-baik saja? Baguslah kalau begitu! Kalau tidak, Dr. Baizhu akan memberimu obat——super pahit.",
      "th": "ฮืม? ฉันได้กลิ่นหอมของ Mist Grass ด้วย! คุณ Bai มาตรวจเธอแล้วเหรอ? เธอไม่สบายตรงไหน เวียนหัวหรือว่าปวดกระเพาะ? เจ็บคอ? หรือว่าไม่มีแรง? อ่า...ไม่ได้ป่วยเหรอ ค่อยยังชั่ว ไม่งั้นคุณ Bai คงจ่ายยาสมุนไพรที่ขม ๆ ให้เธอแน่",
      "vi": "Hửm? Tôi ngửi thấy mùi Hoa Hư Vô! Là Bai tiên sinh, Bai tiên sinh tới xem bệnh cho bạn ư? Bạn còn đau ở đâu nữa, chóng mặt, đau dạ dày, ngứa họng hay uể oải? Ồ... không bị bệnh à. Vậy thì tốt quá. Không thì Bai tiên sinh sẽ cho bạn uống thuốc đắng lắm đó."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "哦！刚才那个，是「天权」大人啊…嗯，你凑过来点。再，再过来点。我跟你说哦，她可是一个特别厉害的人，港内的事情她什么都知道。所以，你也要小心一点，不要被她盯上了…",
      "zht": "#哦！剛才那個，是「天權」大人啊…嗯，{F#妳}{M#你}湊過來點。再，再過來點。我跟{F#妳}{M#你}說哦，她可是一個特別厲害的人，港內的事情她什麼都知道。所以，{F#妳}{M#你}也要小心一點，不要被她盯上了…",
      "jp": "さっきのあの方は、「天権」様だよ……うん、ちょっと顔を寄せて、もっと寄せて。いい？彼女は本当にすごい人なの。港のことなら何でも知っているの。だから、あなたも気をつけてね。彼女に目をつけられないように…",
      "ko": "오! 방금 그분 천권 님이네…. 흠, 이리 가까이 와봐, 좀 더, 천권 님은 아주 무시무시한 분이야, 항구에서 일어나는 일은 전부 다 아셔, 그러니까 그분의 눈에 띄지 않게 조심해…",
      "en": "That was the Tianquan! Did you see? She just walked past. Come here... closer... Let me tell you, she knows everything that happens in Liyue, so... keep a low profile, don't attract her attention!",
      "de": "Ooh! Das war gerade der Tianquan! Komm mal etwas näher, noch näher. Ich sage dir, sie ist wirklich eine mächtige Person, sie weiß alles. Also solltest du auch etwas Acht geben, tappe nicht in ihr Netz ...",
      "es": "¡Oh! Esa que acaba de pasar era el Equilibrio Celestial. ¿La viste? Ven aquí... Más cerca... Ella sabe todo lo que sucede en Liyue, así que... mantén un perfil bajo, ¡y no llames su atención!",
      "fr": "Tu l'as vue ? C'était la Megrez ! Elle vient juste de passer. Psst ! Approche... Elle sait tout ce qu'il se passe à Liyue, alors tu ferais mieux de faire profil bas...",
      "pt": "Essa é a Tianquan! Você viu? Ela acabou de passar. Venha aqui... Mais perto... Deixe-me te contar, ela sabe tudo o que acontece em Liyue, então... Mantenha-se discreto, não chame sua atenção!",
      "ru": "О, это же госпожа Воля Небес! Видишь? Иди сюда. Ближе, ближе... Я тебе вот что скажу: она ух какая, знает всё, что творится в Ли Юэ! Так что осторожнее, не попадайся ей на глаза!",
      "id": "Itu, itu tadi Tianquan! Apa kamu melihatnya? Dia baru saja lewat! Aku kasih tahu kamu ya, dia tahu segala sesuatu tentang Liyue, jadi kamu lebih baik hati-hati. Jangan sampai menarik perhatian dia!",
      "th": "โอ้! เมื่อกี้นี้คือท่าน Tianquan นี่...อืม เธอเข้ามาใกล้ ๆ ซิ เข้ามาอีกหน่อย ฉันจะบอกให้นะ ท่าน Tianquan เป็นคนที่เก่งมาก ๆ คนหนึ่ง เธอรู้ทุกเรื่องในท่าเรือนี้ ดังนั้นเธอก็ต้องระวังด้วยนะ อย่าถูกเธอจ้องเข้าให้ล่ะ...",
      "vi": "A! Người vừa rồi là đại nhân Thiên Quyền... Ừ, bạn xích qua. Xích qua chút nữa. Tôi nói cho bạn nghe, cô ấy là người cực kỳ lợi hại, chuyện gì ở đây cô ấy cũng biết. Nên bạn phải cẩn thận một chút, đừng để bị cô ấy theo dõi..."
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "唔，你是不是也被胡桃欺负过？她老是趁我不注意躲到我后面，这样突然拍我的后背，得逞了还嘿嘿地笑，哼。但我大人大量，看在她每次都会给我带酿梅花做线花糕的份上，才没跟她斤斤计较。",
      "zht": "#唔，{F#妳}{M#你}是不是也被胡桃欺負過？她老是趁我不注意躲到我後面，這樣突然拍我的後背，得逞了還嘿嘿地笑，哼。但我大人大量，看在她每次都會給我帶釀梅花做線花糕的份上，才沒跟她斤斤計較。",
      "jp": "うーん、あなたも胡桃にイジメられたの？彼女、いつも気づかれないよう背後に忍び寄って、こうやって突然——背中を叩くの。上手くいくとヘラヘラ笑うのよ、フンッ。だけどアタシは大人だからね。いつも彼女が梅の花で作ったお菓子を持ってきてくれるのに免じて、仕返しはしないであげているの。",
      "ko": "음, 너도 호두한테 당했어? 그 애는 항상 방심한 틈에 뒤로 숨어서 이렇게 갑자기 등을 때리지, 헤헤헤 웃으면서, 흥, 난 너무 마음이 넓어, 매번 그 아이가 주는 매화떡에 홀랑 넘어가서 다 받아주잖아",
      "en": "Is Hu Tao picking on you too? Ugh, that prankster always waits till I least expect it, creeps up on me from behind and then... Boo! ...then laughs herself silly. Hmph. But I can handle it, and she does bring me fermented plum blossoms once in a while so I can make flower cakes... so I don't hold a grudge.",
      "de": "Ärgert dich Hu Tao schon wieder? Sie versteckt sich immer hinter mir und klopft mir dann heimlich auf die Schulter, wenn ich nicht aufpasse, und erschreckt mich zu Tode. Sie lacht dann immer zufrieden. Aber sie hat mir zuletzt auch fermentierte Pflaumenblüten gebracht, damit ich Kuchen backen kann. Also bin ich ihr nicht böse.",
      "es": "¿Hu Tao también te ha estado molestando? Uf, siempre espera a que yo esté desprevenida para acercarse a mí por detrás y... ¡Bu! Me asusta y se ríe de mí. ¡Hum! Pero bueno, no es para tanto, e incluso me trae flores de ciruelo fermentadas de vez en cuando para que le haga pasteles de flores y no me enfade con ella.",
      "fr": "Hu Tao t'embête aussi ? Elle profite toujours du moment où je m'y attends le moins pour me faire peur ! Hmph, ça la fait mourir de rire à chaque fois. Mais c'est difficile de lui en vouloir, parce qu'elle me ramène souvent des fleurs de prune fermentées pour que j'en fasse des gâteaux...",
      "pt": "A Hutao também te incomoda? Ela sempre aproveita o momento em que eu menos espero para me assustar! Hmpf, isso a faz rir todas as vezes. Mas é difícil culpá-la, porque ela todas as vezes me traz bolo de flores...",
      "ru": "О, Ху Тао и тебя задирает? Она вечно прячется у меня за спиной, а потом выпрыгивает и... Бу-у! И покатывается со смеху. Пф-ф. Но я не в обиде. Она часто приносит мне цветы сливы, чтобы я могла испечь цветочный пирог... Так что я не придаю значения её выходкам.",
      "id": "Ugh, kamu pernah ditindas oleh Hu Tao? Ugh, dia selalu bersembunyi di belakangku saat aku lengah dan menepuk punggungku, lalu menertawaiku. Huh. Tapi aku bukanlah orang yang perhitungan. Dia selalu membawakanku kue yang terbuat dari plum yang difermentasi. Jadi, aku tidak akan marah padanya.",
      "th": "เฮ้อ เธอก็ถูก Hu Tao แกล้งเหมือนกันเหรอ? Hu Tao มักจะแอบอยู่ข้างหลังตอนที่ฉันไม่รู้ตัว แล้วจู่ ๆ ก็โผล่มาแตะหลังฉัน พอแกล้งสำเร็จแล้วก็หัวเราะคิกคักชอบใจ เฮ้อ แต่ฉันก็พอรับได้อ่ะนะ ทุกครั้งที่เห็นเธอเอาดอกท้อที่ทำเค้กมาเผื่อฉัน ก็ไม่อยากจะคิดเล็กคิดน้อยกับ เธอแล้ว",
      "vi": "Ừm, có phải bạn cũng bị Hu Tao bắt nạt không? Cô ấy luôn nhân lúc tôi không để ý mà lẻn đến sau lưng tôi vỗ mạnh một cái, làm xong còn cười hề hề. Hừ. Nhưng mà tôi đây rộng lượng, nể tình lần nào cô ấy cũng chừa mứt hoa mận cho tôi làm bánh hoa tươi nên mới không so đo với cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜…",
      "zht": "關於迪奧娜…",
      "jp": "ディオナについて…",
      "ko": "디오나에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona",
      "th": "เกี่ยวกับ Diona...",
      "vi": "Về Diona..."
    },
    "line": {
      "zhs": "清泉镇的迪奥娜！啊啊，听说她能调出特别好喝的酒，我专门拜访过她！想着如果能把调酒的秘方借鉴到料理上，说不定也能做出美味。但是，她给我的秘方，比如啤酒里泡蜥蜴尾巴，蒲公英酒里放小块熏鱼…做出来都不是很好吃。呜，果然还是要靠自己吗？",
      "zht": "清泉鎮的迪奧娜！啊啊，聽說她能調出特別好喝的酒，我專門拜訪過她！想著如果能把調酒的秘方借鑒到料理上，說不定也能做出美味。但是，她給我的秘方，比如啤酒裡泡蜥蜴尾巴，蒲公英酒裡放小塊燻魚…做出來都不是很好吃。嗚，果然還是要靠自己嗎？",
      "jp": "清泉町のディオナ！うんうん、彼女の作ったカクテルって、すごく美味しいって聞いたんだ！だから、そのレシピをうまく利用すれば、美味しい料理が生まれるかもって思って彼女のところを尋ねたんだよね。でも彼女にもらったレシピは、トカゲのしっぽをビールに入れるとか、蒲公英酒に魚の燻製を入れるとか…あまり美味しそうじゃなかったの。あ～あ、やっぱり自分で作るしかないのかな？",
      "ko": "샘물 마을의 디오나! 아아, 디오나가 특별한 맛의 술을 만들 수 있다고 해서 일부러 찾아가 본 적도 있어! 술 만드는 비법을 요리에 접목할 수 있다면, 맛있는 요리를 만들어 낼수 있을지도 몰라. 하지만, 그녀가 내게 준 맥주에 도마뱀 꼬리를 담그거나, 민들레술에 작은 훈제 생선을 넣거나…한 비법으로 만든 술은 맛이 별로였어. ㅠ ㅠ, 역시 믿을 건 자신뿐인 건가?",
      "en": "Diona, from Springvale! Ah, I heard she mixes a great drink, so I came specifically to see her! I thought perhaps I could use her secrets in my cooking, and bring out more flavors. But the tips that she gave me — like soaking lizard tails in beer, or putting bits of smoked fish in dandelion wine — all came out really awful. *sigh* Guess it's up to me to work it out myself, then.",
      "de": "Diona aus Quellingen! Man sagt, sie könne tolle Getränke zaubern. Also musste ich mich einmal selbst davon überzeugen. Ich hatte gehofft, dass ich von ihrer Art zu mischen etwas in meine Kochrezepte aufnehmen könnte, um ihnen mehr Pfiff zu verleihen. Leider waren ihre Tipps kein großer Erfolg, wie in Bier eingelegter Echsenschwanz oder Räucherfisch in Löwenzahnschnaps mariniert. Jetzt muss ich doch wieder selber weiterforschen.",
      "es": "¡Diona, de Aguaclara!... Ah, escuché que hace unas bebidas deliciosas, ¡así que vine específicamente a verla! Pensé que tal vez podría usar alguno de sus secretos en mi cocina para crear más sabores. Pero con los consejos que me dio, como remojar las colas de lagarto en cerveza o poner trozos de pescado ahumado en vino de diente de león, todo lo que hice me salió horrible. *Suspira* Supongo que, al final, solo puedo depender de mí misma.",
      "fr": "Diona ! J'ai entendu dire que ses cocktails étaient super, alors je lui ai rendu visite. Je pensais que ses conseils pourraient apporter quelque chose à ma cuisine, mais ce n'est pas terrible de tremper des queues de lézard dans de la bière ou des morceaux de poisson séché dans du vin de dent-de-lion. *soupir* Je vais devoir me débrouiller seule, comme d'habitude.",
      "pt": "Ah... A Diona no Vale Termal! Dizem que ela sabe misturar boas bebidas, e eu a visitei para pedir algumas receitas... Se eu pudesse aplicar essas receitas de bebida à minha culinária, seria bom. Mas tudo falhou... Colocar cauda de lagarto na cerveja, pôr um pedaço de peixe defumado no vinho de Dandelion... Foi horrível.",
      "ru": "Диона из Спрингвейла! Говорят, она делает отличные напитки, поэтому я решила специально нанести ей визит! Думаю, я могла бы использовать её секреты смешивания напитков в кулинарии, чтобы получить новые вкусы. Но рецепты, которые она мне дала - например, пиво с хвостом ящерицы или вино из одуванчиков с копчёной рыбой - выходят не очень. Может, мне лучше поэкспериментировать самой?",
      "id": "Diona dari Springvale! Ah, aku dengar dia bisa meracik anggur yang sangat enak. Aku pernah sengaja pergi mengunjunginya! Aku pikir bila resepnya bisa dipakai dalam masakan, pasti rasanya enak sekali! Tapi resep yang dia berikan seperti merendam ekor kadal dan memasukkan potongan ikan asap ke dalam Dandelion Wine, semua rasanya sangat mengerikan. *fuhh* Aku rasa aku hanya bisa mengandalkan diri sendiri.",
      "th": "Diona แห่ง Springvale! อ่า ๆ ได้ยินว่าเธอชงเหล้าได้รสชาติ ดีมาก ฉันเคยตั้งใจไปหาเธอโดยเฉพาะ ด้วยนะ! ถ้าเอาเคล็ดลับการชงเหล้าของเธอมาใช้ในอาหาร อาจจะทำให้รสชาติอร่อยก็ได้ แต่เคล็ดลับที่เธอให้ฉันมาอย่าง เบียร์แช่หางกิ้งก่า Dandelion Wine ใส่เนื้อ Smoked Fish...พอทำออกมาแล้วไม่ค่อย อร่อยเลย สุดท้ายก็คงต้องพึ่งตัวเองอยู่ดี แหละเนอะ?",
      "vi": "Diona Trấn Thanh Tuyền! Wow, nghe nói cô ấy có thể ủ được loại rượu cực ngon, tôi từng tới chào hỏi cô ấy! Nếu như có thể tham khảo cách ủ rượu trong nấu nướng thì có khi lại cho ra mỹ vị ấy chứ. Nhưng mấy công thức cô ấy cho tôi như đuôi Rồng Đất ngâm rượu, cho thêm khô cá vào rượu bồ công anh các thứ... toàn cho ra mấy món kỳ lạ. Hầy, quả nhiên vẫn phải tự thân vận động ư?"
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "北斗姐姐人特别好！跟着她出去航海的话，每次都能捕获到好多新鲜的食材！章鱼脚拿来煲汤最好，海天青就要用辣椒好好炝一炝。不光北斗姐姐，「南十字」的船员们都很喜欢我做的菜呢。",
      "zht": "北斗姐姐人很好！跟著她出去航海的話，每次都能捕獲到好多新鮮的食材！章魚腳拿來煲湯最好，海天青就要用辣椒好好熗一熗。不光北斗姐姐，「南十字」的船員們都很喜歡我做的菜呢。",
      "jp": "北斗姉さんはすっごく優しいの！一緒に海に出ると、いつも新鮮な食材をたくさん捕ってくれるんだよ！タコはスープ、ワカメには唐辛子がいいよね。北斗姉さんだけじゃなくて、「死兆星」の船員たちも私の料理を気に入ってくれてるの。",
      "ko": "북두 언니는 사람이 정말 좋아! 언니를 따라 항해에 나가면 매번 신선한 식재료를 많이 잡을 수 있어! 문어발은 국을 끓일 때 가장 좋고, 해천청은 데친 후 고추로 잘 무쳐야 해. (웃음) 북두 언니뿐만 아니라, 「남십자」 선원들도 내가 만든 요리를 아주 좋아해",
      "en": "Oh, Beidou is the greatest! Every time I go out sailing with her, she always manages to fish up lots of fresh ingredients! Octopus tentacles go great in soup, and seaweed fries up great with some chilies. Not just Beidou, but everyone on board The Crux loves my cooking.",
      "de": "Beidou ist einfach fantastisch! Jedes Mal, wenn wir zusammen rausfahren, fischt sie mir die tollsten Zutaten aus dem Meer! Oktopustentakel für Suppen und Seetang kann man am besten scharf mit Chili anbraten. Nicht nur Beidou, sondern die gesamte Besatzung der Crux liebt meine Gerichte.",
      "es": "Oh, ¡Beidou es la mejor! ¡Cada vez que navego con ella, siempre consigue pescar cosas muy frescas! Los tentáculos de pulpo son perfectos para poner en una sopa, y las algas saben muy bien si se sofríen con chile. No solo Beidou adora mi cocina, sino también toda la tripulación de la Flota Crux Meridianam, jijiji.",
      "fr": "Beidou est géniale ! Je rentre toujours avec plein de poissons et de fruits de mer frais quand je suis sur son bateau ! Les tentacules de pieuvre en soupe et les algues sautées avec un peu de piment sont délicieuses. Beidou et tout l'équipage du Crux sont très friands de ma cuisine !",
      "pt": "Oh, a Beidou é a melhor! Toda vez que eu vou velejar com ela, ela sempre consegue pescar muitos ingredientes frescos! Os tentáculos de polvo são os melhores ingredientes para sopa e as algas marinhas precisam fritar com alguns pimentões.*Risada* Não apenas a Beidou, mas todos da Frota Crux amam minha comida.",
      "ru": "Бэй Доу - лучшая! Каждый раз, когда я выхожу с ней в море, мы вылавливаем много свежих ингредиентов! Осьминожьи щупальца - отличная основа для супа, а водоросли очень вкусны, если пожарить их с перцем. Мои блюда любит не только Бэй Доу, но и весь экипаж Южного Креста.",
      "id": "Beidou adalah yang terhebat! Setiap kali aku pergi berlayar bersamanya, dia selalu bisa menangkap banyak sekali bahan-bahan segar! Tentakel gurita sangat cocok untuk digunakan dalam sup, rumput laut goreng disertai cabai juga enak. Tidak hanya Beidou, tapi semua orang di kapal menyukai masakanku.",
      "th": "พี่ Beidou เป็นคนดีมาก ๆ! ถ้าออกเดินเรือไปกับพี่เค้าล่ะก็ จะได้วัตถุดิบทำอาหารสดใหม่ ๆ เยอะแยะมากมายทุกครั้งเลย! หนวดหมึกยักษ์เอามาตุ๋นซุปนะ สุดยอดเลย ส่วนสาหร่ายเอาพริกคลุกสักหน่อยอร่อยเหาะเลยล่ะ ไม่เพียงแค่พี่ Beidou จะชอบอาหารที่ฉันทำเท่านั้นนะ บรรดาลูกเรือ กองเรือ Crux ก็ชอบกันทั้งนั้น",
      "vi": "Beidou tỷ tỷ tốt lắm! Theo cô ấy ra biển thì lần nào cũng có thể thu hoạch được rất nhiều nguyên liệu nấu ăn mới lạ! Bạch tuộc để nấu canh là tốt nhất, hải âu thì phải ướp ớt quay giòn rụm. Không riêng gì Beidou tỷ tỷ, thủy thủ đoàn của Nam Thập Tự cũng rất thích ăn đồ do tôi nấu."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "我遇到过不少挑剔的食客，但像钟离先生那种嘴巴上讲究，还能一针见血的，真的就只有他一个！那天我给他上的第一道菜是「椒盐豆腐」，他只尝了一口，就问我用的是什么盐，然后又说什么「不妨试试孤云阁浅海处提炼的海盐吧，它的层次感能够为豆腐赋予更多鲜味」。我试过之后味道真的大有不同。你说，他是不是好厉害！",
      "zht": "#我遇到過不少挑剔的食客，但像鍾離先生那種嘴巴上講究，還能一針見血的，真的就只有他一個！那天我給他上的第一道菜是「椒鹽豆腐」，他只嘗了一口，就問我用的是什麼鹽，然後又說什麼「不妨試試孤雲閣淺海處提煉的海鹽吧，它的層次感能夠為豆腐賦予更多鮮味」。我試過之後味道真的大有不同。{F#妳}{M#你}說，他是不是好厲害！",
      "jp": "好き嫌いが激しいお客さんはたくさん見てきたけど、鍾離さんのように食材のことを理解している人は他にいなかったな！あの日、彼に「山椒豆腐」を出したら、一口食べて何の塩を使ったか聞いてきたの。それで答えたら、「孤雲閣の浅海で作った海塩を使うといい。その味わいは豆腐の鮮度を高められるだろう」って言われたんだ。言われた通り試したら、本当に味が全然違うの！ねえ、すごいでしょ！",
      "ko": "까다로운 손님도 많았지만, 맛에 일가견이 있고 또 한 마디로 정곡을 찌를 수 있는 사람은 정말 종려 선생님밖에 없어! 그 날 내가 올린 첫 번째 요리는 「소금 두부」였는데, 한 입만 먹었더니 무슨 소금을 썼냐고 물었어, 그리고 「고운각 근해에서 정제한 해염을 써봐, 그 식감으로 두부는 더욱 신선한 맛을 낼 거야」(종려 말투로) . 그렇게 해봤는데 맛이 정말 많이 달라졌어. 어때, 그는 정말 대단하지! (눈을 반짝이며)",
      "en": "I've come across a lot of fussy eaters, but Mr. Zhongli is very particular and has no problem getting straight to what he has to say. The first time I served him salt and pepper tofu, he took just one bite, and then proceeded to say: \"It would be better to try sea salt extracted from the shallow seas of Guyun Stone Forest, because it would bring a fresh sense of depth to the tofu.\" I tried it and the taste was just so different! He's just amazing, don't you think!?",
      "de": "Mir sind schon viele pingelige Esser untergekommen, aber Herr Zhongli ist ein ganz besonderer Fall und hat auch kein Problem, es mir direkt unter die Nase zu reiben. Als ich ihm das erste Mal Tofu mit Pfeffer und Salz servierte, sagte er nach nur einem Bissen „Der Geschmack des Tofus könnte besser betont werden, wenn du Salz gewonnen aus den flachen Gewässern um die Guyun-Türme nehmen würdest.“ Ich habe es selbst ausprobiert und der Geschmack war ganz anders, viel besser. Ist er nicht faszinierend!",
      "es": "Me he encontrado con muchos comensales quisquillosos, pero el Sr. Zhongli es uno de los más particulares. Siempre dice lo que piensa sin rodeos. La primera vez que le hice tofu con sal y pimienta, lo probó y dijo: “Podrías probar a usar sal de las profundidades del mar del Bosque de Piedra Guyun para darle al plato una textura y frescor especiales”. ¡Lo probé y el sabor era muy distinto! Es una persona increíble, ¿no te parece?",
      "fr": "J'ai eu mon lot de clients exigeants, mais monsieur Zhongli est le plus particulier d'entre eux et il n'a pas la langue dans sa poche ! Quand je lui ai servi du tofu salé et poivré, il lui a suffi d'une bouchée pour me dire : « Vous devriez essayer le sel des eaux de la Forêt de pierre de Guyun. Le tofu n'en serait que meilleur. » J'ai fait ce qu'il a dit et le goût du plat était totalement différent ! Monsieur Zhongli est génial !",
      "pt": "Eu já encontrei muitos clientes exigentes, mas ele é o único que pode dar conselhos úteis. O primeiro prato que servi foi \"Tofu Salteado\", ele perguntou que tipo de sal eu usei. Aconselhou o uso do sal refinado da Floresta de Pedra Guyun, que pode dar mais aromas diferentes ao tofu. Eu segui o seu conselho, e o sabor saiu incrível. Ele é mesmo fantástico.",
      "ru": "Мне встречалось немало привередливых клиентов, но таких прямолинейных и утончённых ценителей, как Чжун Ли, я больше не встречала! В тот день я подала ему тофу с солью и перцем. Он откусил кусочек и тут же спросил, какой солью я пользовалась. Потом он сказал: «Стоит попробовать добавить очищенную морскую соль с мелководья в каменном лесу Гуюнь, она придаст тофу большую свежесть и глубину вкуса». Я попробовала, и вкус действительно был другой! Чжун Ли - потрясающий человек!",
      "id": "Aku sudah bertemu banyak sekali pelanggan yang pilih-pilih makanan, tapi Tuan Zhongli cukup unik dan dia selalu mengatakan secara langsung apa yang dia ingin katakan. Pertama kali aku memberinya tahu cabe garam, dia mencicipinya lalu langsung berkata: \"Akan lebih baik untuk mencoba garam laut yang diekstrak dari laut di Guyun Stone Forest, karena akan membawa rasa segar yang mendalam dari tahunya.\" Lalu aku mencobanya dan rasanya benar-benar jadi berbeda! Dia benar-benar hebat!",
      "th": "ฉันเคยเจอลูกค้าที่พยายามจับผิดมาเยอะ แต่คนที่พิถีพิถันในการกินอย่างคุณ Zhongli น่ะพูดแทงใจดำสุด ๆ เลย มีแค่เขาคนเดียวจริง ๆ น่ะแหละ! วันนั้นฉันทำอาหารจานแรกให้เขา เป็น \"เต้าหู้ทอดพริกเกลือ\" เขาชิมแค่คำเดียว ก็ถามฉันว่าใช้เกลืออะไร จากนั้นก็พูดว่า \"ไม่ลองใช้เกลือที่สกัดจากทะเล น้ำตื้นของ Guyun Stone Forest ดูล่ะ มันจะช่วยเพิ่มรสชาติให้เต้าหู้ ได้เยอะเลย\" หลังจากที่ฉันได้ลองทำตามแล้ว รสชาติต่างไปมากจริง ๆ เขาเก่งมากเลยนะว่ามั้ย!",
      "vi": "Tôi từng gặp rất nhiều thực khách khó tính, nhưng loại vừa bắt bẻ vừa nói trúng tim đen thật sự chỉ có mỗi mình Zhongli tiên sinh mà thôi! Hôm đó món đầu tiên tôi nấu cho hắn là “Đậu hủ muối tiêu”, hắn chỉ thử một miếng thì hỏi tôi dùng muối gì, sau đó còn nói gì mà: \"Không ngại thì thử muối biển tinh luyện ở biển cạn nơi Cô Vân Các thử xem, sẽ làm đậu hũ ngon hơn”. Sau khi tôi thử thì thấy hương vị thật sự khác hẳn. Bạn nói xem, có phải hắn lợi hại lắm không!"
    }
  },
  {
    "title": {
      "zhs": "关于重云…",
      "zht": "關於重雲…",
      "jp": "重雲について…",
      "ko": "중운에 대해…",
      "en": "About Chongyun",
      "de": "Über Chongyun ...",
      "es": "Sobre Chongyun...",
      "fr": "À propos de Chongyun...",
      "pt": "Sobre Chongyun...",
      "ru": "О Чун Юне...",
      "id": "Tentang Chongyun",
      "th": "เกี่ยวกับ Chongyun...",
      "vi": "Về Chongyun..."
    },
    "line": {
      "zhs": "重云啊，他总是跟着行秋一起来「万民堂」吃饭…呃，或者应该说，是被行秋拖来的？但是重云不吃热食。每次热菜上桌，行秋就会客客气气地说一声「失敬」，然后动起筷子逐一评点起每道菜的美味之处，他那夸得呀，我都想冲过去尝一口！你是没见到重云那种眼神，哈哈哈。还挺有趣的呢，他俩。",
      "zht": "#重雲啊，他總是跟著行秋一起來「萬民堂」吃飯…呃，或者應該說，是被行秋拖來的？但是重雲不吃熱食。每次熱菜上桌，行秋就會客客氣氣地說一聲「失敬」，然後動起筷子逐一評點起每道菜的美味之處，他那誇得呀，我都想衝過去嘗一口！{F#妳}{M#你}是沒見到重雲那種眼神，哈哈哈。還挺有趣的呢，他倆。",
      "jp": "重雲ね、いつも行秋と一緒に「万民堂」に来るけど…あ、行秋に連れて来られてるって言ったほうが正しいかも？でも重雲は熱いものが食べれないのよね。熱々の料理が運ばれてきたら、行秋が礼儀正しく「失敬」と言って、箸を持ったまま料理のいいところを褒めるんだ。あまりにも褒めるから、こっちまでお腹が空いてきちゃうのよね。その時の重雲の目ときたら、はははっ。あの2人、本当に面白いんだから。",
      "ko": "중운, 그는 항상 행추와 「만민당」에 밥먹으러 오는데… 음, 아니, 행추에게 끌려온다고 할까? 하지만 중운은 뜨거운 음식을 먹지 않아. 뜨거운 음식이 상에 오를 때마다 행추는 공손하게 「실례합니다」라고 말하고는, 젓가락을 들어 요리의 맛에 대해 일일이 평가하기 시작하는데, 그의 칭찬을 듣고 나도 달려가서 먹어보고 싶을 정도라구! 네가 중운의 그 눈빛을 못 봐서 아쉽구나, 하하하. 꽤 재밌어, 그 둘은",
      "en": "Chongyun? I always see him on his way to eat at Wanmin Restaurant with Xingqiu... Ah... or perhaps I should say I see him being dragged there by Xingqiu? Chongyun doesn't eat hot food. Every time the hot food arrives, Xingqiu politely apologizes and proceeds to try every dish. I just wanna dig in with him! The look on Chongyun's face is priceless. They're quite interesting, those two.",
      "de": "Chongyun? Hmm, er sagt, er gehe mit Xingqiu zum Restaurant Wanmin, um dort zu essen. Oder sollte ich sagen, Xingqiu drängt ihn, dort zu essen? Aber Chongyun isst kein heißes Essen. Jedes Mal, wenn etwas Heißes auf den Tisch kommt, entschuldigt sich Xingqiu äußerst freundlich und gräbt sich dann mit seinen Stäbchen durch alle Gerichte. Da will ich auch mal mitmachen. Du solltest Chongyuns Gesicht dabei sehen! Die zwei sind schon lustig, hahaha.",
      "es": "¿Chongyun? Siempre lo veo yendo a comer al Restaurante Wanmin con Xingchiu... ¿O tal vez debería decir que lo veo siendo arrastrado hasta allí por Xingchiu? Chongyun no come comida caliente. Cada vez que les sirven comida caliente, Xingchiu se disculpa y procede a probar y valorar cada plato. Al verlo, ¡solo quiero comer junto a él! Mientras, la cara que pone Chongyun no tiene precio, jajaja. Esos dos son una pareja muy interesante.",
      "fr": "Chongyun ? Il vient souvent manger au restaurant avec Xingqiu... ou devrais-je plutôt dire que Xingqiu le traîne jusqu'au restaurant ? Chongyun ne mange que des plats froids, alors dès qu'un plat chaud arrive, Xingqiu nous demande de l'excuser avant de manger. Son entrain à table m'ouvre toujours l'appétit ! Et tu devrais voir la tête de Chongyun, hahaha ! Ils font vraiment la paire ces deux-là !",
      "pt": "Chongyun, ele sempre vem ao Restaurante Wanmin com o Xingqiu... Melhor dizendo, sempre é arrastado pelo Xingqiu? Mas o Chongyun não come comida quentinha. Toda vez que se serve prato quente, o Xingqiu sempre pede desculpa antes de comer. E logo depois começa a elogiar todos os pratos, que sempre deixa o Chongyun com inveja. Hahaha, é muito engraçado.",
      "ru": "Чун Юнь? Он часто вместе с Син Цю ходит в ресторан «Народный выбор»... Или лучше сказать, Син Цю тащит его туда? Но Чун Юнь не ест горячую пищу. Каждый раз, когда подают горячее блюдо, Син Цю вежливо извиняется, а потом берёт палочки и начинает пробовать каждое блюдо. Я тоже так хочу! Выражение Чун Юня в такие моменты надо видеть, ха-ха. Эти двое - интересные личности.",
      "id": "Chongyun? Aku selalu melihatnya dalam perjalanan untuk makan di Wanmin Restaurant dengan Xingqiu... Ah... mungkin lebih tepatnya aku melihatnya dibawa ke sana oleh Xingqiu? Chongyun tidak makan makanan panas. Setiap kali makanan panas tiba, Xingqiu dengan sopan meminta maaf lalu menyantap semua masakan. Membuatku ingin makan bersamanya! Ekspresi di wajah Chongyun sungguh lucu, hahaha. Mereka berdua sungguh menarik.",
      "th": "Chongyun น่ะเหรอ เขามักจะมากินข้าวที่ภัตตาคาร Wanmin กับ Xingqiu...เอ่ หรือจะพูดว่าถูก Xingqiu ลากมาดีนะ? แต่ Chongyun ไม่กินของร้อน ดังนั้นทุกครั้งที่มีอาหารร้อนมา เสิร์ฟ Xingqiu จะพูดขึ้นอย่างเกรงอกเกรงใจว่า \"ขอโทษที่เสียมารยาทนะ\" จากนั้นก็คว้าตะเกียบชิมและชมว่า อร่อยซะทุกเมนู เขาชมซะจนฉันเองก็อยากไปชิมดู สักคำเลยล่ะ! เธอคงยังไม่เคยเห็นแววตาแบบนั้นของ Chongyun สินะ ฮ่าฮ่าฮ่า เขาสองคนน่ะน่าสนใจมากเชียวล่ะ!",
      "vi": "Chongyun à, hắn luôn tới Vạn Dân Đường ăn cơm cùng Xingqiu... Hoặc nên nói là bị Xingqiu kéo đi? Nhưng Chongyun không ăn đồ nóng. Mỗi khi món nóng được dọn lên thì Xingqiu sẽ khách khí nói một tiếng “thất kính”, sau đó cầm đũa và bình luận về điểm xuất sắc của từng món, khen đến mức tôi cũng muốn nếm thử! Bạn không thấy ánh mắt của Chongyun đâu, ha ha ha. Hai người đó thú vị lắm."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "甘雨？嗯…啊啊有印象有印象，是那位只吃素食的客人吧！她来「万民堂」的次数不算多，每次都是一个人躲在小角落里不吭声地吃着饭。我嘛，看她孤孤单单有些可怜，就总帮她多舀两大勺菜。没想到，她每次都能全部吃完！真是不可貌相。",
      "zht": "甘雨？嗯…啊啊有印象有印象，是那位只吃素食的客人吧！她來「萬民堂」的次數不算多，每次都是一個人躲在小角落裡不吭聲地吃著飯。我嘛，看她孤孤單單有些可憐，就總幫她多舀兩大勺菜。沒想到，她每次都能全部吃完！真是不可貌相。",
      "jp": "甘雨？うーん…あっ、思い出したよ！あの菜食主義のお客さんのことだよね！「万民堂」に来た回数はあまり多くないし、いつも隅っこで静かに食べてるから、なんか可哀想に思っていつも多めに入れてるんだけど、毎回完食してくれるんだ、人は見かけによらないよね。",
      "ko": "감우? 음… 아아, 알겠다. 그 채식주의자 손님! 「만민당」에 왔던 적이 많진 않은데, 항상 구석에서 혼자 조용히 먹더라고. 혼자 외롭게 먹는 모습이 너무 불쌍해서 항상 음식을 좀 더 많이 퍼주는데, 그걸 전부 다 먹을 줄이야! 역시 사람은 외모로 판단하면 안 돼",
      "en": "Ganyu? Oh... Oh yeah! I remember her — vegetarian, right? She doesn't come to the Wanmin Restaurant very often — but when she does, she sits alone in the corner and eats her meal in total silence. Poor girl, she seems kinda lonely... I always give her an extra-large portion because I feel sorry for her. Funniest thing is, she eats every last bite, every time! I wouldn't have guessed she had such an appetite just by looking at her.",
      "de": "Ganyu? Ja, ich erinnere mich. Das ist doch diese Vegetarierin! Sie kommt nicht sehr oft ins Restaurant Wanmin, aber wenn sie kommt, dann sitzt sie allein in einer Ecke und verspeist ihr Essen in völliger Stille. Sie sieht ein bisschen einsam aus, daher gebe ich ihr immer eine besonders große Portion. Sie schafft es jedes Mal, den Teller komplett leerzuessen, obwohl man ihr das gar nicht zutrauen würde.",
      "es": "¿Ganyu? ¡Ah, sí! La recuerdo. Es vegetariana, ¿verdad? No suele venir al Restaurante Wanmin, pero cuando lo hace, se sienta sola en una esquina y come en silencio total. Pobrecita, parece estar muy sola... Siempre le doy una ración extragrande porque me da mucha pena. Lo más gracioso es que nunca deja nada de comida. Por su aspecto, nunca hubiera imaginado que tendría un apetito tan grande. ¡Las apariencias engañan!",
      "fr": "Ganyu ? Ah, je me rappelle d'elle. C'est une végétarienne, non ? Elle vient régulièrement manger au Restaurant Wanmin, mais elle s'installe toujours dans un coin en silence. La pauvre doit se sentir seule, alors je lui sers des grandes portions. Elle finit ses plats à chaque fois ! C'est drôle, je n'aurais jamais pensé qu'elle avait un tel appétit.",
      "pt": "Ganyu? Hum, é aquela vegetariana? Ela não vem com muita frequência, e sempre fica calada no canto. E eu tenho piedade dela, e dou mais comida para ela, mas inesperadamente, ela sempre acaba tudo...",
      "ru": "Гань Юй? Хм... А, помню, помню! Она вегетарианка! Она редко ходит в ресторан «Народный выбор», а когда приходит, занимает столик в углу и молча ест в одиночестве. Бедняжка! Когда я на это смотрю, мне становится так жалко её... Поэтому я всегда накладываю ей двойную порцию. Забавно, но она каждый раз съедает всё до крошки! А по внешности и не скажешь, что она на такое способна.",
      "id": "Ganyu? Oh... iya aku ingat dia, dia vegetarian kan? Dia tidak terlalu sering datang ke Wanmin Restaurant tapi ketika dia datang, dia akan duduk sendirian di pojok dan makan dalam diam. Kasihan sekali, dia sepertinya kesepian... aku selalu memberinya porsi lebih karena aku kasihan padanya. Tapi lucunya, dia akan makan sampai gigitan terakhir! Aku tidak menyangka selera makannya besar juga.",
      "th": "Ganyu? อืม...อ่า ๆ จำได้จำได้ แขกคนที่กินแต่อาหารมังสวิรัติอ่ะนะ! เธอมาภัตตาคาร Wanmin ไม่ค่อยบ่อย ทุกครั้งที่มาก็จะนั่งหลบมุมกินข้าว อย่างเงียบ ๆ คนเดียว ฉันเห็นเธอมาคนเดียวเหงา ๆ ก็อดสงสารไม่ได้ เลยตักอาหารเพิ่มให้สองช้อนใหญ่ ๆ คิดไม่ถึงว่าเธอจะกินหมดทุกครั้ง เลยล่ะ! คนเราจะตัดสินจากสิ่งที่เห็นแค่ภายนอกไม่ได้จริง ๆ นะ",
      "vi": "Ganyu? Ừm... à, ta có ấn tượng, là vị khách chỉ ăn đồ chay đó mà! Cô ấy tới Vạn Dân Đường cũng không nhiều lắm, lần nào cũng ngồi riêng trong một góc hẻo lánh để ăn cơm. Tôi thấy cô ấy đáng thương nên luôn múc thêm cho cô ấy hai muỗng đồ ăn lớn. Không ngờ lần nào cô ấy cũng ăn hết sạch! Đúng là không nên xem tướng mạo."
    }
  },
  {
    "title": {
      "zhs": "关于瑶瑶…",
      "zht": "關於瑤瑤…",
      "jp": "ヨォーヨについて…",
      "ko": "요요에 대해…",
      "en": "About Yaoyao",
      "de": "Über Yaoyao ...",
      "es": "Sobre Yaoyao...",
      "fr": "À propos de Yaoyao...",
      "pt": "Sobre Yaoyao...",
      "ru": "О Яо Яо...",
      "id": "Tentang Yaoyao",
      "th": "เกี่ยวกับ Yaoyao...",
      "vi": "Về Yaoyao..."
    },
    "line": {
      "zhs": "嘿嘿，她啊，是我引以为豪的小师妹喔！不过呀，她很久没来「万民堂」玩儿了。是大师父放心不下吧…哼，明明生的云来大章鱼那么好吃，瑶瑶上次不光不让我吃，还叫上大师父一起训斥我，呜…有时候真不知道，到底谁才是师姐了。",
      "zht": "嘿嘿，她啊，是我引以為豪的小師妹喔！不過呀，她很久沒來「萬民堂」玩了。是大師父放心不下吧…哼，明明生的雲來大章魚那麼好吃，瑤瑤上次不光不讓我吃，還叫上大師父一起訓斥我，嗚…有時候真不知道，到底誰才是師姐了。",
      "jp": "へへっ、あの子は自慢の妹弟子だよ！でも長いこと「万民堂」には来てないの。きっと師匠が彼女のこと心配してるからだと思う…もう、生の雲来タコって美味しいのに、ヨォーヨは私に食べさせないどころか、師匠を呼んできてアタシのこと説教したんだよ。むむ…どっちが姉弟子かたまに分からなくなる時があるよ。",
      "ko": "헤헤, 요요는 내 자랑스러운 후배야! 근데 요즘엔 「만민당」에 놀러 오지 않네. 사부님이 걱정하시는 모양이야…. 흥, 운래 문어를 생으로 먹으면 얼마나 맛있는데, 요요는 먹지도 못하게 하고 사부님까지 불러서 날 혼나게 했어. 으… 어쩔 땐 누가 선배인지 모르겠다니까",
      "en": "Hee-hee, I'm proud to call her my junior! She hasn't swung by the Wanmin Restaurant in ages, though. Maybe master is trying to protect her from me or something... Last time we hung out, I was about to dig into some fresh raw octopus from the Sea of Clouds, but not only did she stop me from eating it, she sent master to tell me off too! Ugh... Honestly, sometimes it feels like I'm the one who gets treated like the junior...",
      "de": "Hehe, auf unsere kleine Köchin bin ich stolz! Sie war leider lange nicht im Restaurant Wanmin zu Besuch. Wahrscheinlich versucht ihr Lehrer, sie wieder zu beschützen. Yaoyao hat mich beim letzten Mal schon nichts probieren lassen und dann auch noch den Lehrer gerufen ... Eigentlich sehe ich mich als die ältere an, aber manchmal bin ich mir da nicht mehr sicher.",
      "es": "Jiji. Para mí, ¡es un orgullo que ella sea mi compañera de estudios! Sin embargo, hace muchos años que no se pasa por el restaurante Wanmin. Tal vez nuestro maestro está tratando de protegerla de mí o algo... La última vez que salimos juntas, estuve a punto de comerme un pulpo crudo del Mar de Nubes. Entonces, ella no solo evitó que lo comiera, ¡sino que llamó a nuestro maestro para que me regañara! Hummm... Como soy la mayor de las dos, siempre me había visto a mí misma como la chef principal, pero ahora ya no estoy tan segura...",
      "fr": "On étudiait la cuisine ensemble avec Yaoyao ! Mais ça fait un sacré bail qu'elle n'est pas venue me rendre visite au restaurant. Peut-être que notre maître s'inquiète pour elle ? La dernière fois qu'on s'est vues, j'allais manger une pieuvre de la Mer des nuages toute crue ! Yaoyao m'en a empêchée et notre maître m'a aussi passé un savon. Je suis son aînée, mais parfois je n'en ai pas l'impression...",
      "pt": "Hehe, ela é uma colega boa, e eu tenho orgulho dela! Ela não aparece no Restaurante Wanmin há um tempo. Talvez a nossa mestre esteja tentando protegê-la de mim ou algo assim... Da última vez que saímos, eu estava prestes a comer um polvo cru fresco do Mar das Nuvens, ela não apenas me impediu de comê-lo, mas também mandou a mestre para me repreender! Hmm... Eu sou mais velha, então deveria ser eu quem dou as ordens, mas às vezes eu realmente não tenho tanta certeza...",
      "ru": "Хе-хе, я горжусь тем, что могу назвать её младшей коллегой! Но она давно не приходила в ресторан «Народный выбор». Возможно, наставник опять беспокоится о ней... В прошлый раз я собиралась попробовать сырого осьминога из Облачного моря, но Яо Яо тогда не только не позволила мне это сделать, но и рассказала наставнику, и он отчитал меня... Хм. Иногда я не знаю, кто из нас старший шеф-повар...",
      "id": "Hehe, dia ya, aku bangga sekali menyebutnya sebagai juniorku! Sudah lama dia tidak datang ke Wanmin Restaurant, mungkin guru kami ingin melindunginya dari sesuatu... terakhir kali kami bertemu, aku baru saja akan memasukkan beberapa gurita mentah segar dari Sea of Clouds, tapi dia tidak hanya menghentikanku memakannya tapi dia juga meminta guru kami untuk menghentikanku! Hmm... aku lebih tua jadi aku seharusnya lebih senior, tapi terkadang aku tidak begitu yakin.",
      "th": "หึหึ เธอน่ะเหรอ เป็นศิษย์น้องที่ฉันภูมิใจมากเชียวล่ะ! แต่เธอไม่ได้มาที่ภัตตาคาร Wanmin นานมากแล้ว อาจเพราะท่านอาจารย์ไม่ปล่อยเธอมาล่ะมั้ง...เฮ้อ ครั้งก่อนอุตส่าห์ได้หมึกยักษ์แสน อร่อยมาแล้วแท้ ๆ นอกจาก Yaoyao จะห้ามไม่ให้ฉันกินแล้วยังเรียกท่านอาจารย์มาตักเตือนฉันด้วย เฮ้อ...บางครั้งก็ไม่รู้จริง ๆ ว่าใครคือศิษย์พี่กันแน่",
      "vi": "Ha ha, cô ấy là tiểu sư muội mà tôi vẫn luôn lấy làm tự hào. Nhưng lâu lắm rồi cô ấy không tới Vạn Dân Đường. Có thể là do đại sư phụ không yên tâm... Hừ, rõ ràng bạch tuộc Vân Lai sống ngon như vậy, nhưng Yaoyao không chịu cho tôi ăn, còn mách đại sư phụ mắng tôi một chặp. Hầy... đôi khi tôi cũng không hiểu rốt cuộc ai mới là sư tỷ nữa."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱…",
      "zht": "關於辛焱…",
      "jp": "辛炎について…",
      "ko": "신염에 대해…",
      "en": "About Xinyan",
      "de": "Über Xinyan ...",
      "es": "Sobre Xinyan...",
      "fr": "À propos de Xinyan...",
      "pt": "Sobre Xinyan...",
      "ru": "О Синь Янь...",
      "id": "Tentang Xinyan",
      "th": "เกี่ยวกับ Xinyan...",
      "vi": "Về Xinyan..."
    },
    "line": {
      "zhs": "辛焱经常来「万民堂」吃夜宵喔！像行秋、重云他们不敢试吃的新品，辛焱就会毫不犹豫地下筷…而且有八成以上的概率喜欢！哎，真是很不错的人呐。",
      "zht": "辛焱經常來「萬民堂」吃宵夜喔！像行秋、重雲他們不敢試吃的新品，辛焱就會毫不猶豫地下筷…而且有八成以上的機率喜歡！哎，真是很不錯的人呐。",
      "jp": "辛炎はよく「万民堂」に来て夜食を食べてるよ！行秋、重雲たちが食べてくれない新メニューでも迷わず注文してくれるんだ…しかも8割方それを気に入ってくれるの！すごくいい人だよ。",
      "ko": "신염은 「만민당」에 야식을 먹으러 자주 와! 행추나 중운은 못 먹는 신제품을 신염은 주저하지 않고 먹어버린다니까…. 게다가 8할 이상의 확률로 맛있어해! 진짜 괜찮은 사람이야",
      "en": "Xinyan always comes to the Wanming Restaurant for a late-night snack! She gobbles up all the new dishes that the likes of Xingqiu and Chongyun don't go near... and nine out of ten times, she enjoys them too! She's great.",
      "de": "Xinyan kommt oft ins Restaurant Wanmin für einen kleinen Mitternachtsimbiss. Xingqiu und Chongyun trauen sich oft nicht an neue Gerichte heran, Xinyan jedoch liebt solche Gerichte und schlingt sie gierig herunter ... Und meistens gefallen ihr die Gerichte auch noch wirklich. So eine nette Person.",
      "es": "¡Xinyan siempre viene al restaurante Wanmin por un aperitivo nocturno! Ella es la que pide todos los platos nuevos que Xingchiu y Chongyun no se atreven a probar... ¡Y casi siempre le gustan esos platos! Es genial.",
      "fr": "Xinyan prend toujours son encas nocturne au Restaurant Wanmin. Elle goûte sans hésitation des plats que Xingqiu et Chongyun n'oseraient jamais toucher. La plupart du temps, elle les trouve délicieux ! C'est une fille impressionnante.",
      "pt": "A Xinyan sempre vem comer mais coisas depois do jantar. Ela não se recusa de provar novos pratos que o Xingqiu e o Chongyun têm medo de provar, e muito provavelmente, ela adora! Ela é uma pessoa muito boa.",
      "ru": "Синь Янь часто приходит в ресторан «Народный выбор», чтобы перекусить перед сном! Она без колебаний пробует новые блюда, к которым Чун Юнь и Син Цю даже близко не подходят... К тому же эти блюда нравятся ей в восьмидесяти процентах случаев! Эх, славная девчонка.",
      "id": "Xinyan selalu datang ke Wanmin Restaurant untuk makan malam! Dia akan memakan semua makanan yang biasanya tidak disukai oleh Xingqiu dan Chongyun... dan 80% kemungkinan dia pasti menyukainya! Benar-benar orang baik.",
      "th": "Xinyan มากินมื้อดึกที่ภัตตาคาร Wanmin อยู่บ่อย ๆ! ไม่เหมือนกันกับ Xingqiu และ Chongyun พวกเขาไม่กล้าลองกินเมนูใหม่เลย แต่ Xinyan น่ะไม่ลังเลที่จะคีบอาหาร...เรียกได้ ว่าเธอชอบอาหารอยู่แปดในสิบครั้ง เลยล่ะ! เฮ้อ เป็นคนที่ไม่แย่เลยนะ",
      "vi": "Xinyan thường tới Vạn Dân Đường ăn khuya! Như món mới mà Xingqiu với Chongyun không dám ăn thử thì Xinyan sẽ hạ đũa chẳng chút do dự... Hơn nữa 80% là sẽ thích món đó! Chà, đúng là một người tốt mà."
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "夜兰姐？我当然记得她啦。第一次见面时，我还猜她会喜欢那种清淡的菜式，没想到她是我见过最能吃辣的客人！菜肴里的辣味她觉得不够，居然把绝云椒椒直接嚼来吃！真了不起。",
      "zht": "夜蘭姐？我當然記得她啦。第一次見面時，我還猜她會喜歡那種清淡的菜色，沒想到她是我見過最能吃辣的客人！菜餚裡的辣味她覺得不夠，居然把絕雲椒椒直接嚼來吃！真了不起。",
      "jp": "夜蘭姉さん？もちろん、その人のことなら覚えてるよ！初めて会った時、あっさりした料理のほうが好きかなぁって思ったんだけど、アタシが今まで会った人の中で、一番辛いものが好きなお客さんだったの！料理の辛さが足りないからって、絶雲の唐辛子をそのまま噛んで食べたんだよ！本当にすごいよね。",
      "ko": "야란 언니? 당연히 기억하지. 처음 만났을 때 담백한 요리를 좋아할 거라고 생각했는데, 지금까지 내가 본 손님 중에서 매운 걸 제일 잘 먹는 사람이었어! 요리의 매운맛이 부족하다면서 절운고추를 그냥 씹어먹더라니까! 진짜 대단해",
      "en": "Yelan? Of course, I remember her! When I first met her, I was certain she'd be the kind of gal who'd prefer lighter dishes... turned out that she can handle the most spice out of all my customers! Apparently, my dishes weren't spicy enough for her, because she started taking bites of raw Jueyun Chilies! Truly amazing.",
      "de": "Yelan? Natürlich erinnere ich mich an sie. Als wir uns das erste Mal trafen, dachte ich, dass sie die leichteren Gerichte mögen würde, aber ich hätte nie gedacht, dass sie scharfes Essen so genießen würde. So etwas habe ich noch nie gesehen! Sie fand die Schärfe des Gerichts nicht ausreichend, sodass sie sogar zusätzlich Jueyun-Peperoni aß! Das war erstaunlich.",
      "es": "¿Yelan? ¡Claro que la recuerdo! Cuando la conocí, tenía la certeza de que era el tipo de chica a la que le gustan los platos ligeros. Pues resulta que, de todos mis clientes, ¡es la que mejor aguanta el picante! Al parecer, mis platos no le parecieron lo suficientemente picantes, ¡porque empezó a comer chiles de Jueyun crudos! ¡Increíble!",
      "fr": "Yelan ? Bien sûr que je me souviens d'elle ! La première fois que je l'ai rencontrée, j'étais certain qu'elle était du genre à préférer les plats légers... Mais il s'est avéré qu'elle est la cliente qui mange le plus épicé ! Mes plats n'avaient pas l'air d'être assez épicés pour elle, car elle a commencé à prendre des bouchées de piments de Jueyun crus ! Elle est vraiment incroyable.",
      "pt": "Yelan? Eu me lembro de dela. Quando a conheci, tinha certeza que ela seria o tipo de garota que gostaria de pratos leves... Mas na verdade, de todos os meus clientes, ela é quem mais suporta comidas picantes! Aparentemente, meus pratos não eram apimentados o suficiente para ela, por isso começou a mastigar pedaços crus de Pimenta de Jueyun! Incrível.",
      "ru": "Е Лань? Ну конечно же я её помню! Когда мы впервые встретились, мне показалось, что она из тех, кто предпочитает лёгкие блюда... Оказалось, что она ест специи больше всех! Мои блюда даже оказались недостаточно острыми для неё, потому что она начала закусывать сырым заоблачным перчиком! Невероятно.",
      "id": "Yelan? Ingat dong! Waktu pertama ketemu sama dia, aku yakin dia cewek yang doyan rasa lebih tawar gitu .... Ternyata, dia salah satu pelanggan aku yang paling kuat makan pedas loh! Malah kayaknya masakanku kurang pedas buat selera dia, soalnya dia mulai makanin Jueyun Chili-nya doang! Hebat banget kan!",
      "th": "พี่ Yelan? แน่นอน ฉันจำเธอได้ ตอนเจอกันครั้งแรกฉันยังเดาว่าเธอคงชอบอาหารเบา ๆ แต่ไม่คิดว่าเธอจะเป็นลูกค้าที่กินเผ็ดที่สุดเท่าที่ฉันเคยพบมา! แต่เธอคงรู้สึกว่าความเผ็ดในจานไม่สะใจพอ เธอจึงเคี้ยว Jueyun Chili ลงไป! ยอมใจเลยจริง ๆ",
      "vi": "Chị Yelan sao? Tôi dĩ nhiên nhớ rồi. Khi lần đầu gặp mặt tôi còn nghĩ chị ấy thích ăn món thanh đạm, nhưng không ngờ chị ấy là người ăn cay giỏi nhất tôi từng thấy đó! Vị cay trong món ăn thôi còn chưa đủ, chị ấy còn ăn nguyên trái Ớt Tuyệt Vân luôn! Thật lợi hại."
    }
  },
  {
    "title": {
      "zhs": "想要了解香菱·其一",
      "zht": "想要了解香菱·其一",
      "jp": "香菱を知る·1",
      "ko": "향릉에 대해 알기·첫 번째",
      "en": "More About Xiangling: I",
      "de": "Ich will mehr über Xiangling erfahren I",
      "es": "Más sobre Xiangling (I)",
      "fr": "Connaître Xiangling (1)",
      "pt": "Mais sobre Xiangling - I",
      "ru": "Узнать больше о Сян Лин I",
      "id": "Mengenal Xiangling: I",
      "th": "อยากรู้เกี่ยวกับ Xiangling-1",
      "vi": "Muốn tìm hiểu Xiangling - Điều thứ 1"
    },
    "line": {
      "zhs": "烤鸽子肉，来两串？哎呀~尝尝嘛。加了我的独门秘方，绝对跟其他家的不一样！",
      "zht": "烤鴿子肉，來兩串？哎呀~嚐嚐嘛。加了我的獨門秘方，絕對跟其他家的不一樣！",
      "jp": "ハトの肉の串焼き、いる？はい、どうぞ～。アタシの秘伝の味付けをしてあるの。他のお店とは絶対に一味違うからね！",
      "ko": "비둘기꼬치 좀 먹을래? 먹어봐~ 나만의 비법으로 만들어서 다른 집과는 완전히 달라!",
      "en": "Roasted pigeon skewers, anyone? C'mon, it's my secret recipe, you'll love it!",
      "de": "Hast du Lust auf gegrillte Taubenspieße? Probier einfach mal! Diese Zubereitungsart wird dich umhauen!",
      "es": "¿Alguien quiere brochetas de carne de paloma asada? Vamos, es mi receta secreta, ¡les encantará!",
      "fr": "Ça te dit des brochettes de pigeon ? Je te promets que c'est bon ! Ma recette est spéciale !",
      "pt": "Espetinho de pombos, alguém quer? Vamos lá! É a minha receita secreta! Você vai amar!",
      "ru": "Шашлычки из жареного голубиного мяса! Что, никто не хочет?.. Попробуйте! Это мой особый рецепт, вам понравится!",
      "id": "Ada yang mau sate burung dara? Ini pakai resep rahasiaku loh, pasti beda dari yang lain!",
      "th": "เอาเนื้อพิราบย่างสักสองไม้มั้ย? แหม่ ลองซักหน่อยเหอะน่า ด้วยเคล็ดลับของฉัน รับรองว่าไม่มีใครเหมือนแน่นอน!",
      "vi": "Thịt bồ câu nướng, hai xiên? Ây da... ăn thử à. Có thêm công thức độc nhất của tôi, chắc chắn khác hẳn mấy nơi khác!"
    }
  },
  {
    "title": {
      "zhs": "想要了解香菱·其二",
      "zht": "想要了解香菱·其二",
      "jp": "香菱を知る·2",
      "ko": "향릉에 대해 알기·두 번째",
      "en": "More About Xiangling: II",
      "de": "Ich will mehr über Xiangling erfahren II",
      "es": "Más sobre Xiangling (II)",
      "fr": "Connaître Xiangling (2)",
      "pt": "Mais sobre Xiangling - II",
      "ru": "Узнать больше о Сян Лин II",
      "id": "Mengenal Xiangling: II",
      "th": "อยากรู้เกี่ยวกับ Xiangling-2",
      "vi": "Muốn tìm hiểu Xiangling - Điều thứ 2"
    },
    "line": {
      "zhs": "大师父教我的枪法，很厉害吧？你想学的话我也可以教给你哦！不过说到这个…要是你愿意跟我学厨就好了！我的这些技巧和配方，要流传得远远的才好呢。",
      "zht": "#大師父教我的槍法，很厲害吧？{F#妳}{M#你}想學的話我也可以教給{F#妳}{M#你}喔！不過說到這個…要是{F#妳}{M#你}願意跟我學廚就好了！我的這些技巧和配方，要流傳得遠遠的才好呢。",
      "jp": "師匠から教わった技ってすごいでしょう？あなたも教わりたかったら、教えてあげてもいいよ！だけど、それよりも…あなたがアタシから料理を習いたくなる方がいいな！アタシのこの腕とレシピは遥か遠くの地まで伝えて然るべきなんだから。",
      "ko": "사부님이 가르쳐주신 창법인데, 대단하지? 배우고 싶으면 알려줄게! 하지만 그것보다… 요리를 배운다면 좋을 텐데! 내 스킬과 레시피는 널리 전파될 가치가 있다고!",
      "en": "My master did a good job teaching me spear fighting, don't you think? If you want, I could teach you too. Although... I'd much rather teach you my cooking, if you're interested! I want my recipes to spread all around Teyvat!",
      "de": "Mein Lehrer hat mich gut in der Kunst des Speerkampfes unterrichtet, nicht schlecht, oder? Falls du sie auch lernen möchtest, kann ich dir etwas beibringen. Aber eigentlich würde ich dir ja noch lieber das Kochen beibringen. Ich will meine Rezepte auf dem ganzen Kontinent verbreiten.",
      "es": "Mi maestro me enseñó muy bien a luchar con lanzas, ¿no te parece? Si quieres, yo también podría enseñarte. Aunque... ¡prefiero enseñarte a cocinar! Si te interesa, claro. ¡Quiero que mis recetas se conozcan en todo Teyvat!",
      "fr": "Mon maître m'a enseigné l'art de la lance et je m'en sors plutôt bien, tu ne trouves pas ? Je pourrais te montrer aussi. Même si je préfère de loin t'apprendre mes recettes ! Je veux que ma cuisine soit connue à travers tout Teyvat.",
      "pt": "Habilidade da minha lança, é incrível, não é? Se você quiser aprender, posso te ensinar! Por falar nisso, seria muito bom se quiser aprender a cozinhar comigo! As minhas técnicas e receitas são conhecidas por todo Teyvat!",
      "ru": "Наставник научил меня владению копьём, здорово, правда? Если хочешь, я тоже могу тебя научить! Но... Если ты хочешь поучиться у меня кулинарии, то я буду только рада! Я хочу, чтобы мои техники и рецепты были известны по всему Тейвату!",
      "id": "Master yang berhasil mengajari aku ilmu tombak, hebat kan dia? Kalau mau, aku bisa ajarin kamu juga. Yah, aku ... lebih pilih ajarin kamu masak saja sih, aku ingin resep-resep buatanku tersebar sampai seluruh penjuru Teyvat!",
      "th": "ท่านอาจารย์สอนเทคนิคฉันเอง สุดยอดไปเลยใช่มั้ยล่ะ? ถ้าเธออยากฝึกล่ะก็ ฉันสอนเธอก็ได้นะ! แต่พูดถึงเรื่องนี้...ถ้าเธอเต็มใจมา หัดทำอาหารกับฉันก็ดีเลย! ฉันอยากให้เทคนิคและส่วนผสมต่าง ๆ ของฉันเผยแพร่ออกไปให้ทั่ว",
      "vi": "Thương pháp đại sư phụ dạy tôi lợi hại lắm đúng không? Nếu bạn muốn học thì tôi có thể dạy! Nhưng... nếu bạn chịu theo tôi học nấu ăn thì tốt rồi! Kỹ thuật và cách nấu của tôi phải lưu truyền ra xa hơn."
    }
  },
  {
    "title": {
      "zhs": "想要了解香菱·其三",
      "zht": "想要了解香菱·其三",
      "jp": "香菱を知る·3",
      "ko": "향릉에 대해 알기·세 번째",
      "en": "More About Xiangling: III",
      "de": "Ich will mehr über Xiangling erfahren III",
      "es": "Más sobre Xiangling (III)",
      "fr": "Connaître Xiangling (3)",
      "pt": "Mais sobre Xiangling - III",
      "ru": "Узнать больше о Сян Лин III",
      "id": "Mengenal Xiangling: III",
      "th": "อยากรู้เกี่ยวกับ Xiangling-3",
      "vi": "Muốn tìm hiểu Xiangling - Điều thứ 3"
    },
    "line": {
      "zhs": "问我的愿望吗？那当然是要创造全新的新菜系！璃菜和月菜都是有极限的。哦，关键一定在于辣味吧！事不宜迟，让我爆炒个锅巴辣椒给你尝尝！",
      "zht": "#問我的願望嗎？那當然是要創造全新的新菜系！璃菜和月菜都是有極限的。喔，關鍵一定在於辣味吧！事不宜遲，讓我爆炒個鍋巴辣椒給{F#妳}{M#你}嚐嚐！",
      "jp": "アタシの願い事？それはもちろん完全に新しい料理を作ることだよ！璃の料理も月の料理も限界があるからね。あ、きっと辛味が鍵になるはずだよ！今のうちからアタシが作ったお焦げ唐辛子炒めを食べてみなよ！",
      "ko": "소원이 뭐냐고? 물론 새로운 요리 계보 개발이지! 리월 요리는 너무 제한적이야, 물론 매운맛이 가장 중요해! 지금 당장 누룽지 고추볶음을 만들어줄게!",
      "en": "My heart's desire? To start my very own cooking tradition, of course! Li-style and Yue-style cooking are good, but they have a limited palate. The missing ingredient? Chilli pepper! Come, let me fry up one of Guoba's chilli peppers for you...",
      "de": "Was ich mir wünsche? Natürlich eine ganz neue Küche zu erfinden! Liyue und Mondstadt haben beide sehr gute Küchen, sie sind aber auch sehr eingeschränkt. Was ihnen fehlt? Etwas Scharfes! Lass mich dir mein paar Peperoni von Guoba in die Pfanne hauen!",
      "es": "¿Mi mayor deseo? ¡Comenzar mi propia tradición culinaria! Las cocinas estilo Li y Yue son buenas, pero sus sabores son muy limitados. ¿El ingrediente que les falta? ¡Chile! ¡Mucho chile! Ven, deja que sofría unos chiles de Guoba para que los pruebes.",
      "fr": "Mon rêve ? Créer mon propre style de cuisine ! Les cuisines Li et Yue sont très bien, mais on se retrouve très vite limités. Ça manque de piments ! Allez, laisse-moi t'en préparer un peu !",
      "pt": "O meu maior desejo? Claro que é inventar um novo estilo de culinária. O estilo Li e estilo Yue têm o seu limite. A essência deve ficar no sabor picante. Então, não há tempo a perder, vou fritar uma pimenta de Guoba para você provar!",
      "ru": "Чего я хочу больше всего на свете? Конечно, создать своё новое направление в кулинарии! Кухни Ли и Юэ хороши, но ограничены. Чего в них не хватает? Перца! Давай я прямо сейчас пожарю для тебя перчик Гобы!",
      "id": "Harapan terbesarku? Jelas ingin buat aliran masakanku sendiri dong! Masakan gaya Li dan Yue dua-duanya enak, tapi rasanya ya gitu-gitu aja. Mau tahu kurang di mananya? Kurang pedas! Nih, aku kasih coba tumis cabenya Guoba buat kamu ya ....",
      "th": "ถามถึงความใฝ่ฝันของฉันเหรอ? แน่นอนว่าอยากสร้างอาหารชนิด ใหม่ไงล่ะ! อาหาร Li และ อาหาร Yue ต่างมีข้อจำกัดของรสเผ็ดน่ะ! อย่ามัวชักช้าอยู่เลย เดี๋ยวฉันจะทำ Guoba's chilli pepper ให้เธอชิม!",
      "vi": "Nguyện vọng của tôi à? Đương nhiên là phải sáng tạo ra những món ăn độc đáo mới! À, quan trọng chính là ở vị cay! Việc này không nên chậm trễ, để tôi nấu một món cho bạn ăn thử!"
    }
  },
  {
    "title": {
      "zhs": "想要了解香菱·其四",
      "zht": "想要了解香菱·其四",
      "jp": "香菱を知る·4",
      "ko": "향릉에 대해 알기·네 번째",
      "en": "More About Xiangling: IV",
      "de": "Ich will mehr über Xiangling erfahren IV",
      "es": "Más sobre Xiangling (IV)",
      "fr": "Connaître Xiangling (4)",
      "pt": "Mais sobre Xiangling - IV",
      "ru": "Узнать больше о Сян Лин IV",
      "id": "Mengenal Xiangling: IV",
      "th": "อยากรู้เกี่ยวกับ Xiangling-4",
      "vi": "Muốn tìm hiểu Xiangling - Điều thứ 4"
    },
    "line": {
      "zhs": "嗯！我看你已经快被我的厨艺征服了嘛~是时候给你品尝我苦心研制的新菜品了——七彩琉璃大煎饼。喏喏，这薄薄一层蛋皮里面包着红色的松鼠火腿，橙色的胡萝卜，黄色的太阳蛙肉，绿色的嘟嘟莲，蓝色的蝴蝶翅膀…呃？真的不想吃吗？",
      "zht": "#嗯！我看{F#妳}{M#你}已經快被我的廚藝征服了嘛~是時候給{F#妳}{M#你}品嚐我苦心研製的新菜品了——七彩琉璃大煎餅。喏喏，這薄薄一層蛋皮裡麵包著紅色的松鼠火腿，橙色的胡蘿蔔，黃色的太陽蛙肉，綠色的嘟嘟蓮，藍色的蝴蝶翅膀…呃？真的不想吃嗎？",
      "jp": "あなた、アタシの料理の腕に心を奪われたみたいね～そろそろアタシが苦労して開発した新メニュー——七彩琉璃パンケーキを食べさせてあげてもいい頃ね。ほらほら、この薄い卵の皮の中に包んであるのは、赤いリスのソーセージ、オレンジ色のニンジン、黄色の太陽ガエルの肉、緑のドドリアン、青い蝶々の羽……えっ？食べたくない？本当に？",
      "ko": "음! 내 요리 솜씨에 껌뻑 죽겠지~? 내가 고심하여 개발한 새 요리——무지개크리스탈 파이를 맛볼 때야, 자, 이 얇은 계란피로 싼 붉은색 다람쥐햄, 주황색 당근, 노란색 태양개구리고기, 녹색 통통 연꽃, 파란색 나비 날개…. 어라? 먹기 싫어?",
      "en": "I think I've won you over with my cooking now, right? It's time to introduce you to my latest masterpiece — I call it the \"most marvelous multi-colored super pancake\"! Bright red squirrel ham, orange carrot, yellow sunfrog meat, green calla lily and blue butterfly wings, beautifully wrapped in a thin egg pancake— What? I thought you said you were starving? *sigh* Okay.",
      "de": "Gut! Ich glaube, du bist meinen Kochkünsten schon erlegen. Jetzt musst du meine neuste Kreation probieren: ein Regenbogenfladen! In der dünnen Haut habe ich roten Eichhörnchenschinken, orange Möhre, gelbes Sonnenfroschfleisch, grüne Wasserlilie und blaue Schmetterlingsflügel eingewickelt. So lecker! Bist du sicher, dass du keinen Bissen willst?",
      "es": "Creo que te conquisté con mis habilidades culinarias, ¿cierto? Bien, es hora de presentarte mi última obra maestra: ¡lo llamo el “maravilloso superpanqueque multicolor”! Jamón de ardilla roja, zanahoria anaranjada, carne de rana amarilla, lirio cala verde y alas de mariposa azules cuidadosamente envueltas en un fino panqueque de huevo. ¿Eh? ¿De verdad no quieres comerlo? Bueno...",
      "fr": "#Tu es déjà {M#conquis}{F#conquise} par ma cuisine, pas vrai ? C'est l'heure de te présenter ma nouvelle recette, la « super crêpe multicolore » ! Du jambon d'écureuil rouge, des carottes orange, de la grenouille soleil jaune, du lys calla vert et des ailes de papillon bleues qui sont enveloppés dans une crêpe...? T'es {M#sûr}{F#sûre} de ne pas vouloir goûter ?",
      "pt": "Eu acho que te conquistei com minha comida agora, certo? É hora de apresentar a minha última obra - eu a chamo de \"Panquecas Vitrificadas Coloridas\"! Presunto de esquilo, cenoura laranja, carne amarela de sapo, Lótus de Leite verde e asas de borboleta-azul, lindamente embrulhados em uma fina panqueca de ovo - O quê? Eu pensei que você disse que estava morrendo de fome? *Suspiro* Ok....",
      "ru": "О! Смотрю, тебя покорило моё кулинарное мастерство? Настало время попробовать моё прекрасное новое блюдо - Изумительные разноцветные суперблинчики! Да, это тонкий яичный блинчик, на котором слоями выложены красная беличья ветчина, оранжевая морковь, мясо жёлтой солнечной лягушки, зелёные листья лилии каллы, синие крылья бабочки... Что? Уже совсем не хочешь? Ну ладно...",
      "id": "Asyik! Aku sudah berhasil ambil hati kamu pakai masakanku, ya kan? Sekarang saatnya memperkenalkan karya dapur terbaruku: \"super kue dadar warna-warni\"! Ham tupai merah, wortel oranye, daging kodok kuning, Calla Lily hijau, sayap kupu-kupu biru, semua kue dadar telur tipis ... EH? Tadi katanya lapar? Yaaah.",
      "th": "อื้ม! ดูท่าทางฝีมือการทำอาหารของฉัน จะชนะใจเธอแล้วสินะ ถึงเวลาที่เธอจะได้ลิ้มลองอาหาร จานใหม่ที่ฉันได้ตั้งใจคิดค้นขึ้นมา นั่นก็คือ...แป้งห่อสายรุ้งแห่ง Liyue แต่นแต๊น ไข่แผ่นบางที่ห่อแฮมกระรอกสีแดง แครอทสีส้ม เนื้อกบพระอาทิตย์สีเหลือง ดอกลิลลี่สีเขียว และปีกผีเสื้อสีฟ้าเอาไว้...เอ่อ? ไม่อยากกินจริง ๆ เหรอ?",
      "vi": "Ừm! Tôi thấy bạn sắp bị tài nấu nướng của tôi chinh phục rồi chứ gì... Đã đến lúc cho bạn thử món ăn mới do tôi khổ tâm nghiên cứu ra: Bánh rán lưu ly bảy màu. Ừm, bên trong lớp trứng mỏng này bọc chân giò hun khói màu đỏ, cà rốt cam, thịt ếch mặt trời màu vàng, Calla Lily xanh, cánh bướm lam... Ơ? không muốn ăn thật à?"
    }
  },
  {
    "title": {
      "zhs": "想要了解香菱·其五",
      "zht": "想要了解香菱·其五",
      "jp": "香菱を知る·5",
      "ko": "향릉에 대해 알기·다섯 번째",
      "en": "More About Xiangling: V",
      "de": "Ich will mehr über Xiangling erfahren V",
      "es": "Más sobre Xiangling (V)",
      "fr": "Connaître Xiangling (5)",
      "pt": "Mais sobre Xiangling - V",
      "ru": "Узнать больше о Сян Лин V",
      "id": "Mengenal Xiangling: V",
      "th": "อยากรู้เกี่ยวกับ Xiangling-5",
      "vi": "Muốn tìm hiểu Xiangling - Điều thứ 5"
    },
    "line": {
      "zhs": "我…有点想不明白，明明以前睡一觉就好了的，这可不是我的风格。啊呀，不行！还是让你来想吧！嗯…我很想让你一直试吃我的新菜，但不知道从什么时候起，如果你吃坏了肚子，我也会特别难受。我，我到底该怎么办呢？",
      "zht": "#我…有點想不明白，明明以前睡一覺就好了的，這可不是我的風格。啊呀，不行！還是讓{F#妳}{M#你}來想吧！嗯…我很想讓{F#妳}{M#你}一直試吃我的新菜，但不知道從什麼時候起，如果{F#妳}{M#你}吃壞了肚子，我也會特別難受。我，我到底該怎麼辦呢？",
      "jp": "はぁ…何だかおかしいの。昔は寝て起きたらレシピを思いついてたのに、こんなんじゃアタシらしくないよ。ああ、ダメ！やっぱりあなたが考えてよ！う～ん…あなたに新しい料理を食べてもらいたいってずっと思ってたのに、いつの間にかあなたがお腹を壊したらアタシまで嫌な気持ちになるようになってたの。アタシ、どうすればいいの？",
      "ko": "잘 모르겠단 말이지…. 분명 예전에는 푹 자면 좋아졌는데, 이건 내 스타일이 아니야, 안 되겠어! 아무래도 머리가 좋은 네가 생각해봐! 음… 네게 새로 개발한 요리를 맛보여주려고 하는데, 네가 먹고 배탈이 나면 속상할 것 같다는 생각이 자꾸 들어. 이, 이걸 어쩌면 좋을까?",
      "en": "I'm in a dilemma and I don't know how to solve it... It isn't like me to get so worked up over nothing... Ah! Well, here's the thing. I always love getting you to try my latest recipes, but... I'm worried that my food might not agree with your stomach and... I can't bear the thought of that happening. What should I do?",
      "de": "Nun, ich bin ein bisschen verwirrt und es ist sonst auch eigentlich nicht meine Art, aber ... was denkst du darüber? Ich will, dass du alle meine neuen Rezepte ausprobierst, aber ich will auch nicht, dass dir etwas auf den Magen schlägt. Das kann ich nicht ertragen. Was soll ich nur tun?",
      "es": "Tengo un dilema que me está quitando el sueño por las noches. ¡Y eso nunca suele pasarme! La cosa es que me gusta que pruebes mis recetas nuevas, pero... me preocupa que mi comida no le siente bien a tu estómago... Si eso sucediera, no podría perdonármelo. ¿Qué debería hacer?",
      "fr": "J'ai... un problème que je ne sais pas comment résoudre. Ce n'est pas si grave, mais... Enfin, voilà : je suis ravie que tu essaies mes dernières recettes, mais... si jamais tu en devenais malade, je m'en voudrais tellement !",
      "pt": "Estou em um dilema e não sei como resolvê-lo... Ficar preocupada não é o meu estilo... Ah! Bem, é o seguinte. Eu sempre adoro fazer você experimentar minhas últimas receitas, mas... Estou preocupada que seu estômago possa não aguentar a minha comida tão picante... Não consigo suportar a ideia de que isso aconteça. O que eu devo fazer?",
      "ru": "Меня мучит один вопрос... Довольно странно, обычно я сплю спокойно и не задумываюсь долго над такими вещами... Нет, не так. Лучше я сейчас задам этот вопрос тебе. Понимаешь, я обожаю, когда ты пробуешь мои новые блюда, но боюсь, что твой желудок с таким не справится... Я этого не вынесу! Так что же мне делать?",
      "id": "Aku dilema nih ... Padahal biasanya enggak pernah begini. Ah, jadi gini, aku suka banget kasih kamu coba resep-resep terbaruku, tapi ... Aku jadi khawatir masakanku mengamuk di dalam perutmu, terus ... Pokoknya aku enggak rela kalau sampai kayak gitu. Harus gimana dong?",
      "th": "ฉัน...ไม่เข้าใจเลย เมื่อก่อนนอนสักตื่นก็หายแล้วแท้ ๆ แต่นี่เหมือนไม่ใช่ตัวฉันเลย โธ่ ไม่ได้ ๆ! เธอช่วยคิดหน่อยสิ! อืม...ฉันอยากให้เธอชิมอาหารจาน ใหม่ของฉันแต่ไม่รู้ว่าจะเริ่มจาก ตอนไหน ถ้าเธอกินจนท้องเสีย ฉันก็จะรู้สึกแย่มากเลย ฉะ ฉันควรจะทำยังไงดีเนี่ย?",
      "vi": "Tôi... nghĩ mãi vẫn không hiểu, rõ ràng trước kia ngủ một giấc là khỏe, đây không giống phong cách của tôi chút nào. Ây da, không được! Bạn nghĩ cách đi! Ừm... tôi rất muốn để bạn ăn thử món mới của tôi, nhưng không biết từ lúc nào, bạn mà ăn bị đau bụng thì tôi sẽ buồn lắm. Tôi... rốt cuộc nên làm gì đây?"
    }
  },
  {
    "title": {
      "zhs": "香菱的爱好…",
      "zht": "香菱的愛好…",
      "jp": "香菱の趣味…",
      "ko": "향릉의 취미…",
      "en": "Xiangling's Hobbies",
      "de": "Xianglings Hobbys ...",
      "es": "Aficiones de Xiangling...",
      "fr": "Les loisirs de Xiangling...",
      "pt": "Passatempos de Xiangling...",
      "ru": "Хобби Сян Лин...",
      "id": "Hobi Xiangling",
      "th": "งานอดิเรกของ Xiangling",
      "vi": "Sở thích của Xiangling"
    },
    "line": {
      "zhs": "看着点哦！像这样烧热一锅油，然后，把去掉翅膀的晶蝶这样放下去炸…哎呀你别走啊，超香的啦！",
      "zht": "#看著點喔！像這樣燒熱一鍋油，然後，把去掉翅膀的晶蝶這樣放下去炸…哎呀{F#妳}{M#你}別走啊，超香的啦！",
      "jp": "見ててよ！こうやって鍋に油を入れて、それから羽をとった晶蝶をこうやって鍋に入れて炒める…ああ、逃げないでよ。すごくいい香りなんだから！",
      "ko": "잘 봐! 이렇게 기름을 달군 다음 수정 나비의 날개 비늘을 제거하고 솥에 넣어 튀겨…. 야, 가지 마, 진짜 맛있다구!",
      "en": "Watch carefully! Heat the oil in a pan, then take a handful of crystalflies — wings removed — pop them in, and voila! Delicious deep-fried crystal— Hey! Where are you going?",
      "de": "Sieh gut zu! Du erhitzt das Öl in der Pfanne, genau so, dann nimmst du eine Handvoll Kristallschmetterlinge, machst vorher die Flügel ab, gibst sie in die Pfanne und fertig sind sie, knusprig lecker. He, wo willst du denn hin? Die sind wirklich lecker!",
      "es": "¡Mira atentamente! Calienta el aceite en una sartén, pon en ella cristalópteros después de quitarles las alas y... ¡listo! Deliciosos cristalópteros fritos. ¿Eh? ¿A dónde vas?",
      "fr": "Observe un peu ! Mets une poignée de papillons cristallins sans leurs ailes dans de l'huile bien chaude et tadam ! Des papillons cristallins fri... Hé, mais reviens ! Je te promets que c'est bon !",
      "pt": "Venha cá ver! Primeiro aqueça o óleo, e depois frite as Borboletas de Cristais sem asas... Hmmm... Que delícia! Ei! Não vá embora!",
      "ru": "Смотри, смотри! Нагреваешь масло на сковороде, вот так, потом берёшь горсть кристальных бабочек без крыльев, бросаешь - и хоп! Жареные кристальные бабочки почти готовы... Эй, не уходи, лучше попробуй!",
      "id": "Lihat baik-baik ya! Panaskan minyak di wajan, terus masukkan sejumput Crystalfly yang sayapnya sudah dicabutin, dan ... Crystalfly goreng kering siap disaji— HEI, mau ke mana??",
      "th": "ดูดี ๆ นะ! น้ำมันต้องร้อนแบบในกระทะนี้ จากนั้นใส่ปีกของ Crystalfly ลงไปทอด...นี่เธออย่าเพิ่งไปสิ หอมออกจะตายไป!",
      "vi": "Nhìn đi! Đun sôi dầu, sau đó cho cánh Tinh Điệp vào chiên giòn... Ây da, bạn đừng đi mà, thơm lắm đó!"
    }
  },
  {
    "title": {
      "zhs": "香菱的烦恼…",
      "zht": "香菱的煩惱…",
      "jp": "香菱の悩み…",
      "ko": "향릉의 고민…",
      "en": "Xiangling's Troubles",
      "de": "Xianglings Sorgen ...",
      "es": "Preocupaciones de Xiangling...",
      "fr": "Les problèmes de Xiangling...",
      "pt": "Preocupações de Xiangling...",
      "ru": "Беспокойство Сян Лин...",
      "id": "Kekhawatiran Xiangling",
      "th": "เรื่องกลุ้มใจของ Xiangling",
      "vi": "Nỗi buồn của Xiangling"
    },
    "line": {
      "zhs": "呜，史莱姆滑蘑菇一份也没卖出去。就因为卖相不好吗？口感明明很棒的呀…",
      "zht": "嗚，史萊姆滑蘑菇一份也沒賣出去。就因為賣相不好嗎？口感明明很棒的呀…",
      "jp": "うぅ、キノコとスライム炒めが1つも売れないよぅ。見た目が良くないのかな？味はすごく美味しいのにな……",
      "ko": "우, 슬라임 버섯찜이 하나도 안 팔렸어, 비주얼이 별로인가? 맛은 죽여주는데…",
      "en": "It's been a month and I still haven't sold a single bowl of Mushroom Slime Stew. Gee, is it just because it looks sticky and gooey? It's their loss if they don't have a spoonful...",
      "de": "Mein Schleim-Pilzragout verkauft sich einfach nicht. Warum denn nur? Wegen der Konsistenz? Es schmeckt doch sehr gut ...",
      "es": "Ha pasado un mes y todavía no he vendido ni un solo estofado de champiñones y Slime. *Suspira*, ¿es porque se ve viscoso y pegajoso? ¡Ellos se lo pierden!",
      "fr": "Ça fait un mois que je n'ai pas toujours pas vendu un seul bol de ragoût de Blob aux champignons. Peut-être que sa texture collante et dégoulinante n'est pas au goût de tout le monde ? Tant pis pour eux...",
      "pt": "*Suspiro* Não consegui vender nenhum Slime com Cogumelo. É por causa da sua aparência? Mas o sabor é super bom...",
      "ru": "Хм. Почему же рагу из слаймов с грибами так плохо продаётся... Может, потому что выглядит неаппетитно? Вкус-то у него отличный...",
      "id": "Sudah sebulan, tapi semur slime jamur buatanku belum laku seporsi pun. Kenapa ya? Apa karena tampilannya yang kayak lengket dan berlendir? Padahal mereka juga yang rugi kalau belum coba ....",
      "th": "ฮือ Mushroom Slime Stew ขายไม่ออกสักที่เลย เพราะหน้าตาอาหารดูไม่ดีน่ะเหรอ? แต่รสชาติดีมาก ๆ เลยนะ...",
      "vi": "Ồ, đến một phần Slime Xào Nấm Rơm cũng không bán được luôn à? Rõ ràng ngon lắm mà..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "喜欢的食物呀，嘿，那当然是尚且不知道味道的新菜啦！欸，我这样回答很狡猾？呜，明明说的是实话嘛。",
      "zht": "喜歡的食物呀，嘿，那當然是尚且不知道味道的新菜啦！欸，我這樣回答很狡猾？嗚，明明說的是實話嘛。",
      "jp": "好きな食べ物か、それはもちろんまだ知らない味の新料理だよ！あれ、こういう答えってズルい？うぅ、本当のことなのに。",
      "ko": "좋아하는 음식? 헤, 물론 아직 무슨 맛일지 모를 새 요리지! 엥, 이런 대답이 영악한가? 음, 진심인데",
      "en": "My favorite thing to eat is... whatever exotic ingredient I haven't tried yet! No, I'm not dodging the question, that's my honest answer!",
      "de": "Meine Lieblingszutat, hehe, natürlich das, was ich noch nicht ausprobiert habe! Und nein, ich weiche der Frage nicht aus! Das war ehrlich gemeint.",
      "es": "Mi comida favorita es... ¡cualquier ingrediente exótico que aún no haya probado! No, no estoy evitando tu pregunta, ¡esa es mi respuesta de verdad!",
      "fr": "J'aime tous les aliments exotiques que je n'ai pas encore goûtés ! Quoi ? C'est bien une réponse honnête et sérieuse !",
      "pt": "#A minha comida favorita? Hehe, claro que é um prato novo com um sabor por provar. Satisfeit{M#o}{F#a} com a minha resposta? Hehehe, mas estou dizendo a verdade.",
      "ru": "Моя любимая еда... Конечно, та, которую я ещё не пробовала! Нет, я не уклоняюсь от ответа, это правда!",
      "id": "Makanan kesukaanku ya ... yang belum pernah aku cobain dong! Yang aneh dan eksotis. Eh, aku bukan enggak mau jawab! Itu beneran, aku jujur!",
      "th": "อาหารที่ชอบเหรอ อืม ก็ต้องเป็นอาหารจานใหม่ที่ไม่เคย ลิ้มลองมาก่อนน่ะสิ! เอ๋ คำตอบของฉันฟังดูเจ้าเล่ห์ไป รึเปล่า? เฮ้อ ฉันพูดความจริงนะเนี่ย",
      "vi": "Thích ăn chay hả? Tại chưa thử món mới thôi! Này, tôi trả lời vậy nghe láu cá lắm à? Tôi nói thật lắm luôn đó."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我是不会对食物有什么偏见的！只有不合适的做法，没有不合格的食物！",
      "zht": "我是不會對食物有什麼偏見的！只有不合適的做法，沒有不合格的食物！",
      "jp": "アタシは食べ物に対して何の偏見もないよ！オリジナルな調理法はあるけれど、食べられない物なんてないんだから！",
      "ko": "난 음식에 편견을 갖지 않아! 요리법이 맞지 않았을 뿐이지 불합격 음식은 없어!",
      "en": "I'll eat absolutely anything! There are no bad ingredients, only bad cooking!",
      "de": "Ich esse alles! Es gibt nur falsche Zubereitungsarten, keine falschen Zutaten!",
      "es": "¡No tengo ningún prejuicio con la comida! Ninguna comida es mala, ¡sino que depende de cómo se cocine!",
      "fr": "Je mange absolument de tout ! Les mauvais aliments n'existent pas, il n'y a que des mauvaises recettes !",
      "pt": "Não tenho preconceitos sobre os ingredientes. Não existem ingredientes desqualificados, só métodos inadequados.",
      "ru": "Я ем всё! Нет плохих продуктов, есть плохая готовка!",
      "id": "Aku bisa makan apa saja! Tidak ada makanan yang tidak enak, cuma cara masaknya saja yang tidak benar!",
      "th": "ฉันไม่มีอคติกับวัตถุดิบทำอาหารนะ! ไม่มีวัตถุดิบไหนที่ไม่ดีหรอก มีแต่วิธีทำที่ไม่เหมาะสมต่างหากล่ะ!",
      "vi": "Tôi không có thành kiến với loại rau củ nào hết! Chỉ có cách nấu không thích hợp, không có nguyên liệu không thích hợp!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "哇，这就是…「噼咔」的味道！",
      "zht": "哇，這就是…「噼咔」的味道！",
      "jp": "わぁ、これこそ…「ピキーン」って味だね！",
      "ko": "우와, 이게 바로… 「삐카」한 맛!",
      "en": "Mmm! I know this taste, it's... boom shaka-laka!",
      "de": "Ooh, so schmeckt ... „Pfiff“!",
      "es": "¡Mmm! ¡Conozco este sabor! ¡Tiene “bum” y “kachá-kachá”!",
      "fr": "Ouah, c'est un plat qui envoie du peps !",
      "pt": "Uau! Este sabor... Tem um certo bum shaka-laka!",
      "ru": "Ого! Узнаю этот вкус... Это же бум шака-лака!",
      "id": "Hmm! Aku kenal rasa ini ... ini \"boom shaka-laka\"!",
      "th": "โอ้ นี่เป็น... รสชาติของความ \"ว้าว\"!",
      "vi": "Chà, đây chính là... cảm giác \"rộp rộp\"!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "嗯，你做菜真有一套。下次就换我来露两手吧。",
      "zht": "#嗯，{F#妳}{M#你}做菜真有一套。下次就換我來露兩手吧。",
      "jp": "へぇ、旅人は料理が上手なんだね。今度、アタシも作ってあげるよ！",
      "ko": "응응, 너 요리에 일가견 있네. 다음엔 내 실력도 보여줄게",
      "en": "I gotta admit, you're really good at cooking. Next time, it's my turn to show you a thing or two.",
      "de": "Du kannst wirklich gut kochen. Das nächste Mal bin ich an der Reihe, dir meine Küche zu zeigen.",
      "es": "#He de admitir que eres muy {F#buena cocinera}{M#buen cocinero}. ¡La próxima vez me toca a mí mostrarte algún plato!",
      "fr": "#Tu te débrouilles comme {F#une cheffe}{M#un chef}. Je t'enseignerai un truc ou deux la fois prochaine.",
      "pt": "#Tenho que admitir, você é {F#boa}{M#bom} cozinhando! Da próxima vez eu vou mostrar minhas habilidades para você.",
      "ru": "Должна признать, ты отлично готовишь. В следующий раз мой черёд тебя угощать.",
      "id": "Aku perlu mengakui kalau kamu memang jago masak. Lain kali giliran aku yah yang menunjukkan buatanku.",
      "th": "อื้ม เธอทำอาหารเก่งมากจริง ๆ คราวหน้าถึงตาฉันโชว์ฝีมือบ้าง",
      "vi": "Bạn giỏi nấu ăn thật đó. Lần sau đến lượt tôi thể hiện nhé."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "难道是做法的问题吗？总觉得哪里怪怪的…",
      "zht": "難道是做法的問題嗎？總覺得哪裡怪怪的…",
      "jp": "作り方に問題あるのかな？なんだか、微妙な味だけど…",
      "ko": "조리 방법의 문제인가? 어딘가 좀 이상한 것 같아…",
      "en": "Are you sure you followed the recipe? Something is definitely off here...",
      "de": "Ist das ein Problem der Kochkunst? Irgendwo fühlt es sich immer seltsam an ...",
      "es": "¿Seguro que seguiste la receta? Hay algo extraño en este plato...",
      "fr": "Peut-être que quelque chose cloche avec la recette ? Ça a un goût bizarre...",
      "pt": "Você tem certeza que seguiu a receita? Há algo de estranho neste prato...",
      "ru": "#Ты точно следовал{F#а} рецепту? Вкус какой-то странный...",
      "id": "Uh, kamu yakin tidak salah resep? Soalnya ada yang aneh sekali sih sama rasanya ....",
      "th": "หรือว่าจะมีปัญหาที่วิธีทำนะ? รู้สึกมีบางอย่างแปลก ๆ ยังไงไม่รู้...",
      "vi": "Lẽ nào là do cách làm có vấn đề sao? Cứ cảm thấy kỳ lạ sao đó..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "啊，找到你了！快来，我给你做了一整桌的菜喔！嘿嘿，不用急着夸我，先等你尝过味道再慢慢说吧！",
      "zht": "#啊，找到{F#妳}{M#你}了！快來，我給{F#妳}{M#你}做了一整桌的菜喔！嘿嘿，不用急著誇我，先等{F#妳}{M#你}嚐過味道再慢慢說吧！",
      "jp": "あっ、みつけた！早く来て。あなたのためにたくさん料理を作ったの～エへへ、無理に褒めなくていいよ。まず味わってからにしてよ！",
      "ko": "아, 여기 있었구나! 어서 와, 널 위해 한상 차렸다구! 헤헤, 칭찬은 나중에 듣기로 하고 우선 먹어봐!",
      "en": "Ah, there you are! Come with me, I've prepared a birthday feast all for you! ... No really, I insist! Which dish is your favorite? It's okay, take your time, try them all first, then let me know!",
      "de": "Ah, hab dich gefunden! Schnell, komm her, ich habe dir etwas zu deinem Geburtstag vorbereitet! Hehe, ich bestehe darauf! Was davon ist dein Lieblingsgericht? Nimm dir Zeit, lass den Geschmack sich entfalten!",
      "es": "#¡Ah, ahí estás! ¡Ven conmigo! He preparado una fiesta de cumpleaños para ti... No, en serio, ¡insisto! ¿Cuál de todos los platos que he preparado te gusta más? Tranquil{F#a}{M#o}, pruébalos todos y luego me dices.",
      "fr": "Ah, te voilà ! Viens, je t'ai préparé un festin pour ton anniversaire ! Ne me remercie pas tout de suite, prends le temps de manger d'abord !",
      "pt": "Ah! Finalmente te encontrei! Olhe, eu fiz muitas comidas para você, e não tenha pressa para me elogiar! Primeiro prove, e depois elogie.",
      "ru": "Ага, я тебя нашла! Скорее, я накрыла для тебя целый стол! Хе-хе, подожди с похвалой, сначала попробуй всё, а потом говори!",
      "id": "Ah, akhirnya! Sini, aku sudah masak banyak buat ulang tahun kamu loh! Enggak apa, sungguh, jangan malu-malu! Kamu paling suka yang mana? Santai, coba aja satu-satu, terus kasih tahu aku ya!",
      "th": "อ่า หาตัวเจอแล้ว! ฉันจะทำอาหารให้เธอเต็มโต๊ะเลย! เหอะ ๆ อย่าเพิ่งรีบชมไป รอให้เธอได้ชิมก่อนแล้วค่อย ๆ พูดก็แล้วกัน!",
      "vi": "A, tìm ra bạn rồi! Đến đây, tôi nấu cho bạn một bữa hoàn chỉnh rồi đấy! Ha ha, đừng khen vội, ăn thử đi đã!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "呼哇~！好爽！全身上下都充满了力量！",
      "zht": "呼哇~！好爽！全身上下都充滿了力量！",
      "jp": "うわ～！気持ちいい！力がみなぎる！",
      "ko": "후아~! 상쾌해! 온몸에 힘이 넘쳐!",
      "en": "Oh wow! This feels great! My whole body is bursting with energy!",
      "de": "Oh, Wahnsinn! Das tut gut! Mein ganzer Körper ist wie aufgeladen!",
      "es": "¡Guau! ¡Increíble! ¡Me siento con mucha energía!",
      "fr": "Waouh ! Je déborde d'énergie !",
      "pt": "Uau! Que energético! O meu corpo está repleto de energia!",
      "ru": "Ух ты! Хорошо-то как! Я полна энергии!",
      "id": "Wah~ Rasanya mantap! Seluruh tubuhku penuh tenaga!",
      "th": "อื้อหือ! สุดยอดเลย! ร่างกายของฉันเปี่ยมไปด้วยพลัง เลยทีเดียว!",
      "vi": "Woaaa!!! Đã quá! Khỏe cả người!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "嘿、哈！好！一拳就能把野物打晕…保证食材新鲜！",
      "zht": "嘿、哈！好！一拳就能把野物打暈…保證食材新鮮！",
      "jp": "ハァッ！よしっ！パンチひとつで仕留めた…新鮮な食材ゲット！",
      "ko": "헤이, 하! 좋아! 야생 동물을 일격에 기절시킬 수 있겠어…. 식자재의 신선도를 보장하지!",
      "en": "Hey! Ha! Hua! I can slay a beast with one punch, locking in that freshness!",
      "de": "Heja! Mit einem Schlag kann ich ein Tier erledigen ... Damit ist die Frische der Zutaten garantiert!",
      "es": "¡Ju! ¡Ja! ¡Yeehaaa! Puedo derrotar a estos animales de un golpe. Así, su frescura está garantizada.",
      "fr": "Ah, prends ça ! J'arrive à vaincre une bête en un coup, pour mieux garder la fraîcheur !",
      "pt": "Ah! Ha! Ok! Esta fera caiu com apenas um golpe meu, garantindo seu frescor!",
      "ru": "Ха-ха, здорово! Да я могу с любым зверем одним махом управиться! Вот мой залог свежести ингредиентов!",
      "id": "Hey! Ha! Hiat! Binatang liar langsung tumbang sekali pukul, pasti segar nih hasilnya!",
      "th": "ฮู่ ฮ่า! เยี่ยม! หมัดเดียวก็ซัดสัตว์เหล่านั้น ซะมึนเลย... รับรองว่าวัตถุดิบสดใหม่แน่นอน!",
      "vi": "Khà khà! Tốt lắm! Có thể hạ gục bọn thú kia chỉ bằng một đấm... đảm bảo thực phẩm tươi mới!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "有这种力量的话…终于可以…不好，口水要流下来了！",
      "zht": "有這種力量的話…終於可以…不好，口水要流下來了！",
      "jp": "この力なら…きっと…えへへへっ…いけない、よだれが垂れちゃう！",
      "ko": "이런 힘이 있다면…드디어…. 안돼. 벌써 침이 고이잖아!",
      "en": "Finally... with this power, I can cook... *giggle* ...Oh no, I've started salivating!",
      "de": "Mit dieser Art von Kraft ... kann ich endlich, hihi ... Oh, sabbere ich etwa schon ...",
      "es": "Con esta fuerza, por fin podré cocinar... Oh, no, estoy salivando otra vez.",
      "fr": "Grâce à ce pouvoir, je peux... Oups, j'en salive déjà !",
      "pt": "Com essas forças... Finalmente poderei cozinhar... Ah não! Comecei a ficar com água na boca!",
      "ru": "Да с такой силой я могу приготовить... Могу приготовить... Ой, даже слюнки потекли!",
      "id": "Kekuatan ini ... Akhirnya aku bisa juga masak ... Hihihi! Duh, ngiler lagi ....",
      "th": "มีพลังแบบนี้ล่ะก็... ในที่สุดก็...น้ำลายไหลแล้ว!",
      "vi": "Có loại sức mạnh này, cuối cùng cũng có thể... Ây da, lại chảy nước miếng rồi!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "父亲曾经说过：「想做出十分的菜肴，就要投入十二分的热情。」我懂的、我懂的！能走到今天这个地步，一定是因为有你付出了十二分的热情陪我练习。嗯，那我也要再加倍…用再加倍的热情来回应你！",
      "zht": "#父親曾經說過：「想做出十分的菜餚，就要投入十二分的熱情。」我懂的、我懂的！能走到今天這個地步，一定是因為有{F#妳}{M#你}付出了十二分的熱情陪我練習。嗯，那我也要再加倍…用再加倍的熱情來回應{F#妳}{M#你}！",
      "jp": "お父さんが昔、「十分な料理を作るには、十二分な情熱を注がないと」って言ってたけど、今なら分かる、分かるよ！ここまで来れたのも、きっとあなたが十二分に情熱を注いで練習に付き合ってくれたからだよね。うん、アタシも倍…更に倍の情熱で応えるからね！",
      "ko": "대사부께서 「100%의 요리를 만들려면 120%의 열정을 쏟아야 한다」고 하셨어. 난 알아! 오늘 여기까지 올 수 있었던 건 네가 120%의 열정으로 내 연습에 함께했기 때문이야. 응, 그럼 나도 더 큰…더 큰 열정으로 네게 보답해야지!",
      "en": "As my father always says: \"To make a five-star dish, you need ten-star passion!\" I know, I know! To be able to come this far is definitely thanks to your ten-star passion when it comes to practicing with me, so I'll be sure to pay you back with two— no, three times the passion!",
      "de": "Mein Vater hat immer gesagt „Um ein 10-Punkte-Gericht zu kochen, musst du mit 12 Punkten Leidenschaft dabei sein.“ Das habe ich verstanden. Dass ich soweit gekommen bin, ist unserer gemeinsamen 12-Punkte-Leidenschaft zu verdanken. Ich werde mich bei dir daher mit noch mehr Leidenschaft dafür revanchieren!",
      "es": "Como dice mi padre: “Para hacer un plato de cinco estrellas, ¡necesitas una pasión de diez estrellas!”. ¡Lo sé, lo sé! Si conseguí llegar hasta aquí, es gracias a tu gran pasión por ayudarme a entrenar. Te lo devolveré con el doble... No, ¡el triple de pasión!",
      "fr": "Comme dit mon père : « La passion fait tout dans la cuisine. » Je sais ce que ça veut dire ! Si tu as réussi à aller aussi loin, c'est grâce à la passion dont tu as fait preuve à l'entraînement. Alors je vais te le rendre au double... Non, au triple !",
      "pt": "Como o meu pai sempre diz: \"Para fazer um prato de cinco estrelas, você precisa de uma paixão de dez estrelas!\" Eu sei! Eu sei! Ser capaz de chegar até aqui é definitivamente graças à sua paixão de dez estrelas quando se trata de praticar comigo, por isso vou pagar com duas... Não, três vezes a paixão!",
      "ru": "#Отец мне всегда говорил: «Блюдо на сто баллов требует энтузиазма на все сто двадцать». Я поняла, поняла! Я добилась таких результатов благодаря твоим ста двадцати баллам энтузиазма, с которыми ты готовил{F#a} вместе со мной. Поэтому... Поэтому я отблагодарю тебя с двойным, нет, с тройным энтузиазмом!",
      "id": "Ayah sering bilang begini: \"Mau bikin masakan kelas bintang lima, semangat kamu harus bintang sepuluh!\" Iya, ngerti! Bisa sampai sejauh ini juga semuanya berkat semangat kamu yang bintang sepuluh waktu latihan sama aku. Jadi, aku akan balas kamu dua kali, eh tidak, tiga kali lipat semangatnya!",
      "th": "พ่อเคยบอกว่า: \"ถ้าอยากทำอาหารให้อร่อยเต็มสิบ ก็จะต้องทุ่มเทใจเกินร้อยลงไป\" ฉันเข้าใจ ฉันเข้าใจแล้ว! ฉันมาถึงทุกวันนี้ได้ ต้องเป็นเพราะมีเธอคอยทุ่มเท ฝึกฝนไปด้วยกันกับฉันแน่ ๆ อืม งั้นฉันก็จะทุ่มเทเป็นสองเท่า... ทุ่มเทแรงใจเป็นสองเท่าเพื่อ ตอบแทนเธอ!",
      "vi": "Cha từng bảo: “Muốn nấu bữa ngon, ắt phải dốc hết chân tình vào.” Tôi hiểu! Để đạt được năng lực hiện tại, là do bạn dốc hết chân tình để luyện tập cùng tôi. Ừm, một lần nữa, tôi sẽ trả gấp đôi chân tình lại cho bạn!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "锅巴，喷火！",
      "zht": "鍋巴，噴火！",
      "jp": "グゥオパァー、火を噴け！",
      "ko": "누룽지야, 불을 뿜어라!",
      "en": "Guoba, get them!",
      "de": "Guoba, Feuer!",
      "es": "¡A por ellos, Guoba!",
      "fr": "Gooba, feu !",
      "pt": "Guoba, fogo!",
      "ru": "Гоба, огонь!",
      "id": "Guoba, sembur semua!",
      "th": "Guoba พ่นไฟ!",
      "vi": "Guoba, phun lửa!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "热和热和嘛。",
      "zht": "熱和熱和嘛。",
      "jp": "アツアツでしょ。",
      "ko": "뜨끈뜨끈하지",
      "en": "Nice and spicy!",
      "de": "Schön würzig!",
      "es": "¡Delicioso y picante!",
      "fr": "Chaud et piquant !",
      "pt": "Delicioso e picante!",
      "ru": "Вкусно и остренько!",
      "id": "Panas, pedas!",
      "th": "ร้อนแรงมาก",
      "vi": "Cay và nóng."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "开锅了开锅了！",
      "zht": "開鍋了開鍋了！",
      "jp": "料理の時間だよ！",
      "ko": "끓었네, 끓었어!",
      "en": "Out of the frying pan, into the fire!",
      "de": "Das Kochen geht los!",
      "es": "¡De la sartén al fuego!",
      "fr": "C'est parti ! Allumons le feu !",
      "pt": "Fora da minha frigideira, seu lugar é no fogo!",
      "ru": "Со сковороды да в огонь!",
      "id": "Keluar wajan, masuk penggorengan!",
      "th": "จุดเตาแล้ว จุดเตาแล้ว!",
      "vi": "Mở nắp rồi mở nắp rồi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "嘿…哈！",
      "zht": "嘿…哈！",
      "jp": "アハ……ハァ！",
      "ko": "으음… 합!",
      "en": "Hey... Yah!",
      "de": "He ... Ha!",
      "es": "¡Eh! ¡Ja!",
      "fr": "Hu... ha !",
      "pt": "Hey...Yah!",
      "ru": "Эй... Да!",
      "id": "Hii ... yah!",
      "th": "ฮึ่ย...ย่ะห์!",
      "vi": "Hây...ha!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "讲不通，就打扁咯！",
      "zht": "講不通，就打扁囉！",
      "jp": "話が通じないなら、叩くまででしょ～",
      "ko": "말이 안 통하면 패버려~",
      "en": "You're toast!",
      "de": "Du bist erledigt!",
      "es": "¡Chamúscate!",
      "fr": "Parlez avec vos poings si vous ne pouvez pas avec votre bouche !",
      "pt": "Você está frito!",
      "ru": "Я поджарю тебя!",
      "id": "GOSONG kamu!",
      "th": "ถ้าจัดการไม่ได้ ทุบให้มันแบนก็พอ!",
      "vi": "Nói không thông, thì phải đánh thôi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "见识下师父的枪法！",
      "zht": "見識一下師父的槍法！",
      "jp": "師匠の技を食らいなさい！",
      "ko": "사부의 창술을 감상하라고!",
      "en": "Eat this!",
      "de": "So geht man mit einer Hellebarde um!",
      "es": "¡Prueba esto!",
      "fr": "Goûtez à ma lance !",
      "pt": "Coma isso!",
      "ru": "На тебе копьём!",
      "id": "Makan nih!",
      "th": "ลองชิมฝีมือฉันหน่อย!",
      "vi": "Hãy xem sự lợi hại của ta đây!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "跑起来跑起来！",
      "zht": "跑起來跑起來！",
      "jp": "駆けっこしましょ～！",
      "ko": "달리기 시합하자!",
      "en": "Race you!",
      "de": "Lauf los!",
      "es": "¡Una carrera!",
      "fr": "Je cours !",
      "pt": "Vamos correr!",
      "ru": "Обгоню!",
      "id": "Ayo balap!",
      "th": "มาวิ่งแข่งกัน มาวิ่งแข่งกัน!",
      "vi": "Chạy thôi chạy thôi!"
    }
  },
  {
    "title": {
      "zhs": "冲刺结束·其一",
      "zht": "衝刺結束·其一",
      "jp": "ダッシュ終了·1",
      "ko": "대시 종료·첫 번째",
      "en": "Sprint End: I",
      "de": "Rennen – Ende I",
      "es": "Después de esprintar (I)",
      "fr": "Fin de sprint (1)",
      "pt": "Final da Corrida - I",
      "ru": "Конец спринта I",
      "id": "Selesai Berlari: I",
      "th": "หยุดวิ่ง - 1",
      "vi": "Xung Kích Kết Thúc I"
    },
    "line": {
      "zhs": "肚子岔气了…",
      "zht": "肚子岔氣了…",
      "jp": "お腹が痛い…",
      "ko": "하, 숨이 차네…",
      "en": "Now I've got stomach cramps...",
      "de": "Mein Bauch tut weh ...",
      "es": "Ahora me duele el estómago...",
      "fr": "J'ai mal à l'estomac...",
      "pt": "Agora estou com dor de estômago...",
      "ru": "Ну вот, живот скрутило...",
      "id": "Duh, perutku kram ....",
      "th": "แน่นท้องจัง....",
      "vi": "Hụt hơi rồi..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "是新的食材！",
      "zht": "是新的食材！",
      "jp": "新しい食材だ！",
      "ko": "새로운 식자재다!",
      "en": "Open sesame! Oh, now I'm hungry...",
      "de": "Sesam öffne dich! Oh, jetzt bin ich hungrig ...",
      "es": "¡Ábrete, sésamo! Oh, ahora tengo hambre...",
      "fr": "Sésame, ouvre-toi ! Hmm, ça donne faim...",
      "pt": "É um ingrediente bem fresco!",
      "ru": "Сезам, откройся! Ну вот, теперь я проголодалась...",
      "id": "Simsalabim! Duh, lapar nih ....",
      "th": "นี่มันวัตถุดิบทำอาหารใหม่!",
      "vi": "Nguyên liệu mới à!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "大丰收大丰收！",
      "zht": "大豐收大豐收！",
      "jp": "うん～大量大量！",
      "ko": "풍년이야! 풍년!",
      "en": "What a bountiful harvest!",
      "de": "Was für eine üppige Ernte!",
      "es": "¡Qué buena cosecha!",
      "fr": "Quelle récolte abondante !",
      "pt": "Que colheita farta!",
      "ru": "Какой обильный урожай!",
      "id": "Panen raya nih!",
      "th": "รางวัลชุดใหญ่! ผลผลิตงอกงาม!",
      "vi": "Bội thu rồi bội thu rồi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "我会物尽其用！",
      "zht": "我會物盡其用！",
      "jp": "大事に使うね！",
      "ko": "알뜰살뜰하게 사용할게!",
      "en": "None of this will go to waste!",
      "de": "Nichts davon wird vergeudet werden!",
      "es": "¡No desperdiciaré nada de esto!",
      "fr": "Rien de tout cela ne sera gaspillé !",
      "pt": "Nada disso será desperdiçado!",
      "ru": "Ничто из этого не пропадёт даром!",
      "id": "Tidak ada yang bakal terbuang!",
      "th": "ฉันจะใช้ให้คุ้มค่าเลย!",
      "vi": "Tôi sẽ tận dụng triệt để!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "呜，今天的食材好凶啊。",
      "zht": "嗚，今天的食材好凶啊。",
      "jp": "うっ、今日の食材は凶悪ね。",
      "ko": "오늘 식자재 무시무시하네",
      "en": "No ingredients for me today...",
      "de": "Das heutige Essen ist unerträglich ...",
      "es": "Hoy me quedo sin ingredientes...",
      "fr": "Pas d'ingrédients pour moi aujourd'hui...",
      "pt": "Sem ingredientes para mim hoje...",
      "ru": "На сегодня ингредиентов нет...",
      "id": "Bahan makanan hari ini galak amat ....",
      "th": "หึ วัตถุดิบวันนี้เด็ดมาก",
      "vi": "Hix, thức ăn hôm nay hung dữ quá."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "哎呀，疼疼疼…",
      "zht": "哎呀，痛痛痛…",
      "jp": "アチャー、イタタタ…",
      "ko": "아야, 아파아파…",
      "en": "Ow! Oh...",
      "de": "Es tut weh ...",
      "es": "¡Au! Oh...",
      "fr": "Aïe ! Ça fait mal...",
      "pt": "Ai, ai, ai...",
      "ru": "Ох... *гримаса*",
      "id": "Aw, aw!",
      "th": "โอ๊ยย เจ็บ ๆๆ...",
      "vi": "Ui da, đau..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "我是不是惹了个不得了的家伙！",
      "zht": "我是不是惹了個不得了的傢伙！",
      "jp": "アタシってとんでもないヤツを怒らせちゃった！？",
      "ko": "내가 엄청난 녀석을 건드린 건가?",
      "en": "Now I'm really in a pickle!",
      "de": "Jetzt stecke ich wirklich in der Klemme!",
      "es": "¡Ahora sí que estoy en un apuro!",
      "fr": "Je crois que je suis dans le pétrin !",
      "pt": "Agora estou realmente em apuros!",
      "ru": "Ну всё, укатали!",
      "id": "Gawat, bahaya nih!",
      "th": "ฉันคงหาเรื่องผิดคนแล้วสินะ!",
      "vi": "Hình như chọc trúng tổ kiến lửa rồi nhỉ!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "别着急，歇会儿再打吧？",
      "zht": "別著急，歇會兒再打吧？",
      "jp": "焦らないで、少し休んでからまた戦えば？",
      "ko": "서두르지 마, 잠시 쉬었다가 다시 붙을까?",
      "en": "Take a snack break!",
      "de": "Legen wir eine kleine Pause ein?",
      "es": "¡Tómate un respiro y ve a comer algo!",
      "fr": "Pourquoi ne pas faire une pause goûter ?",
      "pt": "Faça uma pausa para lanchar!",
      "ru": "Не торопись. Может, сделаем перерыв на перекус?",
      "id": "Mau makan dulu?",
      "th": "อย่าใจร้อนสิ พักสักหน่อยแล้วค่อยสู้ต่อดีมั้ย?",
      "vi": "Đừng vội, nghỉ chút rồi đánh tiếp nhé?"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "快回来！",
      "zht": "快回來！",
      "jp": "早く戻ってきて！",
      "ko": "어서 돌아와!",
      "en": "Scramble!",
      "de": "Komm zurück!",
      "es": "¡Largo!",
      "fr": "Reviens vite !",
      "pt": "Dispersa!",
      "ru": "Борись!",
      "id": "Menyebar!",
      "th": "รีบกลับมาเลยนะ!",
      "vi": "Mau về đây!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "搞砸了呢…",
      "zht": "搞砸了呢…",
      "jp": "やっちゃった…",
      "ko": "망했다…",
      "en": "Dinner's gonna burn...",
      "de": "Das Abendessen wird anbrennen ...",
      "es": "La comida se quemó...",
      "fr": "J'ai ruiné le plat...",
      "pt": "O jantar vai sair queimado...",
      "ru": "Ужин подгорит...",
      "id": "Makan malamnya gosong deh ....",
      "th": "หมดกันงานนี้...",
      "vi": "Làm hỏng chuyện rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "突然…好渴啊…",
      "zht": "突然…好渴啊…",
      "jp": "急に…のどが渇いた…",
      "ko": "갑자기… 너무 목이 말라…",
      "en": "Water...",
      "de": "Bin ich durstig ...",
      "es": "Agua...",
      "fr": "J'ai soif... Soudainement...",
      "pt": "Água...",
      "ru": "Воды...",
      "id": "Air ....",
      "th": "จู่ ๆ ...ก็หิวน้ำ...",
      "vi": "Đột nhiên...khát quá..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "是不是…连累你了…",
      "zht": "#是不是…連累{F#妳}{M#你}了…",
      "jp": "もしかして…迷惑かけちゃったかな…",
      "ko": "네 발목을… 잡은 건 아니겠지…?",
      "en": "No... Did I ruin everything?",
      "de": "Nein ... Habe ich alles ruiniert?",
      "es": "No... ¿Lo arruiné todo?",
      "fr": "Est-ce que... j'ai tout gâché...",
      "pt": "Não... Será que estraguei tudo?",
      "ru": "Нет... Всё испорчено?",
      "id": "Aduh ... kacau ya semuanya?",
      "th": "ฉันทำให้เธอ...เดือดร้อนไปด้วยรึเปล่า...",
      "vi": "...Liên lụy bạn rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不要打我…",
      "zht": "不要打我…",
      "jp": "アタシを攻撃しないで…",
      "ko": "때리지 마…",
      "en": "Don't hit me...",
      "de": "Schlag mich nicht ...",
      "es": "No me pegues...",
      "fr": "Ne me frappez pas...",
      "pt": "Não me machuque...",
      "ru": "Не бей меня...",
      "id": "Jangan pukul aku ....",
      "th": "อย่าตีฉันนะ...",
      "vi": "Đừng đánh ta..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "救命啊，食材打人啦！",
      "zht": "救命啊，食材打人啦！",
      "jp": "助けて！食材が襲ってくるの！",
      "ko": "살려줘, 식자재가 사람을 때리네!",
      "en": "Help! My dinner is attacking me!",
      "de": "Hilfe! Mein Abendessen greift mich an!",
      "es": "¡Ayuda! ¡Mi comida me ataca!",
      "fr": "Au secours ! Mes ingrédients me frappent !",
      "pt": "Me ajudem! Meu jantar está me atacando!",
      "ru": "На помощь! Мой ужин напал на меня!",
      "id": "Tolong! Makan malamnya galak!!!",
      "th": "ช่วยด้วย อาหารทำร้ายคน!",
      "vi": "Cứu mạng với, đồ ăn đánh người nè!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "还挺疼的唔…",
      "zht": "還滿痛的唔…",
      "jp": "痛いよ…",
      "ko": "진짜 아파…",
      "en": "That really hurt!",
      "de": "Das tut weh!",
      "es": "¡Eso dolió!",
      "fr": "Ça m'a fait super mal...",
      "pt": "Essa doeu!",
      "ru": "Это так больно!",
      "id": "Sakittt!",
      "th": "เจ็บใช่เล่นเลยนะเนี่ย...",
      "vi": "Cũng đau lắm chứ bộ..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "佐料带全了！",
      "zht": "佐料帶全了！",
      "jp": "食材は全部持ったよ！",
      "ko": "조미료도 다 챙겼어!",
      "en": "I'll bring my seasonings!",
      "de": "Ich bringe meine Gewürze mit!",
      "es": "¡Traeré los ingredientes!",
      "fr": "J'ai ramené toutes mes épices !",
      "pt": "Vou trazer meus temperos!",
      "ru": "Возьму с собой пряности!",
      "id": "Bumbunya aku bawa semua!",
      "th": "เอาเครื่องปรุงมาครบแล้ว!",
      "vi": "Gia vị đã đủ rồi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "长枪磨亮了！",
      "zht": "長槍磨亮了！",
      "jp": "槍に磨きをかけるよ！",
      "ko": "창은 갈아놨어!",
      "en": "Just sharpened my spear!",
      "de": "Ich habe gerade meinen Speer geschärft!",
      "es": "¡Mi lanza está afilada!",
      "fr": "Ma lance est aiguisée !",
      "pt": "Minha lança está afiada!",
      "ru": "Копьё уже наточено!",
      "id": "Tombak sudah diasah!",
      "th": "ลับคมหอกจนเงาวับ!",
      "vi": "Thương đã mài bóng loáng!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "一刻都不想多等！",
      "zht": "一刻都不想多等！",
      "jp": "もう待ちきれない！",
      "ko": "더는 못 기다려!",
      "en": "I can't wait any longer!",
      "de": "Ich kann nicht länger warten!",
      "es": "¡No puedo esperar más!",
      "fr": "Je ne veux pas attendre un instant de plus !",
      "pt": "Mal posso esperar!",
      "ru": "Я не могу больше ждать!",
      "id": "Aku sudah tidak bisa menunggu lebih lama lagi!",
      "th": "รอต่อไปไม่ได้แล้ว!",
      "vi": "Không muốn đợi thêm dù chỉ một khắc!"
    }
  }
]