[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "有道是闻名不如见面，今天终于有缘与你相会，实属荣幸。我姓云，单名一个堇字，不才正是云翰社当家主事的人。我们戏社最近挂靠在和裕茶馆，日后还请多多赏光，常来听戏。",
      "zht": "#有道是聞名不如見面，今天終於有緣與{F#妳}{M#你}相會，實屬榮幸。我姓雲，單名一個堇字，不才正是雲翰社當家主事的人。我們戲社最近掛靠在和裕茶館，日後還請多多賞光，常來聽戲。",
      "jp": "ご高名はかねてから伺っております。お会いできて光栄です。私は姓を雲、名を菫と申します。今は雲翰社の座長を務めております。最近、私どもの劇団は和裕茶館に属しておりますので、お時間がありましたら、ぜひ劇を観にいらしてください。",
      "ko": "누군가를 알아갈 때 소문으로 듣는 것보단 직접 만나는 게 낫다고 하죠. 이렇게 만나게 돼서 정말 기뻐요. 제 성은 '운'이고 이름은 '근'이에요. 아직 부족하지만 현재 운한사를 주관하고 있죠. 최근 저희 극단은 화유다관에서 공연하고 있어요. 나중에 많이 보러 와줘요",
      "en": "As the saying goes, you never truly know someone until you meet them in person, and at long last, I finally have the great honor of meeting you today. My name is Yun Jin, and I am humbled to be the director of the Yun-Han Opera Troupe. We have been performing at Heyu Tea House as of late, and we'd be honored to have you attend a performance sometime.",
      "de": "Wie das Sprichwort sagt, kennt man jemanden erst dann richtig, wenn man ihn persönlich trifft, und endlich habe ich die große Ehre, dich heute kennenzulernen. Mein Name ist Yun Jin und ich fühle mich geehrt, die Leiterin der Yun-Han-Operntruppe zu sein. Wir sind in letzter Zeit oft im Teehaus Heyu aufgetreten und es wäre uns eine Ehre, wenn du einmal eine Aufführung besuchen würdest.",
      "es": "Como suele decirse, no conoces a alguien de verdad hasta que lo ves en persona, y por fin hoy tengo el gran honor de conocerte. Me llamo Yun Jin y soy la humilde directora de la Compañía de Ópera Yun-Han. Últimamente hemos estado actuando en la Casa de Té Heyu y nos encantaría que vinieras a vernos alguna vez.",
      "fr": "On ne connaît pas vraiment quelqu'un sans l'avoir rencontré, et j'ai enfin cet honneur aujourd'hui. Je m'appelle Yun Jin et je suis l'imprésario de la troupe d'opéra Yun-Han. Nous nous produisons au Salon de thé Heyu dernièrement et ce serait un plaisir de vous avoir dans notre public.",
      "pt": "#Como diz o ditado, você nunca realmente conhece alguém de verdade até conhecê-lo pessoalmente e, finalmente, tenho a grande honra de conhecê-l{M#o}{F#a} hoje. Meu nome é Yunjin, e tenho a honra de ser a diretora da Trupe de Ópera Yun-Han. Temos nos apresentado na Casa de Chá Heyu nos últimos tempos, e ficaríamos honrados em tê-l{M#o}{F#a} presente em alguma apresentação.",
      "ru": "Как говорится, никакие истории о человеке не сравнятся с личным знакомством. Наконец-то мне выпала честь повстречать тебя. Меня зовут Юнь Цзинь. Я всего лишь скромный руководитель оперной труппы Юнь Хань. Последнее время мы выступаем в чайном доме «Хэюй». Надеюсь, ты почтишь нас своим присутствием.",
      "id": "Seperti kata pepatah, kamu tidak pernah benar-benar mengenal seseorang sampai kamu bertemu langsung dengannya. Aku akhirnya mendapat kehormatan besar untuk bertemu denganmu hari ini. Namaku Yun Jin dan aku adalah pemimpin Grup Opera Yun-Han. Kami akhir-akhir ini tampil di Heyu Tea House. Kami akan merasa terhormat jika suatu hari nanti kamu menghadiri pertunjukan kami.",
      "th": "มีคำกล่าวที่ว่าได้ยินชื่อไม่สู้พบหน้า ในที่สุดวันนี้ก็มีโชคชะตาได้พบกับเธอสักที รู้สึกเป็นเกียรติมากเลยล่ะ ฉันแซ่ Yun และมีชื่อพยางค์เดียวว่า Jin ฉันก็คือหัวหน้าคณะละครงิ้ว Yun-Han ช่วงนี้คณะละครงิ้วของเราทำการแสดงอยู่ที่โรงน้ำชา Heyu ต่อไปก็เชิญแวะมาได้นะ มาฟังงิ้วบ่อย ๆ ด้วยล่ะ",
      "vi": "Có câu trăm nghe không bằng một thấy, hôm nay cuối cùng đã có duyên gặp bạn, thật là vinh hạnh. Tôi họ Yun, tên chỉ một chữ Jin, kẻ bất tài tôi đang là đương gia của Vân Hàn Xã. Đoàn kịch của chúng tôi gần đây đang dựng ở Hòa Dụ Trà Quán, sau này xin được chiếu cố, ghé đến nghe kịch thường xuyên nhé."
    }
  },
  {
    "title": {
      "zhs": "闲聊·敏感话题",
      "zht": "閒聊·敏感話題",
      "jp": "世間話·敏感な問題",
      "ko": "잡담·민감한 주제",
      "en": "Chat: Sensitive Topic",
      "de": "Gespräch – Heikles Thema",
      "es": "Charla - Un tema delicado",
      "fr": "Bavardage - Sujet délicat",
      "pt": "Bate-papo - Tema Delicado",
      "ru": "Поболтаем: Чувствительная тема",
      "id": "Berbincang: Topik Sensitif",
      "th": "แชท - ประเด็นอ่อนไหว",
      "vi": "Nói chuyện phiếm - Chủ đề nhạy cảm"
    },
    "line": {
      "zhs": "这两天总觉得身上腰封有点紧，难道…我胖了？",
      "zht": "這兩天總覺得身上腰封有點緊，難道…我胖了？",
      "jp": "最近、なんだか帯がきつくなってきました。まさか…私、太りましたか？",
      "ko": "요즘 허리가 좀 끼는데, 설마… 살쪘나?",
      "en": "My waistband has been feeling a little snug these last couple of days... Methinks I perchance have overindulged...",
      "de": "Mein Hosenbund hat sich in den letzten Tagen etwas eng angefühlt ... Ich glaube, ich habe vielleicht zu viel gegessen ...",
      "es": "Últimamente noto que la ropa me aprieta un poco en la cintura... ¿Me habré excedido con la comida?",
      "fr": "Ma ceinture est un peu serrée ces derniers temps, aurais-je pris du poids ?",
      "pt": "Sinto que minha cintura está meio apertada nesses últimos dias... Será que comi demais?",
      "ru": "Последние пару дней мне что-то тесновато в талии. Быть может... я излишествовала в еде?",
      "id": "Ikat pinggangku terasa sedikit nyaman beberapa hari ini ... Apakah karena aku makan terlalu banyak ....",
      "th": "สองวันมานี้รู้สึกว่ารอบเอวจะแน่นไปหน่อย หรือว่า...ฉันจะอ้วนขึ้น?",
      "vi": "Mấy hôm nay cứ thấy phần eo có hơi chật, chẳng lẽ... tôi mập lên sao?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·闲适",
      "zht": "閒聊·閒適",
      "jp": "世間話·のんびり",
      "ko": "잡담·편안함",
      "en": "Chat: Relaxing",
      "de": "Gespräch – In der Freizeit",
      "es": "Charla - Relajación",
      "fr": "Bavardage - Relaxation",
      "pt": "Bate-papo - Relaxamento",
      "ru": "Поболтаем: Отдых",
      "id": "Berbincang: Bersantai",
      "th": "แชท - ว่าง ๆ",
      "vi": "Nói chuyện phiếm - Nhàn rỗi"
    },
    "line": {
      "zhs": "不勒头，不画脸，今天乐得清闲。",
      "zht": "不勒頭，不畫臉，今天樂得清閒。",
      "jp": "今日は劇用頭飾を被る必要も、舞台化粧をする必要もありません。のんびりとした一日です。",
      "ko": "오늘은 머리도 세게 안 묶고, 분장도 안 하니까 편하네요",
      "en": "Ahhh... Yes, I shall spare myself the hair and makeup routine today, and happily idle my time away!",
      "de": "Aaah ... Ja, ich werde mir heute die Haar- und Schminkroutine ersparen und fröhlich meine Zeit vertrödeln!",
      "es": "Aaah, sí, hoy me saltaré la rutina de peinado y maquillaje y me relajaré un poco.",
      "fr": "#Pas de coiffage, ni de maquillage. Je me la coule douce aujourd'hui{NON_BREAK_SPACE}!",
      "pt": "Ahhh... Sim, hoje vou me poupar da rotina de fazer o cabelo e a maquiagem para me divertir em meu tempo livre!",
      "ru": "Ах... Сегодня я не стану делать причёску и макияж и с радостью предамся отдыху!",
      "id": "Ahhh ... Ya, aku tidak perlu melakukan rutinitas merapikan rambut dan merias wajah hari ini. Aku akan menghabiskan waktuku hari ini dengan bersantai!",
      "th": "ไม่ต้องพันหัว ไม่ต้องวาดหน้า วันนี้อยู่เฉย ๆ ก็สนุกแล้ว",
      "vi": "Không búi tóc, không vẽ mặt, hôm nay được nhàn rỗi thật vui."
    }
  },
  {
    "title": {
      "zhs": "闲聊·清唱",
      "zht": "閒聊·清唱",
      "jp": "世間話·璃月劇",
      "ko": "잡담·무반주 노래",
      "en": "Chat: Singing Opera",
      "de": "Gespräch – Singen",
      "es": "Charla - Cantar ópera",
      "fr": "Bavardage - Chant d'opéra",
      "pt": "Bate-papo - Cantar Ópera",
      "ru": "Поболтаем: Исполнение оперы",
      "id": "Berbincang: Menyanyikan Opera",
      "th": "แชท - ร้องงิ้วแบบไม่ครบองค์",
      "vi": "Nói chuyện phiếm - Ca hát"
    },
    "line": {
      "zhs": "云婵娟来花婵娟，风流尽在山水间。",
      "zht": "雲嬋娟來花嬋娟，風流盡在山水間。",
      "jp": "（訳）美しき雲に愛しき花、風流は山水にありて。",
      "ko": "구름에 걸린 달빛이 꽃에도 걸리니, 산과 물에 운치가 가득하네 (노래)",
      "en": "(Translated) How gently do the clouds and flowers sway, as dancing winds meander through the vales.",
      "de": "Wie sanft wiegen sich die Wolken und Blumen, während sich tanzende Winde durch die Täler schlängeln.",
      "es": "Las nubes y las flores se mecen grácilmente, mientras el viento entre los valles serpentea suavemente...",
      "fr": "♪ Les nuages et les fleurs se balancent avec légèreté, tandis que les vents dansants serpentent la vallée. ♪",
      "pt": "Como as nuvens e as flores balançam suavemente, enquanto ventos que dançam serpenteiam através dos vales.",
      "ru": "Покачиваются тихо цветы и облака, когда блуждает ветер по горам и лугам.",
      "id": "Awan dan bunga bergoyang dengan lembut, saat angin menari berkelok-kelok melalui lembah.",
      "th": "เมฆาบุปผางามพลิ้วไหว วายุพัดผ่านช่องภูผา",
      "vi": "Vân thiền quyên lai hoa thiền quyên, phong lưu tận tại sơn thủy gian."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "…嘶，你听、听见打雷没有？吓我一跳。",
      "zht": "#…嘶，{F#妳}{M#你}聽、聽見打雷沒有？嚇我一跳。",
      "jp": "…ッ！き、聞こえましたか？今の雷の音、びっくりしました。",
      "ko": "…으아, 천, 천둥소리 들었어요? 깜짝 놀랐어요",
      "en": "*gasp* D—Did you hear that? Whew, it really startled me!",
      "de": "Hast du das gehört? Puh, das hat mich echt erschreckt!",
      "es": "Oh, ¿oíste eso? ¡Qué susto!",
      "fr": "T—Tu as entendu ce bruit ? J'ai eu peur !",
      "pt": "Ah! V-Você ouviu isso? Ufa, realmente me assustou!",
      "ru": "#...Ох, т-ты {F#слышала}{M#слышал} это?",
      "id": "Hah?! A-Apa kamu dengar? Fiuh, aku sampai kaget!",
      "th": "...ฮึก เธอ เธอได้ยินเสียงฟ้าผ่ามั้ย? ตกใจหมดเลย",
      "vi": "...Suỵt, bạn có nghe thấy tiếng sấm không? Làm tôi giật nảy mình."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "喂呀，冻煞我了。",
      "zht": "喂呀，凍煞我了。",
      "jp": "（訳）ああ、凍えてしまいます。",
      "ko": "흐유, 추워 죽는 줄 알았군",
      "en": "(Translated) Fie! This cold shall be mine end!",
      "de": "Pfui! Diese Kälte kann mich umbringen!",
      "es": "¡Uf! ¡Este frío acabará conmigo!",
      "fr": "♪ Gla gla, froid à en mourir ♪",
      "pt": "Brrr! Este frio vai acabar comigo!",
      "ru": "Б-р-р! Этот холод погубит меня!",
      "id": "Aduh! Dingin ini membunuhku!",
      "th": "ไอ้หยา ความหนาวเริ่มทำร้ายฉันแล้ว",
      "vi": "Ôi cha, lạnh cứng người luôn rồi."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "暖阳和煦，真是好风光呀。",
      "zht": "暖陽和煦，真是好風光呀。",
      "jp": "温かい日差し、いい景色ですね。",
      "ko": "날씨가 포근하니 좋네요",
      "en": "What a sight to behold, the sun so warm and radiant...",
      "de": "Was für ein Anblick, die Sonne so warm und strahlend ...",
      "es": "¡Qué espectáculo para la vista! El sol es tan cálido y radiante...",
      "fr": "C'est un régal pour les yeux, de voir un tel soleil...",
      "pt": "Que bela vista, o sol tão quente e radiante...",
      "ru": "Тёплый солнечный день, какая красота...",
      "id": "Pemandangan yang indah, sinar matahari juga begitu hangat dan terang ....",
      "th": "แสงแดดอบอุ่น ช่างเป็นช่วงเวลาที่จริง ๆ",
      "vi": "Ánh nắng chan hòa, đúng là cảnh đẹp mà."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早，清晨露水正好煎茶，喝完这杯茶再出发吧。",
      "zht": "早，清晨露水正好煎茶，喝完這杯茶再出發吧。",
      "jp": "おはようございます。朝露はお茶を煎じるのに最適ですね。このお茶を飲んでから旅に出ましょう。",
      "ko": "좋은 아침이에요. 아침 이슬은 차를 달이기 딱이죠. 차 한잔 마시고 출발할까요?",
      "en": "Good morning! The dew at dawn is perfect for brewing tea, so I made some for you. Drink up, and then we'll head off!",
      "de": "Guten Morgen! Der Tau in der Morgendämmerung ist perfekt, um Tee zu brauen, also habe ich dir welchen gemacht. Trink ihn aus und dann machen wir uns auf den Weg!",
      "es": "¡Buenos días! El rocío de primera hora de la mañana es perfecto para hacer té, así que te preparé uno. ¡Bébetelo y después saldremos!",
      "fr": "Bonjour ! La rosée de l'aube est parfaite pour faire du thé, alors je t'en ai préparé. On partira une fois que tu l'auras bu !",
      "pt": "Bom dia! O orvalho ao amanhecer é perfeito para fazer chá, por isso fiz um pouco para você. Beba, e depois vamos partir!",
      "ru": "Доброе утро! Рассветная роса отлично подходит для заваривания чая. Попьём чаю и в путь!",
      "id": "Pagi! Embun saat fajar cocok digunakan untuk menyeduh teh, jadi aku menyeduhnya untukmu. Cepat minum, setelahnya kita langsung berangkat!",
      "th": "อรุณสวัสดิ์ น้ำค้างยามเช้าเหมาะกับการชงชา ไว้ดื่มชาแก้วนี้เสร็จพวกเราค่อยออกเดินทางกันนะ",
      "vi": "Chào buổi sáng, sương mai buổi sớm rất thích hợp pha trà, uống xong ly trà này hãy xuất phát nhé."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭吃完之后，想睡一觉…哈…你不困吗？",
      "zht": "#午飯吃完之後，想睡一覺…哈…{F#妳}{M#你}不睏嗎？",
      "jp": "昼食をいただいたら、なんだか眠たくなってきました…ふぁ…貴方は眠くないのですか？",
      "ko": "점심 먹고 나면 잠이 몰려와요… 하암… 당신은 안 졸린가요?",
      "en": "I'd like to indulge in a nap after lunch. Oh? ...You're not tired?",
      "de": "Nach dem Mittagessen möchte ich mir ein Nickerchen gönnen. Oh? ... Du bist nicht müde?",
      "es": "#Me gustaría disfrutar de una buena siesta después de la comida... ¿Eh? ¿Tú no estás cansad{F#a}{M#o}?",
      "fr": "#J'aimerais faire une sieste après le déjeuner... *bâille* ... Tu n'es pas {M#fatigué}{F#fatiguée} ?",
      "pt": "#Eu gostaria de tirar uma soneca depois do almoço. Oh? ...Você não está cansad{M#o}{F#a}?",
      "ru": "#Хорошо бы после обеда подремать... Хм? Ты не {F#устала}{M#устал}?",
      "id": "Aku ingin tidur setelah makan. Oh? Kamu tidak ngantuk?",
      "th": "หลังจากกินข้าวกลางวันเสร็จ ก็อยากจะงีบสักหน่อย... หาว...เธอไม่ง่วงเหรอ?",
      "vi": "Sau khi ăn trưa xong, thật muốn ngủ một giấc... Hơ... Bạn không buồn ngủ sao?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "一道去听听晚场说书吧，刘苏先生讲《裁雨声》是一绝。",
      "zht": "一道去聽聽晚場說書吧，劉蘇先生講《裁雨聲》是一絕。",
      "jp": "夜に講談を聞きに行きましょう。劉蘇先生の『裁雨の音』は素晴らしいですよ。",
      "ko": "저녁엔 이야기꾼의 강담을 들으러 갈까요? 유소 씨가 들려주는 《비를 베는 소리》는 아주 일품이거든요",
      "en": "Let's go listen to tonight's storytelling performance together. Liu Su's rendition of \"Ring of Raining Blades\" is most sublime!",
      "de": "Lasst uns heute Abend gemeinsam die Aufführung des Geschichtenerzählens anhören. Liu Sus Darbietung von „Schnitte im rauschenden Regen“ ist wirklich großartig!",
      "es": "Vayamos esta noche a escuchar al cuentacuentos. ¡La interpretación de «Lluvia de cuchillas» que hace Liu Su es absolutamente sublime!",
      "fr": "#Allons écouter le conteur ce soir{NON_BREAK_SPACE}! L'interprétation des «{NON_BREAK_SPACE}Chroniques des lames de pluie{NON_BREAK_SPACE}» de Liu Su en vaut le détour{NON_BREAK_SPACE}!",
      "pt": "#Vamos ouvir junt{F#as}{M#os} a apresentação desta noite de contos. A interpretação de Liu Su da \"Chuva de Lâmina\" é fantástica!",
      "ru": "Давай сегодня сходим и послушаем рассказчиков. «Дождь клинков» в исполнении господина Лю Су неповторим.",
      "id": "Mari kita dengarkan bersama pertunjukan dongeng malam ini. Cara Liu Su membawakan \"Suara Hujan Pedang\" adalah yang paling indah!",
      "th": "ไปฟังเรื่องเล่ายามเย็นกันเถอะ \"เสียงตัดฝน\" ที่คุณ Liu Su เล่าเยี่ยมยอดมากเลยล่ะ",
      "vi": "Cùng đi nghe kể chuyện buổi tối đi, Liu Su tiên sinh kể chuyện \"Tài Vũ Thanh\" là tuyệt nhất."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "夜里寒气重，早点歇息，晚安。",
      "zht": "夜裡寒氣重，早點歇息，晚安。",
      "jp": "夜は寒くなりますので、早めに就寝されたほうがいいですよ。おやすみなさい。",
      "ko": "밤엔 꽤 쌀쌀하니 일찍 쉬어요. 잘 자요",
      "en": "There's a chill in the air tonight, so you mustn't stay out late. Good night!",
      "de": "Heute Nacht ist es kalt, also bleib nicht zu lange draußen. Gute Nacht!",
      "es": "Esta noche hace algo de frío, así que no te quedes fuera hasta muy tarde. ¡Buenas noches!",
      "fr": "Il fait froid cette nuit, ne tardez pas trop à aller dormir. Bonne nuit.",
      "pt": "Há um frio no ar esta noite, portanto você não deveria ficar fora até tarde. Boa noite!",
      "ru": "Сегодня в воздухе витает прохлада, так что ложись пораньше. Спокойной ночи.",
      "id": "Udara malam ini sangat dingin, jangan pulang terlalu malam. Selamat malam!",
      "th": "ตอนกลางคืนอากาศหนาว รีบพักผ่อนนะ ฝันดี",
      "vi": "Ban đêm gió lạnh nhiều, hãy nghỉ ngơi sớm nhé, ngủ ngon."
    }
  },
  {
    "title": {
      "zhs": "关于云堇自己·开蒙",
      "zht": "關於雲堇自己·開蒙",
      "jp": "雲菫自身について·読み書き",
      "ko": "운근 자신에 대해·글 깨우치기",
      "en": "About Yun Jin: Schooling",
      "de": "Über Yun Jin – Lernen",
      "es": "Sobre Yun Jin - Educación",
      "fr": "À propos de Yun Jin - Éducation",
      "pt": "Sobre Yunjin - Educação",
      "ru": "О Юнь Цзинь: Учёба",
      "id": "Tentang Yun Jin: Pendidikan",
      "th": "เกี่ยวกับตัว Yun Jin เอง - เปิดโลกการเรียนรู้",
      "vi": "Về bản thân Yun Jin - Giác ngộ"
    },
    "line": {
      "zhs": "我开蒙早，刚记事的时候父亲就在教我读书了。可惜，他的本事要是有十分，我恐怕只学到了三分。写戏是够用了，但要和饱学之士相比，还差得太远。",
      "zht": "我開蒙早，剛記事的時候父親就在教我讀書了。可惜，他的本事要是有十分，我恐怕只學到了三分。寫戲是夠用了，但要和飽學之士相比，還差得太遠。",
      "jp": "私は読み書きを覚えたのが早く、物心がついた頃より、父が勉強を教えてくれていました。ただ残念ながら、私は父が持つ知識の三割ほどしか習学することができませんでした。劇の台本を書くには十分なのですが、知識の豊富な方と比べれば、私はまだまだです。",
      "ko": "전 글을 일찍 깨우쳤어요. 아주 어렸을 때부터 아버지가 글을 가르쳐주셨거든요. 아버지의 능력이 10이라면 전 그중 3할만 깨우쳤죠. 극본을 쓰기엔 충분하지만, 박식한 사람과 비교하면 한참 멀었답니다",
      "en": "My schooling started very early. In fact, my earliest memories are of my father teaching me to read. Despite my best efforts, my ability is not half of his. Enough to write operas, but compared to his level of erudition, I still have much to strive for.",
      "de": "Ich bin schon sehr früh zur Schule gegangen. Meine frühesten Erinnerungen sind, dass mein Vater mir das Lesen beibrachte. Obwohl ich mich bemühe, bin ich nicht halb so gut wie er. Es reicht zwar, um Opern zu schreiben, aber verglichen mit seiner Gelehrsamkeit muss ich noch viel tun.",
      "es": "Mi educación comenzó muy pronto. Uno de mis primeros recuerdos es el de mi padre enseñándome a leer. Lamentablemente, y por mucho que me esfuerce, mi talento no es comparable al suyo. Puedo escribir óperas pero, si quisiera llegar a su nivel de erudición, todavía me faltaría mucho.",
      "fr": "J'ai commencé mon éducation très jeune. Pour tout vous dire, mes premiers souvenirs sont ceux où mon père m'apprenait à lire. Malheureusement, je ne lui arrive toujours pas à la cheville malgré tous mes efforts. Mon niveau d'érudition est loin de surpasser le sien, mais il est suffisant pour écrire des opéras.",
      "pt": "Minha educação começou muito cedo. Na verdade, minhas primeiras memórias são de meu pai me ensinando a ler. Apesar de meus melhores esforços, minha capacidade não se compara nem com metade da dele. Minha capacidade é suficiente para escrever óperas, mas comparada ao seu nível de erudição, eu ainda tenho muito a me esforçar.",
      "ru": "Моё обучение началось очень рано. Одно из самых ранних моих воспоминаний - как отец учит меня читать. К сожалению, я даже наполовину не так одарена, как он. Для написания опер этого достаточно, но до его уровня эрудиции мне далеко.",
      "id": "Pendidikanku sudah dimulai sejak aku masih sangat kecil. Ingatanku yang paling awal adalah tentang ayahku yang mengajariku membaca. Meskipun aku sudah berusaha sekuat tenaga, tapi kemampuanku bahkan belum menyamai setengah dari kemampuannya. Kemampuanku yang sekarang cukup untuk menulis opera, tetapi dibandingkan dengan tingkat pengetahuannya, masih banyak yang harus kupelajari.",
      "th": "ฉันเริ่มเรียนค่อนข้างไวน่ะ ในตอนที่เพิ่งรู้ความพ่อของฉันก็สอนฉันอ่านหนังสือแล้วล่ะ แต่น่าเสียดาย ถ้าความสามารถของเขามีสิบแต้ม เกรงว่าฉันจะเรียนรู้มาได้แค่สามแต้มเท่านั้น ซึ่งก็เพียงพอที่จะใช้เขียนบทงิ้วได้แล้วล่ะ แต่ยังห่างไกลจากการเป็นคนที่มีการศึกษาอยู่มาก",
      "vi": "Tôi giác ngộ sớm, từ khi vừa biết nhận thức là bố đã dạy tôi đọc sách rồi. Đáng tiếc, nếu như bản lĩnh của bố là mười, thì e rằng tôi chỉ học được ba phần. Đủ để viết kịch, nhưng nếu so sánh với những người học rộng hiểu nhiều, thì còn kém xa lắm."
    }
  },
  {
    "title": {
      "zhs": "关于云堇自己·坐科",
      "zht": "關於雲堇自己·坐科",
      "jp": "雲菫自身について·稽古",
      "ko": "운근 자신에 대해·연극 훈련",
      "en": "About Yun Jin: Opera Training",
      "de": "Über Yun Jin – Opernausbildung",
      "es": "Sobre Yun Jin - Formación operística",
      "fr": "À propos de Yun Jin - Formation théâtrale",
      "pt": "Sobre Yunjin - Formação Artística",
      "ru": "О Юнь Цзинь: Театральное обучение",
      "id": "Tentang Yun Jin: Latihan Opera",
      "th": "เกี่ยวกับตัว Yun Jin เอง - เรียนรู้งิ้ว",
      "vi": "Về bản thân Yun Jin - Học kịch"
    },
    "line": {
      "zhs": "我母亲早年是璃月港内大有名气的角儿，我学的戏都是她教的。你是不知道她有多严厉，一想起以前学戏的经历…不不不，我还是别想了。",
      "zht": "#我母親早年是璃月港內大有名氣的角兒，我學的戲都是她教的。{F#妳}{M#你}是不知道她有多嚴厲，一想起以前學戲的經歷…不不不，我還是別想了。",
      "jp": "母は若い頃、璃月港で名の知れた役者でした。私の芝居もすべて母から教わったものです。母はとても厳しい方で…芝居の稽古のことを思い出すと…いえ、やはり思い出すのはやめておきましょう。",
      "ko": "어머니는 젊으셨을 때 리월항의 유명한 배우셨어요. 제가 하는 연극도 다 어머니가 가르쳐주신 거죠. 당신은 그분이 얼마나 엄한지 모를 거예요. 예전에 같이 연극 배웠던 시절을 떠올리면… 아니 아니, 안 떠올릴래요",
      "en": "In her youth, my mother was a famous opera singer in Liyue Harbor, and I learned all the operas I know from her. But, you could never imagine how strict she was with me as a teacher. Thinking back on it now, I... *sigh* No, no, no, I'd rather not think about it at all.",
      "de": "In ihrer Jugend war meine Mutter eine berühmte Opernsängerin in Liyue und ich habe alle Opern, die ich kenne, von ihr gelernt. Aber du kannst dir nicht vorstellen, wie streng sie mit mir als Lehrerin war. Wenn ich jetzt daran zurückdenke, dann ... *seufz* Nein, nein, nein, ich möchte lieber gar nicht darüber nachdenken.",
      "es": "Cuando era joven, mi madre era una cantante de ópera famosa en Liyue, y todos los libretos que sé los aprendí de ella. Pero no puedes ni imaginar lo estricta que era conmigo como profesora. Si pienso en ello... no, no, no quiero pensar en ello de ninguna manera.",
      "fr": "Ma mère était une célèbre chanteuse d'opéra dans sa jeunesse au Port de Liyue. J'ai appris d'elle tous les opéras que je connais, mais tu n'imagines pas à quel point elle était sévère avec moi. Quand j'y pense, je... Non, non, non, je ne préfère pas y penser.",
      "pt": "Em sua juventude, minha mãe era uma cantora famosa de ópera no porto de Liyue, e eu aprendi com ela todas as óperas que conheço. Mas, você jamais poderia imaginar como ela era rigorosa comigo como professora. Pensando nisso agora, eu... *Suspiro* Não, não, não, prefiro não pensar nisso de forma alguma.",
      "ru": "В молодости моя мать была знаменитой оперной певицей гавани Ли Юэ. Все известные мне оперы я узнала от неё. Но ты и представить себе не можешь, каким строгим учителем она была. Стоит мне только вспомнить... Нет-нет-нет, лучше этого не вспоминать.",
      "id": "Semasa mudanya, ibuku adalah seorang penyanyi opera terkenal di Pelabuhan Liyue. Aku belajar banyak tentang opera darinya. Tapi, kamu tidak akan bisa membayangkan seberapa kerasnya dia saat menjadi guruku. Kalau diingat-ingat lagi ... Ahh! Tidak, lebih baik jangan diingat lagi.",
      "th": "แม่ของฉันเป็นนักแสดงงิ้วที่มีชื่อเสียงในท่าเรือ Liyue ตั้งแต่อายุยังน้อย แม่เป็นคนสอนการแสดงงิ้วให้ฉัน เธอคงไม่รู้หรอกว่าแม่ของฉันนั้นเข้มงวดมากแค่ไหน พอนึกถึงประสบการณ์ในการเรียนงิ้วเมื่อก่อนแล้ว... ไม่ไม่ไม่ ฉันไม่นึกถึงมันจะดีกว่า",
      "vi": "Mẹ tôi năm xưa là ngôi sao rất nổi tiếng ở cảng Liyue, khả năng diễn kịch tôi học được đều là do mẹ dạy. Bạn không biết bà ấy lợi hại thế nào đâu, cứ nghĩ đến quá trình học tập hồi trước... Không không không, thôi đừng nên nghĩ đến thì hơn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·搭班",
      "zht": "關於我們·搭班",
      "jp": "共演について…",
      "ko": "우리에 대해·임시 극단",
      "en": "About Us: Opera Troupe",
      "de": "Über uns – Zusammenarbeit",
      "es": "#Sobre nosotr{F#as}{M#os} - La compañía de ópera",
      "fr": "À propos de nous - Troupe d'opéra",
      "pt": "Sobre Nós - Trupe de Ópera",
      "ru": "О нас: Оперная труппа",
      "id": "Tentang Kita: Grup Opera",
      "th": "เกี่ยวกับเรา - ร่วมแสดง",
      "vi": "Về chúng ta - Hợp tác"
    },
    "line": {
      "zhs": "最近有几场大戏，正好缺一位擅长舞剑的演员，我觉得你各方面都挺适合。怎么样，有兴趣搭班吗？休息时，还能一起品茶。",
      "zht": "#最近有幾場大戲，正好缺一位擅長舞劍的演員，我覺得{F#妳}{M#你}各方面都挺適合。怎麼樣，有興趣搭班嗎？休息時，還能一起品茶。",
      "jp": "近々大きな公演がいくつがありまして、ちょうど剣を振るうのが得意な役者を探していたのです。貴方はその役にとても適していると思うのですが、どうでしょう。私と共に劇に出てみる気はありませんか？休憩時には、一緒にお茶を飲むこともできますよ。",
      "ko": "최근에 좀 큰 연극이 여럿 있는데, 칼춤 실력이 뛰어난 배우가 필요해요. 당신이 여러 방면으로 적합한 것 같은데, 어때요? 한번 해볼래요? 쉴 때 같이 차도 마시고요",
      "en": "We have some grand performances coming up soon, and it just so happens that we have an opening for someone to play the part of a skilled swordfighter. I think you'd be a perfect match for the part. How about it? Would you like to join our troupe? We can even enjoy some tea together in between acts.",
      "de": "Wir haben bald einige große Aufführungen und suchen zufällig jemanden, der die Rolle eines erfahrenen Schwertkämpfers übernehmen kann. Ich denke, du wärst die perfekte Besetzung für diese Rolle. Was hältst du davon? Würdest du gern unserer Truppe beitreten? Wir können sogar zwischen den Auftritten zusammen einen Tee trinken.",
      "es": "#Próximamente tendremos varias actuaciones importantes, y casualmente nos hace falta alguien que represente a {F#una espadachina}{M#un espadachín} muy hábil. ¡Creo que serías perfect{F#a}{M#o} para el papel! ¿Qué te parece? ¿Quieres unirte a nosotros? En los momentos de descanso podemos tomar el té junt{F#as}{M#os}.",
      "fr": "#Nous aurons quelques grands spectacles bientôt et il nous faut justement quelqu'un qui sache faire la danse de l'épée. Tu serais {M#parfait}{F#parfaite} pour ce rôle. Qu'en dis-tu{NON_BREAK_SPACE}? {M#Partant}{F#Partante} pour rejoindre notre troupe ? On pourra boire du thé ensemble pendant les entractes.",
      "pt": "#Temos algumas grandes apresentações em breve, e acontece que temos uma abertura para alguém fazer o papel de {M#um hábil lutador}{F#uma hábil lutadora} de espadas. Acho que você seria uma combinação perfeita para o papel. Que tal? Você gostaria de se juntar à nossa trupe? Podemos até desfrutar junt{M#o}{F#a}s de um chá entre atos.",
      "ru": "Нам скоро предстоит дать несколько крупных выступлений, и так уж получилось, что на одну из ролей нам нужен опытный фехтовальщик. Думаю, ты замечательно подходишь. Что скажешь, хочешь присоединиться к труппе? А в перерывах мы бы наслаждались чаем.",
      "id": "Sebentar lagi kami akan mengadakan sebuah pertunjukan besar, dan kebetulan sekali ada lowongan untuk peran seorang ahli pedang. Kurasa kamu pasti cocok deh. Bagaimana? Mau bergabung dengan kami? Kita bahkan bisa menikmati teh di sela-sela pertunjukan.",
      "th": "ช่วงนี้มีการแสดงใหญ่อยู่หลายฉากที่กำลังขาดนักแสดงที่เชี่ยวชาญการรำดาบอยู่คนนึงพอดี ฉันคิดว่าเธอค่อนข้างเหมาะสมในทุก ๆ ด้านเลยล่ะ เป็นไงล่ะ สนใจมาร่วมแสดงด้วยกันมั้ย? จิบชาด้วยกันระหว่างพักได้ด้วยนะ",
      "vi": "Gần đây có mấy suất diễn lớn, vừa khéo đang thiếu một diễn viên có sở trường múa kiếm, tôi thấy tất cả các mặt của bạn đều thích hợp. Thế nào, có hứng thú hợp tác không? Lúc nghỉ ngơi có thể cùng nhau đi thưởng trà."
    }
  },
  {
    "title": {
      "zhs": "关于我们·摇滚",
      "zht": "關於我們·搖滾",
      "jp": "ロックについて…",
      "ko": "우리에 대해·로큰롤",
      "en": "About Us: Rock 'n' Roll",
      "de": "Über Yun Jin – Rock ’n’ Roll",
      "es": "#Sobre nosotr{F#as}{M#os} - Rock",
      "fr": "À propos de nous – Rock 'n' roll",
      "pt": "Sobre Nós - Rock 'N' Roll",
      "ru": "О нас: Рок-н-ролл",
      "id": "Tentang Kita: Rock 'n' Roll",
      "th": "เกี่ยวกับเรา - ร็อกแอนด์โรล",
      "vi": "Về chúng ta - Rock&Roll"
    },
    "line": {
      "zhs": "欸，你还听摇滚？正好正好，下回我想出去听演唱会的时候，就找你一块去。回来的时候，我就说是拜访你去了，这下戏社里的老人肯定找不到借口唠叨我。",
      "zht": "#咦，{F#妳}{M#你}還聽搖滾？正好正好，下回我想出去聽演唱會的時候，就找{F#妳}{M#你}一塊去。回來的時候，我就說是拜訪{F#妳}{M#你}去了，這下戲社裡的老人肯定找不到藉口嘮叨我。",
      "jp": "えっ、貴方もロックを聴くのですか？それはよかったです。今度ライブへ行きたい時には、貴方に付き添ってもらうとしましょう。ふふっ、貴方のところに行っていたと言えば、帰っても劇団のお年寄りたちに小言を言われずに済みます。",
      "ko": "응? 당신도 로큰롤을 듣나요? 잘 됐네요. 다음 콘서트 때 같이 가면 되겠어요. 돌아오면, 당신을 만나고 왔다고 할 거예요. 그럼 극단 어르신들도 잔소리할 구실이 없을 테니까요",
      "en": "Huh? You like rock 'n' roll? Oh, that's great! I'll be sure to bring you along the next time I go out to see a show. And when I get back, I can just tell the senior troupe members that I went out to visit you... Hehe, that way, they won't have any reason to get on my case about going out.",
      "de": "Hm? Du magst Rock ’n’ Roll? Oh, das ist ja toll! Ich werde dich auf jeden Fall mitnehmen, wenn ich das nächste Mal eine Vorstellung besuche. Und wenn ich zurückkomme, kann ich den älteren Mitgliedern der Truppe sagen, dass ich dich besucht habe ... Hehe, dann haben sie keinen Grund mehr, sich über meine Ausfahrt zu beschweren.",
      "es": "#¿Eh? ¿Te gusta el rock? ¡Qué bien! La próxima vez que vaya a un concierto, podemos ir junt{F#as}{M#os}. Y, cuando regrese, diré que había ido a visitarte a ti. De esa forma, los ancianos de la compañía no tendrán ninguna excusa para reñirme por salir.",
      "fr": "Oh, tu aimes le rock 'n' roll ? C'est génial ! Je viendrai te trouver la prochaine fois que je voudrais aller à un concert. Quand je rentrerai chez moi, je n'aurais qu'à dire que je suis allée te rendre visite pour ne pas inquiéter les membres les plus âgés de la troupe.",
      "pt": "Hã? Você gosta de rock 'n' roll? Oh, isso é ótimo! Não me esquecerei de te trazer comigo na próxima vez que sair para ver um show. E quando eu voltar, posso apenas dizer aos membros sênior da trupe que saí para te visitar... Hehe, dessa forma, eles não terão nenhuma razão para me incomodar sobre sair.",
      "ru": "Хм? Тебе нравится рок-н-ролл? Вот здорово! В следующий раз пойдём на концерт вместе. А когда я вернусь, то скажу старшим, что проведывала тебя. Хе-хе, тогда у них не найдётся причин ворчать по поводу моего отсутствия.",
      "id": "Eh? Kamu suka rock 'n' roll? Wah, baguslah! Lain kali aku akan mengajakmu nonton bersama. Dan waktu kembali nanti, aku bisa bilang ke senior-seniorku kalau aku pergi mengunjungimu ... Hehe, kalau begitu kan mereka tidak bisa mengomeliku karena pergi keluar.",
      "th": "เอ๋ เธอฟังร็อกแอนด์โรลด้วยเหรอ? พอดีเลย ๆ ครั้งหน้าตอนที่ฉันอยากไปคอนเสิร์ต ไว้จะชวนเธอไปด้วยกันนะ ตอนกลับมา ฉันก็จะบอกว่าไปหาเธอมา แบบนี้พวกคนชราในคณะละครงิ้วจะได้ไม่มีข้ออ้างที่จะมาบ่นฉันอีก",
      "vi": "Sao, bạn còn nghe cả Rock&Roll à? Hay lắm hay lắm, lần sau tôi có muốn đi nghe biểu diễn thì sẽ rủ bạn cùng đi luôn. Khi trở về, tôi sẽ nói là tôi đi gặp bạn, vậy thì những trưởng bối trong đoàn kịch sẽ không có cớ để càm ràm tôi rồi."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "这神之眼嘛…说不定岩王爷也喜欢听戏呢？大概他老人家听得开心，就把神之眼送给我了，哈哈。",
      "zht": "這神之眼嘛…說不定岩王爺也喜歡聽戲呢？大概他老人家聽得開心，就把神之眼送給我了，哈哈。",
      "jp": "この神の目は…もしかして、岩王帝君も劇を観るのがお好きなのではないでしょうか？あのお方に喜んでいただけたから、この神の目を授けてくれたのでしょう。うふふ。",
      "ko": "신의 눈이라… 암왕제군도 연극을 좋아하시는 거 아닐까요? 공연을 보고 마음에 드셔서 저한테 신의 눈을 선물로 주신 걸지도 몰라요, 하하",
      "en": "Hmm? My Vision? Hehe, I suppose the Lord of Geo must be a fan of the opera. Perhaps the old man was so delighted with my performance that he decided to grant me a Vision.",
      "de": "Hm? Mein Göttliches Auge? Hehe, ich nehme an, Rex Lapis muss ein Fan der Oper sein. Vielleicht war der alte Mann so begeistert von meiner Leistung, dass er mir ein Göttliches Auge gewährt hat.",
      "es": "¿Eh? ¿Mi Visión? Jeje, supongo que Rex Lapis debe de ser aficionado a la ópera. Tal vez a ese anciano le gustó tanto mi actuación que decidió darme una Visión.",
      "fr": "#Mon œil divin... Peut-être que l'Archon Géo est un féru d'opéra{NON_BREAK_SPACE}? Si ça se trouve, il a apprécié ma performance au point de m'en donner un.",
      "pt": "Hmm? Minha Visão? Hehe, eu suponho que o Arconte Geo deve ser um fã da ópera. Talvez o velhote tenha ficado tão encantado com minha atuação que decidiu me conceder uma Visão.",
      "ru": "Мой Глаз Бога?.. Наверное, Властелину Камня нравится опера. Быть может, старику так понравилось моё выступление, что он решил одарить меня Глазом Бога, ха-ха.",
      "id": "Hmmm? Vision-ku? Hehe, kurasa Lord of Geo sendiri pasti suka opera. Mungkin dia tersentuh dengan pertunjukanku sampai mau memberiku sebuah Vision.",
      "th": "วิชั่นอันนี้น่ะเหรอ... ไม่แน่ท่านลอร์ดแห่งหินอาจจะชอบฟังงิ้วเหมือนกันมั้ง? คนแก่แบบเขาคงฟังงิ้วอย่างมีความสุข ก็เลยมอบวิชั่นให้ฉันน่ะ ฮ่าฮ่า",
      "vi": "Vision này sao... Nói không chừng Nham Vương Gia cũng thích nghe kịch thì sao? Chắc là ông ấy nghe kịch cảm thấy vui, nên đã tặng Vision cho tôi, haha."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·饮品",
      "zht": "有什麼想要分享·飲品",
      "jp": "シェアしたいこと·飲み物",
      "ko": "하고 싶은 이야기·음료",
      "en": "Something to Share: Drinks",
      "de": "Willst du mir etwas mitteilen? – Getränke",
      "es": "¿Algo que decir? - Bebidas",
      "fr": "Quelque chose à partager - Boissons",
      "pt": "Algo para compartilhar: Bebidas",
      "ru": "Давай поделимся: Напитки",
      "id": "Berbagi Cerita: Minuman",
      "th": "ต้องการจะแชร์อะไร - เครื่องดื่ม",
      "vi": "Có gì muốn chia sẻ - Thức uống"
    },
    "line": {
      "zhs": "我最喜欢尝试各种各样的饮品。老一辈发明的那些讲究茶饮，什么松间露呀梅上雪的，都让我试了个遍。现在正愁没有新饮品可以喝呢，欸，你有什么推荐吗？",
      "zht": "#我最喜歡嘗試各種各樣的飲品。老一輩發明的那些講究茶飲，什麼松間露呀梅上雪的，都讓我試了個遍。現在正愁沒有新飲品可以喝呢，欸，{F#妳}{M#你}有什麼推薦嗎？",
      "jp": "様々な飲み物を試してみるのが好きです。ご年配の方が考案したお茶や、松間露、梅上雪は、すべて試しました。今は何か新しい飲み物はないかと、困っているところなんです。何かおすすめはありませんか？",
      "ko": "전 다양한 음료를 마셔보는 게 좋아요. 윗 세대분들이 발명한 전통 차 중에 '소나무 이슬'이나 '매화에 앉은 눈' 같은 건 다 마셔봤죠. 새로운 음료를 찾고 있는데, 추천할 만한 거 있나요?",
      "en": "One of my absolute favorite pastimes is trying out all kinds of new beverages. I've already tried all the sophisticated-sounding drinks that previous generations came up with — you know, like Pine Nectar Tea and Snow Blossom Tea. I'm beginning to worry that I'll run out of new drinks to try soon. You don't happen to have any recommendations, do you?",
      "de": "Eine meiner absoluten Lieblingsbeschäftigungen ist es, alle möglichen neuen Getränke auszuprobieren. Ich habe schon all die raffiniert klingenden Getränke probiert, die sich frühere Generationen ausgedacht haben. Du weißt schon, wie Kiefernnektar-Tee und Schneeblüten-Tee. Ich mache mir langsam Sorgen, dass ich bald alle Getränke ausprobiert haben werde. Du hast nicht zufällig irgendwelche Empfehlungen, oder?",
      "es": "Uno de mis pasatiempos favoritos es probar toda clase de bebidas. Ya he probado todas esas con nombres sofisticados que inventaron las generaciones anteriores. Ya sabes, té de néctar de pino, de nieve de ciruelo, esas cosas. Me preocupa quedarme sin bebidas nuevas que probar dentro de poco. ¿No tendrás alguna recomendación que hacerme?",
      "fr": "J'adore goûter à toutes sortes de boissons, comme le nectar des pins ou du thé de prune enneigée des anciennes générations. Je m'inquiète d'être bientôt à court de boissons à essayer. Aurais-tu quelque chose à me conseiller, à tout hasard ?",
      "pt": "Um dos meus passatempos prediletos é experimentar todos os tipos de novas bebidas. Eu já experimentei todas as bebidas sofisticadas que as gerações anteriores me pensaram — como o Néctar de Pinheiro e a Ameixa das Neves. Estou começando a me preocupar com o fato de que ficarei sem novas bebidas para tentar em breve. Por acaso você não tem nenhuma recomendação, tem?",
      "ru": "Больше всего мне нравится пробовать разные напитки. Я испробовала все изысканные сорта чая, изобретённые прошлыми поколениями, например, Сосновый нектар и Снежная слива. Я уже начинаю беспокоиться, что скоро не останется новых для меня напитков. Порекомендуешь что-нибудь?",
      "id": "Aku paling suka menghabiskan waktu dengan mencoba berbagai jenis minuman baru. Aku sudah pernah coba semua minuman dari generasi sebelum kita yang namanya unik-unik, seperti Pine Nectar Tea dan Snow Blossom Tea. Aku jadi khawatir sebentar lagi akan kehabisan minuman baru yang bisa kucoba. Atau mungkin kamu punya rekomendasi minuman?",
      "th": "ฉันชอบชิมเครื่องดื่มทุกประเภทเลยล่ะ ชาสุดพิถีพิถันพวกนั้นที่ค้นพบโดยคนรุ่นก่อน อย่างเช่น Pine Nectar Tea หรือไม่ก็ Snow Blossom Tea อะไรพวกนั้น ฉันเคยลองมาหมดแล้ว ตอนนี้กำลังกลุ้มใจอยู่เลยว่าไม่มีเครื่องดื่มใหม่ ๆ ให้ชิม เฮ้อ เธอมีอะไรจะแนะนำมั้ยล่ะ?",
      "vi": "Tôi thích nhất là thưởng thức đủ loại thức uống. Những thứ mà người đời trước phát minh như nghiên cứu về thưởng trà, nào là Tùng Gian Lộ, nào là Mai Thượng Tuyết, tôi đều đã thử qua. Hiện giờ đang buồn vì không có món gì mới để thử đây, bạn có đề xuất gì không?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·心愿",
      "zht": "有什麼想要分享·心願",
      "jp": "シェアしたいこと·願い",
      "ko": "하고 싶은 이야기·소원",
      "en": "Something to Share: Dreams",
      "de": "Willst du mir etwas mitteilen? – Wunsch",
      "es": "¿Algo que decir? - Sueños",
      "fr": "Quelque chose à partager - Rêves",
      "pt": "Algo para Compartilhar: Sonhos",
      "ru": "Давай поделимся: Мечты",
      "id": "Berbagi Cerita: Impian",
      "th": "ต้องการจะแชร์อะไร - ความปรารถนา",
      "vi": "Có gì muốn chia sẻ - Tâm nguyện"
    },
    "line": {
      "zhs": "我偶尔也想脱下戏服，远游海外，去更大的世界看看。为了实现这个心愿，得更加努力才行。",
      "zht": "我偶爾也想脫下戲服，遠遊海外，去更大的世界看看。為了實現這個心願，得更加努力才行。",
      "jp": "私もたまには舞台衣装を脱いで、外の国を旅し、より広大な世界を見てみたいと思うことがあります。この想いを叶えるためには、もっと頑張らなければなりませんね。",
      "ko": "저도 가끔은 무대 의상을 벗고, 밖으로 나가서 더 큰 세계를 보고 싶어요. 이 소원을 이루려면 더 노력해야겠네요",
      "en": "Sometimes, I just feel like casting off my opera costume and going traveling overseas. You know, to explore the outside world. For now, I'll need to keep working hard at what I'm doing, so someday that dream can come true.",
      "de": "Manchmal habe ich einfach Lust, mein Opernkostüm abzulegen und nach Übersee zu reisen. Du weißt schon, um die Welt da draußen zu erkunden. Bis dahin muss ich weiter hart an meiner Arbeit feilen, damit dieser Traum eines Tages wahr werden kann.",
      "es": "A veces me entran ganas de dejar el vestuario de ópera e irme de viaje al extranjero. Ya sabes, ver el mundo y todo eso. Por ahora tendré que seguir esforzándome en lo que hago, para que algún día ese sueño pueda hacerse realidad.",
      "fr": "Parfois, j'aimerais bien lâcher l'opéra pour voyager à l'étranger et explorer le monde. Je continuerai de travailler dur pour exaucer ce vœu.",
      "pt": "Às vezes, tenho vontade de tirar meu traje de ópera e ir viajar para o exterior. Sabe, para explorar o mundo lá fora. Por enquanto, precisarei continuar trabalhando duro no que estou fazendo, para que um dia esse sonho possa se tornar realidade.",
      "ru": "Иногда мне хочется сбросить мой театральный костюм и отправиться путешествовать в другие края, посмотреть мир... А пока я должна упорно трудиться, чтобы когда-нибудь эта мечта осуществилась.",
      "id": "Kadang, aku ingin sekali melepas kostum operaku dan bepergian ke luar sana. Pokoknya, menjelajahi dunia deh. Tapi untuk sekarang, aku harus terus bekerja keras agar bisa mencapai impianku itu.",
      "th": "บางครั้งฉันก็อยากถอดชุดงิ้ว และออกเดินทางไปยังต่างแดน ไปมองดูโลกใบใหญ่กว่าเดิม เพื่อทำให้ความปรารถนานี้เป็นจริง ฉันจะต้องขยันให้มากขึ้นแล้วล่ะ",
      "vi": "Thỉnh thoảng tôi cũng muốn cởi bỏ bộ trang phục sân khấu, đi chu du bên ngoài, đi đến thế giới to lớn hơn để xem như thế nào. Để thực hiện ước mơ này, tôi phải nỗ lực hơn mới được."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "每天天刚破晓就能听见莺雀鸣啭，心情总能变得很好。",
      "zht": "每天天剛破曉就能聽見鶯雀鳴囀，心情總能變得很好。",
      "jp": "夜明けに、ウグイスのさえずりが毎日聞こえてきます。気持ちも晴れやかになりますよ。",
      "ko": "매일 새벽에 해가 뜨면 되새가 지저귀는 소리가 들려서 기분 좋아요",
      "en": "The chirping of the songbirds at daybreak always puts me in the best of moods.",
      "de": "Das Zwitschern der Singvögel bei Tagesanbruch versetzt mich immer in beste Laune.",
      "es": "El trinar de los pájaros cantores cuando amanece siempre me pone de buen humor.",
      "fr": "Le gazouillement des oiseaux à l'aube me met toujours de très bonne humeur.",
      "pt": "O cantar dos pássaros ao amanhecer sempre me deixa de muito bom humor.",
      "ru": "Пение птиц на рассвете всегда поднимает мне настроение.",
      "id": "Kicauan burung-burung di pagi hari selalu membuat suasana hatiku senang sekali.",
      "th": "ทุกวันในตอนรุ่งสางพอได้ยินเสียงนกร้องเพลง อารมณ์ของฉันก็จะดีขึ้นมากเลยล่ะ",
      "vi": "Mỗi ngày vừa tờ mờ sáng là có thể nghe thấy tiếng chim hót líu lo, tâm trạng cũng sẽ trở nên tốt hơn."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱…",
      "zht": "關於辛焱…",
      "jp": "辛炎について…",
      "ko": "신염에 대해…",
      "en": "About Xinyan",
      "de": "Über Xinyan ...",
      "es": "Sobre Xinyan...",
      "fr": "À propos de Xinyan...",
      "pt": "Sobre Xinyan...",
      "ru": "О Синь Янь...",
      "id": "Tentang Xinyan",
      "th": "เกี่ยวกับ Xinyan...",
      "vi": "Về Xinyan..."
    },
    "line": {
      "zhs": "戏社里那几个老人天天念叨，说是听多了摇滚会被带坏，不让我去听辛焱的演唱会。嘴上说着为我好，哼，我看他们只是接受不了新事物而已。我才不会听他们的，辛焱的演唱会我每周都要去，就是这样。",
      "zht": "戲社裡那幾個老人天天念叨，說是聽多了搖滾會被帶壞，不讓我去聽辛焱的演唱會。嘴上說著為我好，哼，我看他們只是接受不了新事物而已。我才不會聽他們的，辛焱的演唱會我每週都要去，就是這樣。",
      "jp": "劇団にいるお年寄りたちは、ロックを聴き過ぎると悪い影響が出るからと言って、辛炎さんのライブに行くことをいつも止めるんです。口先では私のためと言いますが…はぁ、目新しいものを受け入れられないだけでしょう。もちろん、あの方たちの言うことを聞くつもりはありません。辛炎さんのライブは毎週見に行く、それだけです。",
      "ko": "극단 어르신들은 맨날 로큰롤을 많이 들으면 삐뚤어진다고 신염의 콘서트에 못 가게 하셔요. 말로는 절 위해서라는데, 흥, 그냥 신문물을 못 받아들이시는 거겠죠. 그렇다고 순순히 안 갈 제가 아니죠. 신염의 콘서트는 매주 갈 거예요",
      "en": "The elders of the troupe are always harping on about rock 'n' roll being a bad influence. Needless to say, they never approve of me going to see Xinyan's shows. \"It's for your own good,\" they say. Hmph, all it's really about is their inability to accept anything new. Whatever, those old fogies can't tell me what to do. I'm going to keep rocking out at Xinyan's gigs, every week, and that's that.",
      "de": "Die Älteren der Truppe schimpfen immer, dass Rock-’n’-Roll-Musik gar keine richtige Musik sei. Es ist überflüssig zu erwähnen, dass sie nie damit einverstanden sind, dass ich Xinyans Darbietungen besuche. „Es ist nur zu deinem Besten“, sagen sie immer. In Wirklichkeit geht es nur darum, dass sie nichts Neues akzeptieren können. Wie auch immer, sie können mir nicht sagen, was ich tun soll. Ich werde weiterhin jede Woche bei Xinyans Konzerten abrocken und gut ist.",
      "es": "Los ancianos de la compañía siempre están insistiendo en que el rock es una mala influencia. Por supuesto, no aprueban que vaya a los conciertos de Xinyan. “Es por tu propio bien”, dicen. ¡Hum! ¡Es que son incapaces de aceptar algo nuevo! Bueno, esos viejos no pueden darme órdenes. Seguiré yendo a ver a Xinyan cada semana, y punto.",
      "fr": "Les aînés de la troupe radotent toujours sur la mauvaise influence qu'est le rock 'n' roll et ne me laissent jamais aller aux concerts de Xinyan en prétextant que « c'est pour mon bien ». Hmph, je dirais plutôt qu'ils sont juste incapables d'accepter la nouveauté. Quoi qu'ils disent, rien ne m'arrêtera de voir Xinyan en spectacle toutes les semaines.",
      "pt": "Os mais velhos da trupe estão sempre falando sobre o rock 'n' roll ser uma má influência. Nem é preciso dizer que eles nunca aprovam que eu vá ver os shows da Xinyan. \"É para o seu próprio bem\", dizem eles. Hnf, na verdade, isso se trata da incapacidade deles de aceitar qualquer novidade. Tanto faz, aqueles velhotes não podem me dizer o que fazer. Vou continuar a arrasar nos shows da Xinyan, todas as semanas, e pronto.",
      "ru": "Старшие члены труппы беспрестанно твердят о дурном влиянии рок-н-ролла и, само собой, не позволяют мне ходить на концерты Синь Янь. Мол, это для моего же блага. Хе, они просто неспособны принять новое. Эти старики мне не указ. Я ходила на концерты Синь Янь каждую неделю и буду ходить, и всё тут.",
      "id": "Para tetua di grup teaterku selalu saja bilang kalau rock 'n' roll itu membawa pengaruh buruk. Tentu saja mereka selalu melarangku pergi ke pertunjukan Xinyan. \"Demi kebaikanmu,\" kata mereka. Hmph. Itu sih mereka saja yang tidak bisa menerima hal baru. Terserah deh, yang pasti mereka tidak bisa mengatur hidupku, dan aku akan tetap datang ke pertunjukan Xinyan setiap minggunya.",
      "th": "คนแก่หลายคนในคณะละครงิ้วคอยบ่นอยู่ทุกวี่ทุกวัน บอกว่าถ้าฟังร็อกแอนด์โรลบ่อย ๆ เดี๋ยวจะพลอยแย่ไปด้วย ก็เลยไม่ให้ฉันไปฟังคอนเสิร์ตของ Xinyan เอาแต่พูดว่าทำเพื่อฉัน เหอะ ฉันว่าพวกเขาแค่ยอมรับสิ่งใหม่ ๆ ไม่ได้ก็เท่านั้น ฉันไม่ฟังพวกเขาหรอก ฉันจะไปฟังคอนเสิร์ตของ Xinyan ทุกสัปดาห์ ต้องแบบนี้แหละ",
      "vi": "Những trưởng bối trong đoàn kịch ngày nào cũng lải nhải, nói là nghe Rock&Roll nhiều quá sẽ học hư, không cho tôi đến buổi biểu diễn của Xinyan. Cứ nói là vì muốn tốt cho tôi, hứ, tôi thấy họ chỉ là không muốn chấp nhận thứ mới mẻ mà thôi. Tôi sẽ không nghe lời họ đâu, biểu diễn của Xinyan tuần nào tôi cũng đi, thế nhé."
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "胡桃她呀，表情丰富，脑筋还转得快，哪怕只是聊些家常都能「妙语连珠」。真让人羡慕。和这样的朋友在一起，无论做什么事情都很有趣。",
      "zht": "胡桃她呀，表情豐富，腦筋還轉得快，哪怕只是聊些家常都能「妙語連珠」。真讓人羡慕。和這樣的朋友在一起，無論做什麼事情都很有趣。",
      "jp": "胡桃さんは、表情が豊かで、頭の回転もとても早い方です。日常会話の中で、彼女は「当意即妙」な言葉を次々と繰り出してきます。羨ましい限りです。このような友人と一緒にいると、何をするにしても楽しいのですよ。",
      "ko": "호두는 표정이 다양하고 두뇌 회전이 빨라요. 일상적인 얘기를 해도 항상 「재치 있게 받아치죠」. 정말 부러워요. 이런 친구랑 같이 있으면 뭘 하든 재밌다니까요",
      "en": "Ah yes, Hu Tao. Very expressive face, and she has a sharp mind too — you can be discussing the most mundane thing in the world, and she'll always bring out a string of witty remarks. I admire her a lot. There's never a dull moment when you have friends like her around.",
      "de": "Ah ja, Hu Tao. Sie hat ein sehr ausdrucksstarkes Gesicht und einen scharfen Verstand. Man kann über die banalste Sache der Welt reden und sie bringt immer eine Reihe von witzigen Bemerkungen hervor. Ich bewundere sie sehr. Es wird nie langweilig, wenn du Freunde wie sie um dich hast.",
      "es": "Ah, sí, Hu Tao. Tiene una cara muy expresiva y es muy lista. Aunque estés hablando con ella de algo muy corriente, siempre se le ocurren comentarios muy inteligentes. La admiro mucho. Con amigas como ella, no te aburres ni un momento.",
      "fr": "Ah oui, Hu Tao. Elle a un visage très expressif et l'esprit vif. On peut discuter du sujet le plus banal au monde, elle a toujours quelque chose d'intéressant à dire. Je l'admire beaucoup. On ne s'ennuie jamais avec des amis comme elle.",
      "pt": "Ah sim, Hutao. Ela tem uma cara muito expressiva, e ela também tem uma mente afiada - você pode estar discutindo a coisa mais mundana do mundo, e ela sempre fará uma série de comentários espirituosos. Eu a admiro muito. Nunca há um momento monótono quando se tem amigos como ela por perto.",
      "ru": "Ах да, Ху Тао. Очень выразительное лицо и острый ум. Даже в разговоре о самых заурядных вещах она сыплет остроумными замечаниями. Я ею восхищаюсь! С такими друзьями, как она, не соскучишься.",
      "id": "Ah, Hu Tao ya. Wajahnya ekpresif sekali, cara berpikirnya juga cepat sekali. Saat membicarakan hal yang sangat biasa saja, dia pasti bisa melontarkan kata-kata lucu. Aku sangat mengaguminya. Kalau punya teman seperti dia, kita tidak akan pernah bosan.",
      "th": "Hu Tao น่ะเหรอ ท่าทางแจ่มใส สมองก็ฉับไว ต่อให้พูดถึงเรื่องทั่วไปก็ยัง \"พูดได้แบบน้ำไหลไฟดับ\" น่าอิจฉามากเลยล่ะ อยู่กับเพื่อนที่เป็นแบบนี้ ไม่ว่าทำเรื่องอะไรก็ดูสนุกไปหมดเลยล่ะ",
      "vi": "Hu Tao à, biểu cảm phong phú, gân cốt nhanh nhẹn, dù chỉ nói về việc nhà thôi cũng có thể \"luyên thuyên liên hồi\", thật khiến người ta phải khâm phục. Đi cùng người bạn như thế, bất luận là làm gì đi nữa cũng đều rất thú vị."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "我们这行的规矩代代相传，讲究多得很。有些事我只知其然，却不知其所以然。但钟离先生讲起这些竟能如数家珍，有这样懂行的观众，谁不开心呢？",
      "zht": "我們這行的規矩代代相傳，講究多得很。有些事我只知其然，卻不知其所以然。但鍾離先生講起這些竟能如數家珍，有這樣懂行的觀眾，誰不開心呢？",
      "jp": "私どもの業界における規則は、代々受け継がれてきたもので、そこには数多くのこだわりが存在します。私にも「そうであることは知っているものの、なぜそうなのかは知らない」といった規則がままあります。しかし、鍾離先生はそれらを説明する時、矛盾することなく、すらすらと語ることができるのです。こんなに詳しいお客さんがいてくれたら、誰だって嬉しいと思いませんか？",
      "ko": "이 업계의 규칙은 대대로 전해져 내려오는 거라 지켜야 할 게 많아요. 어떤 일은 저도 겉만 알고 깊게는 잘 몰라요. 근데 종려 선생님은 훤히 꿰뚫고 있더라구요. 그렇게 전문적인 관중을 싫어할 사람이 어디 있겠어요?",
      "en": "The customs of the opera are very particular, and are passed down from generation to generation. Sometimes I find that I only know the hows but not the whys behind what we do. But when speaking with Zhongli, it is abundantly evident that he knows the origins behind almost everything. Who wouldn't be delighted to have such a connoisseur in their audience?",
      "de": "Die Bräuche in der Oper sind sehr speziell und werden von Generation zu Generation weitergegeben. Manchmal stelle ich fest, dass ich nur das Wie, aber nicht das Warum hinter dem, was wir tun, kenne. Aber wenn ich mit Zhongli spreche, ist es ganz offensichtlich, dass er die Ursprünge hinter fast allem kennt. Wer würde sich nicht freuen, einen solchen Kenner in seinem Publikum zu haben?",
      "es": "Las tradiciones de la ópera son muy particulares y pasan de generación en generación. A veces me doy cuenta de que sé cómo se hace algo, pero no por qué. Pero, cuando hablo con Zhongli, es muy evidente que conoce los orígenes de casi todo. ¿A quién no le encantaría tener a un experto como él entre su público?",
      "fr": "Les coutumes de l'opéra sont transmises de génération en génération et il y a tant de choses à dire sur le sujet. Parfois, je me rends compte que je ne connais pas les raisons derrière certaines règles qu'on m'a apprises. Ceci dit, sieur Zhongli en parle comme un expert. Qui ne serait pas ravi d'avoir un spectateur aussi fin connaisseur ?",
      "pt": "Os costumes da ópera são muito particulares, e são repassados de geração em geração. Às vezes descubro que só sei como, mas não os porquês por trás do que fazemos. Mas quando falo com o Zhongli, é muito evidente que ele conhece as origens por trás de quase tudo. Quem não ficaria encantado em ter um entendedor assim em seu público?",
      "ru": "Оперные традиции очень своеобразны и передаются из поколения в поколение. Иногда я обнаруживаю, что знаю только «как», но не «почему». Но в разговорах с Чжун Ли становится совершенно очевидно, что он знает происхождение практически всего. Кто не был бы рад иметь среди своей публики такого знатока?",
      "id": "Budaya grup kami sangat spesifik sekali, dan sudah diturunkan dari generasi ke generasi. Kadang aku hanya tahu cara melakukannya, tapi tidak tahu alasannya. Tapi waktu aku mengobrol dengan Zhongli, jelas sekali kalau dia tahu asal-usul dari hampir semua hal. Siapa yang tidak senang kalau punya penonton dengan pengetahuan seluas itu?",
      "th": "สายงานของพวกเราได้รับการถ่ายทอดจากรุ่นสู่รุ่น มีเรื่องที่ต้องให้ความสำคัญมากมาย มีบางเรื่องที่ฉันรู้ แต่ไม่เข้าใจว่าทำไมถึงเป็นแบบนั้น แต่คุณ Zhongli กลับพูดขึ้นมาได้อย่างเชี่ยวชาญ มีผู้ชมที่เข้าใจสายงานแบบนี้ ใครจะไม่ดีใจล่ะ?",
      "vi": "Nghề này của chúng tôi rất nhiều quy tắc, đời đời lưu truyền. Có nhiều thứ tôi chỉ biết nó là vậy, chứ không hiểu nguyên nhân tại sao. Nhưng Zhongli tiên sinh lại vô cùng am hiểu, có được một khán giả hiểu biết sâu rộng như vậy, ai mà không vui chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "天权星出手阔绰，没少资助我们戏社。领了她的情，自然也要回报给她最好的演出。",
      "zht": "天權星出手闊綽，沒少資助我們戲社。領了她的情，自然也要回報給她最好的演出。",
      "jp": "天権は気前の良いお方で、よく私どもの劇団に資金援助をしてくださいます。ご支援をいただいたからには、あの方に一番いい芝居を見せなければなりません。",
      "ko": "천권성은 통이 커서 저희 극단을 많이 후원해 줬어요. 그녀가 저희에게 준 것이 있으니 저희도 최고의 공연으로 보답해야죠",
      "en": "The Tianquan is a big spender and has made several very generous donations to our troupe. I can only return her generosity by delivering my best possible performance.",
      "de": "Die Tianquan ist sehr spendabel und hat unserer Truppe schon mehrere sehr großzügige Spenden zukommen lassen. Ich kann ihre Großzügigkeit nur erwidern, indem ich meine bestmögliche Leistung erbringe.",
      "es": "El Equilibrio Celestial gasta mucho dinero y ha hecho varias donaciones muy generosas a nuestra compañía. Lo único que puedo hacer para recompensar su generosidad es ofrecer la mejor actuación posible.",
      "fr": "La Megrez dépense beaucoup et a fait de nombreux dons à notre troupe. Je ne peux que lui rendre sa générosité en donnant le meilleur de moi-même lors des représentations.",
      "pt": "A Tianquan é uma grande gastadora e tem feito várias doações muito generosas para nossa trupe. Só posso retribuir sua generosidade proporcionando meu melhor desempenho possível.",
      "ru": "Воля Небес щедра и уже немало пожертвовала нашей труппе. Отплатить за её щедрость я могу лишь своей лучшей игрой.",
      "id": "Tianquan sangat berani mengeluaran uang dan sudah mendonasikan banyak untuk grup opera kami. Aku hanya bisa membalas kebaikannya dengan tampil sebaik mungkin.",
      "th": "Tianquan เป็นคนใจกว้าง ช่วยลงทุนให้คณะละครงิ้วของพวกเราไม่น้อยเลยล่ะ พอรับน้ำใจของเธอมาแล้ว ฉันก็จะต้องแสดงให้ดีที่สุดเป็นการตอบแทน",
      "vi": "Thiên Quyền Tinh ra tay phóng khoáng, đã tài trợ cho đoàn kịch của chúng tôi không ít. Đã nhận ân tình của cô ấy, tôi đương nhiên phải báo đáp bằng diễn xuất tốt nhất."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "原来你也认识行秋。哈哈，他聪明得很，鬼主意那么多，怕是一不留神就会捉弄你，可得留个心眼啊。",
      "zht": "#原來{F#妳}{M#你}也認識行秋。哈哈，他聰明得很，鬼主意那麼多，怕是一不留神就會捉弄{F#妳}{M#你}，可得留個心眼啊。",
      "jp": "貴方も行秋さんのことを知っているのですね。ふふっ、彼は頭がよく、発想も豊かなため、少しでも油断するとからかわれてしまうかもしれません。お気をつけください。",
      "ko": "당신도 행추를 아는군요. 하하, 행추는 머리가 좋잖아요. 짓궂어서 맨날 사람 놀릴 생각만 한다니까요. 당하지 않게 조심해요",
      "en": "Oh, so you are also acquainted with Xingqiu? Haha, he is quite the clever one, and with a sharp wit as well. The moment you let your guard down, you're at risk of becoming the butt of one of his practical jokes... Don't say I didn't warn you.",
      "de": "Oh, du kennst also auch Xingqiu? Haha, er ist ziemlich schlau und ein wahrer Spaßvogel. Sobald du unvorsichtig wirst, läufst du Gefahr, die Zielscheibe eines seiner Streiche zu werden ... Sag nicht, ich hätte dich nicht gewarnt.",
      "es": "Oh, ¿tú también conoces a Xingchiu? Jaja, es muy listo y le gusta mucho gastar bromas. En cuanto te despistas, te arriesgas a ser el objetivo de una de sus travesuras. ¡Quien avisa no es traidor!",
      "fr": "#Oh, vous connaissez aussi Xingqiu ? C'est quelqu'un de très intelligent et d'espiègle. Tu n'es pas à l'abri d'être la cible d'un de ses tours si tu baisses ta garde... Ne dis pas que je ne t'ai pas {M#prévenu}{F#prévenue}.",
      "pt": "Ah, então você também conhece o Xingqiu? Haha, ele é bem esperto e também tem uma sagacidade afiada. Assim que você baixar a guarda, corre o risco de se tornar o alvo de uma de suas piadas... Não diga que eu não te avisei.",
      "ru": "О, так вы с Син Цю знакомы? Ха-ха, он весьма умён и остроумен. Если ослабишь бдительность, то тут же станешь объектом его розыгрышей... Не говори, что я не предупреждала.",
      "id": "Ah, jadi kamu kenal Xingqiu juga? Haha, dia itu cukup pintar, cerdik pula. Kalau kamu lengah sedikit saja, kamu pasti akan diusili olehnya ... Aku sudah memperingatimu ya.",
      "th": "เธอเองก็รู้จัก Xingqiu ด้วยเหรอ ฮ่าฮ่า เขาฉลาดมากเลยล่ะ แผนการร้าย ๆ ก็เยอะเต็มไปหมด เกรงว่าถ้าเผลอล่ะก็จะต้องกลั่นแกล้งเธอแน่เลยล่ะ ต้องระวังตัวไว้ด้วยนะ",
      "vi": "Hóa ra bạn cũng quen Xingqiu à. Haha, cậu ấy rất thông minh, cũng khá tinh ranh, bạn mà sơ hở là sẽ bị chọc ngay, nhớ phải đề phòng đó nha."
    }
  },
  {
    "title": {
      "zhs": "关于申鹤…",
      "zht": "關於申鶴…",
      "jp": "申鶴について…",
      "ko": "신학에 대해…",
      "en": "About Shenhe",
      "de": "Über Shenhe ...",
      "es": "Sobre Shenhe...",
      "fr": "À propos de Shenhe...",
      "pt": "Sobre Shenhe...",
      "ru": "О Шэнь Хэ...",
      "id": "Tentang Shenhe",
      "th": "เกี่ยวกับ Shenhe",
      "vi": "Về Shenhe..."
    },
    "line": {
      "zhs": "《神女劈观》的剧本我早就念得烂熟，但直到今天我才知道「神女」原来真有其人，世上缘分果然奇妙。惟愿她往后都有好友相伴，不再孤寂。",
      "zht": "《神女劈觀》的劇本我早就唸得爛熟，但直到今天我才知道「神女」原來真有其人，世上緣分果然奇妙。惟願她往後都有好友相伴，不再孤寂。",
      "jp": "『神女劈観』の台本はとうに覚え、淀みなく暗唱できるほどになっております。ただ「神女」が実在の人物を参考にしてたとは、今日まで知りませんでした。縁というものはやはり不思議なものですね。彼女がこれから友に恵まれ、孤独を感じることがないよう願っています。",
      "ko": "《사원을 가른 신녀》의 각본은 달달 외울 정도로 읽었는데, 그 「신녀」가 실존한다는 걸 이제야 알았어요. 인연이란 신기하네요. 이젠 더 이상 쓸쓸하지 않게 항상 그녀 곁에 좋은 친구가 있었으면 좋겠어요",
      "en": "I have long since known \"The Divine Damsel of Devastation\" inside out, back to front, but it was only very recently that I learned that the \"divine damsel\" in question is actually a real person. Life is full of strange twists sometimes! My only hope is that she can find true friendship and never be lonely again.",
      "de": "Ich kenne „Die göttliche Jungfrau der Verwüstung“ schon lange in- und auswendig, aber erst vor Kurzem habe ich erfahren, dass die besagte „göttliche Jungfrau“ tatsächlich eine reale Person ist. Das Leben ist manchmal voll von seltsamen Wendungen! Ich kann nur hoffen, dass sie wahre Freundschaft findet und nie wieder einsam sein wird.",
      "es": "Me sé «La divina damisela de la devastación» de principio a fin desde hace mucho, pero no descubrí hasta hace poco que la “damisela divina” en cuestión es una persona real. ¡A veces la realidad supera a la ficción! Espero que pueda encontrar una amistad verdadera y que ya no esté sola nunca más.",
      "fr": "J'ai toujours connu la « Divine damoiselle de la dévastation » en long, en large et en travers, mais je sais depuis peu que l'héroïne s'inspire d'une personne réelle. La vie est décidément pleine de surprises ! J'espère sincèrement qu'elle trouvera l'amitié pour ne plus jamais être seule.",
      "pt": "Há muito tempo eu conheço \"A Divina Donzela da Devastação\" de dentro para fora, de trás para frente, mas só muito recentemente aprendi que a \"donzela divina\" em questão é realmente uma pessoa real. A vida às vezes é cheia de reviravoltas estranhas! Minha única esperança é que ela possa encontrar amizade verdadeira e nunca mais se sentir sozinha.",
      "ru": "Сценарий «Созерцания богини уничтожения» я знаю практически наизусть уже много лет, но лишь недавно я обнаружила, что та самая «богиня» - реальная личность. Жизнь поистине полна неожиданностей! Я надеюсь, что она найдёт настоящих друзей и больше никогда не будет одинокой.",
      "id": "Aku sudah mengenal naskah \"Kemurkaan Adeptus\" luar dalam, tapi aku baru belakangan ini tahu kalau \"gadis Adeptus\" di dalam ceritanya adalah orang nyata. Kadang hidup ini mengejutkan sekali ya! Aku hanya berharap kalau dia bisa menemukan teman sejatinya dan tidak kesepian lagi.",
      "th": "ฉันอ่านบท \"เทพธิดาแห่งการทำลายล้าง\" มานานจนคุ้นเคยแล้วล่ะ แต่ในวันนี้ฉันเพิ่งรู้ว่า \"เทพธิดา\" มีตัวตนอยู่จริง ๆ โชคชะตาของโลกช่างน่าทึ่งจริง ๆ ฉันหวังว่าต่อไปเธอจะมีเพื่อนแสนดีคอยอยู่เคียงข้าง และไม่เหงาอีกต่อไป",
      "vi": "Kịch bản \"Thần Nữ Hủy Diệt\" tôi đã đọc muốn nát luôn rồi, nhưng tới hôm nay tôi mới biết hóa ra \"thần nữ\" là có thật, duyên phận trên thế giới quả nhiên diệu kỳ. Mong cho sau này cô ấy có bạn tốt bầu bạn, không còn cô đơn nữa."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴…",
      "zht": "關於刻晴…",
      "jp": "刻晴について…",
      "ko": "각청에 대해…",
      "en": "About Keqing",
      "de": "Über Keqing ...",
      "es": "Sobre Keching...",
      "fr": "À propos de Keqing...",
      "pt": "Sobre Keqing...",
      "ru": "О Кэ Цин...",
      "id": "Tentang Keqing",
      "th": "เกี่ยวกับ Keqing...",
      "vi": "Về Keqing..."
    },
    "line": {
      "zhs": "我倒没见过玉衡星来听戏。印象里，路边偶遇这位时，她也总是一副行色匆匆的样子。",
      "zht": "我倒沒見過玉衡星來聽戲。印象裡，路邊偶遇這位時，她也總是一副行色匆匆的樣子。",
      "jp": "玉衡が劇を観にいらしたところを見たことはありません。街の中で偶然お会いしても、いつも急いでどこかへ向かっている印象です。",
      "ko": "옥형성이 연극을 보러 온 적은 없었던 것 같아요. 길에서 우연히 만날 때마다 바쁜 모습이었죠",
      "en": "I have yet to see the Yuheng ever attend an opera performance. Now that I think about it, whenever I happen to see her out on the street, she always seems to be in a great hurry.",
      "de": "Ich habe noch nicht erlebt, dass der Yuheng jemals eine Opernaufführung besucht hat. Wenn ich so drüber nachdenke, scheint sie immer in großer Eile zu sein, wenn ich sie auf der Straße sehe.",
      "es": "El Equilibrio Terrenal nunca ha venido a ver una de nuestras óperas. Ahora que lo pienso, cada vez que la veo por la calle, parece tener mucha prisa.",
      "fr": "Je n'ai jamais vu l'Alioth assister à un opéra. D'ailleurs, elle a toujours l'air très pressée quand je la croise dans la rue.",
      "pt": "Eu ainda não vi a Yuheng assistir a uma apresentação de ópera. Agora que pensei sobre isso, sempre que a vejo na rua, ela parece estar sempre com muita pressa.",
      "ru": "Я ни разу не видела Нефритовое Равновесие в опере. Да что там, каждый раз, когда я вижу её на улице, она постоянно куда-то спешит.",
      "id": "Aku belum pernah melihat sang Yuheng menonton pertunjukan operaku. Kalau kupikir-pikir lagi, setiap kali aku melihatnya di jalan, dia pasti kelihatan terburu-buru.",
      "th": "ฉันไม่เคยเห็น Yuheng มาฟังงิ้วเลยนะ เท่าที่จำได้ ทุกครั้งที่บังเอิญเจอกันระหว่างทาง เธอจะเดินอย่างรีบเร่งอยู่เสมอเลยล่ะ",
      "vi": "Tôi chưa từng thấy Ngọc Hành Tinh đến nghe kịch. Trong ấn tượng của tôi, cô gái mà tôi thỉnh thoảng gặp trên đường này có vẻ như lúc nào cũng bận rộn."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶…",
      "zht": "關於楓原萬葉…",
      "jp": "楓原万葉について…",
      "ko": "카에데하라 카즈하에 대해…",
      "en": "About Kaedehara Kazuha",
      "de": "Über Kaedehara Kazuha ...",
      "es": "Sobre Kaedehara Kazuha...",
      "fr": "À propos de Kaedehara Kazuha...",
      "pt": "Sobre Kaedehara Kazuha...",
      "ru": "О Кадзухе...",
      "id": "Tentang Kaedehara Kazuha",
      "th": "เกี่ยวกับ Kaedehara Kazuha...",
      "vi": "Về Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "爱听戏的外国人士也有不少，这位枫原万叶就是其中之一。不论台上演的是文场还是武场，他总是安安静静地听，是个规矩的好观众。",
      "zht": "愛聽戲的外國人士也有不少，這位楓原萬葉就是其中之一。不論台上演的是文場還是武場，他總是安安靜靜地聽，是個規矩的好觀眾。",
      "jp": "劇を観るのがお好きな外国の方もたくさんいて、楓原万葉さんはその中の一人です。文化的な側面を持つ劇であろうと、武道劇であろうと、彼はいつも静かに観ています。規則をきちんと守ってくれる、とても良いお客さんなんですよ。",
      "ko": "연극을 좋아하는 외국인도 많답니다. 카에데하라 카즈하 씨도 그중 하나죠. 관현악 부분이든 타악기 부분이든 조용히 경청하는 좋은 관중이에요",
      "en": "Kaedehara Kazuha is among the many outlanders who enjoy Liyue opera. Whether it's an orchestral section or a percussive piece, he always sits there and listens quietly. Talk about great manners!",
      "de": "Kaedehara Kazuha gehört zu den vielen Menschen, die nicht aus Liyue kommen und trotzdem die Liyue-Oper genießen. Egal, ob es sich um einen Orchesterteil oder ein Schlagzeugstück handelt, er sitzt immer da und hört still zu. Das nenne ich mal gute Manieren!",
      "es": "Kaedehara Kazuha es uno de los muchos extranjeros a los que les gusta la ópera de Liyue. Ya sea una sección orquestal o una pieza de percusión, siempre se queda sentado escuchando atentamente. ¡Qué modales tan exquisitos!",
      "fr": "Kaedehara Kazuha est l'un des nombreux étrangers qui apprécient l'opéra liyuéen. Il regarde la scène assis à sa place en silence peu importe le type de représentation. C'est un spectateur qui connaît les bonnes manières.",
      "pt": "Kaedehara Kazuha está entre os muitos forasteiros que apreciam a ópera de Liyue. Seja uma seção de orquestra ou uma peça percussiva, ele sempre se senta ali e escuta silenciosamente. Isso que são boas maneiras!",
      "ru": "Немало иноземцев любит оперу Ли Юэ, и Каэдэхара Кадзуха один из них. Будь то партия струнно-духовых или ударных, он всегда сидит тихо и слушает. Образцовый зритель!",
      "id": "Kaedehara Kazuha adalah salah satu dari banyak orang asing yang menyukai opera Liyue. Tidak peduli di bagian orkes atau di bagian pertarungan, dia selalu duduk dan mendengarkan dengan tenang. Benar-benar penonton yang sopan santun!",
      "th": "คนต่างแดนที่ชอบฟังงิ้วนั้นก็มีอยู่ไม่น้อยเลยล่ะ Kaedehara Kazuha คนนี้ก็เป็นหนึ่งในนั้น ไม่ว่าบนเวทีจะเป็นฉากพูดหรือฉากบู้ เขาก็จะนั่งฟังอยู่เงียบ ๆ ถือเป็นผู้ฟังที่ดีมีกฎเกณฑ์คนนึงเลยล่ะ",
      "vi": "Cũng có không ít người ngoại quốc thích nghe kịch, Kaedehara Kazuha là một trong số đó. Bất luận trên sân khấu đang diễn kịch văn hay kịch võ thì cậu ấy cũng yên lặng ngồi nghe, là một khán giả rất có nguyên tắc."
    }
  },
  {
    "title": {
      "zhs": "想要了解云堇·其一",
      "zht": "想要瞭解雲堇·其一",
      "jp": "雲菫を知る·1",
      "ko": "운근에 대해 알기·첫 번째",
      "en": "More About Yun Jin: I",
      "de": "Ich will mehr über Yun Jin erfahren I",
      "es": "Más sobre Yun Jin (I)",
      "fr": "Connaître Yun Jin (1)",
      "pt": "Mais sobre Yunjin - I",
      "ru": "Узнать больше о Юнь Цзинь I",
      "id": "Mengenal Yun Jin: I",
      "th": "อยากรู้เกี่ยวกับ Yun Jin - 1",
      "vi": "Muốn tìm hiểu Yun Jin - Điều thứ 1"
    },
    "line": {
      "zhs": "我们戏社现在常唱的几出戏，有不少是我当家之后新写出来的。写也是我，唱也是我，一人多职，大概是因为这一点，我在璃月港有了些名气。",
      "zht": "我們戲社現在常唱的幾齣戲，有不少是我當家之後新寫出來的。寫也是我，唱也是我，一人多職，大概是因為這一點，我在璃月港有了些名氣。",
      "jp": "今、私どもがよく上演しているものの多くは、私が劇団を継いでから書いたものなんです。台本を書くのも、芝居をするのも私で、一人で複数の役割を担っています。だからこそ、私は璃月港で少なからず人気を得ることができたのでしょう。",
      "ko": "저희 극단에선 제가 극단을 이어받은 후에 새로 쓴 극본도 꽤 많이 공연해요. 제가 극본을 쓰기도 하고 직접 부르기도 해서 그런지 리월항에서 꽤 유명한 편이랍니다",
      "en": "Many of the operas we've been performing recently are new ones that I wrote after assuming the directorship of the troupe. I suppose the fact that I can both write and sing my own material has contributed to my rising popularity in Liyue Harbor.",
      "de": "Viele der Opern, die wir in letzter Zeit aufgeführt haben, sind neue Stücke, die ich geschrieben habe, nachdem ich die Leitung der Truppe übernommen hatte. Ich vermute, dass die Tatsache, dass ich mein eigenes Material schreiben und singen kann, zu meiner steigenden Beliebtheit in Liyue beigetragen hat.",
      "es": "Muchas de las óperas que hemos representado últimamente son obras nuevas que escribí tras convertirme en directora de la compañía. Supongo que el hecho de que pueda escribir y cantar mi propio material contribuyó a mi popularidad en Liyue.",
      "fr": "Parmi les opéras que nous jouons, beaucoup sont des nouveautés que j'ai écrites après avoir pris la direction de la troupe. Je peux aussi bien écrire que chanter, et c'est sans doute la raison pour laquelle j'ai acquis une certaine popularité au Port de Liyue.",
      "pt": "Muitas das óperas que temos apresentado recentemente são novas, que escrevi depois de assumir a direção da trupe. Suponho que o fato de poder escrever e cantar meu próprio material tenha contribuído para minha crescente popularidade no Porto de Liyue.",
      "ru": "Многие из опер, которые мы сейчас исполняем, новые. Я написала их после того, как стала руководителем труппы. Думаю, именно то, что я могу писать собственный материал и исполнять его, способствовало росту моей популярности в Ли Юэ.",
      "id": "Dari opera-opera yang kita pertunjukkan sekarang, banyak yang merupakan opera baru yang kutulis sejak jadi pemimpin grup. Mungkin aku jadi semakin populer di Pelabuhan Liyue karena aku bisa menulis dan menyanyikan materiku sendiri.",
      "th": "บทงิ้วหลายเรื่องที่คณะละครงิ้วของเราร้องอยู่ตอนนี้ มีไม่น้อยเลยที่เป็นเรื่องที่เพิ่งเขียนขึ้นมาใหม่หลังจากที่ฉันเป็นหัวหน้า คนเขียนก็คือฉัน คนแสดงก็คือฉันเหมือนกัน คนเดียวทำหลายหน้าที่ น่าจะเป็นเพราะจุดนี้ ฉันเลยพอมีชื่อเสียงในท่าเรือ Liyue อยู่บ้างน่ะ",
      "vi": "Trong mấy vở kịch mà hiện tại đoàn kịch của chúng tôi hay diễn, có không ít vở được viết sau khi tôi lên phụ trách. Người viết là tôi, người hát cũng là tôi, một mình đảm nhiệm nhiều vị trí, chắc vì điểm này mà tôi mới có được chút danh tiếng ở cảng Liyue."
    }
  },
  {
    "title": {
      "zhs": "想要了解云堇·其二",
      "zht": "想要瞭解雲堇·其二",
      "jp": "雲菫を知る·2",
      "ko": "운근에 대해 알기·두 번째",
      "en": "More About Yun Jin: II",
      "de": "Ich will mehr über Yun Jin erfahren II",
      "es": "Más sobre Yun Jin (II)",
      "fr": "Connaître Yun Jin (2)",
      "pt": "Mais sobre Yunjin - II",
      "ru": "Узнать больше о Юнь Цзинь II",
      "id": "Mengenal Yun Jin: II",
      "th": "อยากรู้เกี่ยวกับ Yun Jin - 2",
      "vi": "Muốn tìm hiểu Yun Jin - Điều thứ 2"
    },
    "line": {
      "zhs": "按照传统，伶人登台之前要勒头、画脸、穿行头，还有其他一些零碎的准备工作。虽然这样「全副武装」之后扮相会更好看，但也累人。所以我能清唱时就清唱，非得彩唱的话，我往往会挑轻便点的行头。\n\n幸好和我们戏社长期合作的和裕茶馆管得宽松，要不然我真是要累惨了。",
      "zht": "按照傳統，伶人登臺之前要勒頭、畫臉、穿行頭，還有其他一些零碎的準備工作。雖然這樣「全副武裝」之後扮相會更好看，但也累人。所以我能清唱時就清唱，非得彩唱的話，我往往會挑輕便點的行頭。\n\n幸好和我們戲社長期合作的和裕茶館管得寬鬆，要不然我真是要累慘了。",
      "jp": "伝統に従い、舞台に立つ時は劇用頭飾を被り、舞台化粧を施して、専用の衣装に着替えます。さらに、その他にも様々な準備が必要です。このように「完璧に着飾る」ことで見栄えは良くなりますが、その反面、とても疲れてしまいます。ですので、歌だけの時は化粧も着替えもしません。どうしても着飾る必要がありましたら、軽い衣装に袖を通すことにしています。\n\n私どもの劇団と長いこと協力関係にある和裕茶舘が、伝統に対して寛大で本当によかったです。でなければ、疲れ果てていたことでしょう…",
      "ko": "전통에 따르면 배우가 무대에 오르기 전엔 머리를 꽉 묶고, 분장도 하고, 무대 의상도 입어야 해요. 그리고 다른 준비 작업도 많죠. 이렇게 「완전무장」을 하면 보기엔 더 좋지만, 체력적으로 힘들어서 가능하면 무반주로 편하게 공연하는 편이에요. 그럼 분장이나 복장을 전부 갖추지 않아도 되거든요. 정 필요할 땐 최대한 가벼운 분장을 한답니다.\n\n저희 극단과 오랫동안 함께한 화유다관이 느슨한 편이라 다행이에요. 아니면 진짜 힘들었을 거예요",
      "en": "Per the tradition, actors must wrap their hair, put on full-face makeup and an elaborate costume, and make all sorts of other preparations before they take the stage. There's no doubt that an opera star in full attire looks spectacular, but achieving this look is frightfully exhausting. So I perform without hair and makeup whenever I have the option — and if I must perform in full dress, I try to select a costume that isn't too heavy. Fortunately, the good folks at Heyu Tea House are quite lenient with us. Otherwise, we'd be working ourselves to early graves.",
      "de": "Es ist Tradition, dass die Schauspieler ihre Haare einwickeln, sich schminken, ein aufwendiges Kostüm anziehen und alle möglichen anderen Vorbereitungen treffen, bevor sie die Bühne betreten. Es besteht kein Zweifel, dass ein Operndarsteller in voller Montur spektakulär aussieht, aber diesen Anblick zu erreichen, ist furchtbar anstrengend. Deshalb trete ich ohne Haare und Schminke auf, wann immer ich die Möglichkeit dazu habe. Und wenn wir in voller Montur auftreten müssen, versuche ich, ein Kostüm zu wählen, das nicht zu schwer ist.\n\nZum Glück sind die guten Leute im Teehaus Heyu recht nachsichtig mit uns. Sonst würden wir uns wirklich zu Tode arbeiten.",
      "es": "Según la tradición, los actores tienen que recogerse el pelo, pintarse la cara, ponerse un disfraz muy elaborado y hacer todo tipo de preparativos antes de salir al escenario. No hay duda de que una estrella de la ópera con el atuendo completo se ve espectacular, pero arreglarse de ese modo es agotador. Así que, cada vez que tengo la ocasión, salgo al escenario sin arreglarme el pelo ni maquillarme, y si tenemos que vestirnos, intento elegir un traje que no pese demasiado.\n\nPor suerte, en la Casa de Té Heyu son muy permisivos, de lo contrario acabaríamos exhaustos cada día.",
      "fr": "Selon la tradition, les acteurs doivent se coiffer, se maquiller, porter leur costume et procéder à d'autres préparatifs avant de monter sur scène. Bien que le rendu soit plus spectaculaire après toutes ces étapes, les effectuer n'en reste pas moins fatigant. C'est pourquoi je ne porte que le minimum à chaque fois que j'en ai l'occasion. Si ce n'est pas possible, j'essaie de choisir un costume plutôt léger.\n\nHeureusement que le personnel du Salon de thé Heyu est indulgent avec nous, sinon je serai déjà morte d'épuisement.",
      "pt": "Segundo a tradição, os atores devem enrolar os cabelos, fazer uma maquiagem facial completa, um figurino elaborado e fazer todos os tipos de preparações antes de subir ao palco. Não há dúvidas de que uma estrela de ópera em trajes completos parece espetacular, mas conseguir este visual é incrivelmente cansativo. Por isso, atuo sem cabelo e maquiagem sempre que tenho a chance — e se preciso atuar usando um traje completo, tento escolher um traje que não seja muito pesado. Felizmente, o pessoal gentil da Casa de Chá Heyu é bastante indulgente conosco. Caso contrário, estaríamos trabalhando até ficar completamente exaustos.",
      "ru": "По традиции актёрам перед выходом на сцену нужно стянуть волосы, наложить грим, надеть костюм и совершить множество других приготовлений. Звезда оперы в полном облачении, конечно, выглядит эффектно, но как же это утомительно. Поэтому я по возможности стараюсь выступать без грима, а если необходимо выступать в костюме и гриме, я стараюсь выбирать костюм полегче. К счастью, чайный дом «Хэюй», с которым мы сотрудничаем, уже давно, даёт нам послабления. В противном случае мы бы валились от изнеможения.",
      "id": "Kalau mengikuti tradisi, para pemeran harus membungkus rambutnya, memakai make-up di seluruh wajah, mengenakan kostum lengkap, dan mempersiapkan berbagai hal sebelum naik ke panggung. Seorang bintang opera berpakaian lengkap di atas panggung memang terlihat menakjubkan, tapi persiapannya juga sangat amat melelahkan. Jadi aku selalu tampil dengan tataan rambut dan make-up seminim mungkin kalau bisa. Dan kalau harus berpakaian lengkap, aku akan memilih baju yang ringan.\n\nUntungnya, orang-orang di Heyu Tea House sangat baik pada kita. Kalau tidak, bisa-bisa kita mati muda karena kecapaian.",
      "th": "ตามประเพณีแล้ว ก่อนขึ้นแสดงนักแสดงจะต้องมัดผม, แต่งหน้า, สวมชุดงิ้ว และงานเตรียมการอื่น ๆ ยิบย่อยอีกมากมาย แม้ว่าหลังจาก \"การแต่งองค์ทรงเครื่องแบบครบชุด\" จะออกมาดูสวยงามกว่า แต่ก็ทำเอาเหนื่อยเหมือนกัน ดังนั้นถ้าร้องงิ้วแบบไม่แต่งครบองค์ได้ฉันก็จะร้องแบบไม่แต่งครบองค์ ถ้าจะต้องร้องแบบครบองค์ฉันก็จะเลือกชุดที่มีน้ำหนักเบาหน่อย\n\nโชคดีที่โรงน้ำชา Heyu ที่คณะละครงิ้วของเราร่วมงานด้วยให้อิสระกับเรื่องนี้ ไม่อย่างนั้นฉันต้องเหนื่อยตายแน่เลยล่ะ",
      "vi": "Theo truyền thống, diễn viên trước khi lên sân khấu thì phải búi tóc, vẽ mặt, mặc trang phục diễn xuất, và còn những công việc chuẩn bị lắt nhắt khác nữa. Tuy rằng \"vũ trang toàn thân\" như vậy sẽ làm cho diện mạo đẹp hơn nhiều, nhưng cũng mệt người lắm. Cho nên lúc nào hát chay được thì tôi sẽ hát chay, lúc nào bắt buộc phải hóa trang, thì tôi cũng thường chọn bộ trang phục tương đối nhẹ nhàng.\n\nCũng may, Hòa Dụ Trà Quán hợp tác với đoàn kịch chúng tôi quản lý cũng thoải mái, nếu không chắc tôi thật sự chết vì mệt mất thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解云堇·其三",
      "zht": "想要瞭解雲堇·其三",
      "jp": "雲菫を知る·3",
      "ko": "운근에 대해 알기·세 번째",
      "en": "More About Yun Jin: III",
      "de": "Ich will mehr über Yun Jin erfahren III",
      "es": "Más sobre Yun Jin (III)",
      "fr": "Connaître Yun Jin (3)",
      "pt": "Mais sobre Yunjin - III",
      "ru": "Узнать больше о Юнь Цзинь III",
      "id": "Mengenal Yun Jin: III",
      "th": "อยากรู้เกี่ยวกับ Yun Jin - 3",
      "vi": "Muốn tìm hiểu Yun Jin - Điều thứ 3"
    },
    "line": {
      "zhs": "当初我刚登台唱戏，凭着观众抬爱，不免有些心高气傲。戏本不喜欢就不唱，戏台子小了也不唱，观众少了还是不唱。现在想来，那时候可真是…太傲慢了…以后万万不能这样。",
      "zht": "當初我剛登臺唱戲，憑著觀眾抬愛，不免有些心高氣傲。戲本不喜歡就不唱，戲臺子小了也不唱，觀眾少了還是不唱。現在想來，那時候可真是…太傲慢了…以後萬萬不能這樣。",
      "jp": "舞台に立ったばかりの頃、お客さんから人気があると知り、少々お高くとまっていた時期がありました。台本が気に入らなければ演じず、舞台が小さかった時や、お客さんが少なかった時にも芝居をしませんでした。今思い返すと、あの時の振る舞いは本当に…横柄なものでした…今後はあのようなこと、絶対にいたしません…",
      "ko": "무대에 오른 지 얼마 안 됐을 때, 관객분들의 사랑으로 콧대가 높아졌던 시기가 있었어요. 각본이 마음에 안 든다고 노래를 안 하고, 무대가 작다고 안 하고, 관중이 적어도 안 했죠. 지금 생각해 보면 그땐 진짜… 너무 오만했어요… 다시는 그러면 안 되겠어요",
      "en": "At the start of my opera career, I have to say I did let the standing ovations from our audiences go to my head a little. It wasn't long before I developed a captious attitude... If I didn't like the script, or if the stage was too small, or if I thought there weren't enough people in the audience, I would refuse to perform. Looking back now, it was all terribly arrogant of me... my goodness. I shall never let myself become so vain again.",
      "de": "Zu Beginn meiner Opernkarriere muss ich sagen, dass mir die Beifallsstürme des Publikums ein wenig zu Kopf gestiegen sind. Es dauerte nicht lange, bis ich eine verfängliche Haltung entwickelte ... Wenn mir das Skript nicht gefiel, die Bühne zu klein war oder nicht genug Leute im Publikum waren, weigerte ich mich aufzutreten. Wenn ich jetzt zurückblicke, war das alles furchtbar arrogant von mir ... meine Güte. Ich werde mir nie wieder erlauben, so eitel zu sein.",
      "es": "Tengo que confesar que, al comienzo de mi carrera operística, las calurosas ovaciones del público se me subieron un poco a la cabeza. Al poco tiempo, empecé a volverme muy quisquillosa. Si no me gustaba el guion, si el escenario era demasiado pequeño o si no había público suficiente, me negaba a actuar. Si lo pienso ahora, me parece que era muy arrogante. ¡Por Los Siete! En el futuro no puedo ser tan vanidosa.",
      "fr": "Au début de ma carrière dans l'opéra, je dois dire que les applaudissements du public m'étaient montés à la tête. Je refusais de jouer si je n'aimais pas le scénario, si la scène était trop petite à mon goût ou s'il n'y avait pas assez de spectateurs. Quand j'y pense aujourd'hui, c'était très arrogant de ma part... Je ne dois plus jamais me comporter de cette manière.",
      "pt": "No início da minha carreira de ópera, devo dizer que deixei as ovações de pé do público subirem um pouco à minha cabeça. Não demorou muito para eu desenvolver uma atitude um tanto capciosa... Se eu não gostasse do roteiro, ou se o palco fosse muito pequeno, ou se eu achasse que não havia pessoas suficientes na plateia, eu me recusaria a atuar. Olhando para trás agora, foi tudo muito arrogante da minha parte... minha nossa. Nunca mais me deixarei ser tão fútil novamente.",
      "ru": "В самом начале моей оперной карьеры любовь публики вскружила мне голову, что не могло не сказаться на поведении. Не нравится сценарий? Не выступаю. Сцена тесновата? Не выступаю. Мало зрителей? Не выступаю. Сейчас я понимаю, какой я была... высокомерной. Никогда больше такого себе не позволю.",
      "id": "Di awal karir operaku, harus kuakui kalau penonton yang bertepuk tangan sampai berdiri membuatku jadi sombong. Tidak lama setelah itu aku jadi semakin cerewet ... Kalau aku tidak suka naskahnya, atau panggungnya terlalu kecil, atau kalau kurasa penontonnya sedikit, aku akan menolak untuk tampil. Kalau dipikir-pikir, dulu aku arogan sekali ya ... astaga, jangan sampai begitu lagi deh.",
      "th": "ครั้งแรกที่ฉันขึ้นไปร้องงิ้วบนเวที เพราะรู้ว่าผู้ชมชื่นชอบก็เลยทำตัวหยิ่งยโสนิดหน่อยน่ะ ถ้าไม่ชอบบทงิ้วไหนก็จะไม่แสดง เวทีงิ้วเล็กไปก็ไม่แสดง ผู้ชมน้อยไปก็ไม่แสดงเหมือนกัน แต่ตอนนี้พอกลับมาคิดดูแล้ว ในตอนนั้นทำตัวหยิ่งเกินไปจริง ๆ... ต่อไปจะไม่ทำแบบนั้นอีกแล้วล่ะ",
      "vi": "Lúc đầu khi tôi mới lên sân khấu hát kịch, được khán giả yêu mến, nên khó trách có hơi kiêu ngạo. Kịch bản không thích thì không hát, sân khấu nhỏ cũng không hát, khán giả ít cũng không hát luôn. Giờ nghĩ lại, lúc đó quả thật... quá ngạo mạn... sau này tôi sẽ không như vậy nữa."
    }
  },
  {
    "title": {
      "zhs": "想要了解云堇·其四",
      "zht": "想要瞭解雲堇·其四",
      "jp": "雲菫を知る·4",
      "ko": "운근에 대해 알기·네 번째",
      "en": "More About Yun Jin: IV",
      "de": "Ich will mehr über Yun Jin erfahren IV",
      "es": "Más sobre Yun Jin (IV)",
      "fr": "Connaître Yun Jin (4)",
      "pt": "Mais sobre Yunjin - IV",
      "ru": "Узнать больше о Юнь Цзинь IV",
      "id": "Mengenal Yun Jin: IV",
      "th": "อยากรู้เกี่ยวกับ Yun Jin - 4",
      "vi": "Muốn tìm hiểu Yun Jin - Điều thứ 4"
    },
    "line": {
      "zhs": "回想起来，云翰社传到我手上也有段时间了。原本我只懂得写戏、唱戏，从来没把心思放在经营交际上。做了戏社的当家之后，才不得不在这些事上多长点心眼，因此体味到不少人情冷暖…\n\n这时候我才真知道，人生如戏，戏如人生啊。",
      "zht": "回想起來，雲翰社傳到我手上也有段時間了。原本我只懂得寫戲、唱戲，從來沒把心思放在經營交際上。做了戲社的當家之後，才不得不在這些事上多長點心眼，因此體味到不少人情冷暖…\n\n這時候我才真知道，人生如戲，戲如人生啊。",
      "jp": "振り返ってみると、雲翰社を私が継いでからだいぶ経ちましたね。元々私は台本を書いたり、芝居をしたりすることしかしてこなかったため、人間関係に時間を費やしたことはありませんでした。しかし、座長になってからは、そのようなことにも気を配らなければならなくなりました。そして、人情や世間のことを知ることになったのです…\n\nその時に悟りました。人生とは劇の如し、劇とは人生の如しということを。",
      "ko": "생각해 보니, 운한사를 물려받은 지도 좀 됐네요. 전 원래 대본만 쓰고 노래만 부를 줄 알았어요. 경영하고 사람 대하는 일엔 관심이 아예 없었는데, 극단 주인이 되고 나니까 어쩔 수 없이 이런 걸 신경 쓰게 되더라구요. 그러면서 세상의 달고 쓴맛을 모두 보게 됐죠….\n\n그러다 깨달았답니다. 인생이 한바탕 연극 같고, 연극이 인생 같다는 걸",
      "en": "Now that I think about it, the Yun-Han Opera Troupe has been under my leadership for quite some time now. Before taking it over, I only knew two things: how to write opera and how to perform it on stage. I never gave any thought to how to run a troupe. Becoming the troupe's director gave me a crash course in this unfamiliar area and I've experienced all the highs and lows of working with people along the way... Only now do I understand that life mirrors opera, just as opera reflects life.",
      "de": "Wenn ich so darüber nachdenke, leite ich die Yun-Han Opera Truppe nun schon seit einiger Zeit. Bevor ich sie übernahm, wusste ich nur zwei Dinge: wie man Opern schreibt und wie man sie auf der Bühne aufführt. Ich habe mir nie Gedanken darüber gemacht, wie man eine Truppe leitet. Die Leitung der Truppe hat mir einen Schnellkurs in diesem unbekannten Bereich verschafft und ich habe alle Höhen und Tiefen der Arbeit mit Menschen erlebt ...\n\nErst jetzt verstehe ich, dass das Leben die Oper widerspiegelt, so wie die Oper das Leben widerspiegelt.",
      "es": "Ahora que lo pienso, ya llevo un tiempo al frente de la Compañía de Ópera Yun-Han. Antes de ponerme a cargo, solo sabía escribir libretos e interpretarlos en el escenario. Nunca se me ocurrió pensar cómo sería dirigir una compañía. Al convertirme en directora, tuve que aprender rápidamente muchas cosas y he experimentado lo bueno y lo malo de trabajar con otras personas.\n\nSolo ahora comprendo que la vida se refleja en la ópera, y la ópera es un reflejo de la vida.",
      "fr": "Ça fait un moment que la troupe Yun-Han est sous ma direction. Avant d'en reprendre les rênes, je ne savais qu'écrire des opéras et les jouer sur scène. La gestion d'une troupe me passait au-dessus de la tête. Depuis que je suis devenue l'imprésario, je n'ai pas eu le choix que de m'intéresser attentivement à la question et cela m'a permis de vivre les hauts et les bas du travail avec autrui...\n\nC'est à ce moment que je me suis rendu compte que la vie est comme un opéra, tout comme l'opéra reflète la vie.",
      "pt": "Agora que pensei nisso, a Trupe de Ópera Yun-Han está sob minha liderança há já algum tempo. Antes de assumi-la, eu só sabia de duas coisas: como escrever ópera e como apresentá-la no palco. Eu nunca pensei em como dirigir uma trupe. Tornar-me diretora da trupe me deu um curso intensivo nesta área desconhecida e experimentei todos os altos e baixos do trabalho com pessoas ao longo do caminho... Só agora entendo que a vida reflete a ópera, assim como a ópera reflete a vida.",
      "ru": "Оперная труппа Юнь Хань вот уже некоторое время находится под моим руководством. До этого я лишь умела писать оперы и исполнять их на сцене. Я никогда не задумывалась над тем, как управлять труппой. Когда я стала руководителем, мне пришлось быстро научиться многим вещам и пережить немало взлётов и падений в общении с людьми... Только теперь я понимаю, что жизнь отражает оперу, как и опера отражает жизнь.",
      "id": "Kalau diingat-ingat lagi, aku sudah memimpin Grup Opera Yun-Han cukup lama. Sebelum jadi pemimpinnya, aku hanya tahu dua hal: cara menulis naskah opera dan cara menampilkannya di panggung. Aku tidak pernah memikirkan cara mengelola grup opera. Menjadi pemimpin grup opera ini mengajariku banyak hal di bidang ini, dan aku sudah merasakan pahit manisnya bekerja bersama orang lain ... Sekarang aku sadar kalau hidup itu mirip dengan opera, sama seperti opera yang mirip dengan kehidupan.",
      "th": "พอกลับมาคิดดู คณะละครงิ้ว Yun-Han ก็ตกทอดมาถึงมือฉันช่วงนึงแล้ว ในตอนแรกฉันรู้แค่เรื่องเขียนบทงิ้ว, ร้องงิ้ว ไม่เคยใส่ใจกับการสื่อสารทางธุรกิจเลย แต่หลังจากได้เป็นหัวหน้าของคณะละครงิ้วแล้ว ก็จำเป็นต้องจับตาดูสิ่งเหล่านี้มากขึ้นหน่อย เพราะแบบนี้ถึงได้สัมผัสถึงความเป็นมิตรและความเย็นชาของคนมาไม่น้อย...\n\nเวลานี้เองฉันถึงได้รู้ว่าจริง ๆ แล้ว ชีวิตมนุษย์ก็เหมือนกับละคร ละครก็เหมือนกับชีวิตมนุษย์",
      "vi": "Nghĩ lại thì, tôi làm đương gia của Vân Hàn Xã cũng đã được một thời gian. Vốn dĩ tôi chỉ biết viết kịch, hát kịch, chưa từng quan tâm đến việc kinh doanh giao tiếp. Từ sau khi là người phụ trách đoàn kịch, mới phải giành chút thời gian cho những việc này, do vậy cũng cảm nhận được cái gọi là tình người khi nóng khi lạnh...\n\nLúc này tôi mới thực sự biết rằng, đời người như kịch, kịch như đời người."
    }
  },
  {
    "title": {
      "zhs": "想要了解云堇·其五",
      "zht": "想要瞭解雲堇·其五",
      "jp": "雲菫を知る·5",
      "ko": "운근에 대해 알기·다섯 번째",
      "en": "More About Yun Jin: V",
      "de": "Ich will mehr über Yun Jin erfahren V",
      "es": "Más sobre Yun Jin (V)",
      "fr": "Connaître Yun Jin (5)",
      "pt": "Mais sobre Yunjin - V",
      "ru": "Узнать больше о Юнь Цзинь V",
      "id": "Mengenal Yun Jin: V",
      "th": "อยากรู้เกี่ยวกับ Yun Jin - 5",
      "vi": "Muốn tìm hiểu Yun Jin - Điều thứ 5"
    },
    "line": {
      "zhs": "璃月多传说，大都是些魔神、仙人故事，所以璃月戏里最多的就是神仙戏。最近新演的《神女劈观》就属此类。虽然老戏迷们最爱听的就是这类故事，但如今是「人」的时代，我想多写些属于人类的故事，把天下人心唱给大家听。\n\n这些想法，过去我不曾向人提起。多谢你能耐心听我说这些。有一知音，我很幸运。",
      "zht": "#璃月多傳說，大都是些魔神、仙人故事，所以璃月戲裡最多的就是神仙戲。最近新演的《神女劈觀》就屬此類。雖然老戲迷們最愛聽的就是這類故事，但如今是「人」的時代，我想多寫些屬於人類的故事，把天下人心唱給大家聽。\n\n這些想法，過去我不曾向人提起。多謝{F#妳}{M#你}能耐心聽我說這些。有一知音，我很幸運。",
      "jp": "璃月には伝説が数多くあり、そのほとんどが魔神や仙人に関する物語です。ですので璃月劇の中で一番多いのも、神に関する劇となります。最新作の『神女劈観』も、そのうちの一つです。昔から当劇団をご愛顧いただいている方たちも、このような物語をもっとも好んでいます。しかし、今はもう「人」の時代です。私は人の物語をもっと書き、人々の心を皆さんに向けて歌いたいと思っています。\n\nこれらの考えは、まだ誰にも言ったことがありません。最後まで話を聞いてくださり、ありがとうございます。貴方のようなよき友人がいてくれて、私はとても幸運ですね。",
      "ko": "리월의 대부분 전설은 마신과 선인에 관한 이야기예요. 그래서 리월극엔 신선극이 가장 많죠. 최근 새로 공연 중인 《사원을 가른 신녀》처럼요. 나이가 있으신 분들이 이런 이야기를 좋아하지만, 지금은 인간들의 시대잖아요. 저도 제 분야에 변화를 가져오고 싶어요. 제가 연기하고 싶은 건 세상 사람들의 삶과 마음이거든요.\n\n이런 생각은 아무한테도 말한 적이 없는데, 묵묵히 들어줘서 고마워요. 마음을 알아주는 친구가 있는 전 정말 행운아예요",
      "en": "Well you know, many of Liyue's legends are centered around stories of gods and the adepti, so most operas focus on the supernatural, too. A prime example would be \"The Divine Damsel of Devastation,\" which we have been performing recently. Long-time opera fans adore this sort of material, but in this age of humanity, I would rather like to tell stories about ordinary people. Yes, how grand it would be to sing about the hopes and dreams of ordinary people for all to hear. I've never shared these thoughts with anyone before... Thank you for listening so patiently. I'm fortunate to have a close friend like you.",
      "de": "#Viele der Legenden von Liyue drehen sich um Geschichten von Archonten und Adepten, daher geht es in den meisten Opern auch um das Übernatürliche. Ein gutes Beispiel dafür ist „Die göttliche Jungfrau der Verwüstung“, das wir kürzlich aufgeführt haben. Langjährige Opernfans lieben diese Art von Stoff, aber in diesem Zeitalter der Menschlichkeit möchte ich lieber Geschichten über normale Menschen erzählen. Ja, wie großartig wäre es, über die Hoffnungen und Träume gewöhnlicher Menschen zu singen, damit alle sie hören können. Ich habe diese Gedanken noch nie mit jemandem geteilt ...\n\nDanke, dass du so geduldig zugehört hast. Ich kann mich glücklich schätzen, eine{M#n} enge{M#n} Freund{F#in} wie dich zu haben.",
      "es": "#Muchas de las leyendas de Liyue tratan sobre los Arcontes y los Adeptus, así que la mayoría de las óperas también abarcan lo sobrenatural. Un ejemplo perfecto sería «La divina damisela de la devastación», que hemos estado representando últimamente. A los seguidores de la ópera les encantan estos temas, pero, ahora que estamos en la era de la humanidad, me gustaría contar historias sobre gente corriente. Sí, sería fantástico poder cantar sobre las esperanzas y los sueños de las personas normales...\n\nNunca le he contado esto a nadie... Gracias por escucharme. Soy muy afortunada de tener a {F#una amiga}{M#un amigo} como tú.",
      "fr": "#Les légendes de Liyue racontent l'histoire des divinités et des Adeptes. Ainsi, les opéras tournent, eux aussi, autour du surnaturel. La pièce que nous jouons récemment, « Divine damoiselle de la dévastation », en est un parfait exemple. Les férus d'opéra de longue date adorent ce genre d'histoires, mais en cette «{NON_BREAK_SPACE}ère des hommes{NON_BREAK_SPACE}», j'aimerais chanter davantage la vie de gens ordinaires à tout le monde.\n\nJe n'avais jamais parlé de cette idée à quiconque avant. Merci de m'écouter avec autant de patience, j'ai de la chance d'avoir {M#un ami}{F#une amie} comme toi.",
      "pt": "#Bem, você sabe, muitas das lendas de Liyue estão centradas em torno de histórias de deuses e dos adepti, portanto a maioria das óperas também se concentra no sobrenatural. Um excelente exemplo seria \"A Divina Donzela da Devastação\", que temos apresentado recentemente. Os fãs de ópera de longa data adoram este tipo de conteúdo, mas nesta era da humanidade, eu gostaria muito mais de contar histórias sobre pessoas comuns. Sim, como seria grandioso cantar sobre as esperanças e sonhos das pessoas comuns para que todos pudessem ouvir. Eu nunca havia compartilhado estes pensamentos com ninguém antes... Obrigada por escutar tão pacientemente. Tenho a sorte de ter {M#um amigo íntimo}{F#uma amiga íntima} como você.",
      "ru": "#Многие из легенд Ли Юэ повествуют об Архонтах и Адептах, поэтому и у большинства опер главная тема - сверхъестественное. Под эту категорию подпадает и наша последняя постановка, «Созерцание богини уничтожения». Давним поклонникам оперы такие истории по душе, но в наш век человечества мне хотелось бы рассказывать о людях. Да, было бы здорово петь о мечтах и надеждах простых людей. Я ещё ни с кем не делилась этой мыслью... Спасибо, что терпеливо {F#выслушала}{M#выслушал} меня. Мне очень повезло иметь такого друга, как ты.",
      "id": "Banyak legenda Liyue berpusat pada cerita tentang dewa dan Adeptus, jadi sebagian besar opera juga berfokus pada hal-hal gaib. Contoh paling utama adalah \"Kemurkaan Adeptus\", yang baru-baru ini kami mainkan. Penggemar opera lama menyukai pertunjukan semacam ini, tetapi di zaman sekarang, aku lebih suka bercerita tentang orang biasa. Ya, betapa megahnya menyanyikan tentang harapan dan impian orang biasa untuk didengar semua orang. Aku belum pernah menyampaikan ideku ini dengan siapa pun sebelumnya ... Terima kasih telah mendengarnya dengan sabar. Aku beruntung memiliki teman dekat sepertimu.",
      "th": "ตำนานส่วนใหญ่ของ Liyue ส่วนมากจะพูดถึงเทพอสูรและเซียน ดังนั้นบทงิ้วใน Liyue ก็จะเป็นละครเทพเซียนซะส่วนใหญ่ ผลงานล่าสุดอย่าง \"เทพธิดาแห่งการทำลายล้าง\" ก็จัดอยู่ในหมวดหมู่นี้ด้วยเหมือนกัน แม้ว่าแฟนละครเวทีจะชอบฟังเรื่องราวประเภทนี้มากที่สุด แต่ทุกวันนี้คือยุคสมัยของ \"มนุษย์\" ฉันอยากจะเขียนเรื่องราวที่เกี่ยวกับมนุษย์เพิ่มขึ้นอีกสักหน่อย เอาสิ่งที่อยู่ในใจของมนุษย์ที่อยู่ในโลกขับร้องออกมาให้ทุกคนได้ฟัง\n\nความคิดแบบนี้ ฉันไม่เคยบอกให้ใครฟังมาก่อนเลยนะ ขอบคุณนะที่ทนฟังฉันพูดเรื่องพวกนี้น่ะ ฉันโชคดีมากเลยล่ะ ที่มีเพื่อนรู้ใจแบบเธอ",
      "vi": "Liyue có nhiều truyền thuyết, phần lớn đều là chuyện về ma thần, tiên nhân. Vở kịch \"Thần Nữ Hủy Diệt\" mới biểu diễn gần đây chính là thể loại này. Tuy rằng những người mê kịch lớn tuổi thích nhất là những câu chuyện thế này, nhưng giờ đây đã là thời đại của \"con người\", nên tôi muốn viết thêm nhiều chuyện về con người, hát cho mọi người nghe về tấm lòng của con người trong thiên hạ.\n\nNhững suy nghĩ này tôi chưa từng nói với ai. Cám ơn bạn đã kiên nhẫn nghe tôi nói, có được tri âm, tôi thấy mình rất may mắn."
    }
  },
  {
    "title": {
      "zhs": "云堇的爱好…",
      "zht": "雲堇的愛好…",
      "jp": "雲菫の趣味…",
      "ko": "운근의 취미…",
      "en": "Yun Jin's Hobbies",
      "de": "Yun Jins Hobbys ...",
      "es": "Aficiones de Yun Jin...",
      "fr": "Les loisirs de Yun Jin...",
      "pt": "Passatempos de Yunjin...",
      "ru": "Хобби Юнь Цзинь...",
      "id": "Hobi Yun Jin",
      "th": "งานอดิเรกของ Yun Jin...",
      "vi": "Sở thích của Yun Jin..."
    },
    "line": {
      "zhs": "爱好？当然是戏了。我是打定主意要唱一辈子的。",
      "zht": "愛好？當然是戲了。我是打定主意要唱一輩子的。",
      "jp": "趣味ですか？もちろんお芝居です。私は一生お芝居をしていくと、そう心に決めています。",
      "ko": "취미? 그야 당연히 연극이죠. 전 이 일을 평생 할 생각이에요",
      "en": "My hobbies? Well, opera, of course! It's what I truly love and it's what I will be pursuing for the rest of my life.",
      "de": "Meine Hobbys? Nun, natürlich die Oper! Sie ist das, was ich wirklich liebe und was ich für den Rest meines Lebens verfolgen werde.",
      "es": "¿Mis aficiones? Pues la ópera, por supuesto. Es lo que realmente me llena y es lo que seguiré haciendo el resto de mi vida.",
      "fr": "Mes loisirs ? L'opéra, évidemment ! Je suis bien décidée à y consacrer toute ma vie.",
      "pt": "Meus passatempos? Bem, ópera, é claro! É o que eu realmente amo e é o que eu seguirei para o resto da minha vida.",
      "ru": "Хобби? Ну конечно же, опера! Это моя истинная страсть, и я решила петь до конца своей жизни.",
      "id": "Hobiku? Tentu saja opera! Opera adalah hal yang kucintai dan apa yang akan kukejar seumur hidupku.",
      "th": "งานอดิเรก? ต้องเป็นการแสดงละครอยู่แล้ว ฉันตั้งมั่นเอาไว้แล้วว่า จะแสดงไปตลอดชีวิตน่ะ",
      "vi": "Sở thích? Đương nhiên là kịch rồi. Tôi đã định là sẽ hát cả đời đó."
    }
  },
  {
    "title": {
      "zhs": "云堇的烦恼…",
      "zht": "雲堇的煩惱…",
      "jp": "雲菫の悩み…",
      "ko": "운근의 고민…",
      "en": "Yun Jin's Troubles",
      "de": "Yun Jins Sorgen ...",
      "es": "Preocupaciones de Yun Jin...",
      "fr": "Les problèmes de Yun Jin...",
      "pt": "Preocupações de Yunjin...",
      "ru": "Беспокойство Юнь Цзинь...",
      "id": "Kekhawatiran Yun Jin",
      "th": "เรื่องกลุ้มใจของ Yun Jin...",
      "vi": "Phiền não của Yun Jin..."
    },
    "line": {
      "zhs": "烦恼…唉，为了保持体型，我平时一口都不能多吃。人生在世，连美食都不能奢求，真是遗憾哪。",
      "zht": "煩惱…唉，為了保持體型，我平時一口都不能多吃。人生在世，連美食都不能奢求，真是遺憾哪。",
      "jp": "悩みですか…はぁ、普段から体型を維持するため、たった一口であろうとも、決められた量より多く食べてはいけないことです。私にとって美食すらも贅沢なこと。本当に残念です。",
      "ko": "고민이라… 음, 체형을 유지하기 위해 평소에 먹는 양을 조절하는 편이에요. 살면서 맛있는 음식도 마음껏 못 먹는다니, 슬프네요",
      "en": "*sigh* Well, as you can probably imagine, I always have to be mindful of what I eat and make sure I stay in shape. It's a shame, because the temptation to indulge in all the tasty delicacies the city has to offer is just as strong to me as to anyone else...",
      "de": "Wie du dir wahrscheinlich vorstellen kannst, muss ich immer darauf achten, was ich esse, und sicherstellen, dass ich in Form bleibe. Das ist schade, denn die Versuchung, sich all den leckeren Köstlichkeiten hinzugeben, die die Stadt zu bieten hat, ist für mich genauso groß wie für alle anderen ...",
      "es": "Como podrás imaginar, siempre tengo que tener cuidado con lo que como y debo mantenerme en forma. Es una pena, porque todas las comidas deliciosas que pueden encontrarse en la ciudad me tientan, igual que a cualquier otra persona.",
      "fr": "*soupir* Je dois faire attention à mon alimentation pour rester en forme. Je n'aurais jamais le luxe de profiter de la bonne nourriture de toute ma vie, quel dommage.",
      "pt": "*Suspiro* Bem, como você provavelmente pode imaginar, eu sempre tenho que estar atenta ao que como e ter certeza de que estarei em forma. É uma pena, porque a tentação de saborear todas as iguarias que a cidade tem para oferecer é tão forte para mim como para qualquer outra pessoa...",
      "ru": "Эх... Чтобы оставаться в форме, мне всегда приходится ограничивать себя в еде. Это очень обидно, потому что искушение отведать все лакомства города у меня так же сильно, как и у остальных.",
      "id": "Huff ... Yah, seperti yang bisa kamu bayangkan, aku harus selalu memperhatikan apa yang kumakan dan memastikan tubuhku tetap bugar. Sayangnya, godaan untuk menikmati semua makanan lezat yang ditawarkan kota ini untukku sama kuatnya seperti yang dialami oleh orang lain ....",
      "th": "เรื่องกลุ้มใจ... เฮ้อ เพื่อรักษาหุ่น ปกติแล้วฉันกินเกินไม่ได้แม้แต่คำเดียวเลยล่ะ มีชีวิตอยู่บนโลก แต่ก็ไม่อาจเพลิดเพลินกับอาหารอันโอชะอะไรได้ ช่างน่าเสียดายจริง ๆ",
      "vi": "Phiền não... Haiz, để giữ dáng, bình thường tôi không dám ăn nhiều. Người sống trên đời, ngay cả món ngon mà cũng không dám cưỡng cầu, thật là đáng tiếc."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "天枢肉、水煮黑背鲈、干锅腊肉…我都想吃。可惜平时基本吃不了，那个…我就随便问一问，你…会做这几道菜吗？",
      "zht": "#天樞肉、水煮黑背鱸、乾鍋臘肉…我都想吃。可惜平時基本吃不了，那個…我就隨便問一問，{F#妳}{M#你}…會做這幾道菜嗎？",
      "jp": "天枢肉、黒背スズキの唐辛子煮込み、干し肉の炒め鍋…ど、どれも食べたいですね。ですが残念ながら、普段はあまり食べられません。あの…これはただ聞いてみるだけなのですが、貴方は…これらの料理を作れるのでしょうか？",
      "ko": "천추육, 삶은 검정 농어, 훈제고기 볶음… 전부 다 먹고 싶어요. 근데 평소엔 못 먹죠. 저기… 그냥 물어보는 건데… 혹시 제가 말한 음식들 만들 줄 알아요?",
      "en": "Tianshu Meat, Black-Back Perch Stew, Cured Pork Dry Hotpot... Oh, I just want them all! Unfortunately, I basically never get to eat such things, but... um, if you don't mind me asking... Can you cook any of those dishes?",
      "de": "Tianshu-Braten, gekochter Schwarzrückenbarsch, Pökeltopf ... Oh, ich will sie einfach alle! Leider komme ich nie dazu, solche Sachen zu essen, aber ... wenn ich fragen darf ... Kannst du eines dieser Gerichte kochen?",
      "es": "La carne estilo Eje Celestial, el estofado de perca de lomo negro, la carne curada con matsutake... ¡me gusta todo! Por desgracia, casi nunca puedo comer esas cosas, pero, eh... ¿te importa si te lo pregunto? ¿Sabes cocinar alguno de esos platos?",
      "fr": "Viande façon Dubhe, marmite de perche à dos noir, cocotte de porc fumé... Que j'aimerais pouvoir tout savourer ! Dommage que je ne puisse plus en manger, mais... à tout hasard... saurais-tu comment cuisiner ces plats ?",
      "pt": "Carne de Tianshu, Ensopado de Poleiro com Dorso Negro, Porco Curado com Matsutake... Oh, eu quero todos eles! Infelizmente, eu basicamente nunca consigo comer tais coisas, mas... hum, se não se importar que eu pergunte... Você consegue cozinhar algum desses pratos?",
      "ru": "Мясо «Тяньшу», чёрный окунь, ветчина на сковороде... Всё бы съела! К сожалению, обычно эти блюда мне есть не приходится, но... Если ты не возражаешь, я хотела бы спросить... Ты умеешь готовить какие-нибудь из этих блюд?",
      "id": "Tianshu Meat, Black-Back Perch Stew, Cured Pork Dry Hotpot ... Oh, aku ingin memakan semuanya! Sayangnya, aku tidak pernah makan makanan seperti itu, tapi ... jika kamu tidak keberatan aku bertanya ... Bisakah kamu memasak salah satu dari hidangan itu?",
      "th": "Tianshu Meat, Black-Back Perch Stew, Cured Pork Dry Hotpot... ฉันอยากกินทั้งหมดนี่เลยล่ะ แต่น่าเสียดายที่เวลาปกติกินไม่ได้น่ะ เอ่อ...ฉันขอถามอะไรหน่อยสิ เธอ...ทำอาหารพวกนี้เป็นมั้ย?",
      "vi": "Thịt Thiên Khu, Cá Chép Đen Hấp, Thịt Xông Khói Xào... Tôi đều muốn ăn. Nhưng đáng tiếc bình thường hầu như không ăn được, à ừm... Tôi muốn hỏi một chuyện, bạn... biết làm mấy món này chứ?"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "天天都是清炒虾仁，天天都是…再怎么做都还是那个味道，我是真的吃腻了。",
      "zht": "天天都是清炒蝦仁，天天都是…再怎麼做都還是那個味道，我是真的吃膩了。",
      "jp": "毎日、エビのあっさり炒めを食べています。毎日ですよ…どう作っても、同じ味しかしません、本当に飽きました。",
      "ko": "매일 새우살 볶음만 먹어요. 하루도 빠짐없이…. 어떻게 조리하든 다 같은 맛이에요. 진짜 질렸어",
      "en": "Every day's the same... Stir-Fried Shrimp, day in and day out. No matter how they prepare it, it always tastes the same. Ugh, ghastly! I really can't stand it anymore...",
      "de": "Jeden Tag das Gleiche ... Gebratene Garnelen, Tag für Tag. Egal, wie man sie zubereitet, sie schmecken immer gleich. Igitt, grässlich! Ich kann es wirklich nicht mehr ertragen ...",
      "es": "Camarones salteados, todos los días lo mismo... No importa cómo se preparen, siempre saben igual. ¡Puaj! Ya no lo soporto más...",
      "fr": "Je suis abonnée aux crevettes sautées tous les jours... Peu importe comment elles sont préparées, leur goût ne change pas. J'en suis lassée.",
      "pt": "Todos os dias é a mesma coisa... Camarão Salteado, faça chuva ou faça sol. Não importa como eles o preparam, tem sempre o mesmo sabor. Que horror! Eu realmente não suporto mais...",
      "ru": "Каждый день одно и то же - обжаренные креветки... И как бы их не приготовили, вкус всегда одинаковый. Как же они мне надоели...",
      "id": "Setiap hari selalu ... makan Stir-Fried Shrimp, lagi dan lagi. Entah bagaimana mereka memasaknya, rasanya selalu saja sama. Ugh, mengerikan! Aku benar-benar tidak tahan lagi ....",
      "th": "วัน ๆ ได้กินแต่ Stir-Fried Shrimp แต่ละวันก็มีอยู่แค่นี้... ไม่ว่าจะทำยังไงก็มีรสชาติแบบนั้นอยู่ดี ฉันกินจนเอียนแล้วล่ะ",
      "vi": "Ngày nào cũng là Tôm Nõn Xào, ngày nào cũng vậy... có làm thế nào thì cũng là mùi vị đó, tôi thật sự ăn tới ngán rồi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "美食，总会让人倍感幸福…可惜只能点到为止，不能再多吃了。",
      "zht": "美食，總會讓人備感幸福…可惜只能點到為止，不能再多吃了。",
      "jp": "美味しい料理は、いつも幸せな気分にしてくれます…ただ残念なことに、食事の制限があるためこれ以上は食べられませんが。",
      "ko": "맛있는 요리를 먹으면 정말 행복해요…. 과식하면 안 되니까, 아쉽지만 그만 먹어야겠어요",
      "en": "Mmm! There's no better feeling than indulging in your favorite food... It's a shame that I can only afford to have a little bite.",
      "de": "Gutes Essen macht immer glücklich ... Leider kann man nur so viel essen und nicht mehr.",
      "es": "La comida hace feliz a la gente... Es una pena que deba parar aquí, no puedo comer nada más.",
      "fr": "Quel mets raffiné. La nourriture rend les gens heureux... Dommage que je doive m'arrêter là, je ne peux rien manger d'autre.",
      "pt": "Hmm! Não há sensação melhor do que se deliciar com sua comida favorita... É uma pena que eu só posso comer um pouco...",
      "ru": "Ммм! Нет ничего лучше, чем насладиться любимой едой... Жаль, что я могу позволить себе только маленький кусочек.",
      "id": "Mmm! Tidak ada perasaan yang lebih menyenangkan daripada makan makanan kesukaan sendiri ... tapi sayang aku tidak boleh makan banyak-banyak.",
      "th": "อาหารเลิศรสทำให้คนมีความสุขได้เสมอ... เสียดายที่กินได้แค่นี้ กินเยอะไปกว่านี้ไม่ได้แล้วล่ะ",
      "vi": "Thức ăn ngon luôn có thể khiến con người ta cảm thấy vui vẻ hơn... Tiếc là tôi không thể ăn thêm được nữa."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "看着就很丰盛！稍等，我去找些饮品来，配着饭菜一起享用吧。",
      "zht": "看著就很豐盛！稍等，我去找些飲品來，配著飯菜一起享用吧。",
      "jp": "豪華な料理ですね！少しお待ちください、私が飲み物を持ってきます。料理と一緒にいただきましょう。",
      "ko": "정말 푸짐하군요! 마실 걸 가져올 테니, 요리랑 같이 즐겨요",
      "en": "Oh, what a magnificent feast! Wait a second, I'll grab us some drinks to accompany the meal.",
      "de": "Das sieht köstlich aus! Einen Moment noch, während ich ein paar Getränke für das Essen besorge.",
      "es": "¡Cuánta comida! Voy a traer algunas bebidas para acompañar.",
      "fr": "Ça semble copieux ! Attends, je vais chercher des boissons pour accompagner ce plat.",
      "pt": "Oh, que gosto magnífico! Espere, eu pegarei algumas bebidas para acompanhar a refeição.",
      "ru": "Ох, настоящий пир! Подожди минутку, я принесу напитки!",
      "id": "Wah, benar-benar makanan menakjubkan! Tunggu ya, kucari minuman yang cocok untuk dikombinasikan dengan makanan ini dulu.",
      "th": "ดูอลังการมากเลย! รอเดี๋ยวนะ ฉันไปหาเครื่องดื่มมากินกับอาหารนี้สักหน่อยดีกว่า",
      "vi": "Trông thật phong phú! Đợi chút, tôi đi tìm chút đồ uống để thưởng thức cùng món ăn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "不好意思…这道菜肴呀，我是吃不了多少的。",
      "zht": "不好意思…這道菜餚呀，我是吃不了多少的。",
      "jp": "すみません…この料理は、あまり食べられそうにありません。",
      "ko": "죄송하지만… 이 음식은 많이 못 먹겠어요",
      "en": "I'm sorry... This meal isn't really agreeing with me.",
      "de": "Tut mir leid ... Ich kann nicht viel von diesem Gericht essen.",
      "es": "Lo siento mucho. Este plato... no es de mi agrado.",
      "fr": "Désolée... Je ne peux pas beaucoup en manger.",
      "pt": "Me desculpe... Mas não estou me dando bem com essa comida.",
      "ru": "Прости... Эта еда мне не подходит.",
      "id": "Maaf ya ... Makanan ini kurang cocok untukku.",
      "th": "ขอโทษด้วยนะ... อาหารจานนี้ ฉันคงกินได้ไม่มากเท่าไหร่",
      "vi": "Thực xin lỗi... Tôi không thể ăn món này nhiều."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "原来今天是你的生日吗？我没有置办宴席的本事，只能为你唱一曲了。不过，这一曲只为你一个人唱，要听什么？你来定。",
      "zht": "#原來今天是{F#妳}{M#你}的生日嗎？我沒有置辦宴席的本事，只能為{F#妳}{M#你}唱一曲了。不過，這一曲只為{F#妳}{M#你}一個人唱，要聽什麼？{F#妳}{M#你}來定。",
      "jp": "今日は貴方の誕生日なのですか？宴を開くほどの力は私にはありませんので、貴方には芝居を披露することしかできません。ですが、この曲は貴方のためだけに歌います。何が聴きたいですか？貴方が決めてください。",
      "ko": "오늘이 생일이었어요? 잔치를 벌일 재주는 없으니 노래 한 곡 불러줄게요. 당신만을 위한 노래요. 뭐 듣고 싶어요? 당신이 정해주세요",
      "en": "Oh, so today's your birthday? Well, I wouldn't know how to throw you a feast if I tried... so how about I sing you a song? For you alone, an audience of one. So... what song would you like to hear me sing? The choice is yours.",
      "de": "Oh, du hast heute Geburtstag? Ich wüsste gar nicht, wie ich ein Fest für dich schmeißen sollte ... Wie wäre es also, wenn ich dir ein Lied singe? Für dich allein, ein Publikum von nur einer Person. Also ... welches Lied möchtest du von mir hören? Die Wahl liegt bei dir.",
      "es": "#Oh, ¿hoy es tu cumpleaños? Bueno, no sabría cómo organizar un banquete, así que... ¿y si te canto una canción? Para ti sol{F#a}{M#o}, como único público. ¿Qué canción te gustaría oír? Tú eliges.",
      "fr": "C'est ton anniversaire aujourd'hui ? Je n'ai pas les compétences pour te faire un festin, alors laisse-moi te chanter une chanson. Elle ne sera rien que pour toi, qu'aimerais-tu entendre ? Je te laisse décider.",
      "pt": "Oh, então hoje é seu aniversário? Bem, eu não saberia como fazer uma festa para você, mesmo se tentasse... então, que tal eu cantar uma canção para você? Então... que canção você gostaria de me ouvir cantar? Você escolhe.",
      "ru": "#Так у тебя сегодня день рождения? Ну, организовывать пиршества я не умею... но я могла бы спеть тебе. И только тебе {F#одной}{M#одному}. Какую песню тебе хотелось бы услышать? Выбирай.",
      "id": "Oh, hari ini ulang tahunmu? Yah, tapi aku pun tidak akan tahu bagaimana merayakanmu sebuah pesta meskipun aku mencobanya ... Jadi, bagaimana kalau aku menyanyikan sebuah lagu untukmu? Hanya untukmu saja. Jadi ... lagu apa yang ingin kamu dengar? Coba kamu pilih sendiri.",
      "th": "ที่แท้วันนี้ก็เป็นวันเกิดเธอเองเหรอ? ฉันไม่มีความสามารถในการจัดงานเลี้ยงวันเกิด แต่ฉันร้องงิ้วให้เธอฟังได้นะ แต่ว่า บทงิ้วนี้ฉันร้องให้เธอฟังแค่คนเดียวนะ อยากฟังอะไรล่ะ? เธอเลือกเลย",
      "vi": "Hóa ra hôm nay là sinh nhật của bạn sao? Tôi không có khả năng tổ chức tiệc, chỉ có thể hát cho bạn nghe một bài. Nhưng mà, bài này chỉ hát riêng cho mình bạn thôi, bạn muốn nghe không? Cho bạn quyết định đó."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "俗语说：「业精于勤而荒于嬉。」",
      "zht": "俗語說：「業精於勤而荒於嬉。」",
      "jp": "「業は勤むるに精しく嬉しむに荒む」という言葉があります。",
      "ko": "이런 속담이 있죠. 「배움은 근면함으로 인해 정진하고, 노는 것 때문에 황폐해진다」",
      "en": "As the saying goes: \"Achievement in a field is the result of how hard you are willing to work at it, not how much you enjoy it.\"",
      "de": "Wie das Sprichwort sagt: „Der Erfolg in einem Bereich hängt davon ab, wie hart zu arbeiten du bereit bist, und nicht davon, wie viel Spaß es dir macht.“",
      "es": "Como dice el refrán, los logros son el resultado del esfuerzo, y no de lo mucho que te guste hacer algo.",
      "fr": "Comme le dit le proverbe : « La réussite dans un domaine est le résultat du travail qu'on est prêt à y investir, pas de l'amour qu'on y porte. »",
      "pt": "Como diz o ditado: \"A realização em um campo é o resultado do quanto você está disposto a trabalhar nele, não do quanto você gosta dele\".",
      "ru": "Есть такая пословица: «Мастерство достигается трудом и гибнет от праздности».",
      "id": "Seperti kata pepatah: \"Prestasi di suatu bidang adalah hasil dari seberapa keras kamu bersedia mengerjakannya, bukan seberapa banyak kamu menikmatinya.\"",
      "th": "มีคำกล่าวไว้ว่า: \"การงานใด ๆ พลันสำเร็จได้ด้วยความเพียร\"",
      "vi": "Tục ngữ có câu: \"Siêng làm thì có, siêng học thì hay.\""
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "勤学苦练至今，总算是有了些成果。",
      "zht": "勤學苦練至今，總算是有了些成果。",
      "jp": "稽古に励んできた甲斐がありましたね。",
      "ko": "지금까지 성실하게 노력해온 성과예요",
      "en": "It looks like all my rigorous training is finally paying off.",
      "de": "Es sieht so aus, als würde sich mein hartes Training endlich auszahlen.",
      "es": "Parece que mi duro entrenamiento por fin da sus frutos.",
      "fr": "On dirait que mon entraînement rigoureux porte enfin ses fruits.",
      "pt": "Parece que todo o meu treinamento rigoroso está finalmente dando frutos.",
      "ru": "Похоже, тяжёлые тренировки наконец-то дают результат.",
      "id": "Sepertinya semua latihan kerasku membuahkan hasil pada akhirnya.",
      "th": "ร่ำเรียนฝึกฝนอย่างหนักจนถึงทุกวันนี้ ก็ถือว่ามีผลลัพธ์บ้างแล้วล่ะ",
      "vi": "Cần cù học hỏi, khổ luyện đến hôm nay, xem như đã có chút thành quả."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "学枪一事，原先是为了台上舞枪好看，后来是为了掌握傍身武技。如今这两个目标都已达到。",
      "zht": "學槍一事，原先是為了臺上舞槍好看，後來是為了掌握傍身武技。如今這兩個目標都已達到。",
      "jp": "槍の稽古を始めたのは、舞台で槍を振り回す際の見栄えを良くしたかったからなんです。その後は、武術を身につけるために続けていました。今、この二つの目標がどちらも叶いました。",
      "ko": "처음엔 무대를 위해 창술을 배웠지만, 나중엔 무예를 익히려고 배웠어요. 지금은 두 가지 목표를 다 이뤘네요",
      "en": "I began my training in the art of the spear hoping to enhance my performance in stage combat. I stuck with it hoping to master the techniques of self-defense. Today, it looks like I have finally achieved both of these goals.",
      "de": "Ich begann mein Training in der Kunst des Speers in der Hoffnung, meine Leistung im Bühnenkampf zu verbessern. Ich blieb dabei in der Hoffnung, die Techniken der Selbstverteidigung zu beherrschen. Heute sieht es so aus, als hätte ich diese beiden Ziele endlich erreicht.",
      "es": "Empecé a entrenar con la lanza para mejorar mi interpretación de combate escénico. Luego continué practicando porque quería dominar las técnicas de autodefensa. Por fin parece que he logrado ambos objetivos.",
      "fr": "J'ai commencé à m'entraîner à la lance dans l'espoir d'améliorer mes performances lors des scènes de combat. Et j'ai continué pour maîtriser les techniques d'autodéfense. Aujourd'hui, j'ai l'impression que j'ai enfin atteint ces deux objectifs.",
      "pt": "Comecei meu treinamento na arte da lança na esperança de melhorar minha performance de combate no palco. Continuei nisso esperando dominar as técnicas de autodefesa. Hoje, parece que finalmente alcancei ambos objetivos.",
      "ru": "Я начала тренироваться с копьём для того, чтобы мои боевые выступления на сцене выглядели лучше. Но я продолжила заниматься ради освоения техник самозащиты. Обе из этих целей достигнуты.",
      "id": "Aku memulai latihan ilmu tombak dengan harapan dapat meningkatkan penampilanku dalam pertarungan panggung. Aku terus berlatih sambil berharap dapat menguasai teknik pertahanan diri. Hari ini, sepertinya aku sudah berhasil mencapai kedua tujuan ini.",
      "th": "จุดประสงค์ในการเรียนหอก ตอนแรกก็เพื่อจะได้แสดงระบำหอกบนเวทีได้ดีน่ะ แต่ต่อมาก็เรียนรู้เพื่อให้มีศิลปะการต่อสู้ติดตัว ตอนนี้ก็บรรลุเป้าหมายทั้งสองนี้อย่างนี้แล้วล่ะ",
      "vi": "Học thương thuật vốn dĩ là để lên sân khấu múa thương cho đẹp, sau đó là vì muốn nắm được võ thuật phòng thân. Giờ cả hai mục tiêu đều đã đạt được."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings about Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "枪术千变万化，奥妙无比，让我庆幸的是，练枪时一直有你相伴。我已经领悟到其中旨要。往后切磋时，你可得小心了。",
      "zht": "#槍術千變萬化，奧妙無比，讓我慶倖的是，練槍時一直有{F#妳}{M#你}相伴。我已經領悟到其中旨要。往後切磋時，{F#妳}{M#你}可得小心了。",
      "jp": "槍術は千変万化で、奥が深いもの。幸いなことに、槍の稽古にはいつも貴方がそばにいてくれました。ふふっ、既にその深奥にある本質を会得しております。今後、鍛錬に付き合う際はお気をつけください。",
      "ko": "창술은 변화무쌍하고 오묘해요. 연습할 때 당신이 옆에 있어 줘서 다행이에요. 이미 요령을 알았으니 앞으로 대련할 땐 조심해야 할 거예요",
      "en": "The art of the spear is a vast and profound discipline... There is an almost infinite number of things one can learn. I am glad to have had you by my side during my training. Haha, I believe I've grasped the basics now. I daresay you'd better be careful when we're sparring together in the future.",
      "de": "Die Kunst des Speers ist eine riesige und tiefgründige Disziplin ... es gibt eine fast unendliche Anzahl von Dingen, die man lernen kann. Ich bin froh, dass ich dich während meiner Ausbildung an meiner Seite hatte. Haha, ich glaube, ich habe jetzt die Grundlagen verstanden. Ich wage zu behaupten, dass du besser aufpassen solltest, wenn wir in Zukunft zusammen trainieren.",
      "es": "El arte de la lanza es una disciplina muy amplia y profunda. ¡Hay una cantidad casi infinita de cosas por aprender! Me alegra que hayas estado a mi lado durante el entrenamiento. Jaja, creo que ya domino los principios básicos. ¡Me atrevería a afirmar que deberás tener cuidado si libramos una pelea amistosa en el futuro!",
      "fr": "#L'art de la lance est une discipline vaste et profonde... Il y a un nombre presque infini de choses que l'on peut apprendre. Je suis ravie de t'avoir {M#eu}{F#eue} à mes côtés pendant ma formation. Haha, je crois que j'ai compris les bases maintenant. Je pense que tu ferais bien de faire attention quand on s'entraînera.",
      "pt": "#A arte da lança é uma disciplina vasta e profunda... Há um número quase infinito de coisas que se pode aprender. Estou feliz por te ter ao meu lado durante meu treinamento. Haha, acredito ter entendido o básico agora. Ouso dizer que é melhor ter cuidado quando estivermos lutando junt{F#as}{M#os} no futuro.",
      "ru": "#Искусство владения копьём изменчиво и загадочно, как ни одно другое. Я рада, что во время моих тренировок ты рядом. Основы я уже освоила. В наших будущих спаррингах ты {F#должна}{M#должен} быть {F#осторожной}{M#осторожным}.",
      "id": "Ilmu tombak adalah ilmu yang luas dan mendalam... Ada banyak hal tak terbatas yang dapat dipelajari seseorang. Aku senang kamu berada di sisiku selama aku berlatih. Haha, aku yakin sudah memahami dasar-dasarnya. Aku berani mengatakan kamu sebaiknya berhati-hati ketika kita berlatih tanding nanti-nanti.",
      "th": "ศาสตร์แห่งการใช้หอกนั้นแปรผันอยู่ตลอดเวลา และลึกลับเกินใครเทียบ สิ่งที่ทำให้ฉันโชคดีคือ การที่มีเธออยู่เคียงข้างฉันตลอดเวลาที่ฝึกใช้หอก ฉันตระหนักถึงหลักสำคัญที่อยู่ในนั้นแล้ว ต่อไปถ้าต้องประลองฝีมือกัน เธอต้องระมัดระวังให้มากขึ้นแล้วล่ะ",
      "vi": "Thương thuật thiên biến vạn hóa, vô cùng uyên thâm, điều làm tôi thấy may mắn chính là lúc luyện thương luôn có bạn bên cạnh. Tôi đã lĩnh ngộ được bí quyết trong đó. Sau này khi tỉ thí, bạn phải cẩn thận hơn rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "着！",
      "zht": "著！",
      "jp": "着！",
      "ko": "닿아라!",
      "en": "And step!",
      "de": "Komm schon!",
      "es": "¡Un paso!",
      "fr": "En avant !",
      "pt": "E um passo!",
      "ru": "Шаг!",
      "id": "Melangkah!",
      "th": "เอ้านี่!",
      "vi": "Bước!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "崩！",
      "zht": "崩！",
      "jp": "崩！",
      "ko": "무너져!",
      "en": "And leap!",
      "de": "Zerstörung!",
      "es": "¡Un salto!",
      "fr": "En haut !",
      "pt": "E um salto!",
      "ru": "Прыжок!",
      "id": "Meloncat!",
      "th": "พังทลาย!",
      "vi": "Nhảy!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "旗来！",
      "zht": "旗來！",
      "jp": "旗よ、ここに！",
      "ko": "흩날리는 깃발!",
      "en": "Flags up!",
      "de": "Fahne her!",
      "es": "¡Estandartes arriba!",
      "fr": "Hissez !",
      "pt": "Estandartes para cima!",
      "ru": "Поднять знамёна!",
      "id": "Naikkan bendera!",
      "th": "ธงมา!",
      "vi": "Dựng cờ!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "飞云旗！",
      "zht": "飛雲旗！",
      "jp": "飛雲旗！",
      "ko": "구름의 기치!",
      "en": "Flags fly!",
      "de": "Fahne der fliegenden Wolken!",
      "es": "¡Vuelo de estandartes!",
      "fr": "Bannière de nuagerie !",
      "pt": "Estandartes voam!",
      "ru": "Реют знамёна!",
      "id": "Kibarkan bendera!",
      "th": "ธงเมฆโบยบิน!",
      "vi": "Phi Vân Kỳ!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "看枪！",
      "zht": "看槍！",
      "jp": "槍を！",
      "ko": "내 창을 보아라!",
      "en": "Observe!",
      "de": "Aufgepasst!",
      "es": "¡Mira!",
      "fr": "Voyez !",
      "pt": "Observe!",
      "ru": "Смотри!",
      "id": "Perhatikan!",
      "th": "ดูหอกนี่ซะ!",
      "vi": "Xem đây!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "听我号令！",
      "zht": "聽我號令！",
      "jp": "命に応えよ！",
      "ko": "내 호령을 들어라!",
      "en": "Break a leg!",
      "de": "Mach dich auf was gefasst!",
      "es": "¡Buena suerte!",
      "fr": "Suivez ma réplique !",
      "pt": "Quebre a perna!",
      "ru": "Слушай мою команду!",
      "id": "Dengarkan perintahku!",
      "th": "ฟังคำสั่งของฉัน!",
      "vi": "Nghe ta hiệu lệnh!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "勠力同心！",
      "zht": "戮力同心！",
      "jp": "戮力同心！",
      "ko": "일심동체!",
      "en": "Strike as one!",
      "de": "Mit vereinten Kräften!",
      "es": "¡Ataquen al unísono!",
      "fr": "Ensemble !",
      "pt": "Ataquem juntos!",
      "ru": "Объединим усилия!",
      "id": "Serang sama-sama!",
      "th": "รวมพลังเป็นหนึ่ง!",
      "vi": "Tề tâm hợp lực!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "一鼓作气！",
      "zht": "一鼓作氣！",
      "jp": "一鼓作気！",
      "ko": "이 기세를 몰아가자!",
      "en": "Your grand finale!",
      "de": "Jetzt mache ich dich fertig!",
      "es": "¡El gran final!",
      "fr": "Tout d'un seul coup !",
      "pt": "Um grande final!",
      "ru": "Одним ударом!",
      "id": "Pertunjukan puncakmu!",
      "th": "จบสิ้นในทีเดียว!",
      "vi": "Khí thế hừng hực!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro: I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "我来瞧瞧。",
      "zht": "我來瞧瞧。",
      "jp": "見てみますね。",
      "ko": "어디 보자",
      "en": "The troupe appreciates any donation.",
      "de": "Unsere Truppe freut sich über jede Spende.",
      "es": "La compañía aprecia todas las donaciones.",
      "fr": "Voyons voir...",
      "pt": "A trupe agradece qualquer doação.",
      "ru": "Труппа рада любому пожертвованию.",
      "id": "Grup opera menghargai sumbangan apa pun.",
      "th": "ฉันขอดูหน่อยสิ",
      "vi": "Để tôi xem nào."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro: II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "是旅行中用得上的物资吗？",
      "zht": "是旅行中用得上的物資嗎？",
      "jp": "旅で使えそうな物資でしょうか？",
      "ko": "여행하면서 쓸만한 물건인가요?",
      "en": "Hmm... Anything the troupe could use on our journey?",
      "de": "Gibt es etwas, das die Truppe auf unserer Reise gebrauchen kann?",
      "es": "¿Hay algo que podamos usar en el viaje?",
      "fr": "Quelque chose d'utile pour le voyage ?",
      "pt": "Hmm... Algo que a trupe possa usar em nossa jornada?",
      "ru": "Хм... Есть что-нибудь, что может пригодиться труппе во время путешествия?",
      "id": "Hmm ... Apakah ada yang bisa digunakan oleh grup opera dalam perjalanan kita?",
      "th": "เป็นของที่ใช้งานได้ในระหว่างเดินทางรึเปล่า?",
      "vi": "Là thứ có thể dùng trong chuyến hành trình sao?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro: III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "别客气，你收着就行。",
      "zht": "#別客氣，{F#妳}{M#你}收著就行。",
      "jp": "遠慮せず、持って行ってください。",
      "ko": "사양 말고 받으세요",
      "en": "No need to stand on ceremony. I'll just take this.",
      "de": "Es gibt keinen Grund, sich zu zieren. Nur zu, nimm es.",
      "es": "No hay necesidad de ceremonias. Vamos, es tuyo.",
      "fr": "Pas besoin de faire de manières. Tu peux le garder.",
      "pt": "Não há necessidade de cerimônias. Vou só levar isto.",
      "ru": "Не стоит церемониться. Просто бери.",
      "id": "Tidak perlu berlebihan. Aku akan mengambil ini.",
      "th": "ไม่ต้องเกรงใจหรอก เธอรับเอาไว้เถอะ",
      "vi": "Đừng khách sáo, bạn hãy nhận lấy đi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "别把裙子弄坏了…",
      "zht": "別把裙子弄壞了…",
      "jp": "衣装が台無しにならないといいのですが…",
      "ko": "치마가 찢어지겠어요…",
      "en": "Oof, watch the costume!",
      "de": "Achtung, das Kostüm!",
      "es": "¡Cuidado con mi traje!",
      "fr": "Attention à mon costume, quand même !",
      "pt": "Ai, cuidado com a roupa!",
      "ru": "Только не костюм!..",
      "id": "Aduh, jangan buat kostumnya rusak!",
      "th": "อย่าทำกระโปรงขาดนะ...",
      "vi": "Đừng làm hỏng chiếc váy..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "得重整旗鼓才行。",
      "zht": "得重整旗鼓才行。",
      "jp": "立て直さなければ！",
      "ko": "재정비가 필요해요",
      "en": "Ugh, the curtain's not down yet...",
      "de": "Nein, der Vorhang ist noch nicht gefallen ...",
      "es": "Aún no se bajó el telón...",
      "fr": "Le rideau n'est pas encore tombé...",
      "pt": "Urg, as cortinas não abaixaram ainda...",
      "ru": "Ещё не опустился занавес...",
      "id": "Ugh, tirai panggung masih belum turun ....",
      "th": "คงต้องจัดวางธงและกลองใหม่แล้วล่ะ",
      "vi": "Phải chỉnh đốn cờ trống mới được."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "哼，好戏在后面。",
      "zht": "哼，好戲在後面。",
      "jp": "まだまだこれからです！",
      "ko": "흥, 클라이맥스는 이제부터예요",
      "en": "This script needs a rewrite...",
      "de": "Dieses Drehbuch muss umgeschrieben werden ...",
      "es": "Este guion tiene que reescribirse...",
      "fr": "Mais... La meilleure scène n'est pas encore arrivée...",
      "pt": "Este roteiro precisa ser reescrito...",
      "ru": "Этот сценарий надо переписать...",
      "id": "Skrip ini perlu ditulis ulang ....",
      "th": "หึ ฉากเด็ดอยู่หลังจากนี้",
      "vi": "Hừm, kịch hay còn ở phía sau."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "你先下场。",
      "zht": "你先下場。",
      "jp": "貴方は一旦下がっていてください。",
      "ko": "먼저 퇴장하세요",
      "en": "Exit stage right!",
      "de": "Geh zuerst runter.",
      "es": "Retírate del escenario.",
      "fr": "Par ici la sortie !",
      "pt": "Saia do palco.",
      "ru": "Сначала ты.",
      "id": "Kamu turun dulu.",
      "th": "ฉันจะลงไปสู้ก่อนเอง",
      "vi": "Lui xuống trước đi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "我来救场。",
      "zht": "我來救場。",
      "jp": "私が対応いたします。",
      "ko": "제가 수습할게요",
      "en": "I'll save the show!",
      "de": "Ich schaffe es.",
      "es": "¡Salvaré la función!",
      "fr": "Je vais sauver la mise !",
      "pt": "Eu salvarei o espetáculo!",
      "ru": "Я здесь, чтобы спасти положение.",
      "id": "Pertunjukan ini pasti kuselamatkan!",
      "th": "ฉันช่วยเอง",
      "vi": "Tôi đến giải cứu."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "曲终…人散…",
      "zht": "曲終…人散…",
      "jp": "これが…曲の…終わり…",
      "ko": "곡이 끝나자… 모두 흩어지네…",
      "en": "Thank you... And goodnight...",
      "de": "Vielen Dank ... Und gute Nacht ...",
      "es": "Gracias... y buenas noches...",
      "fr": "Représentation... terminée...",
      "pt": "Obrigada... E boa noite...",
      "ru": "Всем спасибо... доброй ночи...",
      "id": "Terima kasih ... dan selamat malam ....",
      "th": "บทเพลงจบสิ้น...ผู้คนลาลับ...",
      "vi": "Kịch tàn... người tan..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "罢了…",
      "zht": "罷了…",
      "jp": "どうしようもありません…",
      "ko": "어쩔 수 없지…",
      "en": "A true tragedy...",
      "de": "Eine wahre Tragödie ...",
      "es": "Una auténtica tragedia...",
      "fr": "Une vraie tragédie...",
      "pt": "Uma verdadeira tragédia...",
      "ru": "Истинная трагедия...",
      "id": "Sebuah tragedi yang nyata ....",
      "th": "ช่างเถอะ...",
      "vi": "Bỏ đi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "没办法…唱下去了…",
      "zht": "沒辦法…唱下去了…",
      "jp": "これ以上…歌えません…",
      "ko": "더는… 노래를 부를 수 없어…",
      "en": "The show... Must go on...",
      "de": "Die Aufführung ... muss weitergehen ...",
      "es": "El espectáculo... debe continuar...",
      "fr": "Le spectacle... doit continuer...",
      "pt": "O show... Deve continuar...",
      "ru": "Шоу... должно продолжаться...",
      "id": "Pertunjukan ... harus tetap berjalan ....",
      "th": "ร้องต่อไป...ไม่ได้อีกแล้ว...",
      "vi": "Không thể... hát tiếp rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "要沉住气…",
      "zht": "要沉住氣…",
      "jp": "落ち着かなければ…",
      "ko": "진정하자…",
      "en": "Stay in character...",
      "de": "Immer ruhig Blut ...",
      "es": "No puedo salirme del personaje...",
      "fr": "Ne pas perdre son calme...",
      "pt": "Continue no personagem...",
      "ru": "Остаёмся в образе...",
      "id": "Jagalah sikapmu ....",
      "th": "ต้องสงบจิตสงบใจหน่อยแล้วล่ะ...",
      "vi": "Phải bình tĩnh..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "有点狼狈…",
      "zht": "有點狼狽…",
      "jp": "情けないです…",
      "ko": "꼴이 말이 아니네요…",
      "en": "How embarrassing...",
      "de": "Wie peinlich ...",
      "es": "Qué vergüenza...",
      "fr": "Que c'est embarrassant...",
      "pt": "Que vergonhoso...",
      "ru": "Как неловко...",
      "id": "Sangat memalukan ....",
      "th": "สะบักสะบอมนิดหน่อยแฮะ...",
      "vi": "Hơi thảm hại..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "下手好重…",
      "zht": "下手好重…",
      "jp": "強烈な一撃ですね…",
      "ko": "정도란 게 없는 겁니까…?",
      "en": "This isn't stage fighting...",
      "de": "Das steht doch nicht im Drehbuch ...",
      "es": "Esto no es un combate escénico...",
      "fr": "C'est pour de vrai, dis donc...",
      "pt": "Isso não é um combate de mentira...",
      "ru": "Это не постановочный бой...",
      "id": "Ternyata pertarungan tak semudah pertunjukkan ....",
      "th": "มือหนักจังเลยนะ...",
      "vi": "Ra tay mạnh quá..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "走——了——",
      "zht": "走——了——",
      "jp": "（訳）さあ——いざ、参らん——",
      "ko": "가——자——꾸——나——",
      "en": "(Translated) Ahem! Oh, Maestro!",
      "de": "Die Aufführung ist zu Ende ...",
      "es": "¡Música, maestro!",
      "fr": "♪ Ô maestro ! ♪",
      "pt": "Música, maestro!",
      "ru": "Кхм! О, маэстро!",
      "id": "Ahem! Oh, Master!",
      "th": "มา...แล้ว...",
      "vi": "Đi... đây..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "今天该唱哪出呢？",
      "zht": "今天該唱哪齣呢？",
      "jp": "今日はどんな芝居をするのでしょう？",
      "ko": "오늘은 어떤 곡을 불러볼까요?",
      "en": "Hmm, which opera shall we perform today?",
      "de": "Hmm, welche Oper sollen wir heute aufführen?",
      "es": "Humm, ¿qué ópera interpretaremos hoy?",
      "fr": "Qu'est-ce qu'on chante aujourd'hui ?",
      "pt": "Hmm, qual ópera eu deveria fazer hoje?",
      "ru": "Хм, какую оперу исполняем сегодня?",
      "id": "Hmm, opera mana yang harus kita mainkan hari ini?",
      "th": "วันนี้ควรร้องบทไหนดีล่ะ?",
      "vi": "Hôm nay nên hát vở nào?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "你叫我，我当然要来了。",
      "zht": "#{F#妳}{M#你}叫我，我當然要來了。",
      "jp": "貴方からのお招き、断るはずもありません。",
      "ko": "당신이 날 불렀으니 당연히 와야죠",
      "en": "Let's get this show on the road!",
      "de": "Du hast mich gerufen, da musste ich natürlich kommen.",
      "es": "¡Este espectáculo tiene que ponerse en marcha!",
      "fr": "Que le spectacle commence !",
      "pt": "Vamos começar esse show!",
      "ru": "Да начнётся представление!",
      "id": "Mari kita mulai pertunjukan ini!",
      "th": "เธอเรียกฉัน ฉันก็ต้องมาอยู่แล้วล่ะ",
      "vi": "Bạn gọi thì tôi đương nhiên phải đến rồi."
    }
  }
]