{
  "name": {
    "zhs": "提纳里",
    "zht": "提納里",
    "jp": "ティナリ",
    "ko": "타이나리",
    "en": "Tighnari",
    "de": "Tighnari",
    "es": "Tignari",
    "fr": "Tighnari",
    "pt": "Tighnari",
    "ru": "Тигнари",
    "id": "Tighnari",
    "th": "Tighnari",
    "vi": "Tighnari"
  },
  "title": {
    "zhs": "浅蔚轻行",
    "zht": "淺蔚輕行",
    "jp": "緑土逍遥",
    "ko": "신록의 발걸음",
    "en": "Verdant Strider",
    "de": "Wanderer im Grünen",
    "es": "El Caminante de la Espesura",
    "fr": "Marcheur verdoyant",
    "pt": "Andarilho Verdejante",
    "ru": "Зелёный странник",
    "id": "Verdant Strider",
    "th": "ย่างก้าวในแดนไพร",
    "vi": "Dạo Bước Rừng Xanh"
  },
  "description": {
    "zhs": "精通植物学的少年学者，现于道成林任巡林官一职。直率热忱，擅长教导脑瓜糊涂的人。",
    "zht": "精通植物學的少年學者，現於道成林任巡林官一職。直率熱忱，擅長教導腦袋不清楚的人。",
    "jp": "植物学に精通している若き学者、アビディアの森のレンジャー長を務めている。まっすぐな性格で熱意があり、考えなしに行動してしまう者を指導するのが得意。",
    "ko": "식물학에 정통한 소년학자. 현재 아비디야 숲에서 숲의 순찰관직을 맡고 있다. 솔직하고 열정적이며 어리석은 사람을 가르치는 데 일가견이 있다",
    "en": "A young researcher well-versed in botany who currently serves as a Forest Watcher in Avidya Forest. He is a straight shooter with a warm heart — and a dab hand at guiding even the dullest of pupils.",
    "de": "Ein junger Gelehrter, der sich in der Botanik gut auskennt. Derzeit arbeitet er als Waldhütermeister im Avidya-Wald. Er ist aufrichtig, warmherzig und gut darin, ungeschickte Schüler zu unterrichten.",
    "es": "Un joven erudito experto en botánica que desempeña el cargo de guarda forestal en el Bosque Avidya. Es muy franco, entusiasta y bueno instruyendo a las personas con menos conocimientos.",
    "fr": "Un jeune chercheur doué en botanique qui sert actuellement de brigadier forestier dans la Forêt d'Avidya. Il est franc et chaleureux, et on le qualifie de main habile pouvant guider même les élèves les plus ternes.",
    "pt": "Um jovem pesquisador que conhece bastante de botânica e que atualmente trabalha como um Patrulheiro Florestal na Floresta Avidya. Ele é extremamente sincero com um bom coração — e muito bom na orientação até mesmo dos alunos mais ingênuos.",
    "ru": "Молодой учёный, досконально освоивший ботанику. В настоящее время служит лесным стражем в лесу Авидья. Искренний и добросердечный, он умеет обучать даже самых непонятливых учеников.",
    "id": "Peneliti muda yang berpengalaman di bidang botani yang saat ini menjabat sebagai Pelindung Hutan di Hutan Avidya. Seorang yang lurus dengan hati penuh kebajikan — dan juga seorang yang andal dalam membimbing bahkan murid yang paling bodoh sekalipun.",
    "th": "นักวิชาการรุ่นเยาว์ที่เชี่ยวชาญด้านพฤกษศาสตร์ ตอนนี้เขาทำหน้าที่เป็นหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่ Avidya Forest นิสัยตรงไปตรงมากระตือรือร้น เก่งในเรื่องการแนะนำสั่งสอนพวกคนสมองเลอะเลือน",
    "vi": "Học giả thiếu niên tinh thông thực vật học, hiện đang làm đội trưởng kiểm lâm của Rừng Avidya. Tính tình thẳng thắn nhiệt tình, hay dạy bảo những người hay lơ là đầu óc."
  },
  "constellation": {
    "zhs": "郭狐座",
    "zht": "廓狐座",
    "jp": "フェネック座",
    "ko": "사막여우자리",
    "en": "Vulpes Zerda",
    "de": "Vulpes Zerda",
    "es": "Vulpes Zerda",
    "fr": "Vulpes Zerda",
    "pt": "Vulpes Zerda",
    "ru": "Фенек",
    "id": "Vulpes Zerda",
    "th": "Vulpes Zerda",
    "vi": "Cung Quách Hồ"
  }
}