[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Informações do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "途经道成林一带的人有时会遇见一位特别的巡林官。\n\n他有着大大的耳朵、长长的尾巴和稍显稚嫩的面庞。若不细看，没准会将他当成某种林子里的珍稀小动物。\n\n但只要和他接触过，人们就会发现他说起话来干脆利落，十分稳健。\n\n「请等一下。看你的装备，应该是要前往须弥城的行商吧？方向不对，回来回来！」\n\n「喏，扭过头去，看那边。枝叶密集，湿气更重，怎么看都不是通往城镇的大路吧。」\n\n「哎哟，水袋怎么是空的？」\n\n「拿来，我分你一点。不要以为在雨林里就不用准备干净的饮用水了。」\n\n「在野外乱喝的话，没准一觉醒来就躺在城里的『健康之家』了喔？」\n\n「当然，如果这个才是你计划中的『行进路线』，那算你有想法。」\n\n一连串指挥下来，还没等回过神，这位迷路的朋友就已经被安排妥当了。\n\n「那个…非常感谢！但、但…请问您是…？」\n\n看着不知所措到对着矮自己一头的巡林官连连行礼的旅行商人，同行的巡林队员终于忍不住笑出声来。\n\n「噗噗…咳。这位啊，是我们的大…呃，提纳里巡林官大人。」",
      "zht": "途經道成林一帶的人有時會遇見一位特別的巡林官。\n\n他有著大大的耳朵、長長的尾巴和稍顯稚嫩的面龐。若不細看，說不定會將他當成某種林子裡的珍稀小動物。\n\n但只要和他接觸過，人們就會發現他說起話來乾脆俐落，十分穩健。\n\n「請等一下。看你的裝備，應該是要前往須彌城的行商吧？方向不對，回來回來！」\n\n「喏，扭過頭去，看那邊。枝葉密集，濕氣更重，怎麼看都不是通往城鎮的大路吧。」\n\n「哎喲，水袋怎麼是空的？」\n\n「拿來，我分你一點。不要以為在雨林裡就不用準備乾淨的飲用水了。」\n\n「在野外亂喝的話，說不定一覺醒來就躺在城裡的『健康之家』了喔？」\n\n「當然，如果這個才是你計畫中的『行進路線』，那算你有想法。」\n\n一連串指揮下來，還沒等回過神，這位迷路的朋友就已經被安排妥當了。\n\n「那個…非常感謝！但、但…請問您是…？」\n\n看著不知所措到對著矮自己一頭的巡林官連連行禮的旅行商人，同行的巡林隊員終於忍不住笑出聲來。\n\n「噗噗…咳。這位啊，是我們的大…呃，提納里巡林官大人。」",
      "jp": "アビディアの森を通る者は、たまに特別なレンジャー長に遭遇する。\n\nその特徴は大きな耳と長いしっぽ、そして年若い顔立ちだ。よく見なければ、森に生息する珍しい生き物と勘違いしてしまうかもしれない。\n\nしかし彼と接してみれば、凛々しく引き締まった、落ち着きのある話し方をするとすぐ気付くだろう。\n\n「ちょっと待って。その装備を見るに、スメールシティを目指している商人だよね？方向が違うよ、早く戻っておいで！」\n\n「ほら、振り返ってあっちを見てごらん。植物が密集し、湿度が高い。どう考えても、シティへ向かう道じゃないでしょ。」\n\n「あれ、水筒が空っぽじゃないか。」\n\n「ほら、僕のを分けてあげる。綺麗な飲用水が雨林では必要ないと思ったら大間違いだよ。」\n\n「野外で変な水を飲みでもしたら、あとでスメールシティの『ビマリスタン』のベッドで目覚めるかもしれない。」\n\n「もちろん、それが君の計画していた『ルート』なら、大した発想だけど。」\n\n一連の指導が済んだ後、気がつくとその迷子になっていた通行人は無事に誘導されている。\n\n「その…ありがとうございます！で、ですが…あなたはいったい…？」\n\n自分より頭一つ身長の低いレンジャー長に深々とお辞儀する旅商人を見て、レンジャーたちは堪えきれず大笑いした。\n\n「あははっ…コホン。この人は、僕たちの大…えっと、ティナリレンジャー長だ。」",
      "ko": "아비디야 숲 일대를 지나가는 사람들은 가끔 어느 특별한 숲의 순찰관과 마주치게 된다.\n\n커다란 귀에 긴 꼬리, 그리고 다소 앳된 얼굴을 갖고 있어서 자세히 보지 않으면 숲의 희귀한 동물로 착각할지도 모른다.\n\n하지만 그를 겪어본다면, 그가 얼마나 똑 부러지면서도 침착한지 알게 될 것이다.\n\n「잠깐만. 보아하니 수메르성으로 돌아가는 행상인 것 같은데, 방향이 틀렸어. 얼른 돌아와!」\n\n「자, 고개 돌려서 저쪽을 봐봐. 가지와 잎도 무성하고, 습기도 가득한 게 어떻게 봐도 도시로 통하는 길이 아니잖아.」\n\n「어라, 물주머니가 비었네?」\n\n「이리 줘, 물을 좀 나눠줄게. 우림이니까 깨끗한 물을 준비하지 않아도 된다 생각했다면 오산이야.」\n\n「야외에서 함부로 물을 마셨다간, 자고 일어났을 때 성 안의 『비마르스탄』에 누워있을지도 모른다구?」\n\n「물론, 그게 네가 계획한 『노선』이라면 계획대로 된 거겠지만.」\n\n일련의 지시에 정신을 차리기도 전에, 길을 잃었던 상인은 어느새 모든 계획이 안배되었다.\n\n「저… 정말 감사합니다! 그, 그런데… 당신은 누구시죠…?」\n\n자신보다 머리 하나는 작은 숲의 순찰관에게 어쩔 줄 모르며 인사하는 여행 상인의 모습에 동행하던 순찰대원이 끝내 웃음을 터뜨렸다.\n\n「푸흡… 크흠, 큼. 이분은 우리 대… 음, 아니지. 이분은 타이나리 순찰관님이십니다」",
      "en": "Those who travel through Avidya Forest will sometimes meet a rather special Forest Watcher.\n\nHe has large ears, a long tail, and a slightly delicate face. If a less discerning eye were to appraise him, he might even look like some kind of small, rare animal native to the forests.\n\nBut anyone who has even been acquainted with him will know that there is clarity to his words and steadiness in his bearing.\n\n\"One moment, please. Judging from your equipment, you're a traveling merchant bound for Sumeru City, aren't you? Come back, please, you're going the wrong way.\"\n\n\"I mean, just look over there. The leaves are dense and the air grows damper. That doesn't seem like the main road leading to the city, no matter how you slice it.\"\n\n\"Oh dear, your waterskin is empty, isn't it?\"\n\n\"Come, let me share some with you. Being in a rainforest is no reason to skimp on your water supply.\"\n\n\"If you drink any old water you find out here, you might next find yourself at Bimarstan, you know?\"\n\n\"Of course, if that is part of your itinerary, then I suppose you have... interesting opinions.\"\n\nAmidst the flurry of instructions, the lost lamb will have all the arrangements made for them before they know it.\n\n\"Um... Thank you so much! Still, uh, might I ask who you are...?\"\n\nAs the other Forest Rangers look upon the traveling merchant bowing to the diminutive Forest Watcher, they cannot help but laugh.\n\n\"Pfft-haha! Ahem. This is our G— Well, Forest Watcher Tighnari.\"",
      "de": "Wer durch den Avidya-Wald reist, trifft manchmal auf einen ganz besonderen Waldhütermeister, der ein jungenhaftes Gesicht hat.\n\nWegen seiner langen Ohren und seines flauschigen Schwanzes könnte man ihn mit einem seltenen Waldtier verwechseln.\n\nAber jeder, der ihn kennt, kennt seine Geradlinigkeit und Zuverlässigkeit.\n\n„Einen Moment, bitte. Nach deiner Ausrüstung zu urteilen, bist du ein Händler auf dem Weg nach Sumeru, oder? Du gehst in die falsche Richtung, komm bitte schnell zurück!“\n\n„Ich meine, sieh dich nur um. Der Wald da drüben ist noch dichter und die Luft noch feuchter. Das sieht auf keinen Fall nach einem Weg aus, der in die Stadt führt, oder?“\n\n„Oje, dein Wasserbeutel ist leer?“\n\n„Komm, ich teile etwas mit dir. In einem Regenwald zu sein, ist kein Grund dafür, beim Trinkwasser zu knausern.“\n\n„Wenn du das Wasser hier im Wald trinkst, landest du gleich im ‚Bimarstan‘.“\n\n„Wenn aber das ein Teil von deinem ‚Reiseplan‘ ist, dann bist du ein echt interessanter Typ.“\n\nNach der ganzen Reihe von Anweisungen befand sich der verirrte Händler bereits gut ausgerüstet auf dem richtigen Weg, bevor er sich’s versah.\n\n„Ähm ... Vielen Dank! Darf ich aber fragen, wer du bist ...?“\n\nAls die anderen Waldhüter sahen, wie sich der reisende Händler mit ernster Miene vor dem kleinen Waldhütermeister verbeugte, konnten sie ihr Lachen nicht mehr zurückhalten.\n\n„Puh ... haha ... Er ist unser Maha-Wald... nun ja, Waldhütermeister Tighnari.“",
      "es": "Aquellos que se adentran en el Bosque Avidya a veces se topan con un guarda forestal un tanto particular.\n\nTiene unas orejas grandes, una larga cola y un rostro un poco de niño. Si uno no se fija bien, incluso podría llegar a confundirlo con un extraño animalillo del bosque.\n\nSin embargo, todos los que se han cruzado con él saben que tiene una manera de hablar directa y seria.\n\n“Un momento. Por tu equipaje diría que eres un comerciante que se dirige a Sumeru. Pues vas en la dirección opuesta. ¡Vamos, vuelve por allí!\n\nMira a tu alrededor. Por allí el follaje es más denso y el ambiente todavía más húmedo. Está claro que ese no es el camino que conduce a la ciudad.\n\n*Suspira*, ¿por qué no llevas agua en la cantimplora?\n\nVen aquí, te daré de la mía. No puedes adentrarte en el bosque sin agua potable.\n\nSi bebes del agua que encuentres en la naturaleza, acabarás en el bimaristán de la ciudad.\n\nEstá claro que si vas en esa dirección es que no tienes ni idea de por donde andas”.\n\nTras recibir todas esas indicaciones, Tignari ya había puesto al comerciante en la ruta correcta incluso antes de que este pudiera voltearse.\n\n“Humm, vaya... ¡Muchas gracias! Pero... ¿quién es usted?”.\n\nAl ver la escena que tenía lugar entre el desorientado comerciante y el pequeño guarda forestal que lo regañaba tan seriamente, los demás guardabosques no pudieron contener las carcajadas.\n\n“Pffff... *Ejem*, este es nuestro je... Quiero decir, este es el guarda forestal Tignari”.",
      "fr": "#Il arrive que ceux qui traversent la Forêt d'Avidya tombent sur un brigadier forestier hors du commun.\n\nIl a de grandes oreilles, une longue queue, et le visage tendre comme celui d'un enfant. Si l'on ne le regarde pas attentivement, on pourrait se méprendre et penser qu'il s'agit d'un curieux petit animal sylvain.\n\nCependant, tous ceux qui l'ont rencontré savent qu'il est quelqu'un qui sait s'affirmer et qui s'exprime sans détour.\n\n« Attendez, s'il vous plaît ! À en juger de votre équipement, vous êtes un marchand qui voyage vers la Ville de Sumeru, c'est bien ça ? Vous vous trompez de direction, revenez ! »\n\n« Tenez, tournez la tête et regardez là-bas. Le feuillage se fait plus dense et l'air est beaucoup plus humide. Ça ne ressemble pas du tout à une route qui mène vers la ville. »\n\n« Aïe aïe aïe, comment se fait-il que votre gourde soit vide ? »\n\n« Tenez, je vous donne un peu de mon eau. Vous ne pensez tout de même pas qu'on peut s'aventurer dans la forêt tropicale sans apporter de l'eau potable ? »\n\n« Si vous buvez n'importe quoi dans la nature, un jour, vous allez vous réveiller au Bimarestan sans savoir pourquoi{NON_BREAK_SPACE}! »\n\n« Si c'est de cette manière que vous comptez vous rendre en ville, vous m'excuserez de dire que vous avez des idées originales ! »\n\nTighnari fournit toutes les instructions dont le marchand avait besoin avant que celui-ci n'eût le temps de réagir.\n\n« Alors, euh... Merci beaucoup ! Par contre, hum... Puis-je savoir à qui j'ai l'honneur ? »\n\nEn voyant ce marchand perdre ses moyens et redoubler de politesse face à un brigadier forestier qui faisait une tête de moins que lui, les brigadiers forestiers qui accompagnaient Tighnari ne purent s'empêcher de pouffer de rire.\n\n« Pfouahaha... Ahem. Cette personne qui se trouve devant vous, c'est notre grand... C'est monsieur Tighnari, le grand brigadier forestier. »",
      "pt": "Aqueles que viajam pela Floresta Avidya, às vezes, irão se deparar com um Patrulheiro Florestal bem especial.\n\nEle tem orelhas bem longas, uma longa cauda e uma cara que alguns chamariam de delicado. Se um olho menos perspicaz o avaliasse, ele poderia até se parecer com uma espécie de animal pequeno e raro nativo das florestas.\n\nMas qualquer um que já o tenha conhecido, saberá que existe lucidez e firmeza em suas palavras.\n\n\"Um momento, por favor. Ao julgar pelo seu equipamento, você é um comerciante viajante da Cidade de Sumeru, não é? Volte, por favor, você está indo para o caminho errado.\"\n\n\"Digo, olhe bem para lá. As folhas são densas e o ar fica mais úmido. Não parece ser o caminho principal que leva até a cidade, não importa como você olhe para ele.\"\n\n\"Oh, minha nossa, seu cantil está vazio, não é?\"\n\n\"Venha, deixe-me dividir um pouco com você. Estar em uma floresta tropical não é motivo para racionar seu suprimento de água.\"\n\n\"Se você beber qualquer água que você encontrar, você pode acabar indo parar no Bimarstan, sabe?\"\n\n\"Claro que, se isso fizer parte do seu itinerário, então eu suponho que você tenha... opiniões interessantes.\"\n\nEm meio à enxurrada de instruções, o cordeiro perdido terá todas as providências tomadas para eles antes mesmo que eles percebam.\n\n\"Uh... Muito obrigado! Mesmo assim, uh, posso saber quem é você...?\"\n\nEnquanto os outros Patrulheiros Florestais olham para o comerciante viajante curvando-se diante do pequeno Patrulheiro Florestal, eles não conseguem se aguentar e acabam caindo na gargalhada.\n\n\"Pfff-hahahaha! Ahem. Esse é o nosso mes-digo, nosso Patrulheiro Florestal Tighnari.\"",
      "ru": "Проезжая через лес Авидья, можно встретить удивительного лесного стража. У него большие уши, длинный хвост и мальчишеское выражение лица. Если не присматриваться, то его можно принять за какого-нибудь редкого лесного зверька. Однако всем, кто с ним встречался, знакома его прямая и серьёзная манера речи. «Подожди. Судя по поклаже, ты странствующий торговец и направляешься в город Сумеру. Тебе в другую сторону. Поворачивай!» «Посмотри вон туда. Видишь, какая густая листва? А воздух, как в парной. Не очень похоже на дорогу в город, правда?» «Ох, почему у тебя с собой нет воды?» «Я дам тебе немного. Не думай, что в тропическом лесу не нужна чистая питьевая вода». «Если будешь пить неочищенную воду, окажешься в Бимарстане». «Если только там ты и хотел оказаться. Тогда ты на правильном пути». Выслушав серию наставлений, заблудившийся торговец даже не успел понять, как оказался на верном пути. «Это... Спасибо вам... Но... Кто вы?» Наблюдая за сценой, разыгравшейся между озадаченным торговцем и маленьким лесным стражем, который отчитывал его с таким серьёзным выражением лица, другие лесные стражи не могли сдержать смеха. «Пф-пф... Кхе... Это наш ком... Наш командир, лесной страж господин Тигнари».",
      "id": "Mereka yang menjelajah ke Hutan Avidya terkadang bertemu dengan seorang Pelindung Hutan yang spesial.\n\nDia memiliki telinga besar dan ekor panjang, dan wajah seperti anak-anak. Jika kamu tidak melihat lebih dekat, kamu bahkan bisa salah mengiranya sebagai hewan hutan kecil yang langka.\n\nNamun, setiap orang yang bertemu dengannya tahu bahwa dia memiliki cara berbicara yang tegas dan serius.\n\n\"Tunggu sebentar. Dilihat dari barang bawaanmu, kamu harusnya adalah seorang pedagang yang mau pergi ke Kota Sumeru, kan? Kamu pergi ke arah yang berlawanan, ayo kemari!\"\n\n\"Lihat ke sekeliling. Di sana dedaunan semakin lebat dan suasana semakin lembab. Jelas bahwa arah itu bukan jalan menuju kota.\"\n\n\"*huff* Kenapa botol airmu kosong?\"\n\n\"Bawa kemari, aku akan berikan sedikit air untukmu. Jangan kira kamu tidak perlu menyiapkan air bersih saat pergi ke hutan hujan.\"\n\n\"Kalau kamu minum air di alam liar, kamu mungkin akan terbangun dan berbaring di Bimarstan di kota.\"\n\n\"Tentu saja, jika ini adalah rencana \"Rute Perjalanan\" kamu, maka kamu telah memikirkannya dengan baik.\"\n\nSetelah mendengar begitu banyak nasihat, pedagang yang tersesat ini sudah diatur kembali dengan baik olehnya.\n\n\"Te-Terima kasih banyak! O-Omong-omong ... Siapa nama Anda?\"\n\nMelihat pedagang keliling yang kebingungan dan membungkuk kepada Pelindung Hutan yang lebih pendek darinya, anggota penjaga lainnya tidak bisa menahan tawa mereka.\n\n\"Hehe ... *uhuk*. Orang ini adalah bo— ehem，Tuan Pelindung Hutan Tighnari.\"",
      "th": "ผู้คนที่เดินผ่านป่า Avidya บางครั้งก็จะพบกับหัวหน้าเจ้าหน้าที่พิทักษ์ป่า\n\nเขามีใบหูที่ใหญ่ หางที่ยาว และใบหน้าที่เยาว์วัย หากไม่สังเกตดูให้ดี อาจจะคิดว่าเขาเป็นสิ่งมีชีวิตตัวน้อยหายากชนิดหนึ่งในป่า\n\nแต่ขอเพียงแค่ได้สัมผัสพูดคุยกับเขา ผู้คนก็จะพบว่าเขาเป็นคนพูดจาชัดถ้อยชัดคำมั่นคงหนักแน่น\n\n\"กรุณารอก่อน ดูจากเสื้อผ้าของคุณแล้ว คงเป็นพ่อค้าแม่ขายที่จะเดินทางไปที่ Sumeru สินะ？นั่นมันผิดทางแล้วนะ กลับมาก่อน กลับมา!\"\n\n\"เอาล่ะ หันหัวของคุณมาแล้วมองไปตรงนั้น เห็นมั้ย ทางนั้นมีแต่ต้นไม้ขึ้นจนรกทึบไปหมด อากาศก็ชื้นหนัก มองยังไงก็ไม่ใช่ถนนสายหลักที่มุ่งหน้าเข้าเมืองได้เลย\"\n\n\"อ๋าา ทำไมถุงน้ำถึงว่างแบบนี้ล่ะ?\"\n\n\"เอามานี่ ฉันจะแบ่งให้คุณนิดนึง อย่าคิดว่าในป่าฝนไม่จำเป็นต้องเตรียมน้ำดื่มที่สะอาดสิ\"\n\n\"ถ้าดื่มน้ำในป่าซี้ซั๊ว ไม่แน่ตื่นมาอีกทีอาจนอนพะงาบอยู่ที่ 'Bimarstan' ในเมืองก็ได้นะ?\"\n\n\"แน่นอนว่า ถ้านี่คือแผน 'เส้นทางท่องเที่ยว' ของคุณ ก็ถือว่าคุณมีความคิดเป็นตัวของตัวเองดีนะ\"\n\nหลังถูกชี้แนะเป็นพรืด ทุกอย่างก็ถูกจัดเตรียมไว้แล้วก่อนที่สหายที่หลงทางคนนี้จะรู้สึกตัวซะอีก\n\n\"เอ่อ คือ...ขอบคุณมากนะ! แต่... ฉันขอถามหน่อยได้มั้ยว่าคุณเป็นใคร...?\"\n\nพอมองดูคนค้าขายเร่ที่งก ๆ เงิ่น ๆ โค้งคำนับหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่ตัวเล็กกว่าตัวเองช่วงหัวหนึ่งแล้ว ทีมพิทักษ์ป่าที่เห็นก็อดที่จะหัวเราะออกมาไม่ได้\n\n\"พรืด ฮ่า... อะแฮ่ม ท่านนี้ก็คือ ลูกพี่... เอ้ย หัวหน้าเจ้าหน้าที่พิทักษ์ป่า ท่าน Tighnari\"",
      "vi": "Những người đi qua khu vực Rừng Avidya đôi khi sẽ gặp một kiểm lâm đặc biệt.\n\nAnh ấy có một đôi tai to, một cái đuôi dài và một khuôn mặt hơi non nớt. Nếu không nhìn kỹ, nói không chừng sẽ tưởng anh ấy là một loại động vật quý hiếm trong rừng.\n\nNhưng mọi người chỉ cần từng tiếp xúc với anh ấy thì sẽ thấy anh ấy nói chuyện rất rõ ràng và kiên định.\n\n\"Vui lòng chờ một chút. Nhìn trang bị của anh, có phải anh là thương nhân lữ hành đang đến Sumeru không? Anh đi sai đường rồi, hãy quay lại đi!\"\n\n\"Nè, quay đầu lại, nhìn bên kia. Nơi này tán cây rậm rạp, không khí ẩm ướt, có nhìn thế nào cũng không giống con đường chính dẫn vào thành phải không.\"\n\n\"Chậc, sao túi nước lại trống không vậy?\"\n\n\"Đưa đây, tôi chia cho một ít. Đừng nghĩ rằng không cần chuẩn bị nước uống sạch trong rừng mưa nhé.\"\n\n\"Uống nước linh tinh ở bên ngoài nói không chừng khi tỉnh dậy là đang nằm ở \"Bimarstan\" trong thành rồi đó?\"\n\n\"Đương nhiên, nếu đây là \"hướng đi\" trong kế hoạch của anh thì anh cũng dám nghĩ thật đấy.\"\n\nSau một loạt mệnh lệnh, người bạn lạc đường đó còn chưa định thần lại thì đã được sắp xếp ổn thỏa rồi.\n\n\"Ừm... cám ơn rất nhiều! Nhưng, nhưng... cho hỏi anh là...?\"\n\nNhìn thấy thương nhân lữ hành bối rối hành lễ trước đội trưởng kiểm lâm thấp hơn mình cả một cái đầu, những nhân viên kiểm lâm đi cùng không khỏi bật cười.\n\n\"Phụt... E hèm. Vị này ấy à, là... ừm, đội trưởng kiểm lâm Tighnari của chúng tôi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "除了最基本的雨林维护外，巡林队往往还会遇到许许多多人为造成的麻烦：\n\n被肆意占用的营地，破坏植被搭建的窝棚，还有会成为污染源的生活垃圾堆，未完全熄灭的篝火灰…\n\n针对这些情况，除了解决眼前的问题之外，还必须对它们的始作俑者进行一番苦口婆心的劝导，然而这些规劝有时并不能准确地传达。\n\n这一情况在提纳里加入巡林队后有了明显的改善。\n\n一部分是因为提纳里自带学者风范，会底气十足、毫不客气地「教训」那些惹乱子的家伙。\n\n更重要的是，在教训对方的过程中，提纳里确实将正确的做法和相关的缘由用最能让对方听懂的方式传达到位了。\n\n在提纳里看来，这些野外生存指南也是知识的一种，而想让大家接受知识是要讲究技巧的。\n\n直白地点明对方的错误与其中的利害关系，比干巴巴地输出建议要有用多了。\n\n也许正因如此，提纳里对教令院推行的「虚空终端」颇有微词。\n\n知识本应是属于所有生灵的宝藏，应当被对它们产生好奇的人热情拥抱，而不是沦为被限制分配的纯粹生存工具。\n\n遗憾的是，提纳里作为一名年轻学者，并没有与教令院抗衡的能力，目前也只能在有限的范围内做自己能做到的努力。\n\n并且与此同时，现实也并不总能达到理想的状态——\n\n所以大家在道成林中，还是会经常碰见被提纳里劈头盖脸教训的倒霉蛋。",
      "zht": "除了最基本的雨林維護外，巡林隊往往還會遇到許許多多人為造成的麻煩：\n\n被肆意佔用的營地、破壞植被搭建的窩棚，還有會成為污染源的生活垃圾堆、未完全熄滅的篝火灰…\n\n針對這些情況，除了解決眼前的問題之外，還必須對它們的始作俑者進行一番苦口婆心的勸導，然而這些規勸有時並不能準確地傳達。\n\n這一情況在提納里加入巡林隊後有了明顯的改善。\n\n一部分是因為提納里自帶學者風範，會底氣十足、毫不客氣地「教訓」那些惹亂子的傢伙。\n\n更重要的是，在教訓對方的過程中，提納里能確實將正確的做法和相關的緣由用最能讓對方聽懂的方式傳達到位。\n\n在提納里看來，這些野外生存指南也是知識的一種，而想讓大家接受知識是要講究技巧的。\n\n直白地點明對方的錯誤與其中的利害關係，比乾巴巴地給予建議要有用多了。\n\n也許正因如此，提納里對教令院推行的「虛空終端」頗有微詞。\n\n知識本應是屬於所有生靈的寶藏，應當被對它們產生好奇的人熱情擁抱，而不是淪為被限制分配的純粹生存工具。\n\n遺憾的是，提納里作為一名年輕學者，並沒有與教令院抗衡的能力，目前也只能在有限的範圍內做自己能做到的努力。\n\n並且與此同時，現實也並不總能達到理想的狀態——\n\n所以大家在道成林中，還是會經常碰見被提納里劈頭蓋臉教訓的倒楣鬼。",
      "jp": "もっとも基本的な雨林の整備以外にも、レンジャー長は多くの人為的な問題に遭遇する。\n\n占拠され好き放題にされている拠点、植生を邪魔する小屋の建設、汚染源となる生活ゴミの山、完全に消火しきれていない焚き火…\n\nこれらは目の前の状況を解決するだけでなく、問題を起こした者にも少しばかりの教育が必要だ。しかし、その教育が正しく伝わらないことも多い。\n\nこういったことは、ティナリがレンジャー隊に加入してから大きく改善された。\n\nその理由の一端が、学者気質ゆえに弁が立ち、容赦なく問題を起こす者に「説教」をする点にある。\n\nそして、それ以上に重要な部分が、ティナリの説教は相手が一番理解しやすい形で、正確に、正しい理由を伝えるからだ。\n\nティナリにとって、こうしたサバイバルガイドも知識の一種であり、他人にそれを理解させるには技術が必要だと考えている。\n\nまた事務的にアドバイスするより、相手の間違いと問題点、そして利害関係を指摘するのが有効だと彼は考えている。\n\nそれゆえ、ティナリは教令院が推している「アーカーシャ端末」に対して、かなり批判的だ。\n\n知識は本来、あらゆる生き物が持つ宝であり、その共有を制限して、生存するための単なる道具になってはならない。知識に興味を抱く者がいれば、温かく迎えるべきなのだ。\n\nただ残念ながら、若き学者であるティナリには、教令院に立ち向かえるほどの力がない。今のところ、限られた範囲で出来ることに尽力するのみである。\n\nそして同時に、現実は必ずしも理想通りにはいかない——\n\nそのためアビディアの森では、今もティナリに説教される不運な人々がよく見られる。",
      "ko": "가장 기본적인 우림의 관리 외에도, 숲의 순찰대는 종종 인위적인 문제에 부딪히곤 한다.\n\n누군가 무단으로 야영지를 점령하거나 식물로 지어진 오두막을 파괴한다든가, 오염원이 돼버린 생활 쓰레기라든가, 제대로 꺼지지 않은 모닥불이라든가…\n\n이런 상황에 대해 문제를 해결하는 것 외에도 이 상황의 주동자를 거듭 타이르고 충고해야 하지만, 가끔은 그 충고가 정확하게 전달되지 않을 때도 있다.\n\n이 상황은 타이나리가 숲의 순찰대에 가입하면서부터 확연히 개선되었다.\n\n타이나리가 학자의 기품으로 문제를 일으키는 녀석들을 사정없이 「훈계」하는 게 그 이유 중 하나일 것이다.\n\n그러나 더 중요한 건 훈계 과정에서 타이나리가 정확한 처리 방법과 그 이유를 상대가 이해할 수 있는 방식으로 전달한다는 것이다.\n\n타이나리는 야외 생존 가이드도 지식의 일종이며, 사람들이 지식을 받아들이게 하는 것도 어느 정도의 노하우가 필요하다고 여기고 있다.\n\n상대방의 잘못과 그 이해관계를 명확하게 지적하는 건 메마른 충고보다 훨씬 유용한 것이었다.\n\n어쩌면 타이나리가 아카데미아에서 추진하는 「허공 단말기」에 불만을 품고 있는 것도 그 이유 때문일 것이다.\n\n지식이란 모든 생명체의 보물이어야 한다. 그러니 지식은 그것에 호기심을 갖는 이들에게 돌아가야지, 배급이 제한되어 순수한 생존 도구로 전락해서는 안 되는 것이다.\n\n하지만 안타깝게도 젊은 학자 타이나리는 아직 아카데미아에 대항할 능력이 없다. 그저 제한된 범위 안에서 힘닿는 데까지 최선을 다할 뿐이다.\n\n현실 역시 종종 이상에 못 미칠 때가 있다.\n\n그렇기에 지금도 아비디야 숲에선 타이나리에게 한바탕 혼나고 있는 운 나쁜 사람을 심심찮게 발견할 수 있다",
      "en": "Other than the most basic of forest maintenance, the Forest Rangers will often encounter a great number of problems whose origins lie in human hands:\n\nArbitrarily occupied camps, shacks built by the destruction of vegetation, domestic waste dumps that may become sources of pollution, bonfire embers that have yet to fully be extinguished...\n\nIn response to such situations, they must not only solve the problem at hand but also try to admonish the perpetrators, and yet these exhortations are not always accurately communicated.\n\nThis would improve greatly after Tighnari joined the Forest Watchers.\n\nPart of this is his scholarly rigor — the way in which he will unceremoniously \"teach\" the troublemakers.\n\nBut more importantly, Tighnari is able to communicate the correct way to act and the reasons behind that in a manner most comprehensible to those he teaches.\n\nThe way he sees it, these crafts of living out in the wilds are also knowledge, and that getting people to accept knowledge is an art in and of itself.\n\nIt is far more useful to be straightforward about the other part's errors and what is at stake as opposed to dryly giving advice.\n\nThis is also why Tighnari has disagreements with the Akademiya's purveying of the Akasha Terminal.\n\nKnowledge is, in truth, the treasure of all living things. It should be passionately embraced by those who are curious about it as opposed to becoming a tool for survival, doled out in limited amounts.\n\nUnfortunately, as a young researcher, Tighnari did not have anywhere near the clout to stand against the Akademiya, and even now he can only do what he can in a limited capacity.\n\nAt the same time, reality does not quite match up to one's ideals—\n\nAs such, some unlucky soul getting lectured by Tighnari is no uncommon sight in Avidya Forest.",
      "de": "Abgesehen von der grundlegenden Pflege des Regenwaldes stoßen die Waldhüter oft auf eine Vielzahl von Problemen, die durch menschliche Aktivitäten verursacht werden:\n\nWillkürlich besetzte Lager, auf Kosten der Vegetation errichtete Hütten, Hausmülldeponien mit einem großen Verschmutzungspotenzial und nicht komplett gelöschte Lagerfeuer ...\n\nDa müssen Waldhüter nicht nur die konkreten Probleme lösen, sondern auch deren Verursacher ermahnen. Die Ermahnungen sind jedoch nicht immer richtig ausgedrückt.\n\nDiese Situation hat sich verbessert, seit Tighnari ein Mitglied der Waldhüter wurde.\n\nEs liegt zum Teil an seiner akademischen Herangehensweise. Er wird die Typen, die Unfug angestellt haben, streng „belehren“.\n\nZudem kann Tighnari ihnen die richtige Handlungsweise und die Gründe dafür auf eine sehr verständliche Weise beibringen.\n\nFür Tighnari sind Überlebensanleitungen in der Wildnis auch eine Art von Wissen und es erfordert Geschick, Menschen dazu zu bringen, dieses Wissen aufzunehmen.\n\nEs ist viel effektiver, Fehler und ihre Folgen direkt aufzuzeigen, als nur trockene Ratschläge zu geben.\n\nAus genau diesem Grund hat Tighnari eine Meinungsverschiedenheit mit der Akademie über die Verbreitung der Akasha-Kontrollgeräte.\n\nEr meint, Wissen ist kein pures Überlebensinstrument, das nur in begrenzten Mengen verteilt wird, sondern ein Schatz, zu dem jedes Lebewesen einen Zugang haben kann, und der von jedem Neugierigen mit großer Begeisterung empfangen werden darf.\n\nAls junger Forscher hat Tighnari leider nicht genug Einfluss, um sich gegen die Akademie durchzusetzen. Er kann nur sein Bestes tun.\n\nAllerdings ist die Realität nicht immer ideal.\n\nSo ist es im Avidya-Wald keine Seltenheit, dass ein Pechvogel von Tighnari ganz schön heftig „belehrt“ wird.",
      "es": "Además de llevar a cabo las tareas de conservación propias de un bosque, los guardas forestales también han de lidiar con todo tipo de problemas causados por los visitantes.\n\nLos campamentos levantados en zonas no habilitadas para ello, el uso indiscriminado de recursos naturales para la edificación de tiendas de campaña, la contaminación y acumulación de residuos en el bosque, las fogatas mal apagadas y un largo etcétera.\n\nLos guardas forestales no solo tienen que resolver rápidamente estos problemas, sino que también tienen que disuadir a los que los causan para que no vuelvan a repetirse.\n\nPor suerte, la situación mejoró considerablemente cuando Tignari se unió a los guardas forestales.\n\nLa formación académica del joven le permite instruir y educar adecuadamente a los visitantes más problemáticos.\n\nLa clave está en que Tignari instruye a los visitantes del bosque con explicaciones detalladas y razonamientos que les permiten entender la gravedad de los errores que cometen.\n\nPara Tignari, las guías de supervivencia son un ejemplo básico de conocimiento y es necesario poseer las habilidades necesarias para ponerlas en práctica.\n\nSeñalar los errores cometidos y las consecuencias que tienen siempre resulta más efectivo que dar un par de indicaciones generales.\n\nQuizás ese sea precisamente el motivo por el que Tignari se muestra tan crítico con los conmutadores Akasha.\n\nEl conocimiento es un preciado bien al que todos deberían tener acceso y servir de herramienta para todos aquellos que sientan la necesidad de saber más, no limitarse a ser una mera guía de supervivencia restringida y disponible solo para unos cuantos.\n\nPor desgracia, Tignari no tiene la fuerza ni la influencia como para enfrentarse a toda la Academia de Sumeru. Por eso se limita a hacer todo lo que está en sus manos en el Bosque Avidya, donde sí tiene cierto margen de maniobra.\n\nEl único problema es que la realidad no siempre es tan perfecta como uno lo imagina...\n\nEs por eso que no debes sorprenderte si te cruzas con algún comerciante o viajero cabizbajo que ha sido reprendido por este joven guarda forestal.",
      "fr": "En dehors du travail de conservation forestière, les gardes forestiers font souvent face à de nombreux problèmes créés par les humains :\n\nDes camps occupés abusivement, des plantes détruites pour construire des abris de fortune, des amas de détritus qui deviendront des sources polluantes, ou encore des braises de feu de camp qui n'ont pas été bien éteintes...\n\nQuand ils sont confrontés à ce genre de situations, ils s'occupent non seulement de résoudre ces problèmes, mais aussi de sermonner leurs auteurs. Cependant, il n'est pas toujours garanti que le message parvienne à passer.\n\nHeureusement, ce dernier cas de figure est devenu beaucoup plus simple à gérer depuis l'arrivée de Tighnari chez les gardes forestiers.\n\nC'est en partie dû à son allure d'intellectuel : plein d'assurance, il parvient toujours à faire la morale aux fauteurs de troubles sans mâcher ses mots.\n\nMais surtout, quand il leur fait des remontrances, Tighnari est capable d'expliquer d'une manière qui est compréhensible pour les personnes concernées le comportement correct à avoir et les raisons pour lesquelles il faut agir de la sorte.\n\nPour lui, ces instructions sur la survie en nature sont aussi une forme de savoir, et parvenir à transmettre ces connaissances est un art en soi.\n\nIl vaut mieux être franc lorsqu'on explique en quoi ces mauvais comportements sont nuisibles que de donner de simples recommandations monotones.\n\nPeut-être est-ce pour cela que Tighnari se montre critique envers la promotion par l'Académie des terminaux akashiens.\n\nLe savoir est un trésor que partagent tous les êtres vivants, il doit être chéri par tous ceux qui sont curieux à son sujet plutôt que d'être réduit à un simple outil de survie dont l'accès est limité.\n\nMalheureusement pour lui, Tighnari est un jeune chercheur, et il n'a pas le pouvoir de tenir tête à l'Académie. Pour le moment, il n'a d'autre choix que de faire tout ce qu'il peut à sa propre échelle.\n\nEt même ainsi, la réalité n'est pas toujours conforme à ses idéaux...\n\nPour toutes ces raisons, il n'est pas rare de croiser un marchand ou un voyageur dépité qui s'est fait réprimander par le jeune brigadier forestier.",
      "pt": "Além dos cuidados básicos da floresta, os oficiais florestais frequentemente encontram um grande número de problemas que originam das mãos humanas:\n\nAcampamentos ocupados de forma arbitrária, cabanas construídas com a destruição da vegetação, depósitos de lixo doméstico que podem se tornar fontes de poluição, brasas de fogueira que ainda não foram totalmente extintas...\n\nEm resposta a tais situações, eles devem não apenas resolver o problema em questão, mas também tentar advertir os perpetradores, e ainda assim estes avisos nem sempre são ouvidos com precisão.\n\nIsso melhorou muito depois que Tighnari se juntou aos oficiais florestais.\n\nParte disto é pela sua rigidez acadêmica — a forma pela qual ele \"ensina\" francamente, aos bagunceiros.\n\nMas o mais importante, Tighnari é capaz de comunicar a maneira correta de agir e as razões por trás disso de uma maneira mais compreensível para aqueles que ele ensina.\n\nSegundo ele, estes ofícios de viver na natureza também são conhecimentos, e que fazer as pessoas aceitarem o conhecimento é uma arte por si só.\n\nÉ muito mais útil ser direto sobre os erros dos outros e os riscos envolvidos ao invés de apenas dar conselhos.\n\nÉ também por isso que Tighnari tem desentendimentos com a Academia quanto ao Terminal Akasha.\n\nO conhecimento é, na verdade, o tesouro de todos os seres vivos. Ele deve ser abraçado apaixonadamente por aqueles que são curiosos com relação a ele, ao invés de se tornar uma ferramenta de sobrevivência, sendo distribuídas aos poucos em quantias limitadas.\n\nInfelizmente, como um jovem pesquisador, Tighnari não tinha a popularidade necessária para se opor a Academia, e até hoje ele só consegue fazer o que pode de forma limitada.\n\nAo mesmo tempo, a realidade nem sempre combina com os ideais de alguém.\n\nDessa forma, algumas pobres almas levando broncas do Tighnari não é algo incomum de se ver na Floresta Avidya.",
      "ru": "Помимо основного ухода за тропическим лесом, лесные дозорные сталкиваются с большим количеством проблем, вызванными деятельностью человека. Беспорядочно разбитые лагеря и хижины, построенные путём вырубки растительности, свалки бытовых отходов, которые могут стать источниками загрязнения, не до конца прогоревшие костры... В таких случаях, помимо решения непосредственной проблемы, лесным дозорным необходимо провести воспитательную работу с их создателями, однако назидания не всегда доходили до них. Ситуация значительно улучшилась после того как Тигнари присоединился к лесным дозорным. Отчасти благодаря тому, что Тигнари учёный и привык с невозмутимым видом «читать лекции» нарушителям спокойствия. Но что более важно, Тигнари способен донести до тех, кого он учит, правила поведения и их причины в наиболее понятной для нарушителей форме. По его мнению, руководства по выживанию в дикой природе также являются знаниями, а заставить людей принять знания - это само по себе искусство. Гораздо полезнее прямо указать на ошибки другой стороны и рассказать об их цене, чем просто сухо давать советы. Именно поэтому у Тигнари есть разногласия с Академией по поводу широкого распространения терминала Акаши. Знания - это без преувеличения сокровище, которое принадлежит всем живым существам и должно с энтузиазмом восприниматься теми, кому оно интересно, а не превращаться в инструмент выживания, выдаваемый в ограниченном количестве. К сожалению, будучи молодым учёным, Тигнари не обладал достаточным влиянием, чтобы противостоять Академии, и даже сейчас он может делать только то немногое, что в его силах. В то же время реальность не всегда идеальна. Поэтому в лесу Авидья нередки случаи, когда какой-нибудь несчастный вынужден слушать лекцию Тигнари.",
      "id": "Selain mengurus pemeliharaan dasar yang dibutuhkan hutan hujan, Pelindung Hutan juga harus menangani masalah yang ditimbulkan oleh manusia:\n\nPerkemahan yang telah dibangun sesuka hati, gubuk yang dibangun dengan merusak lingkungan, sampah domestik yang akan menjadi sumber pencemaran, dan api unggun yang belum padam sepenuhnya ....\n\nMenghadapi situasi seperti ini, Pelindung Hutan tidak hanya harus segera menyelesaikan semua masalah ini, tetapi juga perlu meyakinkan mereka yang melakukan tindakan ini untuk tidak mengulanginya kembali. Namun, bujukan ini terkadang tidak dapat disampaikan secara akurat.\n\nNamun, situasinya jauh lebih baik sejak Tighnari bergabung dengan Pelindung Hutan.\n\nSebagian, karena Tighnari memiliki sikap akademis dan akan \"mengajari\" mereka yang membuat masalah dengan percaya diri dan sopan.\n\nYang lebih penting lagi, dalam proses mengajari orang lain, Tighnari menyampaikan apa yang benar dan alasan yang relevan dengan cara yang dapat dipahami oleh mereka.\n\nDalam pandangan Tighnari, panduan bertahan hidup di hutan belantara ini adalah semacam pengetahuan, dan dibutuhkan keterampilan untuk membuat semua orang menerima pengetahuan ini.\n\nJauh lebih berguna untuk menunjukkan kesalahan orang lain dan memberi tahu akibatnya secara terus terang daripada mengeluarkan saran secara tidak enak hati.\n\nMungkin hal ini yang membuat Tighnari mengkritisi \"Akasha Terminal\" yang diterapkan oleh Akademiya.\n\nPengetahuan seharusnya menjadi milik semua makhluk hidup. Pengetahuan harusnya diterima dengan hangat oleh mereka yang ingin tahu tentangnya. Alih-alih menjadi alat bertahan hidup yang dibatasi.\n\nSayangnya, sebagai seorang pelajar muda, Tighnari tidak punya kemampuan untuk melawan Akademiya. Saat ini, dia hanya dapat melakukan apa yang dia bisa.\n\nDan pada dasarnya, kenyataan tidak selalu seperti yang kamu inginkan ....\n\nOleh karena itu, kalian akan sering bertemu dengan orang tidak beruntung yang sedang diberi pelajaran oleh Tighnari di Hutan Avidya.",
      "th": "นอกจากการบำรุงรักษาป่าฝนเบื้องต้นแล้ว เจ้าหน้าที่พิทักษ์ป่ายังประสบปัญหามากมายที่มนุษย์สร้างขึ้น\n\nค่ายที่ถูกยึดครองโดยพลการ เพิงที่สร้างขึ้นมาจากการทำลายพืชพรรณ ไหนจะยังมีขยะที่ใช้ในการดำรงชีวิตอีกกองหนึ่ง ที่จะกลายเป็นแหล่งก่อให้เกิดมลพิษ แถมยังมีกองฟืนที่ยังมอดดับไม่หมด...\n\nสำหรับสถานการณ์พวกนี้ นอกจากแก้ไขปัญหาตรงหน้าแล้ว ยังต้องจัดการโน้มน้าวตักเตือนผู้ที่ก่อเรื่องอีกต่างหาก ซึ่งบางครั้งการตักเตือนก็ไม่ได้ถูกถ่ายทอดไปถึงอย่างถูกต้องนัก\n\nหลังจาก Tighnari เข้าร่วมกับทีมพิทักษ์ป่าสถานการณ์เหล่านี้ก็ดีขึ้นอย่างเห็นได้ชัด\n\nส่วนหนึ่งเป็นเพราะ Tighnari มีกลิ่นอายของนักวิชาการเปี่ยมไปด้วยความมั่นใจ และพร้อม 'สั่งสอนบทเรียน' ให้พวกที่ก่อเรื่องอย่างไม่ไว้หน้า\n\nที่สำคัญกว่านั้น ในระหว่างที่สั่งสอนอีกฝ่าย Tighnari ได้ใช้วิธีถ่ายทอดสิ่งที่ถูกต้อง และเหตุผลที่เกี่ยวข้องในรูปแบบที่อีกฝ่ายสามารถเข้าใจได้ง่ายที่สุด\n\nในมุมมองของ Tighnari คู่มือการเอาตัวรอดในถิ่นทุรกันดารเหล่านี้เป็นความรู้ประเภทหนึ่ง และต้องใช้ทักษะในการทำให้ทุกคนยอมรับฟังความรู้เหล่านี้\n\nการพูดตรงไปยังประเด็นที่ทำให้เกิดความผิดพลาดของอีกฝ่าย และสิ่งที่เสี่ยงให้เกิดอันตรายนั้นมีข้อดีกว่าที่จะให้คำแนะนำแบบแกน ๆ\n\nอาจเป็นเพราะเหตุนี้ Tighnari จึงค่อนข้างไม่ค่อยพอใจกับ \"Akasha Terminal\" ของสถาบันสักเท่าไหร่\n\nความรู้ควรเป็นสมบัติที่เป็นของสิ่งมีชีวิตทั้งปวง พวกมันควรได้รับอ้อมกอดอันอบอุ่นจากผู้ที่ใฝ่รู้ในพวกมัน แทนที่จะถูกจำกัดไว้เพียงเครื่องมือเอาตัวรอดที่มีการแจกจ่ายอย่างจำกัด\n\nน่าเสียดาย ในฐานะนักวิชาการรุ่นเยาว์ Tighnari ยังไม่มีพลังมากพอที่จะต่อกรกับสถาบัน ตอนนี้ทำได้แค่เพียงพยายามให้มากที่สุดในขอบเขตที่ตัวเองจะทำไหว\n\nแต่ความจริง ก็ไม่ใช่สิ่งที่สวยงามอย่างที่วาดหวังไว้\n\nเพราะงั้นใน Avidya Forest เลยมักจะพบเห็นคนโง่ดวงซวยก้มหน้ารับการสั่งสอนจาก Tighnari อยู่เป็นประจำ",
      "vi": "Ngoài công việc cơ bản nhất là bảo vệ rừng mưa ra, đội kiểm lâm còn gặp phải vô số rắc rối do con người gây ra:\n\nNhững lán trại bị chiếm dụng tùy tiện, phá hủy thảm thực vật để dựng trại, những bãi rác sinh hoạt có thể trở thành nguồn ô nhiễm, và tro tàn từ những đống lửa không được dập tắt hoàn toàn...\n\nĐể đối phó với những tình huống này, ngoài việc giải quyết những vấn đề trước mắt, còn phải khuyên nhủ họ một trận thật nghiêm túc, vậy mà những lời khuyên nhủ này đôi khi không thể được truyền đạt một cách chính xác.\n\nTình trạng này đã được cải thiện đáng kể sau khi Tighnari gia nhập đội kiểm lâm.\n\nMột phần là do Tighnari có phong thái của một học giả và có thể \"dạy dỗ\" những kẻ gây rối một cách rất cương quyết và không chút khách khí.\n\nQuan trọng hơn là khi dạy dỗ đối phương, Tighnari có thể truyền đạt cách làm đúng đắn và các lý do liên quan theo cách mà đối phương có thể hiểu rõ nhất.\n\nTheo quan điểm của Tighnari, hướng dẫn sinh tồn ở bên ngoài cũng là một loại kiến thức, và cần có kỹ năng để mọi người tiếp nhận kiến thức.\n\nSẽ hữu ích hơn nếu thẳng thắn nói về những sai lầm của đối phương và cái lợi cái hại của nó, thay vì đưa ra những lời khuyên khô khan.\n\nCó lẽ vì vậy mà Tighnari đã chỉ trích rất nhiều về \"Trạm Cuối Akasha\" của Giáo Viện.\n\nKiến thức phải là một kho báu thuộc về tất cả mọi người, nó đáng được những người tò mò về nó nhiệt tình đón nhận chứ không phải trở thành công cụ để sinh tồn và được sử dụng hạn chế.\n\nTiếc là Tighnari là một học giả trẻ tuổi, không đủ sức để đối đầu với Giáo Viện, hiện giờ chỉ có thể làm những gì có thể làm trong phạm vi hạn chế.\n\nVà đồng thời, hiện thực không phải lúc nào cũng đạt được đến trạng thái lý tưởng...\n\nVì vậy, ở Rừng Avidya, bạn sẽ thường xuyên bắt gặp những người xui xẻo bị Tighnari dạy dỗ thẳng thừng."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "提纳里初至化城郭时还只是巡林队中的普通一员，与其他巡林官别无二致。\n\n「比起参加教令院里那些神叨叨的『大项目』，还不如用自己的所知所学切实地改善雨林环境。」\n\n——这是提纳里一从阿弥利多学院毕业就离开教令院加入巡林队时的初心。\n\n然而刚入队几日，他便发现了巡林队中也存在不少问题。\n\n虽然队员们都有着保护雨林的热诚之心，但整个队伍缺乏合理的组织安排和科学严谨的工作指导。\n\n哎哟，想要做出改变注定会遇到困难，但放任不管可不是提纳里的作风。\n\n于是行动力超强的提纳里立即着手改善这一现状。\n\n建立科学的巡林日志，按照每个人的长处分配任务，定期进行队员们的博物学培训…\n\n在巡林队的积极配合下，很快，道成林的巡林效率越来越高，尤其是化城郭区域，变得井井有条。\n\n自然而然地，在巡林队员们的眼中，这位博学多识的行动派学者便成了他们的「老大」。\n\n于是有一天，提纳里发现同伴们对他的称呼变了——\n\n「大巡林官！今天的日志写好了，请你核验。」\n\n「大巡林官！我在离渡谷附近捡到了一个包裹，放在失物招领处了哦。」\n\n「糟糕，萨古跑哪去了…大巡林官，你今天有见过它吗？」\n\n一开始只当是他们口误，但次数多了之后，提纳里眉头紧皱起来。\n\n「我们这有『大巡林官』这个职称吗？…啊？是效仿了『大风纪官』的叫法？」\n\n…总之，略去过程，在提纳里的坚持下，大家对他的称呼又变回了「巡林官大人」、「师父」或者「提纳里先生」。\n\n「『大巡林官』听起来可太厉害了，我承受不起啊。」\n\n这是提纳里说出来的部分原因。\n\n「可怕，想起了某人讲过的『大风纪官与大风机关』的冷笑话…」\n\n这是提纳里没有说出口的另一部分原因。",
      "zht": "提納里初至化城郭時還只是巡林隊中的普通一員，與其他巡林官別無二致。\n\n「比起參加教令院裡那些故弄玄虛的『大項目』，還不如用自己的所知所學切實地改善雨林環境。」\n\n——這是提納里一從阿彌利多學院畢業就離開教令院加入巡林隊時的初心。\n\n然而剛入隊幾日，他便發現了巡林隊中也存在不少問題。\n\n雖然隊員們都有著保護雨林的熱誠之心，但整個隊伍缺乏合理的組織安排和科學嚴謹的工作指導。\n\n哎喲，想要做出改變註定會遇到困難，但放任不管可不是提納里的作風。\n\n於是行動力超強的提納里立即著手改善這一現狀。\n\n建立科學的巡林日誌、按照每個人的長處分配任務、定期進行隊員們的博物學培訓…\n\n在巡林隊的積極配合下，很快，道成林的巡林效率越來越高，尤其是化城郭區域，變得井井有條。\n\n自然而然地，在巡林隊員們的眼中，這位博學多識的行動派學者便成了他們的「老大」。\n\n於是有一天，提納里發現同伴們對他的稱呼變了——\n\n「大巡林官！今天的日誌寫好了，請你核驗。」\n\n「大巡林官！我在離渡谷附近撿到了一個包裹，放在失物招領處了哦。」\n\n「糟糕，薩古跑哪去了…大巡林官，你今天有見過牠嗎？」\n\n一開始只當是他們口誤，但次數多了之後，提納里眉頭緊皺起來。\n\n「我們這有『大巡林官』這個職稱嗎？…啊？是效仿了『大風紀官』的叫法？」\n\n…總之，略去過程，在提納里的堅持下，大家對他的稱呼又變回了「巡林官大人」、「師父」或者「提納里先生」。\n\n「『大巡林官』聽起來可太厲害了，我承受不起啊。」\n\n這是提納里說出來的部分原因。\n\n「可怕，想起了某人講過的『大風紀官與大風機關』的冷笑話…」\n\n這是提納里沒有說出口的另一部分原因。",
      "jp": "ティナリがガンダルヴァー村に来た当初、彼はまだ他の者と変わらないレンジャー長の一人だった。\n\n「教令院のおかしな『大プロジェクト』に参加するよりも、自分の知識や学んだことを活かして雨林の環境を改善したほうが有意義だ。」\n\n——これはアムリタ学院を卒業すると同時に教令院を離れ、レンジャー隊に入ったティナリの初志である。\n\nしかし入って数日で、レンジャー隊の中にも色々と問題があることに気付いた。\n\nメンバー全員に雨林を守るという情熱はあるものの、レンジャー隊全体を見た時、合理的な規律や科学に基づいた指示が欠けていたのだ。\n\n何かを変えるには必ず困難に直面する。だが、それを放置するようなティナリではない。\n\n並外れた行動力を持つティナリは、すぐに状況の改善に取り掛かった。\n\n科学的な観点を用いたパトロール日誌の作成、一人一人の長所に応じた任務の割り当て、メンバーに対して定期的な博物学の講義…\n\nレンジャーたちの協力の下、アビディアの森でのパトロール効率はどんどん上がっていった。特にガンダルヴァー村付近の効果は著しかった。\n\n気が付けばレンジャーたちの目には、この博識で行動力のある学者が「リーダー」として映っていた。\n\nそんなある日、仲間たちが自分の呼び方を変えたことにティナリは気付いた。\n\n「大レンジャー長！今日の日誌を書き終えましたのでご確認ください。」\n\n「大レンジャー長！チンワト峡谷付近で小さな包みを拾った、遺失物保管所に置いときますぜ。」\n\n「まったく、サグったらどこ行ったの…大レンジャー長、見かけませんでした？」\n\n最初はメンバーたちの呼び間違いだと思ったが、何度も聞くうちにティナリも訝しむようになった。\n\n「うちに『大レンジャー長』なんて肩書きはあっただろうか？…ああ、もしかして『大マハマトラ』の呼び方を真似たとか？」\n\n…これについて、何があったか過程は省略するが、ティナリの強い要望により呼び方はまた「レンジャー長」、「師匠」、「ティナリ先生」へと戻った。\n\n「『大レンジャー長』なんて大げさだ。僕にそう呼ばれる資格なんてないよ。」\n\nこれはティナリが実際に口にした理由である。\n\n「なんて恐ろしい。誰かさんが言ってた『大マッハマシン』なんていうダジャレを思い出してしまった…」\n\nこれはティナリが言葉にしなかった、もう一つの理由である。",
      "ko": "타이나리가 처음 간다르바 성곽에 왔을 땐 다른 숲의 순찰관들과 다를 바 없는 평범한 숲의 순찰대 일원이었다.\n\n「아카데미아의 정신 나간 『프로젝트』에 참여하느니 차라리 내가 배운 지식으로 우림의 환경을 개선하겠어.」\n\n이것이 아무르타 학부에서 졸업한 후 아카데미아를 떠나 숲의 순찰대에 가입한 타이나리의 취지였다.\n\n입대한 지 며칠 지나지 않아 타이나리는 숲의 순찰대에도 적잖은 문제가 있는 걸 발견했다.\n\n우림을 보호하려는 대원들의 마음은 열정적이지만, 순찰대에는 합리적인 조직 안배 능력이나 과학적이고 꼼꼼한 업무 가이드가 결핍된 상태였다.\n\n변화를 꾀한다면 반드시 어려움에 부딪히기 마련이지만 방임한 채 내버려두는 건 타이나리답지 않은 것이었다.\n\n탁월한 행동력을 지닌 타이나리는 즉시 이 상황을 바꾸기 시작했다.\n\n과학적인 순찰 일지를 만들고, 대원들의 장점에 따라 임무를 분배하고, 정기적으로 대원들의 박물학 교육을 진행했다…\n\n숲의 순찰대의 적극적인 협조로 얼마지나지 않아 아비디야 숲의 순찰 효율이 점차 높아졌다. 특히 간다르바 성곽 구역의 순찰은 일사불란하게 진행됐다.\n\n자연스럽게 순찰관들은 이 박학다식한 행동파 학자를 「형님」으로 여기게 됐다.\n\n그렇게 어느 날부턴가, 타이나리는 동료들이 자신을 부르는 호칭이 바뀐 걸 발견했다.\n\n「대순찰관님! 오늘치 일지를 다 썼으니 검토해 주세요.」\n\n「대순찰관님! 친바트 협곡 근처에서 소포 하나를 주워서 분실물 센터에 놔뒀어요.」\n\n「이런, 사그가 어딜 갔지… 대순찰관님, 혹시 사그 보셨어요?」\n\n처음에는 단순한 말실수로 여겼으나, 그 횟수가 잦아지자 타이나리는 미간을 찡그렸다.\n\n「우리 순찰대에 『대순찰관』이라는 직함도 있었어? …뭐? 『대풍기관』을 따라한 거라고?」\n\n…과정을 생략하고 결론만 논하자면, 타이나리의 고집 때문에 모두의 호칭은 「순찰관님」, 「사부님」 또는 「타이나리 님」으로 다시 바뀌었다.\n\n「『대순찰관』이라니, 너무 거창하잖아. 감당이 안 된다구.」\n\n이건 타이나리가 모두에게 밝힌 이유이다.\n\n「으, 소름 돋아. 누가 하이개그라면서 『대풍기관과 대풍 기관』이라고 했던 게 생각나네…」\n\n그리고 이건 타이나리가 밝히지 않은 또 다른 이유이다",
      "en": "When Tighnari first arrived at Gandharva Ville, he was still a normal member of the Forest Rangers, no different from any other Forest Watcher.\n\n\"Rather than taking part in all these babbling debates about all these 'big ideas,' I might as well change the forest for the better in a practical manner, using what I’ve learned.\"\n\n—This was how Tighnari originally felt when he first joined the Forest Rangers, a fresh graduate from the Amurta school who had parted ways with the Akademiya.\n\nBut he soon discovered that the Forest Rangers had significant problems of their own.\n\nThey were passionate about protecting the forest, yes, but the organization as a whole lacked rational structure and instruction with any measure of scientific rigor.\n\nAlas, change could never come without any difficulty, and yet Tighnari was never good at leaving things to rot.\n\nAs such, the highly active Tighnari leapt into action to turn things around.\n\nHe created a rationalized forest patrol log, assigned tasks according to each person’s strengths, and regularly conducted natural history training for his fellow team members...\n\nWith the enthusiastic cooperation of his fellow rangers, the forest patrols around Avidya Forest grew ever more effective, especially around Gandharva Ville, where it could be said to be perfect.\n\nNaturally, this knowledgeable and highly active researcher would become someone whom the Forest Rangers looked up to.\n\nOne day, Tighnari would discover that he had a new name amongst his colleagues.\n\n\"Hey there, General Watchleader! Could you look over the journal entry I wrote for today?\"\n\n\"General Watchleader! I’ve found some baggage down in the Chinvat Ravine. I've placed at the lost and found section.\"\n\n\"Oh no, where has Sag gone... Um, General Watchleader, have you seen it around?\"\n\nHe at first took this for slips of the tongue, but many recurrences later, this sign would see his brows burrow.\n\n\"Do we actually have that rank? Or are we going for something similar to 'General Mahamatra'?\"\n\nWhatever the case, Tighnari would eventually prevail upon everyone to go back to calling him \"Forest Watcher,\" \"Master,\" or \"Mr. Tighnari.\"\n\n\"I'm afraid 'General Watchleader' is too great a title for me to bear,\" or so he said.\n\n\"Heh, that actually reminded me of a joke someone once told about the title of 'General Mahamatra'...\"\n\nHe did not make mention of this other reason for his refusal of that title.",
      "de": "Als Tighnari zum ersten Mal nach Gandharva kam, war er noch ein ganz normales Mitglied der Waldhüter.\n\n„Anstatt an den nutzlosen ‚großen Projekten‘ in der Akademie teilzunehmen, will ich lieber den Wald auf eine praktische Weise zum Besseren verändern, indem ich mein Wissen einsetze.“\n\nDas war Tighnaris Ziel, als er als frischer Absolvent das Amurta-Institut verließ und ein Waldhüter wurde.\n\nAber schon bald entdeckte er, dass die Waldhüter auch nicht wenige Probleme hatten.\n\nDie Waldhüter waren zwar leidenschaftlich bemüht, den Wald zu schützen, aber ihnen fehlten eine strukturierte Organisation und eine wissenschaftliche Arbeitsanleitung.\n\nVeränderungen waren nie ohne Schwierigkeiten möglich. Und es ist nicht Tighnaris Stil, da wegzugucken.\n\nEr packte schnell die Probleme an, um die Situation zu verbessern.\n\nEr erstellte ein gut strukturiertes Waldpatrouillenprotokoll, teilte die Aufträge entsprechend den Stärken jedes Einzelnen ein und brachte seinen Kollegen regelmäßig Naturkunde bei ...\n\nMit der Mitarbeit seiner begeisterten Kollegen wurden die Waldpatrouillen um den Avidya-Wald immer effizienter, vor allem im Gebiet Gandharva.\n\nAllmählich wurde dieser kenntnisreiche und proaktive Gelehrte zu jemandem, den die Waldhüter verehrten.\n\nEines Tages bemerkte Tighnari, dass er eine neue Bezeichnung bekam:\n\n„Hallo, Maha-Waldhüter! Hier ist mein Waldpatrouillenprotokoll, lies das bitte mal durch.“\n\n„Maha-Waldhüter! Ich habe in der Nähe vom Chinvat-Tal ein Gepäckstück gefunden und es im Fundbüro abgegeben.“\n\n„Oh nein, wo ist Sag denn? ... Ähm, Maha-Waldhüter, hast du vielleicht heute Sag gesehen?“\n\nTighnari hielt es zunächst für einen Versprecher, aber nach ein paar Malen runzelte er nachdenkend die Stirn.\n\n„Haben wir überhaupt diesen Titel? Oder haben wir so etwas von ‚Mahamatra‘ abgeguckt?“\n\nKurzum: Am Ende überzeugte Tighnari alle, ihn wieder „Waldhütermeister“, „Meister“ oder „Herr Tighnari“ zu nennen.\n\n„Ich fürchte, ‚Maha-Waldhüter‘ ist ein zu großer Titel für mich.“\n\nDas ist ein Grund, den Tighnari seinen Kollegen genannt hat, warum er den Titel nicht mag.\n\n„Oh Mann! Das hat mich an einen Witz über den Titel ‚Mahamatra‘ erinnert ...“\n\nDas ist ein anderer Grund, den er keinem erzählt hat.",
      "es": "Cuando Tignari llegó por primera vez a la Villa Gandharva, era un simple miembro más del equipo de guardas forestales.\n\n“Es mejor que uses lo que sabes para mejorar el ecosistema del bosque en lugar de participar en esos tediosos ‘grandes proyectos’ de la Academia”.\n\nEsas eran sus intenciones cuando se graduó en la Facultad Amurta y abandonó la Academia.\n\nSin embargo, a los pocos días de unirse a los guardas forestales, descubrió que también había muchos problemas internos dentro del equipo.\n\nAunque todos los miembros se guiaban por el entusiasmo de conservar y proteger el entorno natural del bosque, carecían de la organización necesaria y de una guía de trabajo rigurosa y especializada en la que basarse.\n\nIntroducir todos aquellos cambios en el grupo no iba a ser fácil, pero Tignari nunca fue de los que se quedan de brazos cruzados.\n\nAsí fue como Tignari, que estaba realmente motivado, comenzó a poner en práctica un plan de mejoras.\n\nFijó un registro diario y detallado de patrullas forestales, asignó tareas de acuerdo a las habilidades personales de cada miembro del equipo, introdujo seminarios regulares de formación profesional...\n\nGracias a la colaboración de todo el equipo, los guardas forestales del Bosque Avidya se volvieron cada vez más efectivos, sobre todo en el área de la Villa Gandharva, donde la situación mejoró notablemente.\n\nDespués de aquello, la mayoría de los guardas forestales empezaron a considerar a aquel pequeño erudito activista su “jefe”.\n\nUn día, Tignari se percató de que sus compañeros se referían a él de otra forma.\n\n“Gran Guarda Forestal, ya he escrito el registro de hoy. Por favor, compruébelo cuando pueda”.\n\n“Gran Guarda Forestal, encontré una mochila mientras patrullaba por la Garganta Chinvat. La he dejado en la sección de objetos perdidos”.\n\n“¿Eh? ¿Dónde se habrá metido Sag? Gran Guarda Forestal, ¿lo ha visto por aquí?”.\n\nAl principio pensó que se trataba de un error, pero tras escucharlo unas cuantas veces, Tignari frunció el ceño.\n\n“¿Acaso tenemos un puesto de Gran Guarda Forestal en la organización? ¿Eh? ¿Que es una copia del título de ‘Gran Juez?’”.\n\nSea como fuere, Tignari insistió en que sus compañeros lo llamaran “guarda forestal”, “maestro” o “Tignari” a secas.\n\n“Eso de Gran Guarda Forestal es un título demasiado grande para mí”, les dijo.\n\nEsa solo era una de las razones por las que no quería que lo llamasen así. El caso es que aquel título le recordaba también a una broma que una vez le habían contado sobre el Gran Juez.\n\nPero aquel motivo no lo compartió con sus compañeros.",
      "fr": "Quand il est arrivé à Gandharva, Tighnari était un simple membre des brigadiers forestiers comme les autres, il n'y avait aucune différence entre lui et les autres brigadiers forestiers.\n\n« Plutôt que de participer à ces « gros projets » insensés de l'Académie, il vaut mieux utiliser tout ce que j'ai appris pour améliorer l'environnement de la forêt. »\n\nC'est en ayant cet état d'esprit que Tighnari quitta l'Académie après avoir été diplômé de l'Amurta pour se joindre aux gardes forestiers.\n\nToutefois, après avoir rejoint leur équipe, il découvrit que les gardes forestiers avaient aussi leur lot de problèmes.\n\nBien qu'ils avaient tous à cœur de protéger la forêt, il manquait à l'équipe des gardes forestiers la capacité de s'organiser rationnellement et des méthodes de travail faisant preuve de rigueur scientifique.\n\nHélas, changer l'ordre établi allait se révéler difficile, mais il n'est pas dans le style de Tighnari de laisser les choses telles quelles.\n\nC'est pourquoi le très actif Tighnari s'est empressé d'agir pour changer les choses.\n\nIl créa un journal scientifique des patrouilles, attribua des tâches en fonction des forces de chacun, et organisa des séances de formation régulières sur l'histoire naturelle pour les membres de l'équipe...\n\nGrâce à la bonne volonté de ses collègues gardes forestiers, les patrouilles forestières autour de la Forêt d'Avidya devinrent de plus en plus efficaces, en particulier autour de Gandharva, où l'ordre règne désormais.\n\nSans surprise, ce chercheur érudit obtint petit à petit l'admiration de ses comparses.\n\nUn jour, Tighnari découvrit qu'il avait un nouveau nom parmi ses collègues :\n\n« Général forestier ! J'ai fini de rédiger le journal du jour, le voici. »\n\n« Général forestier ! J'ai trouvé un paquet au Ravin Chinvat, je l'ai mis aux objets trouvés. »\n\n« Et mince, où est passé Sag... Général forestier, est-ce que vous l'avez vu aujourd'hui ? »\n\nAu départ, il pensait que c'était une erreur de leur part, mais après l'avoir entendu plusieurs fois, il se mit à froncer les sourcils.\n\n« Est-ce que ça existe, le rang de « général forestier », ici ? Ah ! Est-ce que ce ne serait pas pour copier le rang de « général mahamatra » ? »\n\nQuoi qu'il en soit, Tighnari finit par convaincre tout le monde de l'appeler à nouveau « monsieur le brigadier », « maître », ou « monsieur Tighnari ».\n\n« Général forestier est un titre bien trop grandiose pour moi, je n'en suis pas digne. »\n\nC'est de cette manière que Tighnari expliqua pourquoi il ne voulait pas de ce titre.\n\n« Ça me fait penser à une blague douteuse qu'on m'a racontée sur le général mahamatra que l'on surnommait « général pas-de-matelas ». »\n\nCette seconde raison n'a en revanche jamais été mentionnée par Tighnari.",
      "pt": "Quando Tighnari chegou pela primeira vez na Vila Gandharva, ele ainda era apenas um membro normal dos Patrulheiros Florestais, não muito diferente do que qualquer outro.\n\n\"Ao invés de participar de todos esses debates sem sentido sobre todas essas 'grandes ideias', eu poderia muito bem mudar a floresta para melhor, de forma prática, usando o que aprendi.\"\n\n— Originalmente, era assim que o Tighnari se sentia quando ele se juntou aos Patrulheiros Florestais, um recém-graduado do Amurta que havia se separado da Academia.\n\nMas ele logo descobriu que os Patrulheiros Florestais também tinham problemas significativos em suas mãos.\n\nEles eram apaixonados por proteger a floresta, sim, mas a organização como um todo não tinha estrutura razoável e instruções com qualquer medida de exigência científica.\n\nInfelizmente, a mudança nunca poderia vir sem algumas dificuldades, e mesmo assim Tighnari nunca foi capaz de deixar as coisas apenas apodrecerem.\n\nComo tal, o dinâmico Tighnari deu um salto em ação para mudar as coisas.\n\nEle criou um registro de patrulha florestal racionalizado, atribuiu tarefas de acordo com os pontos fortes de cada pessoa e realizou regularmente treinamentos de história natural para seus colegas de equipe...\n\nCom a cooperação entusiasmada de seus companheiros Patrulheiros Florestais, as patrulhas florestais ao redor da Floresta Avidya tornaram-se cada vez mais eficazes, especialmente em torno da Vila Gandharva, onde se poderia dizer que é perfeito.\n\nNaturalmente, este pesquisador inteligente e muito ativo se tornou alguém que os Patrulheiros Florestais admiravam.\n\nUm dia, Tighnari descobriu que ele tinha um novo nome entre seus colegas.\n\n\"E aí, guarda líder! Você poderia dar uma olhada na anotação do diário que escrevi para hoje?\"\n\n\"Ei, guarda líder! Encontrei alguns repolhos na Ravina Chinvat. Coloquei eles na seção de achados e perdidos.\"\n\n\"Oh não, para onde Sag foi... Uh, guarda líder, você o viu por aí?\"\n\nNo início ele apenas tomou isso como alguns leves enganos, mas, conforme isso continuou se repetindo mais tarde, fazendo com que com que a sua testa se franzisse.\n\n\"Nós realmente temos esse posto? Ou estamos falando de algo semelhante ao 'General Mahamatra'?\"\n\nSeja qual fosse o caso, Tighnari acabaria prevalecendo sobre todos para voltarem a chamá-lo de \"Patrulheiro Florestal\", \"Mestre\", ou \"Sr. Tighnari\".\n\nSegundo ele: \"Infelizmente, guarda líder é um título grande demais para eu carregar\".\n\n\"Heh, isso na verdade me lembrou de uma piada sobre o título do 'General Mahamatra'...\"\n\nEle não comentou sobre esse outro motivo por ter recusado o título.",
      "ru": "Когда Тигнари впервые прибыл в Гандхарву, он был обычным лесным дозорным, таким же, как любой лесной страж. «Вместо того чтобы участвовать во всех этих бесполезных дебатах о \"больших идеях\", я мог бы изменить лес к лучшему практическим путём, используя свои знания». Именно так чувствовал себя Тигнари, когда только вступил в ряды лесных дозорных. Новоиспечённый выпускник Амурты, расставшийся с Академией. Но вскоре он обнаружил, что у лесных дозорных есть свои проблемы. Они страстно желали защитить лес, но им не хватало рациональной организации и строгих инструкций, основанных на научном подходе. Увы, перемены никогда не проходят без труда, но Тигнари не умел останавливаться на полпути. Поэтому он начал предпринимать активные действия, чтобы изменить ситуацию. Он создал научный журнал патрулирования, распределил задачи в соответствии с сильными сторонами каждого дозорного и регулярно проводил занятия по природоведению для своих сослуживцев... Благодаря энтузиазму Лесного дозора, патрулирование леса стало более эффективным, особенно в районе Гандхарвы, который очень быстро стал образцовым. Вполне естественно, что лесные дозорные во всём равнялись на этого знающего и активного учёного. И вот однажды Тигнари заметил, что сослуживцы стали называть его «предводителем дозора». «Предводитель дозора! Журнал заполнен, прошу вас проверить его». «Предводитель дозора! Я нашёл багаж в ущелье Чинват и отнёс его в отдел находок». «Проклятье, Саг убежал... Э-э, предводитель дозора, вы не видели его сегодня?» Сначала Тигнари подумал, что это случайность, но вскоре заметил, что это была закономерность, и нахмурился. «У нас есть такое звание? Или мы собираемся использовать что-то похожее на генерала махаматру?» В итоге Тигнари убедил всех вернуться к обращению лесной страж, наставник или господин Тигнари. «Боюсь, что \"предводитель дозора\" - слишком большой титул для меня», - сказал Тигнари. «Хех, это напомнило мне шутку о \"генерале махаматре\"...»",
      "id": "Ketika Tighnari pertama kali tiba di Desa Gandharva, dia hanyalah anggota biasa dari tim Pelindung Hutan dan tidak ada bedanya dengan anggota Pelindung Hutan lainnya.\n\n\"Lebih baik menggunakan apa yang telah dipelajari oleh diri sendiri untuk memperbaiki lingkungan hutan hujan daripada bergabung dalam \"proyek besar\" misterius dari Akademiya.\"\n\nInilah tekad Tighnari sejak dia meninggalkan Akademiya setelah lulus dari Amurta dan bergabung dalam tim Pelindung Hutan.\n\nNamun, hanya beberapa hari setelah bergabung, dia juga menemukan banyak masalah di tim Pelindung Hutan.\n\nMeskipun anggotanya memiliki antusiasme untuk melindungi hutan hujan, tapi mereka tidak memiliki organisasi yang teratur, serta panduan kerja yang ilmiah dan ketat.\n\n*huff* Membuat perubahan sangatlah sulit, tapi Tighnari juga bukan orang yang suka menyerah.\n\nOleh karena itu, Tighnari mulai membuat gerakan besar untuk memperbaiki situasi ini.\n\nDia membuat catatan patroli hutan ilmiah, menetapkan tugas sesuai dengan kekuatan setiap orang, dan secara teratur melakukan pelatihan alam untuk para anggota ....\n\nBerkat kerja sama dari anggota Pelindung Hutan, dengan segera, efisiensi patroli Hutan Avidya meningkat, terutama di daerah Desa Gandharva yang menjadi lebih tertib.\n\nSecara alami, di mata para anggota Pelindung Hutan, pelajar yang berpengetahuan luas ini menjadi \"ketua\" mereka.\n\nDan suatu hari, Tighnari menyadari bahwa sebutan dari teman-temannya untuknya telah berubah ....\n\n\"Ketua Pelindung Hutan! Catatan hari ini sudah ditulis, silakan diperiksa!\"\n\n\"Ketua Pelindung Hutan! Aku menemukan sebuah paket di dekat Chinvat Ravine dan meletakkannya di kantor barang hilang.\"\n\n\"Gawat ... Sag pergi ke mana? Ketua Pelindung Hutan, apa kamu melihatnya hari ini?\"\n\nAwalnya dia mengira mereka salah mengucapkan kata. Tapi setelah beberapa kali diucapkan oleh mereka, alis Tighnari mulai berkerut.\n\n\"Apa di tempat kita ada posisi yang namanya 'Ketua Pelindung Hutan'? Ah? Apa kalian sedang meniru cara pengucapan 'Mahamatra Umum'?\"\n\nSingkatnya, karena Tighnari bersikeras, sebutan mereka kepadanya berubah menjadi \"Tuan Pelindung Hutan\", \"Guru\", atau \"Tuan Tighnari\".\n\n\"'Tuan Pelindung Hutan' kedenganrannya terlalu hebat ... aku tidak bisa menerimanya.\"\n\nIni adalah sebagian alasan yang diucapkan oleh Tighnari.\n\n\"Aku takut kalau seseorang akan membicarakan sarkasme tentang 'Mahamatra Umum dan Mekanisme Badai'.\"\n\nIni adalah sebagian alasan yang tidak diucapkan oleh Tighnari.",
      "th": "ในตอนที่ Tighnari มาถึง Gandharva Ville เป็นครั้งแรก เขาเป็นเพียงสมาชิกธรรมดาของทีมพิทักษ์ป่า เช่นเดียวกับหัวหน้าเจ้าหน้าที่พิทักษ์ป่าคนอื่น ๆ\n\n\"ได้ใช้สิ่งที่ตัวเองเรียนรู้มาเพื่อปรับปรุงสภาพแวดล้อมของป่าฝนยังจะดีซะกว่าไปเข้าร่วม 'โครงการใหญ่' ลึกลับน่าสงสัยพวกนั้นของสถาบัน\"\n\nนี่คือความตั้งใจดั้งเดิมของ Tighnari ตั้งแต่ที่เขาออกจากสถาบันเมื่อจบการศึกษาจากคณะ Amurta และเข้าร่วมกับทีมพิทักษ์ป่า\n\nหลังจากเข้าร่วมทีมได้ไม่กี่วัน เขาก็พบว่าในทีมพิทักษ์ป่าเองก็มีปัญหาอยู่มากมาย\n\nถึงแม้ว่าสมาชิกในทีมจะมีความกระตือรือร้นในการปกป้องป่าฝน แต่ก็ยังขาดการจัดวางแนวทางการทำงาน และคำแนะนำทางวิทยาศาสตร์ที่เข้มงวด\n\nให้ตายสิ การพยายามเปลี่ยนแปลงต้องพบเจอความยุ่งยากมากมาย แต่การปล่อยผ่านไปไม่ใช่สไตล์ของ Tighnari เช่นกัน\n\nTighnari ที่มีแรงผลักดันขั้นสุด จึงเริ่มต้นดำเนินการเพื่อปรับปรุงสถานการณ์โดยทันที\n\nจัดทำบันทึกการลาดตระเวนป่าเชิงวิทยาศาสตร์ มอบหมายงานตามจุดแข็งของแต่ละคน และจัดอบรมประวัติศาสตร์ธรรมชาติให้กับสมาชิกในทีมอย่างสม่ำเสมอ...\n\nด้วยความร่วมมืออย่างแข็งขันของทีมลาดตระเวนป่า ทำให้ประสิทธิภาพการลาดตระเวนของป่า Avidya มีประสิทธิภาพมากขึ้นเรื่อย ๆ โดยเฉพาะอย่างยิ่งในพื้นที่ Gandharva Ville ซึ่งได้รับการจัดระเบียบเป็นอย่างดี\n\nทำให้นักวิชาการผู้รอบรู้คนนี้กลายเป็น 'ลูกพี่' ในสายตาของเจ้าหน้าที่พิทักษ์ป่าทั้งหลายไปโดยปริยาย\n\nและแล้ววันหนึ่ง Tighnari ก็พบว่าคำที่เพื่อนร่วมงานเรียกเขานั้นเปลี่ยนไป...\n\n\"มหาหัวหน้าเจ้าหน้าที่พิทักษ์ป่า! บันทึกประจำวันเขียนเสร็จเรียบร้อยแล้ว กรุณาตรวจสอบด้วย\"\n\n\"มหาหัวหน้าเจ้าหน้าที่พิทักษ์ป่า! ฉันเก็บสิ่งของได้บริเวณ Chinvat Ravine ตอนนี้เอาไปไว้ที่สำนักงานจัดการของสูญหายแล้วนะ\"\n\n\"แย่ล่ะ Sag วิ่งไปไหนแล้วไม่รู้... มหาหัวหน้าเจ้าหน้าที่พิทักษ์ป่า วันนี้คุณเห็นมันบ้างมั้ย?\"\n\nตอนแรกเขาก็คิดว่าคงแค่พูดผิด แต่พอหลายครั้งเข้า คิ้วของ Tighnari ก็เริ่มขมวดกัน\n\n\"พวกเรามีตำแหน่ง 'มหาหัวหน้าเจ้าหน้าที่พิทักษ์ป่า' นี่ด้วยเหรอ? ...ห๊ะ? เลียนแบบวิธีการเรียกของ 'เจ้าหน้าที่มหามาตรา'?\"\n\n...ยังไงก็ขอเว้นกระบวนการระหว่างนั้นไว้ในฐานที่เข้าใจ ภายใต้การยืนกรานของ Tighnari ทุกคนจึงหันกลับมาเรียกเขาว่า 'ท่านหัวหน้าเจ้าหน้าที่พิทักษ์ป่า', 'อาจารย์' หรือ 'คุณ Tighnari' เหมือนเดิม\n\n\"'มหาหัวหน้าเจ้าหน้าที่พิทักษ์ป่า' มันฟังดูยิ่งใหญ่เกินไปหน่อย ฉันรับไว้ไม่ไหวหรอกนะ\"\n\nนั่นเป็นส่วนหนึ่งของเหตุผลที่ Tighnari ได้กล่าวมา\n\n\"น่ากลัวชะมัด ดันนึกขึ้นได้ถึงมุกตลกเจื่อน ๆ อย่าง 'เจ้าหน้าที่มหามาตรากับกลไกมหามนตรา' ที่ใครบางคนเคยเล่าไว้น่ะสิ...\"\n\nซึ่งนี่เป็นอีกหนึ่งเหตุผลที่ Tighnari ไม่ได้บอกออกไป",
      "vi": "Khi Tighnari lần đầu tiên đến Làng Gandharva, anh ấy chỉ là một thành viên bình thường của đội kiểm lâm, không khác gì các kiểm lâm khác.\n\n\"Thay vì tham gia vào những \"dự án lớn\" quái dị của Giáo Viện, tốt hơn là nên sử dụng những gì biết được và học được để cải thiện môi trường rừng mưa.\"\n\nĐây là ý định ban đầu của Tighnari khi rời Giáo Viện để gia nhập đội kiểm lâm ngay khi vừa tốt nghiệp Học Viện Amurta.\n\nTuy nhiên, chỉ vài ngày sau khi gia nhập đội kiểm lâm, anh ấy phát hiện ra rằng đội kiểm lâm cũng có nhiều vấn đề.\n\nMặc dù các thành viên trong đội đều rất nhiệt tình trong việc bảo vệ rừng mưa, nhưng toàn đội thiếu sự sắp xếp tổ chức hợp lý và hướng dẫn làm việc khoa học, chặt chẽ.\n\nHaiz, cố gắng thay đổi chắc chắn sẽ gặp phải khó khăn, nhưng bỏ mặc không lo thì lại không phải là tác phong của Tighnari.\n\nThế là Tighnari với khả năng hành động siêu mạnh mẽ đã lập tức bắt tay vào cải thiện tình trạng này.\n\nLập nhật ký tuần tra rừng một cách khoa học, phân công nhiệm vụ theo sở trường của từng người và thường xuyên tập huấn lịch sử tự nhiên cho các thành viên trong đội...\n\nVới sự hợp tác tích cực của đội kiểm lâm, hiệu quả tuần tra Rừng Avidya ngày càng hiệu quả hơn, đặc biệt là khu vực Làng Gandharva được tổ chức chặt chẽ.\n\nĐương nhiên, trong mắt các thành viên đội kiểm lâm, học giả uyên bác này đã trở thành \"đại ca\" của họ.\n\nThế là một ngày nọ, Tighnari phát hiện những người bạn đồng hành của mình đã thay đổi cách xưng hô.\n\n\"Đại đội trưởng! Nhật ký hôm nay tôi đã viết xong, mời anh xem.\"\n\n\"Đại đội trưởng! Tôi nhặt được một gói hàng gần Thung Lũng Chinvat và đã để nó ở chỗ để đồ thất lạc.\"\n\n\"Ôi không, Sag đâu rồi... Đại đội trưởng, hôm nay anh có gặp nó không?\"\n\nBan đầu cứ tưởng họ gọi nhầm, nhưng sau nhiều lần, Tighnari đã chau mày.\n\n\"Chỗ chúng ta có chức danh \"đại đội trưởng\"sao?... Hmm? Là học theo cách gọi của \"Tổng Quản Mahamatra\" sao?\"\n\n...Tóm lại, bỏ qua quá trình, dưới sự kiên trì của Tighnari, mọi người lại quay lại cách xưng hô lúc trước là \"đội trưởng\", \"thầy\" hoặc \"anh Tighnari\".\n\n\"Đại đội trưởng nghe có vẻ quá to tát quá, tôi không gánh nổi.\"\n\nĐó là một phần nguyên nhân Tighnari nói ra.\n\n\"Đáng sợ, làm nhớ đến một truyện cười về \"Tổng Quản Mahamatra và Vayuvyastra Vĩ Đại\"...\"\n\nĐó là một phần khác của lý do mà Tighnari không nói ra."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "曾有一度，林中某种颜色鲜艳的花卉受到了须弥人的青睐，许多人都喜欢将它买来装点房间，慢慢地竟成了一种流行。\n\n但是很遗憾，这种花一旦离开雨林就很难存活，即使摘下来也只能维持一两天的新鲜。\n\n不新鲜的花没过多久就被废弃，成为堆在地上的腐坏物，无论谁看了都会觉得惋惜。\n\n这样下去肯定是不行的。不仅是垃圾和污染的问题，长此以往也会有破坏雨林生态的风险。\n\n然而就在巡林队的大家正为此发愁的时候，提纳里却向城里卖花的摊贩提供了一份合作方案：\n\n巡林队会派人帮助摊主采集鲜花，不收任何费用；但与此同时，摊主需要增加一项服务，告知每位来买花的人，第二日如果在鲜花残败前退回，可以领取一张收据，三天后凭此收据，可以在摊主这里兑换一份干花装饰。\n\n干花装饰当然是由提纳里负责指导巡林队员制作提供；至于其中的手工费嘛，是否付钱、付多少钱都由买花的人自主决定，就像义卖一样。\n\n这些钱除了一部分会分给店主作为回收残花的辛苦费，剩下的则会成为巡林队维护雨林的经费。\n\n合作进行得十分顺利：摊主省去了深入雨林找花采花的麻烦，还增加了收入；巡林队用科学的方案控制了采摘花朵的过程和数量，也同时获得了额外的经费；付钱买花的人不仅获得了短时间内的鲜花陪伴，还能拿到一份可以长久保存的纪念品。\n\n结果很圆满，但巡林队中仍有人不解：「为什么不一开始就禁止采摘这种花呢？难道这不是更简单的办法吗？」\n\n提纳里听到这样的疑问后连连摇头，耳朵直晃。\n\n「不能这样简单计算。如果下达强制的要求，就会变得像死板的老师教大家做事一样，不但得不到人们的理解，甚至会引起逆反心理。」\n\n「到时候，就算不在乎巡林队的风评，光是处理违规偷花的人就够我们忙的了！」\n\n「而且流行的趋势是会变的，不用担心，过不了多久人们就会将注意力转移到别处去了。」\n\n这番话非常务实，立即得到了巡林队员们的认可，尤其是柯莱的头点得最为用力。\n\n「用师父教的办法做的干花饰品，在孩子们中也很受欢迎呢！」",
      "zht": "曾有一度，林中某種顏色鮮豔的花卉受到了須彌人的青睞，許多人都喜歡將它買來裝點房間，慢慢地竟成了一種流行。\n\n但是很遺憾，這種花一旦離開雨林就很難存活，即使摘下來也只能維持一兩天的新鮮。\n\n不新鮮的花沒過多久就被廢棄，成為堆在地上的腐壞物，無論誰看了都會覺得惋惜。\n\n這樣下去肯定是不行的。不僅是垃圾和污染的問題，長此以往也會有破壞雨林生態的風險。\n\n然而就在巡林隊的大家正為此發愁的時候，提納里卻向城裡賣花的攤販提供了一個合作方案：\n\n巡林隊會派人幫助攤主採集鮮花，不收任何費用；但與此同時，攤主需要增加一項服務，告知每位來買花的人，第二日如果在鮮花殘敗前退回，可以領取一張收據，三天後憑此收據，可以在攤主這裡兌換一份乾花裝飾。\n\n乾花裝飾當然是由提納里負責指導巡林隊員製作提供；至於其中的手工費嘛，是否付錢、付多少錢都由買花的人自主決定，就像義賣一樣。\n\n這些錢除了一部分會分給店主作為回收殘花的辛苦費，剩下的則會成為巡林隊維護雨林的經費。\n\n合作進行得十分順利：攤主省去了深入雨林找花採花的麻煩，還增加了收入；巡林隊用科學的方案控制了採摘花朵的過程和數量，也同時獲得了額外的經費；付錢買花的人不僅獲得了短時間內的鮮花陪伴，還能拿到一份可以長久保存的紀念品。\n\n結果很圓滿，但巡林隊中仍有人不解：「為什麼不一開始就禁止採摘這種花呢？難道這不是更簡單的辦法嗎？」\n\n提納里聽到這樣的疑問後連連搖頭，耳朵直晃。\n\n「不能這樣簡單計算。如果下達強制的要求，就會變得像死板的老師教大家做事一樣，不但得不到人們的理解，甚至會引起逆反心理。」\n\n「到時候，就算不在乎巡林隊的風評，光是處理違規偷花的人就夠我們忙的了！」\n\n「而且流行的趨勢是會變的，不用擔心，過不了多久人們就會將注意力轉移到別處去了。」\n\n這番話非常務實，立即得到了巡林隊員們的認可，尤其是柯萊的頭點得最為用力。\n\n「用師父教的辦法做的乾花飾品，在孩子們中也很受歡迎呢！」",
      "jp": "森のとある色鮮やかな花がスメール人の間で流行し、多くの人が好んで買っては部屋に飾るようになった——そんな流行が徐々に広まった時期がある。\n\nしかし残念ながら、この類の花は雨林を離れると咲き続けることが非常に困難になり、摘んだ後は一、二日しか鮮度を保つことができない。\n\n枯れ始めた花はいつしか捨てられ、大地の上で腐敗していき、誰の目にも無残な姿として映るようになる。\n\nこのままでは当然よくない。またゴミや汚染といった問題だけでなく、長期的に見れば雨林の生態系を崩す一因にもなりかねなかった。\n\nレンジャー隊のメンバーたちが頭を悩ませていた時、ティナリがシティで花を売る露店に協力を持ちかけた。\n\nレンジャー側が人員を割いて、露店の主人に代わって花の収集を無償で行うというのだ。その代わり、花の状態が悪くなる二日目にそれを主人に返却すればチケットがもらえ、その三日後にドライフラワーと交換できるようになると、客に持ちかけて欲しいと伝えた。\n\nドライフラワーの装飾品はもちろん、ティナリの指示のもとレンジャー隊メンバーが作って提供する。その費用はチャリティーショップのように、払うかどうか、いくら払うかを購入者の判断に委ねた。\n\nこのお金の一部は花の回収に協力してくれた露店の主人への謝礼となり、残りはレンジャー隊が雨林を整備する際の資金となった。\n\nこの案は順当に進んだ。露店の主人は雨林の深くまで入らずとも花が手に入り、収入も増えた。レンジャー隊は科学に基づいた方法で花を摘む工程と量を管理し、同時に臨時収入を得た。購入する側は新鮮な花を短期間楽しむことができ、その後は長期間保存できる記念品を手に入れることができた。\n\n結果を見れば皆が満足しているが、レンジャー隊は「どうして、この類の花を摘むのを禁止にしないのか？そのほうが簡単に解決できたのではないか？」と疑問の声を上げた。\n\nこれを聞いたティナリは首を横に振り、耳を揺らした。\n\n「そんな単純な方法ではいけない。強制的に規則を設ければ、融通の利かない教師が学生に押し付けるかのように、理解されないばかりか反発を招くことになる。」\n\n「そうなってしまえば、レンジャー隊の評判はともかく、花の密売人が現れて解決するのにより苦労してしまうよ。」\n\n「それに流行は常に変化するものだ。心配しなくとも、人々が他に目を向けるまでそう時間はかからない。」\n\nこの言葉はとても理に適っており、レンジャー隊はすぐに納得した。特にコレイは首を一番強く縦に振っていたという。\n\n「師匠から教わった方法で作ったドライフラワーは、子供たちの間で大人気なんだ！」",
      "ko": "한때 숲속의 어느 화려한 꽃이 수메르 사람들의 관심을 받았다. 많은 사람들이 그 꽃으로 방을 꾸몄고 서서히 하나의 유행이 되었다.\n\n하지만 안타깝게도 이 꽃은 우림을 떠나 생존하기 어려웠던 탓에, 꺾은 후에 싱싱함은 길어야 이틀 정도 유지할 수 있었다.\n\n싱싱하지 않은 꽃은 이내 버려져 부패된 채 쌓여만 갔다. 그건 누가 봐도 안타까운 일이었다.\n\n이대로는 안 될 문제였다. 쓰레기와 오염만이 아니라, 장기적으로 우림 생태계를 파괴할 위험도 있었다.\n\n그렇게 숲의 순찰대가 이 문제를 고민하고 있을 때 타이나리가 성에서 꽃을 파는 노점상에게 협력 방안을 하나 제의했다.\n\n숲의 순찰대는 노점상 주인에게 무보수로 꽃을 채집해주고, 노점상 주인은 꽃을 산 손님에게 이튿날 꽃이 시들기 전까지 환불하면 영수증 하나를 제공한다고 알려야 한다. 사흘 후 이 영수증으로 손님은 노점상 주인에게서 말린 꽃 장식을 하나 교환할 수 있다.\n\n말린 꽃은 타이나리가 숲의 순찰대를 지도해 제작한 것으로, 가공 비용의 지불 여부와 금액은 자선 판매처럼 구매자가 결정하게 했다.\n\n이 수입의 일부는 시든 꽃을 회수한 수고비로써 가게 주인에게 나눠주고, 나머지는 숲의 순찰대가 우림을 관리하는 경비로 사용했다.\n\n협력은 순조롭게 진행됐다. 노점상의 주인은 우림 깊은 곳에 들어가 꽃을 채집하는 수고를 덜었을 뿐만 아니라 수입도 증가했고, 숲의 순찰대는 과학적인 방안으로 꽃의 채집 과정 및 수량을 통제하며 여분의 경비도 생겼다. 돈을 지불하고 꽃을 사는 구매자는 단기간의 생화도 감상하고, 오래 보존되는 기념품도 갖게 되었다.\n\n결과는 해피엔딩이지만, 숲의 순찰대 중에는 여전히 의문을 품고 있는 사람들이 있다. 「왜 처음부터 채집을 금지하지 않은 거죠? 그게 더 쉬운 방법 아닌가요?」\n\n그 질문에 타이나리는 커다란 귀를 흔들며 고개를 저었다.\n\n「그렇게 단순하게 계산하면 안 돼. 강제적인 요구는 고리타분한 선생님의 강의처럼 모두의 이해를 받지 못할 뿐만 아니라 사람들의 반발을 일으킬 뿐이야.」\n\n「그때가 되면 숲의 순찰대의 평판은 둘째치고, 규정을 어기고 꽃을 훔치는 사람들을 처리하는 것만으로도 무척 바빠질 거라고!」\n\n「게다가 유행의 추세는 언제든지 바뀌는 거야. 걱정 마, 얼마 지나지 않아 사람들의 관심은 곧 바뀌게 될 테니까.」\n\n현실적인 이 발언은 순찰대의 인정을 받게 됐는데, 그중 콜레이가 가장 열심히 고개를 끄덕였다.\n\n「스승님이 알려주신 방법대로 만든 말린 꽃 장식품이 아이들 사이에서도 대인기예요!」",
      "en": "There was a time when a certain vibrantly-colored flower was all the rage amongst the people of Sumeru. Many people would buy it to adorn their houses, and thus it gradually became a trend.\n\nUnfortunately, this flower was not long for the world if removed from the rainforest, and would only last two days at best if so plucked.\n\nFlowers that were no longer fresh would soon be discarded, left by the wayside to rot — a shame by any standard of imagination.\n\nThis could not go on. Never mind the garbage or pollution-related issues, this trend ran the risk of damaging the forest ecosystem if it persisted long enough.\n\nHowever, just as the Forest Rangers were mulling over this problem, Tighnari would send out an offer of cooperation with the flower sellers in the city:\n\nThe Forest Rangers would help them gather fresh flowers for free, but that they should provide an additional service, informing those who came to purchase the flowers that if they sent them back by the second day, they would obtain a receipt that could then be exchanged within the next 3 days for a dried flower decoration.\n\nThese decorations were of course provided by Tighnari and the Forest Rangers. The option to pay for them and how much to pay would be left up to the buyer of the flowers, just as things might go at a charity bazaar.\n\nPart of this Mora would go to the store owner as service charge for collecting the leftover flowers, and the rest would be used for funding the Forest Rangers' efforts to maintain the rainforest.\n\nThis cooperation went quite smoothly indeed. The flower shop owners saved themselves the trouble of searching deep within the rainforest for their floral quarry and got some extra income; the Forest Rangers got to control the process and amount of flowers gathered, and also got some extra funds; those who bought flowers would not only receive a temporary flower as a companion, but also a more permanent memento.\n\nThis all went quite swimmingly, but some rangers did not understand, asking: \"Why didn't we just ban the gathering of such flowers in the first place? Wouldn't that have been simpler?\"\n\nTighnari shook his head when he heard this answer, causing his ears to shake.\n\n\"We shouldn't make such simple calculations. If we were to force our requests through, we would be just like a stolid lecturer who fails to have others understand, but who stirs up feelings of rebellion instead.\"\n\n\"If that were to happen, our reputation would be the least of our woes — we would have our hands full trying to deal with those who were coming to pick flowers illegally!\"\n\n\"In any case, trends will change. Don't worry. I'm sure the people's attention will shift to something else soon.\"\n\nPragmatic as these words were, they quickly found traction with the Forest Rangers. Collei's nods were particularly rapid.\n\n\"The dried flower decorations that Master taught us to make have been pretty popular with the children, too!\"",
      "de": "Es gab eine Zeit, in der eine bestimmte Pflanze des Waldes unter den Menschen in Sumeru so beliebt war, dass jeder sie kaufen und zum Dekorieren verwenden musste. Mit der Zeit wurde es zum Trend.\n\nAber bedauerlicherweise konnte diese Pflanze eines Tages kaum noch im Regenwald überleben und selbst frisch gepflückte Blumen waren so schwach, dass sie binnen ein, zwei Tagen verwelkten.\n\nDie verwelkten Blumen wurden weggeworfen und wurden zu sich stapelndem Abfall. Wer auch immer sie sah, fühlte starkes Bedauern.\n\nSo konnte es wirklich nicht weitergehen. Nicht nur, dass sich der Müll stapelte und es zu Verschmutzung kam, nein, es gab auch noch die reale Gefahr, das Ökosystem des Waldes zu zerstören.\n\nAls alle Waldhüter darum besorgt waren, schlug Tighnari den Blumenverkäufern auf dem Markt einen besonderen Handel vor:\n\nWaldhüter würden den Händlern helfen, frische Blumen zu sammeln, und sie diese kostenlos zur Verfügung stellen. Die Händler würden jedoch eine zusätzliche Dienstleistung anbieten: Sie würden allen Käufern einen Gutschein anbieten, wenn sie am Folgetag die noch nicht verwelkten Blumen zurückbrächten. Wenn sie dann am übernächsten Tag zum Stand zurückkämen, könnten sie den Gutschein gegen eine Dekoration aus Trockenblumen eintauschen.\n\nNatürlich war Tighnari dafür zuständig, die Waldhüter zu unterweisen, wie sie die Dekoration aus Trockenblumen herstellen konnten. Bezüglich der Herstellungsgebühren, der Frage, ob Geld gezahlt werden sollte, beziehungsweise wie viel Geld, das sollte den Käufern der Blumen offen stehen, wie bei einer Wohltätigkeitsaktion.\n\nVon diesem Geld sollte, abzüglich eines Anteils für den Verkäufer als Gebühr für die Rücknahme der Pflanzenreste, zur Unterstützung der Waldhüter beim Schutz des Waldes verwendet werden.\n\nDie Zusammenarbeit war ein großer Erfolg: Die Blumenhändler konnten sich den Ärger des Eindringens tief in den Wald zum Sammeln der Pflanzen sparen und sogar zusätzliche Einnahmen verbuchen; die Waldhüter konnten mit wissenschaftlichen Methoden den Sammelprozess und die Sammelmenge kontrollieren und gleichzeitig zusätzliche Einnahmen erhalten; die zahlenden Kunden erhielten nicht nur eine sie für kurze Zeit begleitende frische Blume, sondern auch ein lange haltbares Erinnerungsstück.\n\nDas Ergebnis war vollkommen zufriedenstellend, aber unter den Waldhütern gab es manche, die diese Herangehensweise nicht verstehen konnten: „Warum haben wir nicht gleich das Pflücken dieser Blumen verboten? Wäre das nicht viel einfacher?“\n\nWann immer Tighnari solche Zweifel vernahm, schüttelte er lange den Kopf, wodurch seine Ohren wackelten.\n\n„So einfach können wir uns das nicht vorstellen. Wenn wir solche Zwangsvorschriften einfordern würden, wären wir wie ein sturer Lehrer, der oberlehrerisch seine Schüler belehrt. Statt Erkenntnis würden wir nur Ablehnung und Zuwiderhandlungen ernten.“\n\n„Dann hätten wir alle Hände voll damit zu tun, uns um Leute, die dagegen verstoßen und Blumen pflücken, zu kümmern. Geschweige denn, dass es unser Image als Waldhüter schadet“\n\n„Und außerdem kann sich der Trend auch ändern, macht euch keine Sorgen, schon bald werden die Menschen ihre Augen auf andere Begehrlichkeiten richten.“\n\nDiese Worte waren pragmatisch und fanden sofort die Anerkennung aller, Collei nickte besonders energisch mit dem Kopf.\n\n„Die Dekorationen aus Trockenblumen, deren Herstellung der Meister uns beigebracht hat, sind bei Kindern auch sehr beliebt!“",
      "es": "Érase una vez, una pequeña flor de cierta tonalidad llena de vitalidad por la que los habitantes de Sumeru comenzaron a sentir predilección. Mucha gente deseaba colocarla en su habitación como decoración, hasta el punto de que se convirtió en una gran moda en toda la nación.\n\nDesafortunadamente, no era fácil de cultivar fuera del bosque y, una vez recolectada, se marchitaba en cuestión de un par de días.\n\nA nadie le gustaban las flores secas, así que una vez marchita, la gente solía deshacerse de ella sin más. Ver aquellos pétalos que una vez fueron tan hermosos desperdigados por el suelo era sin duda una cruenta escena.\n\nAquel problema no solo generaba una gran contaminación, sino que a largo plazo podía llegar a contribuir al deterioro del ecosistema del bosque.\n\nTodos los guardas forestales comentaban el problema, pero fue a Tignari a quien se le ocurrió poner en marcha un plan de cooperación con el vendedor de flores de la ciudad.\n\nLos guardas forestales ayudarían a recoger las flores sin coste alguno. A cambio, el vendedor tenía que prometer informar a los clientes de que si devolvían las flores pasados unos días, cuando comenzaran a marchitarse, recibirían un cupón. El cupón podía intercambiarse por una decoración exclusiva hecha con los pétalos de las flores secas entregadas días antes.\n\nPor supuesto, el propio Tignari se encargaría de crear las propias decoraciones. En cuanto al precio, la decisión de si pagar o no, o la cantidad a pagar, todo quedaba en manos del comprador, como si de una venta benéfica se tratara.\n\nUna parte de los beneficios irían para el vendedor, como compensación por su duro trabajo. Otra parte iría destinada al equipo de guardas forestales para sufragar los gastos de mantenimiento y cuidado del bosque.\n\nEl plan no tardó en dar sus frutos. El comerciante de flores no solo se ahorraba el tedioso proceso de ir al bosque y recolectar flores cada pocos días, sino que vio sus beneficios crecer considerablemente. El equipo de guardas forestales aplicaba un riguroso método para calcular el número exacto de flores que debían recoger, lo que les permitió obtener un pequeño presupuesto para reinvertir en el bosque. Los compradores no solo podían disfrutar de las flores frescas durante un par de días, sino que también obtenían un precioso recuerdo que atesorar durante mucho tiempo.\n\nAunque los resultados del plan fueron realmente beneficiosos para todas las partes, algunos guardas todavía se preguntaban por qué no se prohibía directamente la recolección y compra de aquellas flores, y si no habría un método más sencillo para todo aquello.\n\nAl oír aquellas preguntas, Tignari negaba decididamente con la cabeza y las orejas en punta.\n\n“No podemos ser tan simplistas. Si nos limitamos a prohibir la venta de las flores, la gente se rebelará y recolectarán aún más flores. Igual que cuando prohíbes a los niños hacer algo y eso hace que tengan aún más ganas de hacerlo.\n\nSi hiciéramos eso, no solo tendríamos que encargarnos de nuestras tareas de guardas forestales, ¡también tendríamos que pasarnos los días recorriendo los bosques en busca de los ladrones de flores!\n\nAdemás, solo es una moda, no hay que preocuparse tanto. Muy pronto la gente se fijará en otras cosas y se olvidarán de las flores”.\n\nAquella mentalidad tan pragmática fue secundada por todos los guardas forestales, especialmente por Collei, que asintió con vehemencia al escuchar cada palabra y dijo:\n\n“¡Las decoraciones de flores secas que hace el maestro también son muy populares entre los niños!”.",
      "fr": "Il fut un temps où une fleur aux couleurs vives et pleine de vie recevait l'adoration des habitants de Sumeru. Ceux-ci aimaient l'utiliser pour décorer leurs chambres, et c'est ainsi qu'elle devint une mode dans tout le pays.\n\nMalheureusement, il n'était pas facile de la cultiver en dehors de la forêt tropicale, et une fois cueillie, elle se fanait en quelques jours. Voir ses pétales éparpillés par terre était un triste spectacle.\n\nCela ne pouvait plus durer. Sans parler des problèmes liés aux ordures ou à la pollution, cette tendance risquait d'endommager l'écosystème forestier si elle persistait suffisamment longtemps.\n\nLes gardes forestiers se creusaient la tête pour trouver une solution à ce problème, quand Tighnari proposa un marché aux vendeurs de fleurs de la ville :\n\nLes gardes forestiers aideraient gratuitement à cueillir les fleurs. En contrepartie, les vendeurs devraient informer les clients que s'ils rendaient les fleurs après quelques jours, lorsqu'elles commençaient à se faner, ils recevraient un bon de réduction. Le bon pourrait être échangé contre une décoration exclusive réalisée à partir des pétales des fleurs séchées qui avaient été rendues les jours précédents.\n\nBien entendu, c'est Tighnari lui-même qui se chargerait de créer les décorations. Quant au prix, c'était à l'acheteur de décider s'il voulait ou non payer pour cette décoration, et combien il paierait, tout comme lors d'une vente caritative.\n\nUne partie du chiffre d'affaires reviendrait au vendeur, en compensation de son dur labeur. Une autre partie serait versée à l'équipe des gardes forestiers pour couvrir les frais d'entretien et de soins de la forêt.\n\nCe plan porta rapidement ses fruits. Les propriétaires de magasins de fleurs s'épargnaient la peine d'aller chercher des fleurs dans les profondeurs de la forêt tropicale et obtenaient un revenu supplémentaire. Quant aux gardes forestiers, ils pouvaient planifier scientifiquement les cueillaisons de fleurs et la quantité à ramasser, en plus d'obtenir eux aussi des fonds additionnels. Enfin, les acheteurs pouvaient profiter des fleurs fraîches pendant quelques jours, mais aussi obtenir un précieux souvenir à conserver longtemps.\n\nTout se déroulait à merveille, mais certains gardes forestiers demandèrent : « Pourquoi ne pas tout simplement avoir interdit la cueillette de ces fleurs dès le départ ? Cela n'aurait-il pas été plus simple ? »...\n\nTighnari fit non de la tête et remua ses oreilles.\n\n« On ne peut pas être aussi simplistes. Si on interdit purement et simplement la vente de fleurs, les gens se révolteront et en ramasseront encore plus. C'est comme lorsqu'on interdit à un enfant de faire quelque chose : cela lui donne encore plus envie de le faire. »\n\n« Si l'on agit de la sorte, même si l'on met de côté la mauvaise réputation que les gardes forestiers devront se traîner, il faudra quand même s'occuper de tous les cueilleurs de fleurs illégaux, et on n'a pas le temps pour ça ! »\n\n« D'autre part, les modes finissent toujours par changer. Ne vous en faites pas, il ne faudra pas longtemps pour que les gens portent leur attention sur autre chose. »\n\nCe discours plein de bon sens trouva immédiatement écho auprès des gardes forestiers, surtout Collei, qui était celle qui hochait la tête le plus vigoureusement.\n\n« Et puis, les décorations de fleurs que maître nous a appris à fabriquer ont beaucoup de succès chez les enfants ! »",
      "pt": "Uma vez, existiu uma certa flor de cores vibrantes que era muito popular entre as pessoas de Sumeru. Muitas pessoas a compravam para tentar enfeitar suas casas, e assim, gradualmente, isso se tornou uma moda.\n\nInfelizmente, essa flor não durava muito tempo se fosse removida da floresta tropical, e iria durar no máximo uns dois dias após ser arrancada.\n\nAs flores que não estavam mais frescas seriam logo descartadas, deixadas para apodrecer — uma verdadeira pena.\n\nIsso não poderia continuar assim. Não estamos nem falando apenas do lixo e questões relacionadas à poluição, essa tendência corria o risco de prejudicar o ecossistema da floresta se ele continuasse por muito tempo.\n\nEntretanto, assim que os Patrulheiros Florestais estavam pensando nesse problema, Tighnari enviou uma oferta de cooperação com os vendedores de flores da cidade:\n\nOs Patrulheiros Florestais ajudariam eles a colherem flores frescas gratuitamente, mas que eles deveriam prestar um serviço adicional, informando aos compradores que se as devolvessem no segundo dia, receberiam um recibo que poderia ser trocado nos próximos 3 dias por uma decoração de flores secas.\n\nClaro que, essas decorações, eram fornecidas pelo Tighnari e os Patrulheiros Florestais. A opção de pagamento a quantidade foi deixada para o comprador das flores, assim como funciona em um bazar de caridade.\n\nEssa cooperação acabou indo muito bem. Os vendedores de flores não tinham o trabalho de sair procurando pelas flores nas profundezas da floresta tropical e ainda conseguiram uma renda extra. Os Patrulheiros Florestais conseguiram controlar a situação e a quantidade de flores colhidas, além de também conseguirem um dinheiro extra; aqueles que compravam as flores não iriam apenas receber uma flor temporária como companhia, mas também uma lembrança permanente.\n\nTudo correu bem, mas alguns patrulheiros não conseguiam entender, perguntando: \"Por que apenas não proibimos a coleta de tais flores? Isso não teria sido mais simples?\"\n\nTighnari balançou a cabeça ao ouvir isso, fazendo com que suas orelhas balançassem.\n\n\"Não devemos fazer cálculos tão simples. Se tivéssemos forçado as pessoas, seríamos apenas como um instrutor impassível, que não consegue fazer com que os outros entendam, mas que em vez disso desperta sentimentos de revolta.\"\n\n\"Se isso acontecesse, nossa reputação seria o menor de nossos problemas — estaríamos com nossas mãos cheias tentando lidar com as pessoas tentando colher flores ilegalmente!\"\n\n\"De qualquer forma, a moda é passageira. Não se preocupe. Aposto que a atenção das pessoas irá mudar logo para alguma outra coisa.\"\n\nPor mais pragmáticas que fossem estas palavras, elas rapidamente tiveram força entre os Patrulheiros Florestais. Collei balançava a cabeça concordando muito rapidamente.\n\n\"As decorações de flores secas que o mestre nos ensinou a fazer tem sido bem popular entre as crianças!\"",
      "ru": "Давным-давно жители Сумеру стали испытывать пристрастие к яркому цветку, полному жизненной силы. Многие люди настолько хотели разместить его в своих домах в качестве украшения, что это желание, подобно эпидемии, захватило всю страну. К сожалению, этот цветок недолговечен. Если его сорвать в тропическом лесу, он увядал через пару дней. Увядшие цветы просто выбрасывали, и они превращались в груды гниющего мусора - позор по любым меркам. Так не могло больше продолжаться. Помимо проблем, связанных с мусором и загрязнением окружающей среды, в случае, если бы эта тенденция сохранялась слишком долго, она могла нарушить экосистему тропического леса. Пока лесные дозорные думали, как решить эту проблему, Тигнари предложил сотрудничество продавцам цветов в городе. Согласно этому соглашению, лесные дозорные бесплатно будут помогать собирать цветы. В обмен на это торговцы должны предоставить дополнительную услугу, сообщив покупателям, что если они отправят цветы обратно в магазин до конца второго дня, то получат чек, который можно будет обменять на украшение из засушенных цветов в течение следующих трёх дней. Украшения из сухих цветов, разумеется, делали лесные дозорные под руководством Тигнари. Что касается стоимости их работы, то человек, покупающий цветы, сам решает, платить или нет и сколько платить, как в благотворительности. Часть вырученной моры шла владельцу магазина в качестве платы за услуги по сбору цветов, а остальная часть шла на финансирование усилий лесных дозорных по поддержанию экосистемы тропического леса. Сотрудничество шло довольно гладко. Владельцы цветочных магазинов избавили себя от необходимости искать в глубине тропического леса цветочную добычу и получили дополнительный доход; лесные дозорные получили возможность контролировать процесс и количество собранных цветов, а также дополнительные средства на свою деятельность; покупатели получали не только свежий цветок в качестве компаньона, но и более долгую память о нём. Результат оправдал ожидания, но некоторые дозорные не понимали смысла этого сотрудничества. «Почему просто не запретить собирать цветы? К чему все эти сложности?» Услышав сомнения, Тигнари покачал головой, отчего его уши затряслись. «Нельзя делать такие поверхностные выводы. Если мы установим такие требования, то уподобимся твердолобому лектору, который навязывает свои правила и не может добиться понимания других, вместо этого разжигая в них чувство бунтарства». «Если бы это произошло, наша репутация была бы наименьшей из проблем. Мы бы не успевали справляться с теми, кто приходит в лес незаконно собирать цветы!» «Не волнуйтесь, тенденции будут меняться. Я уверен, что внимание людей скоро переключится на что-то другое». Разумные доводы быстро нашли отклик у лесных дозорных. Особенно быстро их приняла Коллеи. «Украшения из сухоцветов, которые наставник научил нас делать, очень понравились детям!»",
      "id": "Dahulu kala, ada bunga berwarna cerah di hutan yang disukai oleh orang Sumeru. Banyak orang yang membelinya untuk menghiasi kamar mereka, hingga perlahan-lahan menjadi sebuah tren.\n\nNamun sayangnya, begitu bunga ini meninggalkan hutan hujan, ia sulit untuk bertahan hidup. Bahkan setelah dipetik, ia hanya akan tetap segar selama satu atau dua hari.\n\nTidak butuh waktu lama bagi bunga yang layu untuk dibuang begitu saja dan menjadi sampah yang menumpuk di tanah. Siapa pun yang melihat bunga-bunga itu yang berserakan di tanah itu, mereka akan merasa kasihan.\n\nHal ini tentu saja tidak bisa dibiarkan, tidak hanya menimbulkan sampah dan polusi yang besar, tetapi dalam jangka panjang dapat berkontribusi pada kerusakan ekosistem hutan hujan.\n\nNamun, saat semua orang di Pelindung Hutan khawatir tentang hal ini, Tighnari menawarkan rencana kerja sama kepada para penjual bunga di kota:\n\nTim Pelindung Hutan akan mengutus orang untuk membantu memetik bunga secara gratis. Sebagai gantinya, penjual harus berjanji untuk memberi tahu pelanggan bahwa kalau bunga dikembalikan sebelum layu keesokan harinya, mereka akan menerima kupon. Kupon ini dapat ditukar tiga hari kemudian dengan dekorasi yang dibuat dari bunga kering.\n\nTentu saja, Tighnari bertanggung jawab untuk membimbing tim Pelindung Hutan untuk membuat dan menyediakan dekorasi bunga kering. Biaya kerajinannya terserah pada pembeli apakah ingin membayarnya atau tidak, anggap saja ini seperti penjualan untuk amal.\n\nSebagian dari keuntungan akan diberikan kepada penjual, sebagai kompensasi atas kerja keras mereka menerima kembali bunga yang kering. Sebagian lagi akan diberikan kepada tim Pelindung Hutan sebagai biaya perawatan hutan hujan.\n\nKerja sama itu berjalan lancar. Pedagang bunga terhindar dari kesulitan untuk pergi ke dalam hutan hujan dan memetik bunga setiap beberapa hari, namun mereka melihat keuntungan mereka meningkat pesat. Tim Pelindung Hutan menerapkan metode ilmiah yang ketat untuk menghitung jumlah pasti bunga yang akan dipetik, yang memungkinkan mereka memperoleh anggaran kecil untuk diinvestasikan kembali di hutan. Pembeli tidak hanya dapat menikmati bunga segar selama beberapa hari, tetapi juga mendapatkan kenang-kenangan yang berharga untuk waktu yang lama.\n\nWalaupun hasil dari rencana tersebut benar-benar memuaskan, beberapa Pelindung Hutan masih bertanya-tanya: \"Mengapa tidak dilarang saja pemetikan bunga ini, bukannya ini cara yang lebih mudah?\"\n\nMendengar pertanyaan itu, Tighnari dengan tegas menggelengkan kepalanya dan menunjuk telinganya.\n\n\"Kita tidak bisa melakukan hal seperti itu. Jika kita melarang penjualan bunga, orang akan memberontak dan mengumpulkan lebih banyak bunga. Sama seperti ketika kalian melarang anak-anak melakukan sesuatu, hal itu membuat mereka semakin ingin melakukannya.\"\n\n\"Pada saat itu tiba, bahkan jika kita tidak peduli dengan rumor tentang tim Pelindung Hutan, kita juga akan sibuk dengan orang yang melanggar aturan dan mencuri bunga.\"\n\n\"Selain itu, tren akan dengan cepat berubah. Jangan khawatir, orang-orang akan segera mengalihkan perhatian mereka ke hal yang lain.\"\n\nKata-kata yang sangat masuk akal itu didukung oleh semua Pelindung Hutan, terutama Collei, yang mengangguk di setiap kata.\n\n\"Dekorasi bunga kering yang diajarkan oleh Guru juga sangat populer di kalangan anak-anak!\"",
      "th": "กาลครั้งหนึ่ง ดอกไม้ที่มีสีสันสดใสในป่าได้กลายมาเป็นที่ชื่นชอบของชาว Sumeru คนจำนวนไม่น้อยนิยมซื้อพวกมันไปเพื่อตกแต่งห้อง และก็ค่อย ๆ กลายเป็นที่นิยมขึ้นอย่างช้า ๆ\n\nแต่น่าเสียดายที่ดอกไม้พวกนี้ เมื่อนำออกมาจากป่าฝนมักจะบานสดใสอยู่ได้แค่วันหรือสองวัน ถึงจะถูกดูแลรักษาอย่างดีก็ตาม\n\nดอกไม้ที่สูญสิ้นความสดใสผ่านไปไม่นานก็ถูกทิ้งให้กลายเป็นเพียงขยะเน่าเสียอยู่บนพื้น ไม่ว่าใครที่เห็นต่างก็ต้องทอดถอนใจ\n\nถ้าปล่อยไว้แบบนี้ต้องไม่ใช่เรื่องดีแน่นอน ไม่เพียงแต่ปัญหาขยะและมลพิษเท่านั้น แต่ยังรวมถึงความเสี่ยงของการทำลายระบบนิเวศป่าฝนในระยะยาวอีกด้วย\n\nแต่พอทีมพิทักษ์ป่าเพิ่งกังวลเกี่ยวกับเรื่องนี้ Tighnari ก็ได้เสนอขอความร่วมมือจากแผงขายดอกไม้ในเมือง:\n\nทีมพิทักษ์ป่าจะส่งคนไปช่วยเจ้าของแผงเก็บดอกไม้โดยไม่คิดค่าธรรมเนียมใด ๆ แต่ในขณะเดียวกัน เจ้าของแผงขายดอกไม้ก็ต้องมีบริการเพิ่มเติมอีกอย่าง และแจ้งลูกค้าทุกคนที่มาซื้อว่าหากนำดอกไม้สดมาคืนในวันที่สองก่อนพวกมันจะเหี่ยวเฉา ก็จะได้รับใบเสร็จหนึ่งใบ แล้วหลังจากนั้นอีกสามวัน ใบเสร็จนี้จะสามารถนำมาแลกเป็นเครื่องประดับดอกไม้แห้งได้\n\nแน่นอนว่าเครื่องประดับดอกไม้แห้งนั้น Tighnari เป็นคนรับผิดชอบสอน ทีมพิทักษ์ป่าให้ทำขึ้นมา ส่วนเรื่องค่างานฝีมือน่ะเหรอ จะจ่ายเท่าไหร่หรือไม่จ่ายล้วนขึ้นอยู่กับคนซื้อดอกไม้ เหมือนกับเป็นการขายของเพื่อการกุศล\n\nเงินส่วนหนึ่งจะเป็นค่าแรงให้กับเจ้าของแผงดอกไม้ที่คอยเก็บดอกไม้มารีไซเคิล และส่วนที่เหลือทีมพิทักษ์ป่าจะนำไปใช้เพื่อบำรุงรักษาป่าฝนต่อไป\n\nความร่วมมือดำเนินไปอย่างราบรื่น: เจ้าของแผงดอกไม้ลดปัญหาที่ต้องเดินลึกเข้าไปป่าฝนเพื่อค้นหาดอกไม้ ทั้งยังเพิ่มรายได้ ทีมพิทักษ์ป่าเองก็ได้ใช้แผนวิทยาศาสตร์เพื่อควบคุมกระบวนการและปริมาณของการเก็บดอกไม้ และในขณะเดียวกันก็ได้รับเงินทุนเพิ่มเติม ส่วนคนที่ซื้อดอกไม้ไม่เพียงแต่ได้รับช่อดอกไม้ที่มีอายุขัยอันสั้น ทั้งยังได้รับของที่ระลึกที่สามารถเก็บรักษาไว้ได้นานอีกด้วย\n\nผลลัพธ์เป็นที่น่าพอใจ แต่ก็ยังมีคนในทีมพิทักษ์ป่าที่ไม่เข้าใจว่า \"ทำไมไม่ห้ามเก็บดอกไม้นี้ตั้งแต่แรกล่ะ?\"\n\nTighnari ที่ได้ยินคำถามแบบนี้ถึงกับต้องส่ายหัวไปมา หูกระตุกดุ๊กดิ๊ก\n\n\"คิดคำนวณตื้น ๆ แบบนั้นไม่ได้หรอกนะ ถ้ามีข้อบังคับใช้ที่เคร่งครัดเกินไป จะเป็นเหมือนอาจารย์ที่แสนเข้มงวดที่สอนให้ทุกคนทำสิ่งต่าง ๆ แต่กลับไม่สามารถทำให้ผู้คนเข้าใจได้ พอคนไม่เข้าใจพวกเขาก็จะแหกกฎอย่างดื้อรั้น มันเป็นจิตวิทยาน่ะ\"\n\n\"ถึงตอนนั้น แม้จะไม่สนใจชื่อเสียงของทีมพิทักษ์ป่า แค่จัดการกับพวกที่ขโมยดอกไม้อย่างผิดกฎหมายพวกเราก็ยุ่งพอแล้ว!\"\n\n\"และกระแสนิยมเดี๋ยวก็เปลี่ยนไป ไม่ต้องกังวล อีกไม่นานความสนใจของผู้คนจะเปลี่ยนไปที่อื่นแล้ว\"\n\nคำพูดนี้มีประโยชน์มาก พวกทีมพิทักษ์ป่าสามารถเข้าใจมันได้โดยทันที โดยเฉพาะ Collei ที่พยักหน้าเห็นด้วยอย่างสุดแรง\n\n\"เครื่องประดับดอกไม้แห้งที่อาจารย์สอนก็เป็นที่นิยมในหมู่เด็ก ๆ เช่นกันนะ!\"",
      "vi": "Có một thời gian, một loài hoa rực rỡ sắc màu nào đó trong rừng được người dân Sumeru ưa chuộng, nhiều người thích mua về trang trí trong phòng, và dần dần nó trở thành trào lưu.\n\nNhưng rất tiếc, loài hoa này một khi rời khỏi rừng mưa là rất khó sống, và dù có hái đi chăng nữa thì hoa cũng chỉ tươi được một hai ngày.\n\nNhững bông hoa héo chẳng bao lâu đã bị vứt bỏ, và trở thành những thứ thối rữa chất đống trên mặt đất, ai nhìn thấy cũng thấy xót xa.\n\nCứ tiếp tục như vậy chắc chắn không ổn. Không chỉ vấn đề rác thải, ô nhiễm mà về lâu dài còn có nguy cơ hủy hoại hệ sinh thái rừng mưa.\n\nTuy nhiên, khi tất cả mọi người trong đội kiểm lâm đều lo lắng về điều này, thì Tighnari đã đề nghị một kế hoạch hợp tác với những người bán hoa trong thành:\n\nĐội kiểm lâm sẽ cử người giúp chủ sạp thu gom hoa, không tính phí; Nhưng chủ sạp cần bổ sung thêm dịch vụ, thông báo cho mọi người đến mua hoa rằng nếu ngày hôm sau trả lại hoa trước khi hỏng thì có thể lấy biên lai, ba ngày sau có thể dùng để đổi lấy một bó hoa khô trang trí.\n\nTất nhiên việc trang trí hoa khô là do Tighnari phụ trách hướng dẫn đội kiểm lâm làm và cung cấp; Còn về tiền công, có trả tiền hay không, trả bao nhiêu đều do người mua hoa tự quyết định, giống như bán hàng từ thiện.\n\nMột phần của số tiền này sẽ được chia cho chủ sạp xem như chi phí thu hồi hoa héo, và phần còn lại sẽ được sử dụng cho đội kiểm lâm bảo vệ và duy trì rừng mưa.\n\nViệc hợp tác diễn ra rất suôn sẻ: Chủ sạp đỡ phải vất vả vào sâu trong rừng mưa để tìm hoa, đồng thời tăng thêm thu nhập; Đội kiểm lâm dùng phương án khoa học để kiểm soát số lượng và quy trình hái hoa, đồng thời cũng kiếm được thêm kinh phí; Những người bỏ tiền ra mua hoa không chỉ nhận được hoa tươi để trưng trong thời gian ngắn, mà còn có được một món quà lưu niệm có thể lưu giữ lâu dài.\n\nKết quả mỹ mãn, nhưng vẫn có người trong đội kiểm lâm thắc mắc: \"Tại sao không cấm hái loài hoa này ngay từ đầu? Lẽ nào đây không phải là cách đơn giản hơn sao?\"\n\nTighnari nghe xong câu hỏi như vậy thì lắc đầu liên tục, tai giật giật.\n\n\"Không thể tính đơn giản như vậy được. Nếu đưa ra yêu cầu bắt buộc, sẽ giống như một giáo viên cứng nhắc đang dạy ai đó làm gì, không những không ai hiểu, thậm chí còn dẫn đến tâm lý nổi loạn.\"\n\n\"Đến lúc đó, dù không quan tâm đến những lời bình luận về đội kiểm lâm, thì việc xử lý những kẻ trộm hoa trái phép cũng đủ bận rộn rồi!\"\n\n\"Và xu hướng thịnh hành cũng sẽ thay đổi, không cần phải lo, chẳng bao lâu nữa mọi người sẽ lại chuyển sự chú ý sang một cái khác thôi.\"\n\nNhững lời này rất thực tế, và chúng ngay lập tức được các thành viên đội kiểm lâm, đặc biệt là Collei, người gật đầu mạnh nhất công nhận.\n\n\"Đồ trang trí bằng hoa khô được làm theo cách của thầy cũng rất được trẻ em yêu thích!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "提纳里的同族因为数量稀少又行踪不定，通常给人留下孤僻避世的印象。\n\n但提纳里的情况似乎不太一样。\n\n他虽然潜心学术研究，并未费心经营人际关系，却阴差阳错地结识了不少同伴。\n\n提纳里早年在教令院求学时因为成绩优异，常有不少学生找他请教课题。等研讨结束，往往伴随着合影留念的请求。\n\n提纳里对此略有不解，但还是一一答应了。\n\n因此「提纳里什么都会，还很好说话！」的印象便传播开来，使得更多的人竞相拜访，就连其他学院的学生也来找他合作。\n\n直到有一天，这样的「受欢迎」吸引到了大风纪官赛诺的注意——\n\n拉帮结派、组建势力…这可是学术腐败的先兆之一！\n\n然而经过长期的暗中跟踪与观察，赛诺发现提纳里只是因为过于「好心」，才经常被其他人找上门来。\n\n而提纳里本人却只将心思放在学术上面，对其他人的拉拢不甚热心。\n\n哪怕答应了个别合作请求，也只是基于研究方面的最优考虑。\n\n最终，赛诺得出以下结论：「这是一名正直可靠的人才，绝无可能沾染学术腐败。警报解除。」\n\n也许正是因为留下了这种纯粹的印象，一向有意远离知识与学者的大风纪官也放下戒备，在日后的接触中与提纳里成为了朋友。\n\n如此种种因缘的积累，为提纳里接纳之后的新伙伴奠定了基础——\n\n「这个小姑娘…名字是叫『柯莱』吗？」\n\n「不识字也没关系，打起精神来。每个人在学习新东西的时候都是从无到有的，你与其他人并无不同。」\n\n「第一堂课就从拼写你的名字开始，如何？」",
      "zht": "提納里的同族因為數量稀少又行蹤不定，通常給人留下孤僻避世的印象。\n\n但提納里的情況似乎不太一樣。\n\n他雖然潛心學術研究，並未費心經營人際關係，卻陰差陽錯地結識了不少同伴。\n\n提納里早年在教令院求學時因為成績優異，常有不少學生找他請教課題。等研討結束，往往伴隨著合影留念的請求。\n\n提納里對此略有不解，但還是一一答應了。\n\n因此「提納里什麼都會，還很好說話！」的印象便傳播開來，使得更多的人競相拜訪，就連其他學院的學生也來找他合作。\n\n直到有一天，這樣的「受歡迎」吸引到了大風紀官賽諾的注意——\n\n拉幫結派、組建勢力…這可是學術腐敗的先兆之一！\n\n然而經過長期的暗中跟蹤與觀察，賽諾發現提納里只是因為過於「好心」，才經常被其他人找上門來。\n\n而提納里本人卻只將心思放在學術上面，對其他人的拉攏不甚熱心。\n\n哪怕答應了個別合作請求，也只是基於研究方面的最優考慮。\n\n最終，賽諾得出以下結論：「這是一名正直可靠的人才，絕無可能沾染學術腐敗。警報解除。」\n\n也許正是因為留下了這種純粹的印象，一向有意遠離知識與學者的大風紀官也放下戒備，在日後的接觸中與提納里成為了朋友。\n\n如此種種因緣的累積，為提納里接納之後的新夥伴奠定了基礎——\n\n「這個小女生…名字是叫『柯萊』嗎？」\n\n「不識字也沒關係，打起精神來。每個人在學習新東西的時候都是從無到有的，妳與其他人並無不同。」\n\n「第一堂課就從拼寫妳的名字開始，如何？」",
      "jp": "ティナリの同族は数が少ない。またその行動には定まりがないため、人付き合いが嫌いだと思われている。\n\nしかし、ティナリはどうやら違うようだ。\n\n彼は学問に没頭していたため、人間関係に特別気を遣っていたわけではないが、偶然が重なり多くの仲間と出会うことになった。\n\n教令院の学生時代、ティナリは成績が優秀だったため、多くの学生から課題の相談を受けた。講義が終わると、よく記念写真を撮ろうとも持ちかけられた。\n\nティナリは少し戸惑いはしたものの、それらにすべて応えたという。\n\nその結果、「ティナリは何でも知っている上に、とても付き合いやすい人！」という印象が広まり、彼のもとを訪れる人がさらに増えた。他の学院の学生からも協力の依頼が来るほどだ。\n\nある日、ティナリの「人気」は大マハマトラ、セノの目にも留まった——\n\n徒党を組み、勢力を形成している…まさに学術を腐敗させる前兆の一つだ！\n\nしかし、長期に渡り密かに観察した結果、ティナリが人から声をかけられるようになったのは、あまりにも「いい人」であるからだとセノは気付いた。\n\nそして、ティナリ自身は学問に心血を注いでいるため、人から誘われることにあまり乗り気ではないことに気づく。\n\nたとえ協力の依頼を引き受けたとしても、それは研究を優先した上での結果であった。\n\n最終的にセノは、このような結論に辿り着く。「彼は正直で信頼できる人材だ。決して学術の腐敗をもたらすことはない、警戒する必要もないだろう。」\n\nそんな純粋な印象を受け、知識や学者を故意に遠ざけていた大マハマトラも警戒を解き、ティナリとの親交を深めていった。\n\nそして、このような縁が重なった結果、ティナリは新たな仲間を迎えることになる——\n\n「この子は…『コレイ』というんだね？」\n\n「文字が分からなくても大丈夫、そう落ち込まないで。誰だってゼロから学ぶんだ、君は他の人と何も変わらない。」\n\n「最初の授業は、自分の名前の書き方からにしよう。」",
      "ko": "타이나리의 동족은 수가 적고 행적이 불분명한 탓에, 일반적으로 괴팍하고 고립된 듯한 인상을 준다.\n\n하지만 타이나리는 조금 다른 듯하다.\n\n그는 학술 연구에만 몰두하고 인간관계를 거의 신경 쓰지 않지만, 이런저런 우연으로 적잖은 친구들을 사귀게 되었다.\n\n타이나리는 아카데미아 재학 중에 늘 우수한 성적을 유지했고, 그 때문에 많은 학생들이 타이나리에게 과제에 관해 물어오곤 했다. 그리고 토론이 끝나면 기념사진을 부탁하는 이들도 종종 있었다.\n\n타이나리는 이해하기 힘들었지만, 그들의 부탁을 거절하진 않았다.\n\n그런 이유로 「타이나리는 뭐든지 아는 데다 성격까지 좋아!」라는 인상이 사람들 사이에서 퍼지기 시작했고, 더욱 많은 사람들이 앞다투어 타이나리에게 찾아왔다. 심지어는 다른 학부의 학생들도 그를 찾아와 협력을 구하곤 했다.\n\n그러던 어느 날, 그 「인기」가 대풍기관 사이노의 주의를 끌게 되었으니…\n\n파벌을 나누고 세력을 모으는 건… 학술 부패의 징조 중 하나야! …라고 여기게 된 것이다.\n\n하지만 장기간의 미행과 관찰 끝에, 사이노는 타이나리가 그저 너무 「친절한」 탓에 사람들을 끌어모으는 거란 걸 발견했다.\n\n하지만 타이나리 본인은 학술에만 전념할 뿐, 다른 사람들의 영입 시도에 별다른 관심을 보이지 않았다.\n\n협력 요청에 응한다 해도 그저 연구를 최우선으로 고려할 뿐이었다.\n\n결국 사이노는 다음과 같은 결론을 내렸다. 「타이나리는 학술 부패에 결코 물들 리 없는 정직하고 믿음직한 인재야. 경계를 해제해야겠어.」\n\n타이나리의 순수한 인상 덕분에 일부러 지식과 학자를 멀리하던 대풍기관조차 경계심을 늦췄고, 이후의 만남을 통해 타이나리와 친구가 되었다.\n\n이런 인연들이 모여 타이나리가 이후 새 동료를 받아들일 수 있는 기초가 되었는데…\n\n「꼬마 친구는 이름이 뭐야?… 『콜레이』라고?」\n\n「글을 몰라도 괜찮아. 시무룩해할 필요 없어. 새로운 지식을 배우는 사람은 전부 무에서 유를 배워가는 거야. 넌 다른 사람이랑 다를 게 없어.」\n\n「첫 번째 수업은 네 이름의 철자부터 시작하자. 어때?」",
      "en": "Beings of Tighnari's race are a rare and unpredictable sort, and usually give off the impression of being loners.\n\nBut Tighnari's circumstances appear to have been somewhat different.\n\nAlthough he has spent much time meditating on his research and has spent comparatively little on cultivating relationships, he did wind up stumbling into a good number of comrades nonetheless.\n\nTighnari had excellent grades in the Akademiya early on, and many would come to him for help with their coursework. When his seminar courses would end, he would often go along with requests for group photos.\n\nNot that he really understood them, but he agreed anyway.\n\nThat was how \"Tighnari knows everything, and he's so nice to talk to!\" became a widespread saying, causing many to fight for his time. Even students from other Darshans would want to collaborate with him.\n\nThis went on till one day, when his popularity also attracted the attention of the General Mahamatra Cyno—\n\nForming factions and gathering forces... these were nothing if not the harbingers of academic corruption!\n\nYet with some time spent observing Tigharni, Cyno found that the former had only received people out of the goodness of his heart.\n\nTighnari himself only really had eyes for his work, and was dispassionate concerning the offers of others.\n\nCertainly he would agree to collaborate, but only in the interests of furthering his research in the best way possible.\n\nUltimately, Cyno's judgment was as such: \"This is an upright and reliable talent who has no questionable dealings. Threat resolved.\n\nIt was perhaps due to this pure impression that the General Mahamatra, known for distancing himself from scholarship and scholars alike, would let down his guard and become friends with Tighnari in the days to come.\n\nThese factors would all culminate in yet another meeting with another comrade.\n\n\"This young lady's name is Collei?\"\n\n\"It's okay if you can't read or right. We all start having no knowledge — in this you are no different from anyone else.\"\n\n\"Shall we start with writing your name, then?\"",
      "de": "Angehörige von Tighnaris Art erwecken aufgrund ihrer Seltenheit und ihrer unklaren Aufenthaltsorte oft den Eindruck, Einzelgänger zu sein.\n\nAber Tighnari ist da ein wenig anders.\n\nEr vergräbt seinen Kopf zwar in der akademischen Forschung und engagiert sich nicht darin, Beziehungen mit Menschen zu pflegen, aber aus einer Reihe von Gründen konnte er eine ganze Reihe von Bekanntschaften machen.\n\nIn frühen Jahren, als Tighnari an der Akademie studierte, suchten ihn aufgrund seiner herausragenden Studienleistungen nicht wenige Kommilitonen auf, auf dass er ihnen bei ihren Kursen hälfe. Sobald seine Seminarkurse endeten, gab er den Anfragen auf gemeinsame Fotos meist nach.\n\nEr konnte sich darauf zwar keinen Reim machen, aber er stimmte doch zu.\n\nDaher hing ihm schnell der Ruf an, alles zu können und sehr wortgewandt zu sein, weshalb immer mehr Menschen danach wetteiferten, ihn aufzusuchen, sogar die Studenten der anderen Schulen baten ihn um Zusammenarbeit.\n\nBis zu jenem Tage schließlich, als diese „Beliebtheit“ die Aufmerksamkeit des Mahamatra Cyno auf sich zog:\n\nParteienbildung, Kräfteansammlung ... Wenn das nicht die Vorboten der Korrumpierung des akademischen Systems waren!\n\nNach einer langen Zeit der heimlichen Beobachtung und Überwachung, stellte Cyno fest, dass Tighnari nur aufgrund seines überbordenden „Wohlwollens“ häufig von anderen Menschen aufgesucht wurde.\n\nUnd Tighnari selbst kümmerte sich nur um Forschungsangelegenheiten und interessierte sich gar nicht für die Angebote der anderen.\n\nEr stimmte einigen wenigen Kooperationsanfragen zwar zu, aber ausschließlich, um seine Forschung ideal voranzutreiben.\n\nSchließlich gelangte Cyno zu folgendem Urteil: Dies ist ein wirklich aufrichtiges und verlässliches Talent, nicht durch irgendetwas vom rechten Pfad abzubringen. Kein Gefährdungspotenzial vorhanden.“\n\nUnd gerade, weil er diesen unbefleckten Eindruck vermittelte, ließ der Mahamatra, der für seine Distanz zu den Intellektuellen und Gelehrten bekannt war, seine Vorsicht ihm gegenüber fallen und schloss schließlich Freundschaft mit Tighnari.\n\nAll dies kam für Tighnari zusammen und führte zu einer weiteren schicksalhaften Begegnung Tighnaris mit einer neuen Kameradin.\n\n„Ist der Name dieser jungen Dame ... Collei?“\n\n„Es ist nicht schlimm, wenn du nicht lesen oder schreiben kannst. Mach dir keine Sorgen. Jeder fängt überall erstmal klein zu lernen an, da bist du nicht anders als andere.“\n\n„Wie wär’s, wenn wir den ersten Kurs mit dem Schreiben deines Namens anfangen?“",
      "es": "Hay pocos seres de la raza de Tignari, y no son fáciles de encontrar, por lo que la gente cree que poseen un carácter solitario.\n\nPero Tignari es diferente.\n\nAunque se dedicó a la investigación académica y no prestaba mucha atención a las relaciones sociales, acabó conociendo a un buen número de buenos compañeros.\n\nDurante sus estudios en la Academia de Sumeru, Tignari siempre obtuvo las mejores calificaciones, por lo que muchos de sus compañeros le pedían ayuda constantemente. Al final del curso, muchos de ellos insistieron en capturar una imagen juntos de recuerdo.\n\nA Tignari le resultó desconcertante, pero accedió a capturar una imagen con todos y cada uno de sus compañeros.\n\nA partir de aquel día se extendió el rumor de que Tignari no solo era bueno en todo lo que hacía, sino que también era muy simpático, por lo que muchos más quisieron hacerse amigos suyos. Incluso los estudiantes de otras escuelas querían cooperar con él.\n\nTal era la popularidad del joven que llamó incluso la atención del Gran Juez.\n\nFormar facciones y reunir fuerzas... ¡Sin duda eran señales de que estaba intentando corromper la academia!\n\nEl Gran Juez decidió observar al muchacho y acabó comprobando que, si tanta gente seguía al chico, era porque era una persona bondadosa.\n\nA pesar de su popularidad, Tignari se centraba únicamente en lo académico y no le entusiasmaba la idea de levantar tales pasiones entre sus compañeros.\n\nIncluso a la hora de aceptar proyectos de cooperación, se basaba exclusivamente en los beneficios académicos que podrían reportarle.\n\nPor todo ello, el Gran Juez llegó a una conclusión: “Ese joven no solo posee un gran talento, sino que es honrado y cumplidor. No supone ninguna amenaza para la integridad de la Academia de Sumeru. Se cancela el estado de alarma”.\n\nQuizás fue porque lo había observado durante mucho tiempo, pero hasta el Gran Juez, que destacaba por mantenerse al margen del resto de los eruditos y de sus teorías del conocimiento, acabó entablando amistad con aquel joven.\n\nToda esta acumulación de casualidades del destino culminó cuando Tignari conoció a otra compañera.\n\n“Así que... te llamas Collei, ¿cierto? No pasa nada si no sabes leer. Todo el mundo nace sin saberlo. Eso te hace igual que los demás. ¿Qué tal si para la primera clase aprendes a deletrear tu nombre?”.",
      "fr": "#Les êtres qui font partie de la même espèce que Tighnari sont rares et leurs déplacements sont difficiles à suivre, ce qui fait qu'ils donnent généralement l'impression d'être des personnages solitaires.\n\nMais Tighnari semble être un peu différent.\n\nBien qu'il soit complètement absorbé par ses recherches et qu'il n'ait pas passé de temps à cultiver ses relations, il s'est tout de même retrouvé avec un certain nombre de compagnons à ses côtés.\n\nTighnari a obtenu des bonnes notes dès ses débuts à l'Académie, et nombreux sont les étudiants qui lui demandaient de l'aide pour leurs cours. Une fois leur cours particulier terminé, ils lui demandaient de prendre une photo ensemble en guise de souvenir.\n\nMême s'il trouvait cela un peu déconcertant, il ne refusait jamais cette requête.\n\nC'est pour cela que les étudiants disaient que « Tighnari sait tout, et en plus il est super sympa ! » et que tout le monde cherchait à le rencontrer, au point où même les étudiants des autres écoles lui proposaient des projets collaboratifs.\n\nPuis un jour, cet engouement pour le jeune Tighnari finit par attirer l'attention de Cyno, le général mahamatra...\n\nIl cherche des adeptes pour former une faction... Il ne fait aucun doute que ce garçon cherche à corrompre l'Académie{NON_BREAK_SPACE}!\n\nEt pourtant, après l'avoir longtemps suivi dans l'ombre pour l'espionner, Cyno se rendit compte que s'il y avait autant de personnes qui venaient voir Tighnari, c'était uniquement parce que ce dernier était particulièrement serviable.\n\nTighnari lui-même n'avait d'yeux que pour son travail et restait froid face aux offres des autres. Il acceptait certes de collaborer, mais uniquement dans le but de faire avancer ses recherches de la meilleure façon possible.\n\nAu final, Cyno tira la conclusion suivante : « Ce jeune homme est quelqu'un de talentueux et droit dans ses bottes sur qui l'on peut compter. Il ne représente aucune menace pour l'intégrité de l'Académie. L'affaire est close. »\n\nC'est peut-être grâce à cette bonne impression que le général mahamatra, qui gardait toujours ses distances avec les chercheurs, baissa sa garde et se lia d'amitié avec Tighnari les jours suivants.\n\nCe concours de circonstances fut également la pierre angulaire qui permettrait à Tighnari de rencontrer sa nouvelle partenaire.\n\n« Cette jeune fille... Elle s'appelle Collei, c'est ça ? »\n\n« Ce n'est pas grave si tu ne sais pas lire. Tout le monde naît sans savoir lire. Ça fait de toi une personne comme les autres. »\n\n« Pour ta première leçon, tu vas commencer par épeler ton nom, qu'en dis-tu ? »",
      "pt": "Os seres do povo de Tighnari são raros e imprevisíveis e geralmente passam a ideia de serem solitários.\n\nMas as circunstâncias do Tighnari parecem ter sido diferentes.\n\nEmbora ele tenha passado muito tempo meditando em sua pesquisa e tenha gasto, de certa forma, pouco em cultivar relacionamentos, ele acabou se deparando com um bom número de companheiros.\n\nTighnari tinha notas excelentes na Academia desde muito cedo, e muitos vinham até ele para pedir ajuda em seus trabalhos. Quando seus seminários terminavam, ele costumava aceitar os pedidos de fotos em grupo.\n\nNão que ele entendesse muito sobre eles, mas aceitava de qualquer forma.\n\nE foi assim que coisas como: \"Tighnari sabe de tudo, e é tão bom conversar com ele!\" acabou se tornando algo que todos diziam, fazendo com que muitos lutassem pelo seu tempo. Até estudantes de outros Darshans queriam a participação dele.\n\nIsso durou até que um dia, quando sua popularidade também chamou a atenção do General Mahamatra Cyno.\n\nFormar facções e reunir forças... isso não é nada se não os presságios da corrupção acadêmica!\n\nNo entanto, após um tempo observando Tighnari, Cyno descobriu que ele só estava tentando agradar as pessoas.\n\nO próprio Tighnari só tinha olhos para seu trabalho, e era desinteressado com relação às ofertas dos outros.\n\nObviamente ele concordaria em colaborar, mas apenas com o interesse de promover sua pesquisa da melhor maneira possível.\n\nPor fim, Cyno julgou que: \"Trata-se de um talento íntegro e confiável, que não tem nenhum compromisso questionável. Ameaça resolvida.\"\n\nTalvez fosse apenas por causa dessa impressão que o General Mahamatra, conhecido por se distanciar tanto dos estudos quanto dos estudiosos, baixou a guarda e se tornou amigo do Tighnari nos dias seguintes.\n\nTodos estes fatores culminariam em mais uma reunião com outra companheira.\n\n\"Essa moça se chama Collei?\"\n\n\"Está tudo bem se você não consegue ler ou escrever. Todos começamos sem conhecimento nenhum — nisso, você não é diferente de ninguém.\"\n\n\"Que tal começarmos escrevendo o seu nome?\"",
      "ru": "Представители народа Тигнари - редкий вид, который не имеет постоянного местопребывания, поэтому обычно они производят впечатление одиночек. Но жизнь самого Тигнари сложилась иначе. Хотя он проводил много времени, размышляя над своими исследованиями, и сравнительно мало времени уделял налаживанию отношений, тем не менее, он нашёл большое количество соратников. У Тигнари с самого начала были отличные оценки в Академии, и многие приходили к нему за помощью. Когда семинарские занятия заканчивались, он соглашался на просьбы сделать групповые фотографии. Он не понимал их смысл, но всё равно соглашался. Вскоре в Академии распространилось убеждение, что Тигнари приятный и всезнающий собеседник, которое заставляло всех конкурировать за его время. Даже студенты из других даршанов хотели сотрудничать с ним. Так продолжалось до тех пор, пока однажды его популярность не привлекла внимание генерала махаматры Сайно. Формирование фракций и собирание сил... это не что иное, как предвестники деградации Академии. Однако проведя некоторое время с Тигнари Сайно обнаружил, что тот помогает им исключительно по доброте душевной. Сам Тигнари интересовался исключительно наукой и не принимал во внимание чужие предложения. Конечно, он согласился бы сотрудничать, но только в интересах наилучшего продвижения своих исследований. Заключение Сайно было таким: «Это честный и надёжный талант, который никогда не был вовлечён в сомнительные дела. Угроза отсутствует». Возможно, именно благодаря этому впечатлению генерал махаматра, который всегда стремился держаться подальше от знаний и учёных, впоследствии ослабил бдительность и даже подружился с Тигнари. Таким образом у Тигнари появился ещё один соратник. «Эту девушку зовут Коллеи?» «Нет ничего страшного в том, что ты не умеешь читать или писать. Мы все начинаем с незнания - в этом ты ничем не отличаешься от других людей». «Как насчёт того, чтобы начать первый урок с написания своего имени?»",
      "id": "Kaum Tighnari berasal biasanya memberikan kesan terasing kepada orang-orang karena jumlah mereka yang sedikit dan tidak pasti keberadaannya.\n\nNamun situasi Tighnari tampaknya berbeda.\n\nMeskipun dia mengabdikan dirinya untuk penelitian akademis dan hanya menghabiskan sedikit waktu untuk berhubungan dengan orang lain, dia pada akhirnya mempunyai banyak teman.\n\nTighnari memiliki nilai yang sangat baik di Akademiya sejak awal dia masuk, dan banyak pelajar yang datang kepadanya untuk meminta nasihat dalam tugas kuliah mereka. Ketika diskusi berakhir, dia sering dimintai untuk berfoto.\n\nTighnari seringkali tidak paham terhadap permintaan ini, tapi dia tetap menerimanya.\n\nOleh karena itu, kesan \"Tighnari tahu segalanya dan sangat baik untuk diajak bicara!\" menyebar, membuat lebih banyak orang datang berkunjung untuk melihatnya, bahkan murid dari Darshan lain pun datang untuk bekerja sama dengannya.\n\nSampai suatu hari, \"popularitas\" seperti itu menarik perhatian Mahamatra Umum Cyno ....\n\nMembentuk faksi dan mengumpulkan kekuatan ... ini salah satu pertanda korupsi akademik!\n\nNamun, setelah mengamati Tighnari secara diam-diam dalam jangka waktu yang panjang, Cyno menemukan kalau Tighnari banyak dicari oleh orang lain hanya karena dia terlalu \"baik hati\".\n\nTighnari sendiri hanya fokus pada urusan akademisnya dan tidak terlalu memedulikan tawaran orang lain.\n\nTentu saja dia tetap setuju untuk bekerja sama, tapi hanya demi memajukan penelitiannya dengan cara terbaik.\n\nPada akhirnya, Cyno memiliki kesimpulan: \"Orang ini adalah bakat yang jujur, dapat diandalkan, dan tidak memiliki kemungkinan terseret korupsi akademik. Ancaman teratasi.\n\nMungkin karena kesan inilah yang membuat Mahamatra, yang dikenal suka menjauhkan diri dari pengetahuan dan pelajar, menjadi lengah dan berteman dengan Tighnari di kemudian hari.\n\nFaktor-faktor ini semua menjadi dasar bagi Tighnari pada pertemuan dengan teman-teman lainnya.\n\n\"Gadis kecil ini ... Namanya 'Collei'?\"\n\n\"Tidak apa-apa jika kamu tidak bisa membaca. Semua orang memulai dari nol saat belajar hal baru, kamu tidak berbeda dari orang lain.\"\n\n\"Bagaimana kalau kita mulai dengan belajar mengeja namamu?\"Kaum Tighnari berasal biasanya memberikan kesan terasing kepada orang-orang karena jumlah mereka yang sedikit dan tidak pasti keberadaannya.\n\nNamun situasi Tighnari tampaknya berbeda.\n\nMeskipun dia mengabdikan dirinya untuk penelitian akademis dan hanya menghabiskan sedikit waktu untuk berhubungan dengan orang lain, dia pada akhirnya mempunyai banyak teman.\n\nTighnari memiliki nilai yang sangat baik di Akademiya sejak awal dia masuk, dan banyak pelahar yang datang kepadanya untuk meminta nasihat dalam tugas kuliah mereka. Ketika diskusi berakhir, dia sering dimintai untuk berfoto.\n\nTighnari seringkali tidak paham terhadap permintaan ini, tapi dia tetap menerimanya.\n\nOleh karena itu, kesan \"Tighnari tahu segalanya dan sangat baik untuk diajak bicara!\" menyebar, membuat lebih banyak orang datang berkunjung untuk melihatnya, bahkan murid dari Darshan lain pun datang untuk bekerja sama dengannya.\n\nSampai suatu hari, \"popularitas\" seperti itu menarik perhatian Mahamatra Umum Cyno ....\n\nMembentuk faksi dan mengumpulkan kekuatan ... ini salah satu pertanda korupsi akademik!\n\nNamun, setelah mengamati Tighnari secara diam-diam dalam jangka waktu yang panjang, Cyno menemukan kalau Tighnari banyak dicari oleh orang lain hanya karena dia terlalu \"baik hati\".\n\nTighnari sendiri hanya fokus pada urusan akademisnya dan tidak terlalu memedulikan tawaran orang lain.\n\nTentu saja dia tetap setuju untuk bekerja sama, tapi hanya demi memajukan penelitiannya dengan cara terbaik.\n\nPada akhirnya, Cyno memiliki kesimpulan: \"Orang ini adalah seseorang dengan bakat yang jujur, dapat diandalkan, dan tidak memiliki kemungkinan terseret korupsi akademik. Ancaman teratasi.\"\n\nMungkin karena kesan inilah yang membuat Mahamatra Umum, yang dikenal suka menjauhkan diri dari pengetahuan dan pelajar, menjadi lengah dan berteman dengan Tighnari di kemudian hari.\n\nFaktor-faktor ini semua menjadi dasar bagi Tighnari pada pertemuan dengan teman-teman lainnya.\n\n\"Gadis kecil ini ... Namanya 'Collei'?\"\n\n\"Tidak apa-apa jika kamu tidak bisa membaca. Semua orang memulai dari nol saat belajar hal baru, kamu tidak berbeda dari orang lain.\"\n\n\"Bagaimana kalau kita mulai dengan belajar mengeja namamu?\"Kaum Tighnari berasal biasanya memberikan kesan terasing kepada orang-orang karena jumlah mereka yang sedikit dan tidak pasti keberadaannya.\n\nNamun situasi Tighnari tampaknya berbeda.\n\nMeskipun dia mengabdikan dirinya untuk penelitian akademis dan hanya menghabiskan sedikit waktu untuk berhubungan dengan orang lain, dia pada akhirnya mempunyai banyak teman.\n\nTighnari memiliki nilai yang sangat baik di Akademiya sejak awal dia masuk, dan banyak pelahar yang datang kepadanya untuk meminta nasihat dalam tugas kuliah mereka. Ketika diskusi berakhir, dia sering dimintai untuk berfoto.\n\nTighnari seringkali tidak paham terhadap permintaan ini, tapi dia tetap menerimanya.\n\nOleh karena itu, kesan \"Tighnari tahu segalanya dan sangat baik untuk diajak bicara!\" menyebar, membuat lebih banyak orang datang berkunjung untuk melihatnya, bahkan murid dari Darshan lain pun datang untuk bekerja sama dengannya.\n\nSampai suatu hari, \"popularitas\" seperti itu menarik perhatian Mahamatra Umum Cyno ....\n\nMembentuk faksi dan mengumpulkan kekuatan ... ini salah satu pertanda korupsi akademik!\n\nNamun, setelah mengamati Tighnari secara diam-diam dalam jangka waktu yang panjang, Cyno menemukan kalau Tighnari banyak dicari oleh orang lain hanya karena dia terlalu \"baik hati\".\n\nTighnari sendiri hanya fokus pada urusan akademisnya dan tidak terlalu memedulikan tawaran orang lain.\n\nTentu saja dia tetap setuju untuk bekerja sama, tapi hanya demi memajukan penelitiannya dengan cara terbaik.\n\nPada akhirnya, Cyno memiliki kesimpulan: \"Orang ini adalah bakat yang jujur, dapat diandalkan, dan tidak memiliki kemungkinan terseret korupsi akademik. Ancaman teratasi.\n\nMungkin karena kesan inilah yang membuat Mahamatra Umum, yang dikenal suka menjauhkan diri dari pengetahuan dan pelajar, menjadi lengah dan berteman dengan Tighnari di kemudian hari.\n\nFaktor-faktor ini semua menjadi dasar bagi Tighnari pada pertemuan dengan teman-teman lainnya.\n\n\"Gadis kecil ini ... Namanya 'Collei'?\"\n\n\"Tidak apa-apa jika kamu tidak bisa membaca. Semua orang memulai dari nol saat belajar hal baru, kamu tidak berbeda dari orang lain.\"\n\n\"Bagaimana kalau kita mulai dengan belajar mengeja namamu?\"",
      "th": "เนื่องจากเผ่าพันธุ์เดียวกับ Tighnari นั้นมีจำนวนน้อย และมีร่องรอยที่ไม่แน่ชัด ผู้คนจึงมักรู้สึกว่าเขาให้ความรู้สึกที่สันโดษอยู่เสมอ\n\nแต่สถานการณ์ของ Tighnari ดูเหมือนจะแตกต่างออกไป\n\nแม้ว่าเขาจะอุทิศตนเพื่อการวิจัยเชิงวิชาการและไม่สนใจความสัมพันธ์ระหว่างบุคคล แต่เขาก็บังเอิญได้พบกับเพื่อนมากมาย\n\nTighnari ในวัยเยาว์ที่ศึกษาอยู่ในสถาบัน เพราะมีผลการเรียนที่ยอดเยี่ยม นักเรียนหลายคนเลยมักจะมีคำถามมาให้เขาช่วยสอน พอสอนเสร็จก็มักมาพร้อมกับการขอถ่ายรูปหมู่\n\nTighnari งุนงงเล็กน้อย แต่ก็ตอบตกลงทีละคน\n\nทำให้ความประทับใจที่ว่า \"Tighnari ทำได้ทุกอย่าง ทั้งยังรู้จักพูดจา!\" แพร่กระจายออกไป ผู้คนต่างหลั่งไหลกันเข้ามาเยี่ยมเยือนทั้งใน และคนนอกสถาบันต่างมาหาเขาเพื่อขอความร่วมมือ\n\nจนวันหนึ่ง \"ความนิยม\" ดังกล่าวได้ดึงดูดความสนใจของเจ้าหน้าที่มหามาตรา Cyno เข้า\n\nการจัดตั้งกลุ่ม และจัดตั้งกองกำลัง... นี่เป็นลางสังหรณ์ของการทุจริตทางวิชาการ!\n\nอย่างไรก็ตาม หลังจากติดตามและสังเกตการณ์อย่างลับ ๆ เป็นเวลานาน Cyno ก็พบว่าสิ่งที่ทำให้ Tighnari ได้รับการติดต่อจากคนอื่นบ่อยครั้งนั้นเป็นเพราะเขามี \"จิตใจดี\" เกินไปต่างหาก\n\nแถมตัว Tighnari เองก็สนใจแต่เรื่องวิชาการ ไม่ค่อยสนใจที่จะสานสัมพันธ์กับผู้คนเท่าไหร่\n\nถึงจะตอบรับคำขอความร่วมมือต่าง ๆ แต่ก็พิจารณาแต่สิ่งที่เหมาะสมในการทำวิจัยเท่านั้น\n\nสุดท้าย Cyno ก็ได้ข้อสรุปดังนี้: \"เป็นบุคคลที่มีความสามารถ, ซื่อสัตย์ และสามารถพึ่งพาได้คนหนึ่ง ไม่มีแนวโน้มในการทุจริตทางวิชาการ การเฝ้าระวังถูกยกเลิก\"\n\nอาจเป็นเพราะความประทับใจในความบริสุทธิ์นี้ เจ้าหน้าที่มหามาตราที่ต้องการอยู่ห่างจากพวกนักวิชาการมาตลอด ก็ได้ลดความระมัดระวังลง หลังจากวันนั้นเขาก็ได้กลายเป็นเพื่อนกับ Tighnari ในที่สุด\n\nเพราะการสั่งสมประสบการณ์การพบเจอผู้คนแบบนี้ ต่อมาจึงได้ก่อเป็นพื้นฐานการยอมรับเพื่อนใหม่ของตัว Tighnari เองขึ้น...\n\n\"สาวน้อยคนนี้...ชื่อว่า 'Collei' สินะ?\"\n\n\"ไม่รู้หนังสือก็ไม่เป็นไร ปลุกพลังใจขึ้นมา ทุกคนสามารถเริ่มต้นเรียนสิ่งใหม่ ๆ ได้เสมอ เธอเองก็ไม่ต่างไปจากคนอื่น ๆ หรอกนะ\"\n\n\"งั้นคาบเรียนแรก เป็นการสะกดชื่อตัวเองเป็นไง?\"",
      "vi": "Vì số lượng người cùng tộc của Tighnari rất ít và hành tung bất định, nên thường để lại ấn tượng thích sống ẩn dật, ngăn cách với thế giới.\n\nNhưng Tighnari dường như không giống như vậy.\n\nMặc dù chuyên tâm vào nghiên cứu học thuật và không mấy bận tâm đến việc tạo dựng các mối quan hệ, nhưng trời xui đất khiến thế nào mà anh đã quen được nhiều người bạn đồng hành.\n\nNhững năm đầu khi Tighnari còn học ở Giáo Viện, vì điểm số xuất sắc mà nhiều học sinh thường tìm anh ấy hỏi về đề tài. Rồi khi nghiên cứu kết thúc thường sẽ đi kèm yêu cầu xin chụp ảnh chung.\n\nTighnari hơi khó hiểu vì điều này, nhưng vẫn đồng ý.\n\nVì vậy ấn tượng về \"Tighnari cái gì cũng biết, lại còn rất dễ nói chuyện!\" ngày càng lan xa, và càng có nhiều người đến chào hỏi, thậm chí cả những học sinh của học viện khác cũng đến tìm anh ấy hợp tác.\n\nCho đến một ngày, sự \"nổi tiếng\" đó đã thu hút sự chú ý của Tổng Quản Mahamatra Cyno...\n\nKéo bè kết phái, xây dựng thế lực... Đây là một trong những điềm báo của sự hủ bại trong học thuật!\n\nTuy nhiên, sau một thời gian bí mật theo dõi và quan sát, Cyno phát hiện ra rằng Tighnari thường xuyên bị người khác tìm đến chỉ vì quá \"tốt bụng\".\n\nCòn bản thân Tighnari chỉ tập trung vào học thuật và không mấy mặn mà với việc lôi kéo của người khác.\n\nDù cho có đồng ý với một yêu cầu hợp tác cá biệt, thì cũng chỉ là suy nghĩ tối ưu dựa trên phương diện nghiên cứu.\n\nCuối cùng, Cyno đã đưa ra kết luận: \"Đây là một nhân tài chính trực đáng tin cậy, và tuyệt đối không bị hủ bại học thuật ảnh hưởng. Cảnh báo đã được dỡ bỏ.\"\n\nCó lẽ chính vì ấn tượng thuần túy này mà Tổng Quản Mahamatra - người luôn muốn tránh xa kiến thức và học giả cũng đã bỏ cảnh giác và trở thành bạn của Tighnari trong những lần tiếp xúc sau này.\n\nSự tích lũy nhân duyên như vậy đã đặt nền móng cho những người bạn mới của Tighnari sau này...\n\n\"Cô bé này... tên là \"Collei\" đúng không?\"\n\n\"Không biết chữ cũng không sao, vui lên nào. Mọi người khi học những cái mới đều đi từ không đến có, em cũng vậy thôi.\"\n\n\"Bài học đầu tiên bắt đầu từ việc đánh vần tên của em, thế nào?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "喜欢做研究的人，无论是否乐在其中，对未知的好奇心都是相似的。\n\n提纳里也不例外，并且这份好奇心似乎与生俱来。\n\n在同龄的孩子们还在阅读童话故事的时候，提纳里已经在翻箱倒柜地搜罗父母的学术书籍了。\n\n从研究昆虫的爸爸那里借来了通识课本，又从身为古生物学家的妈妈那里偷拿了化石图案的画片…\n\n就这样，小小的提纳里一边抱着自己尾巴，一边将大量看得懂或者看不懂的知识收入脑中。\n\n但渐渐地，提纳里发现，当自己知道的东西变多时，想要了解的未知也更多了。\n\n例如，为什么其他人不像自己的家族一样，有着这样的耳朵和尾巴呢？\n\n在翻遍了能在家里找到的古书后，提纳里找到了一份祖辈留下的手稿，内容有关「巴螺迦修那」。\n\n记录称，巴螺迦修那曾是赤王麾下的种族，生活在广阔的沙漠之中，多数拥有浅色的皮毛和便于散热的巨大耳廓。\n\n后来灾难降临，赤王的国度因其覆灭，巴螺迦修那则受到了草神的恩惠才得以存活，皮毛也变成了绿色。\n\n「…值得一提的是，『巴螺迦修那』按照记载来看虽然更像狐族，但名字的含义却是『沙漠的大狗』。」\n\n「听我那些和森林关系密切的人类朋友传述，一种叫『兰那罗』的小东西声称为『巴螺迦修那』这一命名负责。」\n\n「天哪！」看到这里的小提纳里甚是惊讶，「原来我是『沙漠的大狗』！」\n\n确切地讲，其实是提纳里的祖先因为和巴螺迦修那共同生活，才因为共生关系留下了这样的血脉。\n\n但在兴奋的小孩子眼中，这不重要。提纳里马上要求爸爸在接下来的沙漠考察中带上自己——「沙漠的大狗」要回沙漠去看看！\n\n然而结局出乎意料。还没走进沙漠几米，提纳里就晒晕了头，被立即送回了雨林。\n\n「天哪。」在树屋中恢复后的小提纳里非常悲伤，「『沙漠的大狗』在我这代退化了。」\n\n时隔多年，懵懂的小孩已成长为一名可靠的学者，这段往事也成为了过去的笑谈。\n\n现在的提纳里，不仅知道了为何名为「兰那罗」的小东西会进行如此命名，也知道了自己为何容易在沙漠中热昏头。\n\n前者很简单。狐狸和狗在生物学上同为犬科，起这个名字的兰那罗也许特别有文化。\n\n至于后者的原因…虽然不太想承认，但大概就是当时摸着自己头的爸爸笑着说的那样——\n\n「这孩子的毛发绿得发黑，一定很难承受沙漠的热量吧！」",
      "zht": "喜歡做研究的人，無論是否樂在其中，對未知的好奇心都是相似的。\n\n提納里也不例外，並且這份好奇心似乎與生俱來。\n\n在同齡的孩子們還在閱讀童話故事的時候，提納里已經在翻箱倒櫃地搜羅父母的學術書籍了。\n\n從研究昆蟲的爸爸那裡借來了通識課本，又從身為古生物學家的媽媽那裡偷拿了化石圖案的畫片…\n\n就這樣，小小的提納里一邊抱著自己尾巴，一邊將大量看得懂或者看不懂的知識收入腦中。\n\n但漸漸地，提納里發現，當自己知道的東西變多時，想要瞭解的未知也更多了。\n\n例如，為什麼其他人不像自己的家族一樣，有著這樣的耳朵和尾巴呢？\n\n在翻遍了能在家裡找到的古書後，提納里找到了一份祖輩留下的手稿，內容有關「巴螺迦修那」。\n\n紀錄稱，巴螺迦修那曾是赤王麾下的種族，生活在廣闊的沙漠之中，多數擁有淺色的皮毛和便於散熱的巨大耳廓。\n\n後來災難降臨，赤王的國度因其覆滅，巴螺迦修那則受到了草神的恩惠才得以存活，皮毛也變成了綠色。\n\n「…值得一提的是，『巴螺迦修那』按照記載來看雖然更像狐族，但名字的含義卻是『沙漠的大狗』。」\n\n「聽我那些和森林關係密切的人類朋友傳述，一種叫『蘭那羅』的小東西聲稱為『巴螺迦修那』這一命名負責。」\n\n「天哪！」看到這裡的小提納里甚是驚訝，「原來我是『沙漠的大狗』！」\n\n確切地講，其實是提納里的祖先因為和巴螺迦修那共同生活，才因為共生關係留下了這樣的血脈。\n\n但在興奮的小孩子眼中，這不重要。提納里馬上要求爸爸在接下來的沙漠考察中帶上自己——「沙漠的大狗」要回沙漠去看看！\n\n然而結局出乎意料。還沒走進沙漠幾公尺，提納里就曬暈了頭，被立即送回了雨林。\n\n「天哪。」在樹屋中恢復後的小提納里非常悲傷，「『沙漠的大狗』在我這代退化了。」\n\n時隔多年，懵懂的小孩已成長為一名可靠的學者，這段往事也成為了過去的笑談。\n\n現在的提納里，不僅知道了為何名為「蘭那羅」的小東西會如此命名，也知道了自己為何容易在沙漠中熱昏頭。\n\n前者很簡單。狐狸和狗在生物學上同為犬科，取這個名字的蘭那羅也許特別有文化。\n\n至於後者的原因…雖然不太想承認，但大概就是當時摸著自己頭的爸爸笑著說的那樣——\n\n「這孩子的毛髮綠得發黑，一定很難承受沙漠的熱量吧！」",
      "jp": "研究を好む者は誰しも——それを楽しんでいるかどうかは別として——未知なるものへの好奇心を持っている。\n\nティナリも例外ではない。そんな彼の好奇心は、生まれ持ってのもののようだ。\n\n同年代の子供たちがまだ童話を読んでいるような時期、ティナリはすでに両親の学術書を物色していた。\n\n昆虫を研究している父から総合的な教科書を借り、古生物学者の母の部屋からはこっそりと化石の図面を持ち出したという…\n\nこうして、幼いティナリは自分の尻尾を引きずりながら、理解できたりできなかったりする知識を大量に蓄えていった。\n\nしかし、ティナリは知れば知るほど、「知りたいと思う未知の世界」が広がっていった。\n\n例えば、どうして他の人は自分や家族みたいに耳や尻尾がないのか？\n\n家にあった古書をすべて探し回ったティナリは、先祖が残した「ワルカシュナ」に関する手記を見つけた。\n\n記録によると、ワルカシュナはかつてキングデシェレトの配下であり、広大な砂漠に住む種族だったらしい。その多くは明るい色の毛と放熱のための大きな耳を持っていたようだ。\n\nその後、厄災によってキングデシェレトの国土は滅びたが、ワルカシュナは草神の恩恵により生き残り、毛が緑色になった。\n\n「…記載によると、『ワルカシュナ』はキツネ族に似ているようだが、その名の本当の意味は『砂漠の大型犬』だそうだ。」\n\n「森と関係の深い人間の友人によると、『アランナラ』という小さな生物が『ワルカシュナ』の命名の由来になっているという。」\n\n「なんだって！」ここまで読んだ幼いティナリは驚いて声を上げた。「僕は『砂漠の大型犬』だったのか！」\n\nしかし実際は違う。ティナリの先祖はワルカシュナと共に生活しており、共生関係にあったため今のような血筋になったのだ。\n\nだが、好奇心に駆られた小さな子供の目には、そんなことは関係ない。ティナリはすぐ父親に、次の砂漠への探検に自分も連れて行ってほしいと頼んだ。「砂漠の大型犬」は、砂漠を見てみたくなったのだ。\n\nしかし、この話には予想外の結末が待っている。砂漠の中を数メートルも歩かないうちに、ティナリは日光に耐えられずにすぐさま雨林へと戻されたのだ。\n\n「どうして…」ツリーハウスで意識を取り戻した幼いティナリは、深く悲しんだという。「『砂漠の大型犬』は、僕の代で退化してしまったのか。」\n\n長い年月を経て、ただの子供から頼もしい学者へと成長したティナリ。この過去の出来事も笑い話となった。\n\n今のティナリには、「アランナラ」という小さな生物がなぜそのような命名をしたのか、そしてどうして自分は砂漠の暑さに弱く、気絶してしまったのかを理解している。\n\n前者は極めて単純だ。狐と犬は生物学的には同じイヌ科であり、この名前を付けたアランナラが特別博識だったというだけだろう。\n\n後者については…認めたくはないが、当時自分の頭を撫でながら、父が笑顔で言っていたことが原因なはずだ——\n\n「この黒のように濃い緑。砂漠の暑さには、きっと耐えられないだろうな！」",
      "ko": "연구를 좋아하는 사람은 그걸 즐기든 아니든 미지에 대한 호기심은 모두 비슷하다.\n\n타이나리도 예외는 아닌데, 그 호기심은 아주 타고난 것 같다.\n\n동갑내기 아이들이 동화 이야기를 읽고 있을 때 타이나리는 책장을 뒤져 부모님의 학술 서적을 찾아 봤다.\n\n곤충을 연구하는 아빠에게서 지식 백과를 빌리고, 고대 생물학자인 엄마의 화석 도안을 훔치고…\n\n그렇게 어린 타이나리는 자신의 꼬리를 꼭 안고 자신이 이해할 수 있는, 또 가끔은 알아들을 수 없는 대량의 지식을 머리에 담아넣었다.\n\n하지만 타이나리는 알고 있는 지식이 많아질수록 알고 싶은 미지도 더욱 많아진다는 걸 서서히 깨달았다.\n\n이를테면, 왜 다른 사람들은 타이나리의 가족처럼 귀와 꼬리가 없는 걸까?\n\n집에 있는 모든 고대 서적을 찾아본 타이나리는 선조가 남긴 「바루카수나」에 대한 원고를 발견했다.\n\n기록에 따르면, 바루카수나는 과거 적왕 휘하의 종족으로써 광활한 사막에서 지냈으며, 대부분 옅은 색의 털과 열을 배출하기 위한 거대한 귀를 갖고 있다고 한다.\n\n이후 재앙이 강림해 적왕의 나라는 멸망했지만, 바루카수나는 풀의 신의 은혜로 살아남게 되었으며 그때부터 털도 녹색으로 바뀌었다고 한다.\n\n「…한 가지 주목할 점은, 기록으로 볼 때 『바루카수나』는 여우족에 가깝지만, 그 이름의 의미는 『거대한 사막의 개』라는 것이다.」\n\n「숲과 밀접한 관계를 유지하고 있는 내 인간 친구들의 말에 따르면, 『아란나라』라고 불리는 작은 녀석들이 『바루카수나』라는 이름을 지었다고 한다.」\n\n「이럴 수가!」 여기까지 읽은 어린 타이나리는 놀라움을 금치 못했다. 「난 『거대한 사막의 개』였어!」\n\n사실 더 정확하게 말하자면, 타이나리의 선조가 바루카수나와 함께 생활한 탓에 이런 혈통이 전해져 내려온 것이다.\n\n하지만 흥분한 어린아이에게 그건 중요하지 않았다. 타이나리는 당장 아빠에게 달려가 다음 사막 답사에 자신을 데려가 달라고 부탁했다. 「거대한 사막의 개」는 사막에 돌아가보고 싶었다!\n\n하지만 결과는 예상 밖이었다. 사막에 들어간 지 몇 걸음도 안 돼서 더위를 먹은 타이나리는 우림으로 돌려보내진 것이다.\n\n「이럴 수가.」 오두막에서 정신을 차린 어린 타이나리는 무척 슬펐다. 「『거대한 사막의 개』가 내 세대에서 퇴화해버렸어.」\n\n세월은 흘러 철부지 꼬마는 어엿한 학자로 성장했고, 이 일화도 과거의 우스갯소리가 되었다.\n\n지금의 타이나리는 「아란나라」라고 불리는 작은 녀석들이 왜 거대한 사막의 개라는 이름을 지었는지도, 그리고 자신이 왜 사막에서 더위를 쉽게 먹는지도 알게 되었다.\n\n첫 번째 문제는 아주 쉬웠다. 여우와 개는 생물학적으로 같은 갯과였기 때문이다. 그 이름을 지은 아란나라는 문화 수준이 무척 높았을지도 모르겠다.\n\n그리고 두 번째는… 인정하긴 싫지만, 그때 자신의 머리를 쓰다듬던 아빠가 했던 말대로였을 것이다.\n\n「이 아이는 털이 녹색이다 못해 거의 까만색이니까, 분명 사막의 열기를 버틸 수 없을 거야!」",
      "en": "All who love research share the enjoyment of performing that research and a curiosity for the unknown.\n\nThis is also true of Tighnari, and indeed, his curiosity seems to have been with him since birth.\n\nWhile children his age were still reading fairy tales, Tighnari was already flipping through crates and shelves in his parents' study.\n\nFrom his father, who studied insects, he would take general textbooks, and from his paleontologist mother, he would borrow some images of fossils.\n\nThus did Tighnari absorb all this knowledge, whether he understood it or not, while hugging his tail.\n\nSlowly, however, he found that as his knowledge increased, the unknowns that he wished to explore also grew more numerous.\n\nFor example, why were other people born without ears and tails like that of his family?\n\nFlipping through all the ancient tomes he could find in his home, Tighnari discovered a manuscript left behind by an ancestor of his that concerned \"Valuka Shuna.\"\n\nAs the records claimed, Valuka Shuna were a race subject to King Deshret, and who dwelled in the vast desert, mostly possessing light-colored fur and large ears that were excellent at dissipating heat.\n\nLater, calamity would descend and destroy King Deshret's realm, with the Valuka Shuna only surviving due to the grace of the Dendro Archon, which turned their fur green.\n\n\"It is worth noting that while Valuka Shuna were noted to have been more like foxes, the meaning of their name was 'large desert dog.'\"\n\n\"According to a human friend of mine who has a very close relationship with the forest, it was a little creature known as an Aranara that gave them this name.\"\n\n\"Oh my,\" Young Tighnari thought in shock, \"so I'm a 'large desert dog!'\"\n\nTo be more precise, it was the fact that his ancestors had lived alongside the Valuka Shuna that they did end up inheriting some of their traits.\n\nBut of course, such technicalities were of no importance to an excited child. Thus did Tighnari immediately ask his father to bring him — the 'large desert dog' back to the desert to have a look on his next surveying trip.\n\nUnfortunately, they met with an accident. Not a few meters into the desert, Tighnari fell into a faint from the heat and had to be rushed back to the rainforest.\n\n\"Oh no,\" Tighnari thought sadly as he convalesced in his treehouse, \"the 'large desert dogs' have devolved in my generation.\"\n\nMany years later, the ignorant child had become a reliable researcher, and this event had become a joke consigned to the past.\n\nNowadays, Tighnari not only knows why those little Aranara gave them this name, but also why he faints easily from the desert heat.\n\nThe former is simple. Foxes and dogs are, biologically speaking, both canines, so the Aranara might have viewed them as interchangeable.\n\nAs for the latter, though Tighnari is loath to admit it, it probably had something to do with what his father said then as he tousled his hair.\n\n\"This lad's fur is an intensely dark shade of green. He's going to have trouble in the desert heat for sure!\"",
      "de": "Alle, die Forschung lieben, teilen die gleiche Freude daran und die gleiche Neugier für das Unbekannte.\n\nTighnari ist da keine Ausnahme. Diese Neugier scheint ihm angeboren zu sein.\n\nWährend die Kinder in seinem Alter noch Märchengeschichten lasen, hat er schon die wissenschaftlichen Bücher seiner Eltern von oben bis unten durchgelesen.\n\nEr lieh sich von seinem Vater, einem Insektenforscher, allgemeine Einführungen, und von seiner Mutter, eine Paläobiologin, stibitzte er Zeichnungen von Fossilien ...\n\nUnd so nahm er alles Wissen, was auch immer er verstand oder auch nicht verstand, in sich auf, während er seinen Schwanz ruhig hielt.\n\nAber allmählich stellte Tighnari fest, dass wenn die Dinge, die er wusste, mehr wurden, auch die ihm unbekannten Dinge, die er erfahren wollte, mehr wurden.\n\nZum Beispiel, warum andere Menschen, anders als die Mitglieder seiner Familie, keine solchen Ohren und keinen Schwanz hatten.\n\nAls er so durch die Bibliothek seiner Familie stöberte, fand er ein altes, von seinen Vorfahren hinterlassenes Manuskript, welches sich mit den „Valuka Shuna“ befasste.\n\nDen Aufzeichnungen zufolge waren die Valuka Shuna einst das Volk von „König Deshret“ und lebten inmitten der weiten Wüste. Die meisten von ihnen hatten helle Haut und Haare und riesige Ohren, die gut zum Ableiten der Hitze geeignet waren.\n\nSchließlich ereilte sie eine Katastrophe. Das Reich von König Deshret ging deshalb unter. Die Valuka Shuna aber überlebten durch die Gnade der Göttin der Pflanzen, wodurch ihre Haut und Haare grün wurden.\n\n„... Es muss erwähnt werden, dass die Valuka Shuna den Aufzeichnungen zufolge zwar eher dem Fuchsvolk ähnelten, ihr Name aber ‚große Hunde der Wüste‘ bedeutet.“\n\n„Laut meinen mit dem Wald eng verwurzelten menschlichen Freunden, waren es kleine als ‚Aranara‘ bekannte Kreaturen, die ihnen diesen Namen gaben.“\n\n„Bei den Sieben!“, sprach der kleine Tighnari erschrocken, als er das las, „ich bin also ein großer Hund der Wüste!“\n\nGenauer gesagt, war es so, dass Tighnaris Vorfahren die Eigenschaften von den Valuka Shuna teilweise geerbt haben, weil sie mit ihnen zusammenlebten.\n\nAber in den Augen des begeisterten kleinen Kindes war dies nicht wichtig. Tighnari verlangte daher sofort von seinem Vater, ihn bei der nächsten Expedition in die Wüste mitzunehmen, um ihn, „den großen Hund der Wüste“, in seine Heimat zurückzubringen!\n\nDas Ergebnis war völlig unerwartet: Noch keinen Fuß in die Wüste gesetzt, war es Tighnari von der Sonne schon ganz schwindelig geworden, weshalb er sofort in den Regenwald zurückgebracht wurde.\n\n„Bei den Sieben“, als der kleine Tighnari im Baumhaus wieder zu sich kam, war er sehr traurig, „wie konnten die großen Hunde der Wüste meiner Generation solche evolutionären Rückschritte machen?“\n\nViele Jahre später ist aus dem verwirrten Kind ein verlässlicher Gelehrter geworden und aus dieser furchtbaren Erfahrung eine unterhaltsame Anekdote.\n\nDer Tighnari von heute weiß nicht nur, warum die kleinen Aranara einen solchen Namen vergeben hatten, er wusste auch, warum er in der Wüste so einfach das Bewusstsein verloren hatte.\n\nDie erste Frage lässt sich einfach beantworten: Sowohl Füchse als auch Hunde gehören zu den Hundeartigen. Der Aranara, der den Namen gewählt hatte, war also wahrscheinlich besonders belesen.\n\nBezüglich der zweiten Frage ... Auch wenn er es sich nicht eingestehen wollte, war es wahrscheinlich so, wie sein Vater damals lachend gesagt hatte:\n\n„Das Grün im Fell dieses Jungen wird langsam schwarz, da kann er die Wüstenhitze bestimmt nicht aushalten!“",
      "es": "Aquellos que se sienten atraídos por la investigación, disfruten o no del proceso, sienten una particular curiosidad por lo desconocido.\n\nY Tignari no es una excepción. La curiosidad ha sido parte intrínseca de su forma de ser desde que era pequeño.\n\nMientras los demás niños leían sus cuentos y fábulas, Tignari ya andaba perdido entre las páginas de los tomos académicos de sus padres.\n\nSolía pedirle libros a su padre, que había centrado su investigación en el estudio de los insectos. También solía tomar prestadas las imágenes de esqueletos fósiles de su madre, que era paleontóloga.\n\nAsí fue como el pequeño Tignari fue acumulando en su cabecita todo aquel conocimiento que no siempre terminaba de comprender.\n\nPronto descubrió que cuanto más aprendía, más preguntas surgían en su cabeza.\n\nComo por ejemplo, ¿por qué las demás familias no tenían largas orejas y peludas colas como los miembros de su familia?\n\nDespués de rebuscar entre los innumerables libros que había en su casa, Tignari encontró un viejo manuscrito que habían dejado sus antepasados sobre unos tal “shuna del valuka”.\n\nSegún aquel manuscrito, los shuna del valuka fueron un pueblo que vivió bajo el liderazgo del Rey Deshret y que vivían en el vasto desierto de Sumeru. La mayoría de ellos tenían el pelaje de tonalidades claras y unas enormes orejas que les ayudaban a soportar las altas temperaturas.\n\nMás tarde, la catástrofe se cernió sobre ellos y el pueblo del Rey Deshret se vio abocado a su fin. Por suerte, los shuna del valuka fueron bendecidos por la Arconte Dendro y lograron sobrevivir. Fue entonces cuando el color de su pelaje se tornó verdoso.\n\n“... Cabe mencionar que aunque los registros describen a los shuna del valuka como una raza muy parecida a los zorros, el significado original del nombre de este pueblo es ‘gran cánido del desierto’.\n\nUn amigo mío que tiene una relación muy estrecha con el bosque afirma que el nombre ‘shuna del valuka’ nos fue conferido por unos pequeños seres llamados aranara”.\n\n“¡Por Los Siete!”, al leer semejante información, el pobre Tignari se quedó anonadado. “¡Así que yo también soy un gran cánido del desierto!”.\n\nEn realidad, sus ancestros habían coexistido y colaborado con los shuna del valuka. De esa unión nació más tarde el clan de Tignari.\n\nPero aquellos detalles carecían de importancia en aquel momento de tal emoción. Inmediatamente, Tignari le rogó a su padre que lo llevara con él en su próxima incursión al desierto: ¡el gran cánido del desierto quería volver a su tierra natal!\n\nPero el viaje no resultó como esperaba. En cuanto se acercó al desierto, Tignari se desmayó y tuvo que ser enviado de vuelta al bosque, así que se sintió muy triste.\n\n“La sangre de los grandes cánidos del desierto ya no es tan fuerte en los de mi generación”.\n\nCon el paso del tiempo, aquel niño que poco comprendía del mundo se convirtió en un gran erudito, y esta historia pasó a ser una curiosa anécdota de su pasado.\n\nEl Tignari de ahora no solo comprende por qué esos pequeños seres llamados aranara les dieron aquel nombre, sino que también conoce el motivo por el que se desmayó aquel día.\n\nLa respuesta a la primera cuestión es muy sencilla. Biológicamente hablando, tanto los zorros como los perros son considerados cánidos, así que tuvo que ser un aranara muy culto el que les diera aquel nombre.\n\nEn cuanto a la segunda cuestión... Aunque no le guste admitirlo, la respuesta ya se la dio su padre mientras le acariciaba la cabeza sonriente aquel día.\n\n“¡Con este pelo verdinegro que tienes no te será fácil soportar el calor del desierto!”.",
      "fr": "Tous les passionnés de recherche scientifique, qu'ils aiment ce travail ou non, partagent la même curiosité pour l'inconnu.\n\nTighnari ne fait pas exception à cela, et cette curiosité semble l'accompagner depuis sa naissance.\n\nTandis que les autres enfants de son âge lisaient des contes de fées, Tighnari était déjà perdu dans les pages des livres académiques de ses parents.\n\nIl empruntait des livres à son père, qui avait axé ses recherches sur l'étude des insectes, et des photos de fossiles à sa mère paléontologue.\n\nC'est ainsi qu'une pléthore de connaissances entraient dans la tête du petit Tighnari, même s'il ne les comprenait pas toutes.\n\nMais peu à peu, il découvrit que plus il apprenait de choses, plus de questions émergeaient dans son esprit.\n\nPar exemple, pourquoi les autres personnes n'avaient-elles pas des oreilles et une queue comme les siennes ?\n\nEn feuilletant les livres anciens qu'il trouvait dans sa maison, Tighnari trouva un brouillon parlant de « shunas valukas » qu'un de ses ancêtres avait rédigé.\n\nSelon ces écrits, les shunas valukas étaient un peuple sur lequel régnait le roi Deshret. La plupart d'entre eux avaient une fourrure claire et de grandes oreilles pour les aider à résister aux températures élevées.\n\nPlus tard, une calamité s'abattit et détruisit le royaume du roi Deshret, tandis que les shunas valukas ne parvinrent à survivre que par la grâce de l'Archon Dendro. C'est à la suite de cela que leur fourrure devint verte.\n\n« Il convient de mentionner que, bien que les archives décrivent les shunas valukas comme une race très ressemblante aux renards, la signification originale du nom de ce peuple est « grands chiens du désert ».\n\n« Selon un de mes amis humains qui est très proche de la forêt, ce sont des petites créatures connues sous le nom d'« aranaras » qui leur a donné ce nom. »\n\n« Par les Sept, » s'exclama le jeune Tighnari, « Alors je suis donc un « gros chien du désert ! »\n\nPour être plus précis, c'est le fait que ses ancêtres aient vécu aux côtés des shunas valukas qui leur a permis d'hériter de certains de leurs traits.\n\nMais bien sûr, de tels détails techniques n'avaient aucune importance pour un enfant enjoué. C'est ainsi que Tighnari demanda immédiatement à son père de le ramener lui, le « gros chien du désert », dans le désert, pour qu'il y jette un coup d'œil lors de son prochain voyage d'observation.\n\nMalheureusement, ils eurent un accident. Tighnari s'était évanoui à cause de la chaleur et avait dû être ramené d'urgence dans la forêt tropicale.\n\n« Oh, non... », pensa tristement Tighnari en convalescence dans sa cabane dans l'arbre, « les gros chiens du désert ont régressé dans ma génération. »\n\nPlusieurs années plus tard, l'enfant naïf était devenu un chercheur fiable, et cet événement devint une blague reléguée au passé.\n\nAujourd'hui, Tighnari sait non seulement pourquoi ces petits aranaras leur ont donné ce nom, mais aussi pourquoi il s'évanouit aussi facilement à cause de la chaleur du désert.\n\nLa première raison est simple. Renard et chien sont tous deux canins d'un point de vue biologique. Il est donc possible que les aranaras les aient considérés comme interchangeables.\n\nQuant à la deuxième raison, bien que Tighnari ne veuille pas l'admettre, cela a probablement quelque chose à voir avec ce que son père lui dit lorsqu'il lui ébouriffait les cheveux.\n\n« La fourrure de ce garçon est d'un vert très foncé. Il aura du mal à supporter la chaleur du désert, ça, c'est sûr ! »",
      "pt": "Todos que amam pesquisas, compartilham do mesmo prazer de realizar essa pesquisa e uma curiosidade pelo desconhecido.\n\nO mesmo vale para Tighnari, e de fato, sua curiosidade parece estar com ele desde seu nascimento.\n\nEnquanto crianças da sua idade ainda estavam lendo contos de fadas, Tighnari já estava revirando caixas e prateleiras no escritório de seus pais.\n\nDe seu pai, que estudava insetos, ele pegava livros didáticos gerais e, de sua mãe paleontóloga, pegava emprestado algumas imagens e alguns fósseis.\n\nPor conta disso, Tighnari absorveu todos esses conhecimentos, quer os compreendesse ou não, enquanto abraçava sua cauda..\n\nPorém, lentamente, ele descobriu que conforme seu conhecimento sua expandia, aumentava mais ainda o desejo de conhecer o desconhecido.\n\nPor exemplo, por que as outras pessoas nasceram sem orelhas e caudas como o de sua família?\n\nAo folhear todos os tomos antigos que encontrou em sua casa, Tighnari descobriu um manuscrito deixado por um ancestral seu que se referia a \"Valuka Shuna\".\n\nSegundo os registros, Valuka Shuna era uma raça súdita do Rei Deshret, e habitava o vasto deserto, a maioria possuindo pelos de cor clara e grandes orelhas que eram excelentes para dissipar o calor.\n\nMais tarde, a calamidade cairia e destruiria o reino do Rei Deshret, com os Valuka Shuna sobrevivendo apenas devido à graça da Arconte Dendro, que tornou seu pelo verde.\n\n\"Vale a pena ressaltar que, embora os Valuka Shuna fossem mais parecidos com raposas, o significado de seu nome era 'grande cão do deserto\".\n\n\"Segundo um amigo humano meu, que tem uma relação bem próxima com a floresta, foi uma pequena criatura conhecida como Aranara que lhes deu esse nome.\"\n\n\"Minha nossa,\" o jovem Tighnari pensou em choque, \"então eu sou um 'grande cão do deserto'!\"\n\nPara ser mais preciso, na verdade, foi o fato de seus antepassados terem vivido ao lado dos Valuka Shuna que acabaram herdando alguns de seus atributos.\n\nMas é claro, tais tecnicalidades não eram importantes para uma criança animada. Assim, Tighnari pediu imediatamente a seu pai levá-lo — o tal \"grande cão do deserto\" de volta ao deserto para dar uma olhada em sua próxima viagem de observação.\n\nInfelizmente, um acidente ocorreu. A poucos metros do deserto, Tighnari acabou desmaiando devido ao calor e teve que ser levado às pressas de volta à floresta tropical.\n\n\"Oh não,\" pensou Tighnari, enquanto convalescia em sua casa na árvore, \"os 'grandes cães do deserto' se regrediram em minha geração.\"\n\nMuitos anos mais tarde, a criança ignorante havia se tornado um pesquisador confiável, e este evento havia se tornado uma piada remetida ao passado.\n\nHoje em dia, Tighnari não apenas sabe o motivo dos pequenos Aranaras terem dado esse nome, quanto o motivo dele desmaiar tão facilmente com o calor do deserto.\n\nA primeira é simples. Raposas e cães são, biologicamente falando, todos caninos, e talvez este Aranara em particular fosse uma alma muito culta.\n\nQuanto ao último, embora Tighnari odeie admitir, provavelmente teve algo a ver com o que seu pai disse na época, enquanto bagunçava seus cabelos.\n\n\"O pelo desse sujeitinho é tão verde que é quase preto. Ele com toda certeza vai ter problemas no deserto!\"",
      "ru": "Все, кто любит исследования, разделяют удовольствие от их проведения и любопытство к неизвестному. И Тигнари не исключение. Создаётся ощущение, что эта часть его натуры была с ним с самого рождения. В то время как дети его возраста ещё читали сказки, Тигнари уже рылся в академических книгах своих родителей. У своего отца энтомолога он брал учебники по общеобразовательным дисциплинам, а у своей матери палеонтолога - изображения окаменелостей... Так малыш Тигнари, обнимая свой хвост, впитывал все эти знания, независимо от того, понимал он их или нет. Постепенно он стал понимать, что по мере того как его знания увеличивались, неизведанного становилось всё больше, и оно манило его. Например, почему у других не было ушей и хвостов, как у его народа? Пролистав все древние книги, которые он смог найти дома, Тигнари обнаружил рукопись о валука шуна, оставленную его предками. Как утверждалось в записях, валука шуна была расой, подвластной царю Дешрету, и обитала в пустыне. Её представители обладали светлым мехом и большими ушами, которые великолепно защищали от жары. Позднее на владения царя Дешрета обрушилось бедствие, и валука шуна выжили только благодаря милости Дендро Архонта, который окрасил их мех в зелёный цвет. «Стоит отметить, что хотя валука шуна были похожи на лис, это название означает \"большая пустынная собака\". По словам моего друга-человека, который очень тесно связан с тропическим лесом, это имя им дало маленькое существо, известное как аранара». «Подумать только, - потрясённо подумал Тигнари, - так я \"большая пустынная собака!» Точнее говоря, дело было в том, что его предки жили бок о бок с валука шуна, поэтому унаследовали некоторые их черты. Но в глазах взволнованного маленького ребёнка это не имело значения. Тигнари сразу же попросил отца взять его - большую пустынную собаку - с собой в пустыню во время следующего похода, чтобы он посмотрел на неё. К сожалению, с ними произошёл несчастный случай. Не пройдя и нескольких метров по пустыне, Тигнари упал в обморок от жары, и его пришлось срочно вернуть в тропический лес. «О нет, - думал Тигнари, выздоравливая в своём домике на дереве, - в моём поколении большие пустынные собаки деградировали». Спустя столько лет незадачливый ребёнок вырос в надёжного учёного, а это событие превратилось в шутку и осталось в прошлом. Сегодня Тигнари не только знает, почему аранара дал им такое название, но и почему он легко теряет сознание от жары в пустыне. Первое просто. Лисы и собаки биологически относятся к одному семейству собачьих, и аранара, придумавший это название, возможно, был особенно образован. Что касается второго, то, хотя Тигнари и не хочет признавать этого, вероятно, это как-то связано с тем, что сказал его отец, когда ворошил его волосы. «У этого парня мех настолько глубокого зелёного цвета, что похож на чёрный. В жаркой пустыне ему точно придётся несладко!»",
      "id": "Orang-orang yang suka melakukan penelitian, baik mereka yang menikmatinya atau tidak, memiliki rasa ingin tahu yang sama tentang hal yang belum diketahui.\n\nTighnari tidak terkecuali, dan memang, rasa ingin tahu sepertinya sudah ada sejak dia lahir.\n\nKetika anak-anak seusianya masih membaca dongeng, Tighnari sudah membolak-balik peti dan rak yang berisikan buku akademik orang tuanya.\n\nDari ayahnya, yang mempelajari serangga, ia akan mengambil buku pelajaran umum, dan dari ibunya yang ahli fosil, ia akan meminjam beberapa gambar beberapa fosil.\n\nDengan cara ini, Tighnari kecil memasukkan banyak pengetahuan yang bisa atau tidak bisa dia pahami ke dalam otaknya sambil memegang ekornya.\n\nNamun lambat laun, Tighnari menyadari kalau semakin dia mengetahui lebih banyak hal, semakin dia ingin mengetahui lebih banyak hal yang tidak diketahui.\n\nMisalnya, mengapa orang lain tidak memiliki telinga dan ekor yang sama dengan kaumnya?\n\nSetelah mengobrak-abrik buku-buku kuno yang bisa ditemukan di rumahnya, Tighnari menemukan sebuah manuskrip yang ditinggalkan oleh leluhurnya yang berkaitan dengan \"Valuka Shuna\".\n\nMenurut catatan, Valuka Shuna adalah ras yang tunduk pada Raja Deshret. Mereka hidup di gurun yang luas, sebagian besar memiliki bulu berwarna terang dan telinga besar yang sangat baik dalam menghilangkan panas.\n\nKemudian, malapetaka datang dan menghancurkan kerajaan Raja Deshret. Valuka Shuna bertahan hidup karena anugerah Archon Dendro, yang mengubah bulu mereka menjadi hijau.\n\n\"Perlu diketahui bahwa meskipun Valuka Shuna tercatat lebih mirip rubah, arti nama mereka adalah 'anjing gurun besar'.\"\n\n\"Menurut seorang teman manusiaku yang memiliki hubungan yang sangat dekat dengan hutan, seorang makhluk kecil yang dikenal sebagai Aranara yang memberi mereka nama Valuka Shuna ini.\"\n\n\"Ya ampun,\" pikir Tighnari muda dengan kaget, \"jadi aku adalah 'anjing gurun besar'!\"\n\nLebih tepatnya, adalah fakta bahwa leluhurnya telah hidup bersama Valuka Shuna hingga akhirnya mewarisi beberapa sifat mereka.\n\nTetapi ini semua tidak penting di mata anak yang bersemangat. Tighnari segera meminta ayahnya untuk membawa dirinya, \"anjing besar gurun\", dalam ekspedisi gurun berikutnya untuk melihat-lihat!\n\nSayangnya, mereka mengalami hal yang tidak terduga. Baru beberapa meter menuju gurun, Tighnari jatuh pingsan karena panas dan harus dilarikan kembali ke hutan hujan.\n\n\"Oh tidak,\" pikir Tighnari sambil memulihkan diri di rumah pohonnya, \"'anjing gurun besar' telah melemah di generasiku.\"\n\nBertahun-tahun kemudian, anak bodoh itu menjadi pelajar yang andal. Peristiwa ini pun telah menjadi lelucon masa lalu.\n\nSaat ini, Tighnari tidak hanya tahu mengapa Aranara kecil itu memberi mereka nama ini, tapi juga tahu mengapa dia mudah pingsan karena panasnya gurun.\n\nAlasan yang pertama sederhana. Rubah dan anjing pada dasarnya merupakan satu keluarga dalam biologi, Aranara yang memberikan nama ini pastilah orang berbudaya.\n\nAlasan untuk yang terakhir, meskipun Tighnari enggan mengakuinya, tapi mungkin ada hubungannya dengan apa yang dikatakan ayahnya saat mengelus rambutnya sambil tersenyum.\n\n\"Rambut anak ini sangat hijau sehingga sulit menahan panasnya gurun!\"",
      "th": "ผู้ที่ชื่นชอบการทำวิจัย มีความอยากรู้อยากเห็นที่เกี่ยวกับสิ่งที่ไม่รู้จักไม่ว่าจะสนุกหรือไม่\n\nTighnari เองก็ไม่มีข้อยกเว้น และความอยากรู้อยากเห็นดูเหมือนจะมีมาแต่กำเนิดเลยด้วย\n\nในขณะที่เด็กในวัยเดียวกันยังคงอ่านนิทานอยู่ Tighnari ก็ได้ค้นตู้หนังสือวิชาการของคุณพ่อ คุณแม่แล้ว\n\nยืมหนังสือเรียนวิชาสามัญจากคุณพ่อที่เป็นนักกีฏวิทยา และขโมยภาพวาดลายฟอสซิลจากคุณแม่ที่เป็นนักชีววิทยาโบราณ...\n\nเพราะแบบนี้ Tighnari ตัวน้อยก็กอดหางของตัวเองไว้ในขณะที่นำความรู้มากมายที่ทั้งเข้าใจและไม่เข้าใจเข้าสู่สมองไปด้วยทั้งอย่างนั้น\n\nTighnari ก็ค่อย ๆ พบว่า เมื่อเขารู้มากขึ้นก็ยิ่งอยากรู้ในสิ่งที่เขาไม่รู้ขึ้นไปอีก\n\nตัวอย่างเช่น ทำไมคนอื่นถึงไม่มีหูและหางเหมือนครอบครัวของเขาล่ะ?\n\nหลังจากพลิกหนังสือโบราณที่เขาเจอที่บ้าน Tighnari ก็พบต้นฉบับที่บรรพบุรุษทิ้งไว้ชุดหนึ่ง เนื้อหาเกี่ยวข้องกับ \"Valuka Shuna\"\n\nบันทึกระบุว่า Valuka Shuna เคยเป็นเผ่าพันธุ์ภายใต้บัญชาของราชา Deshret ที่อาศัยอยู่ในทะเลทรายอันกว้างใหญ่ ซึ่งส่วนใหญ่มีขนสีอ่อนและใบหูขนาดใหญ่ที่ช่วยระบายความร้อน\n\nแต่เมื่อภัยพิบัติมาถึง อาณาจักรของราชา Deshret ก็ล่มสลาย ขนของ Valuka Shuna ที่รอดชีวิตจากความเมตตาของเทพแห่งพฤกษา ก็ได้กลายเป็นสีเขียวไป\n\n\"เมื่อพูดถึง 'Valuka Shuna' ตามที่ถูกบันทึกไว้ พวกเขาดูเหมือนสุนัขจิ้งจอกมากกว่า แต่ความหมายที่แท้จริงของชื่อคือ 'สุนัขตัวใหญ่แห่งท้องทะเลทราย'\n\n\"ตามที่ได้ฟังเพื่อนมนุษย์คนหนึ่งของฉันซึ่งมีความสัมพันธ์ใกล้ชิดกับป่าพูดไว้ มีสิ่งเล็ก ๆ ประเภทหนึ่งที่เรียกว่า 'Aranara' อ้างว่าเป็นผู้รับผิดชอบในการตั้งชื่อ 'Valuka Shuna'\n\n\"โอ้ ท่านเทพ!\" พออ่านถึงตรงนี้ Tighnari น้อยก็ได้แต่ตกตะลึง \"ที่แท้ฉันก็เป็น 'สุนัขตัวใหญ่แห่งท้องทะเลทราย'!\"\n\nที่จริงแล้วบรรพบุรุษของ Tighnari อาศัยอยู่ร่วมกับ Valuka Shuna ทำให้พวกเขาได้สืบทอดคุณลักษณะทางสายเลือดบางอย่างมา\n\nแต่ในสายตาของเด็กน้อยที่กำลังตื่นเต้น เรื่องนั้นมันไม่สำคัญ Tighnari รีบขอให้คุณพ่อพาตัวเองไปออกสำรวจทะเลทรายในครั้งต่อไปด้วย 'สุนัขตัวใหญ่แห่งท้องทะเลทราย' อยากกลับไปเยี่ยมชมทะเลทราย!\n\nแต่ตอนจบกลับเกิดเรื่องไม่คาดคิด ก่อนเดินเข้าไปในทะเลทรายอีกแค่สองสามเมตร Tighnari กลับรู้สึกวิงเวียนเป็นลมแดดจนถูกส่งตัวกลับไปที่ป่าฝนทันที\n\n\"โอ้ ท่านเทพ\" Tighnari ที่ฟื้นขึ้นในบ้านต้นไม้เศร้าเสียใจมาก 'สุนัขตัวใหญ่แห่งท้องทะเลทราย' เสื่อมถอยลงในรุ่นของฉันแล้ว\n\nหลายปีผ่านไป เด็กที่โง่เขลาได้เติบโตขึ้นเป็นนักวิชาการที่น่าเชื่อถือ และเรื่องนี้ก็ได้กลายเป็นเรื่องตลกในอดีตไป\n\nTighnari ในตอนนี้ไม่เพียงแต่รู้ว่าทำไมสิ่งเล็ก ๆ ที่ชื่อ \"Aranara\" ถึงได้ตั้งชื่อนี้ และยังรู้ด้วยว่าทำไมเขาถึงวิงเวียนได้ง่ายในทะเลทราย\n\nสมัยก่อนสุนัขจิ้งจอกและสุนัข ทางชีววิทยาพวกมันก็ถือเป็นสุนัขเหมือนกัน บางที Aranara ที่ตั้งชื่อนี้ อาจจะมีวัฒนธรรมมากที่สุด\n\nเหตุผลหลังจากนั้น... ถึงจะไม่อยากยอมรับ แต่ก็อาจมีบางอย่างที่เกี่ยวข้องกับสิ่งที่คุณพ่อเคยพูดขณะลูบหัว และพูดพร้อมรอยยิ้มว่า\n\n\"ขนของเด็กคนนี้เขียวจนออกดำ คงทนรับความร้อนของทะเลทรายได้อย่างยากลำบากแน่!\"",
      "vi": "Tất cả những người yêu thích nghiên cứu, bất luận có cảm thấy được niềm vui trong đó hay không, thì sự tò mò về những điều chưa biết đều là như nhau cả.\n\nTighnari cũng không ngoại lệ, và sự tò mò này dường như là bẩm sinh.\n\nTrong khi những đứa trẻ cùng tuổi vẫn đang đọc truyện cổ tích, thì Tighnari đã moi rương lục tủ để tìm đọc những cuốn sách học thuật của cha mẹ.\n\nMượn một cuốn sách giáo khoa phổ thông từ chỗ cha - người nghiên cứu về côn trùng, và lấy trộm hình ảnh các mẫu hóa thạch từ chỗ mẹ - một nhà cổ sinh vật học...\n\nCứ như vậy, Tighnari bé nhỏ vừa tự ôm đuôi của mình, vừa thu nạp vào đầu thật nhiều kiến thức mà cậu bé có thể đọc hiểu hoặc không thể đọc hiểu.\n\nNhưng dần dần, Tighnari phát hiện, khi mình biết càng nhiều, thì những thứ chưa biết và muốn tìm hiểu cũng càng nhiều.\n\nVí dụ, tại sao người khác không có tai và đuôi như người tộc mình?\n\nSau khi lật tung những cuốn sách cổ tìm được ở nhà, Tighnari tìm thấy một bản thảo do tổ tiên anh để lại về \"Valuka Shuna\".\n\nTheo ghi chép, Valuka Shuna từng là một chủng tộc dưới trướng Vua Deshret, sống ở sa mạc rộng lớn, hầu hết đều có bộ lông màu nhạt và vành tai khổng lồ để tản nhiệt.\n\nSau đó, tai họa ập đến, vương quốc của Vua Deshret bị hủy diệt vì nó, còn Valuka Shuna thì sống sót nhờ sự ban ơn của Thảo Thần, và bộ lông cũng biến thành màu xanh lá cây.\n\n\"...Điều đáng nói là, \"Valuka Shuna\" theo ghi chép thì giống tộc cáo hơn, nhưng ý nghĩa của cái tên lại là \"chó lớn trong sa mạc\".\"\n\n\"Theo những người bạn loài người có quan hệ mật thiết với rừng sâu kể rằng, có một loại một sinh vật nhỏ được gọi là Aranara tự xưng rằng đã đặt cho \"Valuka Shuna\" cái tên này.\"\n\n\"Ôi trời!\" - Tighnari bé nhỏ đã kinh ngạc khi xem đến đây, \"Hóa ra tôi là \"chó sa mạc\"!\"\n\nChính xác mà nói, là tổ tiên của Tighnari đã sống cùng với Valuka Shuna, mới vì quan hệ cộng sinh mà để lại huyết thống như vậy.\n\nNhưng trong con mắt của những đứa trẻ phấn khích, thì điều đó không quan trọng. Tighnari ngay lập tức yêu cầu bố đưa mình theo trong chuyến khảo sát sa mạc sắp tới - \"Chó Sa Mạc\" phải quay về sa mạc xem thế nào.\n\nThế nhưng, cái kết thật bất ngờ. Còn chưa bước vào sa mạc được mấy mét, Tighnari đã bị say nắng chóng mặt, và lập tức được đưa trở về rừng mưa.\n\n\"Ôi trời.\" Tighnari bé nhỏ rất buồn sau khi hồi phục trong ngôi nhà cây,\"\"Chó Sa Mạc\" đến thế hệ của mình đã thoái hóa rồi.\"\n\nSau nhiều năm, đứa trẻ ngu ngơ đã trở thành một học giả đáng tin cậy, và những chuyện cũ này cũng đã trở thành trò cười của quá khứ.\n\nTighnari giờ đây, không chỉ hiểu được tại sao thứ nhỏ bé có tên \"Aranara\" lại đặt tên như vậy, và cũng biết tại sao mình lại dễ bị say nắng chóng mặt trong sa mạc.\n\nĐiều thứ nhất rất đơn giản. Cáo và chó, về mặt sinh học đều thuộc loài khuyển, Aranara đặt cái tên này có lẽ cũng rất có văn hóa.\n\nCòn về lý do của điểm thứ hai... mặc dù không muốn thừa nhận cho lắm, nhưng đại khái là như lúc đó khi bố sờ đầu tôi đã cười và nói:\n\n\"Đứa trẻ này lông tóc xanh đen, hẳn là khó có thể chịu được cái nóng của sa mạc.\""
    }
  },
  {
    "title": {
      "zhs": "初学者放大镜",
      "zht": "初學者放大鏡",
      "jp": "初心者用虫メガネ",
      "ko": "초심자의 돋보기",
      "en": "Researcher's First Magnifying Glass",
      "de": "Novizenlupe",
      "es": "Lupa de erudito novato",
      "fr": "La première loupe du chercheur",
      "pt": "A Primeira Lupa de um Pesquisador",
      "ru": "Лупа первого учёного",
      "id": "Kaca Pembesar Pertama Pelajar",
      "th": "แว่นขยายสำหรับผู้เริ่มต้น",
      "vi": "Kính Lúp Sơ Cấp"
    },
    "line": {
      "zhs": "小提纳里在雨林里独自探险的时候，会随身携带一个放大镜。\n\n那是妈妈送给他的礼物，轻便，简洁，一看就是适合小孩子使用的工具。\n\n「你的耳朵已经能帮你听到很——远的声音了，那么就让这个放大镜来帮你看到更小的东西吧！」\n\n于是提纳里就用这个放大镜，看到了叶片背后的绒毛，看到了蝴蝶翅膀的鳞粉，看到了雨林蛇行的痕迹…\n\n又靠着这一点一滴的观察、积累与思考，被教令院最大的阿弥利多学院提前录取，跟随生论派的贤者大人开启正式的学术之旅。\n\n提纳里把因频繁使用而遍布磨痕的放大镜放在了崭新的教令院邀请函上，托腮思考了好一会儿。\n\n最终，他小心地将这个陪伴了他整个童年的放大镜改造成了一件可以装饰在衣服上的饰品。\n\n他知道加入教令院后，自己会读更深奥的书，接触更精妙的器具，这个只够初学者使用的陈旧放大镜已经不再有用武之地。\n\n但它永远是自己探求知识的启蒙伙伴，也将继续陪自己看向更广阔的天地。",
      "zht": "小提納里在雨林裡獨自探險的時候，會隨身攜帶一個放大鏡。\n\n那是媽媽送給他的禮物，輕便、簡潔，一看就是適合小孩子使用的工具。\n\n「你的耳朵已經能幫你聽到很——遠的聲音了，那麼就讓這個放大鏡來幫你看到更小的東西吧！」\n\n於是提納里就用這個放大鏡，看到了葉片背後的絨毛、看到了蝴蝶翅膀的鱗粉、看到了雨林蛇行的痕跡…\n\n又靠著這一點一滴的觀察、累積與思考，獲得教令院最大的阿彌利多學院提前錄取，跟隨生論派的賢者大人展開正式的學術之旅。\n\n提納里把因頻繁使用而遍佈磨痕的放大鏡放在嶄新的教令院邀請函上，托腮思考了好一陣子。\n\n最終，他小心地將這個陪伴了他整個童年的放大鏡改造成了一件可以裝飾在衣服上的飾品。\n\n他知道加入教令院後，自己會讀更深奧的書、接觸更精妙的器具，這個只夠初學者使用的陳舊放大鏡已經不再有用武之地。\n\n但它永遠是自己探求知識的啟蒙夥伴，也將繼續陪自己看向更廣闊的天地。",
      "jp": "幼い頃のティナリは、雨林を一人で探険する時に虫メガネを持ち歩く習慣があった。\n\nそれは母から貰ったプレゼント。軽くてシンプルで、子供でも扱いやすいものだと一目で分かる。\n\n「あなたの耳なら遠くの音が聞こえるはず。だから、この虫メガネを使ってより小さなものを観察してみて。」\n\nティナリはこの虫メガネを使って、葉の裏の毛や蝶々の羽の鱗粉、雨林に住む蛇の痕跡などを観察した…\n\nこのような小さな観察、記録、考察を経て、彼は教令院でも最大のアムリタ学院へと早期入学し、生論派の賢者と共に本格的な学問の旅を始めることになった。\n\nティナリは使い込んで傷だらけになった虫メガネを、真新しい教令院の招待状の上に置き、頬杖をついてしばらく考え込んだ。\n\nやがて、幼い頃から共に成長してきたこの虫メガネを、装飾品へと丁寧に作り変えて服に付けた。\n\n教令院に入ればより深遠な書物を読み、より繊細な器具に触れることになる。初心者用の古びた虫メガネを使うことはもうない。\n\nしかし、これは知的好奇心を常にくすぐってくれる仲間だ。これからも広い世界を共に見て、一緒に歩み続ける存在である。",
      "ko": "어린 타이나리는 홀로 우림을 탐험할 때 작은 돋보기 하나를 늘 휴대하고 다녔다.\n\n그건 그의 엄마가 준 선물로, 가볍고 간편해 누가 봐도 어린아이가 쓰기 적합한 도구였다.\n\n「네 귀는 아~주 먼 곳의 소리도 들을 수 있으니까, 더 작은 물건들은 이 돋보기로 살펴보렴!」\n\n그렇게 타이나리는 이 돋보기로 나뭇잎 뒤의 솜털을 관찰했고, 나비 날개의 비늘가루를 보았으며, 우림을 기어 다니는 뱀의 흔적을 발견했다…\n\n이렇게 조금씩 관찰과 사고가 누적되며, 타이나리는 어린 나이에도 아카데미아에서 가장 큰 아무르타 학부에 수시로 합격하며 생론파 현자를 따라 본격적인 학술의 길을 걷게 됐다.\n\n타이나리는 잦은 사용으로 인해 흠집이 가득 생긴 돋보기를 새 아카데미아 초대장 위에 놓고는, 턱을 괴고 한참을 고민했다.\n\n결국, 타이나리는 어린 시절을 함께 한 돋보기를 개조해 옷에 장식할 수 있는 액세서리로 만들었다.\n\n그도 알고 있었다. 아카데미아에 들어가면 더욱 심오한 책과 더욱 정교한 기구를 접하게 될 것이고, 초보자가 사용하는 오래된 이 돋보기를 사용할 일이 없을 거라는 걸 말이다.\n\n그럼에도 이 돋보기는 자신과 함께 지식을 탐구하던 영원한 동료로서, 앞으로도 함께 더욱 넓은 세계로 향할 것이다",
      "en": "When little Tighnari would explore alone in the rainforest, he would carry a magnifying glass with him.\n\nThat was a gift from his mother. Light and cogent in design, it could immediately be recognized as a tool suited for children.\n\n\"Your ears can already help you hear sounds from reeeaaally far away, so let this magnifying glass help you see smaller things!\"\n\nThus did Tighnari use this device to see the veins on the back of leaves, the powder that hung off butterfly wings, and the trails of the rainforest snakes...\n\nIt was through this gradual observation, collection, and consideration that he was eventually admitted into Amurta early, beginning his official learning journey under the Sage there.\n\nTighnari placed the magnifying glass, scarred and weathered by many years of use, on top of his brand new invitation letter, placed his hands on his cheeks, and thought for a good long while.\n\nFinally, he had this constant companion of his converted into an ornament that he might wear on his person.\n\nHe knew that once he entered the Akademiya, he would study more complex books and access more marvelous instruments, and that there was little place for this old beginner's magnifying glass.\n\nHowever, it would always be his companion in his search for knowledge, and would follow him to see lands wider and vaster still.",
      "de": "Als der kleine Tighnari alleine auf Expedition im Regenwald war, führte er immer eine Lupe mit sich.\n\nDas war ein Geschenk seiner Mutter: Leicht und einfach mitzuführen, genau und schnörkellos, kurzum, ein für ein Kind gut geeignetes Werkzeug.\n\n„Mit deinen Ohren kannst du schon sehr ferne Dinge hören, nimm diese Lupe, um ganz kleine Dinge zu sehen!“\n\nAls Tighnari die Lupe benutzte, sah er die kleinen Härchen auf der Rückseite von Blättern, den Staub auf Schmetterlingsflügeln, die Spuren von Schlangen im Wald ...\n\nAuf Grundlage dieser Beobachtungen, Sammlungen und Gedanken wurde er vorzeitig beim größten Institut der Akademie, der Amurta zugelassen, wo er mit dem großen Weisen der Lebenskunde seine akademische Reise beginnen sollte.\n\nTighnari legte seine oft genutzte und überall mit Kratzern versehene Lupe in das gerade erhaltene Einladungsschreiben der Akademie, stütze seinen Kopf auf seine Hände und überlegte eine Weile.\n\nSchließlich machte er diese Lupe, die ihn seine gesamte Kindheit begleitet hatte zu einem Schmuckstück, dass er an seiner Kleidung anbringen konnte.\n\nEr wusste, dass er nach dem Zutritt zur Akademie noch rätselhaftere, noch tiefer gehende Bücher lesen würde, auf noch ausgefeiltere Maschine stoßen würde. Er wusste, dass diese alte, für einen jungen Forscher nützliche Lupe, nun keinen praktischen Nutzen mehr für ihn haben könnte.\n\nEr aber blieb für immer jener Wissen suchende, andere anleitende Geselle, der sich eine immer breitere Welt öffnete.",
      "es": "Tignari tiene por costumbre llevar consigo una lupa cuando explora el bosque.\n\nFue un regalo de su madre. Es muy ligera y sencilla, el típico objeto que se le regalaría a un niño.\n\n“Eres capaz de oír ruidos muy lejanos gracias a tus orejas, ¡así que lo mejor será que uses esta lupa para ver muchas cosas pequeñitas!”.\n\nAsí que Tignari usó su nueva lupa para observar los tricomas de las hojas, las motas de polvo en las alas de las mariposas, los surcos de las serpientes por el suelo húmedo del bosque...\n\nPoco a poco, esa fascinación suya por observar, estudiar y comprender todo lo que le rodeaba le sirvió para ser invitado a unirse a la Facultad Amurta de la Academia de Sumeru y, siguiendo el ejemplo de los eruditos de la Escuela de Biología, dar comienzo a su aventura académica.\n\nTignari dejó su lupa, que ya estaba desgastada por el uso constante, encima de la carta de admisión de la academia y meditó largo y tendido sobre el pasado.\n\nAl final, decidió convertir aquella pequeña lupa que lo había acompañado durante tantos años en un accesorio que pudiera llevar siempre consigo.\n\nSabía que, una vez que pasara a formar parte de la Academia de Sumeru, tendría acceso a libros mucho más complicados y herramientas de investigación más precisas. Aquella infantil lupa ya no le sería de ayuda.\n\nPero siempre sería su vieja compañera en su búsqueda incansable del conocimiento, la que le permitió comprender y observar por primera vez la complejidad del mundo a su alrededor.",
      "fr": "Quand le petit Tighnari s'aventurait seul dans la forêt tropicale, il apportait toujours une loupe.\n\nC'était un cadeau de sa mère. Cette loupe était petite et simple, un objet typique que l'on offre à un enfant.\n\n« Puisque tes oreilles te permettent d'entendre les bruits les plus lointains, alors cette loupe t'aidera à regarder les choses les plus petites ! »\n\nTighnari se servit donc de cette loupe pour observer les nervures sur le dos des feuilles, les grains de poussière sur les ailes des papillons et les traces laissées par les serpents de la forêt...\n\nPeu à peu, sa fascination pour l'observation, l'étude et la compréhension de tout ce qui l'entourait l'amena à être invité à rejoindre l'Amurta, à l'instar des chercheurs de l'école de biologie, pour commencer son aventure académique.\n\nTighnari posa sa loupe usée sur sa lettre d'admission de l'Académie, et réfléchit longuement.\n\nIl décida finalement de transformer la petite loupe qui l'accompagnait depuis tant d'années en un accessoire qu'il pourrait porter sur lui à tout moment.\n\nIl savait qu'une fois qu'il aurait rejoint l'Académie, il aurait accès à des livres beaucoup plus compliqués et à des outils de recherche plus précis. Cette loupe enfantine ne lui serait plus d'aucune utilité.\n\nMais elle serait toujours un compagnon dans sa quête de connaissances, et elle continuerait à l'accompagner dans son exploration d'un monde plus vaste encore.",
      "pt": "Quando o pequeno Tighnari ia explorar sozinho na floresta tropical, ele carregava consigo uma lupa.\n\nFoi um presente de sua mãe. Leve e com um estilo convincente, poderia ser facilmente reconhecido como uma ferramenta adequada para crianças.\n\n\"Suas orelhas conseguem te ajudar a ouvir sons de bem longe, então deixa que essa lupa te ajude a ver as coisas bem pequenininhas!\"\n\nAssim, Tighnari usou esse aparelho para ver as veias atrás das flores, o pó que ficava nas asas das borboletas, e as escamas das das serpentes da floresta tropical...\n\nFoi graças a essa observação gradual, coleta e consideração que ele acabou sendo aceito no Amurta mais cedo, iniciando assim sua jornada oficial de aprendizado sob um Sábio.\n\nTighnari colocou sua lupa, marcada e desgastada após muitos anos de uso, em cima de sua nova carta de convocação, colocou suas mãos em suas bochechas e pensou por um bom tempo.\n\nFinalmente, ele tinha este companheiro constante, convertido em um ornamento que ele poderia usar em si mesmo.\n\nEle sabia que uma vez que entrasse na Academia, estudaria livros mais complexos e teria acesso a instrumentos maravilhosos e que já não havia espaço para uma velha lupa de um iniciante.\n\nEntretanto, ela sempre seria sua companheira em busca de conhecimento, e o seguiria para ver terras ainda mais amplas e ainda mais vastas.",
      "ru": "Когда маленький Тигнари в одиночку исследовал тропический лес, он брал с собой лупу. Это был подарок его матери. Лёгкая и простая, она сразу была признана подходящим для ребёнка инструментом. «Твои уши уже позволяют слышать очень-очень далеко, так пусть эта лупа поможет тебе увидеть ещё более мелкие вещи!» Так Тигнари использовал её, чтобы увидеть прожилки на обратной стороне листьев, пыльцу, которая осыпалась с крыльев бабочек, и следы змей в тропическом лесу... Именно благодаря этим небольшим наблюдениям, сбору информации и размышлениям он был рано принят в Амурту, крупнейшее подразделение Академии, чтобы начать свой официальный академический путь под руководством мудреца. Тигнари положил лупу, поцарапанную и изношенную за долгие годы использования, поверх новенького пригласительного письма Академии, опёрся на руку щекой и глубоко задумался. После долгих размышлений он превратил своего верного спутника в украшение, которое он сможет всегда носить с собой. Он знал, что когда поступит в Академию, он будет изучать более сложные книги и пользоваться чудесными приборами, и там не будет места для этой старой лупы начинающего исследователя. Но она всегда будет его спутником в поисках знаний и будет следовать за ним, чтобы увидеть бескрайние земли.",
      "id": "Saat Tighnari kecil menjelajahi hutan hujan sendirian, dia akan membawa kaca pembesar bersamanya.\n\nItu adalah hadiah dari ibunya. Desainnya ringan dan praktis, alat ini dapat langsung dikenali sebagai alat yang cocok untuk anak-anak.\n\n\"Telingamu dapat membantumu mendengar suara dari jarak yang sangat jauh, jadi biarkan kaca pembesar ini membantumu melihat benda yang kecil!\"\n\nJadi Tighnari menggunakan kaca pembesar ini untuk melihat bulu-bulu di balik dedaunan, serbuk sisik dari sayap kupu-kupu, dan jejak ular di hutan hujan ....\n\nMelalui pengamatan, pengumpulan, dan pertimbangan bertahap inilah dia akhirnya diterima di Amurta terbesar di Akademiya, dan memulai perjalanan pendidikan resminya di bawah Sage Amurta.\n\nTighnari meletakkan kaca pembesar, yang sudah usang karena sering digunakan di atas surat undangan Akademiya, meletakkan tangannya di pipinya, dan berpikir panjang.\n\nPada akhirnya, dia dengan hati-hati mengubah kaca pembesar yang menemaninya sejak kecil menjadi ornamen yang bisa dipasang di pakaian.\n\nDia tahu begitu dia memasuki Akademiya, dia akan mempelajari buku-buku yang lebih kompleks dan mengakses instrumen yang lebih canggih, dan kaca pembesar pelajar pemula yang sudah usang ini tidak memiliki tempat untuk digunakan.\n\nNamun, kaca pembesar ini akan selalu menjadi pendampingnya dalam menggali pengetahuan dan menemani dirinya melihat daratan yang lebih luas.",
      "th": "Tighnari มักพกแว่นขยายติดตัวไปด้วยเมื่อออกสำรวจตามลำพังในป่าฝน\n\nมันเป็นของขวัญที่คุณแม่ได้มอบให้เขา มีน้ำหนักเบา, เรียบง่าย มองแวบแรกก็รู้ว่าเป็นเครื่องมือที่เหมาะสำหรับเด็ก\n\n\"หูของเธอช่วยให้เธอได้ยินเสียงที่อยู่ห่างไกลออกไปแล้ว ดังนั้นให้แว่นขยายนี้ช่วยให้เธอได้มองเห็นสิ่งเล็ก ๆ เถอะนะ!\"\n\nเพราะงั้น Tighnari เลยใช้แว่นขยายนี้ส่องดูปุยขนหลังใบไม้, เกล็ดผงบนปีกของผีเสื้อ และร่องรอยของงูในป่าฝน\n\nอาศัยการสังเกตทีละเล็กละน้อย, ผ่านการวิเคราะห์ และสั่งสมจนได้รับการยอมรับล่วงหน้าจากคณะที่ใหญ่ที่สุดคณะ Amurta และเริ่มต้นเส้นทางเชิงวิชาการกับท่านนักปราชญ์จากภาควิชาชีววิทยา\n\nTighnari วางแว่นขยายที่เต็มไปด้วยร่องรอยสึกหรอจากการใช้งานลงบนจดหมายเชิญฉบับใหม่จากสถาบัน พลางครุ่นคิดอยู่ครู่หนึ่ง\n\nสุดท้าย เขาก็ได้ดัดแปลงแว่นขยายที่อยู่เคียงข้างเขามาตั้งแต่เด็กอย่างระมัดระวัง จนมันกลายเป็นเครื่องประดับที่สามารถประดับอยู่บนเสื้อผ้าได้\n\nเข้ารู้ว่า หลังจากที่เขาเข้าสู่รั้วสถาบันแล้ว จะต้องเรียนรู้หนังสือที่ซับซ้อนลึกซึ้งขึ้นเรื่อย ๆ ทั้งยังต้องได้ยุ่งเกี่ยวกับเครื่องมือซับซ้อนอีกมากมาย แว่นขยายแบบเก่าอันนี้เหมาะสำหรับผู้เริ่มต้นเท่านั้น ตอนนี้มันไม่มีประโยชน์อีกต่อไป\n\nแต่มันจะกลายเป็นเพื่อนที่คอยร่วมทางสำหรับผู้กระหายความรู้อย่างเขา และจะติดตามตัวเขาออกไปดูโลกกว้างต่อไปด้วย",
      "vi": "Khi Tighnari bé nhỏ một mình khám phá rừng mưa sẽ mang theo một chiếc kính lúp.\n\nĐó là món quà của mẹ Tighnari tặng, nhẹ nhàng và đơn giản, vừa nhìn là biết đó là một công cụ phù hợp với trẻ em.\n\n\"Tai của con đã có thể giúp con nghe được âm thanh từ rất... xa, vậy thì hãy để chiếc kính lúp này giúp con nhìn thấy những thứ nhỏ bé hơn!\"\n\nThế là Tighnari đã dùng kính lúp này để xem lông tơ trên mặt sau của lá, vảy phấn trên cánh bướm và dấu vết của rắn bò trong rừng mưa...\n\nVà cũng dựa vào sự quan sát, tích lũy và tư duy tỉ mỉ này, mà Tighnari đã được Học Viện Amurta lớn nhất Giáo Viện tuyển vào trước tuổi, bắt đầu hành trình theo đuổi học thuật chính thức với vị hiền giả của Học Phái Amurta.\n\nTighnari đặt chiếc kính lúp đã bị mài mòn do sử dụng thường xuyên lên lá thư mời mới tinh của Giáo Viện và chống tay suy nghĩ một lúc.\n\nCuối cùng, Tighnari đã cẩn thận cải tạo chiếc kính lúp đã đi cùng mình suốt thời thơ ấu thành một phụ kiện để có thể tô điểm cho quần áo của mình.\n\nTighnari biết rằng sau khi gia nhập Giáo Viện, bản thân sẽ đọc những cuốn sách thâm thúy hơn, tiếp xúc với những dụng cụ tinh tế hơn, chiếc kính lúp cũ kỹ vốn chỉ dành cho người mới bắt đầu này đã không còn đất dụng võ nữa rồi.\n\nNhưng nó sẽ luôn là người bạn đồng hành khai sáng cho mình trên con đường tìm kiếm kiến thức, và sẽ tiếp tục theo mình hướng đến vùng trời rộng lớn hơn."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "在教令院，无论是求学或者就职，都不可避免地需要参与各种各样的学术会议。\n\n站在讲堂上的人侃侃而谈，与会的听众热情捧场，这是在学术会议中通常能够看到的景象。\n\n但严格来讲，在对广阔的知识之海进行探究时，渺小的求知者又怎么会永远不出差错呢？\n\n就在一场提纳里参加的会议上，一名学者的演讲中出现了与提纳里所知不符的内容。\n\n那时的提纳里还只是一名旁听的学生，他下意识地环顾四周，周围的同窗和老师们却都没有反应。\n\n该如何是好？也许大家都听出了问题，却碍于面子不会当众讲出。\n\n又或者这个问题只有自己发现，若不说明也许会造成错误知识的传播…\n\n但提纳里在短暂的犹豫之后，还是坚定了自己的想法。\n\n身份和场景的阻碍虽然近在眼前，但对于知识的严谨态度还是占了上风。\n\n知识就像夜空中闪耀的星辰，不会被任何事物撼动。\n\n怀揣这样的想法，提纳里举起手来——\n\n「抱歉，请允许我打断一下…」\n\n听到场下传来稚嫩的声音，台上的学者有些惊讶，但很快就反应过来，请提纳里进行了说明。\n\n事实证明，提纳里的做法是正确的。\n\n演讲的学者在了解了足够的信息后，坦然接受了提纳里的指正。\n\n在聆听完他们的对话之后，其他一些与会师生也参与了发言，为这次会议研讨的课题引出了新的研究方向。提纳里甚至还在讨论的过程中收到了一些知名学者的名片。\n\n事情告一段落后，提纳里在心中长舒了一口气。\n\n真幸运…哦不，或者说真开心，与自己一同研讨学术的人都是认真对待知识的人。\n\n这时的提纳里还没想到，更让自己觉得幸运和开心的事情还在后面。\n\n会议结束后，提纳里从观众席起身时，听到了一声清脆的响动：「咣当！」\n\n——正是一颗神之眼从衣间滑落到座椅上的声音。",
      "zht": "在教令院，無論是求學或者就職，都不可避免地需要參與各式各樣的學術會議。\n\n站在講堂上的人侃侃而談，與會的聽眾熱情捧場，這是在學術會議中通常能夠看到的景象。\n\n但嚴格來講，在對廣闊的知識之海進行探究時，渺小的求知者又怎麼會永遠不出差錯呢？\n\n就在一場提納里參加的會議上，一名學者的演講中出現了與提納里所知不符的內容。\n\n那時的提納里還只是一名旁聽的學生，他下意識地環顧四周，周圍的同窗和老師們卻都沒有反應。\n\n該如何是好？也許大家都聽出了問題，卻礙於面子不會當眾講出。\n\n又或者這個問題只有自己發現，若不說明也許會造成錯誤知識的傳播…\n\n但提納里在短暫的猶豫之後，還是堅定了自己的想法。\n\n身分和場景的阻礙雖然近在眼前，但對於知識的嚴謹態度還是占了上風。\n\n知識就像夜空中閃耀的星辰，不會被任何事物撼動。\n\n懷揣這樣的想法，提納里舉起手來——\n\n「抱歉，請允許我打斷一下…」\n\n聽到場下傳來稚嫩的聲音，臺上的學者有些驚訝，但很快就反應過來，請提納里進行了說明。\n\n事實證明，提納里的做法是正確的。\n\n演講的學者在瞭解了足夠的資訊後，坦然接受了提納里的指正。\n\n在聆聽完他們的對話之後，其他一些與會師生也參與了發言，為這次會議研討的課題引出了新的研究方向。提納里甚至還在討論的過程中收到了一些知名學者的名片。\n\n事情告一段落後，提納里在心中長舒了一口氣。\n\n真幸運…喔不，或者說真開心，與自己一同研討學術的人都是認真對待知識的人。\n\n這時的提納里還沒想到，更讓自己覺得幸運和開心的事情還在後面。\n\n會議結束後，提納里從觀眾席起身時，聽到了一聲清脆的響動：「匡噹！」\n\n——正是一顆神之眼從衣間滑落到座椅上的聲音。",
      "jp": "教令院では学ぶ者も働く者も、必然的にさまざまな学術会議に参加することになる。\n\n学術会議では講壇に立って雄弁に語る人と、熱心に耳を傾ける聴衆の姿が見られる。\n\nしかし、広大な知識の海を探検する時、それに比べて取るに足らない存在である「知識の探求者」が、永遠に間違いを犯さないなどあり得るだろうか？\n\nティナリが出席したとある会議で、彼の知識とは矛盾する内容があった。\n\n当時、ただの傍聴者に過ぎなかった学生のティナリ。無意識に周りを見渡したが、仲間や先生たちはその間違いに対して無反応だった。\n\nどうするべきか？誰もがその誤りに気付きながらも、相手の面子を考えて発言していないのだろうか。\n\nそれとも、この誤りは自分しか気づいておらず、ここで訂正しないと間違った知識が広まってしまうのではないか…\n\nティナリは一瞬迷った後に決心した。\n\n身分とその場の空気という障害が立ちはだかったが、知識に対する真摯な思いが勝ったのだ。\n\n知識は、夜空に輝く星のように何ものにも揺るがされないもの。\n\nそう思いながら、ティナリは手を挙げた——\n\n「すみません、少しいいでしょうか…」\n\n壇上の学者は、下から聞こえてきた子供っぽい声に少し驚いたが、すぐにティナリの発言を許可した。\n\n結果、ティナリの行動は正しかった。\n\n講壇に立つ学者はその説明に耳を傾けた上で、素直にティナリの指摘を受け入れた。\n\n彼らの対話を聞いていた他の学生や先生も発言をし、その会議で議論されていたテーマについて、新たな方向性を見出すことができた。そしてティナリは、何名かの著名学者たちから名刺をもらうことになる。\n\n一段落して、ティナリは心の中で「ふぅ」と深く息を吐いた。\n\n共に学問を論じる相手が、知識を真剣に考える人たちであったことは幸運…いや、とても喜ばしいことだ。\n\nこの時のティナリは、さらなる幸運が待っていることに気づいていなかった。\n\n会議が終わり、ティナリが傍聴席から立ち上がる、すると「カラン！」と軽快な音が響いた。\n\n——それは服から神の目が滑り落ちた音であった。",
      "ko": "아카데미아에서는 학문 탐구든, 취직을 위해서든 불가피하게 다양한 학술회의에 참석해야 한다.\n\n강당에 선 이가 당당하게 연설하고, 회의를 듣는 청중들은 열정적으로 호응하는 것, 그것은 학술회의에서 흔히 볼 수 있는 장면이다.\n\n하지만 엄밀히 말하면 광활한 지식의 바다를 탐구하는 과정에서, 지식을 추구하는 보잘것없는 이가 어찌 오류가 없을 수 있겠는가?\n\n타이나리가 참석한 어느 회의에서, 한 학자의 연설은 타이나리가 알고 있는 지식과는 다소 달랐다.\n\n방청생에 불과했던 타이나리는 무의식적으로 주변을 둘러봤지만, 동문과 선생님들은 아무런 반응이 없었다.\n\n이럴 땐 어떻게 해야 할까? 어쩌면 다들 문제를 눈치챘지만, 체면을 생각해 사람들 앞에서 드러내지 않는 걸지도 모른다.\n\n혹은 타이나리만 이 문제를 발견했을지도 모르는데, 제대로 설명하지 않으면 잘못된 지식이 전파될지도 몰랐다…\n\n하지만 타이나리는 짧은 망설임 끝에 자신의 생각을 고수하기로 했다.\n\n신분과 상황이라는 장벽이 눈앞에 있었지만, 지식에 대한 진지한 태도가 더 크게 작용했다.\n\n지식은 마치 밤하늘에서 반짝이는 별처럼, 그 어떤 사물에도 흔들리지 않는다.\n\n그런 생각을 품고 타이나리는 손을 번쩍 들었다.\n\n「죄송합니다, 잠시 질문 좀 할게요…」\n\n연설을 하던 학자는 강당 아래에서 들려온 앳된 목소리에 조금 놀란 듯했지만, 이내 정신을 차리고 타이나리에게 설명을 부탁했다.\n\n타이나리가 정확했다는 사실이 증명되었다.\n\n연설하던 학자는 충분한 정보를 알아본 후, 타이나리의 지적을 담담하게 받아들였다.\n\n두 사람의 대화를 듣던 다른 교수들과 학생들도 발언에 참여하며 이번 회의의 연구 과제에 새로운 방향성을 제공했다. 심지어 타이나리는 토론 중에 몇몇 유명한 학자들의 명함을 받기도 했다.\n\n사건이 일단락되자 타이나리는 속으로 안도의 한숨을 내쉬었다.\n\n운이 좋았다… 아니, 운이 좋았다기보단 자신과 함께 학술을 연구하는 이들이 지식을 진지하게 대하는 이들이라 기뻤다.\n\n그때의 타이나리는 더욱 행운스럽고 기쁜 일이 자신을 기다리고 있다는 걸 깨닫지 못했다.\n\n회의가 끝난 후, 좌석에서 일어난 타이나리는 경쾌한 「짤그랑!」 소리를 들었다.\n\n그것은 신의 눈이 옷안에서 미끄러져 좌석에 떨어지는 소리였다",
      "en": "Academic conferences are unavoidable at the Akademiya, no matter whether one is here to learn or work.\n\nThose at the podium will wax lyrical, and those in the audience will give their support. This sight is most commonplace at such conferences.\n\nBut strictly speaking, what researcher, adrift amidst the vast sea of information, will not make mistakes in their investigations?\n\nAt one such conference that Tighnari attended, one speaker spoke of things that Tighnari knew to be untrue.\n\nThen, he was just a bystander and a listener. Glancing around his surroundings almost subconsciously, he noticed that neither his classmates nor his teachers had said anything.\n\nWhat should he do? Perhaps everyone indeed knew what the problem was, but did not want to make the speaker lose face.\n\nOr perhaps he was the only one who had noticed the problem, and his silence now would cause misinformation to spread...\n\nBut Tighnari did not hesitate long before steeling himself.\n\nThough both his status and the scene were obstacles in his path, the rigor of knowledge eventually won out.\n\nAfter all, knowledge was like a star blazing through the night sky. Nothing would divert its path.\n\nSo thinking, Tighnari raised his hand—\n\n\"My apologies. If I may interject—\"\n\nThe researcher onstage was at first a bit shocked to hear his gentle voice, but reacted swiftly and invited him to elaborate.\n\nAs it turned out, Tighnari had done the right thing.\n\nThe speaker, after having processed enough of the information, accepted his corrections earnestly.\n\nAnd once their exchange had ended, other students and teachers in attendance would also speak in their turn, leading to new research angles opening up for the topics discussed at the conference. Tighnari himself would also receive namecards from some well-known researchers.\n\nOnce the whole incident was over, Tighnari would heave a sigh of relief.\n\nThat was a fortunate... No, indeed, a joyous thing that those who studied alongside him also accorded knowledge the gravitas it deserved.\n\nBut he had not yet counted on something still more fortunate and joyous to occur.\n\nWhen the meeting ended and Tighnari stood to leave, he heard a crisp, clear \"clink!\"\n\n—Lo and behold, a Vision rolled off his garments onto the chair below.",
      "de": "An der Akademie müssen sowohl Studenten als auch Beschäftigte andauernd an den verschiedensten akademischen Konferenzen teilnehmen.\n\nDie Redner auf der Bühne sprechen geradeheraus, die Zuhörer feuern sie energisch an – ein häufiger Anblick auf akademischen Konferenzen.\n\nAber wie genau sollen, die insignifikanten Wissenssucher beim Erkunden des weiten Meeres des Wissens nie einen Fehler machen?\n\nAuf einer Konferenz an der Tighnari teilnahm, sprach ein Gelehrter von Dingen, die allem, was Tighnari wusste, widersprach.\n\nDamals war Tighnari lediglich ein zuhörender Student, unterbewusst schaute er sich überall um, doch keiner der anderen anwesenden Studenten und Lehrer ließ sich eine Reaktion anmerken.\n\nWas sollte er tun? War es etwa so, dass sie den Fehler alle bemerkt hatten und dem Redner die Schmach ersparen wollten, vor aller Augen widerlegt zu werden?\n\nOder konnte es sein, dass nur er den Fehler festgestellt hatte und dieses fehlerhafte Wissen sich überliefern würde, wenn er jetzt nicht seine Sicht äußerte ...\n\nNach kurzem Zögern entschied sich Tighnari an seiner Ansicht festzuhalten.\n\nDie Nachteile seiner Rolle als Student und der räumlichen Situation zum Trotz gewann seine strenge Haltung zum Wissen die Oberhand.\n\nDas Wissen ist so wie die am Nachthimmel funkelnden Sterne, durch nichts zu erschüttern.\n\nMit solchen Gedanken beladen hob Tighnari die Hand und ergriff das Wort.\n\n„Entschuldige bitte, erlaube mir dich kurz zu unterbrechen ...“\n\nAls er die zarte Stimme aus dem Saal vernahm, war der Gelehrte auf der Bühne ein wenig überrascht, reagierte dann aber schnell und bat Tighnari sich zu erklären.\n\nEs sollte sich bewahrheiten, dass Tighnari das richtige tat.\n\nNachdem der Gelehrte auf der Bühne genügend verstanden hatte, nahm er Tighnaris Kritik ruhig an.\n\nNachdem sie das Gespräch der beiden zu Ende verfolgt hatten, sprachen sich einige andere Studenten und Professoren aus, das Gespräch hatte eine ganze neue Forschungsrichtung geöffnet. Tighnari erhielt im Rahmen der Diskussion sogar noch die Namenskärtchen einer ganzen Reihe von berühmten Gelehrten.\n\nNachdem ein wenig Ruhe in die Sache eingekehrt war, kam auch Tighnaris Seele selbst ein wenig zur Ruhe.\n\nWelche ein Glück ... Oder nein, so eine Freude mit einem, akademische Forschung genauso ernst nehmenden Menschen diskutieren zu könnne.\n\nZu dieser Zeit hätte Tighnari nicht zu träumen gewagt, dass noch größere Freude noch auf ihn wartete.\n\nAls er sich nach Ende der Konferenz von seinem Zuschauerplatz erhob, hörte er ein klares „Klonk“.\n\nEr drehte sich um und begriff, dass es das Geräusch eines Göttlichen Auges sein musste, das aus der Garderobe auf seinen Sitz gefallen war.",
      "es": "Si formas parte de la Academia de Sumeru, ya sea como estudiante o como erudito, es inevitable participar en todo tipo de encuentros académicos.\n\nLos ponentes debaten entre ellos con calma, pero con vehemencia, mientras el público los anima. Al menos, esa es la escena habitual que se desarrolla en la mayoría de los encuentros académicos.\n\nAunque, claro está, aquellos que ansían saber más no siempre son capaces de permanecer tan sosegados cuando se enfrentan a las incógnitas del vasto océano del conocimiento.\n\nUna vez, Tignari asistió a una conferencia en la que los ponentes expusieron algunos puntos que no terminaban de encajar con lo que Tignari sabía del tema.\n\nPor aquel entonces, él tan solo era un estudiante más entre el público, así que miró primero a su alrededor en busca de algún otro rostro de incomprensión, pero el resto de los eruditos y alumnos no mostraban reacción alguna.\n\n¿Qué debía hacer? Tal vez los demás también se habían dado cuenta de las incoherencias en el discurso del ponente, pero por respeto habían optado por guardar silencio.\n\nTambién existía la posibilidad de que solo él se hubiera percatado de aquel fallo, lo que quería decir que estaba contribuyendo a la transmisión de información errónea...\n\nTras una breve vacilación, Tignari tomó una decisión.\n\nAunque la situación no era la ideal, debía ser fiel al objetivo común que todos ellos perseguían: la búsqueda del conocimiento.\n\nEl saber es como una estrella que brilla en medio del firmamento; no puede ser alterada por los elementos de su entorno.\n\nCon aquella idea en mente, Tignari alzó la mano.\n\n“Disculpe que le interrumpa...”.\n\nLos ponentes de la conferencia se sorprendieron al escuchar aquella voz aniñada, pero no tardaron en invitar a Tignari a que compartiera su opinión.\n\nResultó que el enfoque de Tignari era en realidad correcto.\n\nTras escuchar sus explicaciones, el erudito que había errado aceptó las correcciones del pequeño estudiante con calma.\n\nTras escuchar el intercambio de ideas, algunos estudiantes y profesores también se animaron a participar en el debate, lo que condujo a nuevos puntos de vista y posibles temas de investigación. Al acabar el encuentro, Tignari recibió tarjetas de presentación de algunos de los académicos asistentes.\n\nCuando todo hubo acabado, suspiró aliviado.\n\nHabía tenido mucha suerte... Y estaba contento. Había podido debatir abiertamente sobre sus ideas con académicos que compartían su actitud recta y firme sobre el conocimiento.\n\nLo que Tignari no sabía es que lo que le haría sentirse aún más afortunado y feliz estaba por llegar. Al terminar la conferencia, se puso en pie y escuchó un golpe sordo contra el suelo.\n\nCuando se giró para comprobar qué era, una Visión se había deslizado de entre su ropa y cayó sobre su asiento.",
      "fr": "À l'Académie, les conférences académiques sont inévitables, que vous soyez un étudiant ou un chercheur.\n\nOn peut souvent voir cette scène où les intervenants sur l'estrade débattent entre eux passionnément tandis que le public les encourage.\n\nMais si l'on se veut rigoureux, peut-on affirmer qu'il soit possible que dans le vaste océan de la connaissance, ces personnes en quête de savoir ne se trompent jamais ?\n\nLors d'une conférence à laquelle Tighnari participait, un des intervenants fit des affirmations contraires à ce que Tighnari savait du sujet.\n\nÀ cette époque, Tighnari n'était qu'un simple étudiant qui se trouvait dans le public. Il regarda autour de lui, mais ne vit aucune réaction des autres étudiants et professeurs présents dans la salle.\n\nQue devait-il faire ? Peut-être les autres avaient-ils également remarqué les incohérences dans le discours de cet intervenant, mais que par respect, ils avaient choisi de se taire. Il était également possible que lui seul ait remarqué ces erreurs, ce qui signifiait qu'il contribuait à la transmission d'informations erronées...\n\nAprès un court moment d'hésitation, Tighnari se décida.\n\nEn dépit de son statut d'étudiant et du fait que le moment n'était pas propice à une intervention de sa part, son attachement à la rigueur académique prit le dessus.\n\nLe savoir est comme une étoile dans le ciel nocturne, rien ne peut l'ébranler.\n\nC'est avec cet état d'esprit que Tighnari leva la main...\n\n« Excusez-moi, je me permets de vous interrompre... »\n\nLes chercheurs sur l'estrade furent surpris d'entendre une voix enfantine s'élever, mais ne tardèrent pas à réagir et inviter Tighnari à s'exprimer.\n\nIl s'est avéré que Tighnari avait raison.\n\nAprès avoir entendu les arguments de Tighnari, l'intervenant reconnut ses erreurs et accepta cette rectification.\n\nÀ la suite de cet échange, d'autres élèves et professeurs prirent eux aussi la parole, ce qui permit d'ouvrir de nouveaux axes de recherche sur les sujets abordés lors de la conférence. Cette intervention valut même à Tighnari de recevoir les cartes de visite de professeurs célèbres.\n\nUne fois cet épisode terminé, Tighnari poussa un long soupir de soulagement.\n\nQuelle chance... Ou plutôt, quel bonheur ! Toutes les personnes qui avaient débattu avec lui étaient des gens qui partageaient son attitude sérieuse vis-à-vis de la connaissance.\n\nMais Tighnari ne savait pas que des choses qui le rendraient plus heureux et joyeux encore l'attendraient par la suite.\n\nLa conférence s'acheva, et quand Tighnari se leva de son siège, il entendit un tintement clair : « Bling ! »\n\nC'était le bruit émis par un œil divin qui venait de s'échapper de ses vêtements et de tomber sur son siège.",
      "pt": "As palestras acadêmicas são inevitáveis na Academia, não importa se você está aqui para aprender ou para trabalhar.\n\nAqueles que estiverem no pódio serão calmos, e os que estiverem na plateia darão seu apoio. Essa visão é algo bem comum em tais palestras.\n\nMas, falando de forma franca, qual pesquisador, em meio ao vasto mar de informações, não cometeria erros em suas investigações?\n\nEm uma dessas palestras que Tighnari participou, um palestrante falou de coisas que o Tighnari sabia que não eram verdades.\n\nEntão, ele era apenas um espectador e um ouvinte. Olhando ao seu redor, quase que inconscientemente, ele notou que nem seus colegas de classe e nem seus professores haviam dito nada.\n\nO que ele deveria fazer? Talvez todos sabiam qual era o problema, mas não queriam fazer o palestrante passar vergonha.\n\nOu talvez ele fosse o único que havia notado o problema, e seu silêncio iria causar uma disseminação de desinformações...\n\nMas Tighnari não hesitou por muito tempo antes de finalmente tomar uma decisão.\n\nEmbora tanto seu prestígio quanto a cena fossem obstáculos em seu caminho, o rigor do conhecimento acabou vencendo.\n\nAfinal de contas, o conhecimento é como uma estrela queimando pelo céu noturno. Nada iria desviá-la de seu caminho.\n\nEntão, pensando assim, Tighnari levantou sua mão.\n\n\"Minhas desculpas, mas se eu puder interromper.\"\n\nNo início, o pesquisador no palco ficou um pouco chocado ao ouvir sua voz gentil, mas reagiu rapidamente e o convidou a falar.\n\nNo fim das contas, Tighnari fez a coisa certa.\n\nO palestrante, após ter processado suficientemente suas informações, aceitou suas correções com sinceridade.\n\nE assim que terminou suas trocas de informações, outros estudantes e professores presentes também falaram, cada um por vez, fazendo com que novos ângulos de pesquisas fossem abertos durante os tópicos discutidos na palestra. Tighnari inclusive acabou recebendo cartões de visita de alguns pesquisadores renomados.\n\nUma vez que toda a situação terminou, Tighnari soltou um suspiro aliviado.\n\nIsso realmente foi muita sorte... Não, realmente algo muito bom, que aqueles que estudaram ao seu lado também deram ao conhecimento a seriedade que ele merecia.\n\nMas ele não imaginava que algo ainda mais afortunado e alegre estava para acontecer.\n\nQuando a reunião terminou e Tighnari se levantou para sair, ele ouviu um tilintar nítido e claro!\n\n—E lá estava ela, uma Visão caiu de suas roupas até a cadeira embaixo dele.",
      "ru": "Посещение научных конференций неизбежно в Академии, независимо от того, учитесь вы здесь или работаете. Те, кто выступает на трибуне, произносят красивые речи, а те, кто находится в аудитории, выражают свою поддержку. Но какой исследователь, дрейфующий в бескрайнем море информации, не допустит ошибок в своих исследованиях? На одной из таких конференций учёный произносил речь, которая не соответствовала тому, что знал Тигнари. Тогда он был просто сторонним слушателем. Подсознательно оглядываясь по сторонам, он заметил, что ни другие студенты, ни преподаватели ничего не сказали. Что делать? Возможно, все знали, в чём проблема, но не хотели, чтобы выступающий потерял лицо. Или же он был единственным, кто заметил проблему, и его молчание может стать причиной распространения ложной информации... Тигнари недолго поколебался и принял решение. На его пути были такие препятствия, как статус и сцена, но интеллектуальная строгость взяла верх. Знание подобно звезде, сияющей в ночном небе, ничем не поколебленной. С этой мыслью Тигнари поднял руку. «Извините, что прерываю...» Исследователь на сцене сначала был немного шокирован, услышав его мягкий голос, но быстро отреагировал и предложил ему высказаться. Как оказалось, Тигнари поступил правильно. Докладчик спокойно принял исправление Тигнари, после того, как получил достаточно информации. Когда они закончили обмен мнениями, другие студенты и преподаватели, присутствующие на конференции, тоже вступили в дискуссию, благодаря чему были открыты новые направления в исследованиях тем, по которым на конференции зачитывались доклады. Сам Тигнари получил визитные карточки нескольких именитых учёных. Когда всё закончилось, Тигнари вздохнул с облегчением. Какое счастье... какое счастье, что те, кто учился рядом с ним, относились к знаниям с той серьёзностью, которой они заслуживали. Но он и не предполагал, что вскоре произойдёт нечто ещё более радостное. Когда конференция закончилась, и Тигнари собрался уходить, он услышал чёткий и ясный звук «Бам!» Глаз Бога скатился по его одежде и упал на стул.",
      "id": "Konferensi akademik tidak dapat dihindari di Akademiya, tidak peduli apakah seseorang ada di sini untuk belajar atau bekerja.\n\nOrang yang berdiri di ruang kelas berbicara dengan percaya diri, hadirin pun mendengar dengan antusias. Hal ini biasanya terlihat dalam konferensi akademik.\n\nTapi sebenarnya, ketika menjelajahi lautan pengetahuan yang luas, peneliti mana yang tidak akan membuat kesalahan dalam penelitian mereka?\n\nPada salah satu konferensi yang dihadiri Tighnari, seorang pembicara berbicara tentang hal-hal yang tidak sesuai dengan pengetahuan Tighnari.\n\nSaat itu, Tighnari hanyalah seorang murid yang mendengarkan konferensi. Dia tanpa sadar melihat sekeliling, tetapi teman sekelas dan guru di sekitarnya tidak ada yang mengatakan apa-apa.\n\nApa yang harus dia lakukan? Mungkin semua orang memang tahu apa masalahnya, tetapi tidak ingin membuat pembicara kehilangan muka.\n\nAtau mungkin cuma dia satu-satunya yang menyadari masalahnya, dan kalau dia tidak bicara apa pun sekarang, informasi yang salah akan tersebar ....\n\nTapi setelah ragu sejenak, Tighnari pada akhirnya memantapkan keputusannya.\n\nMeskipun status dan tontonan yang merupakan rintangan ada di depan mata, tapi sikap ketelitian terhadap pengetahuan akhirnya menang.\n\nBagaimanapun, pengetahuan itu seperti bintang yang bersinar di langit malam. Tidak ada yang akan menggoyahkan jalannya.\n\nDengan pemikirannya ini, Tighnari mengangkat tangannya ....\n\n\"Maaf. Boleh saya menyela sebentar ....\"\n\nPelajar yang ada di atas panggung pada awalnya sedikit terkejut mendengar suaranya yang masih seperti anak-anak, tetapi bereaksi dengan cepat dan mengizinkan Tighnari untuk mengutarakan pemikirannya.\n\nTighnari telah melakukan hal yang benar.\n\nSetelah mendengarkan informasi yang cukup dari Tighnari, pelajar dengan terbuka menerima koreksi dari Tighnari.\n\nSetelah mendengarkan diskusi mereka, beberapa guru dan murid lain juga berpartisipasi dalam topik tersebut, yang mengarah pada sudut penelitian baru tentang topik yang dibahas pada konferensi ini. Tighnari bahkan menerima kartu nama dari beberapa pelajar terkenal selama diskusi.\n\nSetelah seluruh kejadian selesai, Tighnari menghela napas lega.\n\nSungguh beruntung ... Tidak, sungguh menggembirakan bahwa mereka yang berdiskusi bersamanya tentang akademik adalah orang-orang yang juga menganggap serius pengetahuan.\n\nSaat itu, Tighnari tidak menyangka sesuatu yang membuatnya semakin merasa beruntung dan bahagia akan terjadi lagi nanti.\n\nKetika konferensi berakhir dan Tighnari beranjak untuk pergi, dia mendengar suara \"kling!\" yang terdengar dengan jelas dan jernih.\n\nItu adalah suara Vision yang jatuh dari saku pakaiannya ke atas kursi.",
      "th": "ในสถาบัน ไม่ว่าจะเรียนหรือทำงาน ต่างก็หลีกเลี่ยงการเข้าร่วมการประชุมวิชาการต่าง ๆ ไม่ได้\n\nผู้บรรยายยืนพูดจาฉะฉานอยู่ในห้องบรรยาย และผู้เข้าร่วมการประชุมที่กระตือรือร้น ซึ่งนี่คือสิ่งที่มักจะเห็นในการประชุมวิชาการ\n\nแต่หากพูดกันตามจริงแล้ว ภายใต้การสำรวจทะเลแห่งห้วงความรู้อันกว้างใหญ่ จะมีผู้แสวงหาความรู้ตัวน้อยคนใดไม่เคยผิดพลาดบ้าง?\n\nในการประชุมทางวิชาการที่ Tighnari ได้เข้าร่วม มีนักวิชาการท่านหนึ่งได้บรรยายในเรื่องที่ไม่ตรงกับเรื่องที่ Tighnari รู้\n\nในตอนนั้น Tighnari เป็นเพียงแค่นักเรียนที่มานั่งฟังการบรรยายเท่านั้น เขาหันไปมองรอบ ๆ โดยไม่รู้ตัว แล้วพบว่าทั้งนักเรียน และอาจารย์คนอื่น ๆ ที่อยู่รอบ ๆ ต่างไม่มีปฏิกิริยาตอบสนองอะไรเลย\n\nจะทำยังไงดีนะ? บางทีทุกคนอาจจะฟังรู้แล้วว่ามีปัญหา แต่เพราะหน้าตาทางสังคม เลยพูดออกมาในที่สาธารณะไม่ได้\n\nหรือว่าปัญหานี้มีแต่ตัวเขาที่รู้กัน ถ้าไม่อธิบายออกไปให้ชัดเจน อาจจะเป็นการเผยแพร่ความรู้ที่ผิด ๆ ก็ได้...\n\nแต่หลังจากลังเลอยู่ครู่หนึ่ง Tighnari ก็ตั้งสติ และมั่นใจในความคิดของตนเอง\n\nถึงทั้งสถานะ และสถานที่ต่อหน้าจะเป็นอุปสรรค แต่ทัศนคติที่เข้มงวดต่อความรู้ก็เป็นฝ่ายมีชัย\n\nความรู้ก็เหมือนดวงดาวที่ส่องแสงบนท้องฟ้ายามราตรีที่ไม่อาจมีสิ่งใดสั่นคลอนได้\n\nด้วยความคิดนี้ Tighnari เลยยกมือขึ้น\n\n\"ขออภัย ผมขออนุญาตขัดจังหวะสักครู่\"\n\nเมื่อได้ยินน้ำเสียงอันเยาว์วัย นักวิชาการบนเวทีประหลาดใจเล็กน้อย แต่ก็อนุญาตให้ Tighnari ได้อธิบาย\n\nพอพูดจบก็พบว่า วิธีที่ Tighnari พูดนั้นถูกต้อง\n\nหลังจากที่นักวิชาการผู้บรรยายได้รับข้อมูลที่เพียงพอแล้ว ก็ยอมรับการแก้ไขของ Tighnari อย่างใจเย็น\n\nหลังจากฟังบทสนทนาจบแล้ว，นักเรียน และอาจารย์คนอื่น ๆ ก็ได้เข้าร่วมการอภิปรายครั้งนี้ด้วย ในการอภิปรายครั้งนี้ได้นำไปสู่แนวทางการวิจัยใหม่ Tighnari ยังได้รับนามบัตรจากนักวิชาการที่มีชื่อเสียงในระหว่างการอภิปราย\n\nพอเรื่องทั้งหมดจบลง Tighnari ก็ถอนหายใจอย่างโล่งอก\n\nโชคดีจัง... อ๊ะ ไม่สิ ต้องพูดว่ามีความสุขจัง คนที่ศึกษาเล่าเรียนด้วยกันต่างก็เป็นผู้แสวงหาความรู้อย่างจริงจัง\n\nแต่ตอนนั้น Tighnari เองก็คิดไม่ถึง ว่าในอนาคตยังมีเรื่องอีกมากมายที่ทำให้เขาทั้งรู้สึกโชคดี และมีความสุข\n\nพอจบการประชุม Tighnari ก็ลุกขึ้นยืน แล้วก็ได้ยินเสียงดัง \"แกร๊ง!\"\n\nมันคือเสียงของวิชั่นที่ร่วงหล่นออกมาจากเสื้อผ้ามานอนนิ่งอยู่บนที่นั่ง",
      "vi": "Ở Giáo Viện, dù đi học hay đi làm thì việc tham gia các buổi hội nghị học thuật khác nhau là điều không thể tránh khỏi.\n\nNhững người đứng trên giảng đường nói say sưa, và những người tham dự hội nghị nhiệt tình cổ vũ, đây là cảnh thường thấy trong các hội nghị học thuật.\n\nNhưng nói một cách nghiêm túc, thì trong việc khám phá biển kiến thức rộng lớn, những người nhỏ bé đi tìm kiến thức sao có thể không mắc sai lầm?\n\nTại một hội nghị mà Tighnari tham dự, một học giả đã có bài phát biểu không khớp với những gì Tighnari biết.\n\nLúc đó, Tighnari vẫn chỉ là một học sinh đang dự thính, Anh ấy vô thức nhìn xung quanh, nhưng các bạn cùng lớp và giáo viên xung quanh không ai có phản ứng gì.\n\nPhải làm sao đây? Có lẽ mọi người đều nghe ra vấn đề, nhưng lại ngại không dám nói ra.\n\nHoặc vấn đề này chỉ có bản thân mình phát hiện ra, nếu không giải thích rõ ràng có thể gây ra tình trạng lan truyền kiến thức sai lầm...\n\nNhưng sau một thoáng do dự, Tighnari vẫn kiên định với suy nghĩ của mình.\n\nMặc dù những trở ngại về thân phận và hoàn cảnh ở ngay trước mắt, nhưng tính nghiêm ngặt đối với tri thức vẫn chiếm thế thượng phong.\n\nTri thức giống như ngôi sao sáng trên bầu trời đêm, không bị lung lay bởi bất cứ điều gì.\n\nÔm suy nghĩ này trong đầu, Tighnari giơ cánh tay lên...\n\n\"Xin lỗi, cho phép tôi gián đoạn một chút...\"\n\nHọc giả trên sân khấu hơi ngạc nhiên khi nghe giọng nói non nớt từ phía dưới khán đài cất lên, nhưng cũng nhanh chóng phản ứng lại và mời Tighnari nói rõ.\n\nThực tế chứng minh, cách làm của Tighnari là đúng.\n\nSau khi học giả đang phát biểu hiểu đầy đủ thông tin, đã nghiêm túc chấp nhận lời đính chính của Tighnari.\n\nSau khi lắng nghe phần đối thoại của họ, một số giáo viên và sinh viên khác cũng tham gia phát biểu, từ đó đưa ra những hướng nghiên cứu mới cho các chủ đề được thảo luận tại hội nghị này. Tighnari thậm chí còn nhận được danh thiếp từ một số học giả nổi tiếng trong cuộc thảo luận.\n\nKhi mọi chuyện kết thúc, Tighnari thở phào nhẹ nhõm.\n\nThật may mắn ... ồ không, phải nói là thực sự rất vui, những người làm nghiên cứu học thuật với mình đều là những người rất coi trọng kiến thức.\n\nLúc này Tighnari vẫn chưa nghĩ tới, điều làm bản thân cảm thấy may mắn và vui hơn vẫn còn ở phía sau.\n\nSau khi hội nghị kết thúc, Tighnari đứng dậy và nghe thấy một âm thanh rõ ràng: \"Lạch cạch!\"\n\n...Đó là âm thanh của một chiếc Vision rơi từ trong áo xuống ghế ngồi."
    }
  }
]