[
  {
    "title": {
      "zhs": "普通攻击·藏蕴破障",
      "zht": "普通攻擊·藏蘊破障",
      "jp": "通常攻撃·蔵蘊散悩",
      "ko": "일반 공격·장벽을 깨는 온(蘊)",
      "en": "Normal Attack: Khanda Barrier-Buster",
      "de": "Standardangriff: Khanda-Barrieren-Zerstörer",
      "es": "Ataque Normal: Khanda rompebarreras",
      "fr": "Attaque normale : Khanda anti-barrière",
      "pt": "Ataque Normal: Rompedor de Barreiras Khanda",
      "ru": "Крушащая преграды кханда",
      "id": "Normal Attack: Khanda Barrier-Buster",
      "th": "โจมตีปกติ: Khanda Barrier-Buster",
      "vi": "Tấn Công Thường - Phá Bỏ Chướng Ngại"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多四段的连续弓箭射击。\n\n<color=#FFD780FF>重击</color>\n进行伤害更高、更为精准的<color=#FFD780FF>瞄准射击</color>。\n瞄准时，草木的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：\n·一段蓄力：射出附有草元素的箭矢，造成<color=#99FF88FF>草元素伤害</color>；\n·二段蓄力：发射花筥箭，造成<color=#99FF88FF>草元素伤害</color>。命中后，将产生4枚会自行追踪附近敌人的藏蕴花矢，能够造成<color=#99FF88FF>草元素伤害</color>。\n\n<color=#FFD780FF>下落攻击</color>\n从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多四段的連續弓箭射擊。\n\n<color=#FFD780FF>重擊</color>\n進行傷害更高、更為精準的<color=#FFD780FF>瞄準射擊</color>。\n瞄準時，草木的力量會在箭矢上持續積聚，並隨攻擊發射出去。根據蓄力時間長短，能造成不同的效果：\n·一段蓄力：射出附有草元素的箭矢，造成<color=#99FF88FF>草元素傷害</color>；\n·二段蓄力：發射花筥箭，造成<color=#99FF88FF>草元素傷害</color>。命中後，將產生4枚會自行追蹤附近敵人的藏蘊花矢，能夠造成<color=#99FF88FF>草元素傷害</color>。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中射出箭雨，並迅速下墜衝擊地面，在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大4段の連続射撃を行う。\n\n<color=#FFD780FF>重撃</color>\nダメージがより高く、より精確な<color=#FFD780FF>狙い撃ち</color>を発動する。\n照準時、植物の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。\n·1段チャージ：草元素が集まった矢を放ち、<color=#99FF88FF>草元素ダメージ</color>を与える。\n·2段チャージ：花筐の矢を放ち、<color=#99FF88FF>草元素ダメージ</color>を与える。命中後、近くの敵を自動追尾し、<color=#99FF88FF>草元素ダメージ</color>を与える蔵蘊の花矢を4本生成する。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n활로 최대 4번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n더 강력하고 정확한 <color=#FFD780FF>조준 사격</color>을 한다.\n조준 시 초목의 힘이 화살촉에 계속해서 모이며 공격과 동시에 발사된다. 차지 시간에 따라 다른 효과가 발동된다:\n·1단 차지: 풀 원소가 부착된 화살을 발사해 <color=#99FF88FF>풀 원소 피해</color>를 준다.\n·2단 차지: 화엽의 화살을 발사해 <color=#99FF88FF>풀 원소 피해</color>를 준다. 명중 시 주변의 적을 자동 추적하는 꽃을 품은 화살을 4발 생성하고 <color=#99FF88FF>풀 원소 피해</color>를 준다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 4 consecutive shots with a bow.\n\n<color=#FFD780FF>Charged Attack</color>\nPerforms a more precise <color=#FFD780FF>Aimed Shot</color> with increased DMG.\nWhile aiming, the power of Dendro will accumulate on the arrowhead before the arrow is fired. Has different effects based on how long the energy has been charged:\n·Charge Level 1: Fires off an arrow carrying the power of flora that deals <color=#99FF88FF>Dendro DMG</color>.\n·Charge Level 2: Fires off a Wreath Arrow that deals <color=#99FF88FF>Dendro DMG</color>. Upon hit, the Wreath Arrow will create 4 Clusterbloom Arrows that will track nearby opponents automatically and deal <color=#99FF88FF>Dendro DMG</color>.\n\n<color=#FFD780FF>Plunging Attack</color>\nFires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 4 Pfeilschüsse hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nFührt einen <color=#FFD780FF>gezielten Schuss</color> mit höherem Schaden und höherer Genauigkeit aus.\nKonzentriert die Kraft der Pflanzen während des Zielens an der Pfeilspitze und verursacht je nach Länge des Aufladens unterschiedliche Effekte:\n· Phase 1: Schießt einen Dendro-Pfeil und verursacht <color=#99FF88FF>Dendro-Schaden</color>.\n· Phase 2: Schießt einen Blütenpfeil und verursacht <color=#99FF88FF>Dendro-Schaden</color>. Erzeugt nach dem Treffer 4 Khanda-Blütenpfeile, die die Gegner in der Nähe verfolgen und <color=#99FF88FF>Dendro-Schaden</color> verursachen.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 4 disparos consecutivos con arco.\n\n<color=#FFD780FF>Ataque Cargado</color>\nRealiza un <color=#FFD780FF>Disparo Preciso</color> que inflige mayor daño y tiene mayor precisión.\nAl apuntar, el poder de las plantas se acumulará en la punta de la flecha antes de que sea disparada. Sus efectos serán distintos dependiendo de durante cuánto tiempo se ha cargado:\nCarga 1: dispara una flecha imbuida del elemento Dendro que inflige <color=#99FF88FF>Daño Dendro</color>.\nCarga 2: dispara una flecha floral que inflige <color=#99FF88FF>Daño Dendro</color>. Al golpear a cualquier objetivo, la flecha se divide en otras 4 flechas de inflorescencia que persiguen por sí solas a los enemigos cercanos para infligirles <color=#99FF88FF>Daño Dendro</color>.\n\n<color=#FFD780FF>Ataque Descendente</color>\nDispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 4 tirs consécutifs.\n\n<color=#FFD780FF>Attaque chargée</color>\nEffectue un <color=#FFD780FF>tir visé</color> plus précis et infligeant davantage de DGT.\nLors du tir visé, la puissance de la nature vient se concentrer sur la pointe de la flèche. Les effets varient selon le nombre de charges :\n· 1 charge : Tire une flèche écologique qui inflige des <color=#99FF88FF>DGT Dendro</color>.\n· 2 charges : Tire une flèche florale qui inflige des <color=#99FF88FF>DGT Dendro</color>. En touchant, elle génère 4 flèches fleuronnées qui poursuivent automatiquement les ennemis proches pour infliger des <color=#99FF88FF>DGT Dendro</color>.\n\n<color=#FFD780FF>Attaque plongeante</color>\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 4 disparos consecutivos com um arco.\n\n<color=#FFD780FF>Ataque Carregado</color>\nRealiza um <color=#FFD780FF>Disparo com Mira</color> mais preciso com Dano aumentado.\nAo mirar, o poder do Dendro irá se acumular na ponta da flecha antes que ela seja lançada. Possui diferentes efeitos baseados em quanto tempo a energia foi carregada:\n· Carga Nv.1: Dispara uma flecha carregando o poder Dendro que inflige <color=#99FF88FF>Dano Dendro</color>.\n· Carga Nv.2: Dispara uma Flecha Floral que inflige <color=#99FF88FF>Dano Dendro</color>. Ao acertar, a Flecha Floral criará 4 Flechas Florescentes que perseguirão os oponentes próximos automaticamente e infligirão <color=#99FF88FF>Dano Dendro</color>.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nDispara uma chuva de flechas do ar antes de cair e atingir o chão, causando Dano em uma AdE no impacto.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо четырёх выстрелов из лука.\n\n<color=#FFD780FF>Заряженная атака:</color>\nБолее меткий <color=#FFD780FF>прицельный выстрел</color> с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается силой Дендро. Эффект зависит от длительности заряда стрелы:\n· Уровень заряда 1: Выпускает стрелу, наполненную силой растений, которая наносит <color=#99FF88FF>Дендро урон</color>.\n· Уровень заряда 2: Выпускает стрелу-венец, наносящую <color=#99FF88FF>Дендро урон</color>. При попадании стрела-венец создаёт 4 стрелы соцветия. Стрелы соцветия самостоятельно находят цель поблизости и наносят <color=#99FF88FF>Дендро урон</color>.\n\n<color=#FFD780FF>Атака в падении:</color>\nВыпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 4 serangan berturut-turut dengan busur.\n\n<color=#FFD780FF>Charged Attack</color>\nMelancarkan sebuah <color=#FFD780FF>Serangan Membidik</color> yang lebih akurat untuk mengakibatkan DMG lebih besar.\nSaat membidik, kekuatan Dendro akan berkumpul di ujung anak panah. Memiliki efek yang berbeda tergantung dari lama serangannya ditahan:\n·Charge Tahap 1: Menembakkan panah berisi elemen Dendro dan mengakibatkan Dendro DMG</color>;\n·Charge Tahap 2: Menembakkan sebuah Wreath Arrow yang mengakibatkan <color=#99FF88FF>Dendro DMG</color>. Setelah mengenai target, Wreath Arrow akan menciptakan 4 Clusterbloom Arrow yang akan otomatis mengikuti musuh di sekitar dan mengakibatkan <color=#99FF88FF>Dendro DMG</color>.\n\n<color=#FFD780FF>Plunging Attack</color>\nMelancarkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nยิงธนูโจมตีต่อเนื่องมากสุดถึง 4 ครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nการ<color=#FFD780FF>เล็งโจมตี</color>จะสร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น\nเมื่อเล็งโจมตี พลังจากต้นไม้ใบหญ้าจะถูกรวบรวมบนหัวของลูกศรและยิงออกไป โดยเอฟเฟกต์ที่เกิดจะแตกต่างกันไป ตามช่วงเวลาที่เล็งชาร์จดังนี้:\n·ชาร์จระดับ 1: ยิงธนูที่มีธาตุไม้ออกไป เพื่อสร้าง<color=#99FF88FF>ความเสียหายไม้</color>;\n·ชาร์จระดับ 2: ยิง Wreath Arrow ออกไปเพื่อสร้าง<color=#99FF88FF>ความเสียหายไม้</color> โดยหลังจากถูกเป้าหมาย จะสร้าง Clusterbloom Arrow ที่จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียงโดยอัตโนมัติขึ้นมา 4 ดอก และทำให้เกิด<color=#99FF88FF>ความเสียหายไม้</color>\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nปล่อยฝนธนูจากกลางอากาศและพุ่งลงมายังพื้นดิน เพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 4 lần bắn tên liên tiếp.\n\n<color=#FFD780FF>Trọng kích</color>\n<color=#FFD780FF>Ngắm bắn</color> chuẩn hơn, sát thương cao hơn.\nKhi ngắm bắn, sức mạnh hoa cỏ sẽ ngưng tụ liên tục trên mũi tên và bắn ra. Căn cứ vào thời gian tụ lực dài hay ngắn sẽ gây ra hiệu quả khác nhau:\n·Tụ lực lần 1: Bắn mũi tên nguyên tố Thảo gây <color=#99FF88FF>Sát Thương Nguyên Tố Thảo</color>;\n·Tụ lực lần 2: Bắn Mũi Tên Hoa gây <color=#99FF88FF>Sát Thương Nguyên Tố Thảo</color>. Sau khi trúng sẽ sản sinh 4 Mũi Tên Bung Tỏa tự động truy đuổi kẻ địch gần đó, gây <color=#99FF88FF>Sát Thương Nguyên Tố Thảo</color>.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nBắn mưa tên từ trên không, đồng thời lao nhanh xuống mặt đất, gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "识果种雷",
      "zht": "識果種雷",
      "jp": "識果榴弾",
      "ko": "식의 열매",
      "en": "Vijnana-Phala Mine",
      "de": "Vijnana-Phala-Mine",
      "es": "Frutos del vijñana",
      "fr": "Mine de vijnana-phala",
      "pt": "Mina Vijnana-Phala",
      "ru": "Мина виджняны-пхалы",
      "id": "Vijnana-Phala Mine",
      "th": "Vijnana-Phala Mine",
      "vi": "Hạt Giống Vijnana-Phala"
    },
    "description": {
      "zhs": "提纳里向前投掷识种心雷，造成<color=#99FF88FF>草元素范围伤害</color>，并产生识蕴领域，神秘的幻象会持续嘲讽其中的敌人，吸引火力。\n此外，提纳里将获得「通塞识」效果，使其花筥箭所需的蓄力时间减少2.4秒，该效果将在持续时间结束或提纳里发射3次花筥箭后消失。\n\n<i>「种子若在土壤之外枯萎死去，死去时仍是一粒。若它归壤于故土，就将结出千万粒来。」</i>",
      "zht": "提納里向前投擲識種心雷，造成<color=#99FF88FF>草元素範圍傷害</color>，並產生識蘊領域，神秘的幻象會持續嘲諷其中的敵人，吸引火力。\n此外，提納里將獲得「通塞識」效果，使其花筥箭所需的蓄力時間減少2.4秒，該效果將在持續時間結束或提納里發射3次花筥箭後消失。\n\n<i>「種子若在土壤之外枯萎死去，死去時仍是一粒。若它歸壤於故土，就將結出千萬粒來。」</i>",
      "jp": "識種の心榴弾を前方へ投げ、<color=#99FF88FF>草元素範囲ダメージ</color>を与える。そして、識蘊の領域を生成し、不思議な幻像が領域内にいる敵を挑発し、攻撃を引き付ける。\nまた、ティナリは「通塞識」効果を獲得し、花筐の矢のチャージ時間-2.4秒。この効果は継続時間終了、またはティナリが花筐の矢を3回発射した後になくなる。\n\n<i>「種が土の外で枯れ死ぬと、それは一粒のまま。けど土に帰れば、千万もの種を生むことができる。」</i>",
      "ko": "타이나리가 식(識)의 씨앗을 던지면 <color=#99FF88FF>풀 원소 범위 피해</color>를 주고, 식온(識蘊)의 영역을 생성하여 신비로운 환상이 영역 내의 적을 계속해서 도발하며, 그들의 화력을 끌어당긴다.\n또한, 타이나리가 「식(識)의 통찰자」 효과를 획득하면 화엽의 화살의 차지 시간이 2.4초 줄어든다. 해당 효과는 지속 시간이 종료되거나 타이나리가 화엽의 화살을 3회 발사하면 사라진다.\n\n<i>「흙이 아닌 곳에서 말라 죽은 씨앗은 그저 하나의 씨앗일 뿐이지만, 흙으로 돌아간 씨앗은 천만 개의 씨앗으로 다시 태어날 수 있어」</i>",
      "en": "Tighnari throws a Vijnana Stormheart ahead that deals <color=#99FF88FF>AoE Dendro DMG</color>, creating a Vijnana-Khanda Field that creates mysterious illusions that taunt opponents and draw their fire.\nAdditionally, Tighnari gains the Vijnana Suffusion effect, which will decrease the Wreath Arrow's charging time by 2.4s. This effect will dissipate once the skill duration ends or after Tighnari has fired 3 Wreath Arrows.\n\n<i>\"If seeds wither apart from the soil, they will remain a single seed. But if returned to the soil, they shall multiply ten-million fold.\"</i>",
      "de": "Tighnari schleudert das Vijnana-Donnerherz nach vorn, verursacht <color=#99FF88FF>Dendro-Flächenschaden</color> und erzeugt ein Vijnana-Khanda-Feld, das geheimnisvolle Illusionen schafft, die Gegner darin fortlaufend verspotten und ihre Angriffe auf sich ziehen.\nAußerdem erhält Tighnari den Effekt „Vijnana-Durchbruch“, der die Aufladedauer seines Blütenpfeils um 2,4 s verkürzt. Dieser Effekt erlischt am Ende seiner Wirkungsdauer oder, nachdem Tighnari 3 Blütenpfeile abgeschossen hat.\n\n<i>„Wenn ein Samen außerhalb des Bodens verdorrt, bleibt er ein einzelner Samen, wenn er stirbt. Wenn er in den Boden zurückkehrt, wird er am Ende zu Millionen von Samen.“</i>",
      "es": "Tignari lanza hacia el frente un núcleo vijñana, el cual inflige <color=#99FF88FF>Daño Dendro en el AdE</color> y crea un área vijñana que genera una misteriosa ilusión la cual provoca continuamente los enemigos que hay dentro de ella y atrae su atención.\nAdemás, Tignari obtiene el efecto de “perforación vijñana”, el cual reduce en 2.4 s el tiempo de carga de las flechas florales. Este efecto desaparece cuando termina su duración o cuando Tignari haya disparado 3 flechas florales.\n\n<i>Si una semilla se seca estando fuera de la tierra, seguirá siendo una semilla. Pero si se devuelve a la tierra, se multiplicará millones de veces.</i>",
      "fr": "Tighnari lance un éclœur de vijnana en avant, infligeant des <color=#99FF88FF>DGT Dendro de zone</color> et créant un champ de vijnana-khanda qui crée des illusions mystérieuses qui narguent les ennemis et attirent leurs attaques.\nDe plus, Tighnari gagne l'effet Suffusion de vijnana, qui diminue le temps de charge des flèches florales de 2,4 s. Cet effet se dissipe une fois la durée terminée ou si Tighnari a tiré 3 flèches florales.\n\n<i>« Même si une graine se flétrit en dehors de la terre, elle reste néanmoins une graine. Mais si elle est renvoyée à la terre, elle se multipliera par millions. »</i>",
      "pt": "Tighnari lança um Núcleo Vijnana para a frente que inflige <color=#99FF88FF>Dano Dendro em uma AdE</color> e gera um Campo Vijnana-Khanda que cria misteriosas ilusões que provocam os oponentes dentro dele, atraindo seus ataques.\nAlém disso, Tighnari ganha o efeito \"Perfurador Vijnana\", que reduz o tempo necessário para carregar a Flecha Floral em 2.4s. Esse efeito desaparecerá quando a duração dele terminar ou depois que Tighnari disparar 3 Flechas Florais.\n\n<i>\"Se uma semente murchar longe do solo, ela continuará como uma única semente. Mas se ela retornar ao solo, ela se multiplicará milhões de vezes.\"</i>",
      "ru": "Тигнари бросает вперёд Сердце бури виджняны, которое наносит <color=#99FF88FF>Дендро урон по площади</color> и создаёт Поле виджняны-кханды. Поле порождает иллюзию, которая непрерывно привлекает атаки врагов на себя.\nВдобавок Тигнари получает эффект Прорыва виджняны, сокращающий время заряда стрелы-венца на 2,4 сек. Эффект рассеивается, когда закончится его длительность или Тигнари выпустит 3 стрелы-венца.\n\n<i>«Если семечко увядает и гибнет вдали от почвы, оно умирает в одиночестве. Но если оно вернётся в почву, то даст жизнь миллионам семян».</i>",
      "id": "Tighnari melemparkan sebuah Vijnana Stormheart ke depan yang mengakibatkan <color=#99FF88FF>Dendro DMG Area</color> dan menciptakan sebuah Vijnana-Khanda Field. Bayangan-bayangan dalam area ini akan terus menarik perhatian musuh dan serangan mereka.\nSelain itu, Tighnari memperoleh efek Vijnana Suffusion yang akan mengurangi waktu membidik Wreath Arrow selanjutnya sebesar 2,4 detik. Efek ini akan hilang setelah durasi skill berakhir atau setelah Tighnari menembakkan 3 Wreath Arrow.\n\n<i>\"Jika sebuah benih layu dan mati di luar tanah, maka ia akan mati sebagai satu benih saja. Tapi jika dikembalikan ke dalam tanah, maka ia akan tumbuh menjadi jutaan kali lipat banyaknya.\"</i>",
      "th": "Tighnari โยน Vijnana Stormheart ออกไปข้างหน้า โดยจะทำให้เกิด<color=#99FF88FF>ความเสียหายไม้วงกว้าง</color> และสร้าง Vijnana-Khanda Field ขึ้นมา โดยภาพมายาจะหลอกล่อศัตรูที่อยู่ภายในพื้นที่อย่างต่อเนื่อง เพื่อดึงดูดการโจมตี\nนอกจากนี้ Tighnari จะได้รับเอฟเฟกต์ \"Vijnana Suffusion\" ซึ่งจะทำให้เวลาในการชาร์จ Wreath Arrow ของเขาลดลง 2.4 วินาที โดยที่เอฟเฟกต์นี้จะหายไป เมื่อสิ้นสุดช่วงเวลาต่อเนื่อง หรือเมื่อ Tighnari ยิง Wreath Arrow ออกไป 3 ดอก\n\n<i>\"หากเมล็ดพันธุ์อยู่ภายนอกดินแล้วเหี่ยวเฉาและตายไป ในยามที่จากไป มันก็เป็นเพียงแค่เมล็ดพันธุ์เมล็ดเดียว แต่หากหวนคืนสู่ผืนดิน มันจะงอกเงยออกมาเป็นเมล็ดพันธุ์นับพัน\"</i>",
      "vi": "Tighnari ném Bom Vijnana, gây <color=#99FF88FF>Sát Thương Phạm Vi Nguyên Tố Thảo</color> và tạo ra Khu Vực Vijnana-Khanda, ảo ảnh thần bí trong đó sẽ khiêu khích kẻ địch để thu hút hỏa lực.\nNgoài ra, Tighnari nhận được hiệu ứng \"Vijnana Lan Tràn\", khiến cho thời gian tụ lực của Mũi Tên Hoa giảm 2.4s, hiệu quả này sẽ mất khi kết thúc thời gian duy trì hoặc Tighnari bắn ra 3 lần Mũi Tên Hoa.\n\n<i>\"Hạt giống nếu như khô héo bên ngoài lớp đất thì nó chỉ là một hạt giống nhỏ. Nhưng nếu nó được đặt vào trong lớp đất, nó sẽ tạo ra được cả ngàn vạn hạt giống.\"</i>"
    }
  },
  {
    "title": {
      "zhs": "造生缠藤箭",
      "zht": "造生纏藤箭",
      "jp": "造生·蔓纏いの矢",
      "ko": "뒤엉킨 덩굴 화살",
      "en": "Fashioner's Tanglevine Shaft",
      "de": "Des Erschaffers Schlingstängel-Pfeil",
      "es": "Flecha enredadora artificial",
      "fr": "Flèche de liane artificielle",
      "pt": "Flecha Enraizadora Artificial",
      "ru": "Стрела-лиана жизни",
      "id": "Fashioner's Tanglevine Shaft",
      "th": "Fashioner's Tanglevine Shaft",
      "vi": "Dây Leo Sinh Trưởng"
    },
    "description": {
      "zhs": "汇聚一切种子的力量，发射6枚能追踪敌人的缠藤箭，造成<color=#99FF88FF>草元素伤害</color>。\n缠藤箭在命中后，将会产生次级缠藤箭，追踪附近的敌人，并在命中时造成<color=#99FF88FF>草元素伤害</color>。\n\n<i>「别想这么轻易摆脱，藤蔓之后再生藤蔓，如果不能彻底清理干净，后果可是很麻烦的。」</i>",
      "zht": "匯聚一切種子的力量，發射6枚能追蹤敵人的纏藤箭，造成<color=#99FF88FF>草元素傷害</color>。\n纏藤箭在命中後，將會產生次級纏藤箭，追蹤附近的敵人，並在命中時造成<color=#99FF88FF>草元素傷害</color>。\n\n<i>「別想這麼輕易擺脫，藤蔓之後再生藤蔓，如果不能徹底清理乾淨，後果可是很麻煩的。」</i>",
      "jp": "すべての種の力を集め、敵を自動追尾し、<color=#99FF88FF>草元素ダメージ</color>を与える蔓纏いの矢を6本発射する。\n蔓纏いの矢が命中すると、次級·蔓纏いの矢を生成し、近くの敵を自動追尾する。敵に命中すると<color=#99FF88FF>草元素ダメージ</color>を与える。\n\n<i>「安易に抜け出そうとしないほうがいいよ。ツル草はツル草を生むから、完全に排除しないと大変なことになる。」</i>",
      "ko": "씨앗의 힘을 모아 적을 추적할 수 있는 덩굴 화살을 6발 발사하여 <color=#99FF88FF>풀 원소 피해</color>를 준다.\n덩굴 화살이 적에게 명중하면 2차 덩굴 화살을 생성해 주변의 적을 추적하고 명중 시 <color=#99FF88FF>풀 원소 피해</color>를 준다.\n\n<i>「그렇게 쉽게 벗어날 수 있을 거라고 생각하지 마. 덩굴은 계속해서 자라. 깨끗하게 처리하지 않으면 귀찮아진다고」</i>",
      "en": "Combines the power of all seeds to fire 6 Tanglevine Shafts that can track opponents and deal <color=#99FF88FF>Dendro DMG</color>.\nAfter they hit, the Tanglevine Shafts will create a secondary wave of Tanglevine Shafts that can also track nearby opponents and deal <color=#99FF88FF>Dendro DMG</color> on hit.\n\n<i>\"Do not seek to escape so easily. The vines grow and regrow ever on. Things might get dicey if you don't clear every last one of them out.\"</i>",
      "de": "Konzentriert die Kraft aller Samen und schießt 6 Schlingstängel-Pfeile, die Gegner verfolgen und <color=#99FF88FF>Dendro-Schaden</color> verursachen.\nErzeugt nach dem Treffen sekundäre Schlingstängel-Pfeile, die Gegner in der Nähe verfolgen und beim Treffen <color=#99FF88FF>Dendro-Schaden</color> verursachen.\n\n<i>„Versuch nicht einmal, sie so einfach loszuwerden. Diese Schlingstängel regenerieren und vermehren sich schnell. Es kann sehr unangenehm werden, wenn man sie nicht komplett beseitigen kann.“</i>",
      "es": "Reúne el poder de las semillas para lanzar 6 flechas enredadoras que persiguen a los enemigos y les infligen <color=#99FF88FF>Daño Dendro</color>.\nAl golpear al objetivo, dichas flechas crean flechas enredadoras secundarias que persiguen a los enemigos cercanos y les infligen <color=#99FF88FF>Daño Dendro</color> al golpearlos.\n\n<i>“No creas que te vas a librar tan fácilmente. De las enredaderas crecen aún más enredaderas. Si no te deshaces de ellas por completo, lamentarás las consecuencias”.</i>",
      "fr": "Concentre la puissance de toutes les graines pour tirer 6 flèches de liane qui poursuivent les ennemis pour infliger des <color=#99FF88FF>DGT Dendro</color>.\nEn touchant, les flèches de liane génèrent une seconde vague de flèches de liane qui poursuivent également les ennemis proches pour infliger des <color=#99FF88FF>DGT Dendro</color> en touchant.\n\n<i>« Ne cherchez pas à vous échapper si facilement car les lianes poussent et repoussent toujours. Les choses pourraient devenir risquées si vous ne les éliminez pas jusqu'à la dernière. »</i>",
      "pt": "Combina o poder de todas as sementes para disparar 6 Flechas Enraizadoras que perseguem o inimigo e infligem <color=#99FF88FF>Dano Dendro</color>.\nAo atingirem, criarão Flechas Enraizadoras secundárias que também perseguem os inimigos e infligem <color=#99FF88FF>Dano Dendro</color> ao os atingirem.\n\n<i>\"Não tente escapar tão facilmente. As vinhas crescem sem parar. As coisas ficam complicadas se você não se livrar de cada uma delas.\"</i>",
      "ru": "Собрав силу всех семян, выпускает 6 стрел-лиан. Стрелы-лианы самостоятельно находят цель и наносят <color=#99FF88FF>Дендро урон</color>.\nПри попадании они создают дополнительные стрелы-лианы, которые также самостоятельно находят цель и при попадании наносят <color=#99FF88FF>Дендро урон</color>.\n\n<i>«Даже не думай, что избавиться от них так легко. Лианы вырастут вновь. Не избавишься от них всех - и у тебя будут огромные неприятности».</i>",
      "id": "Mengumpulkan kekuatan dari seluruh benih, dan menembakkan 6 Tanglevine Shaft yang akan mengejar musuh dan mengakibatkan <color=#99FF88FF>Dendro DMG</color>.\nSetelah mengenai musuh, Tanglevine Shaft akan menciptakan Tanglevine Shaft gelombang kedua yang juga bisa mengejar musuh dan mengakibatkan <color=#99FF88FF>Dendro DMG</color> saat mengenai musuh.\n\n<i>\"Jangan pikir bisa terbebas semudah itu. Tanamannya akan tumbuh dan tumbuh lagi. Jika kamu tidak membersihkannya secara tuntas, maka kelak kamu pasti akan kerepotan.\"</i>",
      "th": "รวบรวมพลังจากเมล็ดพันธุ์ทั้งหมด แล้วยิง Tanglevine Shaft ที่สามารถติดตามศัตรูได้ออกไป 6 ดอก เพื่อสร้าง<color=#99FF88FF>ความเสียหายไม้</color>\nหลังจาก Tanglevine Shaft ถูกเป้าหมาย จะทำให้เกิด Tanglevine Shaft ระลอกสอง ที่จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียง และทำให้เกิด<color=#99FF88FF>ความเสียหายไม้</color>เมื่อถูกเป้าหมาย\n\n<i>\"อย่าคิดว่าจะกำจัดได้ง่าย ๆ เถาวัลย์จะงอกใหม่ซ้ำไปซ้ำมา ถ้าหากไม่สามารถขจัดได้อย่างสมบูรณ์ ผลที่ตามมาจะลำบากมากทีเดียว\"</i>",
      "vi": "Tập trung sức mạnh của hạt giống, bắn ra 6 Mũi Tên Dây Leo truy đuổi kẻ địch, gây <color=#99FF88FF>Sát Thương Nguyên Tố Thảo</color>.\nMũi Tên Dây Leo khi trúng đích sẽ sản sinh Mũi Tên Dây Leo Thứ Cấp truy đuổi kẻ địch gần đó, khi trúng sẽ gây <color=#99FF88FF>Sát Thương Nguyên Tố Thảo</color>.\n\n<i>\"Đừng nghĩ sẽ có thể chạy trốn, dây leo sẽ luôn sinh trưởng. Nếu như không thể dọn dẹp triệt để thì hậu quả sẽ rất khó lường đấy.\"</i>"
    }
  },
  {
    "title": {
      "zhs": "眼识殊明",
      "zht": "眼識殊明",
      "jp": "深き眼識",
      "ko": "예리한 안목",
      "en": "Keen Sight",
      "de": "Scharfblick",
      "es": "Visión aguda",
      "fr": "Vue aiguë",
      "pt": "Visão Aguçada",
      "ru": "Острый глаз",
      "id": "Keen Sight",
      "th": "Keen Sight",
      "vi": "Tầm Nhìn Sắc Sảo"
    },
    "description": {
      "zhs": "提纳里发射<color=#FFD780FF>花筥箭</color>后，元素精通提升50点，持续4秒。",
      "zht": "提納里發射<color=#FFD780FF>花筥箭</color>後，元素精通提升50點，持續4秒。",
      "jp": "ティナリが<color=#FFD780FF>花筐の矢</color>を発射する後、元素熟知+50、継続時間4秒。",
      "ko": "타이나리가 <color=#FFD780FF>화엽의 화살</color>을 발사하면 원소 마스터리가 50pt 증가한다. 지속 시간: 4초",
      "en": "After Tighnari fires a <color=#FFD780FF>Wreath Arrow</color>, his Elemental Mastery is increased by 50 for 4s.",
      "de": "Nachdem Tighnari einen <color=#FFD780FF>Blütenpfeil</color> geschossen hat, wird seine Elementarkunde 4s lang um 50 Punkte erhöht.",
      "es": "Tras disparar una <color=#FFD780FF>flecha floral</color>, la Maestría Elemental de Tignari aumenta en 50 pts. durante 4 s.",
      "fr": "Lorsque Tighnari a tiré une <color=#FFD780FF>flèche florale</color>, sa maîtrise élémentaire augmente de 50 pts pendant 4 s.",
      "pt": "Depois que Tighnari dispara uma <color=#FFD780FF>Flecha Floral</color>, sua Proficiência Elemental é aumentada em 50 por 4s.",
      "ru": "Выпущенная Тигнари <color=#FFD780FF>стрела-венец</color> увеличивает его мастерство стихий на 50 ед. на 4 сек.",
      "id": "Setelah Tighnari menembakkan <color=#FFD780FF>Wreath Arrow</color>, Elemental Mastery-nya akan meningkat 50 poin selama 4 detik.",
      "th": "หลังจากที่ Tighnari ยิง <color=#FFD780FF>Wreath Arrow</color> ความชำนาญธาตุจะเพิ่มขึ้น 50 หน่วย เป็นเวลา 4 วินาที",
      "vi": "Tighnari sau khi bắn <color=#FFD780FF>Mũi Tên Hoa</color>, Tinh Thông Nguyên Tố tăng 50 điểm, duy trì 4s."
    }
  },
  {
    "title": {
      "zhs": "诸叶辨通",
      "zht": "諸葉辨通",
      "jp": "草樹精通",
      "ko": "초목 마스터",
      "en": "Scholarly Blade",
      "de": "Florakunde",
      "es": "Conocedor de la flora",
      "fr": "Lame d'érudition",
      "pt": "Conhecedor da Flora",
      "ru": "Учёный клинок",
      "id": "Scholarly Blade",
      "th": "Scholarly Blade",
      "vi": "Chuyên Gia Thực Vật"
    },
    "description": {
      "zhs": "提纳里的每点元素精通，都会使其重击与<color=#FFD780FF>造生缠藤箭</color>造成的伤害提升0.06%。\n通过这种方式，至多使上述攻击造成的伤害提升60%。",
      "zht": "提納里的每點元素精通，都會使其重擊與<color=#FFD780FF>造生纏藤箭</color>造成的傷害提升0.06%。\n依此方式，至多使上述攻擊造成的傷害提升60%。",
      "jp": "ティナリの元素熟知の数値が1につき、自身の重撃と<color=#FFD780FF>造生·蔓纏いの矢</color>によるダメージ+0.06%。\nこの方式でアップできる上記攻撃によるダメージは60%までとなる。",
      "ko": "타이나리의 원소 마스터리 1pt당 강공격과 <color=#FFD780FF>뒤엉킨 덩굴 화살</color>이 가하는 피해가 0.06% 증가한다.\n해당 방식으로 가하는 피해는 최대 60%까지 증가한다",
      "en": "For every point of Elemental Mastery Tighnari possesses, his Charged Attack and <color=#FFD780FF>Fashioner's Tanglevine Shaft</color> DMG are increased by 0.06%.\nThe maximum DMG Bonus obtainable this way is 60%.",
      "de": "Für jeden Punkt der Elementarkunde, den Tighnari besitzt, werden der Schaden seiner heftigen Schläge und der von <color=#FFD780FF>Des Erschaffers Schlingstängel-Pfeil</color> um 0,06 % erhöht.\nDer maximale SCH-Bonus, der auf diese Weise erreicht werden kann, beträgt 60 %.",
      "es": "El daño del Ataque Cargado y las <color=#FFD780FF>flechas enredadoras</color> de Tignari aumenta en un 0.06% por cada punto de Maestría Elemental que tenga.\nEl daño de dichos ataques puede aumentar, como máximo, en un 60% de esta manera.",
      "fr": "Chaque point de maîtrise élémentaire que Tighnari possède augmente les DGT infligés par ses attaques chargées et par <color=#FFD780FF>Flèche de liane artificielle</color> de 0,06 %.\nCes DGT peuvent être augmentés d'un maximum de 60 % de cette manière.",
      "pt": "Para cada ponto de Proficiência Elemental que Tighnari possui, o Dano do seu Ataque Carregado e da <color=#FFD780FF>Flecha Enraizadora Artificial</color> são aumentados em 0.06%.\nO aumento de Dano máximo obtido dessa forma é 60%.",
      "ru": "Каждая единица мастерства стихий Тигнари увеличивает урон его заряженной атаки и <color=#FFD780FF>Стрелы-лианы жизни</color> на 0,06%.\nБонус урона, полученный таким образом, не может превышать 60%.",
      "id": "Untuk setiap Elemental Mastery yang dimiliki Tighnari, DMG Charged Attack dan <color=#FFD780FF>Fashioner's Tanglevine Shaft</color> akan meningkat 0,06%.\nMaksimum bonus DMG yang bisa diperoleh dengan cara ini adalah 60%.",
      "th": "ความชำนาญธาตุแต่ละหน่วยของ Tighnari จะทำให้การชาร์จโจมตีและ <color=#FFD780FF>Fashioner's Tanglevine Shaft</color> ของเขาสร้างความเสียหายเพิ่มขึ้น 0.06%\nด้วยวิธีนี้ จะทำให้ความเสียหายของการโจมตีข้างต้น เพิ่มขึ้นได้มากสุดถึง 60%",
      "vi": "Mỗi 1 điểm Tinh Thông Nguyên Tố của Tighnari sẽ khiến cho sát thương trọng kích và sát thương <color=#FFD780FF>Dây Leo Sinh Trưởng</color> gây ra tăng 0.06%.\nSát thương có thể tăng tối đa 60% thông qua cách này."
    }
  },
  {
    "title": {
      "zhs": "闳览博物",
      "zht": "閎覽博物",
      "jp": "広き見聞",
      "ko": "해박한 지식",
      "en": "Encyclopedic Knowledge",
      "de": "Weltwissen",
      "es": "Erudición botánica",
      "fr": "Connaissance encyclopédique",
      "pt": "Conhecimento Enciclopédico",
      "ru": "Энциклопедические знания",
      "id": "Encyclopedic Knowledge",
      "th": "Encyclopedic Knowledge",
      "vi": "Học Thức Uyên Thâm"
    },
    "description": {
      "zhs": "在小地图上显示周围的<color=#FFD780FF>须弥区域特产</color>的位置。",
      "zht": "在小地圖上顯示周圍的<color=#FFD780FF>須彌區域特產</color>的位置。",
      "jp": "ミニマップで周囲の<color=#FFD780FF>スメール地域の特産</color>の位置を表示する。",
      "ko": "미니맵에 주위의 <color=#FFD780FF>수메르 지역 특산물</color> 위치가 나타난다",
      "en": "Displays the location of nearby <color=#FFD780FF>resources unique to Sumeru</color> on the mini-map.",
      "de": "Zeigt auf der Minikarte alle <color=#FFD780FF>Besonderheiten Sumerus</color> in der Nähe an.",
      "es": "Muestra la ubicación de los <color=#FFD780FF>objetos típicos de Sumeru</color> cercanos en el minimapa.",
      "fr": "Affiche l'emplacement des <color=#FFD780FF>produits de Sumeru</color> sur la mini-carte.",
      "pt": "Mostra a localização de <color=#FFD780FF>Especialidades de Sumeru</color> próximas no mapa.",
      "ru": "Отмечает <color=#FFD780FF>диковинки Сумеру</color> на мини-карте.",
      "id": "Memperlihatkan lokasi <color=#FFD780FF>produk khas Sumeru</color> di sekitar pada peta kecil.",
      "th": "แสดงตำแหน่งของ<color=#FFD780FF>ของพิเศษเฉพาะใน Sumeru</color> ในมินิแมป",
      "vi": "Hiển thị <color=#FFD780FF>đặc sản khu vực Sumeru</color> trên bản đồ nhỏ."
    }
  }
]