[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "你好，我叫提纳里，是道成林的巡林官，负责维护雨林生态与行人安全。若你初入此地，我的建议是先通读《道成林生存指南》，并重点阅读「如何分辨可食用蕈与有毒蕈类」一章。",
      "zht": "#{F#妳}{M#你}好，我叫提納里，是道成林的巡林官，負責維護雨林生態與行人安全。若{F#妳}{M#你}初入此地，我的建議是先通讀《道成林生存指南》，並重點閱讀〈如何分辨可食用蕈與有毒蕈類〉一章。",
      "jp": "こんにちは、アビディアの森所属のレンジャー長、ティナリだ。雨林の生態系や入林者の安全を守るのが仕事さ。初めての人は『アビディアの森·サバイバルガイド』を読んで、特に「食用キノコと毒キノコの見分け方」っていう部分に目を通しておくのをオススメするよ。",
      "ko": "안녕, 난 타이나리야. 아비디야 숲의 순찰관이지. 우림의 생태와 행인의 안전을 책임지고 있어. 만약 이곳이 처음이라면 《아비디야 숲 생존 가이드》를 먼저 읽는 것을 추천할게. 특히 「식용버섯과 독버섯의 구분법」 챕터를 중점적으로 봐줘",
      "en": "Hi there. I'm Tighnari, Forest Watcher of the Avidya Forest. My duty is to preserve both the rainforest's ecosystem and the safety of its visitors. If this is your first time here, I suggest you first peruse the Avidya Forest Survival Guide, paying particular attention to the chapter \"Distinguishing Between Edible and Poisonous Mushrooms.\"",
      "de": "Guten Tag, ich heiße Tighnari. Ich bin der Waldhütermeister des Avidya-Waldes, verantwortlich für Pflege und Schutz des Ökosystems und die Sicherheit von Wanderern. Falls du zum ersten Mal an diesen Ort kommst, empfehle ich dir, zuerst den „Überlebensratgeber für den Avidya-Wald“ durchzulesen, insbesondere das Kapitel „Unterscheidungsmerkmale von Speisepilzen und Giftpilzen“ sorgfältig zu lesen.",
      "es": "Hola, me llamo Tignari. Soy el guarda forestal del Bosque Avidya. Mi deber es preservar el ecosistema del bosque y proteger a los visitantes. Si es tu primera vez aquí, te recomiendo que leas la «Guía de supervivencia del Bosque Avidya» y que prestes especial atención al apartado “Cómo distinguir los champiñones comestibles de los venenosos”.",
      "fr": "Bonjour. Je m'appelle Tighnari, je suis brigadier forestier de la Forêt d'Avidya. Mon devoir est de préserver à la fois l'écosystème de la forêt tropicale et la sécurité des visiteurs. Si c'est la première fois que vous venez ici, je vous suggère de lire le Guide de survie en Forêt d'Avidya, en accordant une attention toute particulière au chapitre « Distinguer les champignons comestibles des champignons vénéneux ».",
      "pt": "Olá, eu me chamo Tighnari. Patrulheiro Florestal da Floresta Avidya. Os meus deveres são preservar o ecossistema da floresta tropical e garantir a segurança de visitantes. Se essa é a sua primeira vez aqui, eu sugiro que consulte o Guia de Sobrevivência da Floresta Avidya, preste bastante atenção no capítulo \"Diferenciando Cogumelos Comestíveis e Venenosos.\"",
      "ru": "Привет! Меня зовут Тигнари, я страж леса Авидья, отвечаю за сохранение естественной среды тропического леса и безопасность людей в лесу. Если ты здесь впервые, советую прежде всего внимательно прочесть «Руководство по выживанию в лесу Авидья» и обратить особое внимание на главу «Как отличить съедобные грибы от ядовитых».",
      "id": "Hai, namaku Tighnari, aku Pelindung Hutan di Hutan Avidya. Tugasku yaitu menjaga ekosistem hutan hujan dan keselamatan pengunjungnya. Kalau kamu baru pertama kali ke sini, aku merekomendasikanmu untuk membaca dulu \"Panduan Bertahan di Hutan Avidya\" dan kamu bisa lebih memperhatikan bab \"Cara Membedakan Jamur yang Bisa Dimakan dan Jamur Beracun\".",
      "th": "สวัสดี ฉันชื่อ Tighnari เป็นหัวหน้าเจ้าหน้าที่พิทักษ์ป่าของป่า Avidya รับผิดชอบในการรักษาระบบนิเวศป่าฝนและความปลอดภัยทางเท้า ถ้าคุณเพิ่งเข้ามาที่นี่เป็นครั้งแรก ฉันแนะนำให้อ่าน \"คู่มือเอาตัวรอดในป่า Avidya\" ให้ละเอียดถี่ถ้วนก่อน แล้วเน้นอ่านที่บท \"วิธีแยกแยะเห็ดที่กินได้กับเห็ดพิษ\" ด้วยล่ะ",
      "vi": "#Xin chào, tôi là Tighnari, là đội trưởng kiểm lâm của Rừng Avidya, phụ trách bảo vệ hệ sinh thái của rừng mưa và sự an toàn của người đi đường. Nếu {F#cô}{M#cậu} mới lần đầu đến đây thì kiến nghị nên đọc kỹ quyển \"Hướng Dẫn Sinh Tồn Rừng Avidya\", đồng thời phải đọc kỹ mục \"cách nhận biết nấm độc và nấm ăn được\"."
    }
  },
  {
    "title": {
      "zhs": "闲聊·叶片书签",
      "zht": "閒聊·葉片書籤",
      "jp": "世間話·葉っぱのしおり",
      "ko": "잡담·나뭇잎 책갈피",
      "en": "Chat: Leaf Bookmark",
      "de": "Gespräch – Lesezeichen aus Laubblättern",
      "es": "Charla - Marcapáginas de hojas",
      "fr": "Bavardage - Feuille marque-page",
      "pt": "Bate-papo - Folha Marca Páginas",
      "ru": "Поболтаем: Закладки из листьев",
      "id": "Berbincang: Pembatas Buku dari Daun",
      "th": "แชท - ที่คั่นหนังสือใบไม้",
      "vi": "Nói chuyện phiếm - Chiếc Lá Kẹp Sách"
    },
    "line": {
      "zhs": "将树叶夹在干燥的纸页之间简单压制，就能做成好看又好用的书签了。",
      "zht": "將樹葉夾在乾燥的紙頁之間簡單壓製，就能做成好看又好用的書籤了。",
      "jp": "乾いた紙の間に葉っぱを挟んで押すと、使いやすくて素敵なしおりができあがるんだ。",
      "ko": "나뭇잎을 말린 다음 종이 사이에 넣어서 끼워두면 예쁘고 유용한 책갈피를 만들 수 있어",
      "en": "If you press a leaf between dry sheets of paper, you can make an attractive and handy bookmark.",
      "de": "Indem man Laubblätter zwischen trockene Buchseiten presst, kann man mit Leichtigkeit nützliche und schöne Lesezeichen erhalten.",
      "es": "Si colocas una hoja entre páginas secas y ejerces presión, podrás hacer un bonito marcapáginas casero.",
      "fr": "Si vous pressez une feuille d'arbre entre deux feuilles de papier, vous pouvez réaliser un joli marque-page.",
      "pt": "Se você colocar uma folha seca entre duas páginas, poderá criar um marca página bem conveniente.",
      "ru": "Если взять зелёный лист и просто придавить его сухими страницами, получится красивая и удобная закладка.",
      "id": "Kalau kamu menekan sehelai daun di antara lembaran kertas yang kering, kamu bisa membuat penanda buku yang menarik dan praktis.",
      "th": "แค่เอาใบไม้มากดไว้ระหว่างแผ่นกระดาษที่แห้ง ก็จะได้ที่คั่นหนังสือที่ทั้งสวยงามและใช้งานง่าย",
      "vi": "Chỉ cần dùng giấy để ép khô chiếc lá là sẽ có được chiếc kẹp sách vừa đẹp vừa tiện dụng rồi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·犯错",
      "zht": "閒聊·犯錯",
      "jp": "世間話·失敗",
      "ko": "잡담·실수",
      "en": "Chat: Mistakes",
      "de": "Gespräch – Fehler machen",
      "es": "Charla - Errores",
      "fr": "Bavardage - Faire des erreurs",
      "pt": "Bate-papo - Erros",
      "ru": "Поболтаем: Ошибки",
      "id": "Berbincang: Membuat Kesalahan",
      "th": "แชท - ทำผิด",
      "vi": "Nói chuyện phiếm - Phạm Sai Lầm"
    },
    "line": {
      "zhs": "不要害怕犯错，犯错也是学习过程中的一环。",
      "zht": "不要害怕犯錯，犯錯也是學習過程中的一環。",
      "jp": "失敗を恐れないで。失敗を重ねることも、学びの大事なプロセスだから。",
      "ko": "실수를 두려워하지 마. 실수도 공부의 일환이야",
      "en": "Don't be afraid to make mistakes. It's all part of the learning process.",
      "de": "Fürchte dich nicht, Fehler zu machen. Fehler gehören zum Lernen dazu.",
      "es": "No temas cometer errores. Forma parte del proceso de aprendizaje.",
      "fr": "N'ayez pas peur de faire des erreurs. Cela fait partie du processus d'apprentissage.",
      "pt": "Não tenha medo de cometer erros. É tudo parte do aprendizado.",
      "ru": "Не нужно бояться ошибок, без них ничему не научишься.",
      "id": "Jangan takut berbuat salah. Semua itu bagian dari proses pembelajaran.",
      "th": "ไม่ต้องกลัวการทำผิดหรอกนะ การทำผิดเองก็เป็นขั้นตอนนึงในการเรียนรู้เหมือนกัน",
      "vi": "Đừng sợ phạm sai lầm, đó cũng là một điều cần thiết trong quá trình học tập."
    }
  },
  {
    "title": {
      "zhs": "闲聊·知识的价值",
      "zht": "閒聊·知識的價值",
      "jp": "世間話·知識の価値",
      "ko": "잡담·지식의 가치",
      "en": "Chat: The Value of Knowledge",
      "de": "Gespräch – Der Wert des Wissens",
      "es": "Charla - El valor del conocimiento",
      "fr": "Bavardage - La valeur de la connaissance",
      "pt": "Bate-papo - O Valor do Conhecimento",
      "ru": "Поболтаем: Ценность знаний",
      "id": "Berbincang: Harga sebuah Pengetahuan",
      "th": "แชท - คุณค่าของความรู้",
      "vi": "Nói chuyện phiếm - Giá Trị Tri Thức"
    },
    "line": {
      "zhs": "知识的价值，是不能用金钱简单衡量的。",
      "zht": "知識的價值，是不能用金錢簡單衡量的。",
      "jp": "知識の価値っていうのは、単純にお金で測れるものじゃない。",
      "ko": "지식의 가치는 단순히 돈으로 매길 수 있는 게 아니야",
      "en": "The value of knowledge cannot simply be quantified in monetary terms.",
      "de": "Der Wert des Wissens kann nicht einfach in Geld bemessen werden.",
      "es": "El valor del conocimiento no se puede medir únicamente en términos monetarios.",
      "fr": "La valeur de la connaissance ne peut être mesurée en simples termes monétaires.",
      "pt": "O valor do conhecimento simplesmente não pode ser medido com Mora.",
      "ru": "Ценность знаний невозможно измерить морой.",
      "id": "Nilai sebuah ilmu pengetahuan tidak bisa diukur dengan uang.",
      "th": "คุณค่าของความรู้ เอาเงินทองมาวัดไม่ได้หรอกนะ",
      "vi": "Giá trị của tri thức không thể dùng tiền để đo đạc được."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando chove...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "这种天气我已经习惯了，但你最好还是打个伞哦。",
      "zht": "#這種天氣我已經習慣了，但{F#妳}{M#你}最好還是撐個傘哦。",
      "jp": "僕はこの天気に慣れてるけど、君は傘をさした方がいい。",
      "ko": "난 이런 날씨에 적응됐지만, 넌 우산을 쓰는 게 좋을 거야",
      "en": "I'm used to the rain, but you should probably use an umbrella.",
      "de": "Ich bin diese Art von Wetter gewohnt, aber du solltest besser einen Schirm tragen.",
      "es": "Estoy acostumbrado a la lluvia, pero tal vez tú necesites un paraguas.",
      "fr": "J'ai l'habitude de la pluie, mais vous devriez probablement utiliser un parapluie.",
      "pt": "Estou acostumado com a chuva, mas você provavelmente devia usar um guarda-chuva.",
      "ru": "Я к такой погоде привык, а тебе лучше спрятаться под зонт.",
      "id": "Aku sudah terbiasa terkena hujan, tapi kamu mungkin butuh payung.",
      "th": "ฉันชินกับสภาพอากาศแบบนี้แล้วล่ะ แต่คุณกางร่มไว้จะดีกว่านะ",
      "vi": "#Tôi sớm đã quen kiểu thời tiết này rồi, nhưng {F#cô}{M#cậu} vẫn nên mang dù thì tốt hơn."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "我的尾巴涂过用来防水的植物精油，甩甩就干啦。",
      "zht": "我的尾巴塗過用來防水的植物精油，甩甩就乾啦。",
      "jp": "僕のしっぽには撥水性のあるエッセンシャルオイルを塗ってあるから、振ればすぐ乾くんだ。",
      "ko": "내 꼬리는 방수 에센셜 오일을 발라둬서 털어내면 말끔해져",
      "en": "I applied a plant-based waterproofing oil to my tail. One swish and it's dry.",
      "de": "Meinen Schweif habe ich mit einem wasserabweisendem Pflanzenöl eingeschmiert, ich muss nur damit wackeln, damit er trocken wird.",
      "es": "Utilizo un aceite de plantas a prueba de agua en la cola. Un coletazo y ya está seca.",
      "fr": "J'ai appliqué une huile imperméabilisante à base de plantes sur ma queue. Elle sèche en un instant.",
      "pt": "Eu apliquei um óleo impermeável na minha cauda. Uma balançadinha e já estou seco!",
      "ru": "Я натираю хвост специальным эфирным маслом с защитой от влаги. Отряхнул немного, и он снова сухой!",
      "id": "Aku mengoleskan minyak tumbuhan yang anti air ke ekorku. Cukup kibas-kibaskan sedikit, lalu kering.",
      "th": "หางของฉันเคลือบด้วยน้ำมันสกัดจากพืชเพื่อกันน้ำ แค่ฉันเขย่าก็แห้งแล้วล่ะ",
      "vi": "Đuôi của tôi có bôi qua tinh dầu thực vật chống nước, vẫy vẫy chút là sẽ khô thôi."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "哎呦，好响的雷！呜…震得脑瓜疼。",
      "zht": "哎呦，好響的雷！嗚…震得腦袋疼。",
      "jp": "わぁ！なんて激しい雷だ！うぅ…頭が痛い…",
      "ko": "이런, 천둥소리가 엄청 크네! 윽… 머리가 울릴 정도야",
      "en": "Ah, the thunder's so loud! Ugh... My head hurts...",
      "de": "Oh, das ist aber ein lauter Donner! Uh ... Davon bekomme ich direkt Kopfschmerzen.",
      "es": "¡Ah, los truenos son tan ruidosos! Uff, me va a explotar la cabeza.",
      "fr": "#Ah, le tonnerre est tellement fort{NON_BREAK_SPACE}! Argh... Ça me donne mal à la tête...",
      "pt": "Ah, os trovões são muito barulhentos! Aff... que dor de cabeça...",
      "ru": "Ничего себе, какой гром! Ох... Даже голова разболелась.",
      "id": "Ah, gunturnya keras sekali! Ugh ... Kepalaku sakit ....",
      "th": "หวา เสียงฟ้าผ่าดังจัง! ฮือ สะเทือนจนปวดหัวไปหมด",
      "vi": "Ây da, tiếng sấm to quá! Hic... đau hết cả đầu."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "这种天气可真少见！哎，你冷吗？冷的话可以把手埋进我的尾巴毛里。",
      "zht": "#這種天氣可真少見！哎，{F#妳}{M#你}冷嗎？冷的話可以把手埋進我的尾巴毛裡。",
      "jp": "こんな天気、めったに見ないよ！…寒くない？寒かったら、僕のしっぽの毛に手を入れてもいいよ。",
      "ko": "이런 날씨는 정말 흔치 않은데! 어, 추워? 추우면 손을 내 꼬리 털에 넣어봐",
      "en": "I don't see weather like this very often! Oh, are you cold? If you want, you can tuck your hands into my tail.",
      "de": "So ein Wetter ist wirklich ungewöhnlich! Oh, ist dir kalt? Wenn dir kalt ist, kannst du deine Hände in den Haaren meines Schweifs aufwärmen.",
      "es": "¡Este clima no se ve todos los días! Oh, ¿tienes frío? Puede meter las manos en mi cola, si quieres.",
      "fr": "Ce n'est pas souvent que je rencontre un temps pareil ! Oh, vous avez froid ? Si vous voulez, vous pouvez utiliser ma queue pour vous réchauffer.",
      "pt": "Esse é um clima que eu não vejo sempre! Hã? Você está com frio? Você pode esquentar suas mãos na minha cauda se quiser.",
      "ru": "Это бывает так редко! Ой, тебе холодно? Если хочешь, можешь погреть руки у меня в хвосте.",
      "id": "Aku jarang menghadapi cuaca seperti ini! Oh, apa kamu kedinginan? Kalau kamu mau, kamu bisa menyelipkan tanganmu ke ekorku.",
      "th": "อากาศแบบนี้หายากนะเนี่ย! นี่ คุณหนาวมั้ย? ถ้าหนาวคุณซุกมือคุณไว้ในขนหางของฉันได้นะ",
      "vi": "#Kiểu thời tiết này thật hiếm thấy! Ấy, {F#cô}{M#cậu} lạnh không? Nếu lạnh thì để tay vào trong bộ lông đuôi của tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "耳朵！…耳朵要吹翻过去了。",
      "zht": "耳朵！…耳朵要吹翻過去了。",
      "jp": "み…耳が…吹き飛ばされちゃう！",
      "ko": "귀… 귀가… 바람 때문에 뒤집히겠어!",
      "en": "My ears... My ears... They're going to be blown inside out!",
      "de": "Meine Ohren! ... Der Wind wird meine Ohren umwehen.",
      "es": "¡Mis orejas, mis orejas! ¡Se me van a volar!",
      "fr": "Mes oreilles... Mes oreilles... Elles vont s'envoler !",
      "pt": "Minhas orelhas! As minhas orelhas... vão virar do avesso!",
      "ru": "Мои уши!.. Того и гляди вывернутся наизнанку!",
      "id": "Telingaku ... Telingaku ... sepertinya akan meledak luar dalam!",
      "th": "หู! ...หูโดนพัดจนพลิกด้านแล้วเนี่ย",
      "vi": "Đôi tai... đôi tai bị gió thổi lật rồi."
    }
  },
  {
    "title": {
      "zhs": "在沙漠的时候…",
      "zht": "在沙漠的時候…",
      "jp": "砂漠にいる時…",
      "ko": "사막에 있을 때…",
      "en": "In the Desert",
      "de": "In der Zeit in der Wüste ...",
      "es": "En el desierto...",
      "fr": "Dans le désert...",
      "pt": "Sobre o Deserto...",
      "ru": "В пустыне...",
      "id": "Di Padang Pasir",
      "th": "ในเวลาที่อยู่ในทะเลทราย...",
      "vi": "Khi trong sa mạc..."
    },
    "line": {
      "zhs": "…好热啊…这么毒的太阳下，哪怕是冰雾花也会融化的吧…啊，仔细想想，其实不会啦，啊哈哈…唉…",
      "zht": "…好熱啊…這麼毒的太陽下，哪怕是冰霧花也會融化的吧…啊，仔細想想，其實不會啦，啊哈哈…唉…",
      "jp": "うぅ…熱いよ…こんな強い日の光を浴びたら、霧氷花だって融けちゃうよな…あぁ、でもよく考えたらそれはないか、ははっ…うぅ…",
      "ko": "…덥다… 이렇게 독한 햇빛이라면 서리꽃도 녹아버리겠지…? 아, 생각해보니까 그럴 일은 없겠네. 하하… 아, 으윽…",
      "en": "Gah, it's so hot... Even a Mist Flower would melt in this heat... Ah, now that I think about it, it wouldn't... but you get what I mean, hehe... Ugh...",
      "de": "... So heiß, ach ... Unter dieser verdammten Sonne würde selbst eine Eisnebelblume schmelzen ... Moment, eigentlich nicht ... Haha ... Ach ...",
      "es": "Uff, ¡qué calor hace! Hasta una flor helada se derretiría bajo este sol... Bueno, si lo piensas bien, no lo haría, pero tú me entiendes. jajaja, ay...",
      "fr": "Ah... Il fait tellement chaud... Même une fleur de brume fondrait sous une chaleur pareille... Ah, maintenant que j'y pense, elle ne fondrait pas, haha... Argh, ouf...",
      "pt": "Ah, que calor... Até mesmo uma Flor da Neblina derreteria neste calor... Hã, pensando bem, não derreteria, né? Haha... ai!",
      "ru": "Ну и жара... Под таким солнцем растают даже туманные цветки... Хотя... Ничего им не будет, аха-ха-ха... Ох...",
      "id": "Waduh ... Panas sekali ... Mist Flower pun pasti bisa meleleh kalau panasnya seperti ini ... Ah, tapi kalau dipikir-dipikir lagi sih, kan tidak mungkin juga ya ... Eh, kamu tahulah apa maksudku, hehe ... Duh ....",
      "th": "...ร้อนจัง ...ภายใต้ดวงอาทิตย์ที่ร้อนระอุขนาดนี้ ต่อให้เป็น Mist Flower ก็ต้องละลาย ...เอ แต่คิดดูดีแล้ว ก็ไม่น่าแฮะ ฮ่าฮ่าฮ่า... เฮ้อ...",
      "vi": "...Nóng quá! Mặt trời chói chang thế này chắc đến cả Băng Vụ Hoa cũng tan chảy luôn nhỉ... À, nghĩ kỹ lại thì không thể đâu, hahaha... haiz..."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "听！是晨露滴落叶梢的声音。",
      "zht": "聽！是晨露滴落葉梢的聲音。",
      "jp": "ほら、葉先から滴り落ちる朝露の音が聞こえるよ。",
      "ko": "들어봐! 아침이슬이 나뭇잎에 떨어지는 소리야",
      "en": "Listen! That's the sound of dew dripping upon the leaves.",
      "de": "Lausch! Das ist der Klang des von einem Blatt fallenden Morgentaus.",
      "es": "¡Escucha eso! Es el sonido del rocío cayendo entre las hojas.",
      "fr": "Écoutez ! C'est le bruit de la rosée qui goutte sur les feuilles.",
      "pt": "Ouça! É o som do orvalho caindo nas folhas.",
      "ru": "Слышишь? Это капля росы сорвалась с листка.",
      "id": "Dengar! Itu suara embun yang menetes di atas daun.",
      "th": "ฟังนั่นสิ! มันเป็นเสียงของน้ำค้างยามเช้าที่ร่วงหล่นจากปลายใบไม้น่ะ",
      "vi": "Nghe này! Là tiếng của giọt sương rơi trên lá đấy."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午休的时候我喜欢坐在树上，盯着从树枝缝隙间漏下来的阳光发呆，一不留神就会睡着…哈哈。",
      "zht": "午休的時候我喜歡坐在樹上，盯著從樹枝縫隙間漏下來的陽光發呆，一不留神就會睡著…哈哈。",
      "jp": "昼休みは木の上に座って、木漏れ日を見つめながらぼーっとするのが好きなんだ。うっかり眠っちゃう時もあるけど…へへっ。",
      "ko": "점심시간에는 나무에 앉아서 나뭇가지 사이로 새어 나오는 햇빛을 보며 멍때리는 걸 좋아해. 그러다 보면 어느새 잠들어 버려… 헤헤",
      "en": "During lunch breaks, I like to sit in a tree and admire the sunlight streaming through the canopy. If I'm not careful, I'll fall asleep...",
      "de": "Ich liebe es zur Mittagsruhe auf Bäumen zu sitzen und auf die durch die Lücken zwischen den Ästen durchbrechenden Sonnenstrahlen blickend zu dösen. Ganz ohne es zu merken, falle ich dann in den Schlaf ... Hehe.",
      "es": "En mis pausas para la comida, me gusta sentarme en una rama y contemplar los rayos de sol que se cuelan entre las copas de los árboles. Pero si me despisto, acabo quedándome dormido, jeje.",
      "fr": "À ma pause-déjeuner, j'aime m'asseoir dans un arbre pour admirer la lumière du soleil qui perce à travers les branches, et m'endormir sans même m'en apercevoir... Héhé.",
      "pt": "No horário de almoço, eu gosto de sentar em uma árvore e admirar a luz do sol que atravessa a clareira. Se eu não tomar cuidado, vou acabar caindo no sono... Hehe.",
      "ru": "После обеда я люблю забраться на дерево и наблюдать, как солнце играет на зелёных листьях. Иногда так засмотришься, что даже уснёшь. Хе-хе.",
      "id": "Waktu istirahat makan siang, aku suka duduk di atas pohon dan menikmati sinar matahari yang mengalir melalui kanopi. Tapi kalau aku lengah, aku bisa mengantuk dan tertidur ... Hehe.",
      "th": "ระหว่างพักกลางวัน ฉันชอบนั่งบนต้นไม้ จ้องมองแสงแดดที่เล็ดลอดออกมาจากรอยแยกของกิ่งไม้ บางทีไม่ระวังก็เผลอหลับไปก็มี... ฮ่าฮ่า",
      "vi": "Tôi thích ngồi trên cây vào buổi trưa lắm, ngẩn ngơ nhìn ánh sáng xuyên qua kẽ lá, sau đó bất giác ngủ thiếp đi... haha."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好。我正准备去观察夜光植被，要一起来吗？",
      "zht": "晚安。我正準備去觀察夜光植被，要一起來嗎？",
      "jp": "こんばんは。ちょうど夜光植物の観察に行くんだけど、一緒にどう？",
      "ko": "안녕, 야광 식물을 관찰하려고 하는데 같이 갈래?",
      "en": "Good evening. I'm preparing to go observe bioluminescent flora. Want to come?",
      "de": "Guten Abend! Ich bereite mich gerade darauf vor, die vom Mond erleuchtete Vegetation zu beobachten, möchtest du mitkommen?",
      "es": "Buenas noches. Estaba pensando en ir a contemplar la flora fluorescente. ¿Quieres venir conmigo?",
      "fr": "Bonsoir. Je me prépare à aller observer la flore bioluminescente. Vous voulez m'accompagner ?",
      "pt": "Boa noite! Estou me preparando para observar a flora fluorescente. Você quer vir comigo?",
      "ru": "Добрый вечер. Я иду понаблюдать за лесом при свете луны. Пойдём вместе?",
      "id": "Selamat malam. Aku sedang bersiap-siap untuk mengamati flora bercahaya. Mau ikutan?",
      "th": "สวัสดีตอนเย็นนะ ฉันกำลังเตรียมตัวไปดูพืชพันธุ์ที่เรืองแสงตอนกลางคืนอยู่น่ะ ไปด้วยกันมั้ย?",
      "vi": "Chào buổi tối, tôi đang tính đi quan sát thực vật dạ quang đây, muốn đi chung chứ?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "你睡吧，我来守夜，顺便记录下今天的巡林日志。",
      "zht": "#{F#妳}{M#你}睡吧，我來守夜，順便記錄今天的巡林日誌。",
      "jp": "見張りは僕がするから、君は寝てていいよ。ついでにパトロール日誌を書かなくちゃ。",
      "ko": "오늘 순찰 일지도 적을 겸, 내가 불침번을 설 테니 좀 자 둬",
      "en": "Get some sleep. I'll be on guard duty — it'll a good time to write today's patrol log entry.",
      "de": "Schlaf ruhig, ich halte Nachtwache und schreibe währenddessen das heutige Patrouillenprotokoll.",
      "es": "Ve a descansar, yo me quedaré vigilando. Así puedo aprovechar para escribir los registros de patrulla de hoy.",
      "fr": "Reposez-vous. Je suis de garde, j'en profiterai pour rédiger le journal de bord de la patrouille d'aujourd'hui.",
      "pt": "Pode dormir, eu fico de guarda. Vou aproveitar para escrever os registros da patrulha de hoje.",
      "ru": "Ложись спать, а я пока подежурю. Заодно заполню журнал патрулирования.",
      "id": "Tidurlah. Aku akan berjaga-jaga — ini saat yang tepat untuk menulis entri jurnal patroli hari ini.",
      "th": "คุณนอนเถอะ ฉันจะเฝ้าเอง จะได้จดบันทึกการลาดตระเวนป่าของวันนี้ด้วย",
      "vi": "#{F#Cô}{M#Cậu} ngủ đi, tôi sẽ gác đêm. Tiện thể ghi lại nhật ký tuần tra của hôm nay luôn."
    }
  },
  {
    "title": {
      "zhs": "关于提纳里自己·专业",
      "zht": "關於提納里自己·專業",
      "jp": "ティナリ自身について·専攻",
      "ko": "타이나리 자신에 대해·전공",
      "en": "About Tighnari: Profession",
      "de": "Über Tighnari – Spezialisierung",
      "es": "Sobre Tignari - Profesión",
      "fr": "À propos de Tighnari - Profession",
      "pt": "Sobre Tighnari – Profissão",
      "ru": "О Тигнари: Профессия",
      "id": "Tentang Tighnari Sendiri: Profesional",
      "th": "เกี่ยวกับตัว Tighnari เอง - มืออาชีพ",
      "vi": "Về bản thân Tighnari - Chuyên Nghiệp"
    },
    "line": {
      "zhs": "我以前上学时从属生论派，主攻植物学。本来导师想让我毕业后留校任教，但说实话，我喜欢更自由一些的研究环境，而且就我的观察，教令院的某些行事作风令人不敢恭维。还好当时导师没有强求——…他强求也没用。",
      "zht": "我以前上學時從屬生論派，主攻植物學。本來導師想讓我畢業後留校任教，但說實話，我喜歡更自由一些的研究環境，而且就我的觀察，教令院的某些行事作風令人不敢恭維。還好當時導師沒有強求——…他強求也沒用。",
      "jp": "学生時代は生論派で、専攻は植物学だった。卒業後は教師として残ることを先生には期待されてたんだけど、正直、もっと自由な環境で研究したかったんだよね。それに、教令院のやり方には賛同できない部分がある。幸い、先生も強要はして来なかった——まあ、されても無駄だったけど。",
      "ko": "옛날에 학교 다닐 때는 생론파 소속이었어. 주 전공은 식물학이었고. 지도 교수는 내가 졸업하고 학교에 남아서 학생들을 가르치길 원했지만, 솔직히 난 자유롭게 연구하는 환경을 더 좋아하거든. 게다가 내가 관찰한 바로 아카데미아의 일부 일 처리 방식이 마음에 들지 않았어. 교수님이 강요하지 않아서 다행이야——강요한다고 달라질 건 없지만",
      "en": "I studied botany in the Amurta Darshan. My academic adviser wanted me to join the faculty after graduation, but to be quite honest, I prefer a somewhat freer research environment. From my observations, the way that the Akademiya handles certain matters leaves much to be desired. Fortunately, my adviser didn't push the issue — heh, not like that would've worked.",
      "de": "Als ich an der Akademie war, gehörte ich zur Lebenskunde, die sich hauptsächlich auf Botanik spezialisiert hat. Ursprünglich wollte mein Mentor, dass ich an der Akademie bleibe, um dort zu lehren. Aber ehrlich gesagt, gefällt es mir in einer freieren Forschungsumgebung besser und nach meinen Beobachtungen gibt es an der Akademie einige Verhaltensweisen, die wirklich nicht bewundernswert sind. Zum Glück hat mich mein Mentor damals nicht gezwungen ... Es hätte auch nichts genutzt.",
      "es": "Estudié botánica en la Escuela de Biología. Mi tutor quería que me uniera a la facultad tras graduarme, pero honestamente, yo prefiero un entorno de investigación más libre. En mi opinión, la forma que tiene la Academia de lidiar con algunos asuntos deja mucho que desear. Por suerte, mi tutor no insistió mucho... Aunque tampoco le habría servido de nada.",
      "fr": "J'ai étudié la botanique à l'Amurta. Mon tuteur voulait que je rejoigne la faculté après l'obtention de mon diplôme. Mais pour être tout à fait honnête, je préfère un environnement de recherche un peu plus libre, et d'après ce que j'ai vu, la façon dont l'Académie traite certaines questions laisse beaucoup à désirer. Heureusement, mon tuteur n'a pas insisté sur la question... Héhé, ça aurait été inutile de toute façon.",
      "pt": "Eu estudei botânica no Darshan Amurta. O meu orientador acadêmico queria que eu me juntasse ao corpo docente após a formatura, mas, para ser bem sincero, prefiro um ambiente de pesquisa um pouco mais livre. Pelas minhas observações, a forma como a Academia lida com certos assuntos deixa muito a desejar. Felizmente, meu orientador não insistiu muito. Heh, não é como se insistência fosse funcionar.",
      "ru": "Я учился в даршане Амурта, специализировался на ботанике. Наставник хотел, чтобы после выпуска я остался в Академии преподавать, но, если честно, мне требуется чуть более свободная среда для исследований. И ещё я не разделяю некоторые принципы, которых придерживаются учёные Академии. Хорошо, что наставник не стал меня уговаривать... Хотя я бы всё равно его не послушал.",
      "id": "Aku belajar botani di Darshan Amurta. Penasihat akademikku memintaku untuk bergabung dengan fakultas setelah lulus, tapi sejujurnya, aku lebih suka dengan lingkungan penelitian yang lebih bebas. Menurut pengamatanku, cara Akademiya mengurus hal-hal tertentu membuat orang malas menjalaninya. Untungnya, penasihatku tidak memaksa ... Dan kalau misalkan iya pun, tetap saja percuma.",
      "th": "เมื่อก่อนฉันเรียนอยู่ที่ภาควิชาชีววิทยา เอกพฤกษศาสตร์ เดิมทีอาจารย์ที่ปรึกษาของฉันอยากให้ฉันอยู่สอนต่อที่สถาบันหลังจากเรียนจบ แต่พูดตามจริงเลยนะ ฉันชอบการทำการวิจัยแบบอิสรเสรีมากกว่า อีกอย่างการดำเนินงานบางเรื่องของทางสถาบันมันไม่น่าชื่นชมเท่าไหร่ ยังดีที่ตอนนั้นอาจารย์ที่ปรึกษาไม่ได้บังคับอะไร... แต่ต่อให้เขาบังคับก็คงไม่มีประโยชน์อะไรหรอก",
      "vi": "Khi còn đi học, tôi từng thuộc Học Phái Amurta, chuyên ngành thực vật học. Vốn dĩ thầy muốn tôi sau khi tốt nghiệp sẽ ở lại trường để giảng dạy, nhưng nói thật thì tôi thích môi trường nghiên cứu tự do hơn. Hơn nữa theo quan sát của tôi, thì một số tác phong làm việc trong Giáo Viện thật khiến người ta khó mà chấp nhận, cũng may là thầy đã không cưỡng ép... mà ông ấy muốn ép cũng vô ích."
    }
  },
  {
    "title": {
      "zhs": "关于提纳里自己·族人",
      "zht": "關於提納里自己·族人",
      "jp": "ティナリ自身について·一族",
      "ko": "타이나리 자신에 대해·일족",
      "en": "About Tighnari: Kin",
      "de": "Über Tighnari – Klan",
      "es": "Sobre Tignari - Especie",
      "fr": "À propos de Tighnari - Clan",
      "pt": "Sobre Tighnari – Clã",
      "ru": "О Тигнари: Род",
      "id": "Tentang Tighnari Sendiri: Klan",
      "th": "เกี่ยวกับตัว Tighnari เอง - เผ่าพันธุ์",
      "vi": "Về bản thân Tighnari - Người Trong Tộc"
    },
    "line": {
      "zhs": "确实有不少人觉得我这一族性格孤僻，也不怪他们这样想。我的族人确实数量很少，还大多是学者，总是为了研究到处跑，一年也见不到一根尾巴毛。像我爸就是昆虫学家，最近好像在沙漠里研究甲虫的古今演化过程，啊我就不跟着去凑热闹了。说来惭愧，我不擅长应付烈日。晒久了脑袋里就一团浆糊，晃晃荡荡的。",
      "zht": "確實有不少人覺得我這一族性格孤僻，也不怪他們這樣想。我的族人確實數量很少，還大多是學者，總是為了研究到處跑，一年也見不到一根尾巴毛。像我爸就是昆蟲學家，最近好像在沙漠裡研究甲蟲的古今演化過程，啊我就不跟著去湊熱鬧了。說來慚愧，我不擅長應付烈日。曬久了腦袋裡就一團漿糊，搖搖晃晃的。",
      "jp": "僕の一族は人付き合いが嫌いだって思われてるけど、それもしょうがないことさ。もともと数が少ないし、そのほとんどが学者で研究のために奔走してるから、あまり姿を見かけない。僕の父も昆虫学者で、最近は砂漠で甲虫の進化の歴史を研究してるみたいなんだけど…僕は遠慮したいかな。恥ずかしながら、太陽が苦手でね。長時間太陽の下にいると頭がぐわんぐわんになって、ふらふらしちゃうんだ。",
      "ko": "우리 일족의 성격을 괴팍하다고 여기는 사람이 꽤 많아. 난 그렇게 생각할 수도 있다고 봐. 우리 일족은 수가 적은 데다 대부분 학자라서 연구를 위해 이곳저곳 돌아다니느라 일 년에 한 번 보기도 힘들거든. 우리 아빠는 곤충학자이신데 최근에 사막에서 갑충의 진화 과정을 연구하고 있다고 들었어…. 난 굳이 갈 생각 없어. 부끄러운 말이지만 난 뜨거운 태양은 질색이거든. 오래 쬐고 있으면 머리가 녹을 것처럼 어지러워",
      "en": "Many people think that my kind are loners, and I don't blame them for thinking that. The few of us around are mostly scholars, and we're always chasing our research — so you'd be lucky to spy a single tuft of tail fur in a whole year. Like my father, for example. He's an entomologist, and lately, he's been studying the evolution of beetles in the desert... I have no intention of joining him. I'm ashamed to admit that I don't tolerate the sun very well. Prolonged exposure turns my brain and body into mush.",
      "de": "Es gibt tatsächlich nicht wenige Menschen, die meinen, die Angehörigen meines Klans seien sehr einzelgängerisch. Ich kann ihre Wahrnehmung gut nachvollziehen. Tatsächlich hat mein Klan nur sehr wenige Mitglieder und die meisten davon sind Gelehrte, die immer zu Forschungszwecken überall in der Weltgeschichte herumlaufen. Es kommt nicht sehr selten vor, dass ich in einem Jahr nicht mal einen Fellschwanz von ihnen sehe. So wie mein Vater, der Insektenforscher ist, aktuell erforscht er die Evolution von Käfern in der Wüste von der Antike bis heute, da will ich nicht beim Spaß stören. Außerdem, muss ich zugeben, dass mir die brennende Sonne zu sehr zusetzt. Wenn ich zu lange in der Sonne bin, wird mein Hirn ganz matschig und alles wird ganz verschwommen.",
      "es": "Mucha gente piensa que mi especie es solitaria, y no los culpo, la verdad. Los que quedamos somos casi todos eruditos, siempre ocupados con nuestras investigaciones. Cualquiera tendría suerte si lograra ver una de nuestras colas al año. Como mi padre, por ejemplo. Es entomólogo, y lleva ya un tiempo estudiando la evolución de los escarabajos en el desierto. La verdad es que no tengo intención alguna de ayudarlo en eso. Me da vergüenza reconocerlo, pero no tolero muy bien el sol. El calor hace que se me derrita el cerebro.",
      "fr": "Beaucoup de gens pensent que mon espèce est solitaire, et je ne peux pas les blâmer. Le peu d'entre nous qui existent sont pour la plupart des chercheurs, et nous sommes toujours en train de poursuivre nos recherches. Vous auriez de la chance d'apercevoir une seule touffe de poils en une année entière. Comme mon père, par exemple. Il est entomologiste, et dernièrement, il étudie l'évolution des coléoptères dans le désert... Eh bien, je n'ai pas l'intention de le rejoindre. J'ai honte de l'admettre mais je ne supporte pas très bien le soleil. Une exposition prolongée transforme mon cerveau et mon corps en bouillie.",
      "pt": "Muitas pessoas acham que aqueles que são da minha espécie são solitários, e eu não culpo eles por pensarem isso. Os poucos de nós que estão por aí são, em sua maior parte, estudiosos, e estamos sempre correndo atrás de nossas pesquisas — então você teria sorte de conseguir ver um pedaço de pelo ou uma cauda em um ano inteiro. Tipo meu pai, por exemplo. Ele é um entomologista, e ultimamente, ele tem estudado a evolução dos besouros no deserto... Não tenho a mínima intenção de me juntar a ele. Tenho vergonha de admitir que realmente não lido muito bem com o sol. Ficar exposto a ele por muito tempo derrete a minha mente.",
      "ru": "Многие считают мой народ замкнутым и нелюдимым, и это представление появилось не на пустом месте. Нас на самом деле очень мало, и каждый второй - учёный, мы постоянно заняты своими исследованиями. Бывает, что за целый год даже хвостами друг другу не помашем. Например, папа у меня - энтомолог, последнее время он живёт в пустыне, изучает эволюционные процессы жуков. Ну не буду же я путаться у него под ногами. Стыдно признаться, но я плохо переношу палящее солнце. У меня от него все мысли плавятся.",
      "id": "Banyak orang berpikir bahwa bangsaku kesepian, dan aku tidak menyalahkan mereka karena berpikir begitu. Karena memang kebanyakan dari kami adalah pelajar, dan kami selalu mengejar penelitian kami — jadi kamu cukup beruntung jika dalam setahun saja bisa melihat bulu kami. Misalnya saja ayahku. Dia seorang entomologis, dan akhir-akhir ini dia sedang mempelajari evolusi kumbang di padang pasir ... Aku sih tidak berminat untuk bergabung dengannya. Aku malu untuk mengakui bahwa aku tidak tahan sinar matahari. Kalau terus-terusan kena sinar matahari, otak dan badanku bakal lemas.",
      "th": "จริง ๆ แล้วมีคนจำนวนไม่น้อยที่คิดว่าเผ่าพันธุ์ของฉันนั้นมีนิสัยแปลกแยก แต่ก็ไม่ผิดหรอกนะที่พวกเขาจะคิดแบบนี้ คนในเผ่าพันธุ์ของฉันมีจำนวนน้อยมาก แล้วส่วนใหญ่ก็เป็นนักวิชาการ ก็เลยมักจะวิ่งวุ่นอยู่กับการทำงานวิจัย ปีปีนึงแทบจะไม่ได้เห็นหางกันเลยล่ะ อย่างพ่อของฉันที่เป็นนักกีฏวิทยา ช่วงนี้ดูเหมือนว่าจะทำการวิจัยวิวัฒนาการของแมลงในสมัยโบราณและสมัยใหม่ในทะเลทราย ฉันก็คงไม่ได้ไปร่วมด้วย จะพูดไปก็น่าเสียดายอยู่เหมือนกัน แต่ว่าฉันไม่ค่อยถนัดรับมือกับแสงแดดจ้าสักเท่าไหร่ พอตากแดดนาน ๆ ก็จะเวียนหัวหน้ามืด",
      "vi": "Thực ra cũng có không ít người cảm thấy tính cách của tộc chúng tôi khá lầm lì. Cũng không trách họ được, số người trong tộc của tôi rất ít, phần lớn lại là học giả, luôn đi đây đi đó để nghiên cứu, cả năm cũng chả thấy một cọng lông đuôi của họ đâu. Như cha tôi là một nhà côn trùng học, dạo này ông ấy đến sa mạc để nghiên cứu quá trình tiến hóa từ xưa đến nay của bọ cánh cứng, tôi thì không muốn đi theo rồi. Nói ra thì hơi xấu hổ, tôi không quen với môi trường nắng gắt, phơi nắng lâu ngày sẽ khiến đầu óc tôi choáng váng mất."
    }
  },
  {
    "title": {
      "zhs": "关于我们·相处",
      "zht": "關於我們·相處",
      "jp": "付き合いについて…",
      "ko": "우리에 대해·관계",
      "en": "About Us: Getting Along",
      "de": "Über uns – Einander verstehen",
      "es": "Sobre nosotros - Hacer amigos",
      "fr": "À propos de nous - Bonne entente",
      "pt": "Sobre nós – Se Entendendo",
      "ru": "О нас: Узнать друг друга",
      "id": "Tentang Kita: Berinteraksi",
      "th": "เกี่ยวกับเรา - การคบหา",
      "vi": "Về chúng ta - Giao Thiệp"
    },
    "line": {
      "zhs": "我认为人与人之间相互了解的最好办法就是多花时间相处，其他的都不实际。所以不必急着自我介绍，时间会沉淀一切。",
      "zht": "我認為人與人之間相互瞭解的最好辦法就是多花時間相處，其他的都不實際。所以不必急著自我介紹，時間會沉澱一切。",
      "jp": "お互いを知るには、一緒にいる時間を増やすのが一番…それ以外は現実的じゃないと思う。だから急いで自己紹介しなくたっていいよ。時間がすべてを解決してくれるからね。",
      "ko": "사람과 사람 사이를 이해하기 가장 좋은 방법은 함께 많은 시간을 보내는 거라고 생각해. 다른 건 다 부질없어. 그러니까 급하게 자기소개할 필요 없어. 시간이 모든 것을 말해 줄 테니까",
      "en": "I believe that the best way to achieve mutual understanding with someone is to spend time with them. Other methods are less realistic. That's why there is no need to rush introductions. Time will settle everything.",
      "de": "Ich glaube, die beste Art, einander zu verstehen, ist viel Zeit miteinander zu verbringen. Alles andere ist nicht wichtig. Deshalb muss man sich nicht hastig vorstellen, mit der Zeit kommt alles von selbst.",
      "es": "Yo creo que, para entenderte con alguien, lo mejor es pasar tiempo juntos. Cualquier otro método me parece poco realista. Es por eso que no hay que darle tanta importancia a las presentaciones. El tiempo lo arregla todo.",
      "fr": "Je pense que la meilleure façon d'apprendre à se connaître est de passer du temps ensemble. Les autres méthodes manquent de pragmatisme. C'est pourquoi il n'est pas nécessaire de précipiter les présentations. Le temps fera son œuvre.",
      "pt": "Acredito que a melhor forma de chegar a um entendimento mútuo com alguém é passar tempo com eles. Outros métodos são menos realistas. É por isso que não precisa se preocupar com apresentações. O tempo dará conta de tudo.",
      "ru": "Мне кажется, лучший способ узнать друг друга - провести вместе достаточно времени, а всё остальное - ерунда. Поэтому не пытайся сразу подать себя в выгодном свете, время всё расставит по своим местам.",
      "id": "Aku percaya bahwa cara terbaik untuk mencapai kesepakatan bersama dengan seseorang adalah dengan menghabiskan waktu bersamanya. Metode lain itu kurang realistis. Karenanya tidak perlu terburu-buru memperkenalkan diri. Waktu akan menyelesaikan segalanya.",
      "th": "ฉันคิดว่าวิธีที่ดีที่สุดสำหรับคนที่จะรู้จักกันคือการใช้เวลาร่วมกันให้มากขึ้น วิธีอื่นใช้ไม่ได้จริงหรอก ดังนั้นไม่ต้องรีบแนะนำตัวเอง กาลเวลาจะเป็นคำตอบของทุกอย่างเอง",
      "vi": "Tôi cho rằng cách giao thiệp tốt nhất giữa người với người chính là dành nhiều thời gian cho nhau, cho nên không cần phải vội giới thiệu bản thân đâu, để thời gian trả lời mọi thứ là được."
    }
  },
  {
    "title": {
      "zhs": "关于我们·朋友",
      "zht": "關於我們·朋友",
      "jp": "友達について…",
      "ko": "우리에 대해·친구",
      "en": "About Us: Friends",
      "de": "Über uns – Freundschaft",
      "es": "Sobre nosotros - Amigos",
      "fr": "À propos de nous - Amitié",
      "pt": "Sobre Nós – Amigos",
      "ru": "О нас: Друзья",
      "id": "Tentang Kita: Teman",
      "th": "เกี่ยวกับเรา - เพื่อน",
      "vi": "Về chúng ta - Bạn Bè"
    },
    "line": {
      "zhs": "你问我们算是朋友吗？怎么，原来这种事情是需要官方认证的吗？那赶紧把你的「朋友证书」拿出来，我必须在上面签字。",
      "zht": "#{F#妳}{M#你}問我們算是朋友嗎？怎麼，原來這種事情是需要官方認證的嗎？那趕緊把{F#妳}{M#你}的「朋友證書」拿出來，我必須在上面簽字。",
      "jp": "僕たちは友達かだって？そんなことにまで承認が必要なの？じゃあ、早く「友達証明書」を見せてよ。サインしないと、だろ。",
      "ko": "우리가 친구냐고? 뭐야, 이런 것까지 인증이 필요한 거야? 그럼 사인해 줄 테니까 어서 네 「친구 증서」를 가지고 와",
      "en": "\"Are we officially friends?\" What, so this sort of thing needs official documentation now? Okay then... Well, hand over your \"friendship certificate.\" I assume it'll need my signature.",
      "de": "Du möchtest wissen, ob wir Freunde sind? Braucht man dafür etwa eine offizielle Zertifizierung? Dann hol schnell dein „Freundschaftszertifikat“ raus und lass es mich unterschreiben.",
      "es": "¿Que si somos oficialmente amigos? No sabía que se necesitaba un documento oficial para eso. Bien, entonces prepara el “certificado de amistad”. Imagino que necesitarás que lo firme.",
      "fr": "Vous vous demandez si on est officiellement amis ? Quoi, il faut un document officiel maintenant ? OK, alors... Eh bien, donnez-moi votre « certificat d'amitié » que je puisse le signer.",
      "pt": "\"Somos oficialmente amigos?\" Como é? Agora esse tipo de coisa precisa de uma documentação oficial? Muito bem... então, passe para cá seu \"certificado de amizade\", imagino que precise da minha assinatura.",
      "ru": "Ты спрашиваешь, можем ли мы считаться друзьями? А что, тут нужно какое-то официальное подтверждение? Тогда давай скорее сюда своё «Удостоверение друга», я на нём распишусь.",
      "id": "\"Apa kita sudah resmi jadi teman?\" Hah? Jadi hal beginian perlu dokumen resmi juga? Oke ... hmm, coba berikan \"sertifikat persahabatan\" milikmu, kuasumsikan pasti perlu tanda tanganku juga.",
      "th": "คุณถามว่าพวกเราถือว่าเป็นเพื่อนกันรึเปล่างั้นเหรอ? ทำไมเหรอ เรื่องพวกนี้ต้องมีการรับรองอย่างเป็นทางการด้วยเหรอ? งั้นคุณก็รีบเอา \"ใบรับรองการเป็นเพื่อน\" ของคุณออกมาเร็วเข้าสิ ฉันจะต้องเซ็นชื่อบนนั้นน่ะ",
      "vi": "#{F#Cô}{M#Cậu} hỏi chúng ta có phải là bạn bè hay không sao? Đến cả chuyện này cũng cần tôi chứng nhận hả? Ừm, vậy thì đưa tôi \"đơn chứng nhận kết bạn\" để tôi ký vào nào."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "我记得自己小时候曾经祈祷过，如果能有幸拥有「神之眼」，可一定得是草元素呀。不过那时的原因不是为了搞研究，而是想要制造藤蔓梯子，爬上去摘高处的果子吃。",
      "zht": "我記得自己小時候曾經祈禱過，如果能有幸擁有「神之眼」，那一定要是草元素呀。不過那時的原因不是為了研究，而是想要製造藤蔓梯子，爬上去摘高處的果子吃。",
      "jp": "小さい頃、こう祈ったことがあるんだ——「もし『神の目』が手に入るなら、草元素でありますように」ってね。まあ、あの時は研究のためとかじゃなくて、蔓を創って、高いところに生ってる木の実を食べたかっただけなんだけどさ。",
      "ko": "어릴 때 기도했던 기억이 나. 만약 운 좋게 「신의 눈」을 가지게 된다면 꼭 풀 원소였으면 좋겠다고. 그때는 연구를 위해서가 아니라, 넝쿨 사다리를 만들어서 높은 곳에 달린 과일을 따 먹고 싶었거든",
      "en": "I remember praying as a kid that if I were lucky enough to receive a Vision, it had to be a Dendro one. It wasn't because of research. I just wanted to make a vine ladder to reach high-hanging fruit.",
      "de": "Ich kann mich erinnern, wie ich in meiner Kindheit betete, dass es, falls ich ein „Göttliches Auge“ bekäme, doch bitte eins mit Dendro-Kraft sein würde. Allerdings ging es mir damals nicht um Forschung, sondern darum, eine Leiter aus Reben hervorbringen zu können, mit der ich in die Höhe klettern und Früchte pflücken könnte.",
      "es": "Recuerdo que de pequeño rezaba para que, si alguna vez tenía la suerte de conseguir una Visión, fuera una Dendro. Pero no era por mi afán investigador. Era porque quería construir una enredadera enorme para poder recoger la fruta de los árboles más altos.",
      "fr": "Je me souviens avoir prié étant enfant pour recevoir un œil divin Dendro, si j'étais assez chanceux pour que l'on m'en accorde un. Ce n'était pas pour la recherche, c'était juste que je voulais pouvoir faire une échelle de liane pour pouvoir atteindre les fruits en hauteur.",
      "pt": "Lembro de que quando eu era criança, rezava para que caso eu fosse sortudo o suficiente para receber uma Visão, tinha que ser uma de Dendro. Não era por conta de nenhuma pesquisa. Apenas queria fazer uma escada de vinhas para alcançar frutas em árvores altas.",
      "ru": "Помню, в детстве я молился: если однажды мне посчастливится обрести Глаз Бога, пусть это будет Дендро. Тогда я ещё не интересовался никакими исследованиями, мне просто хотелось смастерить себе лестницу из лозы и забираться по ней на фруктовые деревья.",
      "id": "Aku ingat waktu kecil aku berdoa kalau aku cukup beruntung dan bisa dapat Vision, harus elemen Dendro. Bukan karena penelitian sih, tapi aku ingin bisa membuat tanaman rambat yang bisa dipakai sebagai tangga untuk mengambil buah yang ada di atas.",
      "th": "ฉันจำได้ว่าตอนเด็ก ๆ เคยอธิษฐานไว้ว่าถ้าโชคดีได้มี \"วิชั่น\" ก็ขอให้ได้เป็นวิชั่นธาตุไม้ แต่ว่าในตอนนั้นไม่ได้ทำไปเพราะงานวิจัยหรอกนะ แต่ฉันแค่อยากสร้างเถาวัลย์ ปีนขึ้นไปบนที่สูงเพื่อเก็บผลไม้กินน่ะ",
      "vi": "Tôi nhớ lúc nhỏ đã từng cầu nguyện qua, rằng nếu tôi may mắn có được Vision thì phải là nguyên tố Thảo. Nhưng mà nguyên nhân lúc đó không phải là để nghiên cứu, mà chỉ là dùng để chế tạo cầu thang dây leo để hái trái cây ăn thôi."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·兰那罗",
      "zht": "有什麼想要分享·蘭那羅",
      "jp": "シェアしたいこと·アランナラ",
      "ko": "하고 싶은 이야기·아란나라",
      "en": "Something to Share: Aranara",
      "de": "Willst du mir etwas mitteilen? – Aranara",
      "es": "¿Algo que decir? - Los aranara",
      "fr": "Quelque chose à partager - Aranaras",
      "pt": "Algo para Compartilhar — Aranara",
      "ru": "Давай поделимся: Аранары",
      "id": "Berbagi Cerita: Aranara",
      "th": "ต้องการจะแชร์อะไร - Aranara",
      "vi": "Có gì muốn chia sẻ - Aranara"
    },
    "line": {
      "zhs": "我对这种生物早有耳闻，却一直没有亲眼见过。有时树林深处会有一些窸窸窣窣的响动，等我靠近时却又消失不见。这样也好，至少它们懂得如何保护自己，比那些碰见丛林豹还要上去亲切慰问的笨蛋冒险家们强多了。",
      "zht": "我對這種生物早有耳聞，卻一直沒有親眼見過。有時樹林深處會有一些窸窸窣窣的響動，等我靠近時卻又消失不見。這樣也好，至少牠們懂得如何保護自己，比那些碰見叢林豹還要上去親切慰問的笨蛋冒險家們厲害多了。",
      "jp": "うーん、名前は聞いたことあるけど、実際にその生き物を見たことは一度もないかな。時々、森の奥でざわざわ音がするんだけど、近づくと消えちゃうんだ。少なくとも、彼らは自分の身を守る術を心得ている。パンサーに近づいたりしちゃうおバカな冒険者よりはマシさ。",
      "ko": "이 생물에 대해 들은 적은 있지만 한 번도 본 적은 없어. 숲속 깊은 곳에서 가끔 바스락거리는 소리가 들리는데 가까이 다가가면 흔적도 없이 사라지더라고. 오히려 잘 됐지. 어떻게 자신을 보호해야 하는지 아는 거잖아. 밀림 표범을 보고도 다가가서 안부를 묻는 바보 같은 모험가들보다는 훨씬 낫지",
      "en": "I've heard about the Aranara for some time now, but I haven't personally seen any. Sometimes, I hear rustling sounds from the forest's depths, but they disappear when I go closer. That's a good thing, though. At least they know how to protect themselves, unlike those stupid adventurers whose first thought when they run into an Avidya Leopard is \"Ooh, maybe I'll form an inter-species friendship today.\"",
      "de": "Ich habe schon vor langer Zeit von diesen Lebewesen gehört, sie aber nie zu Gesicht bekommen. Manchmal gibt es tief im Dickicht ein Rascheln zu hören, aber wenn ich mich nähere, verschwindet es spurlos. Das ist auch in Ordnung so, immerhin heißt das, dass sie wissen, auf sich aufzupassen. Viel besser als so mancher dummer Abenteurer, den man nach einer Begegnung mit einem Avidya-Leoparden erstmal beruhigen muss.",
      "es": "Hace tiempo que escuché hablar sobre ellos, pero nunca he visto uno con mis propios ojos. A veces escucho el susurro de las hojas en lo más profundo del bosque, pero desaparecen en cuanto me acerco. No me parece mal. Al menos quiere decir que saben protegerse a sí mismos. Me parece mejor que esos insensatos aventureros que se acercan a los leopardos avidya pensando “Ohh, tal vez hoy consiga hacer un amigo de otra especie”.",
      "fr": "#Cela fait un moment que j'entends parler de ces créatures, mais je n'en ai jamais vu personnellement. Parfois, j'entends des bruissements provenant des profondeurs de la forêt, mais ils disparaissent dès que je m'approche. C'est une bonne chose, cependant. Au moins, ils savent se protéger, contrairement à ces stupides aventuriers dont la première pensée lorsqu'ils rencontrent un léopard d'Avidya est de se dire : «{NON_BREAK_SPACE}Oh, je vais peut-être nouer une amitié interespèces aujourd'hui{NON_BREAK_SPACE}».",
      "pt": "Ouvi sobre essas criaturas já faz um tempo, mas, eu pessoalmente, nunca vi uma. Às vezes, escuto sons de movimentos vindo das profundezas das florestas, mas eles desaparecem quando me aproximo. Mas isso é algo bom. Pelo menos eles sabem se proteger, diferente daqueles aventureiros estúpidos que o primeiro pensamento ao se deparar com um Leopardo Avidya foi: \"Ooh, talvez eu consiga fazer uma amizade entre espécies hoje\".",
      "ru": "Я наслышан об этих существах, но сам никогда их не видел. Иногда из глубины леса доносятся какие-то шорохи, но когда я подхожу ближе, всё стихает. И к лучшему: значит, аранары умеют себя защитить. Не то что некоторые искатели приключений: встретят в лесу леопарда Авидьи и лезут к нему пообщаться.",
      "id": "Aku sudah dengar soal makhluk itu, tapi belum pernah lihat langsung. Terkadang, aku mendengar suara dari kedalaman hutan, tapi langsung hilang waktu aku mendekat. Yah bagus sih. Setidaknya mereka jadi tahu cara melindungi diri, tidak seperti para petualang bodoh yang langsung lari ke arah Avidya Leopard begitu melihat mereka sambil berpikir, \"Ooh, mungkin hari ini aku bisa berteman dengan mereka.\"",
      "th": "ฉันเคยได้ยินเกี่ยวกับสิ่งมีชีวิตนี้มานานแล้วล่ะ แต่กลับไม่เคยเห็นมันด้วยตาของฉันเองเลย บางครั้งก็มีเสียงดังกรอบแกรบขึ้นในป่า แต่พอฉันเข้าไปใกล้มันก็หายไปซะแล้ว แบบนี้ก็ดีเหมือนกันนะ อย่างน้อยมันก็รู้วิธีป้องกันตัวเอง ดีกว่าพวกนักผจญภัยโง่ ๆ ที่ขึ้นไปทักทายเสือดาว Avidya เป็นไหน ๆ เลยล่ะ",
      "vi": "Tôi đã sớm được nghe kể về sinh vật này rồi, nhưng đến giờ vẫn chưa từng tận mắt thấy qua. Đôi lúc trong rừng sâu tôi có nghe thấy được những tiếng động nhỏ, nhưng khi đến gần thì lại biến mất. Nhưng vậy cũng tốt, ít ra thì chúng cũng biết làm thế nào để tự bảo vệ bản thân, giỏi hơn nhiều so với những nhà mạo hiểm ngu ngốc thấy thú dữ còn tới gần chào hỏi đấy."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·卡卡塔",
      "zht": "有什麼想要分享·卡卡塔",
      "jp": "シェアしたいこと·カカタ",
      "ko": "하고 싶은 이야기·카르카타",
      "en": "Something to Share: Karkata",
      "de": "Willst du mir etwas mitteilen? – Karkata",
      "es": "¿Algo que decir? - Karkata",
      "fr": "Quelque chose à partager - Karkata",
      "pt": "Algo para Compartilhar — Karkata",
      "ru": "Давай поделимся: Карката",
      "id": "Berbagi Cerita: Karkata",
      "th": "ต้องการจะแชร์อะไร - Karkata",
      "vi": "Có gì muốn chia sẻ - Karkata"
    },
    "line": {
      "zhs": "卡卡塔的事情你不必担心。我已经跟认识的风纪官打过招呼，说卡卡塔是我研究工作中的助手，要动它的话得先找我过问——嗯怎么，看你还挺惦记它的，要不要去素论派选些课程学学？那样就算有一天我不在了，你也能继续照管它。",
      "zht": "#卡卡塔的事情{F#妳}{M#你}不必擔心。我已經跟認識的風紀官打過招呼，說卡卡塔是我研究工作中的助手，要動它的話得先找我過問——嗯怎麼，看{F#妳}{M#你}還挺惦記它的，要不要去素論派選些課程學學？那樣就算有一天我不在了，{F#妳}{M#你}也能繼續照顧它。",
      "jp": "カカタのことは心配しないで。彼は僕の研究活動の助手だから、手出しする気ならまず僕を通してくれって、知り合いのマハマトラに言ってある——あれ、まだ彼のことが気になるの？じゃあいっそのこと、素論派の授業をとってみなよ。そうしたら、僕がいなくなったとしても、君が代わりに面倒を見てあげられるだろ。",
      "ko": "카르카타 일은 걱정 안 해도 돼. 그는 내 연구 조수니까 건드리기 전에 내 확인을 받아야 한다고 잘 아는 풍기관에게 말해뒀어——음, 카르카타가 그렇게 걱정되면 소론파 수업을 들어보는 건 어때? 그러면 나중에 내가 없어도 네가 계속 카르카타를 보살필 수 있을 거야",
      "en": "Don't worry about Karkata. I told the Matra I know that it's my research assistant. If anyone wants to do anything to it, they'll need to go through me. ...Since you seem to care a lot about Karkata, why don't you enroll in some courses at the Spantamad Darshan? That way, you can care for it even if I'm gone.",
      "de": "Mach dir keine Sorgen wegen Karkata. Ich habe schon mit einem mir bekannten Matra gesprochen und gesagt, Karkata sei mein Gehilfe bei Experimenten und wenn sie ihn mitnehmen wollten, müssten sie erst mich fragen ... Hmm, warum siehst du immer noch so besorgt aus, möchtest du vielleicht erst ein paar Kurse der Stoffkunde besuchen? Dann könntest du dich um ihn kümmern, wenn ich weg bin.",
      "es": "No te preocupes por Karkata. Ya he informado a la matra de que es ayudante en mi investigación. Si alguien trata de hacerle algo, tendrán que vérselas primero conmigo. Humm... Parece que te preocupas mucho por Karkata. ¿Por qué no te apuntas a algún curso de la Escuela de Elementalismo? Así, cuando yo no esté, podrás cuidar de él.",
      "fr": "Ne vous en faites pas pour Karkata. J'ai dit au matra que je connais que c'était mon assistant de recherche. Si quelqu'un lui veut quoi que ce soit, il devra passer par moi... Vous avez l'air de beaucoup vous soucier de Karkata. Pourquoi ne pas vous inscrire à des cours du Spantamad ? De cette façon, vous pourriez vous en occuper même quand je ne suis pas là.",
      "pt": "Não se preocupe com Karkata. Eu disse para a Matra que é o meu assistente de pesquisa. Se alguém quiser fazer algo, vai ter que passar por mim... Parece que você se preocupa bastante com Karkata. Por que você não entra em um dos cursos do Spantamad? Dessa forma, você poderá cuidar dele quando eu não estiver presente.",
      "ru": "Не переживай о Каркате. Я поговорил с одним знакомым матрой. Сказал, что Карката - мой ассистент, теперь без моего разрешения его никто пальцем не тронет. Хм, вижу, тебя очень беспокоит его судьба. Может, возьмёшь пару курсов в даршане Спантамад? Тогда, если меня однажды не станет, ты сможешь о нём позаботиться.",
      "id": "Jangan khawatir soal Karkata. Aku bilang ke Matra kalau aku tahu itu asisten penelitianku. Jadi kalau mau ada yang macam-macam, harus melalui aku dulu. Kamu sepertinya peduli pada Karkata. Kenapa kamu tidak ikut saja daftar ke Darshan Spantamad? Jadi walau tidak ada aku, kamu masih bisa merawatnya.",
      "th": "คุณไม่ต้องกังวลเรื่อง Karkata หรอกนะ ฉันไปแจ้งเจ้าหน้าที่มาตราที่ฉันรู้จักไว้แล้วล่ะ ว่า Karkata เป็นผู้ช่วยในงานวิจัยของฉัน ถ้าจะทำอะไรกับเขา ต้องมาถามฉันก่อน... อืม เป็นอะไรไปเหรอ ดูเหมือนว่าคุณจะกังวลเกี่ยวกับมันมากเลยนะ งั้นลองไปเลือกเรียนวิชาที่ภาควิชาทฤษฎีธาตุดูมั้ย? แบบนั้นต่อให้วันใดวันนึงฉันไม่อยู่ คุณจะได้ดูแลมันต่อไปได้",
      "vi": "#Đừng lo lắng đến chuyện của Karkata, tôi đã đến chào hỏi một Matra quen biết, nói Karkata là trợ thủ của tôi rồi. Nếu muốn động đến nó thì phải hỏi qua ý của tôi... Hử, trông {F#cô}{M#cậu} có vẻ nhớ nó nhỉ, hay là đến Học Phái Spantamad để học vài khóa nhé? Như vậy thì nếu có một ngày tôi không ở đây thì cũng có người chăm sóc cho nó."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你知道吗？植物会伪装术。有些会拟态成昆虫或者鸟类，恐吓天敌；有些会制造诱饵，吸引其他生物为自己传播花粉；还有一些则是纯粹的捕食者，用香味或蜜糖吸引猎物上门…嗯，说到这里，感觉已经不只是植物会这样了。",
      "zht": "#{F#妳}{M#你}知道嗎？植物會偽裝術。有些會擬態成昆蟲或者鳥類，恐嚇天敵；有些會製造誘餌，吸引其他生物為自己傳播花粉；還有一些則是純粹的捕食者，用香味或蜜糖吸引獵物上門…嗯，說到這裡，感覺已經不只是植物會這樣了。",
      "jp": "知ってる？植物は擬態ができるんだよ。昆虫や鳥に擬態して天敵を威嚇するんだ。餌で他の生物を引き付け、代わりに花粉を撒かせるものや、香りや蜜で獲物を引き寄せる純粋な捕食者もいる…まあ、ここまで来ると、植物だけの特技でもない感じがしてきたね。",
      "ko": "그거 알아? 식물도 위장술을 할 줄 알아. 곤충이나 조류로 위장해서 천적을 위협하기도 하고, 미끼를 만들어서 다른 생물을 끌어들여 꽃가루를 나르게 하기도 해. 또 그냥 포식자인 경우도 있는데, 향기로운 냄새나 꿀로 사냥감을 유인하지…. 음, 말하다 보니 식물만 그런 건 아니라는 느낌이 드네",
      "en": "Did you know that plants can camouflage themselves? Some mimic insects or birds to intimidate their natural predators, others produce bait to attract pollinators, and still others are obligate carnivores that utilize enticing fragrances or honey to lure in their prey... Hmm, I feel like I'm not just talking about plants anymore.",
      "de": "Weißt du, manche Pflanzen können sich tarnen. Manche wählen die Form eines Insekts oder Vogels, um ihre Fressfeinde zu erschrecken; manche entwickeln Köder, damit andere Tiere ihre Pollen verbreiten; und wieder andere sind reine Fleischfresser, die ihre Beute mittels verlockender Düfte oder honigsüßem Zucker anlocken ... Ja, eigentlich tun das nicht nur Pflanzen.",
      "es": "¿Sabías que las plantas tienen la capacidad de camuflarse? Algunas imitan la forma de insectos o pájaros para asustar a los depredadores. Otras atraen a ciertos animales polinizadores. Y también las hay que son carnívoras y utilizan ciertas fragancias o miel para atraer a sus presas. Humm, tengo la sensación de que ya no estoy hablando de plantas.",
      "fr": "Est-ce que vous saviez que les plantes peuvent se camoufler ? Certaines imitent les insectes ou les oiseaux pour intimider leurs prédateurs naturels, d'autres créent des appâts pour attirer les insectes pollinisateurs, et d'autres encore sont de véritables prédateurs carnivores qui utilisent des parfums alléchants ou du miel pour attirer leurs proies... Hmm, bon, ceci dit, cela ne s'applique pas qu'aux plantes.",
      "pt": "Você sabia que as plantas podem se camuflar? Algumas imitam insetos ou pássaros para intimidar os seus predadores naturais, outras produzem iscas para atrair polinizadores, e ainda tem aquelas que são carnívoras e usam fragrâncias e mel para atrair presas... Hmm, acho que não estou mais falando só de plantas.",
      "ru": "Знаешь, растения отлично умеют маскироваться. Одни мимикрируют под насекомых и птиц, чтобы отпугивать естественных врагов. Другие умеют приманивать опылителей. Третьи ведут себя как настоящие хищники: завлекают добычу запахом или сладкой пыльцой... Гм, да ведь так ведут себя не только растения.",
      "id": "Apa kamu tahu kalau tanaman bisa kamuflase diri? Beberapa meniru serangga atau burung untung mengintimidasi predator alami mereka, beberapa memproduksi umpan untuk menarik perhatian para penyerbuk alam, dan beberapa adalah pemangsa karnivora belaka yang memanfaatkan wewangian atau madu yang memikat untuk menarik perhatian mangsanya ... Hmm, kok rasanya aku bukan hanya bicara soal tanaman saja ya.",
      "th": "คุณรู้รึเปล่า? พืชมันมีวิชาพรางตัวด้วยล่ะ บางชนิดจะเลียนแบบแมลงหรือพวกนก เพื่อข่มขู่ศัตรูตามธรรมชาติ, บางชนิดก็สร้างเหยื่อดึงดูดให้สัตว์ชนิดอื่นแพร่กระจายเกสรดอกไม้ให้กับตัวเอง, บางชนิดก็เป็นผู้ล่า ที่ใช้กลิ่นหอมหรือน้ำหวานล่อลวงให้เหยื่อมาติดกับ... พอพูดถึงตรงนี้แล้ว รู้สึกว่าจะไม่ได้มีแค่พืชแฮะที่ทำแบบนี้",
      "vi": "#{F#Cô}{M#Cậu} biết không? Thực vật cũng có thể ngụy trang đấy, có một số loài sẽ mang hình dạng của bọ cánh cứng hoặc chim chóc để đe dọa thiên địch; cũng có loài có thể tạo ra bẫy để thu hút các sinh vật khác phân phát phấn hoa cho mình; một số khác lại là những kẻ săn mồi thuần túy, dùng hương thơm để dẫn dụ con mồi... Ừm, nói đến đây có cảm giác như không chỉ có thực vật mới như vậy."
    }
  },
  {
    "title": {
      "zhs": "关于柯莱…",
      "zht": "關於柯萊…",
      "jp": "コレイについて…",
      "ko": "콜레이에 대해…",
      "en": "About Collei",
      "de": "Über Collei ...",
      "es": "Sobre Collei...",
      "fr": "À propos de Collei...",
      "pt": "Sobre Collei...",
      "ru": "О Коллеи...",
      "id": "Tentang Collei",
      "th": "เกี่ยวกับ Collei...",
      "vi": "Về Collei..."
    },
    "line": {
      "zhs": "这孩子刚被带过来的时候，可以说是大字不识一个。不过问题不大。她学习勤奋，态度也认真，进步很快。只是，距离她习得精湛医术的目标还有很远的路要走。她有时会给自己很大的压力…噢，你有机会的话也多帮帮她吧？就当是我这个做师父的拜托你啦，多谢。",
      "zht": "#這孩子剛被帶過來的時候，可以說是大字不識一個。不過問題不大。她學習勤奮，態度也認真，進步很快。只是，距離她習得精湛醫術的目標還有很遠的路要走。她有時會給自己很大的壓力…噢，{F#妳}{M#你}有機會的話也多幫幫她吧？就當是我這個做師父的拜託{F#妳}{M#你}啦，多謝。",
      "jp": "ここに連れて来られたばかりの時、あの子は文字すら読めなかったんだけど、何も問題はなかった。真面目に勉強して、ぐんぐん上達していったんだ。ただ、医術を身につけるには、まだまだかな。それにあの子は時々、自分自身にプレッシャーをかけてしまうところがあるんだよね…君もあの子をサポートしてあげてくれない？この通り、師匠からのお願いだ。",
      "ko": "그 아이는 데려왔을 당시 글자를 하나도 못 읽었지만 큰 문제는 없었어. 부지런하고 성실해서 실력이 아주 빨리 늘더라고. 다만 그 애가 목표로 하는 뛰어난 의술을 터득하려면 한참 멀었지. 가끔 스스로 엄청 부담을 느끼는 것 같아…. 기회 되면 네가 좀 도와줄 수 있을까? 그 애의 스승으로서 부탁 좀 할게, 정말 고마워",
      "en": "When that child was first brought here, she was effectively illiterate. It wasn't a huge issue, though. She's a hard worker and a diligent student, so she's made good progress. Still, her goal is to learn advanced medical techniques, so she still has a long way to go. She sometimes puts too much pressure on herself... Help her out when you can, would you? Consider it a favor for me as her mentor. Thanks a lot.",
      "de": "Als dieses Kind gerade zurückgebracht wurde, war sie eine absolute Analphabetin. Das war aber kein großes Problem, denn sie hat sehr fleißig und ernsthaft gelernt, wodurch sie schnell große Fortschritte machen konnte. Von ihrem großen Ziel, fortgeschrittene Heilkunst zu meistern, ist sie jedoch noch weit entfernt. Manchmal setzt sie sich selbst zu sehr unter Druck ... Also, kannst du ihr helfen, wenn du die Möglichkeit hast? Als ihr Meister wäre ich dir sehr dankbar, wenn du helfen könntest.",
      "es": "Cuando la trajeron por primera vez, era básicamente analfabeta. Aunque no supuso nunca un problema. Es muy trabajadora y responsable en sus estudios, así que mejoró mucho y muy rápido. Su objetivo es aprender técnicas de medicina avanzadas, así que todavía le queda un largo camino por recorrer. Se exige mucho a sí misma, así que... me gustaría que le echaras una mano de vez en cuando. Hazme ese favor como mentor de Collei, ¿de acuerdo? Te lo agradezco.",
      "fr": "Quand cette enfant a été amenée ici, elle était illettrée. Ce n'était pas un gros problème, cependant. C'est une travailleuse acharnée et une étudiante assidue, elle a donc progressé rapidement. Cependant, son objectif est d'apprendre des techniques de guérison avancées, elle a donc encore beaucoup de chemin à parcourir. Elle se met parfois trop de pression... Aidez-la quand vous pouvez, vous voulez bien ? Considérez cela comme une faveur que vous me faites, à moi, son maître. Merci beaucoup.",
      "pt": "Quando aquela criança foi trazida aqui pela primeira vez, ela era completamente analfabeta. Mas não foi um grande problema. Ela é uma estudante muito esforçada e responsável, então ela melhorou muito. Ainda assim, se o seu objetivo são técnicas médicas avançadas, ela ainda tem um longo caminho pela frente. Às vezes ela coloca muito peso nos próprios ombros... Ajude ela quando puder, tudo bem? Considere isso um favor ao mentor dela. Obrigado.",
      "ru": "Когда она сюда попала, то не умела толком ни читать, ни писать. Но это не беда, она очень старается и хорошо учится, у неё быстрый прогресс. Правда, она задалась целью стать хорошим врачом, а до этого ей ещё далеко. Иногда она бывает очень строга к себе... Гм, помоги ей как-нибудь при случае? Прошу тебя как её наставник. Спасибо.",
      "id": "Saat anak itu pertama kali dibawa ke sini, dia buta huruf. Bukan masalah besar sih. Dia murid yang rajin dan tekun, jadi kemajuannya pesat. Namun tujuannya adalah untuk mempelajari teknik pengobatan yang mutakhir, jadi perjalanannya masih panjang. Terkadang dia terlalu memaksakan dirinya sendiri ... Tolong bantu dia sebisamu ya. Anggap saja aku sebagai mentornya meminta tolong padamu. Terima kasih banyak.",
      "th": "ตอนที่เด็กคนนี้ถูกนำมาครั้งแรก จะบอกว่าไม่รู้หนังสือเลยก็ว่าได้ แต่ว่านั่นไม่ใช่ปัญหาใหญ่อะไร เพราะเธอขยันขันแข็ง, จริงจัง และมีการพัฒนาขึ้นอย่างรวดเร็ว แต่ว่าหนทางอีกยาวไกลกว่าจะถึงเป้าหมายในการได้เรียนรู้ทักษะทางการแพทย์อย่างลึกซึ้ง บางครั้งเธอก็กดดันตัวเองมากเลยล่ะ... เอ่อ ถ้าคุณมีโอกาสก็ช่วยเธอหน่อยก็แล้วกันนะ? ถือว่าคนที่เป็นอาจารย์อย่างฉัน ขอร้องคุณก็แล้วกัน ขอบคุณมาก",
      "vi": "#Khi Collei được đưa đến đây, có thể nói là một chữ cũng không biết. Nhưng vấn đề này không lớn, cô ấy rất chăm chỉ học tập, thái độ cũng rất nghiêm túc, tiến bộ rất nhanh. Chỉ là, để đạt được trình độ y thuật cao thì vẫn còn một con đường dài phải đi. Collei đôi lúc sẽ tự tạo áp lực cho bản thân... Ừm, {F#cô}{M#cậu} nếu có thời gian rảnh thì đi giúp cô ấy nhé! Xem như là lời nhờ vả của người làm thầy như tôi, cảm ơn trước nhé."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺…",
      "zht": "關於賽諾…",
      "jp": "セノについて…",
      "ko": "사이노에 대해…",
      "en": "About Cyno",
      "de": "Über Cyno ...",
      "es": "Sobre Cyno...",
      "fr": "À propos de Cyno...",
      "pt": "Sobre Cyno...",
      "ru": "О Сайно...",
      "id": "Tentang Cyno",
      "th": "เกี่ยวกับ Cyno...",
      "vi": "Về Cyno..."
    },
    "line": {
      "zhs": "你想见赛诺？那我丑话说在前头，被他因为公事追在屁股后面可是要倒大霉的。大风纪官毕竟位高权重，平日里还真不好找。不过他偶尔会到化城郭附近偷偷看望柯莱，就算他不想让人看见，我也能听出是他。",
      "zht": "#{F#妳}{M#你}想見賽諾？那我醜話說在前頭，被他因為公事追在屁股後面可是要倒大霉的。大風紀官畢竟位高權重，平日裡還真不好找。不過他偶爾會到化城郭附近偷偷看望柯萊，就算他不想讓人看見，我也能聽出是他。",
      "jp": "セノに会いたいの？先に忠告しておくけど、あいつに目を付けられると厄介なことになるよ。大マハマトラのようなお偉いさんにはなかなか会えない。でも、あいつはたまにガンダルヴァー村までコレイの様子をこっそり見に来てるんだ。セノはバレたくなかったんだろうけど、声で分かる。",
      "ko": "사이노를 만나고 싶다고? 그럼 단도직입적으로 말할게. 그에게 공적인 일로 시달려 보면 정말 기겁하게 될걸. 평소엔 대풍기관처럼 높은 사람을 보는 건 쉽지 않아. 근데 가끔 간다르바 성곽 근처에서 몰래 콜레이를 지켜보더라고. 본인은 숨기고 싶어 하는데 난 소리만으로도 사이노라는 걸 알 수 있어",
      "en": "You want to see Cyno...? Well, firstly, a word of caution: if he ever comes chasing you down for work-related reasons, prepare for the nightmare of a lifetime. Other than that, General Mahamatra is a high-ranking position, so it usually isn't easy to find him. But he does occasionally go to Gandharva Ville to see Collei. As much as he might want to stay unnoticed, he can't fool my ears, heh.",
      "de": "Möchtest du Cyno sehen? Dann sage ich das Schlechte zuerst: Es ist eine große Plage, wenn er immer hinter deinem Rücken herumscharwenzelt. Als Mahamatra ist er normalerweise nicht leicht zu finden, aber manchmal kommt er in die Nähe von Gandharva, um heimlich nach Collei zu sehen. Auch wenn er glauben mag, dass ich ihn nicht sehen könnte, kann ich ihn doch hören.",
      "es": "¿Quieres ver a Cyno? Bien, pero ten cuidado. Si alguna vez viene a buscarte con la excusa de un trabajo, prepárate para vivir una pesadilla. La posición de Gran Juez es una de alto rango, así que no es fácil de encontrar. Aunque a veces merodea por los alrededores de la Villa Gandharva para ver a Collei. Por mucho que quiera pasar desapercibido, a mis oídos no los puede engañar.",
      "fr": "Vous voulez voir Cyno ? Eh bien, tout d'abord, laissez-moi vous prévenir : si jamais il vous poursuit pour raison professionnelle, préparez-vous au cauchemar de votre vie. À part ça, général mahamatra est un poste haut placé, il n'est donc généralement pas facile de le trouver. Mais il se rend parfois à Gandharva pour voir Collei. Il a beau essayer de passer inaperçu, il ne peut pas tromper mes oreilles.",
      "pt": "Você quer ver Cyno? Bem, primeiramente um aviso: se ele te procurar por questões relacionadas a trabalho, pode se preparar para um pesadelo sem fim. Além disso, General Mahamatra é um posto bem alto, por isso não é fácil encontrá-lo. De vez em quando ele vai para Vila Gandharva visitar a Collei. Por mais que ele queira passar despercebido, ele não consegue enganar os meus ouvidos.",
      "ru": "Хочешь увидеть Сайно? Скажу тебе так: не завидую тем, кого он преследует по служебной надобности. Махаматра - человек большой, просто так с ним не повидаешься. Но иногда он появляется в окрестностях Гандхарвы, чтобы издалека посмотреть на Коллеи. Он старается, чтобы его никто не видел, но я всё равно слышу его шаги.",
      "id": "Kamu mau lihat Cyno? Oke, pertama-tama kuberi peringatan dulu: kalau dia datang untuk minta bantuan yang ada hubungannya dengan pekerjaan, bersiaplah untuk mendapatkan mimpi buruk sepanjang masa. Selain daripada itu, Mahamatra Umum adalah posisi tingkat tinggi, jadi tidak mudah menemukannya. Tapi dia sering datang ke Desa Gandharva untuk menemui Collei. Walaupun dia mau sembunyi-sembunyi, tetap saja tidak bisa mengelabuiku.",
      "th": "คุณอยากเจอ Cyno เหรอ? งั้นฉันขอพูดอะไรแย่ ๆ ไว้ก่อนเลยนะ การที่ถูกเขาไล่ล่าเพราะเรื่องการงานนั่นเป็นเรื่องที่โชคร้ายมากเลยล่ะ เจ้าหน้าที่มหามาตรามีภาระงานที่ยิ่งใหญ่มาก ในวันปกติเจอตัวยากมาก แต่ว่าบางครั้งเขาจะไปแอบเฝ้าดู Collei ที่ Gandharva Ville ต่อให้เขาไม่อยากให้ใครเจอตัว แต่ฉันก็ฟังออกว่านั่นคือเขาน่ะ",
      "vi": "#{F#Cô}{M#Cậu} muốn gặp Cyno? Tôi cảnh báo trước nhé, nếu bị anh ta đuổi theo vì công việc thì thật xui xẻo. Tổng Quản Mahamatra là người quyền cao chức trọng, ngày thường không dễ gì tìm được. Nhưng thỉnh thoảng anh ấy sẽ lén đến gần Làng Gandharva để thăm Collei, cho dù anh ấy không muốn ai nhìn thấy, nhưng tôi cũng có thể nghe ra là anh ấy."
    }
  },
  {
    "title": {
      "zhs": "关于艾尔海森…",
      "zht": "關於艾爾海森…",
      "jp": "アルハイゼンについて…",
      "ko": "알하이탐에 대해…",
      "en": "About Alhaitham",
      "de": "Über Alhaitham ...",
      "es": "Sobre Alhacén...",
      "fr": "À propos d'Alhaitham...",
      "pt": "Sobre Alhaitham...",
      "ru": "Об аль-Хайтаме...",
      "id": "Tentang Alhaitham",
      "th": "เกี่ยวกับ Alhaitham...",
      "vi": "Về Alhaitham..."
    },
    "line": {
      "zhs": "小心艾尔海森。啊，倒不是说他是什么坏蛋啦，但他做事始终被理性主导，总会有让常人觉得无法接受的地方。不信的话可以去看看他的室友，经常被他气得比风史莱姆还鼓。",
      "zht": "小心艾爾海森。啊，倒不是說他是什麼壞蛋啦，但他做事始終被理性主導，總會有讓常人覺得無法接受的地方。不信的話可以去看看他的室友，經常被他氣得比風史萊姆還鼓。",
      "jp": "アルハイゼンには気を付けて。悪党ってわけじゃないけど、いつも極端に理性的でさ、普通の感覚では受け入れられないところが多い。信じられないなら、彼のルームメイトを見てみてよ。いつも風スライムみたいにぷんぷんしてるから。",
      "ko": "알하이탐을 조심해. 그가 나쁘다는 건 아니지만 늘 너무 이성적이어서 평범한 사람들이 이해하기 힘든 부분이 많거든. 못 믿겠으면 그의 룸메이트를 찾아가 봐. 항상 알하이탐 때문에 화가 잔뜩 나 있으니까",
      "en": "Be careful of Alhaitham. I'm not saying he's a bad guy, but he purely operates by rationality, so people often find his actions unacceptable. If you don't believe me, just ask his housemate — thanks to Alhaitham, he has more pent-up frustration than an angry Anemo Slime.",
      "de": "Hüte dich vor Alhaitham. Nun, ich meine nicht, dass er ein Bösewicht ist. Aber alles, was er tut, ist rein von Vernunft geleitet, weshalb Menschen seine Handlungen oft als unerträglich empfinden. Wenn du mir nicht glaubst, kannst du ja seinen Zimmergenossen fragen. Dessen Gesicht ist wegen seiner Handlungen oft vor Wut aufgeblasen, sogar größer als ein Anemo-Schleim.",
      "es": "Ten cuidado con él. No lo digo porque sea un mal tipo, es solo que se guía únicamente por lo racional, así que, para algunos, sus actos son inaceptables. Si no me crees, pregúntale a su compañero de casa. A veces lo enfada tanto que puedes verlo brincando de un lado al otro como un Slime Anemo.",
      "fr": "Faites attention à Alhaitham. Non pas qu'il soit mauvais, mais il agit de manière purement rationnelle, ce qui fait que beaucoup de gens jugent ses actions inacceptables. Si vous ne me croyez pas, demandez à son colocataire : à cause d'Alhaitham, il a plus de frustration refoulée qu'un Anémoblob en colère.",
      "pt": "Tome cuidado com Alhaitham. Eu não estou dizendo que ele é um cara mal, mas ele funciona puramente por racionalidade, muitas pessoas não compreendem as suas ações. Se você não acredita em mim, pode perguntar ao colega de quarto dele. Graças ao Alhaitham, às vezes ele fica tão frustrado quanto Slimes Anemo furiosos.",
      "ru": "#Будь с ним {F#осторожна}{M#осторожен}. Я не в том смысле, что он какой-то злодей, просто им всегда и во всём руководит рассудок, и обычному человеку порой непросто это принять. Если не веришь, спроси у его соседа - иногда аль-Хайтам так выводит его из себя, что он раздувается от злости, словно настоящий Анемо слайм.",
      "id": "Berhati-hatilah dengan Alhaitham. Aku tidak bilang kalau dia itu orang jahat, tapi dia itu orangnya sangat rasional, jadi orang-orang sering menganggap tindakannya tidak bisa diterima. Kalau kamu tidak percaya, tanya saja teman serumahnya — berkat Alhaitham, dia jadi lebih sering memendam rasa frustasinya, bahkan lebih parah daripada Anemo Slime.",
      "th": "ระวัง Alhaitham ไว้ด้วยนะ อ๊ะ ไม่ใช่เพราะว่าเขาเป็นคนไม่ดีอะไรหรอก แต่ว่าเวลาเขาทำเรื่องอะไรมักจะถูกเหตุผลครอบงำอยู่เสมอ ก็เลยมีจุดที่ทำให้คนธรรมดาทั่วไปยอมรับไม่ค่อยได้น่ะ ถ้าไม่เชื่อก็ไปดูเพื่อนร่วมห้องของเขาก็ได้นะ ถูกเขายั่วโมโหบ่อยยิ่งกว่าพวก Anemo Slime ซะอีก",
      "vi": "Cẩn thận Alhaitham. À, ý tôi không phải nói anh ta là kẻ xấu, nhưng anh ta làm việc lý tính quá, cho nên luôn có cảm giác khiến người ta không chấp nhận được. Không tin thì có thể đi hỏi bạn cùng phòng của anh ta thử, thường xuyên bị Alhaitham làm cho tức điên lên luôn ấy."
    }
  },
  {
    "title": {
      "zhs": "关于卡维…",
      "zht": "關於卡維…",
      "jp": "カーヴェについて…",
      "ko": "카베에 대해…",
      "en": "About Kaveh",
      "de": "Über Kaveh ...",
      "es": "Sobre Kaveh...",
      "fr": "À propos de Kaveh...",
      "pt": "Sobre Kaveh...",
      "ru": "О Кавехе...",
      "id": "Tentang Kaveh",
      "th": "เกี่ยวกับ Kaveh...",
      "vi": "Về Kaveh..."
    },
    "line": {
      "zhs": "卡维是须弥著名的建筑师，代表作就是那座醒目的卡萨扎莱宫。当初在设计建造的时候，他还来找我咨询过有没有合适的观赏植物推荐。但不知是怎么搞的，他在宫殿完工后却给自己欠了一屁股的债，目前正被学弟艾尔海森接济，借住在他家。这个…该说是幸，还是不幸呢…",
      "zht": "卡維是須彌著名的建築師，代表作就是那座醒目的卡薩扎萊宮。當初在設計建造的時候，他還來找我諮詢過有沒有合適的觀賞植物推薦。但不知是怎麼搞的，他在宮殿完工後卻讓自己背了一身債，目前正被學弟艾爾海森接濟，借住在他家。這個…該說是幸，還是不幸呢…",
      "jp": "カーヴェはスメールの有名な建築家で、あのよく目立つアルカサルザライパレスが彼の代表作なんだ。設計·施工当初に、お勧めの観葉植物について相談されたことがある。でもパレスが完成した後、彼はなぜか借金まみれになっちゃってね…今は後輩のアルハイゼンに助けられて、彼の家に居候してるよ。幸運って言うべきか、不運って言うべきか…",
      "ko": "카베는 수메르의 유명한 건축사야. 대표작으로는 아주 눈에 띄는 카자르자레궁이 있지. 궁전을 설계할 때 나한테 괜찮은 관상용 식물을 추천받아 가기도 했어. 어떻게 된 건지 궁전이 완공되고 빚더미에 올랐지만. 지금은 후배인 알하이탐의 도움을 받아 그의 집에 얹혀사는 중이래. 이걸… 다행이라 해야 할지 불행이라 해야 할지…",
      "en": "Kaveh is a famous architect in Sumeru. The Palace of Alcazarzaray is his magnum opus. During the initial planning, he even asked me to recommend suitable ornamental flora. I don't know why or how, but he ended up heavily in debt after the palace was completed. Alhaitham is helping out by letting him stay him at his place, but... I don't know whether that's a blessing or a curse...",
      "de": "Kaveh ist ein berühmter Architekt aus Sumeru. Von ihm stammt unter anderem der unübersehbare Palast Alcazarzaray. Als er den Bau plante, bat er mich um Rat bezüglich geeigneter Zierpflanzen. Aber irgendwie geriet er nach Abschluss des Palastbaus in horrende Schulden. Derzeit unterstützt Alhaitham ihn mit etwas Geld und lässt ihn bei sich wohnen. Hmm ... Ich weiß aber nicht, ob das Glück oder Unglück ist ...",
      "es": "Kaveh es un famoso arquitecto de Sumeru. El Palacio Alcazarzaray es su obra más representativa. Vino a verme durante la planificación de la obra para hacerme un par de preguntas sobre la vegetación decorativa que podía usar en el lugar. No se cómo o por qué, pero acabó hasta el cuello de deudas al terminar la construcción del palacio. Su discípulo, Alhacén, le permite quedarse en su casa para ayudarlo, aunque yo no tengo claro si eso es una bendición o una maldición...",
      "fr": "Kaveh est un célèbre architecte de Sumeru. Le Palais d'Alcazarzaray est son chef-d'œuvre. Lors de la phase de conception, il m'a même demandé de le conseiller sur les plantes ornementales à utiliser. Cependant, je ne sais pas pourquoi ni comment, mais il s'est retrouvé lourdement endetté après l'achèvement du palais. Alhaitham l'aide en le laissant rester chez lui, mais... Je ne sais pas si c'est une bénédiction ou une malédiction...",
      "pt": "Kaveh é um arquiteto famoso em Sumeru. O Palácio de Alcazarzaray é a sua obra-prima. Durante os planejamentos iniciais, ele me perguntou sobre plantas ornamentais que fossem adequadas. Eu não sei como ou por que, mas ele acabou com muitas dívidas quando o palácio ficou pronto. Alhaitham está ajudando, deixando-o ficar em sua casa... às vezes não sei se isso é uma bênção ou uma maldição...",
      "ru": "Кавех - известный архитектор Сумеру, его главное творение - великолепный Алькасар-сарай. Выполняя проект, Кавех даже обращался ко мне за консультацией, просил порекомендовать подходящие декоративные растения. Но когда дворец был уже построен, Кавех почему-то оказался весь в долгах. Теперь аль-Хайтам приютил его у себя дома и помог с деньгами. Не знаю, к добру это или к худу...",
      "id": "Kaveh adalah arsitek terkenal di Sumeru. The Palace of Alcazarzaray adalah maha karya miliknya. Selama perencanaannya, dia bahkan bertanya padaku untuk merekomendasikan flora hias yang cocok. Aku tidak tahu kenapa dan bagaimana, tapi dia akhirnya terlilit utang setelah istana itu selesai dibangun. Alhaitham membantu dengan membiarkan dia tinggal di tempatnya, tapi ... Aku tidak tahu apa itu berkah atau kutukan ....",
      "th": "Kaveh เป็นสถาปนิกชื่อดังของ Sumeru ซึ่งผลงานชิ้นเอกคือวัง Alcazarzaray อันโดดเด่นอันนั้นน่ะ ในตอนแรกที่เขาออกแบบและสร้างมันขึ้นมา เขาก็ยังมาถามฉันนะว่ามีไม้ประดับอะไรที่เหมาะสมแนะนำบ้างรึเปล่า แต่ไม่รู้ว่าไปทำยังไงเข้า หลังจากที่สร้างวังเสร็จ เขากลับทำให้ตัวเองต้องติดหนี้ก้อนโต ตอนนี้เขาได้รับความช่วยเหลือจาก Alhaitham รุ่นน้องของเขาที่ให้เขาพักอาศัยอยู่ในบ้านด้วย นี่... ควรจะพูดว่าโชคดี.. หรือว่าโชคร้ายดีล่ะเนี่ย...",
      "vi": "Kaveh là kiến trúc sư nổi tiếng của Sumeru, công trình tiêu biểu chính là Cung Điện Alcazarzaray đó. Lúc thiết kế anh ấy còn đến chỗ tôi hỏi xem có loài hoa nào thích hợp để ngắm không. Nhưng không biết vì lý do gì mà anh ta sau khi hoàn công lại phải gánh một khoản nợ khổng lồ, giờ đang được lớp dưới là Alhaitham tiếp tế và cho ở nhờ. Cái này... không biết là hên hay xui đây..."
    }
  },
  {
    "title": {
      "zhs": "关于多莉…",
      "zht": "關於多莉…",
      "jp": "ドリーについて…",
      "ko": "도리에 대해…",
      "en": "About Dori",
      "de": "Über Dori ...",
      "es": "Sobre Dori...",
      "fr": "À propos de Dori...",
      "pt": "Sobre Dori...",
      "ru": "О Дори...",
      "id": "Tentang Dori",
      "th": "เกี่ยวกับ Dori...",
      "vi": "Về Dori..."
    },
    "line": {
      "zhs": "大名鼎鼎的桑歌玛哈巴依老爷——就是多莉啦。我能认识她，还是因为有次研究需要用到很稀有的材料，只有进货渠道成谜的多莉才能搞得到。啊那个…别问我找她买了什么，也别问我当时在研究什么，嗯。",
      "zht": "大名鼎鼎的桑歌瑪哈巴依老爺——就是多莉啦。我能認識她，還是因為有次研究需要用到很稀有的材料，只有進貨管道成謎的多莉才能拿得到。啊那個…別問我找她買了什麼，也別問我當時在研究什麼，嗯。",
      "jp": "名高いサングマハベイ様って言うのは——実はドリーなんだ。かつて研究のためにレアな資料が必要だったとき、謎の仕入れ先を持つドリーだけがそれを手に入れることができてね、それを機に知り合えた。その…彼女から何を買ったか、何の研究をしてたかは聞かないで！",
      "ko": "명성이 자자한 산게마 바이 어르신은 바로 도리야. 전에 연구에 희귀한 재료가 필요했는데, 비밀스러운 공급 루트를 가진 도리만이 구할 수 있는 거여서 그때부터 안면을 트게 됐어. 으음… 어떤 물건을 구했는지, 뭘 연구했는지는 물어보지 마, 응!",
      "en": "The renowned Lord Sangemah Bay is none other than Dori. I became acquainted with her through a previous research project. It had required very rare materials, and the only way I could get them was through her and her mysterious supply network. Uh... never you mind what I was buying and what I was researching, thank you very much!",
      "de": "Der berühmte Herr Sangemah Bay ... Das ist Dori. Dass ich sie kenne, liegt daran, dass ich für die Forschung ein paar sehr seltene Materialien brauche, die nur Dori mit ihrer verblüffenden Kenntnis über jeden noch so geheimen Kanal beschaffen kann. Was ... Frag mich nicht, was ich von ihr gekauft habe, und frag mich auch nicht, woran ich geforscht habe.",
      "es": "La conocida magnate Sangemah Bay no es ni más ni menos que Dori. La conocí durante una de mis investigaciones. Necesitaba unos materiales muy peculiares que solo pude conseguir a través de ella y su misteriosa red de abastecimiento. Es mejor que no me preguntes qué compré o qué estaba investigando.",
      "fr": "#Le célèbre seigneur Sangemah Bay n'est autre que Dori. J'ai fait sa connaissance lors d'un précédent projet de recherche. J'avais besoin d'un matériau très rare, et le seul moyen de me le procurer était de passer par elle et son mystérieux réseau d'approvisionnement. Euh... Ne me posez pas de questions sur ce que j'ai acheté chez elle ni ce que je cherchais à l'époque, vous serez {M#gentil}{F#gentille} !",
      "pt": "A renomada Lorde Sangemah Bay é ninguém menos que Dori. Eu conheci ela através dos meus projetos de pesquisa. A pesquisa precisava de materiais muito raros e o único modo de adquiri-los era através dela e dos seus misteriosos contatos. Mas não me pergunte sobre o que eu estava comprando e nem sobre a minha pesquisa. Muito obrigado.",
      "ru": "Знаменитая госпожа Сангема-бай. В одном из исследований мне понадобился очень редкий материал, который можно было получить только через секретные каналы Дори, так мы и познакомились. Гм... Даже не спрашивай, что это был за материал и что за исследование.",
      "id": "Lord Sangemah Bay yang terkenal itu tidak lain adalah Dori. Aku kenal dia melalui proyek penelitian sebelumnya. Penelitiannya membutuhkan bahan langka, dan satu-satunya cara untuk mendapatkannya adalah melalui jaringan suplai misteriusnya. Eh ... kamu tidak usah pedulikan apa yang kubeli dan kuteliti.",
      "th": "นายท่าน Sangemah Bay ที่มีชื่อเสียงโด่งดัง ก็คือ Dori นั่นแหละ ที่ฉันรู้จักเธอก็เป็นเพราะว่ามีการวิจัยครั้งหนึ่งที่จำเป็นต้องใช้วัสดุที่หาได้ยากมาก และมีเพียง Dori ที่มีช่องทางการซื้อลึกลับเท่านั้นที่จะหามันมาได้ แล้วก็... อย่าถามฉันเลยนะว่าซื้ออะไรจากเธอ แล้วก็อย่าถามด้วยว่าตอนนั้นกำลังทำงานวิจัยเรื่องอะไรอยู่",
      "vi": "Đại Nhân Sangemah Bay danh tiếng lẫy lừng chính là Dori. Sở dĩ tôi biết cô ấy là vì có một lần nghiên cứu cần sử dụng nguyên liệu rất hiếm, và chỉ có kênh nhập hàng của Dori mới giải quyết được. À mà... đừng hỏi tôi tìm cô ấy mua gì, cũng đừng hỏi tôi lúc đó nghiên cứu cái gì."
    }
  },
  {
    "title": {
      "zhs": "关于莱依拉…",
      "zht": "關於萊依拉…",
      "jp": "レイラについて…",
      "ko": "레일라에 대해…",
      "en": "About Layla",
      "de": "Über Layla ...",
      "es": "Sobre Laila...",
      "fr": "À propos de Layla...",
      "pt": "Sobre Layla...",
      "ru": "О Лайле...",
      "id": "Tentang Layla",
      "th": "เกี่ยวกับ Layla...",
      "vi": "Về Layla..."
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "我听赛诺说过他的这位师姐，是难得一见的天才，博学多闻，才华横溢，只可惜早早就回到了蒙德。难道她在进修的过程中，见到了「知识」令人畏惧的一面吗…",
      "zht": "我聽賽諾說過他的這位師姐，是難得一見的天才，博學多聞，才華橫溢，只可惜早早就回到了蒙德。難道她在進修的過程中，見到了「知識」令人畏懼的一面嗎…",
      "jp": "セノからその先輩のことは聞いたよ。類まれなる天才で、才能溢れる博識な人だったのに、残念ながら早々にモンドへ帰っちゃったらしいね。もしかして、彼女は在学中に「知識」の恐ろしい一面を目にしてしまったのかな…",
      "ko": "사이노가 자신의 그 선배에 대해 말한 적이 있어. 보기 드문 천재에, 박학다식하고 엄청난 재능이 있었지만 일찍이 몬드로 돌아갔다고 해. 설마 공부하면서 「지식」의 무서운 면을 봐버린 걸까…?",
      "en": "Cyno has mentioned her before — an extraordinary genius with a veritable wealth of knowledge and talent. A pity that she returned to Mondstadt so long ago. Perhaps, in the course of her studies, she witnessed the horrifying side of knowledge...",
      "de": "Ich habe gehört wie Cyno über diese Komimilitonin geredet hat, sie muss ein richtiges Genie sein, wie man es selten trifft. Umfassend gebildet, überquellend vor Talent, aber leider ist sie schon früh zurück nach Mondstadt gegangen. Ob sie bei ihren Studien die andere, beängstigende Seite des Wissens gesehen hat ...",
      "es": "Cyno me ha habló de ella. Por lo visto es un auténtico genio con un gran conocimiento y talento. Es una pena que regresara a Mondstadt hace tanto tiempo. Tal vez descubriera el lado más terrible del conocimiento durante sus estudios.",
      "fr": "Cyno m'a déjà parlé d'elle : un génie extraordinaire, doté d'une multitude de connaissances et de talents. Dommage qu'elle soit retournée à Mondstadt il y a si longtemps. Peut-être qu'elle a vu la face cachée du savoir au cours de ses études...",
      "pt": "Cyno já me falou sobre ela: uma prodígio extraordinária com uma vasta riqueza de conhecimento e talento. É uma pena que ela tenha voltado para Mondstadt há tanto tempo. Talvez, nos seus estudos, ela tenha encontrado um lado horrível que o conhecimento pode trazer...",
      "ru": "Сайно много о ней рассказывал. По его словам, Лиза - незаурядная личность. Образованная, талантливая - жаль, что она так скоро вернулась в Мондштадт. Может, «знания» повернулись к ней своей пугающей стороной?..",
      "id": "Cyno pernah bilang tentang dia sebelumnya — seorang jenius luar biasa dengan pengetahuan dan bakat yang hebat. Sayang sekali dia pulang ke Mondstadt beberapa waktu lalu. Mungkin, dalam pembelajarannya, dia menyaksikan sisi yang mengerikan dari ilmu pengetahuan ....",
      "th": "เคยได้ยิน Cyno พูดว่ารุ่นพี่ของเขาคนนี้เป็นอัจฉริยะที่หาตัวได้ยาก มีทั้งความรู้และมีความสามารถ แต่น่าเสียดายที่กลับไปที่ Mondstadt ตั้งนานแล้ว หรือว่าในตอนที่เธอกำลังศึกษาเรียนรู้ จะไปเจอกับด้านที่ทำให้ผู้คนสะพรึงกลัวของ \"ความรู้\" เข้ากันนะ",
      "vi": "Tôi có nghe qua tên của cô ấy từ chỗ Cyno, là một thiên tài hiếm có, học vấn uyên thâm, chỉ tiếc là đã sớm quay về Mondstadt. Không lẽ cô ấy thấy được mặt đáng sợ của \"tri thức\" trong lúc học tập sao..."
    }
  },
  {
    "title": {
      "zhs": "关于小吉祥草王…",
      "zht": "關於小吉祥草王…",
      "jp": "クラクサナリデビについて…",
      "ko": "작은 쿠사나리 화신에 대해…",
      "en": "About Lesser Lord Kusanali",
      "de": "Über die Niedere Herrin Kusanali ...",
      "es": "Sobre la Reina Menor Kusanali...",
      "fr": "À propos de la Rani Kusanali...",
      "pt": "Sobre a Lorde Menor Kusanali...",
      "ru": "О малой властительнице Кусанали...",
      "id": "Tentang Lesser Lord Kusanali",
      "th": "เกี่ยวกับท่านหญิงน้อย Kusanali...",
      "vi": "Về Tiểu Vương Kusanali..."
    },
    "line": {
      "zhs": "我在上学的时候曾听过这样的说法：「植物的历史，便是草之国的历史。」也许说者无心，但我总觉得此话另有深意。如果我有一天能见到小草神大人，她会给我解释吗？",
      "zht": "我在上學的時候曾聽過這樣的說法：「植物的歷史，便是草之國的歷史。」也許說者無心，但我總覺得此話另有深意。如果我有一天能見到小草神大人，她會為我解釋嗎？",
      "jp": "学生時代、「植物の歴史は草の国の歴史である」って説を聞いた。言った本人はそんなつもりなかったのかもしれないけど、僕はそこに何かが隠されていると感じたんだ。いつかクラクサナリデビ様に会うことができたら、解釈してくれるかな？",
      "ko": "학교 다닐 때 이런 말을 들은 적이 있어. 「식물의 역사가 곧 풀의 나라의 역사다.」 말하는 사람은 별생각 없었겠지만 난 이 말에 깊은 뜻이 숨겨져 있다고 생각해. 만약 작은 풀의 신을 만나는 날이 온다면 내게 설명해 주시려나?",
      "en": "As a student, I once heard this saying: \"Plants and the Land of Dendro share the same history.\" It could just be one of those things that people say, but I've always felt that there's a deeper meaning to those words... If I meet Lesser Lord Kusanali one day, I wonder... if she would explain them to me?",
      "de": "In meiner Studienzeit habe ich einmal Folgendes gehört: „Die Geschichte der Pflanzen ist auch die Geschichte des Reichs der Pflanzen.“ Vielleicht wurde das unabsichtlich gesagt, aber irgendwie denke ich, dass das ziemlich tiefsinnig ist. Vielleicht kann es mir die Göttin der Pflanzen erklären, falls ich ihr einmal begegne.",
      "es": "Cuando era estudiante, escuché esta frase: “Las plantas y la Nación Dendro comparten la misma historia”. Es una de esas cosas que se dicen por decir, pero yo creo que aquella frase tenía un significado oculto. Si algún día llegara a conocer a la Reina Menor Kusanali, tal vez ella podría explicármelo...",
      "fr": "Quand j'étudiais encore, j'ai entendu une fois : « Les plantes et le pays Dendro partagent la même histoire. ». C'est peut-être quelque chose que les gens disent comme ça, mais j'ai toujours eu l'impression qu'il y avait un sens plus profond... Si je rencontre un jour la Rani Kusanali, peut-être m'expliquera-t-elle ces mots ?",
      "pt": "Quando eu era um aluno, ouvi dizer que \"As plantas e a terra de Dendro compartilham da mesma história\". Poderia ser somente um dizer popular, mas eu sempre senti que existe um significado mais profundo nestas palavras... Se eu encontrar a Lorde Menor Kusanali um dia, será que ela me explicaria o significado?",
      "ru": "Однажды в Академии я услышал такую фразу: «История растений есть история царства Дендро». Возможно, сказавший эту фразу не имел в виду ничего особенного, но мне всегда казалось, что в ней сокрыт глубокий смысл. Если однажды я повстречаю малую властительницу Кусанали, она мне всё объяснит?",
      "id": "Sebagai seorang murid, aku pernah mendengar tentang kalimat ini: \"Tumbuhan dan Tanah Dendro berbagi sejarah yang sama.\" Yah mungkin itu cuma perkataan belaka dari orang-orang saja, tapi aku selalu merasa ada makna yang lebih dalam di balik kata-kata tersebut ... Kalau suatu hari nanti aku bertemu dengan Lesser Lord Kusanali, apa dia akan menjelaskannya padaku?",
      "th": "ในตอนที่ฉันเรียนอยู่เคยได้ยินคำพูดแบบนี้: \"ประวัติศาสตร์ของพืช ก็คือประวัติศาสตร์ของดินแดนแห่งพืช\" บางทีผู้พูดอาจไม่ได้ตั้งใจ แต่ฉันมักจะรู้สึกว่าข้อความนี้มีความหมายที่ลึกซึ้งไปกว่านั้น ถ้าวันนึงฉันได้เจอกับท่านเทพแห่งพฤกษาน้อย เธอจะอธิบายเหตุผลให้ฉันฟังมั้ยนะ?",
      "vi": "Khi còn đi học, tôi đã từng nghe câu nói này: \"Lịch sử của thực vật là lịch sử của Thảo Quốc.\" Có thể người nói vô tình, nhưng tôi luôn cảm thấy câu nói này có ý nghĩa sâu xa hơn. Nếu một ngày nào đó tôi có thể gặp được Tiểu Thảo Thần đại nhân, cô ấy có giải thích cho tôi không nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解提纳里·其一",
      "zht": "想要瞭解提納里·其一",
      "jp": "ティナリを知る·1",
      "ko": "타이나리에 대해 알기·첫 번째",
      "en": "More About Tighnari: I",
      "de": "Ich will mehr über Tighnari erfahren I",
      "es": "Más sobre Tignari (I)",
      "fr": "Connaître Tighnari (1)",
      "pt": "Mais sobre Tighnari - I",
      "ru": "Узнать больше о Тигнари I",
      "id": "Mengenal Tighnari: I",
      "th": "อยากรู้เกี่ยวกับ Tighnari - 1",
      "vi": "Muốn tìm hiểu Tighnari - Điều thứ 1"
    },
    "line": {
      "zhs": "雨林生活还过得习惯吗？建议眼观六路，耳听八方，注意安全，有事记得找巡林员。",
      "zht": "雨林生活還過得習慣嗎？建議眼觀六路，耳聽八方，注意安全，有事記得找巡林員。",
      "jp": "雨林での生活はどう？目や耳を澄まして安全に注意し、何かあればレンジャーを呼ぶことを忘れないで。",
      "ko": "우림에서의 삶은 적응할만해? 눈과 귀를 활짝 열고 안전에 유의하길 바랄게. 무슨 일 있으면 숲의 순찰자들에게 제때 알려줘",
      "en": "Are you acclimating to the rainforest? I suggest that you keep your eyes and ears open. Take care of yourself, and if anything happens, just flag down a Forest Ranger.",
      "de": "Ob ich mich an das Leben im Regenwald gewöhnt habe? Ich empfehle dir, sehr aufmerksam zu sein, gut aufzupassen und bei Bedarf einen Waldhüter aufzusuchen.",
      "es": "#¿Te has acostumbrado ya a la vida en el bosque? Te recomiendo que estés siempre atent{F#a}{M#o}. Ten cuidado y, si ocurre algo, no dudes en pedir ayuda a cualquier guardabosques.",
      "fr": "Vous vous habituez à la forêt tropicale ? Je vous conseille de garder les yeux et les oreilles ouverts. Prenez soin de vous, et s'il arrive quoi que ce soit, faites appel à un garde forestier.",
      "pt": "Você está se adaptando bem na floresta tropical? Eu sugiro que você fique de olhos e ouvidos bem abertos. Tome cuidado, e se alguma coisa acontecer, peça ajuda a um Guarda-Florestal.",
      "ru": "#Ты уже {F#освоилась}{M#освоился} в тропическом лесу? Ни в коем случае не теряй бдительности, соблюдай правила безопасности и не стесняйся обращаться за помощью к Лесному дозору.",
      "id": "Apakah kamu menyesuaikan diri dengan hutan hujan? Aku sarankan supaya kamu tetap membuka mata dan telinga lebar-lebar. Jaga dirimu baik-baik, dan jika terjadi sesuatu, langsung saja panggil Penjaga Hutan.",
      "th": "คุ้นชินในการใช้ชีวิตในป่าฝนรึยัง? ฉันแนะนำให้สอดส่องถนนทั้งหกสาย, หูฟังเสียงรอบทิศทาง, ระวังเรื่องความปลอดภัย แล้วก็ถ้ามีปัญหาอะไรก็อย่าลืมไปสอบถามเจ้าหน้าที่พิทักษ์ป่าล่ะ",
      "vi": "Đã quen sống trong rừng mưa chưa? Kiến nghị mắt nhìn sáu bên, tai nghe tám hướng, chú ý an toàn, có chuyện gì nhớ tìm nhân viên kiểm lâm nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解提纳里·其二",
      "zht": "想要瞭解提納里·其二",
      "jp": "ティナリを知る·2",
      "ko": "타이나리에 대해 알기·두 번째",
      "en": "More About Tighnari: II",
      "de": "Ich will mehr über Tighnari erfahren II",
      "es": "Más sobre Tignari (II)",
      "fr": "Connaître Tighnari (2)",
      "pt": "Mais sobre Tighnari - II",
      "ru": "Узнать больше о Тигнари II",
      "id": "Mengenal Tighnari: II",
      "th": "อยากรู้เกี่ยวกับ Tighnari - 2",
      "vi": "Muốn tìm hiểu Tighnari - Điều thứ 2"
    },
    "line": {
      "zhs": "哎，有时还挺羡慕那些什么都搞不清楚，还敢到处乱摸乱吃的家伙——在他们的世界里，一定处处都有「奇迹」发生吧？",
      "zht": "哎，有時還挺羡慕那些什麼都搞不清楚，還敢到處亂摸亂吃的傢伙——在他們的世界裡，一定處處都有「奇蹟」發生吧？",
      "jp": "はぁ…何も分からないまま、適当に触れたり食べたりしている連中がたまに羨ましくなるよ。彼らの世界では、いたるところで「奇跡」が起きるんだろうね。",
      "ko": "휴, 가끔은 아무것도 모른 채로 이것저것 만져대고 입에 넣는 녀석들이 부러워——그들의 세상에는 항상 「기적」이 존재하겠지?",
      "en": "*sigh* Sometimes I really do envy those simpletons who go around touching and eating anything and everything. In their minds, it must feel like miracles happen every day.",
      "de": "Äh ... Manchmal beneide ich jene, die nichts klar verstehen und einfach beliebig Dinge anfassen und essen können ... In ihrer Welt geschehen bestimmt überall „Wunder“.",
      "es": "*Suspira*, a veces siento envidia de esos insensatos que tocan y comen todo lo que se encuentran a su paso. En sus cabezas, los milagros deben de ocurrir todos los días.",
      "fr": "*soupir* Parfois, j'envie ces gens insouciants qui se promènent en touchant et en mangeant tout et n'importe quoi. Il doit y avoir des miracles qui se produisent en permanence dans le monde pour qu'ils puissent continuer à faire des choses pareilles, non ?",
      "pt": "*Suspiro* Às vezes eu sinto inveja dos insensatos que tocam e comem tudo que encontram no seu caminho. Na cabeça deles, devem achar que milagres acontecem todos os dias.",
      "ru": "Эх, иногда я даже завидую этим чудакам, которые ничегошеньки не знают, но всюду тянут свои руки и всё тащат в рот. Наверное, их мир полон разных «чудес», да?",
      "id": "*huff* Terkadang aku iri dengan mereka orang-orang bodoh yang senang berkeliling, menyentuh dan memakan apa pun. Dalam benak mereka, pasti mereka merasa keajaiban terjadi setiap hari.",
      "th": "เฮ้อ บางทีก็อิจฉาพวกที่ไม่เข้าใจอะไรเลย แต่ก็ยังกล้าทำนั่นทำนู่นไปมั่วซั่ว ในโลกของพวกเขา \"ปาฏิหาริย์\" คงเกิดขึ้นได้ทุกที่สินะ?",
      "vi": "Haiz, nhiều lúc thấy ngưỡng mộ mấy người không biết gì hết mà cứ đụng chạm hoặc ăn uống lung tung ghê... Trong thế giới của họ chắc là \"kỳ tích\" xuất hiện khắp nơi nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解提纳里·其三",
      "zht": "想要瞭解提納里·其三",
      "jp": "ティナリを知る·3",
      "ko": "타이나리에 대해 알기·세 번째",
      "en": "More About Tighnari: III",
      "de": "Ich will mehr über Tighnari erfahren III",
      "es": "Más sobre Tignari (III)",
      "fr": "Connaître Tighnari (3)",
      "pt": "Mais sobre Tighnari - III",
      "ru": "Узнать больше о Тигнари III",
      "id": "Mengenal Tighnari: III",
      "th": "อยากรู้เกี่ยวกับ Tighnari - 3",
      "vi": "Muốn tìm hiểu Tighnari - Điều thứ 3"
    },
    "line": {
      "zhs": "为了更好地管理道成林，我时不时会给巡林员们开设「培训」课程。要是逐字逐句深究的话，这些课程其实都算是在「传播知识」。不过教令院又能怎样呢？有本事就把我关起来，看看「健康之家」每天要多收多少千奇百怪的病患吧。",
      "zht": "為了提昇管理道成林的品質，我時不時會為巡林員們開設「培訓」課程。要是逐字逐句深究的話，這些課程其實都算是在「傳播知識」。不過教令院又能怎樣呢？有本事就把我關起來，看看「健康之家」每天要多收多少千奇百怪的病患吧。",
      "jp": "アビディアの森をよりよく管理するために、レンジャーたちには「トレーニング」を提供しているんだ。まあとどのつまり、「知識の普及」ってこと。教令院に邪魔なんかさせないよ。僕を監禁したら、「ビマリスタン」は大変なことになってしまう。毎日どれだけ変な患者が増えるか見物だね！",
      "ko": "아비디야 숲을 더 잘 관리하기 위해 숲의 순찰자들을 대상으로 「교육」 프로그램을 개설했어. 따지고 보면 이 프로그램은 「지식을 전파」하는 셈이지. 그렇다고 아카데미아가 뭘 어쩌겠어? 날 가두면 「비마르스탄」에 이상한 질병이 얼마나 더 많아질지 두고 보라지",
      "en": "To better serve the Avidya Forest, I occasionally offer training courses to the Forest Rangers. If you want to split hairs, then yes, these courses would be considered as \"dissemination of information\" by the Akademiya. But what are they going to do — lock me up? I dare them. We'll see how many patients suffering from weird and wonderful ailments start flooding into the Bimarstan every day!",
      "de": "Damit sie sich besser um den Avidya-Wald kümmern können, gebe ich den Waldhütern von Zeit zu Zeit Lektionen. Wenn die Akademie ein Haar in der Suppe finden will, dann ist das eine Art „Wissensübertragung“. Aber was können sie mir schon antun? Wagen sie es, mich einzusperren? Dann sehen wir mal, wie viele Patienten jeden Tag zum „Bimarstan“ strömen.",
      "es": "Suelo ofrecer cursos a los guardabosques para contribuir a la protección del Bosque Avidya. Sé que los de la Academia consideran mis cursos una burda difusión del conocimiento, pero me da igual. ¿Qué van a hacer? ¿Encerrarme? Que lo intenten. Ya veremos cuántos pacientes con todo tipo de horrorosas y extrañas dolencias inundan el bimaristán al día siguiente.",
      "fr": "Pour mieux gérer la Forêt d'Avidya, je donne occasionnellement des cours de formation aux gardes forestiers. Si on veut pinailler, alors oui, on peut considérer ces cours comme de la « diffusion de connaissances ». Mais que va faire l'Académie ? M'enfermer ? Je les mets au défi. On verra bien combien de patients souffrant de maux étranges vont commencer à affluer au Bimarestan tous les jours !",
      "pt": "Para servir melhor a Floresta de Avidya, de vez em quando eu ofereço treinamento para os Guardas-Florestais. Se você quiser levar ao pé da letra, esses treinamentos seriam considerados \"disseminação de informação\" pela Academia. Mas o que eles poderiam fazer? Me jogar na prisão? Eu quero só ver! Veremos quantos pacientes com todos os tipos de doenças horríveis e estranhas inundarão o Bimarstan no dia seguinte.",
      "ru": "Как командир Лесного дозора время от времени я читаю своим подчинённым лекции. Если вдуматься, эти лекции нарушают запрет Академии на «распространение знаний», но что они мне сделают? Давайте, посадите меня под замок, посмотрим, справится ли Бимарстан с притоком новых больных, страдающих от странных недугов.",
      "id": "Agar bisa melayani Hutan Avidya dengan lebih baik, aku terkadang menawarkan kursus pelatihan kepada pada Penjaga Hutan. Kalau secara harafiahnya sih bisa dikatakan ini adalah \"penyebarluasan informasi\" oleh Akademiya. Tapi memangnya mereka mau apa — mengunci aku? Huh coba saja kalau berani. Kita lihat berapa banyak pasien yang menderita penyakit aneh dan mulai membanjiri Birmastan setiap harinya!",
      "th": "เพื่อที่จะทำให้การดูแลป่า Avidya ดียิ่งขึ้น ฉันเลยจัดหลักสูตร \"การฝึกอบรม\" ให้กับพวกเจ้าหน้าที่พิทักษ์ป่าเป็นครั้งคราว ถ้าจะให้อธิบายทีละประโยคทีละคำล่ะก็ หลักสูตรนี้เป็นถือว่าเป็นการ \"เผยแพร่ความรู้\" อย่างแท้จริงเลยล่ะ แต่ทางสถาบันจะทำอะไรได้ล่ะ? ถ้าเก่งนักก็จับฉันไปขังไว้เลย แล้วก็รอดูว่าที่ Bimarstan วันวันนึงจะต้องรับผู้ป่วยด้วยโรคแปลก ๆ มากขึ้นเยอะแค่ไหน",
      "vi": "Để quản lý Rừng Avidya tốt hơn, tôi thỉnh thoảng mở các khóa \"đào tạo\" cho các kiểm lâm. Nếu nói đúng từng câu từng chữ, thì các khóa học này thực chất là \"phổ biến kiến thức\". Nhưng Giáo Viện có thể làm gì tôi chứ? Có giỏi thì bắt nhốt tôi đi, xem \"Bimarstan\" mỗi ngày phải nhận bao nhiêu bệnh nhân kỳ lạ nữa."
    }
  },
  {
    "title": {
      "zhs": "想要了解提纳里·其四",
      "zht": "想要瞭解提納里·其四",
      "jp": "ティナリを知る·4",
      "ko": "타이나리에 대해 알기·네 번째",
      "en": "More About Tighnari: IV",
      "de": "Ich will mehr über Tighnari erfahren IV",
      "es": "Más sobre Tignari (IV)",
      "fr": "Connaître Tighnari (4)",
      "pt": "Mais sobre Tighnari - IV",
      "ru": "Узнать больше о Тигнари IV",
      "id": "Mengenal Tighnari: IV",
      "th": "อยากรู้เกี่ยวกับ Tighnari - 4",
      "vi": "Muốn tìm hiểu Tighnari - Điều thứ 4"
    },
    "line": {
      "zhs": "悄悄跟你说啊，其实我很喜欢城里大巴扎的氛围。买卖兴旺，生活热闹，还有人在剧场里唱歌跳舞。但是很遗憾，嘈杂的声音对我的耳朵太不友好了。嗯？你说可以在背后帮我捂住？哈哈，那也太难走路了，但是心意我领啦。",
      "zht": "#悄悄跟{F#妳}{M#你}說啊，其實我很喜歡城裡大巴扎的氛圍。買賣興旺，生活熱鬧，還有人在劇場裡唱歌跳舞。但是很遺憾，嘈雜的聲音對我的耳朵太不友好了。嗯？{F#妳}{M#你}說可以在背後幫我捂住？哈哈，那也太難走路了，但是心意我領啦。",
      "jp": "こっそり教えるよ。実は僕、グランドバザールの雰囲気が大好きなんだ。商売は繁盛し、生活は活気に満ち、シアターでは歌や舞が披露されてる。でも残念ながら、騒がしい音は僕の耳に優しくなさすぎる…え、後ろから耳を塞いでくれるって？はははっ、歩きにくくなっちゃうよ！でもその好意は受け取っておくね。",
      "ko": "이건 비밀인데 사실 난 성내에 있는 바자르의 분위기를 정말 좋아해. 거래가 활발하고 시끌벅적하잖아. 극장에서 노래하고 춤추는 사람도 있고. 그런데 시끄러운 소리는 내 귀에 좋지 않아서…. 내 뒤에서 귀를 막아준다고? 하하하, 그러면 걷기 힘들잖아! 마음은 고맙게 받을게",
      "en": "I'll let you in on a secret: I actually really like the atmosphere in the Grand Bazaar. Business is booming, everyone's so lively, and the theater is full of song and dance. Unfortunately, my ears don't tolerate loud sounds very well... You'll cover my ears for me? Hahaha, it'd be way too hard to walk like that! Thanks for the thought, though.",
      "de": "Nun, unter uns, ich mag die Atmosphäre auf dem Großen Basar wirklich. Das Geschäft boomt, es herrscht reges Treiben, das Theater ist voller Gesang und Tanz ... Aber leider vertragen meine Ohren laute Geräusche nicht sehr gut. Wie? Du meinst, du könntest mir helfen sie zuzuhalten? Haha, so kann ich kaum noch laufen, aber dein Gedanke gefällt mir.",
      "es": "Te diré algo que no muchos saben. Me encanta el ambiente del Gran Bazar. Está repleto de puestos, la gente es muy afable y siempre hay espectáculos de canto y danza en el teatro. El único problema es que mis orejas son muy sensibles a los ruidos. ¿Eh? ¿Te estás ofreciendo para cubrirme las orejas? Jajaja, sería casi imposible caminar así, pero te lo agradezco, de verdad.",
      "fr": "#Je vais vous faire une confidence{NON_BREAK_SPACE}: j'aime beaucoup l'atmosphère du Grand bazar. Le commerce y est florissant, c'est animé et il y a des gens qui chantent et dansent dans le théâtre. Malheureusement, mes oreilles ne supportent pas les bruits forts... Hein ? Vous voulez me boucher les oreilles ? Hahaha, ce serait bien trop compliqué de marcher comme ça ! Mais c'est gentil d'y avoir pensé.",
      "pt": "Eu vou te contar um segredo: Na verdade, eu gosto muito da atmosfera do Grande Bazar. Os negócios estão crescendo, as pessoas são vívidas e o teatro é cheio de músicas e danças. Infelizmente os meus ouvidos não se adaptam muito bem ao som alto... Você quer me ajudar a cobrir minhas orelhas? Hahaha, seria muito difícil andar desse jeito! Mas obrigado pela sua delicadeza.",
      "ru": "Скажу тебе по секрету: я обожаю Большой базар. Бойкие торговцы, весёлая толпа, сцена с артистами и музыкантами. Жаль только, что мои уши плохо выносят весь этот шум. А? Ты будешь ходить за мной и прикрывать мне уши? Ха-ха, так нам будет не слишком удобно идти. Но всё равно, спасибо за предложение!",
      "id": "Biar kuberi tahu sebuah rahasia: Aku sebenarnya suka suasana di Grand Bazaar. Bisnis sedang bagus, semua orang bersenang-senang, dan teaternya penuh dengan nyanyian dan tarian. Sayangnya, telingaku tidak terlalu suka bunyi yang keras begitu ... Oh kamu akan menutup kupingku? Hahaha, bakal susah jalan kalau begitu caranya! Tapi terima kasih loh.",
      "th": "จะแอบบอกอะไรคุณให้นะ ที่จริงฉันชอบบรรยากาศของ Grand Bazaar ในเมืองมากเลยล่ะ กิจการการค้ารุ่งเรือง, การใช้ชีวิตคึกคัก มีคนร้องเพลงและเต้นระบำในโรงละคร แต่น่าเสียดายที่เสียงดังไม่ค่อยเป็นมิตรกับหูของฉันสักเท่าไหร่ หือ? คุณบอกว่าคุณจะคอยเดินตามหลังอุดหูให้ฉันงั้นเหรอ? ฮ่าฮ่า แบบนั้นมันจะเดินยากเกินไปหน่อยนะ แต่น้ำใจนี้ฉันจะรับไว้แล้วกัน",
      "vi": "#Nói nhỏ cho {F#cô}{M#cậu} nghe, thật ra tôi rất thích bầu không khí ở Đại Khu Bazaar trong thành. Nơi đó buôn bán tấp nập, nhịp sống náo nhiệt, lại có sân khấu để ca hát nhảy múa nữa. Nhưng đáng tiếc, những âm thanh hỗn tạp rất có hại cho đôi tai của tôi. Hửm? {F#Cô}{M#Cậu} nói sẽ đứng đằng sau bịt tai tôi lại sao? Haha, vậy thì khó di chuyển lắm, nhưng tâm ý này tôi xin nhận nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解提纳里·其五",
      "zht": "想要瞭解提納里·其五",
      "jp": "ティナリを知る·5",
      "ko": "타이나리에 대해 알기·다섯 번째",
      "en": "More About Tighnari: V",
      "de": "Ich will mehr über Tighnari erfahren V",
      "es": "Más sobre Tignari (V)",
      "fr": "Connaître Tighnari (5)",
      "pt": "Mais sobre Tighnari - V",
      "ru": "Узнать больше о Тигнари V",
      "id": "Mengenal Tighnari: V",
      "th": "อยากรู้เกี่ยวกับ Tighnari - 5",
      "vi": "Muốn tìm hiểu Tighnari - Điều thứ 5"
    },
    "line": {
      "zhs": "我小时候做过许多美妙又奇幻的梦，但它们在我长大后的某一天，永远地消散在了记忆中。你还可以做梦吗？给我讲讲你的梦吧。",
      "zht": "#我小時候做過許多美妙又奇幻的夢，但它們在我長大後的某一天，永遠地消散在了記憶中。{F#妳}{M#你}還可以做夢嗎？說說{F#妳}{M#你}的夢給我聽吧。",
      "jp": "子供の頃は幻想的で素敵な夢をたくさん見たけど、大人になったある日、それは永遠に記憶の彼方へと消えてしまった。君はまだ、夢を見る？それはどんな夢？…教えて欲しいな。",
      "ko": "어릴 때 아름답고 환상적인 꿈을 많이 꿨어. 하지만 그 꿈들은 크면서 점차 기억 속에서 사라졌지. 넌 아직도 꿈을 꾸니? 네 꿈 얘기 좀 들려줘",
      "en": "I had many beautiful and fantastical dreams as a child, but they vanished from my memory one day after I grew up. Do you still have dreams? Tell me about them.",
      "de": "Als ich klein war, hatte ich viele wundervolle Träume, aber an dem Tag, als ich erwachsen wurde, sind sie für immer in der Erinnerung verschwunden. Kannst du noch träumen? Erzähl mir von deinen Träumen.",
      "es": "De pequeño, siempre soñaba con cosas fantásticas y hermosas, pero todos aquellos sueños desaparecieron un día cuando crecí. ¿Tú todavía sueñas? Háblame de tus sueños.",
      "fr": "Enfant, je faisais plein de rêves merveilleux, mais ils ont disparu de ma mémoire un jour après avoir grandi. Vous faites encore des rêves ? Dites-moi.",
      "pt": "Eu tive muitos sonhos belíssimos e fantásticos quando era criança, mas eles desapareceram das minhas memórias quando eu cresci. Você ainda sonha? Me fale mais sobre os seus sonhos.",
      "ru": "Когда я был маленьким, мне постоянно снились прекрасные и удивительные сны, но однажды я вырос, и сны навсегда исчезли, даже в памяти их не отыскать. Ты ещё видишь сны? Расскажи, что тебе снится?",
      "id": "Waktu kecil aku punya banyak mimpi yang indah dan fantastis, tapi waktu aku dewasa semua mimpi tersebut hilang. Apa kamu masih punya mimpi? Coba ceritakan padaku.",
      "th": "ในตอนเด็กฉันเคยฝันถึงสิ่งที่วิเศษและมหัศจรรย์มากมายเลยล่ะ แต่ในวันนึงที่ฉันโตขึ้น มันก็หายไปจากความทรงจำของฉันตลอดกาล คุณยังฝันได้อยู่มั้ย? เล่าเรื่องความฝันของคุณให้ฉันฟังหน่อยสิ",
      "vi": "#Lúc nhỏ tôi có rất nhiều giấc mơ tươi đẹp kỳ ảo, nhưng chúng đã biến mất vào một ngày lúc tôi trưởng thành. {F#Cô}{M#Cậu} vẫn có thể nằm mơ chứ? Có thể nói cho tôi nghe giấc mơ của {F#cô}{M#cậu} được không?"
    }
  },
  {
    "title": {
      "zhs": "提纳里的爱好…",
      "zht": "提納里的愛好…",
      "jp": "ティナリの趣味…",
      "ko": "타이나리의 취미…",
      "en": "Tighnari's Hobbies",
      "de": "Tighnaris Hobbys ...",
      "es": "Aficiones de Tignari...",
      "fr": "Les loisirs de Tighnari...",
      "pt": "Passatempos de Tighnari...",
      "ru": "Хобби Тигнари...",
      "id": "Hobi Tighnari",
      "th": "งานอดิเรกของ Tighnari...",
      "vi": "Sở thích của Tighnari..."
    },
    "line": {
      "zhs": "道成林里经常有掉在地上的树叶和花朵，有些在掉落的时候还很完整，就这么扔在地上太可惜了…我总是忍不住把它们捡回来做成标本。既可以变成培训巡林员的教具，还可以当作漂亮的装饰品，一举多得。",
      "zht": "道成林裡經常有掉在地上的樹葉和花朵，有些在掉落的時候還很完整，就這麼扔在地上太可惜了…我總是忍不住把它們撿回來做成標本。既可以變成培訓巡林員的教具，還可以當作漂亮的裝飾品，一舉多得。",
      "jp": "アビディアの森には葉っぱや花がよく落ちてる。中には形の綺麗なものもあってね、そのまま放っておくにはもったいないから、ついつい拾って標本にしちゃうんだ。レンジャー養成のための教材としても使えるし、美しい装飾品にもなって、一石二鳥なんだよ。",
      "ko": "아비디야 숲에서 나뭇잎과 꽃잎들이 땅에 떨어져 있는 걸 자주 볼 수 있어. 온전한 상태로 땅에 버려져 있으면 아깝잖아…. 그래서 그것들을 주워 와서 표본으로 만들고는 해. 숲의 순찰자들을 가르칠 때 쓰기도 하고 장식품으로도 쓸 수 있으니까 일거양득이지",
      "en": "Leaves and flowers often drop onto the ground of the Avidya Forest, sometimes perfectly intact. Leaving them on the ground would be such a pity... I can't help but pick them up and keep them as biological specimens. They can be used as educational materials for Forest Rangers or as decorative pieces. Very versatile.",
      "de": "Im Avidya-Wald fallen oft Blätter und Blüten zu Boden, von denen einige noch intakt sind. Es ist zu schade, sie einfach dort liegen zu lassen ... Ich sammle sie immer auf und verarbeite sie zu Präparaten. Sie können als Lehrmaterial für die Ausbildung von Waldhütern und auch als schöne Dekoration verwendet werden. Also, mehrere Fliegen mit einer Klappe.",
      "es": "Es frecuente encontrar hojas y flores caídas en el Bosque Avidya. Algunas están en perfecto estado y sería una pena dejarlas ahí tiradas... No puedo evitar recogerlas y guardarlas como si de especímenes biológicos se tratara. Podrían servir como materiales educativos para los guardabosques o como decoraciones. Son realmente versátiles.",
      "fr": "Il y a souvent des feuilles et des fleurs qui tombent sur le sol de la Forêt d'Avidya, parfois parfaitement intactes. Les laisser sur le sol serait du gâchis... Alors, je ne peux pas m'empêcher de les ramasser et de les conserver comme spécimens biologiques. Je peux les utiliser comme support pédagogique pour les gardes forestiers ou comme décorations. Il y a tellement d'utilisations possibles.",
      "pt": "Folhas e flores sempre caem no chão da Floresta Avidya, muitas vezes perfeitamente intactas. Deixá-las no chão seria uma pena... Eu não consigo deixar de colher tudo e guardar como espécimes. Eles podem servir de material educacional para os Guardas-Florestas e também como peças de decoração. São muito versáteis.",
      "ru": "В лесу Авидья часто можно увидеть опавшие листья или цветы, многие ещё совсем целые. Мне жаль оставлять их лежать на земле, и я собираю гербарий. Во-первых, гербарий - отличный учебный инструмент для подготовки дозорных. А ещё это просто красиво.",
      "id": "Daun dan bunga sering kali jatuh ke tanah di Hutan Avidya, dan terkadang bentuknya pun masih utuh. Membiarkannya di tanah begitu saja sungguh sangat disayangkan ... Aku jadi mau tak mau mengambilnya dan menyimpannya sebagai spesimen biologi. Mereka bisa digunakan sebagai bahan edukasi untuk Penjaga Hutan atau untuk dekorasi. Benar-benar serbaguna.",
      "th": "ป่า Avidya มีใบไม้และดอกไม้ร่วงหล่นบนพื้นเยอะมากเลยล่ะ บางดอกบางใบที่ร่วงหล่นยังสมบูรณ์อยู่เลย แต่ก็ร่วงหล่นลงบนพื้นซะแล้ว น่าเสียดายจริง ๆ... ฉันเลยอดไม่ได้ที่จะเก็บเอามาเป็นตัวอย่าง ไม่เพียงแต่ใช้เป็นเครื่องมือช่วยสอนในการฝึกเจ้าหน้าที่พิทักษ์ป่าเท่านั้นนะ แต่ยังใช้เป็นของตกแต่งที่สวยงามได้อีกด้วยล่ะ",
      "vi": "Rừng Avidya rất hay có hoa và lá vương vãi dưới đất, lúc chúng rơi xuống có khi còn rất hoàn chỉnh, cứ như vậy mà bỏ đi thì thật đáng tiếc... tôi luôn không cầm lòng được mà nhặt chúng về làm tiêu bản, vừa để làm đạo cụ giảng dạy vừa có thể dùng làm vật trang trí xinh đẹp, một công đôi ba việc đấy."
    }
  },
  {
    "title": {
      "zhs": "提纳里的烦恼…",
      "zht": "提納里的煩惱…",
      "jp": "ティナリの悩み…",
      "ko": "타이나리의 고민…",
      "en": "Tighnari's Troubles",
      "de": "Tighnaris Sorgen ...",
      "es": "Preocupaciones de Tignari...",
      "fr": "Les problèmes de Tighnari...",
      "pt": "Preocupações de Tighnari...",
      "ru": "Беспокойство Тигнари...",
      "id": "Kekhawatiran Tighnari",
      "th": "เรื่องกลุ้มใจของ Tighnari...",
      "vi": "Phiền não của Tighnari..."
    },
    "line": {
      "zhs": "烦恼吗？嗯，我想想…道成林中出现的污染、经常惹麻烦的冒险家、总是想要扑我尾巴的救援犬…但这些问题总有解决的办法。要说大的烦恼，还真没有。这么一看，巡林官的生活还挺简单的呢。",
      "zht": "煩惱嗎？嗯，我想想…道成林中出現的污染、經常惹麻煩的冒險家、總是想要撲我尾巴的救援犬…但這些問題總有解決的辦法。要說大的煩惱，還真沒有。這麼一看，巡林官的生活還挺簡單的呢。",
      "jp": "悩み？そうだね…アビディアの森の汚染、トラブルに巻き込まれる冒険者たち、それから僕のしっぽに飛びかかろうとする救助犬とか…色々ありはするけど、こういう悩みには必ず解決策がある。だから、大きな悩みは特にないかな。そう考えると、レンジャー長の生活って案外楽なのかも。",
      "ko": "고민? 흠… 아비디야 숲의 오염, 사고를 자주 치는 모험가, 내 꼬리로 달려드는 구조견… 이 문제들은 그래도 다 해결 방법이 있어. 큰 고민은 딱히 없는 것 같아. 이렇게 보면 숲의 순찰관은 정말 단순한 삶을 사는 것 같네",
      "en": "Troubles? Let me think... Pollution in the Avidya Forest, adventurers who constantly stir up trouble, and rescue dogs that always want to mess with my tail... But these problems all have solutions. If you're talking about bigger concerns, then I really don't have any. In this regard, the life of a Forest Watcher is pretty simple.",
      "de": "Probleme? Nun, lass mich mal überlegen ... Die Verschmutzung im Avidya-Wald, die Abenteurer, die immer Ärger machen, die Rettungshunde, die oft versuchen, sich auf meinen Schwanz zu stürzen ... Aber es gibt immer eine Lösung dafür. Große Probleme gibt es eigentlich nicht. Es scheint also, dass das Leben eines Waldhütermeisters recht einfach ist.",
      "es": "¿Mis preocupaciones? A ver... Me preocupa la contaminación en el Bosque Avidya, aventureros que se meten en apuros y los perros de rescate que siempre quieren juguetear con mi cola... Son problemas que tienen una solución. Si te refieres a preocupaciones de verdad, lo cierto es que no tengo. En ese sentido, la vida de guarda forestal es muy tranquila.",
      "fr": "Mes problèmes ? Laissez-moi réfléchir... La pollution dans la Forêt d'Avidya, les aventuriers qui ne cessent de créer des problèmes, les chiens de sauvetage qui veulent toujours jouer avec ma queue... Mais ces problèmes ont tous des solutions. Si vous parlez de préoccupations plus graves, alors je n'en ai pas vraiment. À cet égard, la vie d'un brigadier forestier est assez simple.",
      "pt": "Preocupações? Deixe-me pensar... A poluição da Floresta Avidya, aventureiros que sempre arrumam problemas e cães busca e resgate que estão sempre correndo atrás da minha cauda... Mas esses problemas têm soluções. Se você está falando sobre preocupações maiores, eu diria que não tenho nenhuma. Nesse quesito, a vida de um Patrulheiro Florestal é bem simples.",
      "ru": "Беспокойство? Гм, дай-ка подумать... Загрязнение в лесу Авидья, искатели приключений, которые постоянно попадают в разные истории, собаки-спасатели, которые норовят вцепиться мне в хвост... Но это всё мелочи. А настоящих поводов для беспокойства у меня нет. Если так посмотреть, жизнь у лесных стражей довольно простая.",
      "id": "Masalah? Coba kupikir ... Polusi di Hutan Avidya, petualang yang seringkali menyebabkan masalah, dan anjing penyelamat yang selalu tertarik pada ekorku ... Tapi semua masalah pasti ada solusinya. Kalau kamu bicara soal masalah yang lebih besar, yah aku tidak punya masalah lain sih. Dalam hal ini, kehidupan para Pelindung Hutan cukup sederhana.",
      "th": "เรื่องกลุ้มใจเหรอ? อืม ฉันขอคิดดูก่อนนะ... มลพิษในป่า Avidya, นักผจญภัยที่ชอบสร้างปัญหา, เจ้าสุนัขกู้ภัยที่พยายามจะเลียหางของฉันอยู่ตลอดเวลา... แต่ว่าปัญหาพวกนี้ต่างก็มีวิธีการแก้ไข ถ้าจะให้พูดถึงเรื่องกลุ้มใจหนัก ๆ จริง ๆ ก็เหมือนจะไม่มีนะ จะว่าไปแล้ว ชีวิตของหัวหน้าเจ้าหน้าที่พิทักษ์ป่านี่ก็เรียบง่ายดีเหมือนกัน",
      "vi": "Phiền não sao? Ừm, để tôi nghĩ xem... nguồn ô nhiễm trong Rừng Avidya, các nhà mạo hiểm hay gặp chuyện, những con chó cứu hộ thích vờn đuôi của tôi... nhưng những chuyện này sẽ luôn có cách giải quyết mà. Còn những phiền não lớn thì... không có. Nói sao nhỉ, cuộc sống của đội trưởng kiểm lâm rất đơn giản mà."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "说来稀奇，我身体里虽然流淌着食肉动物的血脉，但最无法割舍的食物却是蘑菇。可食用的蘑菇种类繁多，无论是新鲜的还是晾干的，都会散发独特的香味。与肉类一起炖煮时，就连肉香也要为它们让步。",
      "zht": "說起來有點稀奇，我身體裡雖然流淌著肉食動物的血脈，但最無法割捨的食物卻是蘑菇。可食用的蘑菇種類繁多，無論是新鮮的還是晾乾的，都會散發獨特的香味。與肉類一起燉煮時，就連肉香也要為它們讓步。",
      "jp": "おかしな話だけど、僕…肉食動物の血が流れてるのに、一番の好物はキノコなんだ。食用キノコは種類も豊富だし、生でも乾燥でも特有の芳香を漂わせるだろ。それに、肉と一緒に煮込むと、肉の旨味にだって勝っちゃうんだよ。",
      "ko": "희한한 말이긴 한데, 내 몸속에는 육식동물의 피가 흐르고 있지만 내가 가장 끊을 수 없는 음식은 버섯이야. 식용 버섯은 종류가 다양해. 신선한 것이든 말린 것이든 각각 독특한 향이 있지. 고기와 함께 삶으면 고기향도 버섯향에 밀린다니까",
      "en": "This may sound strange, but although the blood of a carnivore runs through my veins, mushrooms are the one food that I can't give up. There are many species of edible mushrooms. Whether fresh or dried, they all give off a unique scent. Even when stewed with meat, it's the mushrooms' aroma that comes out on top.",
      "de": "Obwohl das Fleischfresserblut durch meine Adern fließt, sind mein Lieblingsessen seltsamerweise Pilze. Es gibt viele verschiedene Arten von Speisepilzen, egal sie frisch oder getrocknet sind, jeder hat einen einzigartigen Geschmack. Wenn sie mit Fleisch geschmort werden, schmecken sie sogar besser als Fleisch.",
      "es": "Puede que te resulte extraño, pero aunque tengo sangre de carnívoro, lo que más me gusta son los champiñones. Hay todo tipo de champiñones comestibles. No importa si son frescos o secos, todos tienen un aroma muy particular. Incluso si los acompañas con carne, al final lo que más se percibe es el aroma del champiñón.",
      "fr": "Cela peut paraître étrange, mais bien que le sang d'un carnivore coule dans mes veines, les champignons sont le seul aliment auquel je ne puisse pas renoncer. Il existe de nombreuses variétés de champignons comestibles. Qu'ils soient frais ou secs, ils dégagent tous un parfum unique. Même lorsqu'ils sont cuits à l'étouffée avec de la viande, c'est l'arôme des champignons qui est le plus important pour moi.",
      "pt": "Isso pode soar estranho, mas embora eu tenha sangue de carnívoro em minhas veias, cogumelos são algo que eu não consigo ficar sem. Existem muitas espécies de cogumelos comestíveis. Tanto frescos quanto secos, todos eles têm um cheiro único. Até mesmo quando são cozinhados com carne, o gosto do cogumelo é que se sobressai.",
      "ru": "Странно, хотя в моих жилах течёт кровь плотоядного существа, но больше всего на свете я люблю грибы. Существует огромное множество съедобных грибов, их можно есть свежими и сухими. Ни на что не променяю этот аромат... А вкусом грибы затмевают даже тушёное мясо.",
      "id": "Ini mungkin terdengar aneh, tapi walaupun darah karnivora mengalir dalam tubuhku, aku tidak bisa kalau tidak makan jamur. Banyak jenis jamur yang bisa dimakan. Baik itu masih segar atau pun sudah dikeringkan, masing-masing punya rasa yang unik. Dan walaupun direbus bersama daging, aroma jamurnya tetap saja terasa.",
      "th": "จะว่าไปว่าแปลกอยู่เหมือนกัน ถึงแม้ว่าเลือดของสัตว์กินเนื้อจะไหลเวียนอยู่ในร่างกายของฉัน แต่ว่าอาหารที่ฉันขาดไม่ได้เลยกลับเป็นเห็ดน่ะ มีเห็ดที่กินได้หลากหลายไม่ว่าจะเป็นแบบสดและแบบแห้ง ต่างก็ให้กลิ่นหอมอันเป็นเอกลักษณ์ แม้จะเอาไปเคี่ยวรวมกับเนื้อ กลิ่นหอมของเนื้อก็ยังต้องหลีกทางให้มันเลยนะ",
      "vi": "Nói ra cũng thấy lạ, tuy trong người tôi chứa dòng máu của loài động vật ăn thịt, nhưng món ăn mà tôi không thể nào cưỡng lại là nấm. Nấm ăn được có nhiều loại lắm, từ nấm tươi đến nấm khô, loại nào cũng tỏa ra mùi thơm đặc biệt. Nếu nấu chung với thịt thì mùi thơm của thịt cũng bị chúng lấn át đó."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "因为嗅觉太灵敏，我无福享受添加了太多香料的佳肴。唉，这在须弥可以说是重大遗憾了。",
      "zht": "因為嗅覺太靈敏，我無福享受添加了太多香料的佳餚。唉，這在須彌可以說是重大遺憾了。",
      "jp": "嗅覚が鋭すぎるせいか、香料を多用した料理は楽しめないんだよね…せっかくスメールにいるのに、残念。",
      "ko": "난 후각이 예민해서 향신료가 많이 들어간 음식은 잘 못 먹어. 휴, 수메르에서 이건 정말 안타까운 일이지",
      "en": "My olfactory system is overly sensitive, so I lack the good fortune to enjoy heavily spiced foods... Quite the shame in Sumeru.",
      "de": "Da ich einen zu scharfen Geruchssinn habe, kann ich die Köstlichkeiten, die mit zu vielen Gewürzen zubereitet werden, nicht genießen. *seufz* Das ist in Sumeru leider sehr bedauerlich.",
      "es": "Tengo un sentido del olfato muy desarrollado, así que no tengo la suerte de poder comer nada muy condimentado. Una pena, teniendo en cuenta que estamos en Sumeru...",
      "fr": "Mon système olfactif étant très développé, je n'ai pas la chance de pouvoir apprécier les plats très épicés... C'est une honte à Sumeru.",
      "pt": "O meu sistema olfativo é muito sensível, então eu não tenho o prazer de apreciar comidas apimentadas... É uma pena, já que estamos em Sumeru.",
      "ru": "Чувствительное обоняние не даёт мне наслаждаться слишком пряными блюдами. Эх, в Сумеру я многое теряю.",
      "id": "Sistem penciumanku terlalu sensitif, jadi aku kurang bisa menikmati makanan yang banyak rempahnya ... Cukup memalukan ya bagi warga Sumeru sepertiku.",
      "th": "เพราะว่าประสาทสัมผัสเรื่องดมกลิ่นของฉันไวเกินไป ฉันเลยไม่สามารถเพลิดเพลินกับอาหารที่ใส่เครื่องเทศเยอะ ๆ ได้น่ะ เฮ้อ นี่ถือว่าเป็นสิ่งที่น่าเสียดายที่สุดใน Sumeru เลยล่ะ",
      "vi": "Do khứu giác của tôi rất nhạy, cho nên tôi không thể dùng những món ăn có quá nhiều hương liệu. Haiz, đây đúng là điều tiếc nuối lớn nhất khi ở Sumeru mà."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "食材优质，调味精妙，简而言之——非常好吃。",
      "zht": "食材優質，調味精妙，簡而言之——非常好吃。",
      "jp": "質の良い素材と絶妙な味付け、とても美味しいよ！",
      "ko": "양질의 식자재와 절묘한 향신료의 맛. 한마디로——엄청 맛있어",
      "en": "Excellent ingredients and impeccable seasoning. In short — it's delicious.",
      "de": "Die Zutaten sind von hoher Qualität, die Gewürze subtil und kurz gesagt: sehr lecker.",
      "es": "Ingredientes de la mejor calidad y los mejores condimentos. No hay nada más delicioso.",
      "fr": "D'excellents ingrédients et un assaisonnement impeccable. En bref, c'est délicieux.",
      "pt": "Excelentes ingredientes e impecáveis temperos. Resumindo: uma delícia.",
      "ru": "Превосходные ингредиенты, сдобренные изысканными приправами. Словом, так вкусно, что пальчики оближешь!",
      "id": "Bahan-bahan yang sangat baik dan bumbu yang sempurna. Singkatnya - ini enak.",
      "th": "วัตถุดิบคุณภาพสูง, การปรุงรสยอดเยี่ยม สั้น ๆ เลยนะ... อร่อยมาก",
      "vi": "Món ăn chất lượng, mùi vị tinh tế, thật sự rất ngon."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "不错的搭配。可以请你抄份食谱给我吗？我想把它加入巡林小队下次聚餐的菜单里。",
      "zht": "#不錯的搭配。可以請{F#妳}{M#你}抄份食譜給我嗎？我想把它加入巡林小隊下次聚餐的菜單裡。",
      "jp": "素晴らしい組み合わせだね。レシピを教えてくれない？次回のレンジャー懇親会のメニューに加えたいんだ。",
      "ko": "괜찮은 조합이네. 레시피 하나만 적어줄래? 숲의 순찰대의 다음 회식 메뉴에 넣고 싶어",
      "en": "Nice flavor pairing. Could you give me a copy of the recipe? I want to put this on the menu for the Forest Rangers' next meal.",
      "de": "Schöne Kombination. Kannst du mir bitte das Rezept geben? Ich würde es gerne auf die Speisekarte des nächsten Treffens der Waldhüter setzen.",
      "es": "Buena combinación. ¿Te importaría darme una copia de la receta? Me gustaría usarla para la siguiente comida de los guardabosques.",
      "fr": "Belle association de saveurs. Pourriez-vous me donner une copie de la recette ? Je veux la mettre au menu du prochain repas des gardes forestiers.",
      "pt": "Bela combinação de sabores. Você poderia me dar uma cópia da receita? Quero colocar no menu para a próxima refeição dos Guardas-Florestais.",
      "ru": "Интересное сочетание. Можешь написать мне рецепт? Включу его в меню угощений на следующем застолье нашего отряда.",
      "id": "Benar-benar kombinasi rasa yang enak. Kamu bisa tidak berikan aku resepnya? Aku mau taruh ini sebagai menu baru untuk makanan Penjaga Hutan.",
      "th": "จับคู่ได้ลงตัวมากเลยล่ะ คุณคัดสูตรอาหารให้ฉันหน่อยได้มั้ย? ฉันอยากจะเอาไปเพิ่มลงในเมนูสำหรับอาหารค่ำมื้อต่อไปของทีมเจ้าหน้าที่พิทักษ์ป่าน่ะ",
      "vi": "Không tệ đấy, có thể chép cho tôi một bản công thức giống vậy không? Tôi muốn thêm nó vào thực đơn cho đội kiểm lâm."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "…需要我教你一些新菜吗？",
      "zht": "#…需要我教{F#妳}{M#你}一些新菜嗎？",
      "jp": "…何か新しい料理、教えてあげようか？",
      "ko": "…새로운 메뉴 좀 가르쳐줄까?",
      "en": "...Do I need to teach you some new recipes?",
      "de": "... Soll ich dir ein paar neue Gerichte beibringen?",
      "es": "¿Necesitas que te enseñe un par de recetas?",
      "fr": "... Vous voulez que je vous apprenne de nouvelles recettes ?",
      "pt": "... Você quer que eu te ensine algumas receitas novas?",
      "ru": "...Может, научить тебя каким-нибудь новым рецептам?",
      "id": "Apa aku perlu ajari kamu resep baru?",
      "th": "...อยากให้ฉันสอนคุณทำอาหารใหม่ ๆ มั้ย?",
      "vi": "#...Có cần tôi hướng dẫn cho {F#cô}{M#cậu} vài món ăn mới không?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！我选了一盆今日花期正盛的盆栽给你，另附养花指南。万一它之后出现任何问题，都请不要客气，随时找我，它有「巡林官终生保育凭证」。\n\n你知道吗，在你生日时开的花可多了，我挑了好久呢。等到明年，再送你新的品种吧！",
      "zht": "#生日快樂！我選了一盆今日花期正盛的盆栽給{F#妳}{M#你}，另附養花指南。萬一它之後出現任何問題，都請不要客氣，隨時找我，它有「巡林官終生保育憑證」。\n\n{F#妳}{M#你}知道嗎，在{F#妳}{M#你}生日時開的花可多了，我挑了好久呢。等到明年，再送{F#妳}{M#你}新的品種吧！",
      "jp": "誕生日おめでとう！今日ちょうど満開になった鉢植えをプレゼントするよ。付属の栽培ガイドでも解決できないことがあったら、いつでも連絡して。この鉢植えには「レンジャー長による永久保証」がついてるんだ。\n\n君の誕生日って満開になる花が多いから、選ぶのに苦労したよ。来年はまた新しい品種をプレゼントするね。",
      "ko": "생일 축하해! 선물로 꽃이 만개한 분재와 가드닝 지침서를 준비했어. 「숲의 순찰관 평생 보육 증서」가 있으니 만약 무슨 문제가 생기면 언제든지 날 찾아와.\n\n그거 알아? 네 생일 때 피는 꽃이 정말 많아서 한참 동안 골랐어. 내년에는 새로운 꽃을 선물해 줄게!",
      "en": "Happy birthday! I picked out a potted plant in full bloom for you, along with a gardening guide. If anything happens to it, don't hesitate to find me at any time. This plant comes with a Forest Watcher lifetime guarantee.\n\nI'll have you know a lot of flowers are in season on your birthday. It took me forever to choose one. I'll get you a different species next year!",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Ich habe für dich eine Topfpflanze ausgesucht, die jetzt in voller Blüte steht, und ich habe eine Anleitung beigefügt, wie man sie in Blüte hält. Falls du danach Probleme damit hast, zögere bitte nicht, mir Bescheid zu geben, sie hat eine „Lebenslange Garantie des Waldhütermeisters.“\n\nWeißt du, an deinem Geburtstag blühen so viele Blumen, dass ich ewig gebraucht habe, um eine auszuwählen. Warte bis zum nächsten Jahr, dann schicke ich dir eine neue Sorte!",
      "es": "¡Felicidades! Te he preparado una maceta en flor y una guía de botánica. Si alguna vez le pasa algo, ven a verme cuando quieras. Esta planta incluye también una garantía de por vida de guardabosques.\n\n¿Sabías que muchas plantas florecen en esta temporada? Me llevó un buen rato elegir una. ¡El año que viene te regalaré otra distinta!",
      "fr": "Joyeux anniversaire ! Je vous ai choisi une plante en pot en pleine floraison, ainsi qu'un guide de jardinage. Si vous avez le moindre problème, n'hésitez pas à venir me trouver. Cette plante est livrée avec un « certificat d'entretien à vie par le brigadier forestier ». Vous savez, il y a beaucoup de fleurs de saison le jour de votre anniversaire. Ça m'a pris une éternité pour en choisir une. Attendez de voir l'année prochaine, je vous offrirai une nouvelle espèce !",
      "pt": "Feliz aniversário! Eu escolhi um vaso cheio de plantas para você, junto com um guia de jardinagem. Se alguma coisa acontecer com elas, não hesite em falar comigo. Essa planta vem com garantia vitalícia dos Patrulheiros Florestais.\n\nVocê sabia que o seu aniversário também é a estação ideal de muitas plantas? Eu vou escolher uma diferente para você no ano que vem!",
      "ru": "С днём рождения! Я решил подарить тебе бонсай, который как раз расцвёл, к нему прилагается руководство по уходу. Если с ним вдруг что-то случится, не стесняйся просить помощи, на этот бонсай распространяется «Пожизненное обслуживание от Лесного дозора».\n\nЗнаешь, к твоему дню рождения распустилось столько цветов, я долго не мог выбрать. В следующем году подарю какой-нибудь другой!",
      "id": "Selamat ulang tahun! Aku memetik beberapa tanaman yang sudah mekar untukmu, juga dengan panduan berkebun. Kalau misal terjadi sesuatu, jangan ragu-ragu untuk cari aku kapan saja. Tanaman ini dijamin seumur hidup oleh Pelindung Hutan.\n\nKamu tahu tidak, ada banyak tanaman yang tumbuh waktu kamu ulang tahun. Aku membutuhkan waktu sangat lama untuk memilih salah satunya. Nanti tahun depan aku akan berikan padamu spesies yang berbeda!",
      "th": "สุขสันต์วันเกิดนะ! ฉันได้เลือกไม้กระถางที่บานสะพรั่งในวันนี้ พร้อมแนบคู่มือการจัดสวนดอกไม้มาให้คุณด้วยแล้วล่ะ ถ้าวันหลังเกิดปัญหาอะไรกับมันล่ะก็ มาหาฉันได้ตลอดเวลาไม่ต้องเกรงใจนะ ไม้กระถางนี้มันมี \"ใบรับรองการอนุรักษ์ตลอดชีพของหัวหน้าเจ้าหน้าที่พิทักษ์ป่า\" อยู่น่ะ\n\nคุณรู้มั้ย ดอกไม้ที่เบ่งบานในวันเกิดของคุณมีเยอะแยะมากเลยล่ะ ฉันเลือกอยู่นานมาก ไว้รอถึงปีหน้า จะเอาสายพันธุ์ใหม่ ๆ มาให้คุณอีกนะ！",
      "vi": "#Chúc mừng sinh nhật! Tôi đã chọn cho {F#cô}{M#cậu} một chậu hoa đang nở rộ, và một quyển sách hướng dẫn làm vườn. Nếu có vấn đề gì xảy ra thì cứ đến tìm tôi, đừng ngại, nó có \"giấy bảo hành trọn đời của kiểm lâm\".\n\n{F#Cô}{M#Cậu} biết không, hoa nở vào ngày sinh nhật của {F#cô}{M#cậu} nhiều lắm đó, tôi đã phải chọn rất lâu. Sang năm tôi sẽ lại tặng cho {F#cô}{M#cậu} một loại mới!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "种籽萌发，破土生根。",
      "zht": "種子萌發，破土生根。",
      "jp": "種は芽ざし、土を破って根をおろす。",
      "ko": "씨앗에서 싹이 나고, 흙을 뚫고 뿌리를 내렸어",
      "en": "Germinating seeds break through the soil and take root.",
      "de": "Die Samen keimen und schlagen Wurzeln in der Erde.",
      "es": "Las semillas germinan y entierran sus raíces en la tierra.",
      "fr": "Les graines germent et traversent le sol pour prendre racine.",
      "pt": "As sementes germinam e enterram suas raízes no solo.",
      "ru": "Семена прорастают и пускают корни.",
      "id": "Benih yang berkecambah menembus tanah dan berakar.",
      "th": "เมล็ดงอกเงย หยั่งรากลงดิน",
      "vi": "Hạt giống nảy mầm, một sinh mệnh mới."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "幼苗拔高，开枝展叶。",
      "zht": "幼苗拔高，開枝展葉。",
      "jp": "小さな苗は背のびして、枝を広げて葉を伸ばす。",
      "ko": "새싹이 자라나 가지를 뻗고 잎을 펼쳤어",
      "en": "Seedlings grow, reaching out with their branches and leaves.",
      "de": "Die Sämlinge werden groß und treiben Zweige und Blätter.",
      "es": "Las plántulas crecen y comienzan a estirar sus ramas.",
      "fr": "Les jeunes plants poussent, tendant leurs branches et leurs feuilles vers le ciel.",
      "pt": "As mudas crescem e começam a esticar seus galhos.",
      "ru": "Ростки тянутся к солнцу, появляются первые листья.",
      "id": "Bibit tumbuh, menjangkau dengan cabang dan daunnya.",
      "th": "ต้นกล้าสูงใหญ่ แตกกิ่งกางใบ",
      "vi": "Mầm cây đâm chồi, cành cây ra lá."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "花蕾满枝，杏雨梨云。",
      "zht": "花蕾滿枝，杏雨梨雲。",
      "jp": "つぼみは枝に、花咲き満ちる。",
      "ko": "꽃망울이 피니까 봄의 기운이 물씬 풍기네",
      "en": "Branches dotted with flower buds herald the advent of spring.",
      "de": "Die Zweige der Bäume sind voller Blütenknospen, zur Blütezeit wunderschön.",
      "es": "De la rama brotan las flores anunciando la llegada de la primavera.",
      "fr": "Les branches parsemées de bourgeons annoncent l'arrivée du printemps.",
      "pt": "As flores brotam do galho anunciando a chegada da primavera.",
      "ru": "Почки набухают, и распускаются цветы.",
      "id": "Cabang-cabang yang dihiasi kuncup bunga menandakan datangnya musim semi.",
      "th": "ดอกตูมเต็มกิ่งก้าน ทิวทัศน์วสันต์งามงด",
      "vi": "Hoa nở đầy cành, xanh tốt cả vùng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "硕果丰熟，来日更盛。",
      "zht": "碩果豐熟，來日更盛。",
      "jp": "果実は熟す、末頼もしく。",
      "ko": "열매가 잘 익었어. 내일이 되면 더 풍성해지겠지?",
      "en": "A rich harvest that will lead to even richer ones.",
      "de": "Die Bäume tragen viele Früchte, im kommenden Jahr noch mehr.",
      "es": "De buena semilla, buena cosecha.",
      "fr": "Une riche récolte qui en appellera d'autres encore plus riches.",
      "pt": "Da boa semente, uma bela colheita.",
      "ru": "Плоды с каждым днём тяжелеют.",
      "id": "Panen yang kaya akan menghasilkan hasil yang lebih kaya lagi.",
      "th": "พืชผลสมบูรณ์ เพิ่มพูนรุ่งโรจน์",
      "vi": "Trái cây chín mọng, hướng về tương lai."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "一叶障目。",
      "zht": "一葉障目。",
      "jp": "一葉目を蔽えば——",
      "ko": "일엽장목",
      "en": "One with the forest.",
      "de": "Man sieht den Wald vor lauter Bäumen nicht.",
      "es": "Sé uno con el bosque.",
      "fr": "Ne faire qu'un avec la forêt.",
      "pt": "Um com a floresta.",
      "ru": "Деревья заслоняют лес.",
      "id": "Menyatu dengan hutan.",
      "th": "หนึ่งใบบังตา",
      "vi": "Lá cây che mắt."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "障眼法！",
      "zht": "障眼法！",
      "jp": "目くらまし！",
      "ko": "눈속임!",
      "en": "Enshroud!",
      "de": "Illusorischer Trick!",
      "es": "¡Camuflaje!",
      "fr": "Vous êtes dans le brouillard ?",
      "pt": "Envolver!",
      "ru": "Фокус!",
      "id": "Trik ilusi!",
      "th": "วิชาบังตา!",
      "vi": "Thủ thuật che mắt!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "看不清了吧？",
      "zht": "看不清了吧？",
      "jp": "見えないだろ？",
      "ko": "잘 안 보이지?",
      "en": "Can't see?",
      "de": "Du kannst kaum sehen, oder?",
      "es": "¿No ves bien?",
      "fr": "#On ne voit plus rien, n'est-ce pas{NON_BREAK_SPACE}?",
      "pt": "Não consegue ver?",
      "ru": "Что, ничего не видно?",
      "id": "Kamu tidak bisa lihat?",
      "th": "เห็นไม่ชัดสินะ?",
      "vi": "Nhìn không rõ đúng không?"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "斩草除根！",
      "zht": "斬草除根！",
      "jp": "根こそぎにしてあげる！",
      "ko": "뿌리까지 뽑아주지!",
      "en": "I'll uproot you!",
      "de": "Die Wurzel des Problems zu beseitigen!",
      "es": "¡Hora de desraizarte!",
      "fr": "Je vais vous couper l'herbe sous le pied !",
      "pt": "Irei te desenraizar!",
      "ru": "Вырвать корни!",
      "id": "Basmi sampai ke akarnya!",
      "th": "ถอนรากถอนโคน!",
      "vi": "Diệt cỏ tận gốc!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "蔓引株连！",
      "zht": "蔓引株連！",
      "jp": "株連蔓引だよ！",
      "ko": "일망타진!",
      "en": "Let's nip that in the bud!",
      "de": "Lass uns das einfach alles im Keim ersticken!",
      "es": "¡Te cortaré de raíz!",
      "fr": "Il faut s'attaquer à la souche !",
      "pt": "Vamos acabar com o mal pela raiz!",
      "ru": "Обрубить все ветки!",
      "id": "Gunting tunasnya.",
      "th": "เลื้อยรัดพันเกี่ยว!",
      "vi": "Dây leo chằng chịt!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "声音，我听见了。",
      "zht": "聲音，我聽見了。",
      "jp": "音が、聞こえる。",
      "ko": "소리라면 다 들었다고",
      "en": "I hear everything!",
      "de": "Stimme, ich habe sie gehört.",
      "es": "¡Lo oigo todo!",
      "fr": "Je peux les entendre !",
      "pt": "Eu ouvi isso!",
      "ru": "Я слышу всё!",
      "id": "Aku dengar semua!",
      "th": "เสียงนั่น ได้ยินแล้วล่ะ",
      "vi": "Âm thanh đó, tôi nghe thấy rồi."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "跟紧了。",
      "zht": "跟緊了。",
      "jp": "ついてきて。",
      "ko": "잘 따라와",
      "en": "Keep up.",
      "de": "Folg mir!",
      "es": "Sígueme.",
      "fr": "Tenez bon.",
      "pt": "Siga-me.",
      "ru": "Не отставай.",
      "id": "Ayo terus.",
      "th": "ตามให้ทันล่ะ",
      "vi": "Theo cho kịp."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "这里怎么会有宝箱？",
      "zht": "這裡怎麼會有寶箱？",
      "jp": "何でこんなところに宝箱が…",
      "ko": "이런 곳에 웬 보물상자?",
      "en": "Why is there a chest here?",
      "de": "Warum befindet sich hier eine Truhe?",
      "es": "¿Qué hace un cofre aquí?",
      "fr": "Pourquoi il y a un coffre ici ?",
      "pt": "Por que tem um baú aqui?",
      "ru": "Откуда здесь сундук?",
      "id": "Kenapa di sini ada peti?",
      "th": "ที่นี่มีหีบสมบัติได้ไงนะ?",
      "vi": "Sao ở đây lại có rương?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "这个，应该不用写失物招领吧。",
      "zht": "這個，應該不用寫失物招領吧。",
      "jp": "これ…届け出ないでいいんだよね。",
      "ko": "음, 분실물 신고는 안 해도 되겠지",
      "en": "Erm... I think we can forgo the lost-and-found report.",
      "de": "Also, ich glaube, wir brauchen sie nicht zum Fundbüro zu bringen, oder?",
      "es": "No creo que haga falta registrar esto en objetos perdidos.",
      "fr": "Ahem... Je pense qu'on peut oublier le rapport sur les objets trouvés.",
      "pt": "Erm... Acho que podemos ignorar o relatório de achados e perdidos.",
      "ru": "Наверное, можно не обращаться в бюро находок.",
      "id": "Emm ... Kita lupakan saja deh laporan soal kehilanganya.",
      "th": "นี่คงไม่ต้องเขียนว่าของหายโปรดรับคืนหรอกมั้ง",
      "vi": "Cái này, chắc là không cần viết thông báo đồ thất lạc tìm người nhận đâu nhỉ."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "闻起来有好东西哦。",
      "zht": "聞起來有好東西哦。",
      "jp": "いい品だって匂いがする。",
      "ko": "좋은 물건의 냄새가 나",
      "en": "*sniff* Smells like something good is inside.",
      "de": "Das riecht nach etwas Gutem.",
      "es": "Huele a que hay algo bueno ahí dentro.",
      "fr": "Je sens qu'il y a quelque chose de bien à l'intérieur.",
      "pt": "Tem cheiro de que tem algo bom dentro.",
      "ru": "Приятный запах.",
      "id": "Sepertinya ada sesuatu yang bagus di dalamnya.",
      "th": "ดมดูแล้วเหมือนจะเป็นของดี",
      "vi": "Có mùi đồ tốt."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "唉，真是麻烦。",
      "zht": "唉，真是麻煩。",
      "jp": "ちっ、めんどうだ。",
      "ko": "후, 귀찮아 죽겠네",
      "en": "Ugh, what a drag.",
      "de": "Ach, was für ein Ärger.",
      "es": "Uff, qué fastidio.",
      "fr": "Argh, quelle plaie.",
      "pt": "Urg, que chatice.",
      "ru": "Ай, вот же...",
      "id": "Ugh, menyebalkan.",
      "th": "เฮ้อ ยุ่งยากจริง ๆ เลย",
      "vi": "Hừm, thật phiền phức."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "尾巴毛都乱了…",
      "zht": "尾巴毛都亂了…",
      "jp": "しっぽの毛がぐちゃぐちゃだよ…",
      "ko": "꼬리 털이 엉망이야…",
      "en": "My tail's all messed up...",
      "de": "Mein Fell ist etwas durcheinander ...",
      "es": "Tengo la cola hecha un desastre...",
      "fr": "J'ai la queue tout ébouriffée.",
      "pt": "Minha cauda está toda bagunçada...",
      "ru": "Даже хвост распушился...",
      "id": "Duh ekorku jadi kotor ....",
      "th": "ขนหางยุ่งไปหมดแล้ว...",
      "vi": "Lông đuôi bị rối rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "该清杂草了。",
      "zht": "該清雜草了。",
      "jp": "雑草を刈る時間だ。",
      "ko": "잡초를 제거해야겠어",
      "en": "Time to pull some weeds.",
      "de": "Es ist die Zeit, das Unkraut zu entfernen.",
      "es": "Hora de arrancar las malas hierbas.",
      "fr": "Il est temps d'en finir avec les mauvaises herbes.",
      "pt": "Hora de arrancar algumas ervas daninhas.",
      "ru": "Пора выполоть эти сорняки.",
      "id": "Waktunya mencabuti rumput.",
      "th": "ถึงเวลากำจัดวัชพืชแล้วล่ะ",
      "vi": "Đến lúc dọn dẹp cỏ dại rồi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "快去疗伤。",
      "zht": "快去療傷。",
      "jp": "早く治療しないと。",
      "ko": "어서 치료부터 해",
      "en": "Go get yourself patched up.",
      "de": "Geh und lass dich sofort behandeln.",
      "es": "Ve a curarte.",
      "fr": "Il faut que vous vous fassiez soigner.",
      "pt": "Vá se curar.",
      "ru": "Здесь нужен врач.",
      "id": "Kamu perlu perawatan.",
      "th": "รีบไปรักษาเร็วเข้า",
      "vi": "Mau đi chữa thương."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "救人要紧。",
      "zht": "救人要緊。",
      "jp": "命が優先だよ。",
      "ko": "안전이 먼저야",
      "en": "Safety first.",
      "de": "Es ist wichtig, Leben zu retten.",
      "es": "La seguridad ante todo.",
      "fr": "La sécurité avant tout.",
      "pt": "Segurança primeiro.",
      "ru": "На кону твоя жизнь.",
      "id": "Utamakan keselamatan.",
      "th": "ต้องช่วยคนไว้ก่อน",
      "vi": "Cứu người quan trọng."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "叶落…归根…",
      "zht": "葉落…歸根…",
      "jp": "葉落ちて…根に帰す…",
      "ko": "잎은… 뿌리로 돌아가기 마련이지…",
      "en": "Dust... to dust...",
      "de": "Endlich ... nach Hause kommen ...",
      "es": "Polvo... al polvo...",
      "fr": "Retour... à la poussière...",
      "pt": "Do pó viemos... ao pó... voltaremos...",
      "ru": "Опавшие листья... Вернутся к корням...",
      "id": "Dari debu ... kembali jadi debu ....",
      "th": "ใบร่วงหล่น... คืนสู่ราก...",
      "vi": "Lá rụng... về nguồn..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "还有未完成的研究…",
      "zht": "還有未完成的研究…",
      "jp": "まだ研究が残ってるのに…",
      "ko": "끝내지 못한 연구가 있어…",
      "en": "I'm not finished... my research...",
      "de": "Es gibt noch nicht abgeschlossene Forschungsarbeiten ...",
      "es": "Aún no he acabado mi investigación...",
      "fr": "Mes recherches ne sont pas terminées...",
      "pt": "Ainda existem pesquisas a serem feitas...",
      "ru": "Мои исследования...",
      "id": "Penelitianku ... belum selesai ....",
      "th": "ยังมีงานวิจัยที่ทำไม่เสร็จ...",
      "vi": "Vẫn còn mục nghiên cứu chưa hoàn thành..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "没能等到花开…",
      "zht": "沒能等到花開…",
      "jp": "花の咲く日も待たず、か…",
      "ko": "꽃은 아직 피지도 않았는데…",
      "en": "Flowers haven't bloomed yet...",
      "de": "Kann nicht auf das Blühen warten ...",
      "es": "Las flores aún no se han abierto...",
      "fr": "Je n'ai même pas eu le temps de voir les fleurs éclore...",
      "pt": "Mas as flores ainda não desabrocharam...",
      "ru": "Я не увидел, как распускаются цветы...",
      "id": "Bunganya ... belum mekar.",
      "th": "ไม่ทันเห็นดอกไม้เบ่งบาน...",
      "vi": "Vẫn chưa đợi được mùa hoa nở..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "哎呦。",
      "zht": "哎呦。",
      "jp": "なんだよっ！",
      "ko": "어?",
      "en": "Excuse me?",
      "de": "Ooh.",
      "es": "¿Perdona?",
      "fr": "Excusez-moi ?",
      "pt": "Como é?",
      "ru": "Ох.",
      "id": "Eh, apa?",
      "th": "โอ๊ย",
      "vi": "Ây da."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其二",
      "zht": "普通受擊·其二",
      "jp": "ダメージを受ける·2",
      "ko": "일반 피격·두 번째",
      "en": "Light Hit Taken: II",
      "de": "Leichten Treffer erlitten II",
      "es": "Recibiendo un ligero ataque (II)",
      "fr": "Attaque légère subie (2)",
      "pt": "Ataque Leve Sofrido - II",
      "ru": "Получен лёгкий удар II",
      "id": "Menerima Serangan Ringan: II",
      "th": "รับการโจมตีปกติ - 2",
      "vi": "Chịu Đòn Thường II"
    },
    "line": {
      "zhs": "行啊？",
      "zht": "行啊？",
      "jp": "やるんだね？",
      "ko": "좀 치는데?",
      "en": "Who do you think you are?",
      "de": "Na, gut.",
      "es": "¡¿Quién te crees que eres?!",
      "fr": "Je vous demande pardon ?!",
      "pt": "Desculpa, não estou entendendo!?",
      "ru": "И всё?",
      "id": "Merasa jagoan?",
      "th": "ไม่เลวหนิ?",
      "vi": "Được đấy!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "受重擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "没完没了！",
      "zht": "沒完沒了！",
      "jp": "きりがない！",
      "ko": "끝이 없군!",
      "en": "One thing after another!",
      "de": "Du kommst nie zum Ende!",
      "es": "Una cosa tras otra...",
      "fr": "Ça n'en finit pas !",
      "pt": "Uma coisa atrás da outra!",
      "ru": "Да что ж такое!",
      "id": "Masalah terus datang silih berganti!",
      "th": "ยังไม่พออีกเหรอ!",
      "vi": "Vẫn chưa xong sao!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "等着入土吧！",
      "zht": "等著入土吧！",
      "jp": "…葬ってやる！",
      "ko": "흙으로 보내주지!",
      "en": "I'll bury you.",
      "de": "Du wirst begraben werden!",
      "es": "¡Te convertiré en fertilizante!",
      "fr": "Six pieds sous terre !",
      "pt": "Bem, é o seu funeral!",
      "ru": "Я тебя закопаю!",
      "id": "Tamat riwayatmu!",
      "th": "รอคืนสู่รากได้เลย!",
      "vi": "Chờ chết đi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "我来领路。",
      "zht": "我來帶路。",
      "jp": "道案内なら任せてよ。",
      "ko": "내가 앞장설게",
      "en": "I'll lead the way.",
      "de": "Ich werde den Weg zeigen.",
      "es": "Síganme.",
      "fr": "Je vais ouvrir la voie.",
      "pt": "Liderarei o caminho.",
      "ru": "Я покажу дорогу.",
      "id": "Biar aku yang pimpin jalannya.",
      "th": "ฉันนำทางเอง",
      "vi": "Để tôi dẫn đường"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "唉！有谁又吃毒蘑菇了吗？",
      "zht": "唉！有誰又吃毒蘑菇了嗎？",
      "jp": "えっ！…また誰か毒キノコを食べたの？",
      "ko": "후우! 누가 또 독버섯 먹었어?",
      "en": "*sigh*... Who ate a poisonous mushroom this time?",
      "de": "Ach! Hat jemand wieder giftige Pilze gegessen?",
      "es": "*Suspira*, ¿quién se ha comido un champiñón venenoso esta vez?",
      "fr": "*soupir* ... Qui a mangé un champignon vénéneux cette fois, alors, hmm ?",
      "pt": "*Suspira* ...Quem comeu cogumelo venenoso dessa vez, hmm?",
      "ru": "Эй! Кто опять наелся ядовитых грибов?",
      "id": "*huff* Siapa lagi yang makan jamur beracun kali ini?",
      "th": "เฮ้อ! มีคนกินเห็ดพิษอีกแล้วเหรอ?",
      "vi": "Haiz! Có người lại ăn phải nấm độc rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "走，去采些样本！",
      "zht": "走，去採些樣本！",
      "jp": "サンプルを取りに行こう！",
      "ko": "샘플 채취하러 가자!",
      "en": "Let's go gather some samples!",
      "de": "Holen wir uns ein paar Proben!",
      "es": "¡Vayamos a recoger muestras!",
      "fr": "Allons récolter des échantillons !",
      "pt": "Vamos pegar algumas amostras!",
      "ru": "Идём собирать новые образцы!",
      "id": "Ayo kita kumpulkan beberapa sampel!",
      "th": "ป่ะ ไปเก็บตัวอย่างกัน!",
      "vi": "Đi hái hàng mẫu làm tiêu bản thôi!"
    }
  }
]