{
  "name": {
    "zhs": "优菈",
    "zht": "優菈",
    "jp": "エウルア",
    "ko": "유라",
    "en": "Eula",
    "de": "Eula",
    "es": "Eula",
    "fr": "Eula",
    "pt": "Eula",
    "ru": "Эола",
    "id": "Eula",
    "th": "Eula",
    "vi": "Eula"
  },
  "title": {
    "zhs": "浪沫的旋舞",
    "zht": "浪沫的旋舞",
    "jp": "波沫のワルツ",
    "ko": "물보라의 춤",
    "en": "Dance of the Shimmering Wave",
    "de": "Wirbeltanz der Gischt",
    "es": "La Bailarina de las Olas",
    "fr": "Vague déferlante",
    "pt": "Dança da Onda Quebradora",
    "ru": "Танец морской пены",
    "id": "Dance of the Shimmering Wave",
    "th": "ระบำแห่งเกลียวคลื่น",
    "vi": "Vũ Điệu Bọt Biển"
  },
  "description": {
    "zhs": "古老家族出身的「浪花骑士」，西风骑士团游击小队队长。身为旧贵族后裔却加入了堪称死对头的西风骑士团，该事件至今仍是蒙德一大谜团。",
    "zht": "古老家族出身的「浪花騎士」，西風騎士團游擊小隊隊長。身為舊貴族後裔卻加入了堪稱死對頭的西風騎士團，該事件至今仍是蒙德一大謎團。",
    "jp": "古き一族出身の「波花騎士」。同時に西風騎士団の遊撃小隊隊長でもある。旧貴族の末裔でありながら、敵対関係にある西風騎士団に入団した理由は、未だ謎に包まれている。",
    "ko": "오래된 가문 출신의 「파도 기사」. 페보니우스 기사단의 유격대 대장이다. 옛 귀족의 후예인 그녀가 원수지간인 페보니우스 기사단에 입단한 이유는 지금까지도 몬드의 미스터리로 남아있다",
    "en": "The Spindrift Knight, a scion of the old aristocracy, and the Captain of the Knights of Favonius Reconnaissance Company. The reason for which a descendant of the ancient nobles might join the Knights remains a great mystery in Mondstadt to this very day.",
    "de": "Sie ist die „Gischtritterin“ aus einer uralten Familie und Truppenführerin der Freischärler des Ordo Favonius. Als ein Nachkomme der Aristokraten ist sie aber dem Ritterorden, dem Erzfeind der Aristokratie beigetreten. Warum sie solch eine Entscheidung getroffen hat, bleibt eins der größten Rätsel von Mondstadt.",
    "es": "La Caballera de la Marea, procedente de una familia con un gran linaje y Capitana del Equipo de Reconocimiento de los Caballeros de Favonius. Aunque es descendiente de la antigua aristocracia, se unió a los Caballeros de Favonius, sus archienemigos, algo que sigue siendo un gran enigma para toda Mondstadt hasta hoy en día.",
    "fr": "Le « Chevalier aux Embruns », né de l'ancien Clan Lawrence, capitaine de l'unité de reconnaissance des chevaliers de l'Ordre de Favonius de Mondstadt. Que cette descendante de la noblesse d'antan ait rejoint les chevaliers de l'Ordre, l'ennemi jusqu'alors juré de la famille, demeure un mystère aux yeux de beaucoup.",
    "pt": "A Cavaleira das Ondas, uma descendente da antiga aristocracia, e a Capitã de Reconhecimento dos Cavaleiros de Favonius. A razão pela qual uma descendente dos antigos nobres poderia se juntar aos Cavaleiros permanece um grande mistério em Mondstadt até os dias de hoje.",
    "ru": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Будучи потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
    "id": "Sang Spindrift Knight, keturunan keluarga bangsawan dan Kapten dari Pasukan Gerilya Knights of Favonius. Alasan kenapa seorang keturunan bangsawan kuno ingin bergabung dengan para Knight masih menjadi misteri di Mondstadt sampai saat ini.",
    "th": "\"อัศวิน Spindrift\" จากตระกูลเก่าแก่ หัวหน้ากองสอดแนมของกองอัศวินแห่ง Favonius ทั้งที่เป็นถึงลูกหลานของชนชั้นสูง แต่เธอกลับเข้าร่วมกับกองอัศวินแห่ง Favonius ซึ่งถือเป็นศัตรูตัวฉกาจของตระกูล เหตุการณ์ดังกล่าวยังคงเป็นปริศนาของ Mondstadt มาจนทุกวันนี้",
    "vi": "\"Kỵ Sĩ Sóng Nước\" xuất thân từ gia tộc cổ xưa, đội trưởng tiểu đội du kích thuộc Đội Kỵ Sĩ Tây Phong. Là hậu duệ của quý tộc cũ nhưng lại gia nhập Đội Kỵ Sĩ Tây Phong - kẻ thù không đội trời chung, sự việc này đến nay vẫn là một ẩn số lớn của Mondstadt."
  },
  "constellation": {
    "zhs": "浪沫座",
    "zht": "浪沫座",
    "jp": "波沫座",
    "ko": "물보라자리",
    "en": "Aphros Delos",
    "de": "Aphros Delos",
    "es": "Aphros Delos",
    "fr": "Aphros Delos",
    "pt": "Aphros Delos",
    "ru": "Морская Пена",
    "id": "Aphros Delos",
    "th": "Aphros Delos",
    "vi": "Cung Lãng Mạt"
  }
}