[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "西风骑士团，游击小队队长，「浪花骑士」优菈·劳伦斯，向你致以问候…嗯，劳伦斯，没错。如你所见，我是罪人的后裔，是骑士团的内鬼，正在向他们复仇。",
      "zht": "#西風騎士團，游擊小隊隊長，「浪花騎士」優菈·勞倫斯，向{F#妳}{M#你}致以問候…嗯，勞倫斯，沒錯。如{F#妳}{M#你}所見，我是罪人的後裔、是騎士團的內鬼，正在向他們復仇。",
      "jp": "西風騎士団遊撃小隊隊長、「波花騎士」エウルア·ローレンスよ…そう、ローレンス。私は罪人の末裔、いずれ騎士団を裏切る者。今、彼らへの復讐の計画を立てている最中なの。",
      "ko": "페보니우스 기사단의 유격대 대장, 「파도 기사」 유라·로렌스. 당신에게 인사드립니다…. 그래, 맞아, 로렌스. 보다시피 난 죄인의 후예, 기사단의 스파이야. 그들에게 복수를 하고 있지",
      "en": "Captain Eula Lawrence, Spindrift Knight, Knights of Favonius Reconnaissance Company. I extend to you my greetings. Huh? What's that...? Yes, Lawrence, the evil aristocrats of historical infamy. Oh, we're still very much evil. Just look at me, I'm infiltrating the inner ranks of the Knights of Favonius, all as part of a diabolical plan to exact our revenge and reclaim our former glory!",
      "de": "Ich, Eula Lawrence, „Gischtritterin“ und Truppenführerin der Freischärler des Ordo Favonius, begrüße dich herzlich ... Was, Lawrence? Ja, genau, ich bin ein Nachkomme der Sünder, die Verräterin im Ritterorden und bin gerade dabei, mich an dem Orden zu rächen.",
      "es": "Yo, Eula Lawrence, Caballera de la Marea y del Equipo de Reconocimiento de los Caballeros de Favonius, te extiendo mis saludos. ¿Cómo dices? Sí, Lawrence, los malvados aristócratas con una historia de infamia. Oh, aún somos muy malvados. Mírame a mí, soy una infiltrada entre los Caballeros de Favonius. ¡Todo forma parte de nuestro plan diabólico para vengarnos y reclamar nuestra antigua gloria!",
      "fr": "Capitaine Eula Lawrence, Chevalier aux Embruns, de l'unité de reconnaissance de l'Ordre de Favonius. Je vous salue. Hein ? Quoi...? Oui, « Lawrence », la famille d'aristocrates de triste renom. Oh, nous sommes toujours aussi machiavéliques. Regardez-moi, j'ai infiltré les rangs des chevaliers de l'Ordre de Favonius, tout cela dans le cadre d'un plan diabolique pour obtenir vengeance et restaurer notre ancienne gloire !",
      "pt": "A Capitã Eula Lawrence, Cavaleira das Ondas da Equipe de Reconhecimento dos Cavaleiros de Favonius. Estendo para você meus cumprimentos. Hm? Como é? Ah... Sim, Lawrence, dos aristocratas de infâmia histórica. Nós ainda somos muito maus. Olhe para mim, estou infiltrando os Cavaleiros de Favonius como parte de um plano diabólico para ter nossa vingança e recuperar nossa antiga glória!",
      "ru": "Рыцарь Ордо Фавониус, капитан разведывательного отряда, Рыцарь Морская пена Эола Лоуренс передаёт тебе привет... Да, Лоуренс, всё верно. Как видишь, я потомок тех самых аристократов-злодеев, шпион в ордене, который ищет мести и былой славы.",
      "id": "Kapten Eula Lawrence, sang Spindrift Knight, Kapten Pasukan Gerilya di Knights of Favonius. Kusampaikan salamku kepadamu. Eh? Apa? Ya, dari keluarga Lawrence, bangsawan jahat yang pernah berkuasa di zaman dahulu. Oh, kita masih jahat kok. Lihat saja aku, aku sedang menyusup ke dalam Knights of Favonius. Semua ini adalah bagian dari rencana jahatku untuk membalas dendam dan memperoleh kembali kejayaan kami!",
      "th": "Eula Lawrence \"อัศวิน Spindrift\" หัวหน้ากองสอดแนมแห่งกองอัศวิน Favonius ขอทักทายเธอ... อืม ใช่แล้ว ตระกูล Lawrence ก็ตามที่เธอได้ยินมานั่นแหละ ฉันเป็นทายาทของคนบาป ที่แทรกซึมเข้าไปในกองอัศวินเพื่อแก้แค้นพวกเขายังไงล่ะ",
      "vi": "\"Kỵ Sĩ Sóng Nước\" Eula Lawrence, đội trưởng đội du kích của Đội Kỵ Sĩ Tây Phong xin gửi lời chào đến bạn... Hử, Lawrence, đúng vậy. Như bạn thấy đó, tôi là hậu duệ của tội nhân, là nội gián trong đội kỵ sĩ, đang muốn báo thù bọn họ."
    }
  },
  {
    "title": {
      "zhs": "闲聊·礼仪",
      "zht": "閒聊·禮儀",
      "jp": "世間話·騎士の仕来たり",
      "ko": "잡담·예절",
      "en": "Chat: Etiquette",
      "de": "Gespräch – Manieren",
      "es": "Sobre Eula - Etiqueta",
      "fr": "Bavardage - Étiquette",
      "pt": "Bate-papo - Etiqueta",
      "ru": "Поболтаем: Этикет",
      "id": "Berbincang: Etiket",
      "th": "แชท - มารยาท",
      "vi": "Nói chuyện phiếm - Lễ nghi"
    },
    "line": {
      "zhs": "骑士和贵族的礼仪一脉相承，只是前者脚踏实地，简化了繁文缛节。",
      "zht": "騎士和貴族的禮儀一脈相承，只是前者腳踏實地，簡化了繁文縟節。",
      "jp": "騎士と貴族の仕来たりは似ているわ。ただ、騎士は小難しいところが簡略化されているの。",
      "ko": "기사와 귀족의 예절은 일맥상통해. 기사의 예절은 허례허식을 간소화했을 뿐이지",
      "en": "Knights and aristocrats share the same cultural heritage, but the knights had enough sense to do away with all the superfluous detail.",
      "de": "Die Etikette von den Rittern und die von den Aristokraten teilen eigentlich den gleichen Ursprung. Nur ist die erstere viel bodenständiger und einfacher.",
      "es": "Los caballeros y la aristocracia comparten la misma herencia cultural. Es solo que los caballeros fueron más inteligentes y se deshicieron de todos los detalles innecesarios.",
      "fr": "Chevaliers et aristocrates partagent le même héritage culturel, mais les chevaliers ont eu le bon sens de se débarrasser de tout ce qui était superflu.",
      "pt": "Cavaleiros e aristocratas compartilham a mesma herança cultural, mas os Cavaleiros tiveram o bom senso de eliminar todos os detalhes supérfluos.",
      "ru": "Этикет рыцарей и этикет дворян похожи, но у рыцарей хватило ума избавиться от всего лишнего.",
      "id": "Knight dan bangsawan memiliki warisan budaya yang serupa, namun para Knight cukup pintar untuk membuang semua detail yang tidak begitu berguna.",
      "th": "มารยาทของอัศวินและชนชั้นสูงนั้นมีรากฐานทางวัฒนธรรมที่คล้ายคลึงกัน เพียงแต่คนรุ่นก่อนรู้จักที่จะลดทอนรายละเอียดที่ไม่จำเป็นทั้งหลายไป เพื่อให้สอดคล้องกับความเป็นจริงน่ะ",
      "vi": "Các hiệp sĩ và quý tộc đều có chung văn hóa lễ nghi, chỉ là kỵ sĩ thì có đủ ý thức để đơn giản hóa những thứ rườm rà mà thôi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·剑技",
      "zht": "閒聊·劍技",
      "jp": "世間話·剣技",
      "ko": "잡담·검술",
      "en": "Chat: Bladework",
      "de": "Gespräch – Schwertkampfkunst",
      "es": "Charla - Técnica de espada",
      "fr": "Bavardage - L'art de l'épée",
      "pt": "Bate-papo - Técnica de espada",
      "ru": "Поболтаем: Искусство меча",
      "id": "Berbincang: Ilmu Pedang",
      "th": "แชท - วิชาดาบ",
      "vi": "Nói chuyện phiếm - Kiếm pháp"
    },
    "line": {
      "zhs": "西风剑术？想和我学两手吗？等你学成再找你报仇，想必能增添不少乐趣。",
      "zht": "#西風劍術？想和我學兩手嗎？等{F#妳}{M#你}學成再找{F#妳}{M#你}報仇，想必能增添不少樂趣。",
      "jp": "私と西風剣術について学びたい？一人前になった君に復讐するのも、悪くないわね。",
      "ko": "페보니우스 검술? 나한테 배우고 싶어? 네가 다 익힌 다음 너한테 복수하는 것도 재밌겠네",
      "en": "You want to learn some Favonius Bladework? Heh, alright then, I'll teach you.... Oh yes, I'll teach you, alright, mark my words...",
      "de": "Favonius-Schwertkunst? Möchtest du das lernen? Das wäre gar keine schlechte Idee. Wenn du die Schwertkunst beherrschst, kann ich mich an dir rächen. Das wäre bestimmt ein großer Spaß.",
      "es": "¿Quieres aprender la técnica de espada Favonius? Está bien, te enseñaré. Oh, claro que te enseñaré, recuerda mis palabras...",
      "fr": "Vous voulez apprendre l'escrime de Favonius ? Très bien alors, je vais vous apprendre... Oh oui, je vais vous apprendre, ne vous en faites pas pour ça.",
      "pt": "Você quer aprender as Técnicas da Espada de Favonius? Tudo bem, lhe darei uma lição... Ah sim, pode apostar que eu vou te dar uma lição, guarde minhas palavras...",
      "ru": "Хочешь поучиться у меня фехтовальному стилю Фавония? Я покажу тебе. О, да! Ты у меня попляшешь, запомни мои слова.",
      "id": "Kamu ingin mempelajari Favonius Bladework? Baiklah, aku akan mengajarimu ... Oh, aku akan mengajarimu dengan sangat baik, camkan kata-kataku ....",
      "th": "Favonius Bladework? อยากจะเรียนรู้จากฉันอย่างงั้นเหรอ? ไว้ให้ฉันเรียนรู้จนสำเร็จแล้วค่อยแก้แค้นเธอแล้วกัน คงจะสนุกน่าดูเลย",
      "vi": "Kiếm thuật Tây Phong? Muốn học không? Đợi bạn học xong rồi tôi mới báo thù, như vậy có lẽ sẽ thú vị hơn nhiều."
    }
  },
  {
    "title": {
      "zhs": "闲聊·规矩",
      "zht": "閒聊·規矩",
      "jp": "世間話·貴族の仕来たり",
      "ko": "잡담·규칙",
      "en": "Chat: Rules",
      "de": "Gespräch – Regel",
      "es": "Charla - Normas",
      "fr": "Bavardage - Règles",
      "pt": "Bate-papo - Regras",
      "ru": "Поболтаем: Правила",
      "id": "Berbincang: Peraturan",
      "th": "แชท - กฎเกณฑ์",
      "vi": "Nói chuyện phiếm - Quy tắc"
    },
    "line": {
      "zhs": "贵族们的陈腐规矩啊…听听就好，哪怕像我一样，被迫背诵了几百条，也不必当真。",
      "zht": "貴族們的陳腐規矩啊…聽聽就好，哪怕像我一樣，被迫背誦了幾百條，也不必當真。",
      "jp": "貴族たちの古い仕来たりなんて…聞き流してちょうだい。いつか私みたいに、何百条もの仕来たりを暗記させられても、本気にしてなくていいから。",
      "ko": "귀족들의 진부한 규칙…? 그냥 듣고 흘려. 난 몇백 개씩 외우도록 강요당했는데도 별로 신경 안 쓰거든",
      "en": "Aristocratic etiquette is all just for show... Just smile and nod along! I was forced to learn all of the rules by heart, but even I don't take them that seriously.",
      "de": "Die Etikette der Aristokraten ist total überholt und rückständig ... Ich wurde damals gezwungen, ein paar hundert Regeln davon auswendig zu lernen, habe sie aber niemals ernst genommen.",
      "es": "La etiqueta aristocrática es puro teatro... ¡Simplemente sonríe y di que sí a todo! A mí me obligaron a aprenderme todas las reglas de memoria, pero ni siquiera yo me las tomo muy en serio.",
      "fr": "L'étiquette de la noblesse n'est que pour la forme... Souriez et acquiescez et le tour est joué. Je n'ai pas eu d'autre choix que d'apprendre toutes les règles par cœur, et je ne les prends pas plus au sérieux que ça.",
      "pt": "A etiqueta aristocrática é um mero hábito... Apenas sorria e acene com a cabeça! Me forçaram a decorar todas as regras, mas nem eu as levo tão a sério.",
      "ru": "Старые дворянские правила... Просто кивай и улыбайся. Меня заставляли учить их наизусть сотнями, но я всё равно не отношусь к ним серьёзно.",
      "id": "Tata krama bangsawan hanya dipakai untuk pamer saja ... Cukup tersenyum dan mengangguk saja! Aku dipaksa untuk menghafal aturan-aturannya, tapi aku tidak pernah menganggapnya serius.",
      "th": "ธรรมเนียมคร่ำครึของเหล่าชนชั้นสูงน่ะเหรอ...แค่ฟังเฉย ๆ ก็พอแล้วล่ะ แม้แต่ฉันที่ถูกบังคับให้ท่องจำเป็นร้อย ๆ ข้อ ก็ยังไม่ได้จริงจังกับมันขนาดนั้นเลย",
      "vi": "Những quy tắc cổ hủ của quý tộc à...Nghe chơi là được, ngay cả như tôi đây, bị buộc phải học thuộc lòng mấy trăm quy tắc, cũng không cần phải coi trọng chúng."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "快到伞下来，别被淋湿了。要是你得了病，身体早早就垮掉，那我找谁报仇去？",
      "zht": "#快到傘下來，別被淋濕了。要是{F#妳}{M#你}生病，身體早早就垮掉，那我去找誰報仇？",
      "jp": "早く傘の下に入りなさい！君が病気になって体を壊したら、復讐する相手がいなくなっちゃうじゃない。",
      "ko": "빨리 우산 안으로 들어와, 다 젖겠어. 네가 병들면 난 누구한테 복수하라고?",
      "en": "Quick, under the umbrella, or you'll get soaked! You can't risk catching a cold, because it might turn into something more serious, and if that happens... Well, I can't go avenging my clan by picking on the sick now, can I?",
      "de": "Komm schnell zu mir. Ich habe einen Regenschirm. Falls du weiter im Regen stehst und pitschnass wirst, kriegst du bestimmt eine schwere Erkältung. An wem soll ich mich dann rächen, wenn du krank im Bett liegst?",
      "es": "Rápido, ven bajo mi paraguas o, si no, te empaparás. Si te resfriaras, podría convertirse en algo grave y, si eso ocurre... Bueno, ¿cómo voy a vengarme de alguien enfermo?",
      "fr": "#Vite, mettez-vous à l'abri, vous allez être {M#trempé}{F#trempée} ! Je ne veux pas que vous attrapiez froid, cela pourrait évoluer en quelque chose de plus grave et si tel est le cas... Eh bien, je ne vais pas venger mon clan en m'attaquant à {M#un}{F#une} grabataire, n'est-ce pas ?",
      "pt": "#Rápido, para baixo do guarda-chuva ou você ficará encharcad{M#o}{F#a}! Não pode correr o risco de pegar um resfriado. Caso vire algo mais sério e se isso acontecer... Bem, não poderei vingar meu clã se precisar cuidar de alguém doente, não é!?",
      "ru": "Залезай под зонт, не промокни. Если ты заболеешь, кому я буду мстить?",
      "id": "Cepat, berteduh di bawah payung ini, nanti kamu basah kuyup! Kamu tidak boleh masuk angin, karena bisa saja sakitmu menjadi parah, dan kalau sampai itu terjadi ... Yah, aku tidak bisa membalaskan dendam klanku kepada orang sakit, kan?",
      "th": "มาอยู่ในร่มเร็วเข้า เดี๋ยวก็เปียกหมดหรอก ถ้าเธอป่วยจนล้มลงไปซะก่อน แล้วฉันจะแก้แค้นใครล่ะ?",
      "vi": "Mau núp dưới cây dù đi, đừng để bị ướt. Nếu bạn bị bệnh thì sẽ dễ chết lắm, như vậy thì tôi phải tìm ai để báo thù đây?"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "麻烦的天气，雷声会干扰听觉，影响我对周边的感知。",
      "zht": "麻煩的天氣，雷聲會干擾聽覺，影響我對周邊的感知。",
      "jp": "厄介な天気ね。雷の音は感知能力に影響を与えるわ。",
      "ko": "진짜 성가신 날씨야. 천둥소리가 청각을 방해해서 주변 상황을 쉽게 감지할 수 없게 된다고",
      "en": "This weather is a hindrance. The thunder drowns out all other sounds, hampering my perception of the surrounding environment.",
      "de": "So ein Mistwetter! Der Donner übertönt alles andere. Das stört meine Wahrnehmung von der Umgebung sehr.",
      "es": "Qué tiempo tan horrible. Los truenos tapan los demás sonidos y obstaculizan mi percepción de los alrededores.",
      "fr": "Ce temps est une vraie plaie. Le bruit du tonnerre couvre tous les autres sons, et ma perception de l'environnement en pâtit.",
      "pt": "Este clima é um obstáculo. O trovão abafa todos os outros sons, dificultando minha percepção do ambiente ao redor.",
      "ru": "Неприятная погода. Гром заглушает звуки и мешает воспринимать окружающий мир.",
      "id": "Cuaca ini sangat menghalangiku. Suara guntur menenggelamkan suara-suara lainnya, menghalangi daya persepsiku tentang lingkungan sekitar.",
      "th": "เป็นสภาพอากาศที่น่ารำคาญที่สุด เสียงฟ้าร้องรบกวนการได้ยินของฉัน แถมยังส่งผลต่อการรับรู้สิ่งที่อยู่รอบตัวด้วย",
      "vi": "Khí hậu thật phiền phức, tiếng sét sẽ ảnh hưởng đến thính giác và khả năng cảm nhận xung quanh của tôi."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "视野不错！登上高地，就能将周围的敌情尽收眼底。",
      "zht": "視野不錯！登上高地，就能將周圍的敵情盡收眼底。",
      "jp": "良い眺めね！高い所に登れば、敵の位置が一目瞭然だわ。",
      "ko": "시야가 딱 좋네! 높은 곳에 오르면 주변의 적들이 한눈에 다 보이지",
      "en": "Visibility is excellent! If we head to higher ground, we can do a full recon of enemy activity in the area.",
      "de": "Eine sehr gute Aussicht hier! Hoch oben auf der Bergspitze kann man alles von den Feinden gut im Blick haben.",
      "es": "¡Qué buena visibilidad! Si subimos a un lugar alto, podríamos tener una mejor vista de los enemigos en esta zona.",
      "fr": "Excellente visibilité ! Si on trouve un endroit plus en hauteur, on devrait pouvoir faire une reconnaissance complète des activités de l'ennemi dans la zone.",
      "pt": "A visibilidade é excelente! Se formos para um terreno mais alto, podemos fazer um reconhecimento completo da atividade inimiga na área.",
      "ru": "Хороший вид! С высоты лучше видно окружающих тебя врагов.",
      "id": "Kita bisa melihat dengan jelas dari sekitar sini! Jika kita menuju lokasi yang lebih tinggi, kita dapat mengintai pergerakan musuh dengan lebih maksimal.",
      "th": "เป็นมุมมองที่ยอดเยี่ยมมาก! เมื่อปีนขึ้นไปบนที่สูง ก็จะสามารถมองเห็นศัตรูทั้งหมดที่อยู่โดยรอบได้",
      "vi": "Tầm nhìn khá đấy! Trèo lên chỗ cao thì kẻ thù đều sẽ ở dưới chân mình."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "该起床了，日出前两个小时，值岗一夜的哨兵最为疲惫，是我们活动的绝佳时间！",
      "zht": "該起床了，日出前兩個小時，站哨一夜的哨兵最為疲憊，是我們活動的絕佳時間！",
      "jp": "起きなさい！日の出前の2時間は、徹夜した哨兵が一番疲れている時間帯よ、絶好のチャンスなんだから！",
      "ko": "일어날 시간이야. 일출 두 시간 전은 밤새 보초 선 병사가 가장 피곤할 때니까 우리가 움직이기 딱 좋은 시간이라고!",
      "en": "Rise and shine! The two-hour period before sunrise is the perfect time to strike, because the sentries are getting drowsy towards the end of their long night shift.",
      "de": "Zeit zum Aufstehen. Jetzt ist es zwei Stunden vor Sonnenaufgang und die Wachen, die die ganze Nacht aufbleiben müssen sind jetzt am müdesten. Deshalb ist es auch unsere beste Zeit zum Handeln!",
      "es": "¡A levantarse! Las dos horas justo antes de la salida del sol son el mejor momento para atacar porque los centinelas empiezan a tener sueño al final de sus largos turnos de noche.",
      "fr": "Debout, on se lève ! Rien ne vaut les deux heures qui précèdent le lever du soleil pour passer à l'attaque. Les gardes finissent leur quart de nuit et sont donc moins vigilants.",
      "pt": "Acorde! As duas horas antes do nascer do sol são perfeitas para atacar, porque as sentinelas ficam sonolentas no fim de seu longo turno da noite.",
      "ru": "Проснись и пой. За два часа до восхода солнца, когда часовые на посту валятся с ног, - идеальное время для нападения!",
      "id": "Ayo bangun! Dua jam sebelum matahari terbit adalah waktu yang paling cocok untuk menyerang, karena para penjaga sudah sangat mengantuk di akhir waktu jaga malam mereka.",
      "th": "ได้เวลาตื่นแล้ว ก่อนพระอาทิตย์ขึ้นสองชั่วโมงเป็นช่วงเวลาที่ดีที่สุดในการปฏิบัติการ เพราะทหารยามที่ปฏิบัติหน้าที่มาทั้งคืนจะเหนื่อยล้าสุด ๆ น่ะ",
      "vi": "Tới lúc thức dậy rồi, hai tiếng đồng hồ trước khi trời sáng là lúc lính gác mệt mỏi nhất, cũng là cơ hội hành động tốt nhất của chúng ta!"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭要少吃谷物，多吃肉类，防止午后困倦，被人趁机暗算。",
      "zht": "午飯要少吃穀物、多吃肉類，防止午後睏倦，被人趁機暗算。",
      "jp": "眠くなったところを襲われないためにも、お昼は穀物よりも肉類ね。",
      "ko": "점심엔 탄수화물 대신 고기를 많이 먹어야 식곤증이 안 와. 밥 먹고 졸다가 당할 수도 있다고",
      "en": "Go easy on the grains at lunch and fill up on lean meat instead. If you get drowsy in the afternoon, anyone who's looking for an opportunity to take you down will make their move.",
      "de": "Zum Mittag soll man weniger Kohlehydrate und mehr Fleisch essen. Sonst wird man leicht schläfrig nach dem Essen und fällt dabei dem Überraschungsangriff der Feinde zum Opfer.",
      "es": "No hay que comer muchos cereales a la hora de la comida, sino carne. Si te entra sueño por la tarde, quienquiera que esté buscando el momento de acabar contigo lo hará.",
      "fr": "Mieux vaut éviter les graminées à midi, favorisez la viande. Si la somnolence vous gagne dans l'après-midi, vous offrez une opportunité à n'importe qui.",
      "pt": "Pegue leve com os grãos no almoço e ao invés disso se encha com carne magra. Se ficar com sono à tarde, aumentará as chances de alguém atacar você.",
      "ru": "Ешь меньше хлеба и больше мяса на обед, чтобы потом не хотелось спать. Враги только этого и ждут.",
      "id": "Kurangi makan biji-bijian di saat makan siang. Makanlah daging-daging tanpa lemak. Karena jika kamu mengantuk di sore hari, musuhmu akan memanfaatkan kesempatan itu untuk menyerangmu.",
      "th": "มื้อกลางวันจะต้องทานแป้งให้น้อยลงและทานเนื้อให้มากขึ้น จะได้ไม่ง่วงในช่วงบ่าย และป้องกันไม่ให้มีคนฉวยโอกาสลอบทำร้ายยังไงล่ะ",
      "vi": "Giờ cơm trưa phải ít ăn tinh bột lại, ăn thịt nhiều vào, không thôi xế chiều sẽ rất mệt, dễ bị kẻ địch phục kích."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "「愿柔风伴你，度过安详的一夜。」…旧贵族的问候语里，难得有这么中听的一句。",
      "zht": "「願柔風伴你，度過安詳的一夜。」…舊貴族的問候語裡，難得有這麼中聽的一句。",
      "jp": "「柔らかな風と共に、夜を過ごさんことを」…旧貴族の挨拶の中では珍しく耳触りのいい言葉よ。",
      "ko": "「부드러운 바람이 당신의 밤을 평안하게 지켜주길」…. 옛 귀족의 인사말에 모처럼 이런 좋은 말이 있네",
      "en": "\"May the gentle breeze softly send thee into a sweet sleep.\" ...One of a select few aristocratic pleasantries that's actually quite lovely.",
      "de": "„Möge die sanfte Brise dir eine ruhige und herrliche Nacht bringen.“ ... Das ist einer der wenigen Grüße unter den Aristokraten, die mir gefallen.",
      "es": "“Que la suave brisa te acompañe en tus dulces sueños”... Uno de los pocos cumplidos de los aristócratas que de verdad significa algo bueno.",
      "fr": "« Que la douce brise vous guide dans une nuit tranquille... » Une des rares salutations aristocratiques qui soit agréable à l'oreille.",
      "pt": "\"Que a brisa suave te traga um sono tranquilo\"... Uma das poucas gentilezas aristocráticas que realmente é bem encantadora.",
      "ru": "«Пусть лёгкий ветерок мягко погрузит вас в сон». Одно из тех редких приветствий старых аристократов, которое приятно услышать.",
      "id": "\"Semoga embusan lembut angin sepoi-sepoi mengantarmu ke tidur yang nyenyak.\" — Salah satu ucapan basa-basi bangsawan yang sebenarnya cukup indah.",
      "th": "\"ขอให้สายลมโชยอ่อน ๆ ได้พัดพาให้ค่ำคืนของคุณ สงบสุขตลอดทั้งคืน\"...ในบรรดาคำทักทายของเหล่าชนชั้นสูงนั้น เป็นเรื่องยากมากที่จะมีประโยคที่น่าฟังแบบนี้",
      "vi": "\"Nguyện cho ngọn gió êm dịu đưa bạn vào giấc ngủ yên bình.\"... Trong những câu xã giao của quý tộc cũ cũng có một câu nghe được."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "想听骨哨的催眠曲吗？会让你长睡不醒…但这样的报仇方法，实在太无聊了。",
      "zht": "#想聽骨哨的催眠曲嗎？會讓{F#妳}{M#你}長睡不醒…但這樣的報仇方法，實在太無聊了。",
      "jp": "骨笛の子守唄が聞きたい？永遠に目が覚めなくなるけど…こういう復讐の仕方はつまらないわ。",
      "ko": "골피리 자장가 한번 들어볼래? 들으면 영영 깨어나지 못할 거야…. 하지만 이런 식으로 복수하는 건 너무 시시하잖아",
      "en": "Would you like to hear a lullaby on the bone whistle? It'll send you into a deep and everlasting sleep... Hmm, no. When it comes to my revenge, far more imaginative means of retribution are in order...",
      "de": "Du möchtest die Schlafmelodie von meiner Knochenflöte hören? Dann könntest du bestimmt nicht mehr aufwachen ... So würde meine Rache an dir zu langweilig.",
      "es": "¿Quieres que toque una canción de cuna con mi silbato óseo? Hará que entres en un profundo y eterno sueño... Humm, no. Cuando se trata de venganza, se necesitan unos métodos más creativos.",
      "fr": "Vous voulez entendre une berceuse sur ce sifflet en os ? Vous dormirez bien, et longtemps... Hum, non. Ça ne vaut rien comme vengeance, je dois pouvoir faire mieux.",
      "pt": "Você gostaria de ouvir uma canção de ninar no Apito de Osso? Ela lhe fará dormir em um sono em que não é possível acordar... Hm, não, não. Quando o assunto é minha vingança, tenho outras ideias bem mais criativas...",
      "ru": "Хочешь, сыграю колыбельную на костяном свистке? Ты уснёшь глубоким вечным сном... Хм, но для своей мести я выберу что-то более изобретательное.",
      "id": "Apa kamu mau mendengar lagu pengantar tidur dari peluit tulangku? Aku akan mengirimmu ke dalam tidur yang lelap dan nyaman ... Hmm, tidak. Untuk balas dendam, lebih baik menggunakan cara yang lebih kreatif ....",
      "th": "อยากฟังเพลงกล่อมด้วยขลุ่ยกระดูกมั้ย? มันจะทำให้เธอหลับสนิทตลอดทั้งคืนเลยล่ะ... แต่การแก้แค้นด้วยวิธีนี้ออกจะน่าเบื่อเกินไปหน่อย",
      "vi": "Muốn nghe một bản nhạc ru ngủ không? Sẽ khiến bạn an giấc ngàn thu luôn... Nhưng cách báo thù này thì vô vị quá."
    }
  },
  {
    "title": {
      "zhs": "关于优菈自己·骑士",
      "zht": "關於優菈自己·騎士",
      "jp": "エウルア自身について·騎士",
      "ko": "유라 자신에 대해·기사",
      "en": "About Eula: The Knights",
      "de": "Über Eula – Ritterin",
      "es": "Sobre Eula - Caballeros de Favonius",
      "fr": "À propos d'Eula - Les chevaliers",
      "pt": "Sobre Eula: Os Cavaleiros",
      "ru": "Об Эоле: Рыцарь",
      "id": "Tentang Eula: Knight",
      "th": "เกี่ยวกับตัว Eula เอง - อัศวิน",
      "vi": "Về bản thân Eula - Kỵ sĩ"
    },
    "line": {
      "zhs": "打入敌人内部，不就能更方便地复仇了吗？所以我才加入骑士团啊。",
      "zht": "打入敵人內部，不就能更方便地復仇了嗎？所以我才加入騎士團啊。",
      "jp": "敵の内部に潜入すれば、簡単に復讐ができるでしょ？だから騎士団に入ったの。",
      "ko": "적 내부에 침투하면 복수가 훨씬 수월해지잖아? 그래서 기사단에 가입했어",
      "en": "The easiest way to destroy your enemy is to take them down from the inside, right? That's why I joined the Knights of Favonius.",
      "de": "Wenn man sich unter seinen Feinden befindet, fällt man ihnen auch leichter in den Rücken, nicht wahr? Deswegen bin ich dem Ritterorden beigetreten.",
      "es": "La manera más sencilla de destruir a tu enemigo es derrotándolo desde dentro, ¿no? Por eso me uní a los Caballeros de Favonius.",
      "fr": "La meilleure façon de détruire l'ennemi est d'attaquer de l'intérieur, non ? C'est pour ça que j'ai rejoint les chevaliers de l'Ordre.",
      "pt": "A maneira mais fácil de destruir seu inimigo é derrubá-lo por dentro, certo? É por isso que me juntei aos Cavaleiros de Favonius.",
      "ru": "Легче всего отомстить, если проникнуть в стан врага, да? Поэтому я присоединилась к рыцарям.",
      "id": "Cara termudah menghancurkan musuhmu adalah dengan menyerangnya dari dalam, ya kan? Karena itulah aku bergabung dengan Knights of Favonius.",
      "th": "การแทรกซึมเข้าไปในฝ่ายศัตรู จะทำให้แก้แค้นได้ง่ายขึ้นใช่มั้ย? เพราะงั้นฉันก็เลยเข้าร่วมกองอัศวินยังไงล่ะ",
      "vi": "Tấn công vào sâu trong lòng địch thì sẽ dễ báo thù hơn đúng không? Cho nên tôi mới gia nhập đội kỵ sĩ đấy."
    }
  },
  {
    "title": {
      "zhs": "关于优菈自己·态度",
      "zht": "關於優菈自己·態度",
      "jp": "エウルア自身について·態度",
      "ko": "유라 자신에 대해·태도",
      "en": "About Eula: Bearing",
      "de": "Über Eula – Einstellung",
      "es": "Sobre Eula - Actitud",
      "fr": "À propos d'Eula - Attitude",
      "pt": "Sobre Eula: Atitude",
      "ru": "Об Эоле: Отношение",
      "id": "Tentang Eula: Sikap",
      "th": "เกี่ยวกับตัว Eula เอง - ท่าทาง",
      "vi": "Về bản thân Eula - Thái độ"
    },
    "line": {
      "zhs": "既然成为了西风骑士，基本工作还是要尽职的，不然就连混日子的庸人们都不如了。哪怕是罪人，也不能这么丢脸。",
      "zht": "既然成為了西風騎士，基本工作還是要盡職的，不然就連混日子的庸人們都不如了。哪怕是罪人，也不能這麼丟臉。",
      "jp": "西風騎士団に入ったからには、基本の職務くらい全うするわ。じゃないと、毎日ダラダラと過ごしている人以下になっちゃうじゃない。たとえ罪人でも、そんな恥はかけないわ！",
      "ko": "페보니우스 기사가 된 이상 기본적인 업무엔 최선을 다해야지. 아니면 그저 그런 사람들과 다를 게 뭐야. 아무리 죄인이어도 그렇게 살면 안 되지",
      "en": "Since I'm a genuine Knight of Favonius, I fulfill my duties like any other self-respecting individual would. Look, I may be a descendant of a disgraced ruling elite, but I'm not a total degenerate!",
      "de": "Als Ritter des Ordo Favonius muss man dann unbedingt seine zugewiesene Arbeit gut erledigen. Sonst wäre man nur ein Tunichtgut. Ich bin zwar ein Nachkomme der Sünder, werde mich aber nicht auf dieses Niveau hinablassen.",
      "es": "Como soy una Caballera de Favonius, realizo mis tareas como cualquier otra persona que se precie. Puede que sea descendiente de una élite gobernante sin ninguna honra, ¡pero tengo mis principios!",
      "fr": "Je suis peut-être devenue chevalier de l'Ordre, mais ça ne veut pas dire que je ne remplis pas les devoirs qui vont avec le titre. Je viens d'une famille de criminels, soit, mais j'ai des principes, voyez-vous.",
      "pt": "Como sou uma verdadeira Cavaleira de Favonius, cumpro meus deveres como qualquer outro indivíduo que se preze faria - veja bem, posso até ser descendente de uma elite infame, mas não sou uma completa degenerada!",
      "ru": "Раз я присоединилась к рыцарям Ордо Фавониус, я выполняю свои обязанности, как и любой другой уважающий себя человек. Может, я и потомок потерявших честь аристократов, но совесть у меня есть.",
      "id": "Karena aku adalah anggota resmi Knights of Favonius, aku akan menjalankan tugasku yang sudah seharusnya — aku mungkin seorang keturunan dari klan penguasa yang sudah jatuh, tapi aku juga masih punya harga diri!",
      "th": "ในเมื่อได้เป็นอัศวินแห่ง Favonius แล้วก็ต้องทำหน้าที่ของตัวเองให้ดีที่สุด ไม่งั้นก็คงไม่ต่างอะไรจากพวกที่ใช้ชีวิตไร้ค่าไปวัน ๆ และต่อให้เป็นคนบาป ก็ไม่ควรจะใช้ชีวิตที่น่าอายแบบนั้น",
      "vi": "Nếu đã trở thành Kỵ Sĩ Tây Phong rồi thì công việc hằng ngày cũng nên tận tâm mà làm, nếu không thì tư cách sống như một người bình thường cũng chẳng còn. Như vậy còn mất mặt hơn cả tội nhân nữa."
    }
  },
  {
    "title": {
      "zhs": "关于优菈自己·游击",
      "zht": "關於優菈自己·游擊",
      "jp": "エウルア自身について·遊撃",
      "ko": "유라 자신에 대해·유격",
      "en": "About Eula: Scout",
      "de": "Über Eula – Freischärler",
      "es": "Sobre Eula - Exploración",
      "fr": "À propos d'Eula - Expéditions",
      "pt": "Sobre Eula: Exploração",
      "ru": "Об Эоле: Разведка",
      "id": "Tentang Eula: Eksplorasi",
      "th": "เกี่ยวกับตัว Eula เอง - สอดแนม",
      "vi": "Về bản thân Eula - Du kích"
    },
    "line": {
      "zhs": "游击骑士的职责是自由狩猎敌军，或者在侧面战场牵制敌人，没有太多规矩，更符合我的作风。",
      "zht": "游擊騎士的職責是自由狩獵敵軍，或者從旁在戰場牽制敵人，沒有太多規矩，更符合我的作風。",
      "jp": "遊撃騎士の役目は、自由に攻撃を仕掛けたり、敵の側面から攻撃して牽制したりすること。ルールが少なくて、私にぴったり！",
      "ko": "자유롭게 적군을 사냥하거나 전장의 측면에서 적을 제압하는 게 바로 유격 기사가 할 일이야. 규율이 별로 없어서 완전 내 스타일이지",
      "en": "The role of a scout is to hunt down enemy troops, or fend off the enemy in side skirmishes away from the main battle. There aren't a whole lot of rules, which suits my style very well indeed!",
      "de": "Die Freischärler jagen normalerweise den Feinden hinterher oder greifen ihre Flanken an, ohne sich von jemandem herumkommandieren zu lassen. Man hat nicht so viele Regeln einzuhalten. Das passt mir besser.",
      "es": "El papel de un explorador es cazar a las tropas enemigas o defenderse del enemigo en escaramuzas que tienen lugar fuera de la batalla principal. No es algo con muchas reglas, lo cual va muy acorde con mi estilo.",
      "fr": "Le rôle d'une unité de reconnaissance est de traquer l'ennemi où qu'il se trouve, ou de le harasser pour l'épuiser. Il n'y a pas beaucoup de règles, ce qui convient parfaitement à mon style.",
      "pt": "A função de uma patrulhadora é caçar tropas inimigas, ou lutar contra o inimigo em batalhas longe da principal. Não há muitas regras, o que combina muito bem comigo!",
      "ru": "Рыцари разведки могут свободно атаковать вражеские войска или сдерживать их на фланге, не следуя особым предписаниям. Как раз в моём стиле.",
      "id": "Tugas seorang prajurit gerilya adalah melacak jejak musuh, atau mengusir musuh-musuh kecil dari pertempuran yang besar. Tidak ada banyak aturan dalam tugas ini, sehingga sangat cocok dengan gayaku!",
      "th": "หน้าที่ของอัศวินสอดแนมคือการตามล่าศัตรูอย่างอิสระหรือการลอบกำจัดศัตรู โดยไม่ได้มีกฎเกณฑ์อะไรมากมาย ซึ่งเป็นอะไรที่เข้ากับสไตล์ของฉันสุด ๆ เลย",
      "vi": "Kỵ sĩ du kích chính là tự do săn lùng kẻ địch, hoặc đánh úp kẻ địch từ bên hông. Nói chung cũng không có nhiều quy tắc lắm, phù hợp với tác phong của tôi."
    }
  },
  {
    "title": {
      "zhs": "关于优菈自己·舞蹈",
      "zht": "關於優菈自己·舞蹈",
      "jp": "エウルア自身について·舞踊",
      "ko": "유라 자신에 대해·춤",
      "en": "About Eula: Dance",
      "de": "Über Eula – Tanz",
      "es": "Sobre Eula - Danza",
      "fr": "À propos d'Eula - Danse",
      "pt": "Sobre Eula: Dança",
      "ru": "Об Эоле: Танец",
      "id": "Tentang Eula: Menari",
      "th": "เกี่ยวกับตัว Eula เอง - เต้นรำ",
      "vi": "Về bản thân Eula - Vũ đạo"
    },
    "line": {
      "zhs": "劳伦斯家的传统倒也不全是糟粕，至少「祭礼之舞」纯净而高洁，让我心境平和，给过我不少慰藉。这么多年来，我一直没有放下它，每个舞步都刻进了我的身体…所以，言归正传，想要学到只属于我的「西风剑术」，还得先过舞蹈这关。",
      "zht": "勞倫斯家的傳統倒也不全是糟粕，至少「祭禮之舞」純淨而高潔，讓我心境平和，給過我不少慰藉。這麼多年來，我一直沒有放下它，每個舞步都刻進了我的身體…所以，言歸正傳，想要學到只屬於我的「西風劍術」，還得先過舞蹈這關。",
      "jp": "ローレンス家の伝統は、なにもすべてが無駄という訳ではないの。少なくとも「祭礼の舞」は、純潔と高貴で私の心を落ち着かせ、数々の慰めをくれた…この何年もの間、私はそれを忘れず、すべてのステップを体に刻み込んだ…だから、私だけの「西風剣術」を学びたいのなら、まずはこの舞から始めないといけないってことよ！",
      "ko": "로렌스 가문의 전통도 다 쓸모없는 건 아니야. 순결하고 고아한 「제례의 춤」은 내 마음에 평온과 위안을 가져다줘. 몇 년이 지났는데도 나한테 아주 소중해. 몸이 모든 스텝을 기억하지…. 그러니까 나만의 「페보니우스 검술」을 배우고 싶다면 일단 이 춤부터 배워야 할 거야",
      "en": "Not all customs of the Lawrence Clan are despicable. At least the \"Dance of Sacrifice\" is pure and noble. It puts my mind at ease and gives me comfort. It's been years, but it's still dear to me. My body remembers every step that I... Well anyway, to end this digression, those who wish to master my signature \"Favonius Bladework\" technique have to pass my dance class first.",
      "de": "Nicht alles vom Lawrence-Klan soll man auf den Kehricht werfen. Mindestens ist der „Zeremonientanz“ für mich pur und erhaben. Beim Tanzen finde ich immer mein inneres Gleichgewicht und Ruhe. Deswegen habe ich ihn diese Jahre nicht aufgegeben. Jeden Tanzschritt kenne ich im Schlaf ... Also zurück zur Sache, falls du von mir die „Favonius-Schwertkunst“ lernen möchtest, musst du zuerst den Tanz erlernen.",
      "es": "No todas las tradiciones de los Lawrence son despreciables. Al menos la danza del sacrificio es pura y noble. Me tranquiliza y me reconforta. Aun después de tantos años, todavía le tengo cierto cariño y mi cuerpo recuerda cada uno de los pasos. Por tanto, y para terminar con ese pequeño inciso, aquellos que deseen dominar mi característica técnica de espada Favonius primero deben completar mi lección de danza.",
      "fr": "Toutes les traditions de la famille Lawrence ne sont pas à mettre au rebut. La danse du sacrifice est une forme d'art dont la pureté, la majesté m'apaisent et me réconfortent. Elle ne m'a jamais vraiment quittée durant toutes ces années, et chacun de ses pas, chaque mouvement est gravé dans mon corps... Donc, pour revenir au sujet dont nous parlions, si vous voulez que je vous enseigne mon style d'escrime de Favonius, apprenez d'abord à danser.",
      "pt": "Nem todas as tradições do clã Lawrence são desprezíveis. A \"Dança do Sacrifício\" é pura e nobre. Acalma minha mente e me dá conforto. Já se passaram anos, mas ainda é muito importante para mim. Meu corpo se lembra de cada passo que eu... Bem, enfim, para encerrar essa divagação, todos que querem aprender minha característica \"Técnica da Espada de Favonius\" devem primeiro passar na minha aula de dança.",
      "ru": "Традиции клана Лоуренс не так уж и плохи, по крайней мере, ритуальный танец. Он чист и благороден, он даровал мне душевный покой и утешение. За эти годы я никогда не прекращала танцевать, и тело помнит каждое движение... Если хочешь научиться фехтовальному стилю Фавония, сначала надо освоить танец.",
      "id": "Tidak semua adat istiadat Klan Lawrence tercela. Setidaknya tarian \"Dance of Sacrifice\" begitu murni dan mulia. Tarian tersebut membuat pikiranku tenang dan nyaman. Sudah bertahun-tahun berlalu, tapi aku tetap menganggapnya berharga. Tubuhku masih mengingat setiap langkahnya ... Jadi, pada intinya, siapa pun yang ingin menguasai teknik \"Favonius Bladework\" milikku harus melewati kelas tarianku dulu.",
      "th": "กฎเกณฑ์ของตระกูล Lawrence ก็ไม่ได้แย่ไปเสียหมดนะ อย่างน้อย \"การเต้นรำบวงสรวง\" ก็บริสุทธิ์และสูงส่ง ซึ่งทำให้ฉันสงบและสบายใจมาก ตลอดหลายปีที่ผ่านมา ฉันไม่เคยปล่อยมือไปจากมันเลย และทุก ๆ ท่วงท่าต่างฝังลึกลงไปในตัวฉัน... ดังนั้นถ้าอยากจะเรียนรู้ \"Favonius Bladework\" ของฉัน ก็จะต้องผ่านการเต้นรำนี้เสียก่อน",
      "vi": "Truyền thống của nhà Lawrence không phải đều là thứ bỏ đi, ít nhất thì sự thuần khiết và cao quý của \"Vũ Điệu Tế Lễ\" đã mang đến cho tôi cảm giác yên bình và an ủi. Tuy đã nhiều năm rồi nhưng tôi chưa từng buông bỏ nó, mỗi một bước nhảy tôi đều khắc sâu vào trong tâm khảm...Cho nên, trở lại vấn đề chính, muốn học \"Kiếm Thuật Tây Phong\" của riêng tôi thì phải vượt qua bài kiểm tra về vũ đạo đã."
    }
  },
  {
    "title": {
      "zhs": "关于我们·共性",
      "zht": "關於我們·共同點",
      "jp": "共通性について…",
      "ko": "우리에 대해·공통점",
      "en": "About Us: Commonality",
      "de": "Über uns – Gemeinsamkeit",
      "es": "#Sobre nosotr{F#as}{M#os} - Aspectos en común",
      "fr": "À propos de nous - Similitudes",
      "pt": "Sobre Nós - O que temos em comum",
      "ru": "О нас: Общность",
      "id": "Tentang Kami: Persamaan",
      "th": "เกี่ยวกับเรา - สิ่งที่คล้ายกัน",
      "vi": "Về chúng tôi - Điểm chung"
    },
    "line": {
      "zhs": "其实我们俩有点像，对于蒙德，我们都是「外人」。只不过，你这个外人受到欢迎，而我一直被提防，被人敌视。",
      "zht": "#其實我們倆有點像，對於蒙德，我們都是「外人」。只不過，{F#妳}{M#你}這個外人受到歡迎，而我一直被提防、被人敵視。",
      "jp": "私たちって、実は少し似ていると思わない？\n\nほら、モンドからすれば二人とも「外来者」でしょ。ただ、君は私と違って皆に歓迎されているけど、私はいつも警戒されて、敵意を向けられる…",
      "ko": "사실 우리 둘은 꽤 비슷한 것 같아. 몬드에서 우린 둘 다 「외부인」이잖아. 다만 넌 모두의 사랑을 받지만, 난 항상 견제를 받는 경계대상이지",
      "en": "We're not so different, you and I. We're both outsiders in Mondstadt. Difference is, Mondstadt welcomes you with open arms, but they treat me with hostility and suspicion...",
      "de": "Wir ähneln uns ehrlich gesagt ein bisschen. In Mondstadt sind wir beide „Fremde“. Der Unterschied zwischen uns ist, dass du bei den Bewohnern beliebt bist, während ich von ihnen gehasst werde.",
      "es": "#Tú y yo no somos tan distint{F#as}{M#os}. Amb{F#as}{M#os} somos foraster{F#as}{M#os} en Mondstadt. La única diferencia es que a ti te reciben con los brazos abiertos, mientras que a mí me tratan con hostilidad y sospecha.",
      "fr": "On se ressemble, vous savez. Ni vous ni moi n'appartenons à Mondstadt. La seule différence, c'est que les gens vous apprécient, et voient en moi une ennemie.",
      "pt": "#Eu e você não somos tão diferentes assim. Somos {F#duas estrangeiras}{M#dois estrangeiros} em Mondstadt. A diferença é que Mondstadt lhe recebe de braços abertos, mas me tratam com hostilidade e suspeita...",
      "ru": "#На самом деле мы немного похожи в том, что мы {F#обе}{M#оба} - чужаки в Мондштадте. Только тебя, чужака, встречают с распростёртыми объятьями, а ко мне относятся с враждебностью и презрением.",
      "id": "Kita tidak terlalu berbeda, kamu dan aku. Kita berdua sama-sama orang luar di Mondstadt. Bedanya, Mondstadt menyambutmu dengan tangan terbuka, tapi mereka memperlakukanku dengan kasar dan penuh rasa curiga ....",
      "th": "อันที่จริงเราสองคนก็มีส่วนที่คล้ายกันอยู่นะ เพราะเราต่างก็เป็น \"คนนอก\" ใน Mondstadt ยังไงล่ะ เพียงแต่เธอเป็นคนนอกที่ได้รับการต้อนรับ ส่วนฉันกลับถูกเป็นที่เกลียดชังและถูกมองว่าเป็นศัตรู",
      "vi": "Thực ra hai chúng ta có một điểm chung, đều là \"người ngoài\" trong mắt người Mondstadt. Thế nhưng, bạn là người ngoài được hoan nghênh, còn tôi thì luôn bị xem như kẻ thù."
    }
  },
  {
    "title": {
      "zhs": "关于我们·复仇",
      "zht": "關於我們·復仇",
      "jp": "復讐について…",
      "ko": "우리에 대해·복수",
      "en": "About Us: Feud",
      "de": "Über uns – Rache",
      "es": "Sobre Eula - Venganza",
      "fr": "À propos de nous - Vengeance",
      "pt": "Sobre Nós - Vingança",
      "ru": "О нас: Месть",
      "id": "Tentang Kami: Perseteruan",
      "th": "เกี่ยวกับเรา - แก้แค้น",
      "vi": "Về chúng tôi - Báo thù"
    },
    "line": {
      "zhs": "你还会和我结下更多仇的，不如就等到哪天一并清算吧，这样能省掉不少麻烦。也许是十年后，二十年后…放心，我不会忘的。在那之前，你可要生龙活虎，平安无事啊。",
      "zht": "#{F#妳}{M#你}還會和我結下更多仇的，不如就等到哪天一併清算吧，這樣能省掉不少麻煩。也許是十年後，二十年後…放心，我不會忘的。在那之前，{F#妳}{M#你}可要生龍活虎、平安無事啊。",
      "jp": "君と私はこれからも因縁深いかたき同士になっていくと思う。面倒だから、いつの日かまとめて清算しない？10年後か、20年後か…安心して、私がちゃんと覚えておくから。でもそれまで、無事でいてよね。",
      "ko": "앞으로 우린 계속 원한이 쌓일 테니까 나중에 한꺼번에 청산하자고. 그래야 더 편할걸? 10년 후가 될지, 20년 후가 될지…. 걱정 마, 난 절대 잊지 않아. 그러니까 그전까지 무사해야 돼",
      "en": "Our feud is for the long term, so rather than get payback on a piecemeal basis, I think I'll make things easier for myself and wait for a day when I can settle the score once and for all. It could be in ten years, could even be twenty... But don't worry, I won't forget. In the meantime, I'll need you to take good care of yourself and have a happy, healthy life, okay?",
      "de": "Es wird bestimmt noch viele weitere Gründe für mich geben, mich an dir zu rächen. Lass uns einfach einen Tag später in der Zukunft ausmachen, an dem wir alles tilgen können. Das wird uns in der Zwischenzeit eine Menge Umstände ersparen. Vielleicht einen Tag in zehn oder zwanzig Jahren ... Keine Sorge, ich werde das bestimmt nicht vergessen. Bis dahin sollst du weiter wohlauf bleiben.",
      "es": "#Nuestra enemistad es algo a largo plazo, así que en vez de vengarme poco a poco, creo que sería más fácil esperar al día en el que pueda ajustar cuentas de una vez por todas. Podría ser en diez años, en veinte... Pero no te preocupes, no me olvidaré. Mientras tanto, necesito que cuides bien de ti mism{F#a}{M#o} y tengas una vida saludable y feliz, ¿de acuerdo?",
      "fr": "Le différend qui nous oppose risque de durer un moment. Peut-être qu'il vaudrait mieux décider d'un jour où tout régler, ça simplifierait grandement les choses. Mettons... D'ici dix ans, ou vingt ans... Dans tous les cas, soyez sans crainte : je n'oublierai pas. D'ici là, profitez bien de la vie, et prenez bien soin de vous.",
      "pt": "#Nossa inimizade é de longo prazo. Ao invés de conseguir ela aos poucos, eu prefiro facilitar para mim mesma e esperar pelo dia em que poderei tê-la de uma vez por todas. Pode ser em dez anos, ou até em vinte... Mas não se preocupe, eu não esquecerei. Enquanto isso, preciso que você cuide bem de si {F#mesma}{M#mesmo} e tenha uma vida feliz e saudável, tudo bem?",
      "ru": "#Наша с тобой вражда надолго, так что я дождусь дня, когда я смогу свести с тобой счёты раз и навсегда. Может, через десять, двадцать лет... Не волнуйся, я не забуду. До тех пор ты долж{F#на}{M#ен} быть жив{F#а}, здоров{F#а} и счастлив{F#а}.",
      "id": "Perseteruan kita adalah hal yang bersifat jangka panjang, jadi daripada membalasnya sedikit demi sedikit, aku akan membuatnya lebih mudah dengan menunggu sampai bisa membalasnya sekaligus. Bisa saja memakan waktu sepuluh tahun, atau mungkin dua puluh tahun ... Tapi jangan khawatir, aku tidak akan lupa. Sampai saatnya tiba, aku ingin kamu menjaga dirimu dengan baik dan hidup dengan sehat dan bahagia, oke?",
      "th": "ความแค้นของเรายังต้องสั่งสมไปอีกนาน สู้เรารอให้ถึงวันนั้นแล้วคอยสะสางทีเดียวดีกว่ามั้ย แบบนั้นน่าจะช่วยลดปัญหาไปได้ไม่น้อยเลย บางทีอาจจะอีกสักสิบปี ยี่สิบปีหลังจากนี้... แต่วางใจได้ ฉันไม่มีทางลืมแน่นอน และจนกว่าจะถึงตอนนั้น เธอจะต้องอยู่รอดปลอดภัย และดูแลตัวเองให้ดี ๆ นะ",
      "vi": "Bạn có nhiều mối thù bị tôi ghi lại rồi đấy, hay là tìm một ngày nào đó thanh toán cho xong nhé. Có thể là mười năm, hoặc hai mươi năm sau chẳng hạn... Yên tâm, tôi sẽ không quên đâu. Nhưng trước đó thì hãy sống cho mạnh khỏe, đừng để có mệnh hệ gì đấy."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「罪人的后裔」，这个名号不太中听，我只有不断用我的方式复仇，才能彻底摆脱它。想要复仇就需要力量，得到「神之眼」，也是情理之中的事吧。",
      "zht": "「罪人的後裔」，這個名號不太中聽，我只有不斷用我的方式復仇，才能徹底擺脫它。想要復仇就需要力量，得到「神之眼」，也是情理之中的事吧。",
      "jp": "「罪人の末裔」、この称号は決していいものじゃない。だから、私自身のやり方で復讐を続けないと、そこから脱出することはできないの。そして、復讐するためには力が必要、「神の目」を手に入れたのも、必然だったというわけね。",
      "ko": "「죄인의 후예」. 이 호칭은 정말 별로야. 나만의 방식으로 복수를 해나가야만 이 호칭에서 완전히 벗어날 수 있어. 복수를 하려면 힘이 필요해. 그러니 「신의 눈」을 얻은 건 어쩌면 당연한 일이겠지",
      "en": "\"Descendant of a depraved dynasty\" isn't the most flattering reputation to have. The only way I can shake it for good is if I keep avenging my kin in my own way. Those who desire vengeance need power first, so it makes sense that I would get a Vision.",
      "de": "Der Beiname „Nachkomme der Sünder“ gefällt mir ganz und gar nicht. Ich kann mich von diesem nervigen Titel befreien, indem ich mich ständig auf meine Art und Weise räche. Um Rache zu üben, braucht man Kraft. Deswegen ist es auch verständlich, dass ich das „Göttliche Auge“ bekam.",
      "es": "“Descendiente de un linaje corrupto” no es la reputación más halagadora que se puede tener. La única forma de deshacerme de ella es vengando a mi familia a mi manera. Aquellos que desean la venganza primero necesitan poder, así que tiene sentido que consiguiera una Visión.",
      "fr": "« Fille de criminels » est une bien mauvaise réputation, et le seul moyen de m'en débarrasser pour de bon est de me venger à ma façon. Qui souhaite se venger doit aussi être fort. J'imagine donc qu'obtenir un œil divin n'a rien d'extraordinaire.",
      "pt": "\"Descendente de uma dinastia corrupta\" não é a melhor reputação para se ter por aí. Só posso me livrar dela se eu continuar vingando minha linhagem da minha própria maneira. Para quem deseja vingança, primeiro é necessário poder, por isso faz sentido que eu obtivesse uma Visão.",
      "ru": "Не очень приятно, когда тебя зовут «потомок преступников». Я могу избавиться от этого прозвища, только если буду продолжать мстить по-своему. Если я хочу отомстить, мне нужна сила. Имеет смысл получить Глаз Бога, верно?",
      "id": "\"Keturunan dari dinasti yang jatuh\" bukanlah reputasi yang bagus untuk dimiliki. Satu-satunya cara untuk lepas dari reputasi tersebut adalah dengan terus membalaskan dendam keluargaku dengan caraku sendiri. Mereka yang ingin membalas dendam membutuhkan kekuatan, jadi wajar saja kalau aku mendapatkan Vision.",
      "th": "\"ทายาทของคนบาป\" ฉายานี้ไม่ค่อยน่าฟังเท่าไหร่เลย วิธีเดียวที่จะสามารถกำจัดมันให้สิ้นซากได้ ก็คือการแก้แค้นด้วยแบบฉบับของฉันเอง ซึ่งการแก้แค้นนั้นจะต้องมีพลังเสียก่อน ดังนั้นการได้รับวิชั่นจึงเป็นเรื่องที่สมเหตุสมผล",
      "vi": "\"Hậu duệ của tội nhân\", danh hiệu này không dễ nghe đâu, tôi sẽ luôn báo thù theo cách của tôi để thoát khỏi nó. Mà muốn báo thù thì cần phải có sức mạnh, vậy nên có được \"Vision\" cũng là chuyện hợp lý, phải không."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·骨哨",
      "zht": "有什麼想要分享·骨哨",
      "jp": "シェアしたいこと·骨笛",
      "ko": "하고 싶은 이야기·골피리",
      "en": "Something to Share: Bone Whistle",
      "de": "Willst du mir etwas mitteilen? – Knochenflöte",
      "es": "¿Algo que decir? - Silbato óseo",
      "fr": "Quelque chose à partager - Sifflet en os",
      "pt": "Algo para compartilhar: Apito de Osso",
      "ru": "Давай поделимся: Костяной свисток",
      "id": "Berbagi Cerita: Peluit Tulang",
      "th": "ต้องการจะแชร์อะไร - ขลุ่ยกระดูก",
      "vi": "Có gì muốn chia sẻ - Chiếc còi bằng xương"
    },
    "line": {
      "zhs": "我的骨哨能吹出各种音色，迷惑敌人，相当实用。我经常用它吹奏海浪的声音，「浪花骑士」的称号就是这样来的。但没人在乎，这骨哨的技艺起源于璃月。毕竟他们也不会去深究…一个被蒙德排斥的罪人，找了个被人遗忘的璃月人当老师嘛。",
      "zht": "我的骨哨能吹出各種音色，迷惑敵人，相當實用。我經常用它吹奏海浪的聲音，「浪花騎士」的稱號就是這樣來的。但沒人在乎，這骨哨的技藝起源於璃月。畢竟他們也不會去深究…一個被蒙德排斥的罪人，找了個被人遺忘的璃月人當老師嘛。",
      "jp": "私の骨笛には色んな音色があるの。敵を惑わせることもできて、とても実用的でね。よくこれを使って波の音を奏でているから、「波花騎士」の称号もこれが由来ってわけ。でも、骨笛が璃月のものだということは誰も気にしていないみたい。それもそのはずよね、モンドから忌み嫌われている罪人が、人々に忘れ去られた璃月人の教えを受けていることなんて、誰も探究する気が起きないもの…",
      "ko": "내 골피리는 다양한 소리로 적을 미혹시킬 수 있어. 아주 유용하지. 이걸로 항상 파도 소리를 연주해서 「파도 기사」란 호칭을 얻게 된 거야. 근데 골피리가 리월에서 비롯됐다는 사실에 관심을 두는 사람은 아무도 없어. 몬드에 배척당한 죄인이 모두에게 잊혀진 리월 사람을 스승으로 모신 거에 대해서도 신경 안 쓰고",
      "en": "My bone whistle makes a versatile range of sounds, which comes in handy for confusing the enemy. I often use it to imitate the sound of the sea, which is where I get my title of \"Spindrift Knight\" — this despite the fact that the bone whistle is actually a Liyue tradition.... But then again, no one seems to look too closely into that kind of thing. I'm mean, they took me on, and I'm an exile of Mondstadt trained by an outcast of Liyue...",
      "de": "Mit meiner Knochenflöte kann ich Melodien verschiedenster Art spielen, um meine Gegner zu verwirren. Sie ist eine sehr praktische Waffe. Ich spiele sehr oft die Melodie der Wogen. Dafür habe ich den Titel „Gischtritterin“ bekommen. Aber es interessiert niemanden, dass die Kunst des Knochenflötenspielens eigentlich aus Liyue stammt ... Es kümmert auch niemandem, dass sich die gehasste Sünderin von Mondstadt eine von allen vergessene Person aus Liyue gefunden und bei ihr das Knochenflötespielen gelernt hat.",
      "es": "Mi silbato óseo puede emitir una gran variedad de sonidos, algo muy útil para confundir al enemigo. Suelo usarlo para imitar el sonido del mar, de ahí mi título de “Caballera de la Marea”. Eso a pesar de que el uso de los silbatos óseos es una tradición de Liyue... Pero en fin, no parece que a nadie le interesen mucho esas cosas. Al fin y al cabo, soy una persona repudiada en Mondstadt con un profesor de Liyue olvidado por la gente...",
      "fr": "Je peux produire pas mal de sons avec mon sifflet, ce qui peut s'avérer utile quand il s'agit de distraire l'ennemi. J'imite souvent le bruit de la mer, d'où mon titre de « Chevalier aux Embruns » – en dépit du fait que le sifflet en os est une tradition liyuéenne. Après tout, personne ne creuse ce genre de question... Je suis une criminelle rejetée par Mondstadt, élevée par un maître oublié de Liyue...",
      "pt": "Meu apito de osso faz uma gama variada de sons que são úteis para confundir o inimigo. Eu uso sempre para imitar o som do mar, que foi de onde surgiu meu título de Cavaleira das Ondas, apesar do fato do apito ser uma tradição de Liyue... Mas ninguém costuma dar atenção a isso. Digo, eles me aceitaram, eu sou uma exilada de Mondstadt treinada por um pária de Liyue...",
      "ru": "Мой костяной свисток может воспроизводить разные звуки, чтобы запутать врагов, и это довольно полезно. Я часто использую его, чтобы сыграть звук волн, именно поэтому я получила звание Рыцарь Морская пена. Но никого не интересует, что мастерство игры на костяном свистке уходит своими корнями в Ли Юэ... Но никто не хочет задуматься об этом. Я лишь ненавистный всеми преступник Мондштадта, который нашёл себе в учителя изгнанника из Ли Юэ...",
      "id": "Peluit tulangku bisa membuat berbagai jenis suara berbeda, dan hal tersebut sangat berguna untuk membingungkan musuh, aku sering memakainya untuk meniru suara ombak, makanya aku mendapat julukan \"Spindrift Knight\" — walaupun faktanya peluit tulang berasal dari tradisi Liyue ... Tapi, sepertinya tidak ada orang yang memperhatikan sedetail itu. Sama seperti aku yang dikucilkan oleh Monstadt lalu dilatih oleh orang yang dibuang dari Liyue ....",
      "th": "ขลุ่ยกระดูกของฉันสามารถเป่าออกมาได้หลายโทนเสียงมาก มีประโยชน์ในการใช้หลอกล่อศัตรู ฉันมักจะใช้มันเป่าเลียนแบบเสียงคลื่นทะเลจึงได้รับฉายาว่า \"อัศวิน Spindrift\" ขลุ่ยกระดูกนี้มีต้นกำเนิดมาจาก Liyue แต่กลับไม่มีใครสนใจเรื่องนี้มากนัก... คนบาปที่ถูก Mondstadt ขับไล่ ผู้มีอาจารย์เป็นชาว Liyue ที่ถูกลืม",
      "vi": "Chiếc còi bằng xương của tôi có thể thổi ra nhiều âm thanh khác nhau để mê hoặc kẻ địch, rất hữu dụng. Tôi thường dùng nó để thổi ra âm thanh của sóng biển, danh hiệu \"Kỵ Sĩ Sóng Nước\" cũng từ đây mà có. Nhưng không ai để ý rằng nguồn gốc của chiếc còi này là từ Liyue. Dù sao thì họ cũng sẽ không đi tìm hiểu... rằng một tội nhân Mondstadt lại đi tìm một người bị lãng quên của Liyue để bái sư đâu nhỉ."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·品酒",
      "zht": "有什麼想要分享·品酒",
      "jp": "シェアしたいこと·酒の飲み方",
      "ko": "하고 싶은 이야기·술",
      "en": "Something to Share: Wine-Tasting",
      "de": "Willst du mir etwas mitteilen? – Weinprobe",
      "es": "¿Algo que decir? - Cata de vino",
      "fr": "Quelque chose à partager - Dégustation de vin",
      "pt": "Algo para compartilhar: Degustação de Vinhos",
      "ru": "Давай поделимся: Вино",
      "id": "Berbagi Cerita: Mencicipi Anggur",
      "th": "ต้องการจะแชร์อะไร - ชิมไวน์",
      "vi": "Có gì muốn chia sẻ - Thưởng rượu"
    },
    "line": {
      "zhs": "按理说，陈酿蒲公英酒要搭配银杯，醒酒十二分钟后加入冰块，酒面没过冰块六成为宜。但这样实在太麻烦了，我可不乐意。",
      "zht": "按理說，陳釀蒲公英酒要搭配銀杯，醒酒十二分鐘後加入冰塊，酒面沒過冰塊六成為宜。但這樣實在太麻煩了，我可不樂意。",
      "jp": "本来はね、熟成した蒲公英酒には銀の盃を使うべきなの。12分間冷ました後に氷を入れて、氷の6分目のところにお酒がくるように調整する。でもそんな面倒な事、私は御免だわ。",
      "ko": "일반적으로 오래 묵은 민들레주는 은잔에 마셔야 해. 12분 동안 디캔팅을 한 뒤에 얼음을 넣는데, 술은 얼음이 6할 정도 잠기게 넣는 게 좋아. 근데 너무 복잡하잖아, 난 별로야",
      "en": "Technically, aged Dandelion Wine should be poured into a silver goblet and allowed to breathe for 12 minutes, then you're supposed to add ice cubes, ideally so 60% of the ice is submerged beneath the wine. I refuse to do all that though, it's not worth the hassle.",
      "de": "Normalerweise soll der gereifte Löwenzahnschnaps mit einem Silberbecher getrunken werden. Man soll den Schnaps zuerst im Becher zwölf Minuten lang stehen lassen und anschließend erst die Eiswürfel in den Schnaps tun. Und es ist am besten, wenn sechzig Prozent des Schnapses über den Eiswürfeln stehen. Aber das alles ist einfach viel zu umständlich. Das tue ich nicht.",
      "es": "Técnicamente, un vino añejo de diente de león debería servirse en un cáliz de plata y dejarlo respirar durante doce minutos. Luego se le añaden cubitos de hielo hasta que, idealmente, el 60% del hielo esté sumergido bajo el vino. Pero me niego a hacer todo eso, son demasiadas molestias que no valen la pena.",
      "fr": "En théorie, le vin de dent-de-lion doit être versé dans une coupe en argent, et respirer pendant une vingtaine de minutes, avant d'ajouter les glaçons, immergés idéalement au deux cinquièmes dans le vin. Mais tout ça est bien compliqué, et ne vaut guère la peine.",
      "pt": "Tecnicamente, Vinho de Dandelion envelhecido deve ser colocado em uma taça de prata e deixado descansar por 12 minutos, só então é que você deve adicionar os cubos de gelo, idealmente para 60% dele ficar submergido debaixo do vinho. Mas eu me recuso a fazer isso tudo, não vale a pena o esforço.",
      "ru": "Вообще надо подавать выдержанное вино из одуванчиков в серебряном стакане, дать вину подышать и спустя двенадцать минут добавить лёд. При этом вино не должно покрывать лёд более чем на шестьдесят процентов. Но это слишком хлопотно.",
      "id": "Secara teknis, Dandelion Wine yang umurnya sudah sangat lama harus dituangkan ke dalam piala perak dan dibiarkan selama 12 menit, lalu tambahkan es batu, idealnya 60% dari es tersebut tenggelam. Tapi aku tidak mau melakukannya, karena terlalu merepotkan.",
      "th": "ตามหลักแล้ว Dandelion Wine จะต้องคู่กับแก้วสีเงิน โดยหลังจากรินไวน์ลงในแก้วได้ 12 นาที แล้วค่อยใส่น้ำแข็งลงไป และระดับของไวน์นั้นไม่ควรจะเกิน 60% ของระดับน้ำแข็ง ซึ่งแบบนี้ออกจะยุ่งยากเกินไป ฉันไม่ชอบเลย",
      "vi": "Về mặt lý thuyết, rượu bồ công anh cần phải đựng trong cốc bạc và để trong vòng 12 phút, sau đó phải thêm đá viên vào, lý tưởng nhất là rượu ngập quá 60% đá. Thật rắc rối, nên tôi cũng chẳng cần."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "冰雾花呀，怎么就这么罕见呢？它制作的粉末有奇效，能让骨哨的音色变得更通透。",
      "zht": "冰霧花呀，怎麼就這麼罕見呢？它製作的粉末有奇效，能讓骨哨的音色變得更通透。",
      "jp": "霧氷花よ。その花から作られる粉末は、骨笛の音色をより透き通るようにする効果があるの。どうして霧氷花は数が少ないのかしら…",
      "ko": "난 서리꽃이 좋아. 근데 왜 이렇게 희귀한 건지. 서리꽃 가루는 골피리 소리를 더 맑게 만드는 효과가 있어",
      "en": "Why do Mist Flowers have to be so rare? The powder they produce works wonders for the bone whistle. It gives it a crisper, clearer sound.",
      "de": "Eisnebelblumen sind zu selten zu sehen. Das Pulver aus dieser Blume kann die Klangfarbe meiner Knochenflöte deutlich verbessern.",
      "es": "¿Por qué las flores heladas son tan poco comunes? El polvo que producen hace maravillas en el silbato óseo. Le da un sonido más nítido y claro.",
      "fr": "Pourquoi faut-il que les fleurs de brume soit si rares ? La poudre qu'on en tire fait des merveilles pour les sifflets en os, et rend le son beaucoup plus clair.",
      "pt": "Por que Flores da Neblina tem que ser tão raras? O pó que produzem é ótimo para o apito de osso. Dá um som mais nítido.",
      "ru": "Почему туманные цветки такие редкие? Порошок, который из них делают, чудесным образом влияет на звук костяного свистка. Звучание становится чистым и звонким.",
      "id": "Kenapa sih Mist Flower langka sekali? Padahal bubuk Mist Flower sangat berguna untuk peluit tulangku. Bubuknya bisa memberikan suara yang lebih jernih dan jelas.",
      "th": "ทำไม Mist Flower ถึงหายากขนาดนี้นะ? ผงที่ทำจาก Mist Flower นั้นสามารถทำให้เสียงของขลุ่ยกระดูกคมชัดมากยิ่งขึ้นได้อย่างอัศจรรย์",
      "vi": "Băng Vụ Hoa sao lại hiếm như vậy chứ? Dùng nó làm thành bột có thể làm cho âm thanh của chiếc còi bằng xương trở nên trong trẻo hơn đấy."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "安柏总是自作主张，我刚加入骑士团那天，她替我打扫宿舍，带我四处参观，之后也主动帮我搞定各种麻烦事。在别人看来，我就像是个被妹妹照顾的姐姐，这怎么像话！这些仇，我都记下了！",
      "zht": "安柏總是自作主張，我剛加入騎士團那天，她替我打掃宿舍、帶我四處參觀，之後也主動幫我搞定各種麻煩事。在別人看來，我就像是個被妹妹照顧的姐姐，這怎麼像話！這些仇，我都記下了！",
      "jp": "アンバーはいつも自分勝手なのよ。私が騎士団に入った日も、私の宿舎を掃除してくれたり、私を連れて色んな所に見学に行ったり…まるで私が妹に世話をされている姉みたいで。そんなのみっともないじゃない！この恨み、全部覚えておくから！",
      "ko": "엠버는 늘 제멋대로야. 내가 기사단에 들어온 첫날, 숙소를 청소해주고 여기저기 구경시켜준 다음, 귀찮은 일들까지 다 처리해주더라고. 날 꼭 동생 취급하는 것 같았다니까! 그게 말이 돼?! 이 원한은 절대 잊지 않겠어!",
      "en": "Amber's someone who thinks for herself. On the day I first joined the Knights, she cleaned my dormitory and gave me a tour of the headquarters, and she's helped me with a myriad of other things in the time since. Now, everyone looks at me like the older sibling who needs the younger sibling to do everything for them! Hmph. For this, she must pay!",
      "de": "Amber tut gern nach ihrer eigenen Lust und Laune Sachen für mich. Als ich dem Ritterorden beitrat, hat sie für mich mein Zimmer saubergemacht und mich dann herumgeführt. Später hat sie mir auch bei verschiedenen Schwierigkeiten unter die Arme gegriffen. In den Augen der anderen wird mir immer von ihr herzlich geholfen, als ob sie meine Schwester wäre, die mich ganz liebevoll in ihre Obhut nimmt. Das geht aber nicht! Dafür werde ich mich noch rächen!",
      "es": "Amber es una persona que toma sus propias decisiones. El día en el que me uní a los Caballeros, limpió mi habitación, me mostró la sede y, desde entonces, me ha ayudado con muchas otras cosas. Ahora todo el mundo me mira como si fuera la hermana mayor que le pide a la menor que lo haga todo por ella. ¡Hum! ¡Pagará por ello!",
      "fr": "Amber est quelqu'un qui a la tête sur les épaules. Lors de mon premier jour chez les chevaliers, elle a nettoyé ma chambre, et m'a fait visiter les quartiers. Elle m'a aussi aidée avec un tas d'autres choses depuis. Tout le monde s'imagine à présent que je dépends d'elle ! Hmpf. Il faut qu'elle paie pour ça !",
      "pt": "Amber é alguém que pensa por si mesma. No primeiro dia que me juntei aos Cavaleiros de Favonius, ela limpou meu dormitório, me guiou pelo quartel-general, e também me ajudou com uma miríade de outras coisas desde então. Por causa disso, todos me olham como uma irmã mais velha que precisa que a irmã mais nova faça tudo por ela. Hnf. Amber vai pagar por isso!",
      "ru": "Эмбер всегда своевольничала. В тот день, когда я впервые вступила в орден, она убирала для меня общежитие, показывала мне окрестности, а потом предлагала помочь разобраться со всякими неприятностями. Со стороны это выглядело, будто старшая сестра заботится о младшей. Она за это заплатит!",
      "id": "Amber adalah seseorang yang suka mengambil keputusan sendiri. Pada hari pertama aku bergabung dengan Knights of Favonius, dia membersihkan kamarku dan membawaku berkeliling di markas Knights of Favonius, lalu dia juga menolongku menyelesaikan berbagai hal. Sekarang, orang-orang memandangku seperti seorang kakak yang selalu membutuhkan bantuan adiknya! Huh, Amber harus menerima pembalasanku!",
      "th": "Amber มักจะเป็นคนที่คิดเองเออเองอยู่เสมอ วันที่ฉันเข้าร่วมกองอัศวิน เธอก็ทำความสะอาดห้องพักแทนฉัน พาฉันไปดูนั่นดูนี่ซะทั่วเลย แถมยังจัดการเรื่องต่าง ๆ ให้ฉันเองด้วย ในสายตาคนอื่น ๆ คงเห็นฉันเป็นเหมือนพี่สาวที่คอยให้น้องสาวช่วยดูแล ไม่เข้าท่าเลย! ความแค้นนี้ฉันจะจำเอาไว้!",
      "vi": "Amber cứ luôn tự làm theo ý mình, khi tôi mới gia nhập đội kỵ sĩ, cô ấy giúp tôi lau dọn chỗ ở, dẫn tôi đi tham quan, rồi lại giúp tôi xử lý những chuyện phiền phức. Trong mắt mọi người thì tôi cứ như người chị đang được đứa em gái chăm sóc vậy. Thật không ra thể thống gì, mối thù này, tôi sẽ ghi lại!"
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "代理团长啊，她和我的家族是宿敌。但她公私分明，认可我的实力，邀请我加入骑士团，给了我不少机会。所以我考虑在复仇时，赏她一个不算难看的败北。",
      "zht": "代理團長啊，她和我的家族是宿敵。但她公私分明，認可我的實力，邀請我加入騎士團，給了我不少機會。所以我考慮在復仇時，賞她一個不算難看的敗北。",
      "jp": "代理団長か、彼女と私の一族は宿敵同士なの。でも彼女は、仕事とプライベートを分けられる人で、私の実力を認めている。私を騎士団に誘って、チャンスもたくさんくれた。だから彼女への復讐には、見苦しくない敗北を与えようと考えているわ。",
      "ko": "단장 대행? 그쪽 가문과 내 가문은 숙적이야. 근데 개인적으론 공사가 분명한 분이지. 내 실력을 알아보고 날 기사단에 가입시켰지. 이런저런 기회도 많이 줬고. 그래서 복수할 때 좀 봐줄까 해",
      "en": "The Acting Grand Master's family and mine are sworn enemies. But she draws a clear line between professional and personal matters. She saw I was capable, admitted me into the Knights, and gave me lots of opportunities. So, when the time comes for vengeance, I'll afford her a reasonably soft landing.",
      "de": "Stellvertretender Großmeister? Sie ist die Erzfeindin meines Klans. Aber für sie ist meine Arbeitsleitung am allerwichtigsten. Sie hat meine Fähigkeiten anerkannt und mich eingeladen, dem Ritterorden beizutreten. Danach hat sie mir wieder viele Chancen gegeben, sodass ich meine Fähigkeiten ungehemmt entfalten kann. Aus diesen Gründen möchte ich sie etwas schonen, wenn ich Rache an ihr übe.",
      "es": "Mi familia y la de la Gran Maestra Intendente son archienemigas, pero ella sabe separar lo profesional de lo personal. Reconoció mis habilidades, me admitió en los Caballeros y me dio muchas oportunidades. Así que, cuando llegue el momento de mi venganza, no seré tan dura con ella.",
      "fr": "La Grande Maîtresse suppléante ? Nos familles sont ennemies jurées. Mais elle sait faire la différence entre affaires privées et affaires professionnelles. Elle a vu de quoi j'étais capable, m'a admise parmi les chevaliers de l'Ordre, et m'a offert nombre d'opportunités. Cela lui vaudra un peu de clémence de ma part quand viendra le moment de ma vengeance.",
      "pt": "A família da Grande Mestre Intendente e a minha são arqui-inimigas. Mas ela sabe diferenciar entre a vida profissional e a pessoal. Ela viu que eu era capaz, me aceitou entre os Cavaleiros de Favonius e me deu muitas oportunidades. Quando o momento da minha vingança chegar, não serei tão dura com ela.",
      "ru": "Действующий магистр. Она и мой клан - заклятые враги. Но она дала мне немало возможностей, как служебных, так и личных, признав мою силу и пригласив меня присоединиться к ордену. Поэтому я подумываю отомстить ей не очень неприятным поражением.",
      "id": "Keluarga Grand Master Jean dan keluargaku adalah musuh bebuyutan. Tapi dia begitu profesional dalam membedakan urusan pekerjaan dan pribadi. Dia melihat kemampuanku, memasukkan diriku ke dalam Knights of Favonius, dan memberiku banyak sekali kesempatan. Jadi, jika saat untuk balas dendam sudah tiba, aku tidak akan terlalu keras padanya.",
      "th": "รักษาการผู้บัญชาการน่ะเหรอ ตระกูลของเธอกับฉันน่ะเป็นศัตรูกัน แต่เธอเป็นคนที่แยกแยะเรื่องงานและเรื่องส่วนตัวออก จึงได้ชวนฉันเข้าร่วมกองอัศวินและให้โอกาสฉันมากมาย ดังนั้นเมื่อถึงเวลาแก้แค้น ฉันจะไม่โหดร้ายกับเธอมากนัก",
      "vi": "Đội Trưởng Đại Diện sao, cô ấy là kẻ thù của gia tộc tôi. Nhưng cô ấy công tư phân minh, thừa nhận năng lực của tôi, mời tôi gia nhập đội kỵ sĩ, cho tôi không ít cơ hội. Vì vậy khi tôi báo thù cũng sẽ bớt nặng tay với cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "啊，麻烦的女人，她的脑袋里装着几千本书，也许是几万本。她能随口数落劳伦斯家的黑历史，每件事的日期都很准确。按理来说，她能帮我追查某个人的下落，可我又拉不下脸去找她。",
      "zht": "啊，麻煩的女人，她的腦袋裡裝著幾千本書，也許是幾萬本。她能隨口數落勞倫斯家的黑歷史，每件事的日期都很準確。按理來說，她能幫我追查某個人的下落，但我又拉不下臉去找她。",
      "jp": "面倒な女、彼女の頭脳には何千…いえ、何万冊もの本が詰まっている。彼女はローレンス家の悪しき歴史を、日付まではっきりと暗記しているわ。彼女なら、あの人の行方が分かるかもしれないけど、そんなことを頼むのは気が引けるわね…",
      "ko": "정말 성가신 여자야. 머릿속에 수천 권의 책이 들어 있을걸? 아니, 수만 권일지도. 그녀는 로렌스 가문의 흑역사를 줄줄이 꿰고 있고 사건의 날짜까지 정확히 기억해. 그녀라면 내가 찾고 있는 사람의 행방을 추적할 수 있겠지만, 나도 자존심이 있지",
      "en": "She's so annoying. She must have read thousands of books... could even be tens of thousands. Meaning, she can effortlessly recall any number of vile tales about the Lawrence Clan's corruption off the top of her head, accurate down to the exact date. Logically speaking, she'd be the perfect person to talk to about someone I'd like to track down, but... swallowing my pride would be too great a challenge.",
      "de": "Ach, sie ist ein echter Quälgeist. Sie hat vielleicht Tausende, nein, Zehntausende von Büchern im Kopf. Sie kann beiläufig alle dunklen Kapitel der Geschichte des Lawrence-Klans aufsagen, ohne sich in einem einzigen Datum zu irren. Also kann sie mir bestimmt dabei helfen, jemandem aufzuspüren. Aber ich will sie einfach nicht um Hilfe bitten.",
      "es": "Qué mujer tan molesta. Debe haber leído miles de libros... o incluso decenas de miles. Es decir, que puede recordar sin ningún esfuerzo una enorme cantidad de oscuras historias sobre la corrupción de los Lawrence, y con tal precisión que hasta te dirá las fechas exactas. Desde un punto de vista lógico, sería la mejor persona con la que hablar sobre alguien al que estoy buscando, pero... tragarme mi orgullo es algo que no estoy dispuesta a hacer.",
      "fr": "Elle est tellement ennuyeuse. Elle doit avoir lu des milliers... que dis-je, des dizaines de milliers de livres. Elle se rappelle sans effort le moindre détail sur les horribles histoires du Clan Lawrence, à la date près. En temps normal, elle serait la personne idéale pour traquer quelqu'un, mais... Il est bien trop dur pour moi de ravaler ma fierté.",
      "pt": "Ela é tão irritante. Deve ter lido milhares de livros, talvez dezenas de milhares... Isso quer dizer que ela pode lembrar de todas as histórias sórdidas sobre a corrupção do clã Lawrence, até mesmo suas datas exatas. Logicamente falando, ela seria a pessoa perfeita para discutir alguém que eu gostaria de rastrear, mas... Engolir meu orgulho é um desafio muito difícil.",
      "ru": "Надоедливая женщина, её голова забита тысячами, нет, десятками тысяч книг. Она хорошо помнит тёмную историю клана Лоуренс с момента основания и до сегодняшнего дня. По идее она могла бы помочь мне выследить кое-кого, но я не могу переступить через себя и попросить её о помощи.",
      "id": "Dia benar-benar menyebalkan. Dia pasti sudah membaca ribuan buku ... atau mungkin puluhan ribu. Artinya, dia dengan mudah dapat mengingat sejumlah cerita tentang Klan Lawrence yang korup secara rinci dan akurat hingga tanggal-tanggalnya. Secara logis, dia adalah orang yang tepat untuk diajak bicara jika ada seseorang yang ingin kulacak, tapi ... harga diriku tidak mengizinkanku untuk minta tolong padanya.",
      "th": "อ่า เธอคือยัยตัววุ่น ในหัวของเธอเต็มไปด้วยหนังสือนับพัน ๆ เล่ม บางทีอาจจะเป็นหมื่นเล่มด้วยซ้ำไป เธอสามารถจดจำเรื่องราวเลวร้ายทั้งหมดของตระกูล Lawrence ได้อย่างแม่นยำแม้กระทั่งวันที่เกิดเรื่อง ตามหลักแล้ว เธอสามารถช่วยฉันตามหาเบาะแสของคนอื่น ๆ ได้ แต่ฉันไม่กล้าบากหน้าไปหาเธอน่ะ",
      "vi": "À, cô gái phiền phức đó, trong đầu cô ấy chứa đến cả ngàn cả vạn quyển sách. Nói vu vơ cũng có thể kể hết lịch sử của nhà Lawrence một cách rành rọt rõ ràng. Theo lý mà nói thì cô ấy có thể giúp tôi truy tìm tung tích của một số người, nhưng tôi lại không thể dẹp bỏ sĩ diện mà đi tìm cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "她到底有什么秘诀，这么讨人喜欢？要是能和她学两招…哦不，还是算了吧，「偶像」和「罪人的后裔」，怎么想都不合拍。",
      "zht": "她到底有什麼秘訣，這麼討人喜歡？要是能和她學兩招…哦不，還是算了吧，「偶像」和「罪人的後裔」，怎麼想都不合拍。",
      "jp": "一体どんな秘訣があれば、あんなに人から好かれるのかしら。もし彼女から何か学べたら…いや、やっぱりなし。「アイドル」と「罪人の末裔」なんて、どう考えても噛み合わないもの。",
      "ko": "대체 무슨 비결이 있길래 사람들이 그녀를 그렇게 좋아할까? 나도 좀 배울 수 있으면… 아냐, 됐어. 「아이돌」이랑 「죄인의 후예」는 누가 봐도 안 어울리잖아",
      "en": "Everyone loves her. What's her secret? Maybe I could learn a thing or two from her... Hmm, or maybe not. I can't imagine a \"Shining Idol\" would want anything to do with a descendant of a depraved dynasty.",
      "de": "Wie kann sie so beliebt sein? Gibt es vielleicht einige Tricks, die sie mir beibringen kann? ... Ach nein, lass es. Wir, ein „Star“ und eine „Sünderin“, sprechen überhaupt nicht die gleiche Sprache.",
      "es": "Todo el mundo la adora. ¿Cuál es su secreto? Tal vez podría aprender algo de ella... Humm, o mejor no. No creo que una “Ídolo Radiante” quiera tener que ver con una “descendiente de un linaje corrupto”.",
      "fr": "Tout le monde l'aime. Quel est son secret ? Je pourrais peut-être apprendre une chose ou deux avec elle... Hmm, ou peut-être pas. Je ne vois pas ce qu'une idole adulée pourrait vouloir faire avec la descendante d'une dynastie dépravée.",
      "pt": "Todo mundo gosta dela. Qual é o seu segredo? Talvez eu pudesse aprender algo com ela... Hmmm. Ou talvez não. Não imagino que uma \"ídolo\" iria querer ter algo a ver com uma descendente de uma dinastia corrupta.",
      "ru": "Она всегда такая милая, в чём её секрет? Если бы я могла научиться у неё нескольким трюкам... Нет, давай забудем об этом, «кумир» и «потомок преступников» не очень хорошо сочетаются.",
      "id": "Semua orang menyukainya. Apa rahasianya? Mungkin aku bisa belajar satu dua hal darinya ... Hmm, atau mungkin tidak. Aku tidak bisa membayangkan seorang \"Shining Idol\" mau berurusan dengan seorang \"keturunan dari dinasti yang jatuh\".",
      "th": "เธอมีเคล็ดลับอะไรกันแน่นะ ถึงมีคนชื่นชอบเธอมากมายขนาดนี้? ถ้าเรียนรู้จากเธอได้สักนิดสักหน่อยล่ะก็... ไม่สิ ช่างเถอะ \"ไอดอล\" กับ \"ทายาทของคนบาป\" จะไปเข้ากันได้ยังไง",
      "vi": "Thật không biết cô ấy có bí quyết gì mà được mọi người yêu quý đến vậy! Nếu cô ấy có thể tiết lộ đôi chút thì... À thôi, \"thần tượng\" và \"hậu duệ của tội nhân\", nghĩ thế nào cũng sẽ không hợp nhau đâu."
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "大团长啊，他的性格很直爽，不在乎琐事和传闻，算是个老好人吧。我和他切磋过一次，打成了平手，但他那轻松的表情，散漫的态度，绝对是在放水！是对我最大的轻视！这个仇，我绝不会忘的！",
      "zht": "大團長啊，他的性格很直爽，不在乎瑣事和傳聞，算是個老好人吧。我和他切磋過一次，打成了平手，但他那輕鬆的表情、散漫的態度，絕對是在放水！是對我最大的輕視！這個仇，我絕不會忘記的！",
      "jp": "大団長、チッ…彼はとても真っ直ぐな性格をしていて、つまらないことや噂も気にしない。まっ、典型的な良い人ではあるわ。彼とは一度剣を交わしたことがあるけど、引き分けに終わった。あの気楽な表情におちゃらけた態度、きっと手を抜いていたんだわ…私を軽く見ていたのよ！この恨み、絶対に忘れないわ！",
      "ko": "대단장 말인가? 그는 성격이 시원시원하고 사소한 일이나 소문 따위를 신경 쓰지 않아. 전반적으로 좋은 사람이지. 그와의 대결에서 비긴 적이 있는데, 그 여유로운 표정과 산만한 태도는 분명 일부러 봐준 게 틀림없어! 이런 모욕을 주다니! 이 원한, 절대 잊지 않겠어!",
      "en": "Hmph, the Grand Master... He doesn't like to beat around the bush and has no care for rumors or trivial matters. A good guy, I guess. I sparred with him once, which ended in a tie, but his relaxed expression and leisurely attitude clearly indicated that he had been holding back the whole time... Such indignity! I will not let it go!",
      "de": "Der Großmeister? Er ist sehr aufrichtig und kümmert sich nicht um Kleinigkeiten oder Gerüchte. Ein guter Mensch sozusagen. Ich habe mich mit ihm einmal gemessen. Es ist damals unentschieden ausgegangen. Aber beim Anblick seiner legeren Mimik sowie seiner Bewegungen ohne die geringste Zuckung, merkte ich schon, dass er nicht alles gegeben hatte. Das war schon sehr beleidigend! Das lasse ich auf gar keinen Fall ruhig über mich ergehen.",
      "es": "¡Hum! El Gran Maestro... No le gusta andarse con rodeos ni tampoco le interesan los rumores o las trivialidades. Supongo que es un buen tipo. Una vez luché contra él y quedamos empatados, pero a juzgar por la relajada expresión de su rostro y su actitud desganada, creo que se contuvo durante todo el combate. ¡Qué humillación! ¡No se lo perdonaré!",
      "fr": "Le Grand Maître ? Quelqu'un de direct, qui ne s'embarrasse ni des détails, ni des rumeurs. Quelqu'un de bien même, on peut dire. Nous avons croisé le fer, une fois : égalité... Mais il était bien trop détendu et a fait bien peu d'efforts pour y arriver. L'audace... Je n'oublierai jamais cet affront.",
      "pt": "Hnf, o Grande Mestre... Ele é uma pessoa direta, não liga para qualquer tipo de rumores. Um sujeito legal, eu acho. Eu lutei uma vez com ele, e acabamos tendo um empate. Mas pelas suas expressões faciais e atitude tão tranquilas, claramente indicou que ele não deu tudo de si... Isso foi o maior desprezo para mim! A vingança está por vir!",
      "ru": "Магистр ордена, он очень прямолинейный, его не заботят слухи. Просто хороший человек. Однажды я сразилась с ним на мечах, и это была ничья. Это беззаботное выражение лица, это игривое отношение, он определённо поддавался! Это было величайшее презрение по отношению ко мне! Я это так не оставлю!",
      "id": "Hmph, Grand Master itu ... dia tidak suka berbasa-basi dan dia tidak peduli dengan rumor tidak jelas. Sepertinya dia orang yang baik, aku pernah berlatih dengannya dulu, hasilnya seimbang. Tapi ekspresinya yang santai menunjukkan kalau dia tidak mengerahkan semua kemampuannya ... Sebuah penghinaan! Aku tidak akan melupakannya!",
      "th": "แกรนด์มาสเตอร์น่ะเหรอ เขามีนิสัยที่เปิดเผยตรงไปตรงมา ไม่สนใจข่าวลือและเรื่องหยุมหยิมอะไร ถือเป็นคนดีคนหนึ่งเลยล่ะ ฉันเคยต่อสู้กับเขาครั้งนึง ท่าทางที่ดูผ่อนคลายและสบาย ๆ ของเขานั้นจะต้องเป็นการอ่อนข้อให้ฉันแน่เลย! คงเพราะดูแคลนฉันสินะ! ความแค้นนี้ฉันไม่มีวันลืมแน่นอน!",
      "vi": "Đại Đội Trưởng à, ông ấy rất ngay thẳng, không để tâm đến tiểu tiết và tin đồn, nhìn chung là một người tốt. Tôi từng so tài với ông ấy, kết quả là hòa, nhưng nhìn thái độ bình thản của ông ấy, nhất định là nương tay! Điều này đối với tôi là một sự xúc phạm rất lớn! Mối thù này, tôi sẽ không bỏ qua."
    }
  },
  {
    "title": {
      "zhs": "关于温迪…",
      "zht": "關於溫迪…",
      "jp": "ウェンティについて…",
      "ko": "벤티에 대해…",
      "en": "About Venti",
      "de": "Über Venti ...",
      "es": "Sobre Venti...",
      "fr": "À propos de Venti...",
      "pt": "Sobre Venti...",
      "ru": "О Венти...",
      "id": "Tentang Venti",
      "th": "เกี่ยวกับ Venti...",
      "vi": "Về Venti..."
    },
    "line": {
      "zhs": "那个吟游诗人唱过几首歌，把劳伦斯家放进轻快的故事，用从没听过的口吻调侃，连我都憋不住笑…这个仇，我不会忘的。",
      "zht": "那個吟遊詩人唱過幾首歌，把勞倫斯家放進輕快的故事，用從沒聽過的口吻調侃，連我都憋不住笑…這個仇，我不會忘的。",
      "jp": "あの吟遊詩人が歌っているのを聞いたことがあるわ。ローレンス家のことを今まで聞いたこともないような口調で面白おかしく語っていた。私ですら笑いを堪えきれなかったの…この恨み、絶対に忘れない！",
      "ko": "그 음유시인은 로렌스 가문의 이야기를 경쾌한 노래로 만들어서 듣도 보도 못한 말투로 막 조롱하더라니까. 나까지 웃음이 터졌지 뭐야…. 이 원한, 기억해두겠어",
      "en": "I heard that bard sing a few songs about the Lawrence Clan... They were lighthearted and funny stories that mocked the clan in a way I've never heard anyone else do. Even I couldn't help but burst out laughing... And for this, he must pay!",
      "de": "Der Barde hat ein paar Lieder gesungen, in denen der Lawrence-Klan in lustigen Geschichten eingeflochten ist. Er hat damit mit einem Ton über den Klan gescherzt, den ich zuvor nie gehört hatte. Es war so lustig, dass ich auch nicht mehr in der Lage war, mein Lachen zurückzuhalten ... Dafür werde ich mich noch an ihm rächen.",
      "es": "Oí a ese bardo cantar unas canciones sobre los Lawrence... Eran unas historias alegres y divertidas con las que se burlaba de mi familia de una manera que nunca había escuchado. Ni siquiera yo pude evitar echarme a reír... Y, por esa razón, ¡me las pagará!",
      "fr": "J'ai entendu ce barde chanter quelques chansons sur le Clan Lawrence... Des histoires simples, drôles, qui se moquaient du clan d'une manière que je n'avais jamais entendue ailleurs. J'en ai même éclaté de rire... Et pour cela, il doit payer !",
      "pt": "Ouvi aquele bardo cantar algumas músicas sobre o clã Lawrence... Eram histórias leves e engraçadas que caçoavam do clã de uma maneira que nunca ouvi alguém fazer igual. Nem eu mesmo consegui me aguentar e me acabei de rir... E por isso, ele deve pagar!",
      "ru": "Я слышала, как пел этот бард. Он рассказывал о клане Лоуренс забавные истории, пародировал манеру речи. Даже я не смогла сдержать смех... Он ещё поплатится!",
      "id": "Kudengar penyair itu menyanyikan beberapa lagu tentang Klan Lawrence ... Kisahnya seperti sindiran yang lucu terhadap klanku yang bahkan belum pernah kudengar sebelumnya. Bahkan aku sendiri pun tertawa mendengarnya ... dan karena itu, dia harus menerima ganjarannya!",
      "th": "นักกวีพเนจรคนนั้นเอาเรื่องราวของตระกูล Lawrence มาร้องเป็นเรื่องตลก แถมยังเอามาล้อเลียนในแบบที่ไม่มีใครทำ จนแม้แต่ฉันยังอดขำไม่ได้... ความแค้นนี้ฉันจะจำไม่ลืมเลย",
      "vi": "Nhà thơ đó có hát qua vài bài, kể những câu chuyện của nhà Lawrence với ngôn từ châm biếm, đến tôi cũng phải bật cười... Thù này, tôi sẽ ghi lại."
    }
  },
  {
    "title": {
      "zhs": "关于雷泽…",
      "zht": "關於雷澤…",
      "jp": "レザーについて…",
      "ko": "레이저에 대해…",
      "en": "About Razor",
      "de": "Über Razor ...",
      "es": "Sobre Razor...",
      "fr": "À propos de Razor...",
      "pt": "Sobre Razor...",
      "ru": "О Рэйзоре...",
      "id": "Tentang Razor",
      "th": "เกี่ยวกับ Razor...",
      "vi": "Về Razor..."
    },
    "line": {
      "zhs": "不用拘泥于礼仪，不必在乎他人的目光，也没有所谓的家族责任…他的生活方式，还蛮轻松的。",
      "zht": "不用拘泥於禮儀，不必在乎他人的目光，也沒有所謂的家族責任…他的生活方式，還滿輕鬆的。",
      "jp": "礼儀にこだわる必要もなく、他人の目も気にせず、一族の責任なんてものもない…彼の生き方は、楽でいいと思う。",
      "ko": "예절을 지키거나 다른 사람의 시선을 신경 쓸 필요도 없고, 짊어져야 할 가문의 책임도 없으니…. 그의 삶은 꽤나 편하겠어",
      "en": "Free from social mores and other people's opinions, and no family obligations... Must be an easy life!",
      "de": "Er kümmert sich weder um die Etikette noch um Meinungen von anderen, er hat auch keine sogenannten Klanpflichten zu schultern ... Sein Leben ist echt einfach und frei ...",
      "es": "Está libre de ataduras sociales, no le importa la opinión de los demás y no tiene obligaciones familiares... ¡Qué vida tan fácil!",
      "fr": "Pas d'obligations sociales, libre du regard des autres, aucune soi-disant « responsabilité familiale »... La belle vie, quoi !",
      "pt": "Não precisar ter uma etiqueta formal, não se preocupar com o que outras pessoas estão pensando de você, e não ter responsabilidades de um nobre... A vida dele realmente é bem fácil.",
      "ru": "Свободный от социальных норм, ему не нужно заботиться о том, как он выглядит в глазах других, не нужно исполнять так называемые семейные обязанности... Его жизнь такая простая.",
      "id": "Bebas dari adat istiadat sosial dan pendapat orang lain, dan tidak ada kewajiban keluarga ... Sepertinya hidup yang sangat santai!",
      "th": "ไม่ต้องยึดติดกับธรรมเนียมอันคร่ำครึ ไม่จำเป็นต้องแคร์สายตาคนอื่น และก็ไม่ต้องทำตามหน้าที่ของวงศ์ตระกูล... ชีวิตของเขาช่างสบายเสียจริง ๆ",
      "vi": "Không cần phải tuân theo phép tắc xã giao, không quan tâm đến ánh mắt của người khác, và không có cái gọi là trách nhiệm gia tộc... Phong cách sống của anh ấy khá thoải mái."
    }
  },
  {
    "title": {
      "zhs": "关于砂糖…",
      "zht": "關於砂糖…",
      "jp": "スクロースについて…",
      "ko": "설탕에 대해…",
      "en": "About Sucrose",
      "de": "Über Saccharose ...",
      "es": "Sobre Sacarosa...",
      "fr": "À propos de Sucrose...",
      "pt": "Sobre Sucrose...",
      "ru": "О Сахарозе...",
      "id": "Tentang Sucrose",
      "th": "เกี่ยวกับ Sucrose...",
      "vi": "Về Sucrose..."
    },
    "line": {
      "zhs": "那个炼金术士？她给过我一种装置，说是能用来潜入深渊教团的营地，结果却发出巨响爆炸了，害我当场暴露，被十三个丘丘暴徒围攻。事后我本来想找她算账，可看她慌张又内疚的样子，还有墙上贴着的失败记录，我也不好说什么。反正我没受伤，只是灰头土脸，有点丢人。",
      "zht": "那個煉金術士？她給過我一種裝置，說是能用來潛入深淵教團的營地，結果卻發出巨響爆炸了，害我當場暴露，被十三個丘丘暴徒圍攻。事後我本來想找她算帳，可看她慌張又內疚的樣子，還有牆上貼著的失敗紀錄，我也不好說什麼。反正我沒受傷，只是灰頭土臉，有點丟臉。",
      "jp": "あの錬金術師…前にアビス教団の拠点に潜入できる装置をくれたことがあるの。でも結局爆発しちゃって、その場で13体ものヒルチャール暴徒に囲まれたわ…後から彼女に落とし前をつけに行ったんだけど、申し訳なさそうに慌てていたし、壁にはずらりと並んだ失敗記録も貼ってあって…何も言えなかった。まあ体が汚れてみっともなかっただけで、傷を負わなかったからいいけど。",
      "ko": "그 연금술사가 심연 교단 영지에 잠입할 때 유용할 거라면서 어떤 장치를 준 적이 있어. 근데 그게 큰 소리를 내며 터져버리는 바람에 츄츄 폭도 30마리한테 둘러싸였지…. 나중에 따지러 갔더니 너무 당황하고 미안해하기에 결국 별말 못했어. 벽에 실패 기록 같은 것도 붙어 있더라고…. 다친 덴 없었지만 먼지를 뒤집어써서 좀 민망했을 뿐이야",
      "en": "The alchemist... She once gave me a piece of equipment and told me it would help me infiltrate an Abyss Order camp undetected. In reality, it caused a huge explosion that completely blew my cover and before I knew it I was being accosted by 13 mitachurls... Afterwards, I marched straight back there, intending to make her pay for what she had done, but when I saw how panicked and sheepish she looked, and watched her post her results on the wall with the word \"Fail,\" I couldn't bring myself to go through with it... After all, I didn't get hurt, just a little disheveled... and a little humiliated.",
      "de": "Die Alchimistin? Sie hatte mir einmal einen Apparat gegeben und behauptet, dass ich mich damit in den Orden des Abgrunds einschleichen könnte. Aber als ich da war, war das Ding plötzlich hochgegangen. Und ich wurde sofort ertappt und von dreizehen Mitachurls überfallen. Nachdem ich entkommen war, kam ich sofort zu ihr. Aber als ich ihr panisches und schuldbewusstes Gesicht und all die Aufzeichnungen der Fehlversuche auf der Wand sah, war mein Zorn plötzlich verdampft. Ich war immerhin nicht verletzt. Es war mir bei dem Unfall nur etwas peinlich gewesen. Sonst war nichts Schlimmes mit mir passiert.",
      "es": "Esa alquimista... Una vez me dio un dispositivo y me dijo que con él podría infiltrarme en un campamento de la Orden del Abismo sin que me detectaran. Bueno, en realidad, causó una enorme explosión que reveló mi identidad y, antes de darme cuenta, ya tenía a trece Mitachurls encima... Después de aquello, fui directamente a buscarla para que pagara por lo que me había hecho, pero al ver lo asustada y culpable que se sentía y observar cómo colgaba en la pared los resultados con la palabra “Fracaso”, no pude hacerlo. Después de todo, no acabé lastimándome, sino solo un poco despeinada... Bueno, y humillada.",
      "fr": "Ah, l'alchimiste ? Elle m'a une fois mis dans les mains un appareil censé m'aider à infiltrer un camp de l'Ordre de l'Abîme sans me faire repérer, qui a explosé et révélé ma position au pire moment, rameutant au passage une trentaine de Brutoviandus. Je comptais aller réclamer vengeance, mais de la voir si déçue et coupable, avec la liste de ses échecs accrochée au mur, j'ai préféré ne rien dire. De toute façon, je n'ai pas été blessée, juste un peu prise par surprise... et légèrement humiliée.",
      "pt": "Aquela alquimista... Ela me deu um equipamento e disse que ajudaria a me infiltrar em um acampamento da Ordem do Abismo. Mas na verdade, causou uma explosão que acabou com meu disfarce e antes que eu me desse conta, já estava cercada por 13 Mitachurls... Voltei diretamente para lá, querendo fazer ela pagar pelo que fez, mas quando vi o quão apavorada ela estava, e vi ela colocar seus resultados numa parede com a palavra \"Fracasso\", não consegui fazer mais nada... Afinal de contas, eu não me machuquei... Só fiquei suja e um pouco humilhada...",
      "ru": "Алхимик? Она дала мне устройство, с помощью которого, по её словам, можно проникнуть в лагерь ордена Бездны. В результате оно взорвалось, выдав врагам моё местоположение, и я была окружена тринадцатью митачурлами. После этого я хотела отомстить ей, но, увидев её взволнованное и виноватое лицо, увидев записи о провале эксперимента на стене, я ничего не смогла сделать. В конце концов, я не пострадала, просто перепачкалась и опозорилась.",
      "id": "Alkemis itu ... Dia pernah memberiku sebuah alat dan memberitahuku bahwa alat itu bisa membantuku menyelinap ke kemah Abyss Order tanpa terdeteksi. Pada kenyataannya, alat itu meledak sehingga mengungkap penyamaranku dan tiba-tiba 13 Mitachurl langsung mengepungku ... Setelah itu, aku langsung kembali ke tempat Sucrose untuk membalas dendam. Tapi saat aku melihat betapa panik dan takutnya dia, dan melihat catatan \"GAGAL\" di temboknya, aku jadi tidak tega melakukannya ... Lagi pula, aku tidak terluka, hanya sedikit lecet ... dan sedikit dipermalukan.",
      "th": "นักเล่นแร่แปรธาตุคนนั้นน่ะเหรอ? เธอเคยให้อุปกรณ์ชนิดหนึ่งกับฉัน บอกว่าเอาไว้ใช้แทรกซึมเข้าไปในค่ายของ Abyss Order แต่ปรากฏมันดันระเบิดจนฉันเผยตัวตนออกมาและถูก Mitachurl 13 ตัวล้อมเอาไว้ หลังจากที่จบเรื่อง ตอนแรกฉันกะว่าจะไปคิดบัญชีกับเธอ แต่พอเห็นท่าทางที่ดูตกใจและรู้สึกผิดของเธอ แล้วก็บันทึกความล้มเหลวที่ติดไว้บนผนังแล้ว ฉันก็เลยไม่พูดอะไร เพราะถึงยังไงฉันก็ไม่ได้บาดเจ็บ แค่อายนิดนึงที่เนื้อตัวมอมแมมน่ะ",
      "vi": "Nhà giả kim đó sao? Cô ấy có tặng tôi một thiết bị, nói rằng có thể đột kích vào doanh trại của Giáo Đoàn Vực Sâu, kết quả là thiết bị đó phát nổ, khiến tôi bị lộ, còn bị 13 tên Bạo Đồ Hilichurl bao vây nữa. Sau đó tôi đi tìm cô ấy để tính sổ, nhưng trông vẻ mặt hoảng hốt lại hối hận của cô ấy, phía sau còn dán mẩu giấy ghi lại số lần thất bại, tôi cũng không biết phải nói gì nữa. Dù gì thì tôi cũng không bị thương, chỉ là mặt mày hơi lem luốc tí, thật mất mặt."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "我和骑士团的某些人不对付，他也看骑士团不顺眼，理论上，我俩是一边的。但他总是对人不理不睬的样子，感觉比代理团长还麻烦。唉，我可不想和他打交道。",
      "zht": "我和騎士團的某些人相處不來，他也看騎士團不順眼，理論上，我們兩個是同一邊的。但他總是對人不理不睬的樣子，感覺比代理團長還麻煩。唉，我可不想和他打交道。",
      "jp": "私には気が合わない人が騎士団に何人かいる、そして彼も騎士団のことが気に食わない。理論上、私たちは同じ立場にいる。でも彼のそっけない感じ、なんだか代理団長よりも面倒な人みたい。私は関わり合いたくないわ。",
      "ko": "내가 기사단의 몇몇 사람이랑 안 맞는 것처럼, 그도 기사단을 싫어하니까 따져보면 우린 같은 편이야. 근데 사람을 거들떠보지도 않는 그의 태도는 단장 대행보다도 성가실 것 같아서 별로 친하게 지내고 싶진 않아",
      "en": "I don't get along with some of the knights, and he doesn't think much of them in general, so you'd think that would make us allies. But the way he always acts so aloof — he's even worse than Acting Grand Master Jean. I want nothing to do with him.",
      "de": "Ein Typ im Ritterorden gefällt mir nicht. Er mag den Ritterorden auch nicht, so wie ich. Theoretisch gehören wir zusammen. Aber er zeigt ständig den anderen die kalte Schulter und scheint damit noch nerviger als der stellvertretende Großmeister zu sein. Hmpf, ich will nichts mit ihm zu tun haben.",
      "es": "Yo no me llevo bien con algunos caballeros y a él no le agradan mucho en general, así que lo más lógico sería que fuésemos aliados. Pero siempre tiene una actitud tan fría... Es incluso peor que la Gran Maestra Intendente Jean. No quiero tener nada que ver con él.",
      "fr": "J'ai du mal à m'entendre avec certains des chevaliers, et lui ne les apprécie guère, ce qui fait en théorie de nous des alliés. Mais il agit d'une telle manière qu'il est encore pire que la Grande Maîtresse suppléante, j'ai l'impression. Je préfère n'avoir rien à faire avec lui.",
      "pt": "Não me dou bem com alguns dos cavaleiros, e ele também não gosta muito deles em geral, por conta disso você imaginaria que algo assim nos faria ser aliados. Mas a maneira como ele sempre age tão distante - ele é ainda pior do que a Grande Mestre Intendente, Jean. Não quero ter nada a ver com ele.",
      "ru": "Я не лажу с некоторыми рыцарями, а он не ладит со мной, хотя в теории мы оба на одной стороне. Но он всегда такой заносчивый - он хуже действующего магистра Джинн! Не хочу иметь с ним ничего общего.",
      "id": "Aku tidak begitu dekat dengan beberapa Knight, dan dia juga tidak peduli dengan mereka, jadi kamu mungkin berpikir kami bisa menjadi teman baik. Tapi gayanya yang cuek — dia bahkan lebih merepotkan daripada Grand Master Jean. Aku tidak mau berurusan dengannya.",
      "th": "ฉันไม่ค่อยชอบบางคนในกองอัศวิน เขาเองก็ไม่ถูกชะตากับกองอัศวิน ตามทฤษฎีแล้ว พวกเราก็อยู่ฝ่ายเดียวกัน แต่เขาเป็นคนไม่สนโลก รู้สึกว่าจะรับมือยากกว่ารักษาการผู้บัญชาการอีกแฮะ เฮ้อ ฉันน่ะไม่ได้อยากคบค้าสมาคมกับเขาหรอกน่ะ",
      "vi": "Tôi không hợp với một số người trong đội kỵ sĩ, anh ấy nhìn đội kỵ sĩ cũng không ưa, theo lý mà nói thì chúng tôi đứng cùng một phía. Nhưng anh ấy cứ luôn làm ra vẻ không thèm đếm xỉa người khác, có cảm giác còn phiền phức hơn cả Đội Trưởng Đại Diện nữa. Hừm, tôi không muốn giao lưu với anh ấy đâu."
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜…",
      "zht": "關於迪奧娜…",
      "jp": "ディオナについて…",
      "ko": "디오나에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona",
      "th": "เกี่ยวกับ Diona...",
      "vi": "Về Diona..."
    },
    "line": {
      "zhs": "她呀，是个奇妙的调酒师呢，居然和我聊得来。她为了毁灭蒙德酒业在酒馆工作，而我为了向骑士团复仇加入了骑士团，天下还有这么巧的事。",
      "zht": "她呀，是個奇妙的調酒師呢，居然和我聊得來。她為了毀滅蒙德酒業在酒館工作，而我為了向騎士團復仇加入了騎士團，天下還有這麼巧的事。",
      "jp": "彼女のこと？不思議なバーテンダーよね、この私と気が合うなんて。彼女はモンドの酒造業を潰すためにバーで働いていて、私は騎士団に復讐するために騎士団にいる。こんな奇妙な縁があるのね…",
      "ko": "정말 신기한 바텐더야. 나랑 좀 잘 통하는 것 같아. 그녀는 몬드 주류업을 망치기 위해 술집에서 일하고, 난 기사단에 복수하기 위해 기사가 됐잖아. 세상에 이런 우연이",
      "en": "Diona? She's a miracle worker when it comes to making cocktails, and to my surprise, we get along really well. She infiltrated a tavern with the hopes of tearing down the wine industry, while I infiltrated the knights to exact my revenge on them. A kindred spirit it seems...",
      "de": "Sie ist eine faszinierende Wirtin. Wir kommen erstaunlich gut miteinander klar. Sie arbeitet in der Taverne und wartet auf eine geeignete Gelegenheit, die Getränkewirtschaft von Mondstadt zu vernichten. Und ich schließe mich dem Ritterorden an, um mich an ihm zu rächen. Was für ein schöner Zufall!",
      "es": "¿Diona? Hace milagros cuando de cócteles se trata y, sorprendentemente, nos llevamos muy bien. Ella trabaja en una taberna para acabar con la industria del vino, y yo me hice caballera para vengarme de los caballeros. ¡Somos almas afines!",
      "fr": "Une barmaid douée, avec qui j'arrive à discuter. Elle travaille dans une taverne pour détruire l'industrie du vin à Mondstadt, et moi, je travaille chez les chevaliers de l'Ordre pour me venger d'eux. Ça ne s'invente pas.",
      "pt": "Diona? Ela é uma excelente Barmaid, e para minha surpresa, nos damos bem. Ela trabalha na taverna para tentar destruir a indústria do vinho, enquanto eu entrei nos Cavaleiros de Favonius para me vingar deles. Que coincidência.",
      "ru": "Она всегда была замечательным барменом и проявляла искренний интерес в разговоре со мной. Она работает в таверне, чтобы уничтожить винную индустрию Мондштадта, и я вступила в орден рыцарей, чтобы отомстить им. Родственная душа, не иначе...",
      "id": "Diona? Dia adalah peracik koktail terhebat. Tapi aku juga tidak menyangka, kalau ternyata kami bisa akrab juga. Dia bekerja di kedai untuk mencoba menjatuhkan industri anggur, sedangkan aku bekerja dengan Knight untuk balas dendam kepada Knight. Mungkin kami berdua memang cocok ....",
      "th": "เธอน่ะเหรอ เธอเป็นบาร์เทนเดอร์ที่ยอดเยี่ยมเลยล่ะ เธอสามารถคุยกับฉันได้ เธอทำงานในร้านเหล้าก็เพื่อทำลายอุตสาหกรรมไวน์ของ Mondstadt และฉันก็เข้าร่วมกับกองอัศวินเพื่อล้างแค้นเหมือนกัน ในโลกมีเรื่องบังเอิญแบบนี้อยู่ด้วยล่ะ",
      "vi": "Cô ấy sao, cô ấy là người pha chế rượu thú vị. Trong lúc tán dóc, cô ấy nói rằng vì muốn phá hủy ngành rượu của Mondstadt nên mới vào làm việc tại quán rượu, còn tôi cũng vì muốn báo thù đội kỵ sĩ nên mới gia nhập đội kỵ sĩ. Trên đời lại có chuyện trùng hợp đến thế sao."
    }
  },
  {
    "title": {
      "zhs": "关于烟绯·相识…",
      "zht": "關於煙緋·相識…",
      "jp": "煙緋について·出会い",
      "ko": "연비에 대해·만남…",
      "en": "About Yanfei: Encounter",
      "de": "Über Yanfei – Kennenlernen",
      "es": "Sobre Yanfei - Primer encuentro",
      "fr": "À propos de Yanfei - Rencontre",
      "pt": "Sobre Yanfei - Encontro",
      "ru": "О Янь Фэй: Дежавю",
      "id": "Tentang Yanfei: Pertemuan",
      "th": "เกี่ยวกับ Yanfei - คนรู้จัก...",
      "vi": "Về Yanfei - Gặp gỡ..."
    },
    "line": {
      "zhs": "说来话长…有次我们追踪深渊教团的一批危险品，碰巧救下了她。当时，教团的危险品被伪装成普通货物，要从荆夫港转运到璃月港，她是跟随商船的顾问，发现货物有鬼，就擅自进行了调查，结果引火上身。要是我们再晚几分钟到，她就要倒大霉了。",
      "zht": "說來話長…有次我們追蹤深淵教團的一批危險物品，碰巧救下了她。當時，教團的危險品被偽裝成普通貨物，要從荊夫港轉運到璃月港，她是跟隨商船的顧問，發現貨物有鬼，就擅自進行了調查，結果引火上身。要是我們再晚幾分鐘到，她就要倒大楣了。",
      "jp": "話せば長くなるけど…ある日、アビス教団の危険物を追跡していたら、たまたま彼女を救出したの。当時、教団の危険物は一般の貨物を装って、ドーンマンポートから璃月港まで運ばれていた。彼女はその商船の顧問を担当していて、貨物に問題があることに気付いて、独自に調査していたらしいけど、結局危険な状態に陥ってしまった。私たちの到着があと数分遅れていたら、大変なことになっていたわね。",
      "ko": "말하자면 길어…. 예전에 심연 교단의 위험 물품을 추적할 때 우연히 그녀를 구했거든. 그 당시 교단의 위험 물품은 일반 화물로 위장된 채로 형부항에서 리월항으로 옮겨가던 중이었어. 마침 화물선의 고문이었던 그녀는 뭔가 잘못됐다는 걸 알아채고 멋대로 조사를 진행하다가 화를 자초한 거지. 우리가 조금이라도 늦게 도착했다면 큰일 날 뻔했어",
      "en": "This one's a long story... We ended up saving her life once when we were tracking down a batch of dangerous cargo that belonged to the Abyss Order. The Abyss Order had packed it up like regular cargo and wanted it shipped from Dornman Port to Liyue Harbor. She was acting as a consultant for the merchant vessel, where she discovered something in the cargo — and then began to investigate, putting herself in grave danger. Had we arrived just a few minutes later, it's likely she wouldn't have been so fortunate.",
      "de": "Das ist eine lange Geschichte ... Einmal verfolgten wir eine Fuhre gefährlicher Ware von dem Orden des Abgrunds. Die Ware wurde als normale getarnt und von Dornmannshaven nach Liyue transportiert. Sie war damals die Beraterin auf dem Handelsschiff und hat die Lunte gerochen. Als sie heimlich selbst die Ware untersuchte, wurde sie erwischt. Falls wir noch einige Minuten später angekommen wären, hätte sie bestimmt Pech gehabt.",
      "es": "Es una larga historia... Acabamos salvándole la vida una vez que estábamos siguiéndole el paso a una mercancía peligrosa de la Orden del Abismo. La Orden la había empacado como si fuera una mercancía normal y querían transportarla desde el Puerto de Dornman hasta el de Liyue. Ella, que asesoraba al barco de mercancías, descubrió algo oculto entre la mercancía y decidió investigarlo, lo que la puso en grave peligro. Si hubiéramos llegado unos minutos más tarde, no habría tenido tanta suerte.",
      "fr": "C'est une longue histoire... On suivait un chargement de matériaux dangereux qui appartenait à l'Ordre de l'Abîme et on l'a sauvée au passage. La cargaison était camouflée, et devait transiter du Port de Dornman au Port de Liyue. Elle avait été embauchée par le navire marchand comme conseillère. Elle a découvert que la marchandise était trafiquée, et a commencé à enquêter, se mettant en grave danger... Il aurait suffi que nous arrivions quelques minutes plus tard, et elle était cuite, si j'ose dire.",
      "pt": "Isso é uma longa história... Nós salvamos a vida dela quando estávamos atrás de uma carga perigosa da Ordem do Abismo. Eles prepararam a carga como se fosse apenas uma carga normal, e queriam que fosse transportada do porto de Dornman para o Porto de Liyue. Ela estava trabalhando como uma consultora para o navio mercante, e descobriu que algo estava se escondendo na carga, e acabou por investigar por ela mesma, se colocando em perigo. Se tivéssemos chegado alguns minutos depois, é provável que ela não tivesse sido tão sortuda.",
      "ru": "Это долгая история... Мы случайно спасли её, когда выслеживали партию опасного груза ордена Бездны. В то время орден маскировал опасные грузы под обычные, которые должны были перевезти из Тернового порта в порт Ли Юэ. Она была консультантом, сопровождавшим торговое судно, и поэтому когда груз начал вызывать подозрения, она взяла на себя смелость провести расследование и в итоге попала в переплёт. Если бы мы прибыли на несколько минут позже, ей настал бы конец.",
      "id": "Ceritanya panjang ... Kami menyelamatkan nyawanya saat sedang melacak beberapa kargo berbahaya milik Abyss Order. Abyss Order sudah membungkus kargo dan ingin mengirimkannya dari Pelabuhan Dornman ke Pelabuhan Liyue. Dia adalah seorang konsultan bagi para pedagang, lalu dia menemukan ada sesuatu yang disembunyikan di dalam kargo tersebut, dan ingin menyelidikinya. Dia membuat dirinya sendiri berada di dalam bahaya. Jika kita terlambat beberapa menit saja, mungkin dia tidak akan selamat.",
      "th": "เรื่องมันยาวน่ะ... มีครั้งนึงพวกเรากำลังติดตามสินค้าอันตรายจาก Abyss Order และบังเอิญได้ช่วยเธอเอาไว้ สินค้าอันตรายของ Abyss Order พวกนี้ถูกปลอมแปลงเป็นสินค้าธรรมดา และกำลังขนส่งจากท่าเรือ Dornman ไปยังท่าเรือ Liyue เธอเป็นที่ปรึกษาที่ติดตามเรือสินค้า และพบว่าสินค้านั้นเป็นมีปัญหา เธอจึงทำการสอบสวนโดยไม่ได้รับอนุญาตและผลที่ตามมาก็คือไฟลามมาถึงตัวน่ะสิ ถ้าเรามาถึงช้ากว่านี้ไม่กี่นาที เธอคงโชคร้ายแล้วล่ะ",
      "vi": "Kể ra thì dài dòng...có lần chúng tôi theo vết một lô hàng nguy hiểm của Giáo Đoàn Vực Sâu, trùng hợp cứu được cô ấy. Lúc đó lô hàng được ngụy trang thành hàng hóa bình thường, phải chuyển từ cảng Dornman đến cảng Liyue, cô ấy là cố vấn tháp tùng thuyền buôn, phát hiện hàng hóa có điều kỳ lạ đã tự mình điều tra, cuối cùng tự chuốc tai họa. Nếu chúng tôi đến trễ vài phút, thì cô ấy tiêu rồi."
    }
  },
  {
    "title": {
      "zhs": "关于烟绯·看法…",
      "zht": "關於煙緋·看法…",
      "jp": "煙緋について·見解",
      "ko": "연비에 대해·관점…",
      "en": "About Yanfei: Assessment",
      "de": "Über Yanfei – Ansicht",
      "es": "Sobre Yanfei - Opinión",
      "fr": "À propos de Yanfei - Opinion",
      "pt": "Sobre Yanfei: Opinião...",
      "ru": "О Янь Фэй: Мнение",
      "id": "Tentang Yanfei: Penilaian",
      "th": "เกี่ยวกับ Yanfei - มุมมอง...",
      "vi": "Về Yanfei - Cách nghĩ..."
    },
    "line": {
      "zhs": "之后我们一直保持着联络，我还蛮喜欢她那股机灵劲儿的。她牢记规矩，但懂得变通，如果骑士团里的某些人能学学她就好了。而且，凭她的本事，应该能帮我找到那个人。就当是她还上欠我的人情了。",
      "zht": "之後我們一直保持著聯絡，我還滿喜歡她那種機靈的感覺。她牢記規矩，但懂得變通，如果騎士團裡的某些人能學學她就好了。而且，憑她的本事，應該能幫我找到那個人。就當是她還上欠我的人情了。",
      "jp": "それ以来ずっと連絡を取っているの。彼女の賢いところ、結構好きなのよ。規則を大切にはしているけど、融通も利いてね、騎士団の人たちも彼女から学んだらいいのに…それに彼女なら、私が探しているあの人を見つけられるかも…私への恩返しとしてね。",
      "ko": "그 뒤로도 우린 서로 연락하면서 지내. 똑똑하고 영리한 성격이 꽤 맘에 들더라고. 그녀는 규칙을 잘 지키지만, 융통성도 있는 편이야. 기사단의 몇몇 사람들이 좀 배웠으면 좋겠어. 게다가 연비의 실력이라면 그 사람을 찾아줄 수 있을 거야. 나한테 신세 진 걸 갚는 셈인 거지",
      "en": "We've kept in touch ever since. I like how smart she is. She knows the rules, but she also knows how to be flexible and act according to the situation. A few of the Knights would do well to take a leaf out of her book... Also, with her smarts, maybe she could help me track someone down that I've been looking for... She does owe me a favor from last time, after all.",
      "de": "Danach blieben wir miteinander in Kontakt. Ihre Klugheit gefällt mir sehr. Sie behält die Regeln im Kopf, kann aber damit sehr schlau umgehen. In dieser Hinsicht können einige von dem Ritterorden von ihr echt viel lernen. Darüber hinaus kann sie mir bestimmt dabei helfen, den Menschen zu finden, nach dem ich die ganze Zeit suche. So kann sie sich auch für meine Leistung an jenem Tag revanchieren.",
      "es": "Hemos estado en contacto desde entonces. Me gusta lo inteligente que es. Conoce las normas, pero también sabe cuándo hay que ser flexible y actuar según las circunstancias. Sé de algún caballero que podría aprender de ella... Además, con su inteligencia, quizás podría ayudarme a encontrar a alguien que estoy buscando... Al fin y al cabo, me debe una desde aquella vez.",
      "fr": "On a gardé le contact depuis. J'apprécie son intelligence. Elle connaît les règles, mais sait se montrer flexible quand la situation l'exige. Plus d'un chevalier pourrait s'en inspirer... Et puis, elle pourrait m'aider à trouver la personne que je cherche. Elle me doit une faveur pour l'autre fois, d'ailleurs...",
      "pt": "Nos mantemos em contato desde então. Eu gosto de quão esperta ela é. Ela sabe as regras, e sabe como ser flexível e agir de acordo com a situação. Seria bom se alguns cavaleiros pudessem aprender com ela... Além disso, com sua inteligência, poderia me ajudar a encontrar alguém que estou procurando... Afinal de contas, ela me deve um favor da última vez.",
      "ru": "С тех пор мы поддерживаем связь, и мне нравится её остроумие. Она знает правила, но также знает, как их обойти. Если бы только хотя бы часть ордена могла у неё поучиться. Кроме того, её навыки должны помочь мне найти одного человека. Можно сказать, так она отплатит мне за услугу.",
      "id": "Sejak saat itu kami masih sering berkomunikasi. Aku sangat menyukai kepintarannya. Dia tahu aturan, tetapi dia juga cukup fleksibel dan bisa bertindak sesuai dengan situasi. Menurutku para Knight bisa banyak belajar darinya ... Lalu, dengan kepintarannya itu juga, mungkin dia bisa membantuku melacak seseorang yang selama ini kucari ... Lagi pula, dia masih berutang budi padaku sejak kejadian dulu.",
      "th": "พวกเรายังคงติดต่อกันตั้งแต่นั้นมา ฉันก็ชอบความมีไหวพริบของเธอมากเลยล่ะ เธอรักษากฎไว้ในใจ แต่ก็รู้วิธีหลีกเลี่ยง มันคงจะดีถ้าบางคนในกองอัศวินสามารถเรียนรู้จากเธอได้ และด้วยความสามารถของเธอ เธอน่าจะช่วยฉันตามหาคน ๆ นั้นได้แน่เลยล่ะ ถือว่าเธอตอบแทนบุญคุณที่ติดค้างฉันไว้ครั้งก่อนก็แล้วกันนะ",
      "vi": "Sau đó chúng tôi luôn giữ liên lạc, tôi rất thích tính lanh lợi của cô ấy. Cô ấy nắm rõ nguyên tắc, nhưng cũng biết tùy cơ ứng biến, nếu một số người nào đó trong đội kỵ sĩ có thể học hỏi cô ấy thì tốt quá rồi. Hơn nữa, với bản lĩnh này, có lẽ sẽ giúp tôi tìm được người đó. Xem như trả sạch món nợ ân tình lần trước cô ấy còn nợ tôi."
    }
  },
  {
    "title": {
      "zhs": "关于米卡·沟通",
      "zht": "關於米卡·溝通",
      "jp": "ミカについて·交流",
      "ko": "미카에 대해·소통",
      "en": "About Mika: Communication",
      "de": "Über Mika – Kommunikation",
      "es": "Sobre Mika - Comunicación",
      "fr": "À propos de Mika - Communication",
      "pt": "Sobre Mika - Comunicação",
      "ru": "О Мике: Общение",
      "id": "Tentang Mika: Komunikasi",
      "th": "เกี่ยวกับ Mika - การสื่อสาร",
      "vi": "Về Mika - Nói Chuyện"
    },
    "line": {
      "zhs": "米卡被分来游击小队的时候，我以为他会像之前某些人一样，没干几天就想走了。没想到他不声不响，任务却完成得相当出色，还主动承担了所有跑腿的任务，替我和其他人沟通。哼，一个两个都想着照顾我，也不知道是谁教出来的。",
      "zht": "米卡被分來游擊小隊的時候，我以為他會像之前某些人一樣，沒做幾天就想走了。沒想到他不聲不響，任務卻完成得相當出色，還主動承擔了所有跑腿的任務，替我和其他人溝通。哼，一個兩個都想著照顧我，也不知道是誰教出來的。",
      "jp": "ミカが遊撃小隊に配属された時、彼も他と同じように何日もしないで辞めていくものだと思っていたわ。けれど、彼は何も言わずに任務を完璧にこなした。それどころか、使い走りの任務をすべて自分から引き受け、他の人とコミュニケーションが必要になることは、私の代わりにしてくれたの…ふんっ、どうしてみんな私の世話をしたがるのよ。まったく、いったい誰から学んだのかしら…",
      "ko": "미카가 유격대에 처음 왔을 땐 그전에 있던 몇몇 사람들처럼 얼마 못 버티고 나갈 줄 알았어. 그런데 묵묵히 버티면서 임무를 아주 훌륭하게 완수했지. 게다가 자진해서 심부름 같은 잡일까지 도맡아서 하고 나와 다른 사람들이 소통하는 것도 도와줬어. 흥, 자꾸 날 챙겨주려 하다니… 대체 누굴 보고 배운 건지",
      "en": "When Mika was assigned to the Reconnaissance Company, I thought that he'd only last a few days, just like the others before him. But he surprised me. He never made a peep, but he completed all of his tasks quite admirably. He even volunteered to run errands for me, and assist with communication... Hmph... I don't know who is going around telling people that I need looking after...",
      "de": "Als Mika unserem Trupp der Freischärler zugeteilt wurde, dachte ich, er würde nach ein paar Tagen wieder gehen, genau wie viele andere vor ihm. Doch er überraschte mich damit, dass er nie faulenzte und alle seine Aufgaben ausgezeichnet erfüllte. Er ergriff sogar die Initiative, Besorgungen für mich zu erledigen und bei der Kommunikation zu helfen. Hmpf, ich weiß nicht, wer da herumläuft und den Leuten sagt, dass sie sich um mich kümmern müssen ...",
      "es": "Cuando asignaron a Mika al Equipo de Reconocimiento, pensé que solo duraría un par de días, como les pasó a los que vinieron antes de él. Me sorprendió gratamente que, sin mediar palabra, completó todas sus tareas de manera sobresaliente. Hasta se presentó voluntario para ayudarme con unos recados y ayudarme con la comunicación. ¡Hum! No sé quién está diciéndole a la gente que necesito que cuiden de mí.",
      "fr": "Quand Mika a été affecté à l'unité de reconnaissance, je pensais qu'il serait comme les autres et qu'il voudrait partir juste après quelques jours. À ma grande surprise, il a été assez remarquable dans l'accomplissement de ses tâches. Il s'est même proposé pour faire des déplacements pour moi et m'aider à effectuer des communications. Hmph, je ne sais pas qui raconte aux gens que j'ai besoin qu'on s'occupe de moi...",
      "pt": "Quando Mika foi atribuído ao Grupo de Guerrilha, eu pensei que ele duraria apenas alguns dias, assim como os outros antes dele. Mas ele me surpreendeu. Ele nunca reclamou, mas concluiu todas as tarefas de maneira admirável. Ele até se voluntariou para fazer algumas incumbências para mim, e auxiliar com a comunicação... Hmph... Eu não sei quem está saindo por aí dizendo as pessoas que preciso que cuidem de mim...",
      "ru": "Когда Мика пришёл в наш разведывательный отряд, я была уверена, что через пару дней он запросится домой, как все остальные. Но он меня удивил. Ни разу не пикнул и с заданиями своими справился, можно сказать, отлично. А ещё сам вызвался выполнять мои поручения, чтобы мне не приходилось лишний раз взаимодействовать с людьми... Хм, все члены отряда почему-то уверены, что обо мне нужно заботиться. Не знаю, кто им это внушил...",
      "id": "Ketika Mika ditugaskan ke divisi Pasukan Gerilya, kupikir dia hanya bertahan beberapa hari, sama seperti yang lainnya. Tapi dia membuatku terkejut. Dia tidak pernah mengeluh, tetapi dia menyelesaikan semua tugasnya dengan baik. Dia bahkan menawarkan diri untuk menjalankan tugas untukku, dan membantu dalam hal komunikasi ... Hmph ... Aku tidak tahu siapa yang berkeliling memberitahu orang-orang bahwa aku perlu dijaga ....",
      "th": "ในตอนที่ Mika ถูกดึงตัวมายังกองสอดแนมน่ะ ฉันก็นึกว่าเขาจะเป็นเหมือนกับคนอื่นหลาย ๆ คนก่อนหน้า ที่ทำได้ไม่กี่วันก็อยากจะหนีไปซะแล้ว แต่คิดไม่ถึงเลย เห็นเงียบ ๆ แต่ทำภารกิจได้สำเร็จและค่อนข้างดีเลยล่ะ แถมยังเป็นฝ่ายออกหน้ารับงานยิบย่อยต่าง ๆ เอง รวมไปถึงติดต่อสื่อสารกับคนอื่น ๆ แทนฉันด้วย หึ... ไม่ว่าอะไรก็อยากจะช่วยฉันทั้งนั้น ใครสั่งใครสอนกันนะ",
      "vi": "Khi Mika gia nhập tiểu đội du kích, tôi còn tưởng cậu ta làm được vài ngày là nghỉ. Nhưng không ngờ cậu ta im im mà đã xuất sắc hoàn thành nhiệm vụ, lại còn chủ động gánh vác tất cả nhiệm vụ chạy vặt để thay tôi nói chuyện với người khác nữa chứ. Hứ, một người hai người đều muốn chăm sóc cho tôi, cũng không biết học từ ai nữa."
    }
  },
  {
    "title": {
      "zhs": "想要了解优菈·其一",
      "zht": "想要瞭解優菈·其一",
      "jp": "エウルアを知る·1",
      "ko": "유라에 대해 알기·첫 번째",
      "en": "More About Eula: I",
      "de": "Ich will mehr über Eula erfahren I",
      "es": "Más sobre Eula (I)",
      "fr": "Connaître Eula (1)",
      "pt": "Mais sobre a Eula - I",
      "ru": "Узнать больше об Эоле I",
      "id": "Mengenal Eula: I",
      "th": "อยากรู้เกี่ยวกับ Eula - 1",
      "vi": "Muốn tìm hiểu Eula - Điều thứ 1"
    },
    "line": {
      "zhs": "罪人的经历，有什么好了解的？反正不管说什么做什么，都会被敌视，被当成潜在的危险分子吧。现在还算好了，没加入骑士团的时候，猎鹿人和蒙德百货都不愿意卖东西给我，吃饭都得去野外打猎生火自己做。",
      "zht": "罪人的經歷，有什麼好瞭解的？反正不管說什麼做什麼，都會被敵視、被當成潛在的危險分子吧。現在還算好了，沒加入騎士團的時候，獵鹿人和蒙德百貨都不願意賣東西給我，吃飯都得去野外打獵生火自己做。",
      "jp": "罪人の経歴なんて、知っても得しないわよ？どうせ何をやったって敵視されるし、危険人物と見なされてしまう。これでも今は大分ましになったのよ、騎士団に入っていなかった頃は、鹿狩りもモンドショップも私に物を売ってくれなかった。だから、野外で狩りをしては、食料を自分で調達していたの。",
      "ko": "죄인의 일생이 궁금할 게 뭐 있어? 어차피 무슨 말이나 행동을 해도 잠재적인 위험인물로 볼 건데. 그래도 지금은 좀 나은 편이야. 기사단에 들어오기 전엔 디어 헌터랑 몬드 잡화점 모두 날 손님으로 안 받아줬어. 야외에서 사냥하고 불을 피워 끼니를 해결했다고",
      "en": "The life of a Lawrence doesn't include much worth talking about... Basically, whatever you say, whatever you do, people will always despise you and treat you like a potential threat to society. It's nowhere near as bad as it used to be, though. Before I'd joined the Knights, good grief... I couldn't even buy groceries. Even Good Hunter and Mondstadt General Goods wouldn't take my money. I literally had to go out and hunt my own food and cook it over a campfire if I wanted to eat dinner.",
      "de": "Die Vergangenheit einer Sünderin ist durchaus nicht erzählenswert. Egal was ich tue oder was ich rede, werde ich als eine lauernde Gefahr betrachtet. Jetzt ist meine Lage schon viel besser. Vor meinem Beitritt zum Ritterorden wollten der Hirschjäger und Mondstadts Gemischtwaren mir einfach nichts verkaufen. Ich musste nach draußen gehen, selbst jagen und Feuer machen, um mir was zum Essen zu kochen.",
      "es": "No hay mucho que se pueda decir con respecto a la vida de un Lawrence... En general, digas lo que digas y hagas que lo hagas, la gente siempre te despreciará y te tratará como una potencial amenaza para la sociedad. Eso sí, ya no es tan malo como lo era antes. Antes de unirme a los Caballeros, no podía ni ir a la compra. Ni siquiera El Buen Cazador y la Boutique de Mondstadt aceptaban mi dinero. Si quería cenar, tenía que salir a cazar mi propia comida y cocinarla en una hoguera.",
      "fr": "La vie d'un Lawrence n'a pas grand-chose qui mérite d'être raconté... Peu importe ce que vous dites ou ce que vous faites, on vous considère toujours avec le mépris qu'on accorde à une menace à la société. Ça s'est amélioré avec le temps, cela dit. Avant que je rejoigne les chevaliers de l'Ordre, même le Bon Chasseur et le Bazar de Mondstadt refusaient de me servir. Pas d'autre choix que d'aller chasser si je voulais avoir à manger...",
      "pt": "Não há muito que valha a pena falar da vida de alguém do clã Lawrence... Basicamente, o que quer que você diga ou faça, as pessoas vão lhe desprezar e lhe tratar como uma ameaça à sociedade. Hoje não é tão ruim como costumava ser. Mas antes de ter me juntado aos Cavaleiros de Favonius, minha nossa... Eu sequer conseguia comprar mantimentos. Nem mesmo no Caçador de Cervos e na Loja de Mondstadt, pois eles não queriam me vender nada. Eu tinha que sair da cidade e caçar minha própria comida e assá-la em uma fogueira se quisesse comer.",
      "ru": "Что можно сказать о биографии преступника? Неважно, что ты скажешь или сделаешь, к тебе будут относиться враждебно, как к потенциальной опасности. Сейчас дела пошли на поправку. До того как я вступила в орден, ни «Хороший охотник», ни «Мондштадтский купец» мне ничего не продавали, и мне приходилось идти в пустоши, чтобы поохотиться, развести костёр и самой приготовить еду.",
      "id": "Tidak banyak yang bisa diceritakan tentang kehidupan seorang anggota keluarga Lawrence ... Pada dasarnya, apa pun yang kamu katakan, apa pun yang kamu lakukan, orang akan selalu mencemoohmu dan memperlakukanmu seperti seseorang yang berbahaya bagi masyarakat. Walaupun sudah tidak seburuk dulu. Sebelum aku bergabung dengan Knights of Favonius, astaga ... aku bahkan tidak bisa membeli kebutuhan sehari-hari. Good Hunter dan Mondstadt General Goods saja tidak mau menerima uangku. Aku benar-benar harus pergi ke luar untuk berburu dan memasak makan malamku sendiri dengan api unggun.",
      "th": "เรื่องราวที่คนบาปต้องเผชิญน่ะเหรอ มีอะไรน่าสนใจกัน? อย่างไรก็ตามไม่ว่าคุณจะพูดหรือทำอะไร ต่างถูกมองว่าเป็นศัตรูและถูกมองว่าเป็นกลุ่มคนอันตรายที่แฝงตัวมาอยู่ดี ตอนนี้ดีขึ้นมากแล้วล่ะ ในตอนที่ยังไม่ได้เข้าร่วมกองอัศวิน ร้าน Good Hunter และร้านค้า Mondstadt ต่างก็ไม่ยอมขายสินค้าให้ ฉันจึงต้องออกไปล่าสัตว์และจุดไฟในป่าเพื่อทำอาหารด้วยตัวเองน่ะ",
      "vi": "Quá khứ của tội nhân thì có gì hay để tìm hiểu chứ, làm gì thì cũng bị xem như kẻ thù cả thôi. Giờ xem như tốt hơn nhiều rồi, nhớ lúc trước khi gia nhập đội kỵ sĩ, quán Người Săn Hươu và Bách Hóa Mondstadt đều không bán đồ cho tôi, ăn cơm cũng phải ra ngoài săn bắn và đốt lửa để tự nấu ăn."
    }
  },
  {
    "title": {
      "zhs": "想要了解优菈·其二",
      "zht": "想要瞭解優菈·其二",
      "jp": "エウルアを知る·2",
      "ko": "유라에 대해 알기·두 번째",
      "en": "More About Eula: II",
      "de": "Ich will mehr über Eula erfahren II",
      "es": "Más sobre Eula (II)",
      "fr": "Connaître Eula (2)",
      "pt": "Mais sobre a Eula - II",
      "ru": "Узнать больше об Эоле II",
      "id": "Mengenal Eula: II",
      "th": "อยากรู้เกี่ยวกับ Eula - 2",
      "vi": "Muốn tìm hiểu Eula - Điều thứ 2"
    },
    "line": {
      "zhs": "有人劝过我低声下气，谨言慎行，说这样也许能获得谅解，但他们会这么想，只是因为他们没当过真正的「罪人」。…「罪人」是不会轻易被原谅的，那还不如洒脱一点，上门复仇，堂堂正正地去较量。要是赢了我，我听凭处置，可要是输了，就得满足我的要求。比如…唉，至少也要好好地把东西卖给我吧。",
      "zht": "有人勸過我低聲下氣、謹言慎行，說這樣也許能獲得諒解，但他們會這麼想，只是因為他們沒當過真正的「罪人」。…「罪人」是不會輕易被原諒的，那還不如灑脫一點，上門復仇，堂堂正正地去較量。要是贏了我，我聽憑處置，但要是輸了，就得滿足我的要求。比如…唉，至少也要好好地把東西賣給我吧。",
      "jp": "腰を低くして、謙虚でいれば許されるかもしれないって、そう人から勧められたけど、それって「罪人」になったことがないから言えるのよ。「罪人」は簡単に許される存在じゃない。だったら、正々堂々と正面から復讐した方が格好がつくでしょ。私が負けたら、きちんと言うことを聞く。逆に私が勝ったら、私の要求を満たしてもらう…例えば、うん、ちゃんと物を売ってくれるとか。",
      "ko": "나한테 굽신거리고 언행을 조심하면 용서받을 수 있을지도 모른다고 말했던 자들이 있어. 하지만 그렇게 말할 수 있는 건 그들이 진짜 「죄인」이 아니기 때문이지. 「죄인」은 쉽게 용서받을 수 없어. 그러니 차라리 시원하게 복수하고 정정당당하게 싸우는 게 나아. 나한테 이기면 시키는 대로 하겠지만, 나한테 지면 내 요구를 들어주는 거야. 예를 들어… 음, 적어도 나한테 물건은 팔아줘야지?",
      "en": "People tell me that if I just spoke more softly, or was more polite, or acted more deferentially, others may find it easier to forgive me, but the only reason they think that way is because they've never been branded a pariah before. There is no easy path to redemption when you're a social pariah. I'm more inclined to stop tiptoeing around everyone all the time and just get out there and make them respect me the old-fashioned way! As in, we square off and if they win, I humbly accept my punishment, but if they lose, they must acquiesce to my demands... Such as... Well, I mean, if I want to buy a loaf of bread, take my darn money, for crying out loud!",
      "de": "Manche wollten mir einreden, dass ich bescheiden und schuldbewusst handeln sollte. So könnten die anderen mir eventuell verzeihen. Aber sie sind keine „Sünder“ ... und wissen daher nicht, dass man „Sündern“ nicht so leicht verzeiht. Für mich ist Rache der richtige Weg. Ich gehe direkt zu demjenigen, der mich hasst, und messe mich mit ihm. Falls ich verliere, kann er alles Erdenkliche gegen mich tun. Aber falls ich ihn besiege, dann muss er meinen Forderungen nachkommen, wie zum Beispiel ... hmm, er sollte mich zumindest wie einen normalen Kunden behandeln.",
      "es": "La gente me dice que si hablara más suavemente, fuera más educada o actuara más precavidamente, a los demás les costaría menos perdonarme. Pero solo piensan así porque nadie los ha marginado nunca de la sociedad. Redimirse no es fácil cuando eres un paria. Prefiero no tener que andar de puntillas todo el tiempo con la gente y simplemente hacer que me respeten a la antigua usanza. Si nos enfrentamos y me ganan, aceptaré humildemente mi castigo, pero si pierden, deben acatar mis exigencias. Como por ejemplo... si quiero comprar una hogaza de pan, ¡acepten mi dinero, por Los Siete!",
      "fr": "On me dit qu'il suffirait que je parle avec un peu plus de douceur, ou de politesse, ou avec un peu plus de déférence pour qu'on me pardonne plus facilement, mais ceux qui pensent de cette façon n'ont jamais connu la vie de paria. Le chemin vers la rédemption n'est guère aisé quand on est un paria de la société. J'ai plus tendance à ne pas prendre de pincettes en permanence et obtenir le respect qui m'est dû à ma façon... Que je perde en bonne et due forme, et j'accepte la punition qui m'est due avec humilité, mais que je gagne, alors j'exige qu'on me doive ce qui m'est dû... Comme par exemple... Accepter mon argent quand je veux acheter quelque chose serait un bon début.",
      "pt": "Dizem que se eu falasse mais suavemente, ou se fosse mais educada, ou até se agisse de forma diferente, seria mais fácil para outros me perdoarem, mas a única razão porque eles pensam assim é porque nunca foram considerados uma pária antes. Não há caminho fácil para a redenção quando você é uma pária. Prefiro parar de me segurar perto de todos o tempo inteiro e fazer eles me respeitarem à moda antiga! Se lutarmos e eles ganharem, eu aceito minha punição, mas se eles perderem, devem aceitar minhas demandas, por exemplo... Se eu quiser comprar uma fatia de pão, aceitem meu dinheiro, pelo amor dos sete!",
      "ru": "Люди советуют мне говорить мягче и быть осторожной со словами, ведь так меня легче будет простить. Но они так думают только потому, что никогда не были настоящими «преступниками»... Но нет простых путей к искуплению, когда ты изгой. Поэтому я не буду ходить вокруг них на цыпочках, а заставлю себя уважать. Скажем, сойдёмся мы в поединке. И если выиграют они, то я понесу своё наказание. Но если выиграю я - они должны будут выполнить мои требования. Какие? Да хотя бы продайте мне хлеба, наконец!",
      "id": "Orang-orang bilang jika aku bicara lebih lembut, lebih sopan, atau bertindak lebih terhormat, orang-orang mungkin bisa lebih mudah memaafkanku, tetapi satu-satunya alasan mereka berpikir seperti itu adalah karena mereka belum pernah dicap sebagai pendosa. Tidak ada jalan penebusan yang mudah ketika kamu menjadi seorang pendosa sosial. Jadi lebih baik aku berhenti menahan diri dan bertindak bebas agar mereka menghormatiku dengan cara lama! Seperti halnya, seperti saat kami bertanding dan mereka menang, aku akan menerima hukumanku, tapi jika kalah, mereka harus menerima akibatnya dariku ... Seperti ... maksudku, kalau aku ingin membeli roti, ya ambil saja uangku!",
      "th": "บางคนแนะนำให้ฉันพูดเสียงเบา งดใส่อารมณ์ และระมัดระวังในคำพูดและการกระทำของฉัน โดยบอกว่านี่อาจทำให้ได้รับการให้อภัย แต่ที่พวกเขาจะคิดแบบนั้น เพราะพวกเขาไม่เคยเป็น \"คนบาป\" ที่แท้จริงยังไงล่ะ... \"คนบาป\" ไม่ได้รับการอภัยง่าย ๆ หรอก ถ้าแบบนั้นคงจะดีกว่าที่จะเป็นผ่อนคลาย ไปหาถึงที่เพื่อแก้แค้นและแข่งขันกันอย่างเปิดเผย ถ้าเอาชนะฉันได้ ฉันจะยอมฟังคำสั่ง แต่แพ้ฉันล่ะก็ต้องทำตามข้อกำหนดของฉัน เช่น ... อย่างน้อยก็แค่ยอมขายของให้ฉันเสียดี ๆ",
      "vi": "Có người từng khuyên tôi nên nói chuyện nhẹ nhàng cẩn thận để nhận được sự thấu hiểu, nhưng họ nghĩ như vậy vì họ chưa từng là \"kẻ có tội\" thôi... \"Kẻ có tội\" sẽ không dễ dàng được tha thứ như vậy. Chi bằng không cần phải kiềm chế bản thân nữa, cứ đường đường chính chính đọ sức với người ta thôi. Nếu thắng tôi thì tôi đành phải chấp nhận bị xử lý, còn nếu thua thì phải đáp ứng những yêu cầu của tôi. Ví dụ như... Haiz, ít nhất cũng là bán đồ cho tôi một cách đàng hoàng tử tế."
    }
  },
  {
    "title": {
      "zhs": "想要了解优菈·其三",
      "zht": "想要瞭解優菈·其三",
      "jp": "エウルアを知る·3",
      "ko": "유라에 대해 알기·세 번째",
      "en": "More About Eula: III",
      "de": "Ich will mehr über Eula erfahren III",
      "es": "Más sobre Eula (III)",
      "fr": "Connaître Eula (3)",
      "pt": "Mais sobre a Eula - III",
      "ru": "Узнать больше об Эоле III",
      "id": "Mengenal Eula: III",
      "th": "อยากรู้เกี่ยวกับ Eula - 3",
      "vi": "Muốn tìm hiểu Eula - Điều thứ 3"
    },
    "line": {
      "zhs": "西风骑士团倒还挺像样的，至少他们更看重一个人的「才能」而非「身份」。当年我和他们的精锐切磋过几次，用实力折服了他们，所以收到了入团邀请。在骑士团内部工作，复仇更方便了，生活中的麻烦也减少了，何乐而不为呢？",
      "zht": "西風騎士團倒還挺像樣的，至少他們更看重一個人的「才能」而非「身分」。當年我和他們的精銳切磋過幾次，用實力折服了他們，所以收到了入團邀請。在騎士團內部工作，復仇更方便了，生活中的麻煩也減少了，何樂而不為呢？",
      "jp": "西風騎士団は結構まともね、少なくとも個人の「身分」よりも「才能」を重視するもの。\n\n過去に何度か騎士団の精鋭たちと勝負をしたことがあるんだけど、実力でねじ伏せたわ。そしたら、入団の誘いが来たというわけ。騎士団で仕事ができれば、復讐も簡単にできるし、生活も改善される、こんないいことってないでしょ？",
      "ko": "페보니우스 기사단은 생각보다 괜찮은 곳이더라고. 적어도 사람을 볼 때 「신분」보단 「재능」을 중시하니까. 예전에 기사단 정예들과 겨뤘을 때 실력으로 그들을 제압했더니 입단 초청을 받았어. 기사단 내부에서 일하면 복수하기도 편하고 살기도 훨씬 편해지는데 마다할 이유가 없잖아?",
      "en": "The Knights of Favonius are actually fairly reasonable, at the very least they reward merit and not social status. The reason they invited me to join their ranks is because I'd sparred with some of their crack troops and won through my own sheer skill. Being an insider in the organization will make getting revenge much easier, as it removes many of life's complications, so what's not to love?",
      "de": "Der Ordo Favonius ist schon gut. Wenigstens haben die Leute da ein gutes Auge für das „Talent“, nicht die „Identität“ eines Menschen. Früher hatte ich mich mehrmals mit den Eliten vom Ritterorden im Kampf gemessen und sie mit meinen Fähigkeiten beeindruckt. Deswegen habe ich die Einladung zum Beitritt bekommen. Im Ritterorden fällt es mir natürlich leichter, mich zu rächen. Und es kommen auch weniger Schwierigkeiten in mein Leben. Gar nicht so schlecht, oder?",
      "es": "En realidad, los Caballeros de Favonius son bastante decentes. Al menos, recompensan los méritos y no la posición social. La razón por la que me invitaron a unirme a ellos fue porque tuve una contienda contra algunas de sus fuerzas de élite y gané con mis propias habilidades. Ser una infiltrada entre ellos me hará mucho más fácil vengarme y, de paso, me ahorra muchas complicaciones de la vida, así que ¿por qué no iba a estar contenta?",
      "fr": "Les chevaliers de l'Ordre savent se montrer raisonnables, et récompensent le mérite, pas le statut social. C'est parce que j'ai croisé le fer avec plusieurs des meilleures lames qu'ils avaient à offrir et l'ai emporté dans les règles qu'ils m'ont invitée à les rejoindre. Ma vengeance est plus facile à exercer en travaillant de l'intérieur, et ça résout pas mal de complications. Pourquoi s'en plaindre ?",
      "pt": "Os Cavaleiros de Favonius são bem razoáveis, e recompensam o mérito, ao invés do status social. A razão de terem me convidado para me juntar a eles foi porque lutei contra alguns deles e ganhei graças as minhas habilidades. Participar da organização fará minha vingança ser muito mais fácil, e tira muita das complicações da vida, como não gostar disso?",
      "ru": "Рыцари Ордо Фавониус не так уж плохи, по крайней мере, они ценят способности человека больше, чем его статус. Несколько раз я скрещивала мечи с их лучшими бойцами и убедила их в своей силе, поэтому получила приглашение присоединиться к ордену. Служба в ордене облегчает месть и делает жизнь менее хлопотной, так почему бы и нет?",
      "id": "Knights of Favonius sebenarnya cukup masuk akal dalam bertindak, setidaknya mereka menghargai jasa dan bukan status sosial. Alasan mereka mengundangku untuk bergabung dengan mereka adalah karena aku pernah berlatih dengan beberapa prajurit andalan mereka dan menang. Jika aku bergabung ke dalamnya maka balas dendam menjadi lebih mudah, dan akan menyelesaikan banyak masalah dalam hidupku, jadi kenapa tidak?",
      "th": "กองอัศวินแห่ง Favonius นั้นค่อนข้างดีเลยล่ะ อย่างน้อยพวกเขาก็ให้ความสำคัญในเรื่อง \"ความสามารถ\" ไม่ใช่เรื่อง \"ภูมิหลัง\" ในตอนนั้นฉันได้พูดคุยกับพวกสมาชิกระดับสูงสองสามครั้งและใช้ความแข็งแกร่งทำให้พวกเขาเชื่อมั่น จึงได้รับคำเชิญให้เข้าร่วมกองอัศวิน การทำงานในกองอัศวินทำให้แก้แค้นได้สะดวกขึ้น ปัญหาในชีวิตก็ลดลง แล้วทำไมฉันจะไม่ทำล่ะ?",
      "vi": "Đội Kỵ Sĩ Tây Phong xem ra cũng khá ổn, ít ra thì họ xem trọng \"tài năng\" hơn \"thân thế\". Năm xưa tôi từng so tài với biệt đội tinh nhuệ của họ và giành chiến thắng, cho nên mới được mời vào đội kỵ sĩ. Làm việc ở đây có thể dễ báo thù hơn, phiền phức cũng giảm đi khá nhiều, vậy thì tại sao không gia nhập chứ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解优菈·其四",
      "zht": "想要瞭解優菈·其四",
      "jp": "エウルアを知る·4",
      "ko": "유라에 대해 알기·네 번째",
      "en": "More About Eula: IV",
      "de": "Ich will mehr über Eula erfahren IV",
      "es": "Más sobre Eula (IV)",
      "fr": "Connaître Eula (4)",
      "pt": "Mais sobre a Eula - IV",
      "ru": "Узнать больше об Эоле IV",
      "id": "Mengenal Eula: IV",
      "th": "อยากรู้เกี่ยวกับ Eula - 4",
      "vi": "Muốn tìm hiểu Eula - Điều thứ 4"
    },
    "line": {
      "zhs": "劳伦斯家族是在堕落后才背负恶名的，在此之前，这个姓氏也曾满载荣耀，可惜所有人都像是忘掉了那段历史。大团长说我作为骑士，干得还算不错，不说找回劳伦斯最初的荣光，至少是对片面观点的迎头痛击。这个说法倒是挺合我意的。",
      "zht": "勞倫斯家族是在墮落後才背負惡名的，在此之前，這個姓氏也曾滿載榮耀，可惜所有人都像是忘掉了那段歷史。大團長說我作為騎士，做得還算不錯，不說找回勞倫斯最初的榮光，至少是對片面觀點的迎頭痛擊。這個說法倒是挺合我意的。",
      "jp": "ローレンス家は没落してから汚名を背負うことになったの。それまでは栄光に満ち溢れていたけど、そんなことは皆忘れてしまったかのよう。大団長からは、騎士として上手くやっているし、ローレンス家の栄光を取り戻すとまではいかなくても、偏見に対し正面から立ち向かえているって言われたわ。この言い方、結構私好みなのよね。",
      "ko": "로렌스 가문이 오명을 뒤집어쓴 건 타락한 이후야. 그전에는 아주 명예로운 가문이었지. 근데 아쉽게도 그때의 역사는 전부 잊혀졌어. 대단장은 내가 기사로서 잘하고 있다면서 과거 로렌스 영광을 되찾은 건 아니지만, 최소한 단편적인 관점을 깨트렸다고 했어. 나도 같은 생각이야",
      "en": "The name Lawrence only became a social stigma after the clan fell from grace. It was once an honor to be called a Lawrence, but unfortunately, most people have forgotten about that part of history. The Grand Master says that I am performing rather well as a knight, and that if it's not enough to restore the honor of the Lawrence name, it's certainly a strong rebuttal against the one-sided opinions so many people throw around. I'm quite satisfied with that appraisal.",
      "de": "Der Lawrence-Klan hat erst nach seiner Entartung diesen schlechten Ruf bekommen. Davor war Lawrence ein glorreicher und ruhmvoller Name. Leider scheint diese Geschichte in Vergessenheit zu geraten. Der Großmeister hat einmal zu mir gesagt, dass ich als Ritterin ziemlich gute Arbeit geleistet und damit die ursprüngliche Glorie des Lawrences zurückgewonnen habe. Das könne den Stereotypen von diesem alten Namen Paroli bieten, sagte er. Was er sagte, gefällt mir sehr.",
      "es": "El apellido Lawrence empezó a ser un estigma cuando la familia cayó en desgracia. Hace tiempo, era un honor ser uno de ellos, pero desgraciadamente, mucha gente ha olvidado esa parte de la historia. El Gran Maestro dice que lo estoy haciendo muy bien como caballera y que, si eso no es suficiente para recuperar el honor de los Lawrence, lo será para refutar las sesgadas opiniones de algunas personas. Me siento bastante satisfecha con esa valoración.",
      "fr": "Le nom Lawrence n'est devenu synonyme de stigmate social qu'avec la déchéance du clan. C'était autrefois un honneur que de porter ce nom, mais la plupart des gens ont oublié cette partie de l'histoire. La Grande Maîtresse aime dire que je me débrouille plutôt bien comme chevalier, et que si ça ne suffit pas à restaurer l'ancienne gloire du nom, cela constitue certainement une preuve suffisante contre les idées reçues. C'est un compliment que j'accepte avec plaisir.",
      "pt": "O nome Lawrence apenas se tornou um estigma depois que o clã caiu em desgraça. Antes era uma honra ser chamado Lawrence, mas a maior parte das pessoas esqueceram dessa parte da história. A Grande Mestre diz que eu estou me saindo bem como uma Cavaleira, e que se isso não for suficiente para restaurar a honra do nome Lawrence, é certamente uma forte refutação contra as opiniões unilaterais de muitas pessoas por aí. Estou bem satisfeita com tal elogio.",
      "ru": "Дурная слава легла на клан Лоуренс только после его падения. До этого его история была полна славы, но, к сожалению, все забыли эту историю. Магистр ордена сказал, что само по себе стать рыцарем недостаточно для восстановления былой чести клана, но, по крайней мере, это нанесёт удар по предрассудкам. Мне очень понравились эти слова.",
      "id": "Nama Lawrence hanya menjadi stigma sosial setelah kejatuhannya. Dulu menjadi sebuah kehormatan untuk dipanggil Lawrence, tapi sayangnya, kebanyakan orang sudah melupakan sejarah tersebut. Grand Master bilang aku cukup baik menjadi seorang knight, dan jika itu tidak cukup untuk mengembalikan kehormatan nama Lawrence, tentu saja hal itu merupakan bentuk sanggahan yang kuat terhadap opini sepihak yang dilontarkan oleh banyak orang. Aku cukup puas dengan itu.",
      "th": "ตระกูล Lawrence เพิ่งจะมีชื่อเสียงอื้อฉาวหลังจากการล่มสลายนั่นแหละ ก่อนหน้านั้น ตระกูลนี้ก็เต็มไปด้วยความรุ่งโรจน์ น่าเสียดายที่ทุกคนดูเหมือนจะลืมช่วงเวลานั้นของประวัติศาสตร์ไปแล้วล่ะ แกรนด์มาสเตอร์กล่าวว่าในฐานะอัศวินฉันทำได้ไม่เลวเลยล่ะ ไม่เคยพูดถึงการฟื้นฟูความรุ่งเรืองดั้งเดิมของตระกูล Lawrence เพราะนั่นเป็นการโจมตีฉันโดยการมองด้วยมุมมองเพียงด้านเดียว คำพูดนี้ฉันค่อนข้างพอใจเลยล่ะ",
      "vi": "Gia tộc Lawrence sau khi sa sút mới phải mang tiếng xấu, còn trước đó thì dòng dõi này từng có một thời kỳ đầy vinh quang, đáng tiếc rằng mọi người đều đã quên đi giai đoạn lịch sử ấy. Đại Đội Trưởng nói rằng là một kỵ sĩ, tôi đã làm khá tốt, khoan nhắc đến việc tìm lại vinh quang cho Lawrence năm xưa, nhưng chí ít đây là sự phản kích mạnh mẽ đối với những quan điểm phiến diện. Tôi khá hài lòng với cách nói này của ông ấy."
    }
  },
  {
    "title": {
      "zhs": "想要了解优菈·其五",
      "zht": "想要瞭解優菈·其五",
      "jp": "エウルアを知る·5",
      "ko": "유라에 대해 알기·다섯 번째",
      "en": "More About Eula: V",
      "de": "Ich will mehr über Eula erfahren V",
      "es": "Más sobre Eula (V)",
      "fr": "Connaître Eula (5)",
      "pt": "Mais sobre a Eula - V",
      "ru": "Узнать больше об Эоле V",
      "id": "Mengenal Eula: V",
      "th": "อยากรู้เกี่ยวกับ Eula - 5",
      "vi": "Muốn tìm hiểu Eula - Điều thứ 5"
    },
    "line": {
      "zhs": "如果家族里的那些人一直执迷不悟，甚至继续荼毒蒙德，那他们和劳伦斯这个姓氏，就该被我亲手抹杀…这大概是我唯一想要履行的「家族责任」吧。在那之后，我就随意改个姓氏，由你来起都没问题！",
      "zht": "#如果家族裡的那些人一直執迷不悟，甚至繼續荼毒蒙德，那他們和勞倫斯這個姓氏，就該被我親手抹殺…這大概是我唯一想要履行的「家族責任」吧。在那之後，我就隨意改個姓氏，由{F#妳}{M#你}來取都沒問題！",
      "jp": "もし一族の人がまだそんなことに捉われていて、モンドに手を出そうとしているのなら…彼らとローレンス家の名は、この私が直々に抹殺する——これが私が唯一行いたいと思う、「一族の役目」かな。そのあとは、適当に苗字を変えるわ。そうだ、君が付けてもいいわよ！",
      "ko": "만약 가문 사람들이 잘못을 깨우치지 못하고 심지어 몬드를 계속 해롭게 한다면, 난 그들과 로렌스라는 성을 직접 없애버리겠지…. 아마 이게 내가 유일하게 이행하고 싶은 「가문의 책임」이겠지. 그리고 성을 다른 걸로 바꾸지 뭐. 네가 지어줘도 되고!",
      "en": "If my family members refuse to change their corrupt ways, or worse, continue to cause active harm in Mondstadt... I should be the one to end them, along with the Lawrence name itself. For once, it'd be a family obligation I'd actually enjoy. And once the deed was done, I'd be free to pick any name I wanted. Or even let you pick one for me!",
      "de": "Falls sich die Leute von meinem Klan weiter weigern, für ihre Sünden zu büßen, oder sogar darauf beharren, Mondstadt zu stürzen, dann werde ich sie sowie den Namen Lawrence auf Ewigkeit ausradieren ... Das soll wohl die einzige „Klanpflicht“ sein, die ich erfüllen möchte. Danach werde ich mir irgendeinen Namen suchen. Vielleicht kannst du mir einen Namen geben!",
      "es": "Si mis familiares se niegan a modificar sus costumbres corruptas, o peor, si siguen haciendo daño en Mondstadt... Yo seré quien acabe con ellos y también con el propio apellido Lawrence. Por fin tendría una obligación familiar que de verdad disfrutaría cumpliendo. Una vez hecho eso, podría escoger mi apellido libremente. ¡O incluso dejar que tú lo eligieras por mí!",
      "fr": "Si ma famille refuse de dire adieu à ce qu'elle est devenue, ou pire, continue de vouloir nuire à Mondstadt... C'est moi qui y mettrai fin, ainsi qu'au nom Lawrence. Ce serait là une des rares obligations familiales à laquelle je prendrais plaisir. Et une fois tout ça terminé, je pourrais choisir le nom qui me plaît. Ou même vous laisser choisir !",
      "pt": "Se os membros de minha família se recusarem a mudar seus hábitos corruptos, ou pior, continuarem a fazer o mal para Mondstadt... Eu devo ser a pessoa a destruir eles, junto com o próprio nome Lawrence. Isso sim seria uma obrigação familiar que eu gostaria. E quando estivesse feita, eu poderia escolher qualquer nome que quisesse, ou até deixar você escolher um para mim!",
      "ru": "Если члены клана не признают своих ошибок и продолжают отравлять Мондштадт, то я должна уничтожить их и фамилию Лоуренс своими собственными руками... Это, вероятно, единственная «семейная обязанность», которую я хочу выполнить. После этого я изменю свою фамилию. Можешь придумать мне новую!",
      "id": "Jika keluargaku menolak untuk mengubah cara hidup mereka yang tidak benar, atau lebih parahnya, terus menyebabkan kekacauan di Mondstadt... Aku akan menjadi orang yang menghentikan mereka, bersama dengan nama Lawrence itu sendiri. Dan untuk pertama kalinya, itu akan menjadi sebuah kewajiban keluarga yang kunikmati. Kalau sudah selesai, aku jadi bebas memilih nama apa pun yang aku inginkan. Atau mungkin aku akan membiarkanmu memilih nama untukku!",
      "th": "ถ้าคนในตระกูลยังคงดื้อดึงไม่ยอมรับผิด และยังคงทำร้าย Mondstadt อยู่ แบบนั้นฉันจะจัดการพวกเขาและตระกูล Lawrence ด้วยมือฉันเอง... นี่อาจเป็น \"ความรับผิดชอบต่อตระกูล\" ที่ฉันต้องการจะทำให้สำเร็จ หลังจากนั้นฉันก็เปลี่ยนชื่อตระกูลสักชื่อนึง คุณตั้งให้ก็ได้นะ ฉันไม่มีปัญหาหรอก!",
      "vi": "Nếu như trong gia tộc còn ai có mưu đồ làm hại Mondstadt nữa, thì chính tay tôi sẽ xóa bỏ họ và cả gia tộc Lawrence... Đây có lẽ là \"trách nhiệm gia tộc\" duy nhất mà tôi muốn thực hiện. Còn sau đó thì tôi cứ đổi họ khác là được rồi, dù là do bạn đặt cho cũng không sao!"
    }
  },
  {
    "title": {
      "zhs": "优菈的爱好…",
      "zht": "優菈的愛好…",
      "jp": "エウルアの趣味…",
      "ko": "유라의 취미…",
      "en": "Eula's Hobbies",
      "de": "Eulas Hobbys ...",
      "es": "Aficiones de Eula...",
      "fr": "Les loisirs d'Eula...",
      "pt": "Hobbies de Eula...",
      "ru": "Хобби Эолы...",
      "id": "Hobi Eula",
      "th": "งานอดิเรกของ Eula...",
      "vi": "Sở thích của Eula..."
    },
    "line": {
      "zhs": "凉爽的事，我都很中意。比如，痛饮冰镇后的酒和饮料，坐在峡谷山口享受狂风，或者跳进龙脊雪山山脚的湖里泡澡。哈，没准哪天你在湖边晃荡，会被我拖进冰水里哦。",
      "zht": "#涼爽的事，我都很中意。比如，痛飲冰鎮後的酒和飲料、坐在峽谷山口享受狂風，或者跳進龍脊雪山山腳的湖裡泡澡。哈，說不定哪天{F#妳}{M#你}在湖邊晃盪，會被我拖進冰水裡哦。",
      "jp": "涼しくなるようなことが好きね。キンキンに冷えたお酒とかドリンクを飲んだり、峡谷の峠に座って風にあたったり、ドラゴンスパインの湖に飛び込んで浸かったり。湖のそばを歩いていたら、私に氷水の中に引きずり込まれる、なんてこともあるかもね。",
      "ko": "시원한 건 다 좋아. 차가운 술과 음료를 맘껏 마신 뒤 협곡 입구에 앉아 광풍을 느끼거나, 드래곤 스파인 밑의 호수에 뛰어들어 목욕하는 것들 말이야. 호숫가에 있으면 내가 얼음물 속으로 끌어당길지도 몰라~",
      "en": "I'm into all sorts of cool things. Sipping a nice cold drink, sitting in a canyon feeling the biting wind howl past my face, or diving into the lake at the foot of Dragonspine... Waiting for you to stroll by unsuspectingly, so I can sneak up behind you and drag you down into the icy depths...",
      "de": "Ich liebe alles Kühle, zum Beispiel eiskaltes Bier oder andere Getränke. Ich trinke sie gerne in einem Zug aus. Oder ich sitze einfach auf einem Gebirgspass und genieße den brausend hindurchziehenden Wind. Ich bade auch gerne in dem See am Fuß des Drachengrats. Haha, vielleicht wirst du eines Tages von mir in das tierisch kalte Wasser hineingezogen, wenn du um den See gammelst.",
      "es": "Me gustan las cosas frías. Beber una bebida helada, sentarme en un cañón para sentir el gélido viento en mi cara o bañarme en el lago al pie de Espinadragón... esperando a que pases por allí sin sospechar nada hasta que yo me acerque sigilosamente a ti y te arrastre conmigo al agua helada.",
      "fr": "J'adore tout ce qui est... rafraîchissant. Siroter un verre glacé, m'asseoir au milieu d'un canyon et sentir le vent me mordre le visage, ou faire un plongeon dans le lac aux pieds des Monts Dosdragon... Attendre que vous vous promeniez à proximité, pour me faufiler derrière vous et vous entraîner dans les profondeurs glacées...",
      "pt": "#Eu gosto de muitas coisas legais. Tomar algo gelado, sentar em um cânion, sentindo o vento forte passando pelo meu rosto, ou mergulhando no lago no pé da Espinha do Dragão... Esperando você passar distraid{F#a}{M#o} para que lhe pegue desprevenid{F#a}{M#o} e arraste para as profundezas geladas...",
      "ru": "Люблю бодрящую свежесть. Пить прохладное вино, сидя в устье каньона и наслаждаясь ветром, или прыгнуть в ледяное озеро у подножия Драконьего хребта. Когда-нибудь ты будешь проходить мимо, и я затащу тебя в ледяную воду.",
      "id": "Aku menyukai banyak hal-hal santai. Menyeruput minuman dingin yang segar, duduk di tepi tebing dan merasakan angin sepoi-sepoi meniup wajahku, atau terjun bebas ke danau di kaki gunung Dragonspine ... Menunggumu untuk lewat secara kebetulan, jadi aku bisa menyergapmu dari belakang dan menyeretmu ke dalam air es yang dingin ....",
      "th": "เรื่องทุกเรื่องที่เย็นสบาย ฉันต่างก็ชอบทั้งนั้น เช่น จิบไวน์เย็น ๆ และเครื่องดื่ม นั่งตรงทางผ่านของหุบเขา และเพลิดเพลินกับลมแรง หรือกระโดดลงไปในทะเลสาบที่เชิงเขาของ Dragonspine เพื่ออาบน้ำ อ๊ะ ไม่แน่นะ บางทีวันไหนที่คุณมัวแต่เดินเที่ยวเล่นอยู่ริมทะเลสาบ อาจจะโดนฉันดึงลงไปในน้ำที่เย็นยะเยือกนั่นก็ได้นะ",
      "vi": "Tôi rất thích những thứ mát mẻ. Ví dụ như là rượu hoặc thức uống ướp lạnh, hóng gió bão bên vực sâu, hoặc là tắm hồ ở Long Tích Tuyết Sơn. À, không chừng sẽ có ngày bạn đang đi dạo bên hồ thì bị tôi đẩy xuống nước đấy."
    }
  },
  {
    "title": {
      "zhs": "优菈的烦恼…",
      "zht": "優菈的煩惱…",
      "jp": "エウルアの悩み…",
      "ko": "유라의 고민…",
      "en": "Eula's Troubles",
      "de": "Eulas Sorgen ...",
      "es": "Preocupaciones de Eula...",
      "fr": "Les problèmes d'Eula...",
      "pt": "Preocupações de Eula...",
      "ru": "Беспокойство Эолы...",
      "id": "Kekhawatiran Eula",
      "th": "เรื่องกลุ้มใจของ Eula",
      "vi": "Nỗi buồn của Eula..."
    },
    "line": {
      "zhs": "有的时候酒馆生意太火爆，我被要求和人拼桌。听说我是劳伦斯家的人，摆谱的、挑衅的、明着暗着使绊子的，就从各种地方冒出来了，唉，还让不让人好好喝酒了？",
      "zht": "有的時候酒館生意太火爆，我被要求和人拼桌。聽說我是勞倫斯家的人，擺臉色的、挑釁的、明著暗著使絆子的，就從各種地方冒出來了，唉，還讓不讓人好好喝酒了？",
      "jp": "酒場の客が多くて、相席をする時かな。ローレンス家の人だと知った途端、威張ってくる人や挑発する人、意地悪をする人があちこちからやってくるの。もう、そんなんじゃお酒も飲めなくなるじゃない。",
      "ko": "가끔 술집에 사람이 많아서 자리가 없을 때 합석하라고 하는데, 내가 로렌스 가문 사람이라는 걸 알고는 허세 부리거나 도발하고 은근슬쩍 딴지를 거는 놈들이 하나둘씩 나타난다니까. 이봐, 조용히 술 좀 마시자고",
      "en": "Sometimes, when it's busy in the tavern, they ask me to share a table with other customers. But once they find out that I'm a Lawrence, suddenly everyone gets indignant and provocative, and starts trying to bait me out in some way. I just want to have a drink, is that too much to ask!?",
      "de": "Manchmal ist die Taverne viel zu gut besucht. Ich werde dann aufgefordert, mit anderen meinen Tisch zu teilen. Sobald die Leute wissen, dass ich eine vom Lawrence-Klan bin, sehen sie sofort auf mich herab, oder noch schlimmer, provozieren mich und möchten mich in eine peinliche Lage bringen. Hmpf, ich kann sogar meinen Wein nicht in Ruhe trinken.",
      "es": "A veces, cuando hay mucha gente en la taberna, me piden que comparta mesa con otros clientes. Pero cuando descubren que soy una Lawrence, de repente se indignan, se ofenden e intentan atraparme “con las manos en la masa”. Solo quiero beber algo, ¿es que es mucho pedir?",
      "fr": "Il arrive qu'on me demande de partager la table avec d'autres clients quand la taverne se remplit. Mais dès qu'on apprend que je suis du Clan Lawrence, c'est l'indignation, les provocations, les insultes... Je veux juste boire un verre, est-ce trop demander ?",
      "pt": "Às vezes, quando a taverna está cheia de gente, algumas pessoas me convidam para sentar numa mesa com outros clientes. Mas quando descobrem que sou do clã Lawrence, todos subitamente ficam indignados e irritados, e passam a tentar me colocar em alguma saia justa. Eu só quero tomar uma bebida, é tão difícil assim?",
      "ru": "Были времена, когда таверна была настолько переполнена, что меня просили разделить с кем-нибудь столик. Но когда они слышали фамилию Лоуренс, то позёры, провокаторы и задиры появляются словно из ниоткуда. А всего лишь хочу выпить. Разве я много прошу?!",
      "id": "Terkadang, jika kedai sedang sibuk, mereka akan memintaku untuk berbagi meja dengan pelanggan lain. Tapi saat mereka mengetahui aku adalah seorang keturunan Lawrence, tiba-tiba semua orang menjadi marah dan provokatif, lalu berusaha memancing amarahku. Aku cuma ingin minum, begitu saja tidak boleh?",
      "th": "บางครั้งธุรกิจร้านเหล้าก็ครึกครื้นเกินไป จนมีคนมาขอนั่งร่วมโต๊ะกับฉันด้วย พอได้ยินว่าฉันเป็นหนึ่งในสมาชิกของตระกูล Lawrence เสียงพูดโอ้อวด ยั่วยุ ลอบกัดทั้งในที่แจ้งและที่มืดก็ดังออกมาจากทุกทิศทาง นี่ ให้ฉันดื่มไวน์อย่างสงบหน่อยไม่ได้รึไงกัน?",
      "vi": "Có khi quán rượu đông khách, tôi phải ngồi ghép bàn. Khi họ nghe thấy tôi là người của nhà Lawrence, kẻ thì dè bỉu, kẻ thì khiêu khích, kẻ thì ngáng chân. Haiz, đến cả uống rượu cũng không yên sao?"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我喜欢亲手做点心，点心不一定都是甜品，比如冰镇后的番茄肉冻蛋卷，就很适合搭配冰树莓薄荷酒。重要的是，有些人吃到我做的点心，就会笑得很开心。",
      "zht": "我喜歡親手做點心，點心不一定都是甜品，比如冰鎮後的番茄肉凍蛋捲，就很適合搭配冰樹莓薄荷酒。重要的是，有些人吃到我做的點心，就會笑得很開心。",
      "jp": "手作りのお菓子を作るのが好きよ。と言っても甘いものじゃなくて、トマトアスピック入りエッグロールを冷やしたものね。冷えたラズベリーのミントカクテルにとても合うの。でもやっぱり、私のお菓子を食べて笑顔になってくれることが一番嬉しいかな。",
      "ko": "난 간식 만드는 걸 좋아해. 간식이라고 꼭 달달한 디저트는 아니야. 차갑게 만든 토마토 고기 오믈렛은 아이스 라즈베리 허브주랑 아주 잘 어울려. 중요한 건 내가 만든 간식을 먹고 행복해하는 사람이 있다는 거지",
      "en": "I like making my own treats. Not always your typical sweet treats, though. For example, a Chilled Tomato and Aspic Jelly Egg Roll pairs very nicely with an ice-cold glass of Berry & Mint Punch. The most important thing is that they leave the people who like eating them with big smiles on their faces.",
      "de": "Ich koche gern etwas Kleines. Das müssen nicht unbedingt Süßigkeiten sein. Ich bereite zum Beispiel auch eisgekühlte Tomatensülzen-Eierrollen zu, die sehr gut zu Eisbeerenminzwein passen. Das Wichtigste ist, dass die Leute beim Essen meiner Gerichte alle sehr glücklich lächeln.",
      "es": "Me gusta hacer mis propios aperitivos, pero no los típicos que son dulces. Por ejemplo, un rollito de huevo de áspic con tomate combina a la perfección con un vaso de sangría de bayas y menta. Lo más importante es que le sacan una gran sonrisa a todo aquel que los prueba.",
      "fr": "J'aime bien cuisiner certains plats, sucrés comme salés. Par exemple, la chair de tomate gelée se marie très bien à l'alcool de menthe. Mais le plus important, c'est que ceux qui en mangent affichent tous un sourire.",
      "pt": "Gosto de fazer minhas próprias sobremesas, mas não são suas típicas sobremesas doces. Por exemplo, um Tomate Gelado e Rolinhos de Ovo com Geleia de Lavanda combinam muito bem com um copo gelado de Baga e Menta. O importante é que eles deixam as pessoas que os comem com um sorriso em seus rostos.",
      "ru": "Я люблю готовить угощения, а это не всегда ваши обычные сладости. Например, холодный омлет из помидоров и мясного парфе, который отлично сочетается с малиновым джулепом со льдом и мятой. Важно то, что люди улыбаются, когда едят мои угощения.",
      "id": "Aku suka membuat camilanku sendiri. Tidak selalu yang manis-manis. Contohnya, Chilled Tomato dan Aspic Jelly Egg Roll sangat cocok dimakan dengan segelas Berry & Mint Punch dingin. Yang paling penting adalah makanan tersebut dapat membuat orang yang memakannya tersenyum.",
      "th": "ฉันชื่นชอบที่จะทำขนมด้วยตนเอง และไม่จำเป็นต้องเป็นขนมหวานเสมอไป เช่น ไข่โรลที่สอดไส้ด้วยเนื้อมะเขือเทศแช่แข็ง มันช่างเหมาะกับการกินคู่กับไวน์ราสเบอร์รี่มิ้นท์แช่เย็นจริง ๆ และที่สำคัญนะ คนที่ได้ลิ้มลองขนมที่ฉันทำเข้าไป จะต้องดีใจจนยิ้มไม่หุบแน่ ๆ เลยล่ะ",
      "vi": "Tôi rất thích tự tay làm điểm tâm, điểm tâm không nhất định phải là đồ ngọt, có thể là trứng cuộn cà chua ướp lạnh, kết hợp với rượu bạc hà mâm xôi lạnh. Quan trọng hơn là, rất nhiều người ăn điểm tâm của tôi xong đều cười rất tươi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn chán ghét..."
    },
    "line": {
      "zhs": "浓郁的汤品，我实在不能接受。口感太厚重，饱腹感很强，影响运动和战斗，还不方便携带，简直是我的天敌。",
      "zht": "濃郁的湯品，我實在不能接受。口感太厚重、飽腹感很強，影響運動和戰鬥，還不方便攜帶，簡直是我的天敵。",
      "jp": "濃厚なスープは受け付けないわ。重い口当たりと、満腹感があるから運動と戦闘に影響が出るし、持ち運ぶのも面倒。私の天敵ね！",
      "ko": "걸쭉한 수프는 진짜 내 취향이 아니야. 식감이 텁텁하고 포만감이 심해서 운동과 전투에 방해되거든. 게다가 싸가지고 다니기도 불편하고. 그야말로 내 천적이지",
      "en": "I can't stand a rich broth. The flavor is too overpowering, it's so filling you can't train or fight afterward, and also, it doesn't really work as field rations... Simply put, broth and I are sworn enemies!",
      "de": "Ich mag herzhafte Suppen nicht. Zu stark gewürzt. Dazu kommt noch, dass man ein sehr starkes Sättigungsgefühl nach dem Essen bekommt. Das stört einen sehr beim Sport und im Kampf. Die Suppen sind auch nicht leicht mitzunehmen. Deswegen hasse ich sie.",
      "es": "No aguanto las sopas muy densas. Su sabor es demasiado fuerte y llenan tanto que, después de comer, no puedes ni entrenar ni pelear. Y tampoco sirve como comida militar... En definitiva, ¡la sopa es mi archienemiga!",
      "fr": "Je déteste les soupes trop chargées. Les goûts sont trop riches, et le plat trop consistant pour qu'on puisse s'entraîner ou se battre ensuite, sans compter qu'il y a plus pratique à transporter comme rations... La soupe est mon ennemie jurée.",
      "pt": "Não suporto uma sopa grossa. O sabor é muito forte, e enche tanto que você não pode treinar ou lutar depois, e também não serve como comida para levar nas patrulhas... Sopa é minha inimiga mortal!",
      "ru": "Я не ем густые супы. У них насыщенная текстура, они дают тяжёлое чувство сытости, которое мешает тренировкам и боям. Их неудобно носить с собой. В общем, суп и я - заклятые враги!",
      "id": "Aku tidak suka rasa kaldu yang terlalu pekat. Rasanya terlalu kuat, sehingga kamu tidak bisa berlatih atau bertarung setelah memakannya, dan tidak cocok untuk dibawa sebagai bekal ke luar ... Intinya, kuah kaldu dan aku adalah musuh bebuyutan!",
      "th": "สำหรับซุปข้น ๆ นั้น ฉันรับไม่ได้จริง ๆ เชียว รสสัมผัสมันเข้มข้นเกินไป กินแล้วหนักท้อง ไม่ค่อยเหมาะกับการออกแรงหรือการต่อสู้สักเท่าไหร่ แถมยังพกพาไม่สะดวกด้วยล่ะ ไม่ค่อยถูกกับฉันสักเท่าไหร่น่ะ",
      "vi": "Tôi thực sự không thể chịu được món súp có vị đậm. Mùi vị quá nồng và cảm giác no căng sẽ ảnh hưởng đến hoạt động lẫn chiến đấu, lại không tiện mang theo, rõ ràng là thiên địch của tôi mà."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "哦？这是对我的挑战吗。我接受了。",
      "zht": "喔？這是對我的挑戰嗎。我接受了。",
      "jp": "へぇ？これって私への挑戦かしら。受けて立つわ。",
      "ko": "음? 나한테 도전하는 거야? 받아들이지",
      "en": "Oh? Are you putting me to the test? Challenge accepted.",
      "de": "Was? Ist dies eine Herausforderung für mich? Ich akzeptiere.",
      "es": "¿Eh? ¿Me estás desafiando? ¡Acepto!",
      "fr": "Oh ? Vous me lancez un défi ? Je l'accepte.",
      "pt": "Oh? Você está me fazendo um desafio? Eu o aceito.",
      "ru": "О? Ты меня испытываешь? Вызов принят.",
      "id": "Oh? Kamu menantangku ya? Oke, kuterima!",
      "th": "เอ๋? นี่เป็นการท้าทายฉันเหรอ ฉันรับคำท้า",
      "vi": "Ồ? Đây là một thử thách đối với tôi hả. Tôi chấp nhận."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "马马虎虎嘛…你自己也尝尝？",
      "zht": "#馬馬虎虎嘛…{F#妳}{M#你}自己也嚐嚐？",
      "jp": "まあまあね…君も食べてみたら？",
      "ko": "그럭저럭 먹을 만 해… 너도 먹어보지 그래?",
      "en": "Eh, not that great... How about you try it?",
      "de": "So, so ... Willst du es selbst ausprobieren?",
      "es": "Ni fu ni fa... ¿Por qué no lo pruebas tú?",
      "fr": "Bof... Pourquoi ne goûtez-vous pas vous-même votre plat ?",
      "pt": "Hmm, não é nada de mais... Que tal você provar?",
      "ru": "Как-то не очень... Попробуешь?",
      "id": "Yah, kira-kira begitulah ... Kamu sendiri sudah coba?",
      "th": "ก็งั้น ๆ แหละ... เธอลองชิมเองมั้ย?",
      "vi": "Cũng bình thường... bạn tự mình nếm thử xem?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "你这家伙，是在报复我吗？",
      "zht": "#{F#妳}{M#你}這傢伙，是在報復我嗎？",
      "jp": "まったく君って人は…私への復讐かしら？",
      "ko": "이봐 너, 나한테 복수하는 거야?",
      "en": "The nerve on you, are you exacting revenge?",
      "de": "Willst du dich an mir rächen?",
      "es": "Oye, ¿es que te estás vengando de mí?",
      "fr": "Vous... Est-ce que vous cherchez à vous venger de moi ?",
      "pt": "Oh, você... Você está tentando se vingar?",
      "ru": "Вот это наглость! Ты мстишь мне?",
      "id": "Berani-beraninya, kamu mau balas dendam ya?",
      "th": "นี่เธอกำลังแก้แค้นฉันเหรอ?",
      "vi": "Cái đứa này, như vậy là đang trả thù tôi sao?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今天是个值得纪念的日子，但你的成长不能只限于年龄。送你一个特制骨哨，跟我学学吹奏的方法吧。等到我向你报仇的那天，你可以试试，用这枚骨哨干扰我，拖延时间，挣扎得更有趣一些吧。",
      "zht": "#今天是個值得紀念的日子，但{F#妳}{M#你}的成長不能只限於年齡。送{F#妳}{M#你}一個特製骨哨，跟我學學吹奏的方法吧。等到我向{F#妳}{M#你}報仇的那天，{F#妳}{M#你}可以試試，用這枚骨哨干擾我，拖延時間，掙扎得更有趣一些吧。",
      "jp": "今日は記念すべき日ね。君の成長は年齢だけに限らない。特製の骨笛を君にあげるわ、私の吹き方を学んでちょうだい。私が君に復讐する時が来たら、その骨笛を吹いてね。そうしたら私を足止めできて、時間稼ぎにもなるし、面白くなると思うわ。",
      "ko": "오늘은 기념할 만한 날이네? 하지만 넌 나이만 성장한 게 아니야. 특제 골피리를 줄 테니까 나한테 연주하는 법을 배워 봐. 내가 너한테 복수하게 될 그 날, 이 골피리로 날 방해하고 시간을 끌면서 발악해. 그럼 더 재미있겠지",
      "en": "Today is a day worth observing, though you shouldn't mark your development in age alone. Accept my gift of a bone whistle, and allow me to teach you its secrets. When your day of reckoning comes, see how long you can fend me off with it... It'll make the whole thing much more exciting.",
      "de": "Heute ist ein denkwürdiger Tag. Aber du sollst nicht vergessen, dass du mit der Zeit auch immer stärker werden sollst. Hier ist eine besondere Knochenflöte für dich als Geschenk. Lerne das Flötenspielen von mir. Und dann kannst du irgendwann versuchen, mich zu verwirren, um Zeit zu gewinnen, wenn ich mich an dir räche.",
      "es": "Hoy es un día que merece la pena conmemorar, aunque no deberías medir tu desarrollo solo en función de tu edad. Acepta como regalo este silbato óseo y permíteme enseñarte sus secretos. Cuando llegue el día en que me vengue de ti, veremos cómo te defiendes de mí con él. Hará las cosas mucho más emocionantes.",
      "fr": "Aujourd'hui est un jour important, mais ne laissez pas l'âge dicter ce que vous êtes. Tenez, voici un sifflet en os que j'ai fait faire spécialement pour l'occasion. Acceptez ce cadeau et apprenez ses secrets en ma compagnie. Quand l'heure de ma vengeance aura sonné, vous pourrez l'utiliser pour gagner du temps, histoire de pimenter un peu les choses.",
      "pt": "Hoje é um dia que merece ser observado, apesar de você não dever marcar seu desenvolvimento somente pela idade. Aceite este meu Apito de Osso como um presente, e permita-me ensinar-lhe seus segredos. Quando o dia de sua vingança chegar, veja quanto tempo consegue lutar contra mim... Será muito mais interessante.",
      "ru": "Сегодня памятный день, но развитие не ограничивается возрастом. Прими мой подарок - костяной свисток, и позволь мне научить тебя его секретам. Когда настанет день расплаты, посмотрим, как долго ты сможешь им отбиваться... Это будет интересно.",
      "id": "Hari ini adalah hari yang tak terlupakan, walaupun kamu tidak bisa melihat kedewasaanmu hanya dari usia saja. Terimalah hadiah peluit tulang dariku ini, dan biarkan aku mengajarimu rahasia dari peluit tersebut. Ketika hari di mana pembalasan dendamku tiba, mari kita lihat seberapa pandai kamu bisa menggunakan peluit tersebut untuk melawanku ... Pasti semuanya jadi jauh lebih menarik.",
      "th": "วันนี้เป็นวันที่คุ้มค่าแก่การจดจำเสียจริง แต่การเติบโตของคุณไม่ควรเอาเรื่องอายุมาจำกัดมันนะ เอาขลุ่ยกระดูกชิ้นพิเศษไปสิ มาเรียนรู้วิธีเป่าไปด้วยกันกับฉันเถอะ รอถึงวันที่ฉันได้แก้แค้นคุณ คุณก็ลองใช้ขลุ่ยกระดูกอันนี้ก่อกวนฉันดูแล้วกัน ถ่วงเวลาไปเรื่อย ๆ เพื่อให้การต่อสู้น่าสนใจยิ่งขึ้น",
      "vi": "Hôm nay là ngày đáng để kỷ niệm, tặng bạn một chiếc còi làm từ xương này, tôi sẽ chỉ bạn cách thổi nó. Đợi đến lúc tôi tìm bạn trả thù thì bạn có thể dùng chiếc còi này để quấy nhiễu tôi, kéo dài thời gian, giành giựt lấy từng giây từng phút, xem ra khá thú vị đó."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "战技提升了不少，但还不值得沾沾自喜。骑士团里也有不少家伙格外勤奋，要想战胜他们完成复仇，必须远远将他们甩在身后。",
      "zht": "戰技提升了不少，但還不值得沾沾自喜。騎士團裡也有不少傢伙格外勤奮，要想戰勝他們完成復仇，必須遠遠將他們甩在身後。",
      "jp": "戦闘スキルが大幅に向上したわね…でも、まだ満足してはいけない。騎士団には非常に勤勉な人がたくさんいる。彼らを倒して復讐を果たしたいのなら、よりもっと前に進まないと！",
      "ko": "전투 기술이 많이 늘었어, 근데 아직 좋아하긴 일러. 기사단엔 부지런한 놈들이 많으니까. 그들을 물리치고 복수를 마치려면, 그들의 실력을 초월해야 돼",
      "en": "My fighting skills just got a whole lot stronger... But I shouldn't get too conceited just yet. There are some truly formidable knights among our ranks, and I must outperform them immeasurably if I wish to defeat them and avenge my clan!",
      "de": "Meine Kampffähigkeiten sind schon viel besser geworden. Aber jetzt ist noch nicht die Zeit, zufrieden zu sein. Es gibt noch viele Kämpfer im Ritterorden, die besonders fleißig sind. Um sie zu besiegen und meine Rache zu vollenden, muss ich noch viel stärker als sie werden.",
      "es": "Mis habilidades de combate se han vuelto más fuertes... Pero no debería dejar que se me suba a la cabeza. Hay algunos caballeros muy formidables entre nuestros rangos y debo hacerlo incomparablemente mejor que ellos si quiero derrotarlos y vengar a mi familia.",
      "fr": "Je m'améliore au combat, mais j'ai encore beaucoup à apprendre. Les chevaliers de l'Ordre comptent pas mal de bonnes lames dans leurs rangs, et je dois les surpasser si je veux pouvoir un jour exercer ma vengeance !",
      "pt": "Minhas habilidades de combate estão muito mais fortes... Mas eu não devo ficar muito satisfeita ainda. Há alguns cavaleiros formidáveis entre nós, e devo superar eles de forma imensurável se desejo derrotá-los e vingar o meu clã!",
      "ru": "Мои боевые навыки значительно улучшились, но ещё рано злорадствовать. В Ордо Фавониус есть немало грозных рыцарей, и я должна оставить их далеко позади, если хочу отомстить за свой клан!",
      "id": "Kekuatan bertarungku bertambah kuat ... Tapi aku tetap tidak boleh berpuas hati. Masih ada beberapa Knight hebat di sini, dan aku harus bisa melampaui mereka jika aku ingin mengalahkan mereka dan membalaskan dendam klanku!",
      "th": "ทักษะการต่อสู้เพิ่มมากขึ้น แม้ว่ามันจะไม่ได้ทำให้ภูมิใจมากเท่าไรก็เถอะ ในกองอัศวินน่ะก็ยังมีคนที่ขยันขันแข็งอีกไม่น้อยเลยล่ะ ถ้าอยากเอาชนะพวกเขาเพื่อเป็นการแก้แค้นให้สำเร็จล่ะก็ จะต้องฝึกให้เหนือชั้นกว่าพวกนั้นให้มาก ๆ",
      "vi": "Kỹ năng chiến đấu đã được cải thiện nhiều, nhưng không đáng để tự mãn. Trong Đội Kỵ Sĩ cũng có nhiều người cần mẫn như vậy, nếu muốn đánh bại họ để báo thù thì phải bỏ họ lại thật xa."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "不错，以我现在的实力，哪怕和代理团长一较高下，也十拿九稳了！",
      "zht": "不錯，以我現在的實力，哪怕和代理團長一較高下，也十拿九穩了！",
      "jp": "中々悪くないわね。今の私の実力なら、代理団長にも勝てる気がする！",
      "ko": "좋아. 지금의 내 실력이면 단장 대행과 겨뤄도 문제없겠어!",
      "en": "Good! With this much power, I daresay even the Acting Grand Master herself would be no match for me!",
      "de": "Ja, mit meiner Stärke kann ich jetzt den stellvertretenden Großmeister bestimmt besiegen, wenn ich mich mit Jean messe.",
      "es": "¡Bien! Con este poder, ¡apuesto a que ni siquiera la Gran Maestra Intendente sería rival para mí!",
      "fr": "Bien ! Avec une telle puissance, je doute que même la Grande Maîtresse suppléante en personne puisse m'affronter !",
      "pt": "Ótimo! Com todo esse meu poder atual, mesmo que eu tenha que competir contra a Grande Mestre Intendente, tenho certeza que vencerei!",
      "ru": "Неплохо. С моими нынешними способностями я чувствую, что могу победить действующего магистра!",
      "id": "Bagus! Dengan kekuatan seperti ini, aku berani mengatakan bahwa Grand Master sekalipun sudah bukan tandinganku lagi!",
      "th": "ใช่แล้วล่ะ ด้วยความแข็งแกร่งฉันในตอนนี้ แม้ว่าฉันจะต้องต่อสู้กับรักษาการผู้บัญชาการ ฉันก็ค่อนข้างมั่นใจว่าจะเอาชนะได้แน่นอนเลยล่ะ!",
      "vi": "Với thực lực hiện tại, cho dù phải phân cao thấp với Đội Trưởng Đại Diện thì cũng xem như một chín một mười rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "奇怪…和你同行时，力量增长得格外迅猛呢。看来和你结仇是件走运的事，我得紧紧咬住你不放了。",
      "zht": "#奇怪…和{F#妳}{M#你}同行時，力量增長得格外迅猛呢。看來和{F#妳}{M#你}結仇是件走運的事，我得緊緊咬住{F#妳}{M#你}不放了。",
      "jp": "おかしいわ…君と一緒にいると、力の成長がとても速い…どうやら君とかたき同士になったのは幸運なことらしいね、これからもついていくわ…",
      "ko": "이상하네…? 너와 동행할 땐 힘이 특히 더 빨리 강해지는 것 같아. 너와 원수가 된 건 좋은 선택이었던 것 같아. 네 옆에 딱 달라붙어서 놓아주지 말아야겠어",
      "en": "How strange... In the time I've spent with you, my strength seems to have improved exceptionally quickly. I suppose I was rather fortunate to make an enemy of you. I'd better dig my teeth in to make sure you can't get away!",
      "de": "Komisch ... Mit dir zusammen wächst meine Stärke besonders schnell. Es scheint, dass ich das große Los gezogen habe, als ich mir dich zum Feind gemacht habe. Ich muss mich noch fester an dich hängen.",
      "es": "#Qué extraño... Mi fuerza ha aumentado excepcionalmente rápido desde que viajo contigo. Supongo que tuve mucha suerte de hacer {F#una}{M#un} enemig{F#a}{M#o} como tú. ¡Será mejor que te agarre fuertemente para que no te marches!",
      "fr": "Étrange... Ma force a décuplé en votre compagnie. J'imagine que j'ai de la chance de vous compter parmi mes ennemis. Je ferais mieux de ne pas vous laisser partir.",
      "pt": "#Que estranho... Minha força aumentou excepcionalmente rápido no tempo que passei com você. Suponho que eu tive sorte de fazer você {F#minha inimiga}{M#meu inimigo}. É melhor eu cravar meus dentes em você para que não possa fugir!",
      "ru": "Странно... Моя сила растёт невероятно быстро, когда я с тобой. Мне очень повезло нажить такого врага. Мне придётся вцепиться в тебя зубами и никуда не отпускать.",
      "id": "Aneh ... Sejak aku sering menghabiskan waktu bersamamu, kekuatanku sepertinya menjadi jauh lebih kuat. Sepertinya pembalasan dendamku padamu ada gunanya juga. Aku sebaiknya terus berada di dekatmu agar kamu tidak kabur!",
      "th": "แปลกจัง...ตอนที่ฉันอยู่กับคุณ พละกำลังของฉันมันเพิ่มขึ้นเร็วมากเลย ดูเหมือนจะเป็นเรื่องดีสินะที่ฉันได้คุณเป็นคู่แค้น ฉันจะต้องจัดการคุณได้แน่ ๆ",
      "vi": "Kỳ lạ... Khi đồng hành với bạn, sức mạnh của tôi tăng lên rõ rệt. Xem ra việc ghi thù với bạn đã mang lại may mắn cho tôi đấy, tôi phải tích cực ám theo bạn mới được."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "很好！这股坚冰的力量已被我牢牢掌控。别说代理团长，大团长都没法再阻挡我了！事不宜迟，我可以制定计划，发起总攻了。挫败西风骑士团之后，下个目标就是你，你也别想逃，乖乖待在我身边，见证这一切吧。",
      "zht": "#很好！這股堅冰的力量已被我牢牢掌控。別說代理團長，大團長都沒辦法再阻擋我了！事不宜遲，我可以制訂計畫，發起總攻了。挫敗西風騎士團之後，下個目標就是{F#妳}{M#你}，{F#妳}{M#你}也別想逃，乖乖待在我身邊，見證這一切吧。",
      "jp": "よし！この堅氷の力はもうコントロールできる。代理団長どころか、大団長ですら私を止められないわ！さっそく計画を立てて、進撃開始よ。西風騎士団を倒した後は、君だからね。逃がさないから、おとなしく私のそばにいて、すべてを見届けなさい。",
      "ko": "좋아! 이제 이 견고한 얼음의 힘을 완전히 지배했어. 단장 대행이 아니라 대단장조차도 날 못 막을걸! 시간이 없어. 이제 작전을 짜고 총공격을 할 수 있겠군. 페보니우스 기사단 다음은 바로 너니까 도망칠 생각 말고 얌전히 내 옆에서 지켜보기나 하라고",
      "en": "Excellent! The unstoppable power of an immovable glacier dwells within me now and no grand master, acting or otherwise, can stand in my way! There is no time to delay. I must devise my plan, and unleash my attack! Once I have crushed the Knights of Favonius beneath my heel, my next target... is you. Don't try to run. Stand beside me and witness all that must come to pass.",
      "de": "Wunderbar! Ich habe jetzt diese Kryo-Kraft vollkommen im Griff. Den stellvertretenden Großmeister stecke ich jetzt schon in den Sack. Sollte der Großmeister persönlich kommen, könnte er mich auch nicht aufhalten! Gut, ich muss jetzt meinen Plan zum Hauptangriff entwerfen. Ich kann es kaum erwarten, den Ordo Favonius zu vernichten und mich als Nächstes an dir zu rächen. Bleib an meiner Seite und sieh zu!",
      "es": "¡Excelente! El imparable poder de un glaciar inamovible reside ahora en mí, ¡y ningún Gran Maestro, Gran Maestra Intendente ni nada podrá detenerme! No hay tiempo que perder. Debo diseñar un plan y lanzar mi ofensiva. Cuando haya aplastado a los Caballeros de Favonius bajo mis pies, mi próximo objetivo... serás tú. No intentes huir. Quédate a mi lado y sé testigo de todo lo que tenga que pasar.",
      "fr": "Parfait ! La puissance innamovible du glacier coule en moi, et ni Grande Maîtresse suppléante, ni Grand Maître d'aucune sorte ne pourra me faire obstacle ! L'heure est venue pour moi de réaliser mon plan, et de passer à l'attaque ! Maintenant que j'ai les chevaliers de l'Ordre de Favonius à ma botte, ma prochaine cible, c'est vous. Rien ne sert de fuir. Tout ce que vous pouvez faire, c'est être le témoin de la suite à mes côtés.",
      "pt": "Excelente! O poder imparável de uma geleira reside em mim, e nenhum Grande Mestre, Intendente ou não, pode ficar em meu caminho! Não há tempo a perder, devo realizar meu plano e preparar meu ataque! Quando eu tiver destruído os Cavaleiros de Favonius debaixo de meu salto, meu próximo alvo é... Você. Não tente fugir. Fique ao meu lado e veja tudo que acontecerá.",
      "ru": "Очень хорошо! Я ощущаю мощь твёрдого льда. Ни действующий магистр, ни сам магистр ордена не встанут у меня на пути! Нет времени на раздумья! Пора разработать свой план и броситься в атаку. После победы над рыцарями Ордо Фавониус ты станешь следующей целью... Не пытайся сбежать. Оставайся рядом со мной и будь свидетелем этого.",
      "id": "Bagus! Kini aku telah menguasai kekuatan tak terhentikan dari gletser yang tak tergoyahkan, dan tidak ada Grand Master, atau Master apa pun, yang bisa menghentikanku! Tidak boleh buang waktu lagi. Aku harus segera merancang rencana, dan melancarkan seranganku! Saat aku sudah menghancurkan Knights of Favonius di bawah kakiku, sasaranku selanjutnya ... adalah kamu. Jangan coba-coba untuk lari. Berdirilah di sampingku dan saksikan semua yang akan terjadi.",
      "th": "เยี่ยม! พลังของน้ำแข็งฉันก็ควบคุมได้มั่นคงขึ้นแล้วด้วย อย่าว่าแต่รักษาการผู้บัญชาการเลย แกรนด์มาสเตอร์ก็หยุดฉันไม่ได้! เรื่องนี้จะรอช้าไม่ได้ พอฉันวางแผนเสร็จก็สามารถทำการโจมตีขั้นสุดท้ายได้แล้วล่ะ หลังจากที่เอาชนะกองอัศวินแห่ง Favonius ได้แล้ว เป้าหมายต่อไปก็คุณนั่นแหละ อย่าได้คิดหนีเชียวล่ะ อยู่เคียงข้างฉันและคอยเป็นสักขีพยานในเรื่องนี้ซะดี ๆ",
      "vi": "Rất tốt, tôi đã hoàn toàn điều khiển được sức mạnh của băng giá rồi. Đừng nói là Đội Trưởng Đại Diện, đến cả Đại Đội Trưởng cũng đừng hòng cản được tôi! Tôi phải tranh thủ lập kế hoạch tổng tấn công mới được. Sau khi hạ Đội Kỵ Sĩ Tây Phong, mục tiêu tiếp theo là bạn đấy, ngoan ngoãn ngồi đó mà chứng kiến đi nhé, đừng hòng chạy trốn."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "求饶吧。",
      "zht": "求饒吧。",
      "jp": "喚きなさい。",
      "ko": "용서를 빌어라",
      "en": "Beg for mercy.",
      "de": "Bettle.",
      "es": "Suplica clemencia.",
      "fr": "Demandez pardon.",
      "pt": "Implore perdão.",
      "ru": "Моли о пощаде.",
      "id": "Mohon ampun.",
      "th": "ร้องขอชีวิตสิ",
      "vi": "Xin tha mạng đi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "结霜！",
      "zht": "結霜！",
      "jp": "結霜せよ。",
      "ko": "얼어붙은 서리!",
      "en": "Shudder!",
      "de": "Erfriere!",
      "es": "¡Escalofrío!",
      "fr": "Givrez !",
      "pt": "Estremeça!",
      "ru": "Мороз!",
      "id": "Gentarlah!",
      "th": "จงสั่นสะท้าน!",
      "vi": "Sương giá!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "粉化！",
      "zht": "粉化！",
      "jp": "粉々よ。",
      "ko": "가루가 되어라!",
      "en": "Crush!",
      "de": "Zerbrich!",
      "es": "¡Pulverización!",
      "fr": "En poussière !",
      "pt": "Esmagar!",
      "ru": "Вдребезги!",
      "id": "Hancurlah!",
      "th": "แหลกไปซะ!",
      "vi": "Hóa thành tro bụi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "判决！",
      "zht": "判決！",
      "jp": "ジャッジメント！",
      "ko": "판결한다!",
      "en": "I condemn you!",
      "de": "Das Urteil ist gefällt!",
      "es": "¡Te condeno!",
      "fr": "Je vous condamne !",
      "pt": "Condeno você!",
      "ru": "Я приговариваю тебя!",
      "id": "Aku menghukummu!",
      "th": "ลงทัณฑ์!",
      "vi": "Phán quyết!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "破碎！",
      "zht": "破碎！",
      "jp": "砕け散れ！",
      "ko": "부서져라!",
      "en": "Rack and ruin!",
      "de": "Ich verdamme dich!",
      "es": "¡Dolor y ruina!",
      "fr": "Destruction !",
      "pt": "Hora da ruína!",
      "ru": "Разбить!",
      "id": "Hancurlah!",
      "th": "จงแตกสลาย!",
      "vi": "Tan vỡ!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "以眼还眼！",
      "zht": "以眼還眼！",
      "jp": "目には目を。",
      "ko": "눈에는 눈!",
      "en": "Eye for an eye!",
      "de": "Auge um Auge!",
      "es": "¡Ojo por ojo!",
      "fr": "Œil pour œil !",
      "pt": "Olho por olho!",
      "ru": "Око за око!",
      "id": "Mata dibalas dengan mata!",
      "th": "ตาต่อตา ฟันต่อฟัน!",
      "vi": "Ăn miếng trả miếng!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "冰浪怒涛！",
      "zht": "冰浪怒濤！",
      "jp": "氷浪のように唸れ——",
      "ko": "요동치는 얼음 파도!",
      "en": "Flood of frost!",
      "de": "Eisiger Sturm!",
      "es": "¡Inundación de escarcha!",
      "fr": "Déluge de givre !",
      "pt": "Inundação de gelo!",
      "ru": "Бушующие волны льда!",
      "id": "Amukan ombak es!",
      "th": "รับความโกรธของน้ำแข็งไปซะ!",
      "vi": "Sóng băng cuộn trào!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "以霜还怨！",
      "zht": "以霜還怨！",
      "jp": "霜降の怨！",
      "ko": "원한은 서리로 갚겠다!",
      "en": "Freeze to the core!",
      "de": "Eiskalte Rache!",
      "es": "¡Congelado hasta el corazón!",
      "fr": "Gelé au cœur !",
      "pt": "Congele até o núcleo!",
      "ru": "Заледеней!",
      "id": "Beku hingga menusuk tulang!",
      "th": "ล้างแค้นอย่างเยือกเย็น!",
      "vi": "Có thù tất báo!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "坚冰，断绝深仇！",
      "zht": "堅冰，斷絕深仇！",
      "jp": "堅氷、怨を絶つ！",
      "ko": "견고한 얼음은 원한을 끊어내지!",
      "en": "Vengeance will be mine!",
      "de": "Festes Eis, die Rache ist mein!",
      "es": "¡La venganza será mía!",
      "fr": "La vengeance sera mienne !",
      "pt": "A vingança será minha!",
      "ru": "Я отомщу!",
      "id": "Aku pasti akan membalasnya!",
      "th": "แค้นนี้ต้องชำระ!",
      "vi": "Đoạn tuyệt thâm thù!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "加快脚步。",
      "zht": "加快腳步。",
      "jp": "早く。",
      "ko": "서둘러",
      "en": "More speed.",
      "de": "Schneller.",
      "es": "Más velocidad.",
      "fr": "J'accélère.",
      "pt": "Mais velocidade.",
      "ru": "Прибавь шагу!",
      "id": "Ayo lebih cepat lagi.",
      "th": "เร่งฝีเท้าขึ้นอีก",
      "vi": "Đẩy nhanh tiến độ."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "空中行动，视野更棒。",
      "zht": "空中行動，視野更棒。",
      "jp": "視界が開けたわね。",
      "ko": "하늘에서의 시야는 더 끝내주지",
      "en": "Time to scout!",
      "de": "Zeit zum Auskundschaften!",
      "es": "¡Hora de explorar!",
      "fr": "La vue est meilleure d'en haut.",
      "pt": "Hora de patrulhar",
      "ru": "Время разведки!",
      "id": "Waktunya untuk mengintai!",
      "th": "อยู่กลางอากาศจะมองเห็นได้ชัดขึ้น",
      "vi": "Hành động trên không, tầm nhìn tốt hơn."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "有所发现。",
      "zht": "有所發現。",
      "jp": "新たな発見ね。",
      "ko": "새로운 발견이야",
      "en": "What do we have here...",
      "de": "Was haben wir denn hier ...",
      "es": "¿Qué tenemos aquí?...",
      "fr": "Qu'avons-nous là...",
      "pt": "O que temos aqui...?",
      "ru": "Что у нас здесь...",
      "id": "Apa ini ....",
      "th": "เจออะไรกันเนี่ย",
      "vi": "Để xem ở đây có gì nào..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "嗯，大多能派上用场。",
      "zht": "嗯，大多能派上用場。",
      "jp": "だいたい役に立ちそうね。",
      "ko": "음, 다 쓸만한 것들이네",
      "en": "I can put these to good use.",
      "de": "Die kann ich gut gebrauchen.",
      "es": "Puedo darle un buen uso.",
      "fr": "Je peux en faire bon usage.",
      "pt": "Posso fazer um bom uso disso.",
      "ru": "Это мне пригодится.",
      "id": "Ini bisa berguna.",
      "th": "อืม น่าจะเอาไปใช้ได้นะ",
      "vi": "Ừm, cũng có ích đó."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "罪人也有这么走运的时候啊…",
      "zht": "罪人也有這麼走運的時候啊…",
      "jp": "罪人にも幸運な時ってあるのね…",
      "ko": "죄인도 운이 좋을 때가 있구나…",
      "en": "Ha, at least good luck doesn't discriminate by clan.",
      "de": "Das Glück ist auch manchmal einer Sünderin hold ...",
      "es": "¡Ja! Al menos la buena suerte no discrimina contra ningún clan.",
      "fr": "Ah, au moins la chance ne discrimine aucun clan.",
      "pt": "Ha, pelo menos a sorte não discrimina por clã.",
      "ru": "Ха, по крайней мере, удача не делает различий по происхождению.",
      "id": "Ha, setidaknya keberuntungan tidak dilihat dari klannya.",
      "th": "คนบาปก็มีวันที่โชคดีเหมือนกันนะ...",
      "vi": "Tội nhân cũng có lúc gặp may vậy sao..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "开战不利…",
      "zht": "開戰不利…",
      "jp": "不利な状況ね…",
      "ko": "불리하군…",
      "en": "The odds are against us...",
      "de": "Die Quoten sind gegen uns ...",
      "es": "Llevamos las de perder...",
      "fr": "Début de combat défavorable...",
      "pt": "As probabilidades não estão a nosso favor...",
      "ru": "Удача не на нашей стороне...",
      "id": "Kemungkinan menang tidak besar ....",
      "th": "เราเสียเปรียบในการต่อสู้ครั้งนี้...",
      "vi": "Khai chiến bất lợi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "要正式接敌了…",
      "zht": "要正式接敵了…",
      "jp": "迎え撃つわ…",
      "ko": "이제부터 시작이야…",
      "en": "Let us cross swords...",
      "de": "Lass uns die Schwerter kreuzen ...",
      "es": "Que nuestras espadas se entrecrucen...",
      "fr": "Il est temps de croiser le fer...",
      "pt": "Vamos cruzar espadas...",
      "ru": "Скрестим мечи!",
      "id": "Ayo duel ....",
      "th": "จะเริ่มดวลแล้วนะ...",
      "vi": "Phải chính thức nghênh chiến rồi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "不赖嘛！",
      "zht": "不賴嘛！",
      "jp": "やるわね。",
      "ko": "제법인데!",
      "en": "Well met!",
      "de": "Du bist ziemlich gut!",
      "es": "¡Buena defensa!",
      "fr": "Bonne défense !",
      "pt": "Você manda bem!",
      "ru": "Наконец достойный соперник!",
      "id": "Hebat juga kamu!",
      "th": "ไม่เลวหนิ!",
      "vi": "Không tệ!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "退回去，都交给我！",
      "zht": "退回去，都交給我！",
      "jp": "私に任せなさい！",
      "ko": "나한테 맡기고 물러서!",
      "en": "I'll take it from here!",
      "de": "Lass mich das alles erledigen!",
      "es": "¡Ahora me encargaré yo!",
      "fr": "Je m'occupe de la suite.",
      "pt": "Eu cuido daqui!",
      "ru": "Дальше я сама!",
      "id": "Kuambil alih!",
      "th": "รีบกลับไปซะ ให้ฉันจัดการเอง!",
      "vi": "Lui về sau, mọi việc cứ giao cho tôi!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "听我指挥，拉开间距！",
      "zht": "聽我指揮，拉開間距！",
      "jp": "距離を取りなさい！",
      "ko": "내 말대로 어서 멀리 떨어져!",
      "en": "Disengage, that's an order!",
      "de": "Lass uns davon Abstand halten, das ist ein Befehl!",
      "es": "¡Retírate! ¡Es una orden!",
      "fr": "Gardez vos distances, c'est un ordre !",
      "pt": "Retirar, isso é uma ordem!",
      "ru": "Отойди, это приказ!",
      "id": "Mundur! Itu perintah!",
      "th": "ฟังคำสั่งฉัน แล้วเปิดช่องว่างซะ!",
      "vi": "Làm theo lệnh của tôi, giãn cách nào!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "狼狈的收场…",
      "zht": "狼狽的收場…",
      "jp": "情けない最後ね…",
      "ko": "처참하군…",
      "en": "What a sorry sight...",
      "de": "Was für ein trauriger Anblick ...",
      "es": "Qué lamentable...",
      "fr": "Une fin déshonorable...",
      "pt": "Que visão lamentável...",
      "ru": "Какое жалкое зрелище...",
      "id": "Sungguh pemandangan yang menyedihkan ....",
      "th": "น่าสมเพชจริง ๆ...",
      "vi": "Kết cục thảm hại..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "我还能…撑住…",
      "zht": "我還能…撐住…",
      "jp": "まだ…やれる…",
      "ko": "아직… 버틸 수 있어…",
      "en": "I'll be back... with a vengeance...",
      "de": "Ich werde zurückkommen...",
      "es": "Volveré... Y la venganza será mía...",
      "fr": "Je peux encore... tenir le coup...",
      "pt": "Estarei de volta... Para me vingar...",
      "ru": "Мы ещё поквитаемся...",
      "id": "Aku akan kembali ... dan membalasnya ....",
      "th": "ฉัน... ยังไหวอยู่...",
      "vi": "Tôi vẫn...chịu được..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "罪人的结局吗…",
      "zht": "罪人的結局嗎…",
      "jp": "これが、罪人の末路…",
      "ko": "죄인의 결말인가…",
      "en": "Guess I got my comeuppance...",
      "de": "Ich schätze, ich habe meine gerechte Strafe bekommen ...",
      "es": "Supongo que este es mi castigo...",
      "fr": "Telle est ma repentance...",
      "pt": "Parece que serei castigada...",
      "ru": "Неужто меня настигло возмездие?",
      "id": "Kurasa aku mendapat balasanku ....",
      "th": "นี่คือจุดจบของคนบาปงั้นรึ...",
      "vi": "Kết cục của kẻ tội đồ sao..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "还不错！",
      "zht": "還不錯！",
      "jp": "中々。",
      "ko": "나쁘지 않군!",
      "en": "Touché!",
      "de": "Nicht schlecht!",
      "es": "¡Touché!",
      "fr": "Touchée !",
      "pt": "Touché!",
      "ru": "Неплохо!",
      "id": "Bagus!",
      "th": "ไม่เลวนี่!",
      "vi": "Không tệ!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "难得啊！",
      "zht": "難得啊！",
      "jp": "やるね。",
      "ko": "꽤 하는데?",
      "en": "Good grief...",
      "de": "Ach du meine Güte ...",
      "es": "Vaya...",
      "fr": "Bon sang !",
      "pt": "Ó céus...",
      "ru": "Ничего себе...",
      "id": "Ya ampun ....",
      "th": "ไม่ง่ายเลยนะ!",
      "vi": "Thật hiếm có!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "游击骑士，率先行动。",
      "zht": "游擊騎士，率先行動。",
      "jp": "遊撃騎士、行動に移る。",
      "ko": "유격대가 먼저 움직이도록",
      "en": "Ready for reconnaissance.",
      "de": "Bereit zur Erkundung.",
      "es": "Preparada para el reconocimiento.",
      "fr": "Prête à partir en reconnaissance.",
      "pt": "Pronto para o reconhecimento.",
      "ru": "Рыцари, выдвигаемся!",
      "id": "Siap lakukan pengintaian!",
      "th": "เตรียมพร้อมสำหรับการสอดแนม",
      "vi": "Kỵ sĩ du kích đã sẵn sàng"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "由我打前锋。",
      "zht": "由我打前鋒。",
      "jp": "先鋒は私が。",
      "ko": "내가 선봉에 설게",
      "en": "I'll scout ahead.",
      "de": "Ich sehe mir das an.",
      "es": "Yo iré delante.",
      "fr": "Je vais prendre l'avant.",
      "pt": "Eu vigiarei o caminho.",
      "ru": "Я на разведку.",
      "id": "Aku akan memimpin pengintaian.",
      "th": "ฉันจะนำไปเอง",
      "vi": "Để tôi tiên phong."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "行动计划敲定了吗？",
      "zht": "行動計劃敲定了嗎？",
      "jp": "計画は立てたの？",
      "ko": "작전 계획은 다 정해졌어?",
      "en": "What's your battle plan?",
      "de": "Was ist dein Schlachtplan?",
      "es": "¿Cuál es tu plan de batalla?",
      "fr": "Quel est le plan ?",
      "pt": "Qual é o seu plano de batalha?",
      "ru": "Каков план боя?",
      "id": "Apa rencana bertempurmu?",
      "th": "วางแผนไว้เรียบร้อยรึยัง?",
      "vi": "Xác định kế hoạch hành động chưa?"
    }
  }
]